{
  "1": "3:10 to Yuma\nby\n\nMichael Brandt & Derek Haas\n\nrevisions by\n\nStuart Beattie\n\nrevisions by\n\nJames Mangold\n\ncurrent revisions by\nJames Mangold\n\nWHITE 8.21.06\nBLUE 9.13.06\nPINK 10.12.06\nGREEN REVISED 10.30.06\nGOLDENROD REVISED 11.13.06\nSALMON REVISED 12.19.06\nCHERRY REVISED 12.21.06\n\nTAN REVISED 1.23.07\n(Pages: 61,62,63,64,100,100A,101,106,114)\n\nFINAL SHOOTING SCRIPT\n\nbased upon the film “3:10 to Yuma”\nwritten by Halsted Welles\n\nfrom the short story by\nElmore Leonard\n\nTree Line Film\nCopyright 2006\n\f3:10 TO YUMA - TAN - 1.23.07\n\nA dark room in a small ranch house.\nA desert wind blows in gusts.\n\nWILLIAM EVANS (14), lies awake. Not a boy and not a man,\nthere’s a restlessness in his eyes. He lights a match,\nwatching it blow out in his fingers.\n\nHis brother, MARK (7), lies beside him, his breathing\nlabored, asthmatic. A medicine bottle and spoon sit on the\ntable beside a folded tearsheet for the ‘Colt Peacemaker’\n\nWilliam stares at the engraving of a gunslinger, brandishing\nthe fancy weapon, a smile of confidence on his face.\n\nSuddenly William turns, alert. There is a faint sound.\n...a gate creak... a latch clink.\n\nCUT TO:\nIN ANOTHER DARK ROOM-- CONTINUOUS--\n\nALICE EVANS, 32, beautiful but care-worn, opens her eyes.\nGroggy, she reaches reflexively for--\n\nDAN EVANS, 36, her husband. But he isn’t against the pillow\nwhere her hand expects him. He is upright on the edge of the\nbed, tense, sweaty, eyes on a window as he LOADS HIS PISTOL.\n\nALICE\nDan...\n\nHe signals silence. Alice holds her breath, listening to the\nair... nothing... The clock on the dresser reads 3:45...\n\nALICE (CONT'D)\n...",
  "2": "---END OF PREVIOUS SECTION---\nAlice holds her breath, listening to the\nair... nothing... The clock on the dresser reads 3:45... ALICE (CONT'D)\n... \n---TARGET SECTION TO BE ANNOTATED---\n-Maybe it’s the wind...\n\nDan shakes his head. He glances to WILLIAM, who arrives in\nthe bedroom door, in his longjohns, holding AN OLD RIFLE.\n\nThe snort of a horse outside. Men whisper. Hooves.\n\nDAN BOLTS FROM THE BED, crossing to the window on one leg,\nusing the beamed roof for support. He pushes back the drape\nwith his pistol.\n\nA HORSEMAN ENCIRCLES THE BARN OF THIS HOMESTEAD, UNHOOKING A\nCORRAL, LETTING LOOSE A HERD OF CATTLE.\n\nThen Dan notices--\n\nANOTHER HORSEMAN at the corner of the barn, LIGHTING A FIRE.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 2.\n\nCONTINUED:\n\nDAN\nNo!--\n\nEXT. EVANS RANCH-- CONTINUOUS\n\nWearing longjohns and boots, DAN BUSTS OUT THE DOOR, moving\ntoward the man fanning fire at the barn--\n\nDAN\nNo-- Please-- stop!--\n\nA RIFLE BUTT SMASHES DAN’S HEAD. He tumbles off the porch to\nthe dirt, losing his gun, one boot coming off, revealing--\n\nA MISSING LEFT FOOT.\nWilliam runs past Alice and Mark on the porch and his father\non the ground as--\n\nTHE BARN EXPLODES IN FLAMES. Dan jerks back on his rigged\nboot, gets upright and lunges toward the barn.\n\nTHE FIRST HORSEMAN, bears down on him.\nHORSEMAN (TUCKER)\n-- You have a week, Evans. Then we\nburn the house.\nTHE HORSEMEN RIDE AWAY AS WILLIAM ENTERS THE FLAMING BARN.\nDAN\nWilliam!\nINT./EXT. BARN-- CONTINUOUS--\n\nFLAMES LICK THE RAFTERS. SMOKE.\nFOUR HORSES tied in stalls, crazy with fear.\n\nWilliam frees two of them, Dan untangles the others and leads\nthem out, grabbing equipment, tossing saddles out the door...\n\nThen Dan notices WILLIAM HAS TURNED BACK INSIDE.",
  "3": "---END OF PREVIOUS SECTION---\nFOUR HORSES tied in stalls, crazy with fear. William frees two of them, Dan untangles the others and leads\nthem out, grabbing equipment, tossing saddles out the door... Then Dan notices WILLIAM HAS TURNED BACK INSIDE. \n---TARGET SECTION TO BE ANNOTATED---\nWilliam struggles to drag A HUGE SACK OF FEED and some tools--\nWe see above him, the burning roof sags, flaming pieces of\nwood raining-- it’s about to collapse--\n\nDAN LEAPS AND GRABS HIS BOY and drags him toward the door,\nfists swinging.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07\nCONTINUED:\n\nWILLIAM\n--Let go! It’s the last we got!\n\nThey fall to the ground as THE BARN COLLAPSES in a fiery\nmass, sparks showering down. Alice and Mark run toward them.\n\nDAN\n..-You alright?\n\nWill turns from his father to see- THE TWO HORSEMEN riding\naway. Dawn light beginning to touch the sky.\n\nWILLIAM LUNGES FOR THE REMINGTON on the ground--\n--but Dan is faster and puts his hand on the weapon.\n\nDAN (CONT'D)\nI’ll take care of this.\n\nWILLIAM\nNo you won’t. ...You don’t take\ncare of nothing.\n\nTears stand in William’s eyes.\nDan takes the gun and starts walking back toward the house.\nHe passes Alice and Mark, avoiding their eyes.\n\nDAN\nThe herd is over the ridge by now.\nGet cleaned up.\n\nINT./EXT. FOLLOWING DAN -- EVANS RANCH -- DAYBREAK\n\nDan yanks open a drawer and grabs a shirt. His arms and chest\nstreaked in SOOT... Out the bedroom window the sun is\ncreeping over the rocky horizon.\n\nHis eyes fall upon a beautiful ANTIQUE BROOCH in a drawer.\n\nHe examines it. It is gold. And he pockets it and turns,\n\nfinding himself looking at William, watching him.\n\nWilliam turns away, and crosses to his bedroom.\nDan moves to a basin at the back of the house.\n\nALICE\nYou lied to me, Dan.\n\nDan turns to face Alice.\nALICE (CONT’D)\n\nYou told me we made payments to\nHollander.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07\nCONTINUED:\n\nDAN\nWe did. Some.\n(off look, heading inside)\nHow do you think we bought feed,\nAlice? Three months water. Medicine\nfor Mark. I had a choice between\nour family and paying it down.",
  "4": "---END OF PREVIOUS SECTION---\nThree months water. Medicine\nfor Mark. I had a choice between\nour family and paying it down. \n---TARGET SECTION TO BE ANNOTATED---\nALICE\nWe’ re supposed to make decisions\ntogether.\nDAN\nWould you have made it different?\nALICE\nDan.\nDAN\n\nWe can’t make it rain together. Or\nturn dust into grass. And we can’t\nhold back winter. It’s too bad the\ndoctors at Essex saved so much of\nmy leg. I read the pension act\npays by the pound now.\n\nDan leans against the wall, pulling on his boots.\nTears come to Alice’s eyes.\n\nDAN\nStop looking at me like that.\n\nMark appears in the hall. Dan crosses back to his bedroom,\npulling on a clean shirt.\n\nMARK\n(as Dan passes)\n.»..You gonna tell the Marshal what\nthose men did?\n\nWILLIAM\n(from his bedroom)\nMarshal ain’t doing shit.\n\nALICE\nWilliam.\n\nDAN\nFirst thing I’m gonna do, Mark, is\ntake you boys and round up the\nherd. ...Then I’m going to town.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07\nCONTINUED: (2)\n\nCLOSE ON-- WILLIAM in his room, gettting dressed, listening\nwith jaundice as his father reassures Mark. He pockets a deck\nof cards and his dime novel.\n\nMARK\nWhat you gonna do in town?\n\nDAN\nI’m gonna tell Hollander to make\nthis right. I’m gonna tell him he\nneeds to pay for a new barn.\n\nMARK\nMaybe we should just shoot him,\nlike Will says.\n\nAlice meets eyes with Dan who grabs HIS SPENCER RIFLE and\nbrushes past William on his way to the door.\n\nDAN\n....-Let’s go. We got cattle to get.\n\nCLOSE ON: BEN WADE (38)\n\n--atop a magnificent BLACK MARE, staring at something. Ben\nhas a ruggedly handsome face, but what strikes you first is\nhis focus. He’s very still, eyes on fire, low to the horse.\n\nThe horse inches forward. Hooves hardly make a sound.\n\nREVERSE TO REVEAL-- A RED-TAILED HAWK, perched only fifteen\nfeet away on the limb of a dead tree.\n\nWE ARE: EXT.",
  "5": "---END OF PREVIOUS SECTION---\nHooves hardly make a sound. REVERSE TO REVEAL-- A RED-TAILED HAWK, perched only fifteen\nfeet away on the limb of a dead tree. WE ARE: EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BOULDER CLUSTER, DESERT VALLEY-- CONTINUOUS\nANGLE ON-- WADE makes a low ‘s’ sound and his horse halts.\n\nWade sketches the bird on A SMALL LEDGER PAD with a PENCIL,\ncapturing its form with quick gestures. Suddenly: A noise.\n\nThe hawk FLIES OFF. Wade watches it shrink into the sky.\nA darkness fills his eyes.\n\nPULL BACK TO REVEAL: CHARLIE PRINCE (31), a pale eyed outlaw,\ncoming up behind Wade. A PAIR OF SCHOFIELDS on his legs.\n...he stops his horse respectfully, a few yards back.\n\nCHARLIE PRINCE (CONT'D)\nCoach is headed for Bisbee, Boss.\nGirded with iron. Pinks on top.\nDouble shotguns and a Gatlin--\n\n(CONTINUED)\n\f10\n\n3:10 TO YUMA - TAN - 1.23.07\nCONTINUED:\n\nCharlie trails off as Wade rides to the tree, tears his\nSKETCH and pins it to a BRANCH where the hawk had been\nperched. His eyes flick to--\n\nA DISTANT STAGECOACH, a speck in the valley, kicking dust.\nWade turns his horse and trots past Charlie...\n\nCharlie Prince glances at the drawing. HOLD ON: THE SKETCH\nFLUTTERING IN THE BREEZE as Prince follows down the hill.\n\nOMITTED\nEXT. BOULDER CLUSTER, DESERT VALLEY - DAY\n\nCharlie Prince follows as-- Ben Wade rides down past a\nCLUSTER OF BOULDERS where his outfit awaits him:\n\nJORGENSEN (45): Massive arms and legs. A bear of a man.\nCAMPOS (38): The marksman. Loads a cradled MONSTER RIFLE.\nKINTER (34): A soulless butcher with deadened eyes.\nSUTHERLAND (42): An explosives expert. He supervises as--\nTIGHE (28): his protege, loading TNT in a saddle bag.\n\nJACKSON (35): Powerful and dangerous. A friend and former\ncellmate of --\n\nTOMMY DARDEN (28): Battle-scarred handsome face. A BOWIE\nKNIFE in his hand. He is looking to replace Wade and lead the\ngang someday, soon.",
  "6": "---END OF PREVIOUS SECTION---\nA friend and former\ncellmate of --\n\nTOMMY DARDEN (28): Battle-scarred handsome face. A BOWIE\nKNIFE in his hand. He is looking to replace Wade and lead the\ngang someday, soon. \n---TARGET SECTION TO BE ANNOTATED---\n But in the meantime, he amuses himself\nmaking trouble with--\n\nNEZ (32): An Apache renegade. He speaks little English and\nuses it rarely. But he is a great shot, a brilliant rider and\na merciless fighter. He’s been with Wade since the beginning.\n\nDarden taunts Nez with his long knife, oblivious to Wade’s\napproach-- He and Jackson trade a chuckle.\n\nNez looks at Wade. And Wade looks at Darden hard.\n\nDARDEN\nBen.\n\nDarden slips the knife back in the sheaf.\nWade turns his eyes to the road below.\n\n...and here comes the STAGECOACH, GETTING CLOSER.\n\n(CONTINUED)\n\f10\n\n10A\n\n10B\n\n3:10 TO YUMA - TAN - 1.23.07\nCONTINUED:\n\nWade turns to Charlie and gives a nod...\n\n...and the gang surges behind Charlie Prince. As everyone\nrides past him, Campos the marksman looks back to Wade. Wade\nnods to a CLUSTER OF BOULDERS nearby.\n\nCampos climbs off his horse and scales the rocks.\n\nEXT. STAGECOACH, DESERT VALLEY - DAY\n\nCLOSE ON: GALLOPING HOOVES thundering down a desert road.\n\nA team of FOUR HORSES pulling an ARMORED STAGECOACH through a\nbarren stretch of land.\n\nWe see a fancy EYE LOGO stamped upon the door with the famous\nPinkerton slogan printed below: The Eye That Never Sleeps...\n\nThere are SIX PINKERTONS riding. Two in front, two ona\nmounted “tailgun” platform and two inside, peering out slits.\n\nTHE VETERAN DRIVER pushes the horses.\nSitting beside him is the sixth man and the group’s leader--\n\nBYRON McELROY (55). McElroy is clearly not a Pinkerton, and\nhardly dressed or groomed like one. He’s got snake-like eyes.\nHe holds a mean-looking, twelve-gauge HAMMER SHOTGUN.\n\nEXT. FOOTHILLS, DESERT VALLEY - DAY\n\nDan’s crouched next to his horse, gazing at one of his cows\nwhich has collapsed upon the arid earth, gasping...\n\nDan glances up at the sky, then he pulls out the BROOCH in\nhis grimy hands.",
  "7": "---END OF PREVIOUS SECTION---\nEXT. FOOTHILLS, DESERT VALLEY - DAY\n\nDan’s crouched next to his horse, gazing at one of his cows\nwhich has collapsed upon the arid earth, gasping... Dan glances up at the sky, then he pulls out the BROOCH in\nhis grimy hands. \n---TARGET SECTION TO BE ANNOTATED---\nTwenty feet away, William sits on his horse behind Dan,\nshuffling HIS DECK OF CARDS.\n\nWILLIAM\nYou gonna hock that?\n\nDan pockets it.\nDAN\nSomeday, William. You walk in my\nshoes, you might understand.\n\nWILLIAM\nI’m never walking in your shoes.\n\n(CONTINUED)\n\f10B\n\n10C\n\n11\n\n3:10 TO YUMA - TAN - 1.23.07\nCONTINUED:\n\nMark calls out from a nearby ridge:\n\nMARK\nTracks over here!\n\nDan takes the SPENCER RIFLE from his saddle. Standing over\nthe dying creature. Looking in its eyes as he FIRES...\nCLOSE ON-- WADE, WATCHING COACH FROM HILLTOP\n\nThe SHOT ECHOES faintly through the foothills. Wade peers\naround behind him. He shrugs it off, focusing back on his\noutfit below.\n\nEXT. STAGECOACH, DESERT VALLEY - DAY\n\nMcElroy stiffens as-- WADE’S GANG appears suddenly on the\nroad ahead coming straight at the coach, head on. McElroy\n\nsees them and grimaces. Cocking both pins on his SHOTGUN.\n\nMCELROY\nHere we go.\n\nWith proficiency, the other Pinkertons flip down or slide\nacross several ARMORED STEEL PLATES in front of them..\n\n...and in the next second, the outlaws and the Pinkertons\nclash in a violent FUSILLADE OF BULLETS.\n\nTWO PINKERTONS MAN THE GATLIN mounted at the rear.\nUnfortunately it is exactly where the gang isn’t (they’re\ncoming from the front) and they have no shot.\n\nThe Pinkertons fire as Wade’s gang rides straight at them, a\ngame of chicken.\n\nBullets exploding around him, McELROY AIMS AT ONE OF THE\nOUTLAWS RIDING IN FRONT.\n\n-- BANG! -- With one shot he blows the outlaw off his horse.\n\nAs the gang swarms around them -- RATATATAT. PINKERTONS FIRE\nTHE GATLIN, spraying the gang, mowing down another outlaw.\n\nSuddenly, one of the Pinkertons on the gatlin falls back,\nshot by-- CAMPOS, at his sniper’s perch-- rifle smoking.",
  "8": "---END OF PREVIOUS SECTION---\nAs the gang swarms around them -- RATATATAT. PINKERTONS FIRE\nTHE GATLIN, spraying the gang, mowing down another outlaw. Suddenly, one of the Pinkertons on the gatlin falls back,\nshot by-- CAMPOS, at his sniper’s perch-- rifle smoking. \n---TARGET SECTION TO BE ANNOTATED---\nThe remaining Pinkerton cradles the ammo and swings the big\nbrass gun at Campos, twisting the crank.\n\n(CONTINUED)\n\f11\n\n12\n\n13\n\n13A\n\n3:10 TO YUMA - TAN - 1.23.07\nCONTINUED:\n\nCampos dives for cover amid a hail of bullets.\n\nLike fighter pilots, the gang wheels in unison back around to\ncatch the coach on another pass.\n\nCHARLIE PRINCE GALLOPS from the other side of the coach and\ntakes out the remaining Gatlin operator with two shots.\n\nOMITTED\nEXT. STAGECOACH-- CONTINUED\n\nMcElroy and the Pinkertons defend the coach valiantly. Taking\ncover behind their ARMORED PLATES as the coach rattles along\nthe road. Another Pinkerton climbs from a hatch and re-mans\nthe Gatlin. He sends a spray of bullets toward the oncoming\ngang-- another man falls.\n\nThe last Pinkerton (MOONS) inside the stagecoach takes aim\nthrough the gun slit. He manages to HIT JORGENSEN.\n\nThe big man snaps backwards, falling to the ground, while\nclutching HIS EAR...\n\nCLOSE ON -- MCELROY’S EYES watching Sutherland and Tighe\napproach from the driver’s side.\n\nMCELROY\n(to driver)\nGet. Down. Now!\n\nMcElroy swings his shotgun over the driver, who ducks, and\naims at Tighe but then aims lower, at his saddle bag--\n\nHe fires and-- BOOM!-- TIGHE AND HORSE EXPLODE IN MID-STRIDE.\nTHE COACH LURCHES INTO A NARROW PASS, making it hard for the\ngang to follow.\n\nEXT. BOULDER CLUSTER, DESERT VALLEY - DAY\n\nWade watches, amused, his eyes on McElroy as he directs the\ncoach to make a run for a narrow pass.\n\nWade smiles. These two have history. Then, he notices-- A\nSCRAWNY HERD OF CATTLE on the other side of an outcropping.\nForty cows and bulls nibbling on what little they can find.\n\nA thought flickers across Wade’s mind.\nAnd he abruptly wheels his horse towards the animals.\n\f14\n\n15\n\n16\n\n16A\n\n3:10 TO YUMA - TAN - 1.23.",
  "9": "---END OF PREVIOUS SECTION---\nA thought flickers across Wade’s mind. And he abruptly wheels his horse towards the animals. 14\n\n15\n\n16\n\n16A\n\n3:10 TO YUMA - TAN - 1.23. \n---TARGET SECTION TO BE ANNOTATED---\n07 10.\n\nEXT. FOOTHILLS, DESERT VALLEY - DAY\n\nDan and his sons have stopped their horses over the ridge,\nlistening to the GUNSHOTS. Sounds like a warzone.\n\nDan pulls out his SPENCER RIFLE, riding in front.\n\nDAN\nStay behind me.\n\nOMITTED\nEXT. STAGECOACH, DESERT VALLEY - DAY\n\nTHE STAGECOACH RACES through the narrow pass, A PLUME OF DUST\nrising. McElroy squints, seeing--\n\nA HERD OF CATTLE stampeding toward him. And Ben Wade driving\nthem unflinchingly with a stock whip.\n\nMCELROY\nPull up, kid. Pull up!\n\nThe driver stares at the cattle, frozen. Imagine the bull run\nin Pamplona, only you’re driving into it. McElroy lunges for\nthe reins pulling hard as HOOVES and HORNS collide.\n\nThe STAGECOACH lists to one side, you can feel the weight of\nthis iron carriage. The FRONT AXLE SNAPS. Horses break free--\n\nThe STAGECOACH NOSES INTO AN EMBANKMENT AND FLIPS, rolling\nend over end like a semi on the turnpike. McElroy, the\ndriver, and injured Pinkertons catapult to the air.\n\nANGLE ON: THE OUTLAWS hounding unfortunate survivors.\nDarden touches his BOWIE KNIFE to the chest of A PINKERTON.\n\nPINKERTON\nOh God, Mr. Wade. Please. I got a\nwife and three kids. Please don’t--\n\nDARDEN\nWhat did you call me, boy? I ain’t\nBen Wade. My name is Tommy Darden.\nLegend with a blade. Soon to run\nthis outfit. Say my name. Say it.\n\nPINKERTON\n...I can’t remember it...\n\n(CONTINUED)\n\f16A\n\n17\n\n18\n\n3:10 TO YUMA - TAN - 1.23.07 11.\nCONTINUED:\n\nDarden twists the knife as the driver howls.\n\nCharlie Prince wields his TWO SCHOFIELDS like the Reaper,\nsinging and doing a soft shoe as he puts two Pinkertons out\nof their misery.\n\nCLOSE ON-- BEN WADE\n\nmoves slowly, confidently toward the coach, unimpressed by\nthe carnage.",
  "10": "---END OF PREVIOUS SECTION---\nCONTINUED:\n\nDarden twists the knife as the driver howls. Charlie Prince wields his TWO SCHOFIELDS like the Reaper,\nsinging and doing a soft shoe as he puts two Pinkertons out\nof their misery. CLOSE ON-- BEN WADE\n\nmoves slowly, confidently toward the coach, unimpressed by\nthe carnage. \n---TARGET SECTION TO BE ANNOTATED---\n Most of the coach horses have run off. A couple\nare on the ground. A few cattle wander about dazed.\n\nEXT. STAGECOACH, DESERT VALLEY - DAY\n\nAs the dust settles. The outlaws find McElroy pulling himself\nin the dirt, holding his leg, reaching with his other hand\nfor his HAMMER SHOTGUN.\n\nCHARLIE PRINCE\nMorning, Pinkerton. Name’s Charlie\nPrince. I expect you heard of me.\n\nMCELROY\nI heard of a balled-up whore named\nCharlie Princess. That you, missy.\n\nDarden and Jackson get a chuckle out of this -- Charlie\nPrince smiles, then fires a SHOT into McElroy’s gut...\n\n...and McElroy just GRUNTS.\n\nCHARLIE PRINCE\nI hate Pinkertons.\n\nANGLE ON: BEN WADE riding up now, the gang clearing a path.\nHe stops before McElroy and they share a look...\n\nWADE\nWhen’d your hair turn all gray,\nByron.\n\nMcElroy says nothing. Wade gives a nod to Sutherland who\n\nrushes up to the PADLOCKED STEEL DOOR on the stagecoach, a\nSATCHEL OF EXPLOSIVES under his arm.\n\n(CONTINUED)\n\f18\n\nCONTINUED:\n\n3:10 TO YUMA - TAN - 1.23.07 11a.\n\nWADE (CONT'D)\n\nI heard, Byron, that your boss, Al\nPinkerton, president of the most\nfeared protection agency in all the\nworld, home of the eye that never\nsleeps, well, I heard he got an\ninfection from biting his own\ntongue ...and died last month.\nThat true?\n\n(turns)\nMakes you think, don’t it Charlie?\n\n(CONTINUED)\n\f18\n\n19\n\n3:10 TO YUMA - TAN - 1.23.07 12.\nCONTINUED: (2)\n\nSome of the gang laughs. As Sutherland sets EXPLOSIVES, Wade\ncircles the toppled coach, admiring the ARMORED PLATES.\n\nWADE (CONT'D)\nAl spared no expense on this one,\nByron. Probably cheaper just to let\nme rob the damned thing.\n\nMCELROY\nIf you’re gonna kill me, I’d just\nas soon get to it.",
  "11": "---END OF PREVIOUS SECTION---\nWADE (CONT'D)\nAl spared no expense on this one,\nByron. Probably cheaper just to let\nme rob the damned thing. MCELROY\nIf you’re gonna kill me, I’d just\nas soon get to it. \n---TARGET SECTION TO BE ANNOTATED---\nWADE\n(dismounts)\nI’m not gonna kill you.\nNot like this.\n\nMCELROY\nYou let me live, it won’t change a\nthing. I’1l come for you.\n\nWADE\nBe disappointed if you didn’t.\n\nBOOM! THE EXPLOSIVES blow the STEEL DOOR off its hinges.\nMoons lies, groggy and bloody on the floor.\n\nDarden jumps past Sutherland and inside the stagecoach\n(stepping over Moons, who plays dead). He reappears with a\nSTRONG BOX. He shoots off the PADLOCK and OPENS the box...\n\n...to reveal DOZENS OF CASH ROLLS inside. Railroad money. He\nwhoops with joy, tossing the CASH ROLLS to Jackson who puts\nthe CASH ROLLS into SADDLE BAGS.\n\nWade watches the pair closely.\n\nEXT. RIDGE, DESERT VALLEY - DAY\n\n...From the crest of the ridge, Mark waves to Dan and\nWilliam. Mark sees the HERD and the STAGECOACH WRECKAGE,\nOUTLAWS swarming around it.\n\nComing up the rise, Dan goes still at the sight of this.\nHe signals silence to Mark. Mark’s horse fidgets.\nSome rocks tumble down the ridge.\n\f20\n\n21\n\n3:10 TO YUMA - TAN - 1.23.07 13.\n\nEXT. STAGECOACH, DESERT VALLEY - DAY\n\n...the robbery is almost over now. Darden emptying out the\nlast of the STRONG BOX. Nez packing the CASH in SADDLE BAGS.\n\nWade glances at the wounded Jorgensen who’s tied a BANDANNA\naround his ear. He gives the boss a nod, he’s okay.\n\nAll of a sudden ...CLICK! Darden freezes, hearing a PISTOL\nfrom behind. The rest of the gang goes still, guns ready. As\nMoons climbs out from inside the coach, grabbing Darden,\nhostage-style. He is a blood drenched mess.\n\nMOONS\nI’1l ask you to put down the money.\n\nDARDEN\n‘not a good play, friend.\n\nMOONS\n...Step back now. All of you.\nHands up. Or he dies.\nNo one in the gang moves a muscle.",
  "12": "---END OF PREVIOUS SECTION---\nHands up. Or he dies. No one in the gang moves a muscle. \n---TARGET SECTION TO BE ANNOTATED---\n Darden tries to free\nhimself but Moons holds tight, cocking his weapon to Darden’s\ntemple. Darden looks at Wade.\n\nDARDEN\n...Shit.\n\n-- Wade quick-draws his COLT “PEACEMAKER” -- BANG! -- AND\nSHOOTS DARDEN who spins violently-- grabbing his NECK and\nfalling to the ground, mortally wounded.\n\nBANG! ANOTHER SHOT snaps Moons’ head back.\n\nHe falls to the ground, dead.\n\nEXT. RIDGE, DESERT VALLEY - DAY\n\nIt’s obviously the first time the children have ever seen a\nkilling. Mark is shaken... William fascinated...\n\n...and we see that Dan’s all too aware of this.\n\nWILLIAM\nHe is fast...\n\n(CONTINUED)\n\f21\n\n22-25\n\n26\n\n27\n\n3:10 TO YUMA - TAN - 1.23.07 14.\nCONTINUED:\n\nDAN\nBack up. Quietly. William.\n\nRocks start to slide as Dan moves them to a less exposed\npoint.\n\nOMITTED\n\nEXT. STAGECOACH, DESERT VALLEY - DAY\n\nBACK AT THE COACH, WADE reloads his smoking pistol as he\nspeaks to Darden stuggling for last breaths on the dirt.\n\nWADE\n\n...Well, Tommy. It appears there\nwas a Pink in that coach you didn’t\nsee. Now I don’t know if Charlie\ntold you, but we got a few rules in\nthis outfit. And this sad outcome,\nwell, this is what happens when you\nput us all at risk. You were weak.\n\nSome rocks fall in the distance, from where Dan and his sons\nare making a retreat. A boy coughs. The whole gang hears it.\n\nCLICK! CLICK! CLICK!\nTen guns whip to the ridge. Cocked and leveled at Dan.\n\nWade leaps on his his horse, GALLOPING up to the ridge WITH\nCHARLIE PRINCE AND CAMPOS RIGHT BEHIND HIM.\n\nJackson starts to pick up the money... ...but Nez gets there\n\nfirst. Placing the SADDLE BAGS full of cash onto his horse.\nThe other outlaws watch him.\n\nEXT.",
  "13": "---END OF PREVIOUS SECTION---\nPlacing the SADDLE BAGS full of cash onto his horse. The other outlaws watch him. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RIDGE, DESERT VALLEY - DAY\n\nDan rides in front of his two boys as Wade and Charlie Prince\napproach. Wade and Dan stare at one another.\n\nWADE\nMorning.\n\nDAN\nThose are my cattle. I want them\nback.\n\nCHARLIE PRINCE\nCareful, rancher. That’s Ben Wade\nyou’re talking to.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 14a.\n27 CONTINUED:\n\nWe see William, awestruck.\n\nDAN\nI need them back.\nThey’re all I’ve got.\n\nWADE\n\nI don’t want your herd. But I’m\ngoing to need those horses.\n\n(CONTINUED)\n\f27\n\n28\n\n29\n\n3:10 TO YUMA - TAN - 1.23.07 15.\nCONTINUED: (2)\n\nCHARLIE PRINCE\n(moves forward)\nSo you don’t do anything foolish.\n\nDan sheaths his rifle and gives his boys a look. They\ndismount and Charlie Prince takes their horses.\n\nWADE\nYou'll find them on the trail to\nBisbee.\nThe two outlaws turn, taking the horses, riding down the hill\nleaving Dan his boys.\nEXT. STAGECOACH, DESERT VALLEY - DAY\n...we FOLLOW Wade, Prince and Campos as they ride away.\nCAMPOS\n(quietly, to Prince)\n\nWhat’s in Bisbee.\n\nCHARLIE PRINCE\n‘Aint you thirsty.\n\nCharlie rides past the WRECKAGE and the gang falls in behind.\nCharging down the road. Jackson lags, circling Darden’s body.\nEXT. STAGECOACH, DESERT VALLEY - DAY\n\nMinutes later. Dan leads his sons through the cattle which\nare milling about the WRECKAGE. Dan looks for survivors.\n\nDEAD BODIES. A few DEAD STEER.\nAnd one of the HORSES that pulled the coach, also dead.\n\nWilliam spots something by Bill Moons’ corpse...\n\nThree SPENT SHELLS from WADE’S PISTOL. William picks up one\nof the spent shells. Gazing at it like it’s treasure.\n\nANGLE ON: DAN as he comes upon McElroy in the dirt,\nbleeding... trying to get up...",
  "14": "---END OF PREVIOUS SECTION---\nWilliam picks up one\nof the spent shells. Gazing at it like it’s treasure. ANGLE ON: DAN as he comes upon McElroy in the dirt,\nbleeding... trying to get up... \n---TARGET SECTION TO BE ANNOTATED---\nMCELROY\nAhhh Dammit!\n(to Dan)\n\nGet me on my feet.\n\n(CONTINUED)\n\f29\n\n30\n\n31\n\n31A\n\n32\n\n3:10 TO YUMA - TAN - 1.23.07 16.\nCONTINUED:\n\nDAN\nI think you’re in pretty bad shape,\nMister. Maybe you should--\n\nMCELROY\nGet me on my damned feet!\n\n...-As Dan tries to lift him, McElroy grunts and gets upright\nbut then his legs give out and he crumbles to the ground.\n\nDAN\nMark, William--\n(pointing to the wreck)\nBring me one of them boards.\nCUT TO:\n\nEXT. BISBEE, SOUTHERN ARIZONA - DAY\n\nBen Wade rides, shadowed by Charlie Prince on his horse.\nThe rest of the gang is nowhere in sight...\n\n...the two men are approaching a remote town -- A dozen\nWOODEN STRUCTURES strewn upon a crossroad.\n\nSmall flags stuck in the dirt, trace the intended path of a\ntrain line from the mountains. A sign says:\n\nANNOUNCING THE BISBEE-CONTENTION LINE.\nA small surveying crew works, laying out the flags.\n\nOMITTED\n\nEXT. MAIN STREET, BISBEE - DAY\n\nTHE OUTLAWS survey the town as they ride through. There’s a\nSALOON (“Hollander’s”) and around the corner A VETERINARIAN'S\nOFFICE and a BLACKSMITH. A FEW TOWNSFOLK move along, none\npaying much attention.\n\nEXT. MARSHAL’S OFFICE, BISBEE - DAY\nAt the end of the street sits the MARSHAL’S OFFICE, several\nhorses tied to the side. Wade dismounts at the corner,\n\nnoticing a BARMAID emerge from a saloon...\n\n...this is EMMA NELSON (31). She glances at Wade, meeting his\neyes, then turns to sweep the porch. A connection.\n\n(CONTINUED)\n\f32\n\n33\n\n3:10 TO YUMA - TAN - 1.23.07 17.\nCONTINUED:\n\nCharlie Prince ties his horse further down the block from\nWade.",
  "15": "---END OF PREVIOUS SECTION---\nA connection. (CONTINUED)\n\f32\n\n33\n\n3:10 TO YUMA - TAN - 1.23.07 17. CONTINUED:\n\nCharlie Prince ties his horse further down the block from\nWade. \n---TARGET SECTION TO BE ANNOTATED---\n He glances at Sutherland across the street, tending to\nhis horse near a Blacksmith’s shop.\n\nOff Wade’s glance, Charlie starts to the Marshals’s office.\n\nFOLLOWING CHARLIE’S BOOTS-- With each step, his gait changes\nfrom the stride of an outlaw to the amble of a cowpoke.\n\nINT./EXT. MARSHAL’S OFFICE, BISBEE - DAY\n\nIn the doorway looking out, GRAYSON BUTTERFIELD (36) stares\nat the horizon. His face sour with anxiety. He wears the\nofficial suit of the Southern Railroad.\n\nJust inside MARSHAL WEATHERS (42) checks his watch. HIS\nDEPUTY, KANE, rolls a cigarette in the back.\n\nMARSHAL\nThey’ re probably just late, Mister\nButterfield.\n\nCharlie Prince leans in the doorway.\n\nBUTTERFIELD\nPinkertons don’t run late, Marshal.\nThat’s why they’re paid fourteen\ndollars a day.\n\nMARSHAL\nCan I help you?\n\nCHARLIE PRINCE\n...Well ...I think maybe a coach\nheaded for here got itself held up\nin a canyon ten miles back. By Ben\nWade himself, I think.\n\nBUTTERFIELD\nGod Dammit!..\n\nMARSHAL WEATHERS\nHow did you know it was Wade?\n\nOUTSIDE-- BEN WADE watches as--\nEmma crosses inside the saloon with her dust pan.\n\nBen pulls his hat low and walks down the plank sidewalk,\nmoving closer to the voices in the Marshal’s office...\n\n(CONTINUED)\n\f33\n\n34\n\n34A\n\n3:10 TO YUMA - TAN - 1.23.07 18.\nCONTINUED:\n\nCHARLIE PRINCE\n‘Can’t say I know it was him. But I\nsaw a Mexican sharpshooter, and an\nApache.\n\nKANE\n...desus Christ. Did you see the\n“Hand of God”?\n\nCHARLIE PRINCE\n...What’s that?\n\nKANE\nHis pistol.\n\nBUTTERFIELD\nWhy didn’t you do something?\n\nCHARLIE PRINCE\nThere was a lot of weapons, Mister.\nAnd they was shooting bullets.\n\nThe Marshal and Kane grab their rifles and move to the door.\nButterfield follows.\n\nEXT.",
  "16": "---END OF PREVIOUS SECTION---\nThe Marshal and Kane grab their rifles and move to the door. Butterfield follows. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MARSHAL’S OFFICE-- CONTINUOUS\n\nThe Marshal and others blow right by Prince as they mount\ntheir horses. Wade watches from up the street.\n\nMARSHAL WEATHERS\n(to Prince)\nWhere you fellas from anyway?\n\nCHARLIE PRINCE\nPrairie Cattle Company. Boss\npurchased ten thousand head in\nMexico, hired us to drive them in.\n\nThe Marshal nods, satisfied and spurs his horse, galloping\noff, down the street.\n\nINT. HOLLANDER’S MERCANTILE -- CONTINUOUS\n\nWatching out a window, TUCKER (last seen burning Dan’s barn),\nwatches the Marshal and Butterfield ride off.\n\nTUCKER\n\nSomething’s going on with the\nrailroad man.\n\n(CONTINUED)\n\f34A\n\n35\n\n36\n\n3:10 TO YUMA - TAN - 1.23.07 19.\nCONTINUED:\n\nGLENN HOLLANDER (45), the town’s well-groomed saloon owner\nand entrepreneur looks up from his inventory.\n\nEXT. MAIN STREET-- BISBEE-- CONTINUOUS\n\nSeeing the street is clear, Charlie Prince nods to Wade.\nWade crosses, heading toward the saloon doors.\n\nCharlie follows, passing a look to Sutherland.\n\nAnd Sutherland nods to-- Campos, who’s in an alley with\nJorgensen, helping the big man hold a bloody rag to his\ndamaged ear.\n\nSutherland also signals Kinter and Nez behind the saloon.\nOne by one, the outlaws amble toward the saloon.\n\nINT. SALOON, BISBEE - DAY\n\nWade peers over the SALOON DOORS. The place is empty save one\nold timer. A few tables and chairs, with a bar on one wall.\n\nEmma turns to see Wade. She keeps her eyes on him as he steps\ninside, his crew following. Most come in from the BACK DOOR.\nCampos and Jackson escort the old timer out. Wade takes a\nplace at the head of the bar...\n\nWADE\nWhiskey.\n\nEmma starts pouring them each a shot of WHISKEY.\nGradually working her way up to Wade.\n\nCHARLIE PRINCE\nHere’s to the boss. He leads us to\nthe loot and to success. We lost\nthree men today and that’s too bad.",
  "17": "---END OF PREVIOUS SECTION---\nCHARLIE PRINCE\nHere’s to the boss. He leads us to\nthe loot and to success. We lost\nthree men today and that’s too bad. \n---TARGET SECTION TO BE ANNOTATED---\nWADE\nTwo died fighting. One was weak.\nWe’ re only as strong as our\nweakest. Tommy was weak.\n\nWade downs his shot with the men. He turns and meets eyes\nwith Jackson. Jackson looks away.\n\nWith Nez’s help, Charlie distributes shares from the day’s\n\njob. A stack of cash to each man. It is a careful process.\nCharlie looks at Wade and Emma, then looks to Nez.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 20.\n36 CONTINUED:\n\nNez gets up and leads the gang out the back door.\nWade’s eyes hold on Emma. Charlie leans beside him.\n\nCHARLIE PRINCE (CONT’D)\nThat Marshal’s only half stupid.\nHe’s gonna be back soon.\n\nWade just looks at him.\nOutside the window, the gang rides off.\n\nCHARLIE PRINCE (CONT’D)\nThey’ re going across the border. I\nwon’t be far. I’1l wait for you.\n\nWADE\nOkay, Charlie.\n\nCharlie exits. Wade finishes his drink. Emma cleans.\n\nWADE\nI’ve seen you someplace before.\n\nEMMA\nHave you.\n\nWADE\nYou ever work for a blind Irishman\nin Dodge City.\n\nEMMA\nI was a singer. Best time I ever\nhad, my whole life.\n\nWADE\nWhat made you quit.\n\nEmma turns away, collecting the SHOT GLASSES...\n..-and Wade follows her around the counter.\n\nEMMA\nI got to coughing too much. Doctor\nsaid I should find a drier climate.\n\nWADE\nI spent more money in that joint, I\ntell you. Remember a girl, her name\nwas Velvet.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 21.\n36 CONTINUED: (2)\n\nEMMA\n(her back to him)\nNobody forgets Velvet.\n\nWade reaches out and touches the back of her neck...\nEmma hasn’t been touched like that in a while.\n\nWADE\nYou know, you look kind of skinny.\n\nEMMA\nI feel skinny.\n\nWADE\nThat’s all right. I don’t mind\nskinny girls, long as they have\ngreen eyes to make up for it. Do\nyou have green eyes.",
  "18": "---END OF PREVIOUS SECTION---\nWADE\nThat’s all right. I don’t mind\nskinny girls, long as they have\ngreen eyes to make up for it. Do\nyou have green eyes. \n---TARGET SECTION TO BE ANNOTATED---\nShe turns, showing him her BROWN EYES...\n\nWADE\nThat’s all right... They don’t have\nto be green.\nCUT TO:\n\n37 EXT. CATTLE TRAIL, FOOTHILLS - DAY\n\nDan and William carry McElroy along a trail on a STRETCHER\nmade of a stagecoach panel. Dan’s in front.\n\nMark walks alongside, glancing at McElroy’s WOUND. McElroy\nclutches a rag to it and glares at the sky, muttering.\n\nMARK\n...You think they lied? You think\nthey stole our horses.\n\nWILLIAM\nBen Wade don’t need our shit\nhorses.\n\nDAN\n\nWatch your mouth.\n\nCresting a ridge, they come upon--\nTheir horses tied to a tree. Dan is surprised.\n\n37A MOMENTS LATER-- AT THE HORSES\n\nWilliam helps his father prop a growling McElroy onto Dan’s\nhorse. As Mark mounts up. Dan turns to William.\n\n(CONTINUED)\n\f37A\n\n38\n\n39\n\n3:10 TO YUMA - TAN - 1.23.07 22.\nCONTINUED:\n\nDAN\n...Take your brother and round up\nthe cattle. Don’t push them. I\ncan’t afford any more dropping.\n\nWilliam spits, looking at something, then mounts his horse.\n\nWILLIAM\n...Here comes the Cavalry.\n\nDan turns to see-- Marshal Weathers riding up with Kane,\nCrawley and Butterfield. He turns back to his son.\n\nDAN\nDo as I said.\n\nWilliam spurs his horse and leads Mark off, looking back as--\nButterfield dismounts, crossing to McElroy.\n\nMARSHAL\nHe from the coach?\n\nDAN\nThe only one who made it.\nIt was Ben Wade.\n\nBUTTERFIELD\nMister McElroy. Can you hear me.\nHe needs attention.\n\nKANE\n\nGet him on my horse.\nMARSHAL\n\nYou see which way they rode, Evans?\nDAN\n\nLooked like they were headed to\n\nBisbee...\n\nWith dark faces, Butterfield looks to the Marshal and they\nrealize...\n\nOMITTED\nCUT TO:\n\nINT. EMMA’S BEDROOM-- SALOON - DAY\nWade relaxes on a chair, wearing only pants.",
  "19": "---END OF PREVIOUS SECTION---\nWith dark faces, Butterfield looks to the Marshal and they\nrealize... OMITTED\nCUT TO:\n\nINT. EMMA’S BEDROOM-- SALOON - DAY\nWade relaxes on a chair, wearing only pants. \n---TARGET SECTION TO BE ANNOTATED---\n He sketches Emma\n\nwho’s lounging naked in bed in a small room above the saloon.\nShe watches him work for several moments, grinning.\n\n(CONTINUED)\n\f39\n\n39A\n\n3:10 TO YUMA - TAN - 1.23.07 23.\nCONTINUED:\n\nHis eyes meet hers. There are sparks between these two. She\nrolls toward him. He reaches out -- touches her ivory skin.\n\nOut a window, Wade glances at-- Butterfield, Dan, the Marshal\nand his Deputies riding into town, McElroy in tow.\n\nWade turns away from the window. It doesn’t worry him.\n\nWADE\n...There’s a town south of the\nborder... A pretty little pueblucho\non the river. Folks would pay good\nmoney there to hear a white woman\nsing.\n\nEMMA\n....Yeah, imagine me shinning down\nto Mexico with Ben Wade on my arm.\n\nWADE\nI’m not wanted in Mexico.\n\nEmma studies him, wondering if he’s sincere. She breaks a\nsmile, like he’s pulling her leg. But his eyes are still.\n\nWADE (CONT'D)\nJump out that back window with me.\n\nEmma stares at him, mystified, then laughs.\n\nEMMA\nYou’ re crazy.\n\nShe smiles and starts to rolls out of bed, but he pulls her\nback to him and into the soft bed.\n\nINT. DOC POTTER’S OFFICE, BISBEE - DAY\n\nA loud knocking. DOC POTTER (42) shuffles toward the door and\nUNLOCKS it. Kane and Dan move in holding McElroy in their\narms. Butterfield follows. Dan sets McElroy on a BIG SLAB.\n\nDAN\nCoach got held up.\n\nDOC POTTER\nWhat’s his name.\n\nBUTTERFIELD\n\nByron McElroy. He’s a bounty hunter\nunder contract with the Pinkertons.\n\n(CONTINUED)\n\f39A\n\n3:10 TO YUMA - TAN - 1.23.07 24.\nCONTINUED:\n\nButterfield looks about the room. A veterinarian's office. He\ncrosses to the window.\n\nOutside the saloon, the Marshal and Crawley begin to search\nthe village for Wade.\n\nKANE\n(crossing to the door)\nI best get out there.",
  "20": "---END OF PREVIOUS SECTION---\nHe\ncrosses to the window. Outside the saloon, the Marshal and Crawley begin to search\nthe village for Wade. KANE\n(crossing to the door)\nI best get out there. \n---TARGET SECTION TO BE ANNOTATED---\nDOC POTTER\nYou've lost a lot of blood, Mister\nMcElroy. I’m gonna need to do a\nlittle stitching on your--\n\nMCELROY\nShut your mouth and do the same to\nmy gut.\n\nDoc Potter blinks. He notes the many scarred-over bullet\nholes and gashes on McElroy’s chest.\n\nDan crosses to the door, watching as--\n\nKane joins the Marshal and Crawley as they continue moving\nthrough the town, guns drawn.\n\nBACK INSIDE--\nDOC POTTER (CONT’D)\nWhat I’m about to do is going to\nhurt like a sonofabitch...\n(to Butterfield)\n...-Hold him please.\nButterfield moves to pin McElroy, but...\n\nMCELROY\nDon’t touch me.\n\nDoc Potter dives a LONG PAIR OF TWEEZERS into McElroy’s\n\nwound. McElroy grunts fiercely, eyes welling, holding his\n\nglare with Potter.\n\nPlink. The bullet’s out. Doc Potter drops it in a dish.\n\nMcElroy turns, noticing the ANIMAL CHARTS on all the walls.\nMCELROY\n\nWhat the fuck kind of Doctor are\nyou anyway?\n\n(CONTINUED)\n\f39A\n\n39B\n\n39C\n\n39D\n\n40\n\n3:10 TO YUMA - TAN - 1.23.07 25.\nCONTINUED: (2)\n\nDOC POTTER\nNice to have a conversation with a\npatient once in a while.\n\nCUT TO:\n\nEXT. BISBEE STREET-- CONTINUOUS--\n\nDan makes his way around the corner from Potter’s place,\nmoving toward Hollander’s mercantile. He sees--\n\nHollander talking to a clerk, through an open side door.\nDan steps pick up speed.\nEXT. BISBEE STREET-- OUTSIDE BOARDING HOUSE\n\nCrawley stops in front of Wade’s Horse, runs his hand over\nthe animal. This animal is not from Bisbee\n\nINT. SALOON-- CONTINUOUS\n\nThe Marshal and Kane stand at the entrance of the saloon.\nThey look about until they hear a whistle from outside.\n\nThey turn to see-- Crawley pointing to Wade’s horse in front\nof the Boarding House.\n\nThey move quickly to the Boarding House, weapons drawn.\n\nCUT TO:\nINT.",
  "21": "---END OF PREVIOUS SECTION---\nThey turn to see-- Crawley pointing to Wade’s horse in front\nof the Boarding House. They move quickly to the Boarding House, weapons drawn. CUT TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n HOLLANDER’S MERCANTILE -- CONTINUOUS\nDan enters. He meets eyes with Tucker, who assists a clerk\nwith inventory. On the other side of the room, Hollander puts\na Ledger book in his bag and pulls on his coat, watching out\n\nhis window.\n\nHOLLANDER\nWhat the hell are they looking for?\n\nDAN\n...-Ben Wade. He held up the payroll\ncoach. I was there.\n\nTUCKER\nFuck off, cripple.\n\nDAN\nI want to talk, Mister Hollander.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 26.\n\n40 CONTINUED:\n\nHollander moves toward the door, his eyes across the street,\nwatching the search. He checks his sidearm.\n\nHOLLANDER\nBen Wade in Bisbee. Shit. We’re\nmoving up.\n\nDAN\nMister Hollander.\n\nHOLLANDER\n(to Tucker)\n‘Going to the saloon...\n\nDan follows Hollander out the door.\n41 EXT. BISBEE-- MOVING TOWARD SALOON-- CONTINUOUS\nDan trails after Hollander along the plank walkway.\n\nDAN\n...You got no right to do what you\ndone. You hear me. That’s my land.\n\nHOLLANDER\nCome next week, its not, Evans. You\nborrowed a good deal of money. And\nI got rights to recompense.\n\nDan grabs Hollander by the collar--\n\nDAN\n.»..You dammed up my creek. You shut\noff my water. How am I supposed to--\n\nTucker come from behind, grabbing Dan, throwing him backward.\nHollander dusts himself off.\n\nHOLLANDER\n...Before water touches your land,\nEvans, it resides and flows on\nmine, and, as such, I can do with\nit as I fucking please. Go home and\npack up.\n\nDan holds out ALICE’S BROOCH.\nDAN\n...Let me just get to spring. I can\nturn the corner.\n\nCLOSE ON -- HOLLANDER, glancing at it. Not enough.\n\n(CONTINUED)\n\f41\n\n42\n\n3:10 TO YUMA - TAN - 1.23.07 27.\nCONTINUED:\n\nHOLLANDER\n...",
  "22": "---END OF PREVIOUS SECTION---\nNot enough. (CONTINUED)\n\f41\n\n42\n\n3:10 TO YUMA - TAN - 1.23.07 27. CONTINUED:\n\nHOLLANDER\n... \n---TARGET SECTION TO BE ANNOTATED---\nSometimes, a man has to be big\nenough to see how small he is. The\nrailroads coming. Your land is\nworth more with you off it.\n\nHollander turns and climbs the steps and moves through the\nsaloon doors, disappearing into an office inside.\n\nTucker watches Dan until he starts to walk toward his horse\nin front of Doc Potter’s place.\n\nCLOSE ON-- DAN. Fire in his eyes, he adjusts his saddle,\nwaiting for Tucker to head around the corner, Then, he grabs\nhis SPENCER RIFLE and marches for the saloon entrance.\nCLOSE ON-- THE MARSHAL, catching sight of Dan.\nMARSHAL\n\nWhat the hell...\nINT. SALOON, BISBEE - DAY\nBen Wade slips past Emma, out her bedroom door, moving\ntoward the stairs. But his hand moves to his PEACEMAKER when\n\nhe hears--\n\nDAN (O.S.)\nHollander!\n\nEmma and Wade meet eyes.\nWade proceeds down the spiral stairs to see--\n\nDan, wild-eyed, holding his rifle, standing at the door that\nleads to Hollander’s office...\n\nWade approaches Dan. Dan steps toward the bar.\nWADE\nYou look a little bent, Rancher.\nYou come to wake some snakes?\n\nEmma crosses down the stairs.\n\nEMMA\nDan. Would you like a drink.\n\nDAN\nNo thanks.\n\n(CONTINUED)\n\f42\n\n3:10 TO YUMA - TAN - 1.23.07 28.\nCONTINUED:\n\nDan looks at Wade. Heart is in his throat. Sweat on his brow.\nWhat is he doing here?\n\nWADE\n...-You got your horses back, didn’t\nyou? And your herd? Dan?\n\nDAN\nYou killed two of them.\n\nWade smiles. He places SIX GOLD COINS on the bar.\nWADE\nThey were thin. But this should\n\ncover it.\n\nDan doesn’t respond. Over Wade’ shoulder, he sees Crawley out\nthe windows, moving toward the back of the saloon.\n\nWADE (CONT’D)\nWhat’s a day’s work worth to you?\n\nDAN\nI get two dollars when I hire out.\n\nWADE\nHere’s two for half a day.\n\nWade puts TWO MORE COINS on the bar...\n\nDAN\nYou took up my boys’ time too.\n\nWade adds another two.",
  "23": "---END OF PREVIOUS SECTION---\nWade puts TWO MORE COINS on the bar... DAN\nYou took up my boys’ time too. Wade adds another two. \n---TARGET SECTION TO BE ANNOTATED---\n Shares a look with Emma.\n\nWADE\nAnything else you want to get paid\nfor, Dan?\n\nDan fingers the GOLD COINS. His eyes flick, seeing the\nMarshal enetering from the back door. Leveling a SLIDE-ACTION\nREPEATER at Wade’s back. Wade is about to turn when--\n\nDAN\nIf it’s alright with you, you can\ngive me five dollars extra.\n\nWADE\nFor what.\n\nDAN\n...For making me nervous.\n\n(CONTINUED)\n\f42\n\n3:10 TO YUMA - TAN - 1.23.07 29.\nCONTINUED: (2)\n\nWade’s face changes, something wrong.\n\nCLICK-CLACK. Marshal Weathers cocks his REPEATER behind Wade.\nDigging the muzzle into the his back.\n\nMARSHAL WEATHERS\nHands up, Ben Wade.\n\nTucker appear in the SALOON DOORS, PISTOL drawn.\n\nTUCKER\nBoss. Boss!\n\nCrawley and Kane come in behind the Marshal. Hollander\nemerges fromn his office. Tucker hoots, thrilled.\n\nTUCKER\nBen Wade captured in Bisbee!\n\nThe outlaw glares at Dan who lets out a breath.\nHe keeps his eyes on him as he raises his hands in the air.\n\nWADE\nLaugh while you can.\n\nKane grabs Wade’s Peacemaker as Crawley locks a pair of HAND\nCUFFS on his wrists. the Marshall grabs Crawley--\n\nMARSHAL\nGet the wagon and make sure every\nweapon we got is shoot ready. I’1l\nmeet you out front of the office.\n(to the others)\nWe got to get him out of here.\n\nTUCKER\nWe should shoot him right now. Put\na bullet in his noggin.\n\nMCELROY\nYou do that, every man, woman and\nchild in this shit-piss town will\nbe slaughtered by daybreak.\n\nDan and the others look to--\nByron McElroy in the doorway. Blood seeps from the bandage\n\naround his gut. He holds his shotgun. Potter trails after\nhim, trying to finish his dressing.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 30.\n42 CONTINUED: (3)\n\nBUTTERFIELD\n(pointing at Wade)\nTwenty two robberies.",
  "24": "---END OF PREVIOUS SECTION---\nPotter trails after\nhim, trying to finish his dressing. (CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 30. 42 CONTINUED: (3)\n\nBUTTERFIELD\n(pointing at Wade)\nTwenty two robberies. \n---TARGET SECTION TO BE ANNOTATED---\n Four hundred\nthousand in losses, more in delays.\nThe Southern Pacific wants Ben Wade\nconvicted in a Federal Court. Hung\nin public. An example made. And we\nwill pay to make it happen.\n\nWADE\n(to Dan)\nYou notice he never mentioned the\nlives I’ve taken?\n\nMARSHAL\nI need three more men.\n(grabs Wade)\nLet’s go.\n\nThe Marshal escorts Wade toward the door.\n\nHOLLANDER\nYou can have Tucker.\n\nMCELROY\nI’m coming. So you need only one.\n\nMARSHAL\nYou’ re wounded, Mister McElroy.\n\nMCELROY\nI can ride a goddam horse as easy\nas I can sit here.\n\nBUTTERFIELD\nHe knows Wade. You need him.\n\nMARSHAL\nIf he goes, Potter’s coming.\n\nTUCKER\nDoc can’t shoot shit.\n\nDAN\nI was the best shot in my regiment.\nI’ll come. For two hundred dollars.\nEverybody turns to Dan--\n\nBUTTERFIELD\nYou fight for the North or South?\n\n(CONTINUED)\n\f42\n\n43-48\n\n49\n\n50-51\n\n52\n\n3:10 TO YUMA - TAN - 1.23.07 31.\nCONTINUED: (4)\n\nDan looks at the Southern Railroad pin on Butterfield’s\njacket. Still, he can’t lie.\n\nDAN\n...North.\n\nBUTTERFIELD\nWe’re Southern in name, but Chicago\nowned.\n\n(to the others)\nFine. Two hundred.\n\nDAN\nThank you.\n\nBUTTERFIELD\nThank me when its done.\n\nOMITTED\n\nEXT. MAIN STREET, BISBEE - DAY\n\nDan watches as the Marshal ushers Wade across the street.\nNearby, Crawley and Kane hustle to prepare a stagecoach,\n\ntying chain around it to secure the doors.\n\nMARSHAL\nHurry up, Kane.\n\nCRACK! A SHOT RINGS OUT. It’s Charlie Prince, tearing down\nthe street on his horse, a SMOKING SCHOFIELD PISTOL in his\nhands. He gallops down main street, townspeople clearing.\n\nCHARLIE PRINCE\nThis town’s gonna burn!\n\nTHE OUTLAW GALLOPS PAST. Never slowing.",
  "25": "---END OF PREVIOUS SECTION---\nCHARLIE PRINCE\nThis town’s gonna burn! THE OUTLAW GALLOPS PAST. Never slowing. \n---TARGET SECTION TO BE ANNOTATED---\nHe fires twice-- BANG, BANG!\n\nThe first shot drops DEPUTY KANE right in front of the coach.\nThe second shot takes down A RANDOM BISBEE MAN.\n\nEeryone uinloads their weapons-- BANG BANG BANGG-- as Charlie\nscoots away on his horse, into the hills.\n\nOMITTED\nEXT. MARSHAL’S OFFICE, BISBEE - DAY\n\nMarshal Weathers muscles Wade to a waiting CARRIAGE tied with\nchains and padlocked. Both of them spot --\n\n(CONTINUED)\n\f52\n\n53-55\n\n56\n\n57\n\n58\n\n59\n\n3:10 TO YUMA - TAN - 1.23.07 32.\nCONTINUED:\n\nCharlie prince-- perched on his horse a half mile out of\ntown, watching what happens to his boss. Wade gives him a nod\nand Charlie Prince nods back.\n\nThe marshal shoves Wade inside the coach, then, as he climbs\nonto the driver’s seat-- Emma comes up to the door.\n\nEMMA\nWere you sincere about Mexico?\n\nWADE\n(smiles)\n-No.\n\n...WE PULL BACK ON: Emma and the rest of the Bisbee townsfolk\nas they stand back and watch the COACH take Wade away.\n\nOMITTED\n\nEXT. CHAINED COACH, FOOTHILLS --LATE AFTERNOON\n\nMarshal Weathers hauls ass along a CATTLE TRAIL, ever aware\nthat Charlie Prince is following him on the ridge like a dog\ntrailing its master...\n\nOMITTED\n\nEXT. EVANS RANCH, FOOTHILLS -- LATE AFTERNOON\n\nDAN’S CATTLE are back in the holding yard. Dan stands on the\nporch with Alice. His two boys inside, pressed against the\nwindows.\n\nWHAT THEY SEE: THE PRISON WAGON is passing their ranch,\ncrossing a CRUDE BRIDGE over a dry creek bed. They also see\nCharlie Prince crest a nearby bluff, watching the wagon.\n\nINT./EXT. PRISON WAGON, EVANS RANCH --LATE AFTERNOON\n\nInside the wagon, Wade glances at his HAND CUFFS and grins\nself-assuredly. He notices a tear in the seat.\n\nA PIECE OF COPPER WIRING sticking out.",
  "26": "---END OF PREVIOUS SECTION---\nPRISON WAGON, EVANS RANCH --LATE AFTERNOON\n\nInside the wagon, Wade glances at his HAND CUFFS and grins\nself-assuredly. He notices a tear in the seat. A PIECE OF COPPER WIRING sticking out. \n---TARGET SECTION TO BE ANNOTATED---\nAll of a sudden, the PRISON WAGON LURCHES TO A STOP. One of\nthe wheels has skidded off A CRUDE BRIDGE.\n\f60\n\n61\n\n62\n\n63\n\n3:10 TO YUMA - TAN - 1.23.07 33.\n\nEXT. PRISON WAGON, EVANS RANCH --LATE AFTERNOON\n\nMarshal Weathers curses, leaps down and attempts to free the\nwheel.\n\nWade glances out through the chained door, watching the\nmarshal’s futile struggle...\n\n...finally, Marshal Weathers turns to Dan on the porch.\nMARSHAL WEATHERS\nHello, there. Evans. Can you give\nme a hand with this.\nEXT. PORCH, EVANS RANCH --LATE AFTERNOON\nOn cue, Dan walks out. Tucker and Crawley follow.\nTUCKER\nWhatever your wife is cooking in\n\nthere smells good, Evans.\n\nTucker and Crawley laugh.\n\nEXT. BLUFF, EVANS RANCH --LATE AFTERNOON\n\nCharlie Prince squints to get a look at what’s going on as\nthe men from the ranch disappear behind the listing PRISON\nWAGON and begin to push it back up onto the bridge.\n\nEXT. PRISON WAGON, EVANS RANCH --LATE AFTERNOON\nWade quickly pockets the length of COPPER WIRING as Marshal\nWeathers discreetly UNLOCKS the prison wagon door and hauls\n\nWade out. Crawley exchanges hats with the outlaw...\n\n...-now Marshal Weathers gives Tucker the key to WADE’S HAND\nCUFFS. We see Tucker placing the key in his shirt pocket.\n\nWADE\nRemind me never to play cards in\nthis town.\nCrawley now takes Wade’s place inside the PRISON WAGON...\n\n...and Marshal Weathers PADLOCKS the door again. Wade watches\nthe men finally push the PRISON WAGON back onto the bridge.\n\f64\n\n65\n\n66\n\n67\n\n3:10 TO YUMA - TAN - 1.23.07 34.\n\nEXT. BLUFF, EVANS RANCH --LATE AFTERNOON\n\nThe switch has taken just a few fast seconds -- and from his\nvantage point on the bluff, Charlie Prince is none the wiser.\nEXT.",
  "27": "---END OF PREVIOUS SECTION---\nEXT. BLUFF, EVANS RANCH --LATE AFTERNOON\n\nThe switch has taken just a few fast seconds -- and from his\nvantage point on the bluff, Charlie Prince is none the wiser. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n PRISON WAGON, EVANS RANCH --LATE AFTERNOON\n\nMarshal Weathers resumes his seat on the PRISON WAGON...\n\nMARSHAL\nThanks for your help, Dan.\n\nDAN\nYou gonna check on my family when\nyou come back, right?\n\nMARSHAL\nFirst thing. Let’s go. Ya!\n\nThe coach rides off, fast, leaving Wade behind with them.\nA cloud of dust rises.\n\nEXT. BLUFF, EVANS RANCH --LATE AFTERNOON\n\nThinking Wade’s still in the PRISON WAGON, Charlie Prince\nwheels his horse around, GALLOPING away from the ranch...\n\nEXT. PORCH, EVANS RANCH --LATE AFTERNOON\n\n.»..as Dan and Tucker lead Wade up to the porch. McElroy and\nButterfield appear in the doorway. Wade nods to Alice, but\nshe glares. McElroy pushes Wade inside...\n\nALICE\nHow long’s he have to stay.\n\nDAN\nAn hour. Make sure Wade’s outfit\ntakes the bait.\n\nALICE\nWhat happens if they catch the\nwagon.\n\nDAN\n\nYou saw where his man was. He’s\nstill got to fetch the outfit. They\nshould get to the Fort before dawn.\n\n(CONTINUED)\n\f67\n\n68\n\n69\n\n3:10 TO YUMA - TAN - 1.23.07 35.\nCONTINUED:\n\nPOTTER\nHis gang can’t do anything in front\nof the whole Sixth Cavalry.\n\nEXT. EVANS RANCH, FOOTHILLS --DUSK\n\nDoc Potter keeps watch on Dan’s porch with Tucker. Both men\ncradling RIFLES in their laps.\n\nDoc Potter stares at the smouldering wreck of the old barn.\n\nDOC POTTER\nYou have something to do with that?\n(off Tucker’s smirk)\nHope you’re proud of yourself.\n\nTUCKER\n...-Doing my job, Doc.\n\nINT. DINING ROOM, EVANS RANCH - DUSK\n\nInside, Alice prepares dinner. The two boys carry plates to\nthe table where Butterfield is waiting...\n\n...we see William, starstruck, offering a plate to Wade who’s\nsitting at the end of the table. He smiles a thanks. McElroy\nsits next to the outlaw, his HAMMER SHOTGUN in his hands.",
  "28": "---END OF PREVIOUS SECTION---\n...we see William, starstruck, offering a plate to Wade who’s\nsitting at the end of the table. He smiles a thanks. McElroy\nsits next to the outlaw, his HAMMER SHOTGUN in his hands. \n---TARGET SECTION TO BE ANNOTATED---\nDan sits at the other end of the table, joining Alice and his\nsons. He notices William staring at Wade. Wade nods to\nWilliam and digs into his food. Then Wade looks up, no one\nelse is eating.\n\nMARK\nWe always wait to say Grace.\n\nALICE\nAnd we don’t presume to teach other\npeople manners.\n\nMARK\nAren’t we supposed to say Grace for\nmurderers, too.\n\nALICE\nGrace is for everybody, dear.\n\nMARK\nWell, then why don’t we say it.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 36.\n69 CONTINUED:\n\nDAN\nMark --\n\nMCELROY\nI’d like to hear it.\n\nEveryone looks at McElroy. Wade snorts a laugh.\n\nALICE\nGod, our Father, Lord and Savior,\nthank you for your love and favor.\nPlease bless this drink and food we\npray. Bless all who...\n(glancing at Wade)\n...who shares with us today. Amen.\n\nWade looks up at McElroy who’s watched him throughout...\n\n...the others start eating their dinners. William glances at\nWade constantly. Mark just stares at the outlaw suspiciously.\n\nMARK\nYou know, if my pa wants to, he can\nshoot you dead. He can shoot a jack\nrabbit at fifty yards.\n\nDAN\nShooting animals is a lot different\nto shooting a man, son.\n\nWADE\nNo, it isn’t. Not in my opinion.\n\nSilence promptly falls in the room.\n\nWADE (CONT’D)\nAsk Byron here. He’s killed dozens\nof people. Men, women and children.\nMiners. Apache.\n\nMCELROY\nThere’s not a soul I’ve taken\ndidn’t deserve what it got.\n\nJust the answer Wade was hoping for.\n\nWADE\nSee, when it comes to killing,\nByron McElroy doesn’t think in\nterms of man or woman or even\nchild...\n\n(MORE)\n\n(CONTINUED)\n\f69\n\n3:10 TO YUMA - TAN - 1.23.07 37.\nCONTINUED: (2)\nWADE (cont'd)\n(pause)\n...-he thinks of souls.\n\nMCELROY\nCorrupted souls. Like yours.\nI fight the devil on earth.",
  "29": "---END OF PREVIOUS SECTION---\nMCELROY\nCorrupted souls. Like yours. I fight the devil on earth. \n---TARGET SECTION TO BE ANNOTATED---\nWADE\nAs a bounty hunter for the\nPinkerton Detective agency and\neighteen dollars a day plus\nexpenses.\n\nMCELROY\nYes sir.\n\nWADE\nEvery way of man is right in his\nown eyes, Byron. The Lord pondereth\n\nthe heart.\n(meets eyes with Alice)\nProverbs... twenty one.\n\nWilliam smiles. Wade glances at the boy and contentedly looks\ndown to his plate. He tries to eat his meat. But its not cut\nup and, with his hands cuffed, not possible... He meets eyes\nwith Alice.\n\nALICE\n.-Dan.\n\nDan sighs and rises from the table. Takes the plate from\nWade’s CUFFED HANDS... and cuts the steak.\n\nWADE\nThank you, Dan. Would you mind\ncutting the fat off too, please...\n(off Dan’s look)\n...I don’t like fat.\n\nThere is a pause at the table as everyone just watches Dan\ndicing the meat.\n\nWADE (CONT'D)\n...Mind if I ask how you got that\nhitch in your step, Dan?\n\nMCELROY\nDon’t tell him nothing, Evans.\n\nWADE\n‘Where were you stationed?\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 37A.\n69 CONTINUED: (3)\n\nDan hands the plate to Wade.\nDAN\n.»..-Second Company Sharpshooters out\nof Lynnfield, Massachusetts.\n\nWade smiles appreciatively. Dan crosses back his seat.\n\n(CONTINUED)\n\f69\n\n70\n\n71\n\n3:10 TO YUMA - TAN - 1.23.07 38.\nCONTINUED: (4)\n\nMARK\nMy father was defending the United\nStates capitol in the District of\nColumbia.\n\nWADE\n...Is that so.\n(beat)\nSo what happened, Dan. To your leg,\nI mean.\n\nDan looks to Alice. William looks to his father. Then--\nBANG! BANG!...shots coming from the porch.\n\nButterfield stands, frightened. McElroy crosses to the\nwindow. Dan waves his wife and children to stay where they\nare. He looks to the door, his rifle in his hands.\n\nMORE SHOTS. Wade, amused, just sits there, chained to his\nchair and the cast iron stove.\n\nEXT.",
  "30": "---END OF PREVIOUS SECTION---\nMORE SHOTS. Wade, amused, just sits there, chained to his\nchair and the cast iron stove. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n PORCH, EVANS RANCH - NIGHT\n\nDan busts out the door to find-- Doc Potter, firing his RIFLE\ninto the darkness as Tucker moves to stop him.\n\nTUCKER\nDoc... Stop!\n\nDOC POTTER\n....There’s something moving out\nthere behind the rocks.\n...McElroy and Butterfield arrive in the door-- as they all\nlook out, a wind blows a dead tree on a nearby hill. Tucker\nsnatches Doc Potter’s rifle.\n\nINT. DINING ROOM, EVANS RANCH - NIGHT\n\nInside, the boys have crossed to windows to watch the men\nargue outside. Wade looks to Alice.\n\nWADE\nEver been to San Francisco?\n\n(CONTINUED)\n\f71\n\n72\n\n3:10 TO YUMA - TAN - 1.23.07 39.\nCONTINUED:\n\nALICE\nIf it’s all right by you, Mister\nWade, I’d rather we not talk.\n\nWADE\nSo you’ve never been to San\nFrancisco.\nALICE\n-no.\nWADE\nI knew a girl there... Daughter of\n\na sea captain. And she had these\nbeautiful green eyes, the greenest\neyes I’ve ever seen. Like yours.\nAnd I would look deep into those\neyes and well, they’d just change\ncolors right in front of me. All\nthe colors of the sea.\n\nHe stares into Alice’s green eyes and she can’t look away...\n\nWADE (CONT'D)\nWhat’d you say your name was?\n\nDAN (O.S.)\nAlice.\n\nAlice snaps out of his gaze. Wade’s satisfaction is clear.\nHe watches Dan cross to the back of the house as Alice\nfollows.\n\nEXT. MASTER BEDROOM, EVANS RANCH - NIGHT\n\nDan slams the BEDROOM DOOR behind Alice. He gives her at\nlook, then begins packing a SADDLE BAG.\n\nDAN\n...For God’s sake. He’s killed more\npeople than the drought.\n\nALICE\nHe’s not what I expected. He’s--\n\nDAN\n--dangerous. Dangerous is what he\nis, Alice-- and you and the boys\nare not going to talk to him again.\n\nAlice crosses to the dresser. Dan watches her. She’s upset.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 40.",
  "31": "---END OF PREVIOUS SECTION---\nDan watches her. She’s upset. (CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 40. \n---TARGET SECTION TO BE ANNOTATED---\n72 CONTINUED:\n\nALICE\nYou can change your mind.\nNo one will think less of you.\n\nDAN\nNo one can think less of me.\n\nHe looks at her, then looks out the window.\n\nDAN (CONT'D)\n\nSix months from now, everything’s\ngonna be green, Alice. Cattle’s\ngonna be fat. We’ll see the steam\nfrom the trains over the ridge.\nWe’ll be all right. Maybe better.\nBut we won’t make it through the\nnext six days if I don’t do this.\n\nThe door opens--\n\nDOC POTTER\nSorry, Dan,.. Mister McElroy says\nfive minutes.\n\nAnd closes it. Alice looks to Dan.\n\nDAN\nYou think he’s too much for me?\n\nALICE\nHe’s a killer, Daniel.\n\nDAN\nThen someone ought to have the\ndecency to bring him to justice.\n\nALICE\n...What are you thinking.\n\nDAN\nI’m not out there alone.\n(touches her)\nHave a little faith in me.\n\nALICE\nBen Wade has a gang, Dan. And they\nare out there tonight. Somewhere.\n\nDAN (CONT’ D)\nIf I don’t go, we’ve got to pack\nand leave, heading for God-knows-—\nwhere, dirt poor, without a prayer.\n(MORE)\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 41.\n72 CONTINUED: (2)\nDAN (CONT’D)\nI’m tired of watching the boys go\nhungry. I’m tired of the way they\nlook at me. I’m tired of the way\nyou don’t. I’ve been standing on\none leg for three damned years,\nwaiting for God to do me a favor,\nAlice. He isn’t listening. It’s up\nto me.\n\n...there’s a polite KNOCK on the BEDROOM DOOR.\n\nBUTTERFIELD (0O.S.)\nMister Evans. We’re leaving now.\n\n73 EXT. PORCH, EVANS RANCH - NIGHT\n\nThe group is saddling up. Wade moves to his black horse, but\nTucker abruptly cuts him off. A smirk across his face...\n\nTUCKER\nNo, no, no. This’s my horse now.\n\n...and Wade just stares at him, then mounts another horse.",
  "32": "---END OF PREVIOUS SECTION---\nTUCKER\nNo, no, no. This’s my horse now. ...and Wade just stares at him, then mounts another horse. \n---TARGET SECTION TO BE ANNOTATED---\nWADE\n(to the group)\nSo where are we headed?\n\nTUCKER\nAin’t none of your business where\nwe’re headed. You’re a prisoner,\nWade. You don’t speak, you don’t\npiss, you don’t goddamn breathe\nwithout our say-so. Understand?\n\nMcElroy rides up, firing a look at Tucker.\n\nMCELROY\nWe’re going to Contention. We’re\nputting you on the 3:10 to Yuma,\nday after tomorrow.\n\nTUCKER\nShouldn’t have told him that.\n\nWADE\nRelax, friend. Now, if we get\nseparated, I’11 know where to meet\nup.\n\nTucker glares at McElroy who just rides on.\n\n(CONTINUED)\n\f73\n\n3:10 TO YUMA - TAN - 1.23.07 42.\nCONTINUED:\n\nANGLE ON: DAN emerges onto the porch with Alice. Their sons\nare waiting for them. Dan looks both of them in the eyes...\nHe can see Will’s attention is drawn by Wade.\n\nDAN\nDon’t be any trouble, Mark.\n\nMARK\nYes, Sir.\n\nDAN\nAnd William--\n\nWILLIAM\nI want to come with you.\n\nDAN\nWell, You can’t.\n\nWILLIAM\n--I can help.\n\nDAN\nYou’re fourteen years old.\n\nWILLIAM\nI can ride faster and shoot better\nthan any one of them. The Pinkerton\nis hurt and Potter’s no good, that\nrailroad man is dead weight and\nthat other bastard--\n\nALICE\n--William.\n\nDAN\nI don’t have time to argue. I need\nyou here.\n\nANGLE ON: WADE, watching the Evans family. William takes a\nlast look his way and storms into the house. Dan embraces\nAlice and Mark goodbye and climb onto his horse. He moves to\nembrace her and her eyes flick to Wade, self-conscious.\n\nREVERSE-- CLOSE ON DAN-- as they break apart, Wade trots a\nloop around Dan past Alice, politely tipping his hat.\n\nWADE\nAppreciate your hospitality, mam.\nI hope I can send your husband back\nall right.\n\n(CONTINUED)\n\f73\n\n74\n\n75\n\n3:10 TO YUMA - TAN - 1.23.07 43.",
  "33": "---END OF PREVIOUS SECTION---\nWADE\nAppreciate your hospitality, mam. I hope I can send your husband back\nall right. (CONTINUED)\n\f73\n\n74\n\n75\n\n3:10 TO YUMA - TAN - 1.23.07 43. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2)\n\nAlice says nothing. Wade grins, then follows the others under\nMcElroy’s vigilant eye.\n\nTHE GROUP rides away from the ranch...\n\n.»..asS Alice, Will and Mark remain on the porch, watching them\ndisappear into the moonlit hills.\n\nINT. BOYS’ BEDROOM, EVANS RANCH - NIGHT\n\nAlice is now putting the boys to bed. Mark is coughing hard.\nIt is a deep hacking that clearly isn’t normal, although\nAlice and William don’t seem alarmed. Alice gives hima\nmeasured spoonful of medicine. It’s all very routine.\n\nMARK\nWhat’d Ben Wade mean about sending\nPa back all right. Was he saying he\nwas gonna kill him?\n\nWILLIAM\nHe won’t have to lift a finger. His\ngang will do it. They’ re the most\ndeadly outfit in the whole\nfrontier.\n\nAlice shoots William a look.\nALICE\nYour father can take care of\nhimself, Mark. Ben Wade likes to\ntalk.\nAlice turns off a lamp...\n\n-..a moment after she closes the door, William sits up in\nbed, still dressed. Mark sits up and watches his brother.\n\nWilliam pulls a PACKED HAVERSACK from under his bed. Checks\non the RATIONS he’s wedged inside. We see an old SIX SHOOTER\nPISTOL stuck in there...\n\n..-he glances at Mark, then quietly opens his window.\nEXT. CATTLE TRAIL, SPUR - NIGHT\n\nThe group is now following the CATTLE TRAIL up a spur. Stars\nlight the Heavens above for miles around. It’s beautiful...\n\n(CONTINUED)\n\f75\n\n3:10 TO YUMA - TAN - 1.23.07 44.\nCONTINUED:\n\n...but nobody bothers to notice. The lawmen have their eyes\non the hills around. Checking every shadow and shape. While\nWade just looks bored.\n\nHis gaze falls on Tucker riding his BLACK HORSE...\n\n...and a smile creases the outlaw’s face. He gives a GENTLE\nWHISTLE, almost inaudible. And the his horse abruptly stops.\n\nTucker digs his heels, but the magnificent horse refuses to\nbudge until Wade gives another GENTLE WHISTLE. Tucker glares\nat Wade and he just does it again...\n\n...",
  "34": "---END OF PREVIOUS SECTION---\nTucker digs his heels, but the magnificent horse refuses to\nbudge until Wade gives another GENTLE WHISTLE. Tucker glares\nat Wade and he just does it again... ... \n---TARGET SECTION TO BE ANNOTATED---\nand again Wade’s horse stops dead. Tucker fights the horse\nbut it’s clear Wade has total control. Stopping and starting,\namusing himself.\n\nMCELROY\nWade.\n\nWade whistles once more to get the horse going again, then\nleaves Tucker alone. There’s a smile under McElroy’s scowl...\n\nWADE\nYou really think the Marshal’s plan\nis gonna work, Byron. I gotta\nconfide in you. I don’t.\n\nMcElroy says nothing.\n\nWADE (CONT’D)\nMy crew knows all the back roads to\nFort Huachuca. They’11l catch the\nmarshal by daybreak.\n\nTUCKER\nWhat makes you so sure they’11 come\nfor you, Wade. Why should they.\n\nWade smiles.\n\nMCELROY\nThey’11l be coming. They’re lost\nwithout him. Like a pack of dogs\nwithout a master.\n\n(MORE)\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 45.\n75 CONTINUED: (2)\n\nMCELROY (cont'd)\n...Doc Potter is pale with concern.\n\nWADE (CONT’D)\nHave another drink, Doc.\n\nDOC POTTER\nI gave that up six years ago. I’ma\nchanged man now. A righteous man.\nWADE\nTrouble the righteous have is being\nable to know right from wrong.\nDoc Potter stares at Wade, unable to answer.\nAll of a sudden, McElroy turns to look back at--\n\nA FIGURE following them on horseback about four hundred yards\nback along a ridge...\n\n...the rider seems to be following the group. Disappearing\naround bends or behind trees, only to reappear on the trail a\nfew moments later.\n\nMcElroy looks to Butterfield who is alarmed.\n\nBUTTERFIELD\nJesus, no. Not so soon...\n\nDan looks to McElroy who stops his horse. The group instantly\ngoes on the alert. Weapons up. Fingers on triggers. The\nFIGURE keeps riding towards them.\n\nMCELROY\nOff your horses. Move it.\n\nEveryone obediently does as he says...\n\n(CONTINUED)\n\f75\n\n76\n\n3:10 TO YUMA - TAN - 1.23.07 46.\nCONTINUED: (3)\n\n...",
  "35": "---END OF PREVIOUS SECTION---\nEveryone obediently does as he says... (CONTINUED)\n\f75\n\n76\n\n3:10 TO YUMA - TAN - 1.23.07 46. CONTINUED: (3)\n\n... \n---TARGET SECTION TO BE ANNOTATED---\nTucker roughly yanks Wade down to the dirt. Doc Potter\nhelps McElroy. Butterfield gathers the horses by the reins.\n\nDan, McElroy, and Tucker take up firing positions behind some\nrocks and hedges. Eyes on the cattle trail. Weapons ready...\n\n...finally, the LONE FIGURE appears around the bend.\n\nANGLE ON: TUCKER as he goes to shoot. Out of nowhere, Dan\nclamps a hand down over his rifle.\n\nDAN\nIt’s my son...\n\nWADE\nNow is that the quiet one or the\none that doesn’t shut up.\nDan shoots him a look, then approaches William.\n\nDAN\nI told you to stay home.\n\nWILLIAM\nI left home. I’m on my own now.\n\nDAN\nGoddammit, William. This’s no time\nfor games. You turn around. Now.\n\nDan gathers his horse. The others respectfully keeping their\ndistance and riding on with him. Leaving William behind...\n\n...we HOLD ON: WILLIAM upon his horse, not turning around.\n\nEXT. CATTLE TRAIL, RIDGE - NIGHT\n\nThey’ re cresting a ridge now. And William’s still following\nthem a few hundred yards back. Dan brews with frustration...\n\n...not realizing that Wade is riding nearby, watching him.\nWADE\nIt’s a difficult age. Between the\nhay and the grass, my old man used\nto say.\n\nDAN\nHe’s stubborn.\n\n(CONTINUED)\n\f76\n\n77\n\n3:10 TO YUMA - TAN - 1.23.07 47.\nCONTINUED:\n\nWADE\nWell, you can’t plant a radish and\nget an onion.\n\nDAN\nDon’t talk to me like you know me,\nWade. We ain’t friends.\n\nWADE\nOnly a stubborn man would keep his\nfamily on a dying ranch.\n\nDAN\n...He’s trying to help. He thinks\nhe’s looking out for his old man.\n\nWADE\n\n(smiles)\nYou know why I’m so hard to lock\naway, Dan? People like me. Farmers\ngive me shelter. Cattlemen give me\nfood. Judges let me off. Jailers\nlet me out. Law-abiding citizens\nout there feels strangled by their\nshitty little lives. And me...\n\n(grins)\n...",
  "36": "---END OF PREVIOUS SECTION---\nLaw-abiding citizens\nout there feels strangled by their\nshitty little lives. And me... (grins)\n... \n---TARGET SECTION TO BE ANNOTATED---\nwell, I’m like the bird that\nshould never be caged.\n\nWade glances back at William...\nWADE (CONT'D)\nYour boy isn’t protecting you. He’s\nfollowing me.\n\n...and he rides on. Dan watching him.\n\nEXT. WILLIAM’S CAMP, CATTLE TRAIL - NIGHT\n\nWilliam cooks his supper on a CAMPFIRE later that night. His\nhorse is unsaddled nearby. He burrows into his HAVERSACK and\npulls out a well-read DIME NOVEL.\n\nINSERT: THE DIME NOVEL featuring a SILHOUETTED OUTLAW on the\ncover. A smoking pistol in each hand. Rain falling in sheets\nunder the lurid title: “THE OUTLAW’S REVENGE!”\n\nWilliam consumes the pages of the DIME NOVEL with an excited\ngrin, glancing at a FLICKERING LIGHT on the trail ahead...\n\f78\n\n3:10 TO YUMA - TAN - 1.23.07 48.\n\nEXT. CAMP #1, CATTLE TRAIL - NIGHT\n\n...it’s the group’s CAMPFIRE. Everyone’s asleep, except for\nWade who’s staring up at the endless blanket of stars and Dan\nwho’s got the watch.\n\nWe see Dan remove the ANTIQUE BROOCH from his pocket, gazing\nat it a moment or two. Rubbing it gently with his fingers.\n\nBUTTERFIELD\n...SO were you conscripted into\nLincoln’s army, Mr. Evans? Or a\nvolunteer?\n\nDAN\nNeither. Maybe both.\n\nWADE\nWhat’s that mean?\n\nDAN\nI was a volunteer in the\nMassachusetts State guard. Then, in\n‘62, the Federal government was\nrunning low on men so they called\nin state militias. To protect\nWashington.\n\nWADE\nAnd you got hurt.\n\nDan says nothing.\n\nWADE (CONT'D)\nWhat are you doing out here, Dan?\nYou got a family at home. You’re\nnot a lawman. You don’t work for\nthe Railroad. Or Pinkerton.\n\nDAN\nMaybe I don’t like the idea of men\nlike you on the loose.\n\nWADE\nIt’s man’s nature to take what he\nwants. That’s how we’re born.\n\nDAN\nWell. I make an honest living.",
  "37": "---END OF PREVIOUS SECTION---\nThat’s how we’re born. DAN\nWell. I make an honest living. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 49.\n78 CONTINUED:\n\nWADE\nMaybe honest. But I don’t think\nit’s a living. You must be hurting\nbad for money if you took this job.\n\nDAN\nGo to sleep.\n\nWADE\nI have to imagine being in debt\nputs pressure on a marriage.\n\nDAN\nWhat would you know about marriage.\nWe can’t all be cut-throats and\nthieves.\n\nWADE\nI know if I was lucky enough to\nhave a wife like Alice, I’d treat\nher a whole lot better than you do,\nDan. I’d feed her better. Buy her\npretty dresses. I wouldn’t make her\nwork so hard...\n\n(beat)\n\n...yeah, I’1l bet Alice was a real\npretty girl before she married you.\n\n...and Dan just explodes, his RIFLE in Wade’s face.\nDAN\nShut up about my wife. You say one\nmore word about her and I’11 cut\nyou down right here. Right here.\n\nWADE\nI like this side of you, Dan.\n\nDOC POTTER (O.S.)\nMister Evans.\n\nDan glances aside at Doc Potter...\n...he’s staring at Dan from under his BLANKET.\n\nAfter a moment, Dan lowers his rifle. His hands are shaking.\nHis breath calming. Wade watches him cautiously.\n\nTucker has also woken up, picking up his own rifle.\n\nTUCKER\nOkay... It’s my watch.\n\n(CONTINUED)\n\f78\n\n79\n\n80\n\n3:10 TO YUMA - TAN - 1.23.07 50.\nCONTINUED: (2)\n\nDan finds a place to sleep as far from Wade as he can get...\n\n...as he turns away, we see McElroy under his blanket quietly\nputting the safety on his SHOTGUN. Butterfield sleeps.\n\nEXT. CAMP #1, CATTLE TRAIL - NIGHT\n\nEveryone’s asleep now except for Tucker who is sitting near\nWade, his RIFLE leveled at him as he sings to himself...\n\nTUCKER\n...yes, they’re gonna hang me in\nthe morning, before this night is\ndone. They’re gonna hang me in the\nmorning and I’ll never see the sun.\n\n...",
  "38": "---END OF PREVIOUS SECTION---\nTUCKER\n...yes, they’re gonna hang me in\nthe morning, before this night is\ndone. They’re gonna hang me in the\nmorning and I’ll never see the sun. ... \n---TARGET SECTION TO BE ANNOTATED---\nand Wade just glares at him lethally.\n\nWADE\nI suppose it’s too much to ask for\na little quiet.\n\nTUCKER\nI'd be asleep in my bed if it\nweren’t for you. So if I got to be\nup, you’re damn well gonna be up\nwith me, Ben Wade.\n\n(singing)\nI wanna warn you fellas, tell you\none by one -- what makes a gallows\n\nrope to swing is a woman and a gun.\n\nWade rolls over, simmering. We see him discreetly remove the\nlength of COPPER WIRING from his jacket, twisting it tightly\naround both his hands like a shiv...\n\nEXT. CAMP #1, CATTLE TRAIL - DAWN\n...a strange GURGLING NOISE wakes Dan an hour later in the\ndawn light. He focuses on the noise to see Wade kneeling over\n\nTucker. Dan scrambles.\n\nDAN\nJesus!\n\nIn the next moment, McElroy lunges at Wade from out of\n\nnowhere with the butt of his shotgun. Wade falls off Tucker.\nDropping the COPPER SHIV.\n\n(CONTINUED)\n\f80\n\n81\n\n82\n\n3:10 TO YUMA - TAN - 1.23.07 51.\nCONTINUED:\n\nThe others begin to stir now, reacting with shock and horror\nto what Wade’s done. Tucker’s throat has been cut. Doc Potter\nrushes over and searches for a pulse...\n\n...he doesn’t find one. His hands close Tucker’s eyes.\n\nSMACK! McElroy boots Wade savagely in the face. The outlaw\ntumbles. And now McElroy starts to beat Wade, his vigorous\nmovements re-opening his own wounds.\n\nButterfield and Doc Potter hurry to pull McElroy back.\n\nWade notices Dan deliberately hanging back...\n\n...and a grin creases his bloody, battered face. That spurs\nDan forward, pulling McElroy back with sudden force.\n\nDAN (CONT'D)\nThat’s enough, Mister McElroy.\n\nMcElroy stops, if only because he’s exhausted and weak...\n\n...-he returns to Tucker and retrieves the HAND CUFFS KEY as\nWade sits up, nursing his wounds and staring at Dan.\n\nDOC POTTER\n(re: Tucker)\nWe have to bury him.",
  "39": "---END OF PREVIOUS SECTION---\nMcElroy stops, if only because he’s exhausted and weak... ...-he returns to Tucker and retrieves the HAND CUFFS KEY as\nWade sits up, nursing his wounds and staring at Dan. DOC POTTER\n(re: Tucker)\nWe have to bury him. \n---TARGET SECTION TO BE ANNOTATED---\nMCELROY\nYou take the time to dig one grave,\nyou might as well dig two.\nAnd with that, the group reluctantly saddles up. Wade returns\nto his horse, whispering to it soothingly. Reclaiming it.\nEXT. FORT HUACHUCA, ARIZONA - DAWN\nAn AMERICAN FLAG droops over the sprawling army barracks at\nFort Huachuca. The dawn sun glinting over the still sleeping\ntown. About a mile away, we find...\n\n...a SMALL SPECK racing through a canyon towards the town.\nINT./EXT. PRISON WAGON, CANYON - DAY\n\nIt’s the prison wagon. Marshal Weathers looks exhausted as he\nsits on top, whipping his TEAM OF HORSES through the canyon.\n\n(CONTINUED)\n\f82\n\n3:10 TO YUMA - TAN - 1.23.07 52.\nCONTINUED:\n\nCrawley keeps a frightened eye out through the PRISON BARS of\nthe wagon. A weary smile creasing his face when he spots Fort\nHuachuca in the distance.\n\nThe marshal reaches for his WATER CAN...\n...BANG! The shot almost takes his head off.\n\nMarshal Weathers tumbles from the PRISON WAGON, falling right\npast Crawley’s eyes as he smashes lifelessly into a CACTUS.\n\nANGLE ON: CAMPOS retracting his SNIPER RIFLE from his perch\nbehind a LARGE BOULDER. Charlie Prince pats him on the back\nwatching as the PRISON WAGON HORSES slow to a grateful halt.\n\nANGLE ON: CRAWLEY trapped inside the PRISON WAGON. His PISTOL\ndrawn as he peers out the PRISON BARS either side of him...\n\n...the gang materializes out of the rocks and canyon crevices\nnow (PRINCE, CAMPOS, SUTHERLAND, JACKSON). Swarming around\nthe PRISON WAGON like bees on a hive. It seems they’re still\nunaware of the switch.\n\nCHARLIE PRINCE\nGet you outta there in a second,\nboss. Don’t you worry.\n\nJackson grabs the PADLOCK KEY off the MARSHAL’S BELT, giving\nit to Charlie Prince who then goes to open the PADLOCK...\n\n...BANG! Crawley catches Charlie Prince with a taut shot.",
  "40": "---END OF PREVIOUS SECTION---\n... BANG! Crawley catches Charlie Prince with a taut shot. \n---TARGET SECTION TO BE ANNOTATED---\n The\noutlaw stumbles backwards. Bleeding from his neck. The bullet\njust scraping him.\n\nThe other outlaws spot Crawley inside...\n\n...they draw their guns, ready to finish him.\n\nCHARLIE PRINCE (CONT'D)\nWait.\n\nHe gives a nod to Sutherland who quickly frees the horses\nfrom the wagon. Now Sutherland sets the PRISON WAGON on\nfire...\n\n...the smoke and flames swiftly engulf the old wooden WAGON.\nCharlie Prince stays close. Eyes on Crawley who starts to\npanic inside.\n\nCRAWLEY\nOh, Jesus... Oh, no.\n\n(CONTINUED)\n\f82\n\n3:10 TO YUMA - TAN - 1.23.07 53.\nCONTINUED: (2)\n\nCharlie lunges and grabs Wades’ black hat off his head.\nHe dusts it off as the flames rise in the coach.\n\nCHARLIE PRINCE\nWhere is he.\n\nCRAWLEY\nOpen the door. Let me out of here,\ngoddammit.\n\nCHARLIE PRINCE\nWhere’d they take him.\n\nCRAWLEY\nI don’t know.\n\nCHARLIE PRINCE\nMister, you better tell me where\nthey took him or you will burn.\n\nThe smoke is choking Crawley now...\n...the flames rising higher every second.\n\nCRAWLEY\nContention... All right. They took\nhim to Contention. Gonna catch the\n3:10 to Yuma Prison tomorrow.\n\nCHARLIE PRINCE\nYou ain’t lying now.\n\nCRAWLEY\nI ain’t lying. I swear to God. Now\nlet me out of here.\n\nThe gang watches Charlie Prince carefully... He turns his\nback on Crawley in the burning coach.\n\nJACKSON\nContention’s eighty miles back the\nother way.\n\nSUTHERLAND\nWe’d have to about kill our horses.\n\nCHARLIE PRINCE\nSo we’1ll buy new ones.\n\n(CONTINUED)\n\f82\n\n83\n\n84\n\n3:10 TO YUMA - TAN - 1.23.07 54.\nCONTINUED: (3)\n\nJACKSON\nCharlie. It was his own fault he\ngot caught. He made a mistake. He\nwas weak.\n\nCharlie turns red faced toward Crawley, still moaning from\nthe burning coach. BANG-- BANG.",
  "41": "---END OF PREVIOUS SECTION---\nHe\nwas weak. Charlie turns red faced toward Crawley, still moaning from\nthe burning coach. BANG-- BANG. \n---TARGET SECTION TO BE ANNOTATED---\n He fires two shots, silencing\nCrawley, then turns back to Jackson.\n\nCHARLIE PRINCE\n...You think you could do a better\njob leading this crew? Do you?\n\nJACKSON\nMaybe. Yeah.\n\nCharlie Prince lunges quickly at Jackson, smashing his face\nwith his pistol, knocking him to the ground, straddling him.\nHe levels his two SCHOFIELDS in Jackson’s face. Glancing at\nthe others. Nez steps to his side.\n\nCHARLIE PRINCE\n\nYou forgotten what you were before\n\nBen Wade come along. You forgotten\n\nwhat he did for us.\n\n(pause)\n\nWe’re going to Contention.\nAnd with that, Charlie Prince remounts his horse...\n...and GALLOPS back the other way. The others follow in ones\nand twos. Jackson goes last, not liking this.\nEXT. RACING ACROSS THE RANGE-- DAY\nWADE’S GANG RIDES HARD at full gallop. They are headed back\ntoward Bisbee, dust flying in a cloud behind them. We see the\ntown of Bisbee in the distance.\n\nCharlie Prince leads the gang into the mountains.\n\nEXT. CAMP #1, CATTLE TRAIL - DAY\nWilliam sits on his horse, staring at something in shock...\n...it’s the body of Tucker. Slumped by the SMOULDERING CAMP\n\nFIRE. There’s some confusion in William’s eyes. It’s as if he\ndoesn’t quite know how to feel.\n\n(CONTINUED)\n\f84\n\n85\n\n3:10 TO YUMA - TAN - 1.23.07 55.\nCONTINUED:\n\nJust now, he notices several SMALL SPECKS riding towards him\non the plains below. He spurs his horse onwards up the trail.\n\nEXT. PROMONTORY, MOUNTAINS - DAY\n\nBINOCULAR POV: THE BEN WADE GANG riding hard and fast across\nthe endless Arizona plains, perhaps fifty or so miles away.\n\nANGLE ON: McELROY sitting on his horse on a high promontory.\nThe others grouped around him. McElroy lowers his BINOCULARS,\nhis grim face says it all. Wade smirks.\n\nWADE\nCan’t say I didn’t warn you.\n\nDAN\n\nThere’s a shortcut we could take.\nMCELROY\n\nShortcut.\nDAN\n\nThrough the pass.",
  "42": "---END OF PREVIOUS SECTION---\nDAN\n\nThere’s a shortcut we could take. MCELROY\n\nShortcut. DAN\n\nThrough the pass. \n---TARGET SECTION TO BE ANNOTATED---\n Takes you right\nthrough to Contention.\n\nBUTTERFIELD\nWhy didn’t you tell us this before.\nDOC POTTER\nIt’s Apache country.\nBUTTERFIELD\nI thought the government gave them\nland.\nDAN\n\nThese are the ones refused to go.\n\nWADE\nI wouldn’t take that pass.\n\nBUTTERFIELD\nYou’d rather us take the long way.\n\nWADE\nThat’s right.\n\nBUTTERFIELD\n--and let your boys catch us.\n\n(CONTINUED)\n\f85\n\n86\n\n87\n\n3:10 TO YUMA - TAN - 1.23.07 56.\nCONTINUED:\n\nWADE\nThe Apache are skilled warriors and\nmarksmen. Even worse, these are the\nstubborn ones who stayed to fight.\nYou won’t make it.\n\nMcElroy looks through his BINOCULARS again.\n\nMCELROY\nWe’1l1 take our chances.\n\nEXT. CATTLE TRAIL, MOUNTAIN PASS - DAY\n\nCLOSE ON: A PAIR OF DEAD, WHITE MINERS lying by the side of\nthe trail. Their heads have been scalped. Their bodies left\nto rot in the hot sun...\n\n...we find William staring quietly at the corpses as he rides\npast. About a mile ahead, we can see the rest of the group.\nThey are on the opposite side of a spreading ravine.\n\nEXT. CATTLE TRAIL, RAVINE - DAY\n\nThe group is now riding above a ravine. The scenery here is\nspectacular, if a little precarious...\n\nDan rides up to Wade, looking at him for a moment.\n\nWADE\nSomething on your mind, Dan.\n\nDAN\nWhy’d you kill Tucker.\n...Why not me. Or Butterfield.\n\nWADE\nTucker took my horse.\n(beat)\n...Did you like him, Dan?\n\nDAN\nNo. He was an asshole. But wishing\nhim dead and killing him are two\ndifferent things.\n\nWade watches Dan ride ahead.\nAfter a beat, Wade catches up to him.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 57.\n87 CONTINUED:\n\nWADE\nYour conscience is sensitive, Dan.\nI don’t think it’s my favorite part\nof you.\n\nJust now, McElroy falls back beside them.",
  "43": "---END OF PREVIOUS SECTION---\n87 CONTINUED:\n\nWADE\nYour conscience is sensitive, Dan. I don’t think it’s my favorite part\nof you. Just now, McElroy falls back beside them. \n---TARGET SECTION TO BE ANNOTATED---\nMCELROY\nShut your mouth, Wade. From here\nout, you want to talk to someone,\ntalk to me.\n\nWADE\nI don’t like talking to you, Byron.\n\nMCELROY\nNot when I have the gun.\n\nWADE\nNo. It’s not that.\n(pause)\nYou're just not very interesting.\n\nDoc snorts a laugh.\n\nMCELROY\nThat’s right, Doc. Laugh it up.\nUntil he guts you like a fish.\n\nWADE\nByron’s like a song with one note.\n(turns)\n‘You ever read a book in your life\nbesides the bible, Byron?\n\nMCELROY\nNo need.\n\nWADE\n(turns to Dan)\nByron acts pious, but a couple\nyears back, when he was under\ncontract to the Central, I seen\nhim and some Pinks mow down thirty\ntwo Apache, women and children.\n\nMCELROY\nInsurgents was cutting down the\nrailroad men and their families.\nPicking them one by one off the\nroad. Scalping them.\n\n(CONTINUED)\n\f87\n\n3:10 TO YUMA - TAN - 1.23.07 58.\nCONTINUED: (2)\n\nWADE\nThere was little ones running\naround crying and screaming. No\nmore than three years old. And his\nboys shot them all and pushed them\nin a ditch, some still crying. I\nguess Byron figured that was fine\nwith Jesus, because apparently\nJesus don’t like the Apache.\n\nThe terrain is getting steeper.\n\nMCELROY\nKeep talking, Wade. All the way to\nYuma. Up them steps. To the rope.\nAnd straight to hell.\n\nWADE\nThe day I die, Byron, I’m getting\nsprung from hell.\n\nRiding in the rear, Dan senses there is someone following\nthem. Up front, McElroy looks to Butterfield.\n\nMCELROY\n...I guess maybe I’d feel the same\nway if I come from the seed of a\ndrunk grave digger and the rancid\nwomb of a whore.\n\nMcElroy grins. Wade is silent. Eyes dark.\n\nMCELROY (CONT'D)\n\nQuiet for once.\n\n(looking back)\n\nWhat’s wrong, Wade? ‘Cat got your\n\ntongue? Afraid of heights?\nWADE\n\nNo.",
  "44": "---END OF PREVIOUS SECTION---\n(looking back)\n\nWhat’s wrong, Wade? ‘Cat got your\n\ntongue? Afraid of heights? WADE\n\nNo. \n---TARGET SECTION TO BE ANNOTATED---\n I’m afraid the Apache on the\n\nridge might shoot me.\n\nMcElroy whirls around, SHOTGUN raised...\n...-BEHIND HIM, WADE LAUNCHES. LEAPING OFF HIS SADDLE.\n\nCRASH-TACKLING the Pinkerton with a stunning body-blow.\n\nThey both fall to the ground. Sliding on the steep rock.\n\n(CONTINUED)\n\f87\n\n3:10 TO YUMA - TAN - 1.23.07 59.\nCONTINUED: (3)\n\nDan leaps for his rifle but both Doc, frozen, and Butterfield\nfumbling with his pistol, and their spinning horses are in\nthe way. It given Wade the moment he needs-- TO LEVEL\nMCELROY’S SHOTGUN AT DAN.\n\nWADE (CONT'D)\nDrop it, Dan. Drop it!\n(to Doc and Butterfield)\nToss yours down.\n\nWade is fiercely angry, eyes a flame. Dan tosses his rifle\ndown. Doc and Butterfield also comply. Then, Wade turns hits\na stirring McElroy brutally with the rifle butt.\n\nMcElroy is delirious as Wade loops his hand-cuffs around his\nboot and drags him to the edge of the ravine.\n\nWADE (CONT’D)\n...I always liked you, Byron. But\nyou’ve never known when to shut up.\n\nHe kneels down to the tough old man’s face and pulls him\nupright. McElroy glares at him.\n\nWADE (CONT'D)\nEven bad men love their momma.\n\nAnd with that, he shoves McElroy off the edge--\nEveryone watches as his body flails, flying downward.\nWade turns and points the shotgun at Dan and the others.\nWADE (CONT'D)\nOkay. ...Now its time for everyone\nto go home.\nBut there is a click of a gun, and, all of a sudden, Wade\nfinds himself feeling the barrel of WILLIAM'S OLD PISTOL to\nhis ear. It is tightly gripped in William’s two hands.\nWILLIAM\nDon’t move, mister Wade. And let go\nof that shotgun.\n\nDAN\nWilliam...\n\nWade grins at William and the quivering pistol. He doesn’t\nraise his hands. Doesn’t even seem to be concerned.",
  "45": "---END OF PREVIOUS SECTION---\nWade grins at William and the quivering pistol. He doesn’t\nraise his hands. Doesn’t even seem to be concerned. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f87\n\n88\n\n89\n\n90\n\n3:10 TO YUMA - TAN - 1.23.07 60.\nCONTINUED: (4)\n\nWADE\nYou’ re not gonna shoot a man you\nadmire in the back of the head,\nboy. I’m not sure you even know how\nto work that thing.\n\nBANG! The bullet zips past Wade’s ear, takes down a tree\nbranch... ...-Ben Wade’s grin promptly disappears.\n\nWADE (CONT'D)\nDan. Tell your son it’s over. The\nPinkerton’s dead. Let’s go our\nseparate ways. You got spread too\nthin. Its nothing to be ashamed of.\n\nDAN\nThink you can keep your gun on him,\nWilliam.\n\nWILLIAM\nI’m doing a damn sight better than\nyou did.\n\nDan smiles and crosses to his rifle in the dirt.\nHe picks it up, cocks it and aims at Wade.\n\nThe outlaw sighs, begrudgingly impressed. Butterfield’s\npleased. Doc Potter’s relieved...\n\nOMITTED\n\nOMITTED\n\nEXT. GRASSY FIELD - CAMP #2 - NIGHT\n\nWADE, WILLIAM, BUTTERFIELD, DAN and DOC POTTER have camped in\nthe middle of a massive field of TALL BROWN GRASS which sways\nsoftly in the night breeze...\n\n...everybody’s hunkered down in a tight circle. Sharing some\n\nPIECES OF BREAD and a WATER CANTEEN as they keep a vigilant\nwatch through the grass.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 61.\n90 CONTINUED:\n\nWade notices William nervously shuffling his DECK OF CARDS.\n\nWADE\nYour Pa ever take you to some of\nthe towns up north? Breckinridge.\nBuena Vista. Leadville?\n\nWILLIAM\nNo.\nWADE\nI tell you one thing... They know\n\nhow to shuffle cards in Leadville.\n\nDAN\nStop talking to him.\n\nWADE\nI had the best Irish whiskey I ever\ntasted there. A dollar a glass.\n...There was women in those towns\nwho could do things you’d never\n\nforget.\n\nDOC\nGive you a disease you’d never\nforget.",
  "46": "---END OF PREVIOUS SECTION---\n... There was women in those towns\nwho could do things you’d never\n\nforget. DOC\nGive you a disease you’d never\nforget. \n---TARGET SECTION TO BE ANNOTATED---\nWADE\n\nWith money in your pocket you could\nhave whatever a man desired or\nneeded. I learned everything I know\nthere. Landed there no older than\nyou. On my own. And I left with the\nstart of my gang.\n\n(CONTINUED)\n\n*\n\n+e OF\n\n+e eH OF\n\f3:10 TO YUMA - TAN - 1.23.07 62.\n90 CONTINUED: (2)\n\nA wistful smile washes over the outlaw’s face.\n\nWADE (CONT'D)\n‘Course, its all gone now. Silver\ncrashed, and then the railroad\nchanged everything.\n\nBUTTERFIELD\nFor the better I am sure.\n\nThe awed look in William’s eyes is killing Dan...\n..Clearly, he doesn’t talk with William like this.\n\nDAN\n...How many men you think you’ve\nkilled since you set out with your\ngang, Wade? How many families you\nthink you destroyed. Hundreds?\n\nWADE\nQuite a few. I’m a bad man, Dan.\n\nDOC POTTER\nI heard you dynamited a wagon full\nof prospectors last Spring.\n\nWADE\nNow that’s a lie...\n(to William)\n...it was a train full.\nWilliam smiles... ...and Dan is crushed.\n\nWADE (CONT'D)\nI have to go, Dan.\n\nDAN\nYou ain’t going nowhere.\n\nWADE\n(shakes his head)\nNo. I mean I have to go.\n\n91 EXT. TALL GRASS, FIELD - NIGHT\n\nDan escorts Wade through the TALL GRASS a short way from the\ncamp. The SHOTGUN in his hands, alert for threats.\n\n(CONTINUED)\n\f91\n\n3:10 TO YUMA - TAN - 1.23.07\nCONTINUED:\n\nDAN\nI’d appreciate it if you wouldn’t\nfill his head with stories of death\nand sin.\n\nWADE\nNo use hiding the world, Dan. He’s\ntrying to decide which way to go.\n\nDAN\nHe’1l decide better without more\nfrom you.\n\nWADE\n\nI thought he was gonna shoot me on\nthat ravine. There’s wild in his\neyes. Reminds me of--\n\nDAN\nHe’s nothing like you.\n\nWADE\nThe road to corruption is steep and\nslippery, Dan.",
  "47": "---END OF PREVIOUS SECTION---\nThere’s wild in his\neyes. Reminds me of--\n\nDAN\nHe’s nothing like you. WADE\nThe road to corruption is steep and\nslippery, Dan. \n---TARGET SECTION TO BE ANNOTATED---\nDAN\nThe path of decency is just as\nsteep.\n\nWade steps away and turns his back to Dan, pissing\n\nWADE\nThat’s true, Dan. It is. You do one\ngood deed and feel all decent.\n(MORE)\n\n63.\n\n(CONTINUED)\n\f91\n\n92\n\n3:10 TO YUMA - TAN - 1.23.07 64.\n\nCONTINUED: (2)\nWADE (cont'd)\n\nI imagine it’s habit forming. Soon,\nyou’re a slave to your decency.\nYou’ re not a man no more. You don’t\never do what you want. Take what\nyou want. You don’t know what you\nwant. You just keep being decent\nand good till your hollow and dead.\n\nDan’s disturbed by Wade’s words...\n...-he gazes through the TALL GRASS back at his son.\n\nWhen Dan turns back around... ...Wade has disappeared.\n\nDan’s horrified. Rushing through the grass.\n\nSuddenly, WaDE LEAPS OUT OF THE GRASS AND GRABS DAN, wresting\nhim to the ground. Dan manages to lift his SHOTGUN into\n\nWade’s face...\n\nWade is shushing him. Looking up to the rocks. Sensing\nsomething out there.\n\nBANG! The GUNSHOT comes from nowhere...\n\n...and knocks Dan flat on his back --\n\nEXT. CAMP #2, FIELD - NIGHT\n\n-- they hear the shot at the camp. William suddenly runs out\ninto the grass with his old PISTOL. The others trying in vain\nto stop him --\n\ntee FH HOF\n\n*\n\f3:10 TO YUMA - TAN - 1.23.07 65.\n\n93 EXT. TALL GRASS, FIELD - NIGHT\n-- more BULLETS fly over Wade’s head as William drops down\nbeside him, checking on his father. Dan’s wounded. The shot\nclipped his skull...\n...no time to think, Wade and William grab Dan and begin to\ndrag him back towards the campsite. GUNSHOTS ripping through\nthe grass on all sides.\n\nWade catches glimpses of them in the brush. A flash of BATTLE\nFEATHERS. A swish of RAWHIDE TROUSERS. A glint of a TOMAHAWK.\n\n94 EXT.",
  "48": "---END OF PREVIOUS SECTION---\nA swish of RAWHIDE TROUSERS. A glint of a TOMAHAWK. 94 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CAMP #2, FIELD - NIGHT\n\nThe horses are freaking out. BULLETS whizzing past their ears\nas Butterfield and Doc Potter help pull Dan into their camp.\n\nDan’s starting to regain his bearings, looking about...\n...the GUNFIRE is coming from three sides. They can’t see the\nshooters through the grass. But the GUNFIRE is volcanic. Wade\nkeeps his head low, calculating.\n\nWADE\nThere’s three of them.\n\nDAN\nYours.\n\nWADE\nIf they were mine, you’d be dead.\n\nDan struggles to cock his SHOTGUN, woozy...\n...the blood seeping into his eyes and blinding him.\n\nWADE (CONT'D)\nGive me a gun.\n\nDAN\nNo.\n\nWADE\nYou want them to scalp your boy.\n\nDan stares at the outlaw, the GUNFIRE drawing closer...\n...the others watch from their firing positions, waiting to\n\nsee what Dan’s going to do. Finally, he gives Wade the HAMMER\nSHOTGUN...\n\n(CONTINUED)\n\f94\n\n3:10 TO YUMA - TAN - 1.23.07 66.\nCONTINUED:\n\n...the outlaw checks the TWO SHELLS inside. Then holds out\nhis hand for more shells. Dan shakes his head, grimacing in\npain as Doc Potter tries to staunch the bleeding.\n\nWade realizes he’s not getting any more ammo. He scoffs at\nDan, then cocks both barrels of the shotgun. Waiting for a\npause in the SHOOTING...\n\n...then he scrambles away and vanishes into the grass. The\nothers keep their eyes on the TALL GRASS. Praying. Hoping.\n\nBOOM! They hear the SHOTGUN roar...\n...no more shooting from the left of them.\n\nWilliam dares to lift his head. Glancing around at the TALL\nGRASS. Heart in his throat. Waiting. Watching. Lying still.\n\nBOOM! Another SHOTGUN BLAST out there...\n\n...no more shooting from the right of them now.\n\nDan keeps his eyes on the RIFLE SHOTS from ahead...\n\n...and then all of a sudden, the rifle stops shooting.\nEveryone in the camp listens now to the SOUNDS OF A STRUGGLE\nsomewhere out in the grass.",
  "49": "---END OF PREVIOUS SECTION---\nDan keeps his eyes on the RIFLE SHOTS from ahead... ...and then all of a sudden, the rifle stops shooting. Everyone in the camp listens now to the SOUNDS OF A STRUGGLE\nsomewhere out in the grass. \n---TARGET SECTION TO BE ANNOTATED---\n Men GRAPPLING and WRESTLING with\n\neach other...\n\n...there’s an ABRUPT GASP. The sound of METAL SLICING FLESH\nand the fall of a body to the ground. Then there’s silence.\n\nEverybody stares into the swaying TALL GRASS...\n\n...and then, a FIGURE appears. Walking towards them.\n\nIt’s Ben Wade. Covered in the blood of others. Looking like\ndeath incarnate and furious for having been made to kill the\nApache warriors...\n\n...but most alarming is the fact that Wade now has one of the\nfeathered APACHE RIFLES in his MANACLED HANDS. The other two\nare slung over his shoulder.\n\nButterfield reaches for his rifle...\n\n...-but a look from Wade makes his freeze.\n\nNow he aims at Dan like he’s going to kill him.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 67.\n\n94 CONTINUED: (2)\n\nWADE (CONT'D)\nI told you not to go this way. I\ntold you there’d be trouble.\n\nDOC POTTER\nIt was Mister McElroy’s decision.\n\nWade glances aside at Doc Potter...\n...then returns his bitter gaze on Dan.\n\nWADE\nGive me the key.\n\nDan digs the HAND-CUFFS KEY out of his pocket...\n...then hurls it out into the field of tall grass.\n\nEverybody watches the key sail through the air, swallowed up\nfirst by the darkness, then by the endless field of grass...\n\n...and Wade just can’t believe it. He zeroes in on Dan. Lifts\nhis rifle. And ruthlessly wallops Dan across the jaw with the\nrifle butt. AND DAN BLACKS OUT.\n\n95 EXT. CAMP #2, FIELD - NIGHT\n\nDAN COMES TO SEVERAL MINUTES LATER. Doc Potter sits him up\nwith William’s help. Butterfield hovers anxiously behind...\n\nDOC POTTER\nEasy does it. Easy.\n\nDAN\n(weak)\nWhere is he.\n\nWILLIAM\nHe’s gone. Took our horses with\nhim. I found this in the grass.\n\n...it’s the HAMMER SHOTGUN. Taking the gun as he pushes\nhimself to his feet. He’s wobbly, but otherwise fine.",
  "50": "---END OF PREVIOUS SECTION---\n...it’s the HAMMER SHOTGUN. Taking the gun as he pushes\nhimself to his feet. He’s wobbly, but otherwise fine. \n---TARGET SECTION TO BE ANNOTATED---\nBUTTERFIELD\nHe went that way.\n\nDAN\nIt’s the fastest way out of the\npass. He’1l be looking for help\ngetting those cuffs off.\n\n(MORE)\n\n(CONTINUED)\n\f95\n\n96\n\n3:10 TO YUMA - TAN - 1.23.07 68.\nCONTINUED:\nDAN (cont'd)\n(to William)\nFind his tracks, son.\n\nDOC POTTER\nWe’re going after him.\n\nDAN\nThere’s no reward for getting him\nhalfway to that train, is there?\n\nBUTTERFIELD\nNo, sir.\n\nDoc Potter considers this as Dan loads his SHOTGUN...\n\nEXT. BLASTING CAMP, MOUNTAINS - DAY\n\nANGLE ON-- BEN WADE as he cautiously approaches a freshly dug\nrailroad tunnel. BOOM! A LOW RUMBLING EXPLOSION rocks the\nmountain range and shakes the ground (and vibrates camera).\nSomething big is happening on the other side of the tunnel.\nOVER BEN as he emerges from the tunnel to see--\n\nDOZENS OF CHINESE WORKERS moving about, laying track. Tents\nline the graded earth, sprinkled with woks and bowls.\n\n(CONTINUED)\n\f96\n\n97\n\n3:10 TO YUMA - TAN - 1.23.07 69.\nCONTINUED:\n\nA labyrinth of squalid housing. The workers themselves are\nthin and beat to hell. They wear umbrella-like hats to ward\noff the SCORCHING SUN.\n\nA cloud from the recent explosion billows in the distance.\n\nWade rides cautiously through the camp. He betrays no\nemotion, perhaps he has none... ...he’s on a mission, his\neyes scanning the workers.\n\nINT. TRAIN CAR, BLASTING CAMP - DAY\n\nCLOSE ON: WALTER BOLES (48) sucking a cigar at his desk as he\nfeeds leftover SCRAMBLED EGGS to a PET MONKEY on a leash...\n\n...a Ssleepy-eyed PROSTITUTE lays on a couch behind him at the\nhead of the train car. The windows have all been curtained. A\nbookish TELEGRAPH OPERATOR mans the TELEGRAPH CONSOLE nearby.\n\nThree RAILROAD ENFORCERS sit about, including ZEKE (44) who’s\nmeticulously filing his nails.",
  "51": "---END OF PREVIOUS SECTION---\nThe windows have all been curtained. A\nbookish TELEGRAPH OPERATOR mans the TELEGRAPH CONSOLE nearby. Three RAILROAD ENFORCERS sit about, including ZEKE (44) who’s\nmeticulously filing his nails. \n---TARGET SECTION TO BE ANNOTATED---\n A BULLWHIP dangles on his hip.\n\nBoles feeds his PET MONKEY as Zeke speaks long-sufferingly:\n\nZEKE\nSays they want forty dollars each\nmonth now. Like them Irish up\nnorth. Goddamn Coolies. They’1l\nwork fine with my left boot up\ntheir asses.\n\nBOLES\nIf I could teach a monkey to lay\ntrack...\n\nZEKE\n\nWhat we need’s some Negroes brung\nin here, Mister Boles. Show these\nChinamen what real work is.\n\nJust now, Boles sees -- Wade riding outside...\n...sifting through the DUSTY HAZE like a ghost.\n\nBOLES\nHoly Christ...\n\nZEKE\nWhat. What is it.\n\nBOLES\n(pause)\nThat’s him.\n\f98\n\n99\n\n3:10 TO YUMA - TAN - 1.23.07 70.\n\nINT./EXT. WORKER TENT, BLASTING CAMP - DAY\n\nA TENT FLAP abruptly peels back to reveal Wade in the opening\nof a CHINESE FAMILY’s tent. A APACHE RIFLE in his hands...\n\n...there are several people inside. A MATRIARCH. Three YOUNG\nDAUGHTERS. And a GRANDMOTHER. All of them go still when Wade\nenters their tent.\n\nWade scans the tent for threats, noticing a HAMMER and CHISEL\nlying on a stool. He closes the TENT FLAP and advances on the\nfrightened family...\n\n...pointing to his HAND-CUFFS and the HAMMER and CHISEL.\n\nWADE\nYou. Break the hand-cuffs. You help\nme. With the hammer.\n\nWithout warning, a VOLLEY OF GUNFIRE rips into the small tent\nfrom every direction. Dishes explode and splinters fly...\n\n...the CHINESE FAMILY hits the dirt with Wade. The MATRIARCH\npinning her screaming daughters to the ground.\n\nWade glances at the CHINESE FAMILY who seem unhurt, but\nterrified, the children screaming in Chinese.\n\nBOLES O.S.\nI got five guns on you out here,\nBen Wade. You best come on out\n\nEXT.",
  "52": "---END OF PREVIOUS SECTION---\nS. I got five guns on you out here,\nBen Wade. You best come on out\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n BLASTING CAMP, MOUNTAINS - DAY\n\nDan leads our dwindling group through the first tunnel and\ninto the blasting camp, staring at the conditions of the\nCHINESE WORKERS.\n\n...we notice William caught by the haunted eyes of a teenage\nCHINESE WORKER hauling a basket full of rocks past the group.\n\nBUTTERFIELD\nThe horses.\n\nHe’s pointing at the TRAIN CAR where their horses are hitched\nto a post. THEY HEAR A MAN SCREAM INSIDE...\n\n...the train car is perched on some rails in the middle of\nthe camp. Two TELEGRAPH WIRES connect the car to a chain of\nTELEGRAPH POLES.\n\f100\n\n3:10 TO YUMA - TAN - 1.23.07 71.\n\nEXT. TRAIN CAR, BLASTING CAMP - DAY\n\nCLOSE ON: WADE as Zeke SHOCKS his BARE TORSO with an EXPOSED\nWIRE that extends from A BLASTING BOX...\n\n...the two other RAILROAD ENFORCERS gather around with Boles\nand the TELEGRAPH OPERATOR. The PROSTITUTE is in the window.\n\nBUTTERFIELD (0O.S.)\nWhat the hell is going on here.\n\nThe two RAILROAD ENFORCERS whirl around with their guns...\n\n...and our group stops instantly. Dan lowers his SHOTGUN. He\nglances at Wade. And the exhausted outlaw just smiles back.\n\nBOLES\nMister Butterfield.\nBUTTERFIELD\nMister Boles.\nBOLES\nAll finished in Bisbee.\n(no reply)\n\nBetter hurry. We making the last\nblasts through the mountain this\nweek,\n\nButterfield nods, tense. Boles waltzes over to him now...\n...the two men face to face, which unsettles Butterfield.\n\nBOLES (CONT'D)\nSo what’re you doing in my neck of\nthe woods, Mister Butterfield.\n\nBUTTERFIELD\nThat’s our prisoner. We’re taking\nhim to Contention. Putting him on\nthe prison train to Yuma.\n\nBOLES\nWhat prisoner. I don’t see anybody\nthat’s a prisoner.\n\nBUTTERFIELD\n\nCome now, Mister Boles. That’s Ben\nWade you have there.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.",
  "53": "---END OF PREVIOUS SECTION---\nBUTTERFIELD\n\nCome now, Mister Boles. That’s Ben\nWade you have there. (CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23. \n---TARGET SECTION TO BE ANNOTATED---\n07 72.\n100 CONTINUED:\n\nBOLES\nBen Wade gunned down my kid brother\nin front of me. Six years ago in\nAbilene.\n\nWADE\nYour brother was a lying, bilking\ncard sharp. That is, if he’s the\nasshole I remember. He could, of\ncourse, have been another asshole I\nkilled who I forgot about.\n\nBoles flushes red, glancing at Zeke...\n\n...who SHOCKS Wade again. Wade just glares at Zeke, burying\nthe pain. And there’s a sudden pang of fear in Zeke’s eyes.\n\nHe stops and Wade finally slumps, held up only by his HAND-\nCUFFS which are looped over a hook attached to the train.\n\nDan glances aside at William..\n...wishing he didn’t have to see that.\n\nBUTTERFIELD\nYou can’t do this. It’s immoral.\n\nWADE\nMorals got nothing to do with it.\n\nDAN\n(pause)\nI was expecting to collect two\nhundred dollars reward for that\nman.\n\nBOLES\nThat’s too bad, rancher.\n\nDAN\nNo. Its not. I have to deliver him\nto Contention. I need that money.\n\nBOLES\nYou need it bad enough to die.\n\nDan feels the RAILROAD ENFORCER’s guns on him... ...he stares\nat Wade, then finally relents.\n\nDAN\nAt least, let us have our horses.\n\n(CONTINUED)\n\f100\n\n101\n\n102\n\n3:10 TO YUMA - TAN - 1.23.07 73.\nCONTINUED: (2)\n\nBOLES\nI’ve got no problem with that. So\nlong as you ride away.\n(pause)\nRide away, rancher.\n\nWADE\nNice knowing you, Dan.\n\nDan locks eyes with Wade as the others retrieve their horses\nand ride back up to Dan. Boles doesn’t move, watching Dan...\n\n...a last look at Wade and Dan turns to his horse.\n\nNobody notices Doc Potter pulling a SHOVEL out of a pile of\nrocks. He hefts the tool and swings it with all his might...\n\n...WHACK! Straight into a RAILROAD ENFORCER’s face.\n\nThe man tumbles backwards, cradling his BLOODY NOSE.",
  "54": "---END OF PREVIOUS SECTION---\nWHACK! Straight into a RAILROAD ENFORCER’s face. The man tumbles backwards, cradling his BLOODY NOSE. \n---TARGET SECTION TO BE ANNOTATED---\nDan seizes the moment, spinning around. Catching Boles in the\nstomach with a powerful right-hand punch. Boles doubles over,\ngaping for air...\n\n...it’s all happening so quick, William doesn’t know what’s\ngoing on. He glimpses Wade using his HAND-CUFFS to lift his\nlegs and kick Zeke in the chest.\n\nThe TELEGRAPH OPERATOR drops his pistol and runs...\n\n...while the other RAILROAD ENFORCER fires a shot at Dan. The\nshot misses. Dan quickly lays a right hook across Boles’ jaw.\n\nWilliam spurs his horse forward at the RAILROAD ENFORCER...\n...who ducks aside just in time. Butterfield rides up to Wade\nwith his black horse and the outlaw clambers aboard.\n\nEXT. BLASTING CAMP, MOUNTAINS - DAY\n\nDan takes the lead as the group races through the busy camp,\nheading for the tunnel. CHINESE WORKERS jump aside, clearing\na path for them...\n\nEXT. TRAIN CAR, BLASTING CAMP - DAY\n\n...meanwhile, Boles and Zeke and the two RAILROAD ENFORCERS\nregroup fast. Leaping onto their horses and giving chase.\n\f103\n\n104\n\n105\n\n3:10 TO YUMA - TAN - 1.23.07 74.\n\nEXT. BLASTING CAMP, MOUNTAINS - DAY\n\nLike mice navigating a maze, the two groups weave through the\nendless rows of tents. BOLES’ GROUP shooting at DAN’S GROUP.\nEXT. TUNNEL, BLASTING CAMP - DAY\n\nCHINESE WORKERS stream in and out of the tunnel, moving rocks\nin WHEELBARROWS. Some leading PACK MULES with sacks strapped\nacross their backs...\n\n...they scramble out of the way as Dan and his group barrel\npast into the tunnel. Boles and the RAILROAD ENFORCERS are\nclose behind, GUNS BLAZING.\n\nINT. TUNNEL, BLASTING CAMP - DAY\n\nCHINESE WORKERS jump to the sides of the tunnel for safety...\n\n...the GUNSHOTS echoing like cannon blasts within the narrow\nwalls. Oddly, Doc Potter’s got a Cheshire grin on his face.\n\nDOC POTTER\nYou see me get that one with the\nshovel.",
  "55": "---END OF PREVIOUS SECTION---\n...the GUNSHOTS echoing like cannon blasts within the narrow\nwalls. Oddly, Doc Potter’s got a Cheshire grin on his face. DOC POTTER\nYou see me get that one with the\nshovel. \n---TARGET SECTION TO BE ANNOTATED---\nBut before Dan can reply, Doc Potter gasps with pain...\n\n...a BULLET striking him between the shoulders.\n\nWILLIAM\nDoc.\n\nHe begins to fall off his horse...\n...-but William grabs him, keeping him on.\n\nThey emerge from one tunnel and enter another as--\n\nBOLES closes in from one hundred feet behind, lining up for\nanother shot as he rides. Zeke and the other two are only a\nlength behind Boles.\n\nANGLE ON: WADE spotting A CRATE OF TNT lying before the next\ntunnel. Hanging low off his horse, WADE SCOOPS A BUNDLE OF\nDYNAMITE --AND TURNS TO DAN.\n\nWADE\nIf I throw this, can you shoot it?\n\n(CONTINUED)\n\f105\n\n106\n\n3:10 TO YUMA - TAN - 1.23.07 75.\nCONTINUED:\n\nDan’s answer is cock his rifle. He pulls up his horse to let\nWilliam, Butterfield and Doc rip past. Wade also pulls up,\nheaving the TNT bundle toward--\n\nA SUPPORT SCAFFOLD ABOVE--\nBANG! Dan fires! And they ride like hell as--\nKABOOM! IT BLOWS.\n\nDan and Wade spur their horses and just escape the fiery\nbreath of the explosion and the BOULDERS that fall from\nabove. The tunnel caves in behind them...\n\n...cutting off Boles and his group who’s horses buck from the\nexplosion. Boles is singed from the fire and livid, glaring\nat the impasse.\n\nBOLES\nGoddammit!\n\nEXT. TUNNEL, CONTENTION - DAY\n\nDan and his group ride out the other end of the tunnel. Wade\ncollapses on his horse, the effects of his torture catching\nup with him now...\n\n...before he knows it, Dan snatches the HAMMER SHOTGUN back\nand loads a pair of shells. He gives it to Butterfield. And\nhelps William ease Doc Potter out of his saddle. They lay him\nunder the shade of a nearby tree.\n\nDOC POTTER\n(fading)\nDid we do it. Did we get away.\n\nDAN\nYeah, Doc... Thanks to you.\n\nDoc Potter smiles, then his body goes limp...\n...and Dan just stares at him. Wade watches this.",
  "56": "---END OF PREVIOUS SECTION---\nDoc Potter smiles, then his body goes limp... ...and Dan just stares at him. Wade watches this. \n---TARGET SECTION TO BE ANNOTATED---\nWilliam’s eyes follow -- The half-built tracks that thread\ninto the valley and finally to THE SPRAWLING LOW CITY OF\nCONTENTION TEN MILES OFF.\n\nDan’s eyes are heavy. The last forty-eight hours are starting\nto take their toll. Wade studies him.\n\nCUT TO:\n\f107\n\n3:10 TO YUMA - TAN - 1.23.07 76.\n\nEXT. TUNNEL, BLASTING CAMP - DAY\n\nMeanwhile, Boles and the others exit their end of the tunnel.\nLimping back into the camp. Boles barks orders about getting\ntheir horse to the other side. As they emerge from the\ntunnel, Boles suddenly stops talking.\n\nWHAT THEY SEE: Charlie Prince and the other outlaws. Perched\nupon their exhausted, sweat-stained horses, they circle\nthrough the camp and come to a stop at the entrance to the\ntunnel...\n\n...they look exhausted, been riding all night.\n\nBOLES\n...Who are you.\n\nCHARLIE PRINCE\nWe’re looking for a group escorting\nan outlaw by the name of Ben Wade.\n\nBOLES\n...Shit, they just passed through\nhere.\n\nCHARLIE PRINCE\nThat so.\n\nZEKE\nWe were chasing them through the\ntunnel.\n\nBOLES\n\nWe’re going after them, ‘you want\nto join us.\n\nJACKSON\nWhat’s it to you.\n\nBOLES\nBen Wade shot my brother. In\nAbilene. Six years ago.\n\nSUTHERLAND\nThen your brother must be famous.\n\nThis draws some smiles on the outlaws...\n\nCHARLIE PRINCE\nYou boys some kind of posse, huh.\n\n(CONTINUED)\n\f107\n\n108\n\n109\n\n3:10 TO YUMA - TAN - 1.23.07 77.\nCONTINUED:\n\nBOLES\nYou could say that.\n...and Charlie Prince draws his two SCHOFIELDS.\nThey roar as one, catapulting Boles off his horse...\n...the rest of the gang immediately opens up on Zeke and the\ntwo RAILROAD ENFORCERS. Riddling them with DOZENS OF BULLETS\nwhich knock them all to the ground.\n\nTHE CHINESE WORKERS cease what they’re doing, staring at the\nscene. The entire camp frozen as if time has stopped.",
  "57": "---END OF PREVIOUS SECTION---\nRiddling them with DOZENS OF BULLETS\nwhich knock them all to the ground. THE CHINESE WORKERS cease what they’re doing, staring at the\nscene. The entire camp frozen as if time has stopped. \n---TARGET SECTION TO BE ANNOTATED---\nCharlie Prince holsters his guns.\n\nCHARLIE PRINCE\nI hate posses.\n\nHe glances at Jackson and Jackson nods...\n\n...and the gang rides up towards the mountain.\n\nOMITTED\n\nEXT. MAIN STREET, CONTENTION - DAY\n\nAs the group rides through town, they see nothing but WHORE\nHOUSES and SALOONS and shops. Stores have IRON BARS on their\nwindows, and there’s not a church to be found.\n\nDRUNKS lay about in the shade. A HORSEMAN pukes while holding\nhis horse. Another one takes an endless piss in a back alley.\n\nWade catches Dan’s horrified eyes and just smiles...\n...we see that William is just as surprised as his father.\n\nThe MARSHAL’S OFFICE is right across the street...\n...the door is barred. A sign reads: “CLOSED FOR REPAIRS”.\n\nWADE\nCongratulations, Dan. You made it.\nContention City. The future of\nBisbee. In all its glory.\n\nSix blocks away, beyond a cattle yard-- THE NEW TRAIN DEPOT.\nA clock tower above tells us its quarter to one.\n\n(CONTINUED)\n\f109\n\n110-111\n\n112\n\n113\n\n3:10 TO YUMA - TAN - 1.23.07 78.\nCONTINUED:\n\nDAN\nWe need a place to lay low. Keep\nhim out of sight till the train\ncomes.\n\nBUTTERFIELD\nThere’s a hotel this way. You ride\n\nPAN TO REVEAL-- A fancy hotel sits on Main Street, the\ntallest building in the town. Butterfield leads them toward\nit...\n\nBUTTERFIELD\nI’ll check us in. You keep riding\nand amble round back.\n\nOMITTED\n\nEXT. HOTEL BACK / ALLEYWAY CONTENTION - DAY\n\nDan and the others dismount at the back entrance of the\nhotel. It’s quieter here. A few TOWNSMEN walking past at the\nmouth of the alley. None of them seem to notice Wade.\n\nDAN\n(to William)\nKeep a watch by the rail head. If\nyou see them coming --\n\nWILLIAM\n-- I’l1l1 let you know.\n\nDAN\n(pause)\nWilliam.\n\nThe boy looks back at his father...\n...but Dan just smiles and William nods and rides off.",
  "58": "---END OF PREVIOUS SECTION---\nDAN\n(pause)\nWilliam. The boy looks back at his father... ...but Dan just smiles and William nods and rides off. \n---TARGET SECTION TO BE ANNOTATED---\nWade sees the pride in Dan’s eyes.\nThey notice a COOL WIND picking up now.\nEXT. STREETS, CONTENTION - DAY\n\nWilliam does a thorough reconnaissance of the obnoxious town,\ntrotting down ALLEYS and eyeballing SUSPICIOUS CHARACTERS...\n\n..-he’s taking his job very seriously, clutching his PISTOL.\n\f114\n\n115\n\n116\n\n117\n\n3:10 TO YUMA - TAN - 1.23.07 79.\n\nEXT. HOTEL BACK, CONTENTION - DAY\n\nA DANCE HALL ENTRANCE feeds from the alley where a sign\nbroadcasts the times of performances.\n\nWADE\nThere’s a Can-Can at two, if you’re\ninterested.\n\n...just now, Butterfield opens a BACK DOOR.\n\nINT. LOBBY, CONTENTION HOTEL - DAY\nThe lobby is quiet. A few men at the bar. The BARTENDER is\nthe only one who seems to notice Wade. Watching Butterfield\nlead them up the stairs.\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\nButterfield UNLOCKS the door to a room covered in hearts.\nBUTTERFIELD\nIt’s the Bridal Suite. Hope you\ndon’t mind, it’s all they had.\nHe gives Dan his golden POCKET WATCH.\nBUTTERFIELD (CONT'D)\nI’m going to go see if I can find\nthe marshal.\nWade takes a seat on the DOUBLE BED while Dan checks out the\nroom. He peels back the CURTAINS to reveal a huge BAY WINDOW\nthat overlooks the street below.\n\nWHAT DAN SEES: A DARK CLOUD BANK building on the horizon in\nthe distance. Rain clouds.\n\nWADE\nWell, would you look at that.\n\n...a flicker of confusion crosses Dan’s face.\n\nEXT. MAIN STREET, CONTENTION - DAY\nWilliam also sees THE RAIN CLOUDS down on the street below as\n\nhe rides towards the entrance to town. He’s as shocked as Dan\nis...\n\n(CONTINUED)\n\f117\n\n118\n\n119\n\n120\n\n3:10 TO YUMA - TAN - 1.23.07 80.\nCONTINUED:\n\n..-he glances back hesitantly at the hotel, then rides on.\n\nINT.",
  "59": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f117\n\n118\n\n119\n\n120\n\n3:10 TO YUMA - TAN - 1.23.07 80. CONTINUED:\n\n..-he glances back hesitantly at the hotel, then rides on. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BRIDAL SUITE, CONTENTION HOTEL - DAY\n\nDan gazes at the clouds, then turns to see Butterfield and\nWade looking at him.\n\nWADE\nStill need that two hundred, Dan.\n\nDAN\nShut up.\n\nBUTTERFIELD\nMister Evans, you continue to give\nme great confidence.\n\nDAN\nIt ain’t 3:10 yet.\n\nButterfield leaves and Dan LOCKS the door behind him.\n\nINT. LOBBY, CONTENTION HOTEL - DAY\n\nButterfield hurries back down the stairs to the lobby. Again,\nwe notice the BARTENDER watching. Something wrong about him.\n\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n\nDan hangs the POCKET WATCH on a COAT RACK. Wade rests on the\nDOUBLE BED, feeling its bounce as he surveys the small room.\n\nWADE\nSo this’s the bridal suite, huh. I\nwonder how many brides...\n\nDan just looks at him, unamused. He takes a seat in a ROCKING\nCHAIR by the window. Rests the HAMMER SHOTGUN on his lap, the\nrifle close...\n\n...and he just stares out the windows at those blessed clouds\non the horizon. For the first time in a long time, things are\nactually looking good.\nWade reclines on the bed, gazing at the ceiling.\n\nWADE (CONT'D)\n\nWhat are you gonna do with your two\nhundred now that rain’s coming.\n\n(CONTINUED)\n\f120\n\nCONTINUED:\n\n3:10 TO YUMA - TAN - 1.23.07 81.\n\nDAN\nI owe people money, Wade... The\ndrought left me in the hole.\n\nWADE\nWell, think about about doubling\nthat money. Pay your debts and buy\na dozen more cows. Build new yards.\n\nDAN\nHow you reckon I’m gonna do that.\n\nWADE\nDrop your guns and let me walk out\nof here. That’s worth four hundred\ndollars to me.\n\nDAN\nThat what you reckon my price is.\n\nWADE\nNo... No, I reckon your price is a\nthousand. One thousand dollars.\n\nDan says nothing.\n\nWade sits\n\nWADE (CONT’D)\nThere was at least that much on\nButterfield’s coach.",
  "60": "---END OF PREVIOUS SECTION---\nOne thousand dollars. Dan says nothing. Wade sits\n\nWADE (CONT’D)\nThere was at least that much on\nButterfield’s coach. \n---TARGET SECTION TO BE ANNOTATED---\n You want it,\nDan. It’s yours.\n\nDAN\nIsn’t that reckless of you, Wade...\nSeeing as you’re so sure your crew\nis coming to get you.\n\nWADE\nOh, they’re coming, Dan. I just\nlike to do things easy. Peaceful.\n\nupright on the bed.\n\nWADE (CONT'D)\n\nImagine what you could do with a\nthousand, Dan. Hire ranch hands so\nyour boys can go to school, grow up\nsmart. Become leaders. Senators and\nCongressmen. And what about Alice,\nhuh. She’d be the proud wife of the\nbiggest rancher in Arizona...\n\n(pause)\n...all you have to do is say yes.\n\n(CONTINUED)\n\f120\n\n121\n\n122\n\n3:10 TO YUMA - TAN - 1.23.07 82.\nCONTINUED: (2)\n\nFor several moments, Dan’s clearly tempted...\n\nDAN\n\nWould you send me a bank note. Or\nmaybe you’d be kind enough to make\na deposit it for me. Tell me, Wade.\nHow would I account for all that\nmoney. What would I say to people\nwhen I spend it. You got the jump\non me. You escaped. And I somehow\ngot a fortune. How dumb you think\npeople are.\n\nWade just glares across the room at him.\n\nWADE\nNobody needs to know.\n\nDAN\nDo me a favor, will you. Don’t talk\nto me for a while.\n\nWADE\nYou mean, we’re still not friends.\n\nDAN\nNo. We’re not.\n\nWADE\n\nWell, at five minutes to three,\n\nDan, we’re gonna be a whole lot\n\ncloser than you think.\nAnd the way he says this gives Dan the chills. Dan glances at\nthe POCKET WATCH on the wall: It’s still only one-thirty.\nEXT. HOTEL, CONTENTION - DAY\nA STRONG WIND propels the RAIN CLOUDS over the sprawling city\nof Contention. Shrouding the hotel in a blanket of shadows...\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n...it’s two-fifteen now. And Dan’s sweating, even though the\ntemperature has plummeted in the last forty-five minutes. A\n\nsudden KNOCK at the door.",
  "61": "---END OF PREVIOUS SECTION---\nBRIDAL SUITE, CONTENTION HOTEL - DAY\n...it’s two-fifteen now. And Dan’s sweating, even though the\ntemperature has plummeted in the last forty-five minutes. A\n\nsudden KNOCK at the door. \n---TARGET SECTION TO BE ANNOTATED---\nDAN\nWho is it.\n\n(CONTINUED)\n\f122\n\n3:10 TO YUMA - TAN - 1.23.07 83.\nCONTINUED:\n\nBUTTERFIELD (0O.S.)\nIt’s me, Dan. I’ve brought some\nhelp.\n\nDAN\nYou been gone a long time, Mister\nButterfield. How do I know somebody\nain’t got a gun on you out there.\n\nSomething appears under the door. It’s a TIN STAR.\n\nDan picks up the TIN STAR then UNLOCKS the door for\nButterfield who shows in MARSHAL DOANE (54) and three other\nstalwart DEPUTIES. All armed with PISTOLS and RIFLES...\n\n...all the men stare at Wade cautiously. He gives them a dark\nlook. Dan’s very relieved to see them, shaking their hands.\n\nBUTTERFIELD\nDan, this is Marshal Will Doane.\n\nMARSHAL DOANE\nMister Evans, three of my finest\nmen. Harvey Pell. Sam Fuller. And\nHerb Baker.\n\nDAN\nSorry about all that, marshal. I\nreally am grateful for the help.\n\nMARSHAL DOANE\nDon’t mention it.\n\nWADE\nYou fellas really gonna help put me\non this train.\nMARSHAL DOANE\nIt may not look like it, but this\ntown’s got law and order just like\nany other.\nWade just scoffs, unimpressed...\n...-he glances at Butterfield.\n\nWADE\nHow much is Butterfield paying you.\n\nBUTTERFIELD\nThat’s none of your business.\n\n(CONTINUED)\n\f122\n\n123\n\n124\n\n125\n\n126\n\n3:10 TO YUMA - TAN - 1.23.07 84.\nCONTINUED: (2)\n\nWADE\n(smiles)\nYou gonna come with us, too.\n\nBUTTERFIELD\nOh, I’1l be walking with you. Every\nstep of the way... You have my word\n\non that, Dan.\nDAN\nSo there’s six of us. Six is good.\nEXT. RAIL HEAD, CONTENTION - DAY\n\nWe find William still at his vigil on the edge of town, his\neyes on the mountains. He begins to see something out there.",
  "62": "---END OF PREVIOUS SECTION---\nEXT. RAIL HEAD, CONTENTION - DAY\n\nWe find William still at his vigil on the edge of town, his\neyes on the mountains. He begins to see something out there. \n---TARGET SECTION TO BE ANNOTATED---\nWHAT WILLIAM SEES: A tell-tale PLUME OF DUST billowing over a\nrise. Swirled about by the wind. And then, a HORDE OF HORSES\nexplodes over the rise...\n\nEXT. ENTRANCE TO CONTENTION - DAY\n\n...it’s Charlie Prince and the rest of Wade’s gang. They’re\nriding fast and hard. Down from the mountain. Following the\nhalf complete tracks from the tunnels into Contention.\n\nTheir horses are exhausted. Bloody and sweaty. The outlaws\nare on the shoot. Their dark, flinty eyes set on Contention.\n\nOMITTED\n\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\nAn urgent KNOCK on the door in the bridal suite.\n\nWILLIAM (0.S.)\nThey’ re coming, I’ve seen them.\n\nDan quickly opens the door for his son.\n\nDAN\nWhere.\n\n(CONTINUED)\n\f126\n\n127\n\n128\n\n129\n\n130\n\n131\n\n3:10 TO YUMA - TAN - 1.23.07 85.\nCONTINUED:\n\nWILLIAM\nAbout a mile out. Same way we come.\n\nMARSHAL DOANE\nHow many are they.\n\nWILLIAM\nTen or eleven.\n\nMARSHAL DOANE\nWhich is it, boy. Ten or eleven.\nEXT. MAIN STREET, CONTENTION - DAY\nThe Ben Wade gang reaches Contention now, GALLOPING into town\nlike they own it. People move off the streets.\nINT. LOBBY, CONTENTION HOTEL - DAY\n...meanwhile, Marshal Doane positions his deputies in the\nlobby. The few people here quickly abandon the place, which\nannoys the BARTENDER.\nMARSHAL DOANE\nMove along, folks. That’s it. Keep\n\nthe doors clear. Thank you.\n\nThe three deputies take up firing positions inside the lobby.\n\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n\nMarshal Doane returns to the Bridal Suite now, joining Dan\nand William by the window. Eyes on the bend in the road up\nahead as the gang finally appears...\n\nEXT. HOTEL FRONT, CONTENTION - DAY\n\n...there’s a curious crowd outside the hotel now. And not a\ndecent soul among them. They’re the sort of filth and vermin\nthat often collects in these new railroad towns.",
  "63": "---END OF PREVIOUS SECTION---\nHOTEL FRONT, CONTENTION - DAY\n\n...there’s a curious crowd outside the hotel now. And not a\ndecent soul among them. They’re the sort of filth and vermin\nthat often collects in these new railroad towns. \n---TARGET SECTION TO BE ANNOTATED---\nCharlie Prince notices them and stops the rest of the outlaws\noutside. The BARTENDER sees Charlie Prince through a window.\n\nINT. LOBBY, CONTENTION HOTEL - DAY\n\nIn the lobby, the three deputies start to get nervous.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 86.\n131 CONTINUED:\n\nDEPUTY BAKER\nSure are a lot of them.\n\nDEPUTY FULLER\n\nI didn’t figure on it being the\nwhole gang.\n\n132 INT. BRIDAL SUITE, CONTENTION HOTEL - DAY\nMarshal Doane stares down at the gang, confidence faltering.\nDan backs up against the far wall, protectively drawing his\nson with him.\n\n133 EXT. HOTEL FRONT, CONTENTION - DAY\nCharlie Prince notices the BARTENDER who gives him a look,\ndirecting his eyes up to the second floor BRIDAL SUITE...\n\n134 INT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n...we see the gang from the Bridal Suite on the street below.\n\nCHARLIE PRINCE\nHey, boss. You in there. Boss!\n\nWADE\nWhat should I tell them?\n\nDAN\nTell them you’11l write them a\nletter every day from Yuma.\n\nWADE\nCharlie. Go buy the boys a drink,\nI’1l1 be down soon.\n\nCharlie hurls Ben Wade’s hat up to the overhang.\nBen grabs it. Puts it on.\n\nCHARLIE PRINCE\nYou okay.\n\nWADE\nSure, I’m okay.\n\nAnd he sits back on the bed...\n\f135\n\n136\n\n137\n\n138\n\n3:10 TO YUMA - TAN - 1.23.07 87.\n\nEXT. HOTEL FRONT, CONTENTION - DAY\nBelow, Charlie Prince turns to the growing CROWD.\nCHARLIE PRINCE\n\nListen up. Listen. That’s Ben Wade\nthey got up in there. The railroad\nmeans to put him on the 3:10 to\nYuma and hang him.\n\nINT. LOBBY, CONTENTION HOTEL - DAY\n\nThe three deputies in the lobby stare out at Charlie Prince.\n\nDEPUTY FULLER\nWhat’s he doing.\n\nEXT.",
  "64": "---END OF PREVIOUS SECTION---\nLOBBY, CONTENTION HOTEL - DAY\n\nThe three deputies in the lobby stare out at Charlie Prince. DEPUTY FULLER\nWhat’s he doing. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HOTEL FRONT, CONTENTION - DAY\n\nCharlie Prince rides over to Nez’s SADDLE BAGS and shows the\ncrowd a HANDFUL OF DOLLARS taken from Butterfield’s coach.\n\nCHARLIE PRINCE\nWe’ll give two hundred cash dollars\nto any man what shoots any one of\nthem.\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n\nDan, Butterfield, William, Marshal Doane watch with dread.\n\nCHARLIE PRINCE\nTwo hundred dollars guaranteed.\n\n139-140 OMITTED\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 88.\n\n139-140 CONTINUED:\n\n142\n\n143\n\n144\n\n145\n\nOMITTED\n\nINT. LOBBY, CONTENTION HOTEL - DAY\nThe deputies can see guns out the windows in all directions.\n\nDEPUTY FULLER\n.»..gotta be thirty, forty more guns\nout there now.\n\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n\nMarshal Doane watches the army amassing outside. He glances\nat Butterfield and Dan, then he turns for the door.\n\nMARSHAL DOANE\nAw, to hell with this.\nLet’s go, boys.\n\nBUTTERFIELD\nNow just a minute, Marshal --\n\nMARSHAL DOANE\nLook, if it’s a fair fight... Well\nsure, I’d stay for that... A fair\nfight, that’s a man’s duty... But\nthere’s only six of us. I’m sorry,\nmister. But I am not gonna die\ntoday. And neither are my men.\n\nDAN\nMarshal. You forgot this.\n\nDan tosses the TIN STAR back at the marshal...\n...he catches it, glares at Dan, then walks out.\nINT. LOBBY, CONTENTION HOTEL - DAY\n\nButterfield pursues Marshal Doane down the stairs. Doane nods\nat his deputies and they gratefully follow him out the doors.\n\nBUTTERFIELD\nI’11 double your money.\n(no reply)\n(MORE)\n\n(CONTINUED)\n\f145\n\n146\n\n147\n\n3:10 TO YUMA - TAN - 1.23.07 89.\nCONTINUED:\nBUTTERFIELD (cont'd)\nPlease.",
  "65": "---END OF PREVIOUS SECTION---\nBUTTERFIELD\nI’11 double your money. (no reply)\n(MORE)\n\n(CONTINUED)\n\f145\n\n146\n\n147\n\n3:10 TO YUMA - TAN - 1.23.07 89. CONTINUED:\nBUTTERFIELD (cont'd)\nPlease. \n---TARGET SECTION TO BE ANNOTATED---\n Do you want to see us shot\ndown in the street.\n\nMARSHAL DOANE\nLook, this thing happened in\nBisbee. Why bring your troubles to\nContention.\n\nDEPUTY PELL\nWe’ve got families. Every one of us\nis a family man.\n\nBUTTERFIELD\nI’m a family man, too.\n\nMARSHAL DOANE\nThen you best get out like us.\n\nAnd out they go. Butterfield looks pale. HE turns, looking\nabout, mind racing.\n\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\nMeanwhile, back up in the bridal suite...\n\nWADE\nYou see, Dan. Everyone wants to\nlive. And that means Butterfield,\ntoo. He’11l walk out on you. He’s\ngonna come back up here and walk\nout on you, Dan. Now what do you\nfigure you and your son are gonna\ndie for. Because Butterfield’s\nrailroad lost some money.\n\n...and Dan has no reply. He looks at William.\n\nEXT. HOTEL FRONT, CONTENTION - DAY\n\nCharlie watches the marshal and deputies walk out guns down.\nGUNSHOTS RING OUT as he murders them. Inside, Butterfield\nshudders. Prince turns to the BRIDAL SUITE WINDOW...\n\nCHARLIE PRINCE\n(calling)\nThat all of them?\n...after a moment, Wade appears in the window.\n\nWADE\nAlmost.\n\f3:10 TO YUMA - TAN - 1.23.07 90.\n\n148 INT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n\nUp in the suite, Wade returns to the bed...\n...glancing at Dan who grips his HAMMER SHOTGUN tightly.\n\nWADE\nYour turn, general.\n\nWILLIAM\nWhat do you expect him to say.\n\nWADE\nI expect him to say something that\nmakes sense. Something that might\nsave the two of you.\n(pause)\nTake a look, Dan... What’s the\nmatter, don’t you want to see them.\n\nDAN\nI’1l see them soon enough.\n\nWADE\nHow about you, kid. You wanna look.\n\nDAN\nStay away from the window, William.\n\nWADE\nGo on. Look down there.\n\nWilliam looks at his father and then at Wade...\n...",
  "66": "---END OF PREVIOUS SECTION---\nLook down there. William looks at his father and then at Wade... ... \n---TARGET SECTION TO BE ANNOTATED---\nventuring to the window and staring at the gang.\nWADE (CONT'D)\n\nThey’ re animals. All of them.\n\nThey’11 kill you and your father,\n\nWilliam, and they’11 laugh while\n\nthey do it. I think you know that.\nWilliam looks at Wade.\n\nWILLIAM\nCall them off.\n\nWADE\nWhy should I.\n\n(CONTINUED)\n\f148\n\n149\n\n150\n\n3:10 TO YUMA - TAN - 1.23.07 91.\nCONTINUED:\n\nWILLIAM\nBecause you’re not all bad.\n\nWADE\nYes I am.\n\nWILLIAM\nYou saved us from those Indians.\n\nWADE\nI saved myself.\n\nWILLIAM\nYou helped us through the tunnels,\nyou helped us get away.\n\nWADE\nIf I had a gun in those tunnels, I\nwould’ve used it on you.\n\nWILLIAM\n...I don’t believe you.\n\nWade smiles.\nWADE (CONT'D)\n\nKid. I wouldn’t last five minutes\n\nleading an outfit like that if I\n\nwasn’t as rotten as Hell.\nEXT. HOTEL FRONT, CONTENTION - DAY\nOutside, Charlie Prince gives a nod to the gang and they all\nsplit up. Disappearing into the streets and back alleys with\n\nthe dozens of CONTENTION GUNMEN.\n\nButterfield peeks nervously out the front of the hotel. He\nsees all the gunmen waiting outside. And makes a decision.\n\nCharlie setlles into a chair across the street, watching.\nHe checks the watch he stole from the dead Pinkerton.\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n\nThe DOOR OPENS suddenly and Butterfield comes inside the\nBridal Suite. He looks stricken. Wade instantly reads the\n\nlook on his face. Butterfield crosses to the window.\n\nWADE\nHere it comes...\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 92.\n150 CONTINUED:\n\nBUTTERFIELD\nDan.\n(beat)\nI can’t do it.\n\nWADE\nThey say discretion is the better\npart of Valor.\n\nBUTTERFIELD\nIf you think you have an obligation\nto me or the railroad, you don’t.\nI’m releasing you.\n\nWADE\nSo it’s just you now, Dan.\nAnd your boy.",
  "67": "---END OF PREVIOUS SECTION---\nI’m releasing you. WADE\nSo it’s just you now, Dan. And your boy. \n---TARGET SECTION TO BE ANNOTATED---\nBUTTERFIELD\nYou have no obligation.\n\nWADE\nListen to what he’s saying.\n\nWILLIAM\nMaybe he’s right, Pa. Maybe we\nshould go home.\n\nDAN\nWhat did Doc Potter give his life\nfor, William. And McElroy.\n\nWADE\nThey’ re specks, Dan. Little red\nants on a hill.\n\nBUTTERFIELD\nI’ll pay you the two hundred, Dan.\nRight now. And you can walk away.\n\nDan has to laugh. He looks out the window, knowing this is\nthe decision of his life.\n\nDAN\n...-You know... this whole ride,\nit’s been nagging on me. That’s\nwhat the government gave me. For my\nleg. A hundred ninety eight\ndollars, thirty six cents.\n(MORE)\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 93.\n\n150 CONTINUED: (2)\nDAN (cont'd)\n\nFunny thing is, when you think\nabout it, which I have been lately,\nthey weren’t paying me so I could\nwalk away. They were paying me so\nthey could walk away. So they could\nforget the people that got maimed\nand killed for their own interests.\n\nButterfield is stung.\n\nWADE\nDon’t muddy past and present, Dan.\n\nDAN\nI’m seeing the world as it is,\nWade. What’s two hundred gonna do.\nBy the time I get back, Hollander\nwill want more.\n\nWILLIAM\nIf you take him to the train, Pa,\nI’m going with you.\n\nDAN\nNo. Mr. Butterfield is taking you\nhome.\n\nWILLIAM\n\nI’m not going anywhere with him.\n\nDAN\nYes you are.\n\nBUTTERFIELD\n...I’1l get him to Bisbee, Mr.\nEvans. I promise you.\n\nDAN\nYou're gonna promise more than\nthat, if I put the scourge of the\nSouthern Line on that train. I want\na guarantee that Hollander and his\nboys never set foot on my land\nagain. And that my water’s gonna\nflow. And I expect you to hand my\nwife one thousand cash dollars when\nyou see her.\n\nWade smiles, amused.",
  "68": "---END OF PREVIOUS SECTION---\nAnd that my water’s gonna\nflow. And I expect you to hand my\nwife one thousand cash dollars when\nyou see her. Wade smiles, amused. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f150\n\nCONTINUED:\n\nWade nods.\n\n3:10 TO YUMA - TAN - 1.23.07 94.\n(3)\n\nDAN (CONT’ D)\n‘You got it to spare, Butterfield.\nYou were gonna divvy up a thousand\nto five for a job I’m doing alone.\n\nBUTTERFIELD\nMy company will be glad to do all\nof those things ...if Wade gets on\nthe train.\nDAN\n(to Wade)\n\nYouu heard him.\n\nSatisfied, Dan turns to William. He pulls out\n\nAlice’s ANTIQUE BROOCH... ...and hands it to him.\n\nDAN\nBring this back, William. Tell your\nmother... Tell her I had it with me\nto the end. That it helped me find\nwhat was right.\n\nWILLIAM\nPa. I can’t... just leave you...\nDAN\n\nI’ll be a day behind you, William.\n...Unless something happens,.. And\nif it does, I need a man at the\nranch. To keep it running and\nprotect our family. I know you can\ndo that because you’ve become a\nfine man. You got all the best\nparts of me, William, what few\nthere are.\n\nDan embraces his son. Wade watches them, reluctantly moved...\n\nDan gives\n\nDAN (CONT'D)\nJust remember how your old man\nwalked Ben Wade to the station...\n(pause)\n...-when nobody else would.\n\nButterfield a look.\nDAN\n\nYou take him and find a room down\nthe hall.\n\n(CONTINUED)\n\f150\n\n151\n\n3:10 TO YUMA - TAN - 1.23.07\nCONTINUED: (4)\n\nWILLIAM\nPa.\n\nDAN\nWhen we make the move, we’l1l pull\nhis gang away. And that’s when your\nride out of town.\n\nButterfield crosses to the door. After a look from his\n\nfather, William goes with him. Holding his father’s eyes as\nhe leaves the room.\n\nOMITTED\n\n94a.\n\f152\n\n153\n\n154\n\n3:10 TO YUMA - TAN - 1.23.07 95.\n\nINT.",
  "69": "---END OF PREVIOUS SECTION---\nOMITTED\n\n94a. 152\n\n153\n\n154\n\n3:10 TO YUMA - TAN - 1.23.07 95. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BRIDAL SUITE, CONTENTION HOTEL - DAY - CONTINUOUS\nDan checks the time: Five minutes to three.\n\nDAN\nGoddammit...\n\nWADE\nYou know, squeezing that watch\nain’t gonna stop time.\nDan angrily hurls the POCKET WATCH at Wade...\n...it misses by an inch, SMASHING against the wall.\nWADE (CONT'D)\n(smiles)\nNow you shouldn’t get so scared,\nDan. Might back a bad move.\n\nAnd Dan just turns away, staring out the window.\n\nEXT. STREETS, CONTENTION - VARIOUS - DAY\n\nEvery now and then we glimpse one of WADE’S GANG. Hidden in\nalley ways. Or climbing on roof tops. Loading their rifles.\n\nElsewhere, we see CONTENTION GUNMEN readying to earn a buck.\n\nOMITTED\n\f155\n\n156\n\n157\n\n158\n\n3:10 TO YUMA - TAN - 1.23.07 96.\n\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n\nDan sits in the ROCKER, staring at the rumbling STORM CLOUDS.\nWade lies on the bed, DRAWING something in a HOTEL BIBLE...\n\n...we can’t quite see what he’s drawing. And his eyes never\nseem to leave the page. His thoughts drifting as he speaks:\n\nWADE\nYou ever read the Bible, Dan.\n(no reply)\nI read it one time... I was eight\n\nyears old. My daddy had just got\nhimself killed over a shot of\nwhiskey. My mother said we were\ngoing back east to start over. She\ngave me a Bible and sat me down at\nthe train station. Told me to read\nwhile she went to buy our tickets.\n(pause)\n\nWell, I did as she said, read that\nBible from cover to cover. Took me\nthree days. She never came back.\n\nJust now, they hear a CLOCK CHIMING in the distance...\n...it’s the CLOCK TOWER by the train station: Three o’clock.\n\nOMITTED\n\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n\nDan listens to the chimes, like daggers in his chest. As they\nfinish, he gathers his HAMMER SHOTGUN and turns to Wade.\n\nDAN\n\nIt’s time.\nINT.",
  "70": "---END OF PREVIOUS SECTION---\nAs they\nfinish, he gathers his HAMMER SHOTGUN and turns to Wade. DAN\n\nIt’s time. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CORRIDOR, CONTENTION HOTEL - DAY\nThe BRIDAL SUITE DOOR cracks open and Dan peers out...\n...the corridor is empty and quiet. Dan pushes Wade through\nthe doorway with BUTTERFIELD’S RIFLE. The HAMMER SHOTGUN is\nslung over Dan’s shoulder.\nDan keeps close to Wade as they walk down the corridor, eyes\n\non the CLOSED DOORS than line the walls. One of them opens a\nlittle suddenly...\n\n(CONTINUED)\n\f158\n\n159\n\n160\n\n3:10 TO YUMA - TAN - 1.23.07 97.\nCONTINUED:\n\n...and Dan lines up on it. But it’s just an OLD MAN peeking\nout. He quickly closes the door. Dan and Wade keep moving.\nINT. LOBBY, CONTENTION HOTEL - DAY\n\nThe hotel lobby is deserted, a contrast to the way we first\nsaw it. Only the BARTENDER’s still here...\n\n...-he watches Dan come down the stairs with Wade. He takes\nout a BOTTLE OF WHISKEY and pours two shots on the bar.\n\nBARTENDER\n(to Dan)\nOn the house, mister.\nDan stares at the drinks, then leads Wade to the bar...\n\nDan and Wade drink the shots. Dan thanks the BARTENDER with a\nlook, then presses on. The BARTENDER watches them go.\n\nANGLE ON: DAN & WADE reaching the BACK DOOR they came through\nbefore. Dan trades a look with Wade as he clutches the BACK\nDOOR HANDLE.\nWADE\nThere’s still time to get out of\nthis.\n\nDan looks at the outlaw, a thousand thoughts racing through\nhis head. Then he cocks the SHOTGUN. And turns the handle.\n\nThe BACK DOOR swings open... and a BLAST OF WIND rushes in.\nDan grasps Wade by the BACK OF HIS COLLAR, laying the barrel\nof the SHOTGUN over Wade’s shoulder as they creep outside.\nEXT. HOTEL BACK / ALLEYWAY CONTENTION - DAY\n\nThe outlaw scans the ROOFTOPS and ALLEYWAYS as Dan pushes him\nout the door. Both men quickly realize their horses are gone.\n\nWADE\nDidn’t expect them to let us ride\nto the station, did you.\n\nAll of a sudden, Campos appears on a rooftop...",
  "71": "---END OF PREVIOUS SECTION---\nBoth men quickly realize their horses are gone. WADE\nDidn’t expect them to let us ride\nto the station, did you. All of a sudden, Campos appears on a rooftop... \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f160\n\n161\n\n162\n\n3:10 TO YUMA - TAN - 1.23.07 98.\nCONTINUED:\n\n...and Dan hurls Wade behind a STACK OF CRATES as the outlaw\nshoots his rifle. BANG! The round misses Dan by inches.\n\nEXT. ROOFTOP, CONTENTION - DAY\n\nCampos keeps his rifle trained on the STACK OF CRATES as he\nswiftly cocks the LEVER ACTION, chambering a new round as--\n\nDOWN BELOW-- Dan and Wade scurry toward the end of the alley,\nheading for cover under an overhang.\n\nEXT. BACK ALLEY, CONTENTION - DAY\n\n--BANG-- Campos fires again. Dirt sprays up at Dan as he\nshoves Wade below the overhang.\n\n...under the deck, Dan tries to get a look at Campos. He\nscans the roofline, considering his options.\n\nDan turns and follows Wade’s glance to a large bullet hole in\nthe top of his boot. If Dan had a foot, his toes would have\nbeen blown off. He looks up at Wade. Almost laughs.\n\nWade nods as a LOCAL GUNMAN lunges from a corner...\n\nWADE\n-uh ...behind you.\n\n...AND DAN WHIPS AROUND, FIRING THE SHOTGUN. BOOM!\nHe drops the Gunman.\n\nWADE (CONT'D)\n...Figure I owed you one for\ngetting me out of that camp.\n\nDAN\nThanks...\n\nWADE\nNow you’re on your own.\n...And only five blocks to go.\n\nIt’s a wide street, no cover. Not good. The depot far in the\ndistance. A clock at the General Store reads Four past three.\n\nDan studies the roofline... Tries to get a fix on Campos.\n\nDAN\nWhere’s the rest of them.\n\n(CONTINUED)\n\f162\n\n162AA\n\n162A\n\n3:10 TO YUMA - TAN - 1.23.07 99.\nCONTINUED:\n\nWADE\n...waiting.\n\nDAN\nTell your rifleman, he shoots at me\nagain, I’1l just put a bullet in\nyour head.\n\nWADE\nAnd what do I tell them?\n\nFOUR LOCAL GUNMEN are coming up the wide street that leads to\nthe station.",
  "72": "---END OF PREVIOUS SECTION---\nDAN\nTell your rifleman, he shoots at me\nagain, I’1l just put a bullet in\nyour head. WADE\nAnd what do I tell them? FOUR LOCAL GUNMEN are coming up the wide street that leads to\nthe station. \n---TARGET SECTION TO BE ANNOTATED---\n Two of them are shit-faced drunk, SHOOTING in\nthe air, one hooting... Dan’s eyes find another, pistol\ntrained on them from across the street.\n\n...and then they begin FIRING.\n\nCUT TO:\nINT. HOTEL ROOM / STAIRS-- DAY -- CONTINUOUS\nButterfield and William stand frozen, listening to the shots\nRING OUT. Unable to stand anymore, William suddenly makes a\n\nrun for it.\n\nBUTTERFIELD\nSon! Stop!\n\nWilliam races down the hall with his pistol.\n\nUP THE STREET-- CHARLIE PRINCE--\n\n--watches the gunfire with satisfaction. He glances to\nJackson. Sutherland watches from behind.\n\nJACKSON\n‘Might not ever have to touch your\nScofields, Charlie...\n\nCHARLIE PRINCE\nThat’d be disappointing.\n\nCharlie’s grin fade as--\n--THE FUSILLADE BECOMES FURIOUS, INSANE. BULLETS SHATTER THE\n\nBARRELS and roof around DAN AND WADE. The gunmen fire\nindiscriminately and Wade seems as likely to get shot as Dan.\n\n(CONTINUED)\n\f3:10 TO YUMA - TAN - 1.23.07 99A.\n162A CONTINUED:\n\nJACKSON\n...What happens if they shoot the\nboss, Charlie?\nCUT TO:\n162B BACK ON-- DAN AND WADE-- UNDER THE OVERHANG\n\nAS A WOOD POST BY WADE’S HEAD EXPLODES WITH SHELLFIRE.\nCursing, WADE DIVES FOR COVER WITH DAN.\n\nWADE\n...This is bullshit.\n\nUP THE STREET-- CHARLIE PRINCE REACTS.\n\n(CONTINUED)\n\f162B\n\n162C\n\n162D\n\n3:10 TO YUMA - TAN - 1.23.07 100.\nCONTINUED:\n\nCHARLIE PRINCE\nHey! ...Hey! Not the black hat!\nRed faced, CHARLIE CHARGES AT THE GUNMEN, firing.\n\nCHARLIE PRINCE (CONT’D)\nI said the rancher, you dumb-shits!\n\nCAMPOS HAS FOUND A NEW VANTAGE POINT ON THE ROOFTOP.\nHe starts picking off the locals.\nAs does Sutherland from another vantage point.",
  "73": "---END OF PREVIOUS SECTION---\nCAMPOS HAS FOUND A NEW VANTAGE POINT ON THE ROOFTOP. He starts picking off the locals. As does Sutherland from another vantage point. \n---TARGET SECTION TO BE ANNOTATED---\nUNDER THE OVERHANG-- DAN AND WADE--\n\nDAN\nLet’s go. Now.\n\nWADE’S ENTIRE GANG IS FIRING ON THE LOCAL GUNMEN.\nIt looks and sounds like war.\n\nDan seizes the moment, grabs Wade and breaks into a sprint\nacross the wide street. They run through the hail of gunfire.\n\nDAN HITS JACKSON WITH A SHOT, shoves Wade in the door of-\n\nINT. MINING SUPPLY SHOP -- DAY\n\nAs they enter, a shot clips Wade in the shoulder, knocking\nhim back. Dan spins, firing at--\n\nA LOCAL GUNMAN who drops.\n\nLungs clutching for air, Dan glances out the door behind\nthem, shots still reporting from the street.\n\nDan drags Wade toward the back of the store and goes about\nreloading his guns. Suddenly--\n\n--POW! WADE HITS HIM in the face with cuffed fists and shoves\nhim against a wall, each with their hands on the shotgun.\n\nWADE\nThat’s enough, Dan. Its over.\n\nDAN\nWe’ re going to the train.\n\nWADE\nNo. We’re not.\n\n(CONTINUED)\n\f162D\n\n3:10 TO YUMA - TAN - 1.23.07 100A.\nCONTINUED:\n\nDAN STRUGGGLES to regain control of the gun. As they thrash\nA SHELF SPILLS. Suddenly, A LANTERN NEAR DAN’S HEAD EXPLODES\nFROM GUNFIRE.\n\nFrom the store window, Jorgenson and Kinter try to pick off\nDan. Dan shoves Wade back and spins, taking a shot-- killing\nJorgenson and sending the rest for cover\n\nDAN\nWe’re going to the train, Wade.\n\nAs Dan grabs at Wade, trying to drag him further, Wade just\nstands there, unmoving. Dan pulls at him, as more shots ring.\n\nSuddenly, Wade kicks out DAn’s good leg, sending him down the\nsteps into A STOCKROOM--\n\n(CONTINUED)\n\f162D\n\nCONTINUED:\n\n3:10 TO YUMA - TAN - 1.23.07 101.\n\n(2)\n\nWADES STANDS OVER HIM.\n\nWADE\nYour boy’s gone home. No one’s\nwatching. You were a hero once.",
  "74": "---END OF PREVIOUS SECTION---\nWADE\nYour boy’s gone home. No one’s\nwatching. You were a hero once. \n---TARGET SECTION TO BE ANNOTATED---\n You\ngot one good leg to show for it.\nUse it to get home.\n\nWade turns his back on Dan and faces the door outside--\nShots still ring out.\n\nSuddenly,\nstockroom\n\nWade ends\n\nWADE\nCharlie-- Hold up. ...Charlie!\nWe’ re comin’ out.\n\nDan grabs Wade around the neck and pulls him to the\nfloor. They roll, punching at each other. Hard.\n\nup with his cuff chain around Dan’s neck, pining\n\nhim. Dan looks up at him-- intense.\n\nDAN\n...I never been no hero. Only\nbattle I ever saw, my company was\nin retreat. We was running through\nthe woods under fire from our own\nside. By the time I got to the\nriver, everyone else had fallen...\nand my foot was gone... and still\ndon’t know how. All I know is I\nlost it running, scared and blind\nand in retreat. You try telling\nthat story to your little boy,\nWade. And you watch his eyes.\n\nWade takes this in. The chain loosens around Dan’s neck.\n\nA beat.\n\nDAN\nI am not afraid to die. Not no\nmore. Only thing scares me now is\nrunning away.\n\nWADE\n...Okay, Dan.\n\nOut the cracked stock room door, DAN SPIES A ROOF WORKER’S\n\nLADDER.\n\n+e OF\n\n*\n\n+e HF HF HH HH HF *\n\n*\n\n+e OF\n\f3:10 TO YUMA - TAN - 1.23.07 101A.\n\n163-167 OMITTED\n\nCUT TO:\n\f168\n\n169\n\n170\n\n171\n\n3:10 TO YUMA - TAN - 1.23.07 102.\n\nEXT. ROOFTOPS, CONTENTION - DAY\n\nDan pulls Wade across the CITY ROOFTOPS dodging WILD GUNFIRE\nfrom below. Dan stops before jumping over a narrow alleyway.\n\nWADE\nYou sure you can take it.\n\nDan jumps pulling Wade with him. The impact sends a spasm of\npain through his bad leg.\n\nThey jump a second alleyway. Dan is in agony.\n\nEXT. MAIN STREET, CONTENTION - DAY\n\n...as Charlie Prince and the others chase them on the ground,\nshooting at silhouettes.",
  "75": "---END OF PREVIOUS SECTION---\nDan is in agony. EXT. MAIN STREET, CONTENTION - DAY\n\n...as Charlie Prince and the others chase them on the ground,\nshooting at silhouettes. \n---TARGET SECTION TO BE ANNOTATED---\n Attempting to outrun them to the end\nof the chain of buildings.\n\nEXT. ROOFTOPS, CONTENTION - DAY\n\nBANG! BANG! BANG! Splinters fly as Dan and Wade rush towards\nthe last rooftop now. Both of them leaping off the edge...\nEXT. MARKETS, CONTENTION - DAY\n\n...and CRASHING through a CANVAS AWNING which lands them both\non a FOOD STALL. Dan quickly draws his WINCHESTER on Wade...\n\n...the two men finally catching their breath together now.\n\nDAN\n\nWorked alright, didn’t it.\nWADE\n\nYeah... Worked real good.\n\nWade grabs an APPLE from the food stall...\n\n172-173 OMITTED\n\f174\n\n175\n\n176\n\n177\n\n3:10 TO YUMA - TAN - 1.23.07 103-104.\n\nEXT. TENT CITY / MOVING TOWARD THE STATION - DAY\n\nDan and Wade run in tandem through the CANVAS TENTS in which\nthe railroad workers live. In a spray of gunfire, they move\nfrom blazing light to dark. Bullets make silent holes in the\ndark canvas.\n\nBANG! BANG! BANG! The shots come at him from all sides...\n...several of shots clip Dan’s arms and legs. One of them\neven blows his hat right off his head. Dan shoves Wade\nforwards -- both of them hobbling now.\n\nTen yards to go. Three more tents.\n\nThe outlaws charge after them.\n\nJust five yards now. A HAIL OF GUNFIRE chasing them.\n\nINT. TICKET BOOTH, TRAIN STATION - DAY\n\nDan yanks open the door to the ticket booth. All but throws\nWade inside. Bullets CRACK and SPLINTER off the wooden booth\nas Dan dives inside...\n\n...the TICKET CLERK crouches in the corner. Staring at the\ntwo men. Dan is weak, bleeding from several wounds.\n\nEXT. TICKET BOOTH, TRAIN STATION - DAY\n\nOutside, Charlie Prince and the others gather quietly around\nthe booth. Twenty feet away. No chance of escaping this one.\nINT. TICKET BOOTH, TRAIN STATION - DAY\n\nDan keeps his gun on Wade as he looks at the TICKET CLERK.\n\nDAN\nWhat...what time is it.",
  "76": "---END OF PREVIOUS SECTION---\nINT. TICKET BOOTH, TRAIN STATION - DAY\n\nDan keeps his gun on Wade as he looks at the TICKET CLERK. DAN\nWhat...what time is it. \n---TARGET SECTION TO BE ANNOTATED---\nTICKET CLERK\nAbout ten past three.\n\nDAN\nWhere’s the 3:10 to Yuma.\n\nTICKET CLERK\nRunning late, I suppose.\n\n(CONTINUED)\n\f177\n\n178\n\n179\n\n180\n\n3:10 TO YUMA - TAN - 1.23.07 105.\nCONTINUED:\n\nDAN\nHow late.\n\nTICKER CLERK\nBeats me... It gets here when it\ngets here, don’t it.\n\nDan stares at the man blankly...\n...and Wade just breaks into a smile.\n\nWADE\nGoddamn trains. Never can depend of\nthem, huh.\n\nOMITTED\n\nINT. BRIDAL SUITE, CONTENTION HOTEL - DAY\n\nWilliam barges into the Bridal Suite to find it’s empty. Only\na wafer-thin PIECE OF PAPER torn out of the HOTEL BIBLE lying\non the rocker...\n\n...-he picks up the paper and we see a SKETCH of Dan sitting\non the rocker with his SHOTGUN.\n\nINT. TICKET BOOTH, TRAIN STATION - DAY\n\nInside the booth, Dan winces with the pain rippling through\nhis body. He has GUNSHOT WOUNDS in his arms and legs. Blood\nalso trickles from a head wound...\n\n...Wade takes a KERCHIEF out of his pocket and begins to make\na TOURNIQUET around Dan’s leg.\n\nWADE\nYou stupid sonofabitch. I’ve given\nyou every opportunity to get out of\nthis and now look at you.\n\nWade finishes tying the TOURNIQUET...\n...and Dan just gazes at him gratefully.\n\nDAN\nI ain’t stubborn...\n\n(CONTINUED)\n\f180\n\n181\n\n182\n\n3:10 TO YUMA - TAN - 1.23.07 106.\n\nCONTINUED:\nWADE\n(confused)\nWhat.\nDAN\nAt the camp, you said I was\nstubborn for... For keeping my\n\nfamily on that ranch...\n\nWADE\nYeah well, what else you call it.\n\nDAN\nIt’s my son... Mark... The younger\none. Got tuberculosis when we was\ntwo... Doctors said he’d die if\nhe... He didn’t have a dry climate.\nWADE\n\nWhat’re you telling me this for.",
  "77": "---END OF PREVIOUS SECTION---\nDoctors said he’d die if\nhe... He didn’t have a dry climate. WADE\n\nWhat’re you telling me this for. \n---TARGET SECTION TO BE ANNOTATED---\nDAN\n(shrugs)\nGuess I wanted you to know I’m not\nstubborn is all ...Ben.\n\nWade stares at Dan’s grin, and starts to smile himself.\n\nEXT. TICKET BOOTH, CONTENTION - DAY\n\nOutside, the whole towns seems to be lying in wait. Charlie\nPrince is the closest to the TICKET BOOTH, trying to see in.\n\nANGLE ON: WILLIAM riding up behind the outlaws, joining a\nCROWD OF PEOPLE venturing out to witness the showdown...\n\nButterfield rides up beside William. It’s clear to all where\nDan and Wade are. Jorgensen rides up, towing WADE’S BLACK\nMARE behind him as William quickly peels his horse away.\nINT. TICKET BOOTH, TRAIN STATION - DAY\n\nBack to Dan and Wade in the ticket booth...\n\nWADE\nLong as we’re making confessions.\n\nDAN\nYeah...\n\n(CONTINUED)\n\f182\n\n183\n\n184\n\n185\n\n186\n\n187\n\n3:10 TO YUMA - TAN - 1.23.07 107.\nCONTINUED:\n\nWADE\nI’ve been to Yuma Prison before.\ntwice before. Escaped twice, too.\n\nEXT. CATTLE YARD, TRAIN STATION - DAY\n\nMeanwhile, William rides to the CATTLE YARD next to the\nstation. He dismounts, keeping hidden...\n\n...as he makes his way through the CATTLE towards the gate.\n\nINT. TICKET BOOTH, TRAIN STATION - DAY\nWade stares at Dan in the ticket booth...\nWADE\nThere’s no sense putting me on this\ntrain, Dan. I’11 be out within the\nweek,\n\n...and Dan just stares at him, wounded, fading.\n\nEXT. CATTLE YARD, TRAIN STATION - DAY\nNow William quietly slips the CATTLE GATE open, then scuttles\nback to his horse. The CATTLE stay in their yard, confused...\nINT. TICKET BOOTH, TRAIN STATION - DAY\n...as Wade makes his final plea to Dan:\nWADE\nYou made it further than anybody\never expected. Most of all, me. You\n\ndid it. Go on home to your family.\n\nDan looks at him. Suddenly, they hear a TRAIN WHISTLE.\n\nEXT.",
  "78": "---END OF PREVIOUS SECTION---\nDan looks at him. Suddenly, they hear a TRAIN WHISTLE. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TRAIN STATION, CONTENTION - DAY\n\nHere she comes, the 3:10 to Yuma. A STEAM-POWERED LOCOMOTIVE\nhauling seven TRAIN CARRIAGES and a JAILHOUSE CABOOSE...\n...all heads turn to watch as she puffs towards the station.\n\f188\n\n189\n\n190\n\n191\n\n3:10 TO YUMA - TAN - 1.23.07 108.\n\nINT. TICKET BOOTH, TRAIN STATION - DAY\n\nDan and Wade peer over the TICKET COUNTER and see the train\ncoming towards them. And Dan just starts checking his ammo,\ngearing up for the last few yards.\n\nDAN\nDo me a favor, will you... When you\nbreak out of Yuma, don’t go back to\nyour crew.\n\nWADE\nWhat.\n\nDAN\nHang up your guns, settle down\nsomewhere. Raise a family...\n(pause)\n...that’s what you want, isn’t it.\nWADE\nWhat the hell do you know about\nwhat I want.\n\nDan finishes RELOADING.\n\nEXT. TICKET BOOTH, CONTENTION - DAY\n\nCharlie Prince keeps his SCHOFIELDS on the ticket booth as\nthe train nears the station.\n\nCHARLIE PRINCE\n(to the gang)\n\nThey’1l be coming.\n...the other outlaws now prepare for the final shoot-out. The\ncrowd, including Butterfield, watching anxiously behind them.\nEXT. CATTLE YARD, TRAIN STATION - DAY\nWilliam gets ready on his horse at the back of the CATTLE as\nthe LOCOMOTIVE rolls past, HISSING STEAM out its wheels...\nEXT. TICKET BOOTH, TRAIN STATION - DAY\n\n...pulling into the station as the DOOR OPENS on the ticket\nbooth. Dan escorts Wade out, the HAMMER SHOTGUN at his back.\n\n(CONTINUED)\n\f191\n\n192\n\n193\n\n194\n\n195\n\n3:10 TO YUMA - TAN - 1.23.07 109.\nCONTINUED:\n\nThe OUTLAWS and the CONTENTION GUNMEN get set to fire...\n\nEXT. CATTLE YARD, TRAIN STATION - DAY\n\n...but then William suddenly fires a shot from his old PISTOL\nand the spooked CATTLE begin to stampede out the open gate.",
  "79": "---END OF PREVIOUS SECTION---\nCONTINUED:\n\nThe OUTLAWS and the CONTENTION GUNMEN get set to fire... EXT. CATTLE YARD, TRAIN STATION - DAY\n\n...but then William suddenly fires a shot from his old PISTOL\nand the spooked CATTLE begin to stampede out the open gate. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. TICKET BOOTH, TRAIN STATION - DAY\n\nDan sees his son deftly whipping up the cattle...\n\n...and for a moment, Dan’s furious. But then he realizes that\nWilliam’s driving the CATTLE between them and the outlaws.\n\nThe animals steam past the outlaws, blocking their line of\nfire. Charlie Prince falls beneath them, engulfed in PLUMES\nOF STEAM from the LOCOMOTIVE...\n\n...we hear him SCREAM as the cattle trample him.\n\nDan and Wade break for the JAILHOUSE CABOOSE at the back of\nthe train. Keeping their heads low just beyond the CATTLE.\nEXT. JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\nAn old PRISON GUARD on the JAILHOUSE CABOOSE sees Dan coming\nwith Wade. He rises to his feet, grabbing the JAILHOUSE KEYS\noff the rack behind him..\n\nDAN\nI’ve got a prisoner to go to Yuma.\n\nWade looks at Dan who appears shocked to have made it here.\nTo have been able to say those eight words.\nEXT. TRAIN STATION, CONTENTION - DAY\n\nNobody can see anything through the large HERD OF CATTLE. Not\neven WADE’S GANG who are effectively cut off from their boss.\n\f196\n\n197\n\n198\n\n199\n\n200\n\n3:10 TO YUMA - TAN - 1.23.07 110.\n\nEXT. JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\nA smile spreads across Dan’s weary face. Wade smiles, too.\nGenuinely happy for him.\n\nBANG! A GUNSHOT echoes through the train station.\n\nWADE\nNo.\n\nDan SCREAMS with pain, returning fire...\n\n...it’s Charlie Prince. Materializing out of the steam. Beat-\nup from the CATTLE STAMPEDE. Dan’s SHOTGUN clips his arm.\nEXT. TRAIN STATION, CONTENTION - DAY\n\nEverybody hears the shots. Peering through the rain and steam\nfrom the locomotive. The outlaws pushing through the cattle.\nEXT. JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\nBANG! BANG! BANG! Charlie Prince cuts Dan down...\n\n...ripping into his legs, his arms, his chest. The HAMMER\nSHOTGUN falls to the soggy ground. His body spun around.",
  "80": "---END OF PREVIOUS SECTION---\n...ripping into his legs, his arms, his chest. The HAMMER\nSHOTGUN falls to the soggy ground. His body spun around. \n---TARGET SECTION TO BE ANNOTATED---\nWade leaps off the JAILHOUSE CABOOSE, flinging himself into\nthe line of fire. Charlie Prince stops firing just in time.\nEXT. TICKET BOOTH, TRAIN STATION - DAY\n\nCLOSE ON: WILLIAM seeing his father fall as the cattle parts\nfifty feet away. A river of shock grips him like a vice.\nEXT. JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\nANGLE ON: WADE helpless to save Dan who collapses into the\nmud, a look of shock on his face. Wade grinds to a halt next\n\nto him...\n\n...kneeling beside him, cradling the dying rancher’s head in\nhis lap. Charlie Prince triumphantly reloads his SCHOFIELDS.\n\nWADE\nDan.\n\n(CONTINUED)\n\f200\n\n201\n\n202\n\n203\n\n3:10 TO YUMA - TAN - 1.23.07 111.\nCONTINUED:\n\nDan looks up at Wade, bloody and weak... ...a faint grin...\n\nEXT. TRAIN STATION, CONTENTION - DAY\n\nStricken, William stares at his father, twenty yards off, in\nWade’s arms, frozen. Butterfield approaches from behind.\nEXT. JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\nThe other outlaws walk up now, holstering their weapons and\nfetching horses. Gathering around Wade in a loose circle...\n\n...as Charlie Prince struts over and grabs a CUFFS KEY from\nthe PRISON GUARD. He UNLOCKS Wade now, dropping the key and\nthe cuffs as he walks off.\nCharlie Prince spits at Dan’s feet.\nCHARLIE PRINCE\n(laughing)\nFor a one leg rancher, you was one\ntough sonovabitch.\n\nWade gently sets Dan down. His gaze falls on the HAMMER\nSHOTGUN lying nearby... his eyes go stone fucking cold.\n\nCLOSE ON: CHARLIE PRINCE who has taken only a few steps, when\nhe stops. An alarming sixth sense telling him to turn around.\nEXT. TRAIN STATION, CONTENTION - DAY\n\nWilliam tries to run to his father, tears in his eyes, but\nButterfield grabs hold of him... pulls him under an overhang,\n\nthey are both getting wet.\n\nBUTTERFIELD\nYou need to stay here, son.\n\nWilliam kicks and claws at Butterfield.",
  "81": "---END OF PREVIOUS SECTION---\nTRAIN STATION, CONTENTION - DAY\n\nWilliam tries to run to his father, tears in his eyes, but\nButterfield grabs hold of him... pulls him under an overhang,\n\nthey are both getting wet. BUTTERFIELD\nYou need to stay here, son. William kicks and claws at Butterfield. \n---TARGET SECTION TO BE ANNOTATED---\nWILLIAM\nLet go of me!\n\n(CONTINUED)\n\f203\n\n204\n\n205\n\n206\n\n3:10 TO YUMA - TAN - 1.23.07 112.\nCONTINUED:\n\nBUTTERFIELD\nYou can’t help him right now.\n\nEXT. JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\n...the outlaws have gone rock still in the rain. All eyes on\nWade and the SHOTGUN. Wade is just as still and silent.\n\nSuddenly, Charlie Prince draws...\n\n...BOOM! The HAMMER SHOTGUN bellows.\nCatapulting Charlie back three feet.\n\nEXT. TRAIN STATION, CONTENTION - DAY\n\nAs the shot rings out, William turns-- becomes still.\nEverybody’s stunned and riveted.\n\nMAN\nHe shot one of his own men... He\njust shot him.\n\nEXT. JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\nWade’s gang is shocked... ...and livid. Staring at Charlie\nPrince lying on the ground. What happens next takes no more\nthan twenty seconds.\n\nJackson draws his rifle on Wade...\n...BANG! The shot scrapes Wade’s shoulder.\n\nAnd Wade lifts the HAMMER SHOTGUN and fires. Jackson vanishes\nin a CLOUD OF SMOKE. And Wade tosses the empty shotgun aside.\n\nSutherland and Jorgensen draw their guns now...\n...as Wade dives and rolls towards Charlie Prince.\n\nSnatching the two SCHOFIELD PISTOLS from his hands. The pair\nof outlaws shoot at Wade as he comes up out of his roll and\nblasts them both away.\n\nNow Campos draws. And BANG-- Wade takes him out with ruthless\nprecision. Campos unloads his weapon as he falls backward.\nOne shot clips Wade in the arm.\n\f207\n\n208\n\n209\n\n3:10 TO YUMA - TAN - 1.23.07 113.\n\nEXT. TRAIN STATION, CONTENTION - DAY\n\nWilliam watches Wade twenty yards away through the rain...\n.»..a dark, silhouetted outlaw brandishing DOUBLE PISTOLS. He\nis terrifying. A mad-dog killer. Face twisted with pain.\n\nWilliam walks toward the gunfire. When Butterfield lunges at\nhim, but William knocks Butterfield back with a look.\n\nEXT.",
  "82": "---END OF PREVIOUS SECTION---\nWilliam walks toward the gunfire. When Butterfield lunges at\nhim, but William knocks Butterfield back with a look. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\nWade spins around on the last outlaw now... It’s Nez. Lining\nup on his boss. He hesitates when their eyes meet. And in\nthat moment, Wade fires.\n\nNez takes a blast to the chest but stays upright. He looks at\nWade, sad. Wade shoots him again. And again. This is not easy\nfor Wade. Finally, Nez topples.\n\nWade turns, eyes filled with emotion, noticing--\n\nA mortally wounded Charlie Prince, pulling a pistol from dead\nJorgensen’s holster.\n\nBAM, BAM, BAM-- Wade unloads his gun, putting an end to it.\n\nEXT. TRAIN STATION/JAILHOUSE CABOOSE, CONTENTION - DAY\n\nWilliam arrives at his father’s side, clutching his OLD\nPISTOL. He takes his father’s hand.\n\nWILLIAM\nYou done it, Pa. You done it. You\nput him on the train.\n\nDan smiles weakly, looks his son in the eye, and releases a\nlast breath. William looks up.\n\nAs the SMOKE clears, Wade stands amidst a pile of bodies by\nthe train. Bloody and beat. Wade looks at William.\n\nWilliam points his PISTOL on the outlaw...\n...and Wade just stands there.\n\nHe even drops the SCHOFIELDS. Surrendering to his fate.\n\nWilliam can shoot Wade if he wants... but he glances to his\nfather. He tosses the gun and kneels beside him.\n\nCLOSE ON: WILLIAM glaring at Wade. Intense.\n\n(CONTINUED)\n\f209\n\n210\n\n211\n\n212\n\n3:10 TO YUMA - TAN - 1.23.07 114.\nCONTINUED:\n\nCLOSE ON: WADE. Through the pain and the blood, he turns and\nlimps to the JAILHOUSE CABOOSE.\n\nBUTTERFIELD comes forward with A TOWN PHYSICIAN.\nThe doctor tends to Dan, but there is nothing to be done.\n\nWilliam watches as--\n\nWade climbs up, putting himself on the train...\n\nEXT. JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\n...Wade limps into the barred JAILHOUSE CABOOSE. The old\nPRISON GUARD goes to cuff him, but Wade gives him a look.\n\nINT.",
  "83": "---END OF PREVIOUS SECTION---\nWade limps into the barred JAILHOUSE CABOOSE. The old\nPRISON GUARD goes to cuff him, but Wade gives him a look. INT. \n---TARGET SECTION TO BE ANNOTATED---\n JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\nWade settles inside the caboose on a bench opposite two\nTHIEVES. They’re both handcuffed, gazing at him in awe...\n\nWade hardly notices. His thoughts elsewhere. We see a flicker\nof emotion cross his weary face. The GUARD locks the door.\nGives a wave to the TRAIN DRIVER.\n\nEXT. JAILHOUSE CABOOSE, TRAIN STATION - DAY\n\nThe STEAM WHISTLE blows and the iron wheels begin to turn...\n...and now we hear Wade give a WHISTLE from inside.\n\nCLOSE ON-- BUTTERFIELD as he notices--\n\nWADE’S BLACK HORSE REACTING TO THE WHISTLE. The horse trots\nafter the train, past William, and the others.\n\nCLOSE ON-- WILLIAM\nHe stands there.\nWatching the train disappear. Forever changed.\n\nFADE OUT\n\f"
}