{
  "1": "The 47 Ronin\n\nby\nChris Morgan\n\fDARKNESS...\nThen a VOICE rises from the pitch.\n\nNARRATOR (VO)\nFeudal Japan. The Age of Shoguns\nand Samurai. A time when the\nideals of Loyalty and Honor are\nprized above all else by the people\nof the Land of the Rising Sun...\n\n(beat)\nIn Edo, the Emperor has been\nreduced to a ceremonial puppet.\nAll power rests with the Shogun --\nmilitary warlord Tokugawa\nTsunayoshi -- and is enforced by\nhis provincial barons -- the\nDaimyo. The peace of the realm is\nkept by the swords of their loyal\nretainers, the samurai -- warriors\nof incomparable skill and honor,\nwho live their lives by the strict\ncode of ethics known as bushido --\nthe “Way of the Warrior”. To these\nloyal knights, their duty to their\nlord comes above all else...even\ntheir own lives.\n\n(beat)\nA samurai who should ever lose or\nfail his master, suffers the\ngreatest shame in all Japanese\nsociety. They become ronin.\nMasterless drifters. Men without\nhonor. To be ronin is to be\nbanished from every city, to be\ndespised by Japanese society, to\nknow humiliation without end.\n\n(beat)\nAnd yet...to know the story of the\n47 Ronin...is to know the story of\nall Japan.\n\nSUPER:\nThe following is based on a true story...\n\nNOW OPEN ON:\n\nEXT. THE PROVINCE OF AKO - DAY - ESTABLISHING\nThe small and peaceful “jewel” of western Honshu...\n\nJade-green hillocks terraced with rice paddies. Stands of\n\nruby-red cherry blossom trees overlooking a sapphire slash of\nriver. And crowning it all stands the magnificent AKO CASTLE\n-- a six-tiered architectural poem written in wood and stone.\n\fWe can’t help but to sense the harmony of this place.\nSUPER:\nAko Castle.\nWestern Honshu, 1701 A.D.\nSuddenly a PRIMAL YELL shatters the scene.\n\nOISHI (VO)\nREADY!\n\nSFX: The DEADLY RASP of ONE HUNDRED SWORDS drawn in unison.",
  "2": "---END OF PREVIOUS SECTION---\nSuddenly a PRIMAL YELL shatters the scene. OISHI (VO)\nREADY! SFX: The DEADLY RASP of ONE HUNDRED SWORDS drawn in unison. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI (VO) (CONT'D)\nKESA!\n\nInstantly -- SCHUNK-SHUNKK-SCHUNKK! The sound of a hundred\nswords CUTTING through a hundred bodies. A great percussion\nof limbs thumping to the ground, which TAKES US TO:\n\nA FOREST OF EMERALD-GREEN BAMBOO TREES\n\nEach five inches thick and tough as iron. So many, we can’t\nsee ten feet into the forest when --\n\nOISHI (0S)\nNORTH FRONT! READY!\n\nSFX: A company of men turning in unison.\n\nOISHI (0S)\nMISU-GAESHI!\n\nOn command, a hundred razor-sharp KATANAS flash diagonally up\nthrough frame, SHEARING through the bamboo as easily as a\nknife slices tofu. But before the trees can fall, the swords\nslice back, lightning fast -- SHWOPP! -- cleaving them a\n\nsecond time horizontally!\n\nThe pieces of bamboo tumble away...REVEALING an ARMY OF\nSAMURAI WARRIORS. Behind them, shouting the orders, is their\ncommander, and chief samurai of the Asano Clan, OISHI\nKURANOSUKE.\n\nOishi is in his mid-forties. A proud, stubborn throwback to\nthe great warriors of times past.\n\nOISHI\nEAST FRONT! READY!\n\nAs the hundred warriors pivot with machine precision, PULL\nBACK TO REVEAL that we are not in a forest at all, but\nactually a CASTLE COURTYARD.\n\fWhat we thought to be a bamboo jungle, our new angle now\nreveals are simply a multitude of TARGETS; Oishi is drilling\nthem at tameshigiri -- test-cutting with their swords.\n\nOishi calls out another strike. Swords flash, bamboo falls.\nAnd as the music RISES, we CUT TO:\n\nINT. AKO CASTLE - 6TH FLOOR - WOMEN’S APARTMENTS\n\nA beautiful young woman, MIKA (19), stands at the window\nwatching the soldiers practice below, her gaze falling on one\nin particular.\n\nEverything about MINORU (late-20's) is different. Of half-\nEuropean/half-Japanese descent, he is relegated to a lower\ncaste and practices away from the others.",
  "3": "---END OF PREVIOUS SECTION---\nAKO CASTLE - 6TH FLOOR - WOMEN’S APARTMENTS\n\nA beautiful young woman, MIKA (19), stands at the window\nwatching the soldiers practice below, her gaze falling on one\nin particular. Everything about MINORU (late-20's) is different. Of half-\nEuropean/half-Japanese descent, he is relegated to a lower\ncaste and practices away from the others. \n---TARGET SECTION TO BE ANNOTATED---\n While the others\nwear samurai armor, Minoru practices in peasant pants and\nwithout a shirt, revealing a sheen of washboard muscle. And\n\nrather than a steel sword, he practices with a bokken -- a\nwooden blade -- and thin air as his target.\nBut despite his lower status -- perhaps even because of it --\n\nMinoru has dedicated himself more seriously to the sword than\nany around him. His moves have a fluidity and speed\nunequalled by anyone else we’ve seen.\n\nSuddenly, the ricepaper door behind Mika slides open and she\njumps with a start. The young daimyo of Ako castle, LORD\nASANO (36), enters the room.\n\nLORD ASANO\nMika-chan.\n\nMIKA\nFather.\n\nLORD ASANO\n\nI thought you would be practicing\nyour dance.\n\nMIKA\nI was, I just got caught up in\nthe...\n(awkward beat)\n...the beauty of the day.\n\nAsano puts his hands on his daughter’s shoulders.\n\nLORD ASANO\n\nThis is important, Mika-chan. Of\nall the provinces we have been\nhonored to host the Shogun and must\nmake every effort --\n\n(glances out the window at\n\nthe warriors practicing)\n-- despite the view.\n\fMIKA\n(blushes )\nOf course, father.\n\nHe kisses her forehead and, as he moves off, is rewarded to\nthe first few footsteps and flutters of her FAN as she begins\nto practice the dance of The Shrine Maiden's Ghost.\n\nINT. AKO CASTLE - VARIOUS\n\nTRACK with Asano as he descends through the castle. With a\nvisit from the Shogun imminent, the place is a beehive of\nactivity: paper lanterns being hung, flowers being arranged\nin dramatic displays, children practicing the farmer’s folk\nsong “Teru-Teru-Bozu\"”.\n\nAsano offers a kind word or a gentle command to almost\neveryone he passes.\n\nLORD ASANO\n(to a lantern hanger)\nBeautiful, Yasu.\n(to a child singing)\nExcellent. Very good.\n\nThe child beams with pride. As Asano passes through the\nkitchen, we overhear the MASTER CHEF speaking to his\nAPPRENTICE in the b.g.\n\nMASTER CHEF\n...",
  "4": "---END OF PREVIOUS SECTION---\nThe child beams with pride. As Asano passes through the\nkitchen, we overhear the MASTER CHEF speaking to his\nAPPRENTICE in the b.g. MASTER CHEF\n... \n---TARGET SECTION TO BE ANNOTATED---\nfinish cleaning the pheasants,\nthen make sure that all the knives\nare locked away well before the\nShogun arrives.\n\nAPPRENTICE\nOf course, Master, but why..?\n\nMASTER CHEF\nShogunate law. To draw an edged\nblade while the Shogun is in\nresidence, even a chef’s knife,\ncarries a mandatory sentence of\ndeath.\n\nThe Apprentice blanches. Then turns and shouts at the\nkitchen staff.\n\nAPPRENTICE\nAll blades away now! NOW, I SAID!!\n\nAsano moves on, a smile wrinkling the corner of his mouth.\nIt’s clear that Ako castle is Camelot at its height -- the\n\npeople of the province living happy, contented lives -- and\nAsano is its Arthur; noble, just and kind.\n\fEXT. AKO CASTLE - COURTYARD - MOMENTS LATER\n\nThe young lord enters the training grounds. Oishi and his\nsamurai instantly sheathe their weapons and bow.\n\nOISHI\nMy Lord.\n\nAsano calls out to Minoru.\n\nLORD ASANO\nBring my horse. And another for\nthe swordmaster.\n\nMinoru takes off for the stables like a shot. Asano then\nturns to the massed samurai.\n\nLORD ASANO\nTraining is finished for the day.\nI need your captain. You men are\ndismissed.\n\nAs the men move off to their posts, Minoru arrives with the\nhorses. As the two men mount up, Minoru speaks to Oishi.\n\nMINORU\nDo you need someone to accompany\nyou?\nOishi looks down at Minoru. It pains him to say this:\nOISHI\nYou know it wouldn’t be\nappropriate.\n\nMinoru bows his head.\n\nMINORU\nOf course not. Thank you for\nconsidering.\n\nOishi wants to say more, perhaps a word of comfort, but Lord\nAsano turns his mount and begins to ride off.\n\nLORD ASANO\nCome, Oishi.\n\nAnd Oishi must follow his young master.\n\nThe moment they’re gone, Minoru’s icy control melts. He\ngrabs up a sword and, with a roar of rage, attacks the\ntameshigiri targets with a STUNNING MARTIAL DISPLAY.",
  "5": "---END OF PREVIOUS SECTION---\nAnd Oishi must follow his young master. The moment they’re gone, Minoru’s icy control melts. He\ngrabs up a sword and, with a roar of rage, attacks the\ntameshigiri targets with a STUNNING MARTIAL DISPLAY. \n---TARGET SECTION TO BE ANNOTATED---\nA blur of movement, he cuts a swath through the field of\ntargets CHOPPING and SLICING, severing DOZENS of lengths of\nbamboo -- then cutting them each into TWO, THREE, FOUR\nsmaller pieces before they can hit the ground.\n\fIt’s a lethal DANCE OF DEATH that grows FASTER AND FASTER\nuntil he wheels around to give the target behind him a FINAL\nDECAPITATING CHOP --\n\n-- and finds MIKA standing right there.\n\nMinoru’s blade whirls into his sheath faster she can blink.\nBows his head and AVERTS his eyes from the Lord’s daughter.\n\nFor an awkward moment, the two stand there, hidden from\neveryone else’s view in the heart of the bamboo field. Then\nMika reaches out and gently lifts his chin with a finger,\nintentionally raising Minoru’s eyes to look into her own.\n\nThe act is more intimate than a kiss.\nAfter a moment, Minoru remembers his place and pulls away.\n\nMINORU\nWe cannot -——\n\nMIKA\nWhat we “cannot” do is deny our\nfeelings.\n\nMINORU\nMika...\n(serious)\nIt can never be.\n\nMIKA\n\nSilly, boy. Do you care for life\nso much to cease living it?\n\n(she caresses his face)\nDeny me if you can, my sweet\nMinoru, but I warn you, you'll find\nmy love a stronger opponent than\nyour doubt.\n\nShe smiles and begins to kiss him.\nAnd before long, it is he who is kissing her.\n\nWith all his heart.\n\nEXT. AKO CASTLE - BEYOND THE MAIN GATE - SAME TIME\n\nAsano and Oishi ride along the road leading away from the\ncastle.\n\nOISHI\nWhere are we going?\n\fLORD ASANO\nI wanted to personally verify that\nthe roads are presentable for the\narrival of the Shogun.\n\nOishi waits a beat, then --\n\nOISHI\nSo where are we really going?\n\nAsano smiles.\n\nEXT. AKO COUNTRYSIDE - DAY\nA land of mythic beauty...\n\nAsano hops about and shouts excitedly as he tries to land a\nfish on the grassy banks of the Seto inland sea.",
  "6": "---END OF PREVIOUS SECTION---\nEXT. AKO COUNTRYSIDE - DAY\nA land of mythic beauty... Asano hops about and shouts excitedly as he tries to land a\nfish on the grassy banks of the Seto inland sea. \n---TARGET SECTION TO BE ANNOTATED---\nLORD ASANO\nCome, my beauty! Don’t tease!\n\nAnd with a whoop he lands the fish -- a nice-looking RED SEA\nBREAM. Its scales glimmer with ruby iridescence in the sun.\n\nLORD ASANO\nWill you not look at this Goddess!\n\nAsano whispers a few words of praise to the wriggling fish,\nthen releases it back into the water.\n\nOISHI\nWill you never keep one of those?\nYou go to such effort to catch\nthem.\n\nLORD ASANO\nI know I caught it. It knows I\ncaught it. That’s enough for me.\n\nOISHI\nIs this what happens when you get\npromoted from warrior to statesman?\nYou become sentimental about the\nlives of fish?\n\nLORD ASANO\nI prefer to think of it as\nenlightened.\n\nOISHI\nIt is foolishness.\n\nAsano mock arches an eyebrow at the older swordsman. But\nOishi is serious.\n\fOISHI\n\nAnd it’s dangerous.\n\n(beat)\nSentiment is a deception, Takumi.\nAn imbalance in the Way of things.\nIt’s choosing to look at life as\nhow you’d wish it, rather than how\nit truly is.\n\nLORD ASANO\n(smiles)\nAnd you get all this from releasing\na fish?\n\nOISHI\n\n(frustrated)\nAll life is about balance. About\norder. I’m certain the fish would\nrather not be caught, but even it\nknows its duty is to give its life\nfor its lord.\n\n(beat)\nIn a fight, it is a matter of death\nto lose one’s balance. Political\nlife is no different.\n\nLORD ASANO\nFine. Next time I’1ll eat the fish.\n\nOISHI\nIt’s not about the damned fish!\nThe Shogun arrives in a matter of\ndays and here we are, dipping our\ntoes in the lake.\n\nLORD ASANO\nThe castle is prepared.\nOISHI\nYes, but are you?\n\n(beat)\nThey call this visit a celebration,\nbut it is an inspection, Takumi.\nDon’t delude yourself. I believe\nLord Kira selected your province to\ntry and convince the Shogun that\nyour lands aren’t being used\nwisely. Do not underestimate him.",
  "7": "---END OF PREVIOUS SECTION---\nDon’t delude yourself. I believe\nLord Kira selected your province to\ntry and convince the Shogun that\nyour lands aren’t being used\nwisely. Do not underestimate him. \n---TARGET SECTION TO BE ANNOTATED---\nHe has the Shogun’s ear and an\nambition not to be trifled with.\nThe lands of the last two daimyo to\nhave displeased the Shogun have\ngone to Lord Kira.\n\nLORD ASANO\nLord Kira may have his ear, but\nlike us, the Shogun is a samurai of\nthe old ways.\n\n(MORE )\n\fLORD ASANO (CONT'D)\n(picks up his fishing\npole)\nNow, if you’ll excuse me...\n\nOishi throws up his hands.\n\nOISHI\nI give up. Talking to you is like\ntalking to a geisha.\n\nA twinkle of mirth glitters in Asano’s eye. He rises.\n\nLORD ASANO\nIs that what you do with geisha?\nNo wonder you’re so frustrated --\n\nBut as they turn, they are surprised to find a band of\nBRIGANDS atop the bank. A half-dozen murderous sellswords,\narmed to the teeth: swords, yari spears, even a heavy\nwheellock arquebus.\n\nBRIGAND LEADER\nWe’ll take the horses.\n\nIt is impossible to tell when Oishi’s sword is drawn, it\nhappens so fast. But Asano places a calming hand on his\nshoulder.\n\nLORD ASANO\nNo.\n\nOishi looks the brigands over, disgusted.\n\nOISHI\nRonin.\n\nHe practically spits the word.\n\nLORD ASANO\nCome now. Just because they are\nmasterless samurai, doesn’t mean\nthey are honorless samurai.\n\nHe turns back to the grim-faced thugs.\n\nLORD ASANO\nDo you know who I am?\n\nBRIGAND LEADER\nSomeone who’s going to see what his\nguts look like dancing on the\nground if you don’t hand over the\nhorses.\n\nLORD ASANO\nYou're very insulting.\n\f10.\n\nBRIGAND LEADER\nAnd you're very stupid.\n\nLORD ASANO\n\nI didn’t mean to me.\n\n(points to Oishi)\nYou're insulting him. Talking so\nbrashly and thinking only a half-\ndozen men is enough to protect you.\n\n(tsk, tsk)\nVery arrogant.\n\nBRIGAND LEADER\nKill him.\n\nAsano shrugs and turns to Oishi as the thugs close in.\n\nLORD ASANO\nDiplomacy fails.",
  "8": "---END OF PREVIOUS SECTION---\nBRIGAND LEADER\nKill him. Asano shrugs and turns to Oishi as the thugs close in. LORD ASANO\nDiplomacy fails. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI\nIn this instance, I can’t say I’m\ntoo sorry.\n\nLORD ASANO\nLeave one alive for questioning.\n\nOISHI\nIf I must.\n\nAnd as the ronin close in, intent on killing the young lord,\nOishi takes a moment to look around. It seems as though he’s\ntaking in his final seconds of life. But really he’s --\n\nOISHI’S POV\n\n-- formulating a plan. He sees them coming and MENTALLY\nDISSECTS THE SCENE. From a WIDE ANGLE, we RACK IN on\nparticular geographic features: the POSITION OF THE SUN, a\nTANGLE OF ROOTS. Then on the WEAPONS EACH MAN CARRIES,\nnoting each in VFX of its effective lethal range.\n\nAnd in the blink of an eye, Oishi’s got his plan.\n\nTHE BATTLE\n\nOishi wades in. In the BRIGANDS’ POV, it’s lightning fast.\nIn OISHI'S, it’s all in SLOW MOTION.\n\nAs the first attacker (BRIGAND #1) charges in with a spear,\nOishi moves sideways, putting his back to the sun.\n\nPOV SPEARMAN: With the sun shining in his eyes, Oishi\nappears in SILHOUETTE.\n\f11.\n\nOn reflex, the attacker uses Oishi’s shadow to BLOCK the\nbright sun -- which is exactly what Oishi counted on. With\nexplosive speed, Oishi CRABS LEFT, momentarily BLINDING the\nspearman and STEPPING IN with a DIAGONAL UPWARD STRIKE.\n\nLike the tameshigiri targets he was training his men on,\nBrigand #1 is CUT COMPLETELY IN TWO on a diagonal bias.\n\nWithout a pause, Oishi snatches the falling man’s spear and\nRAMS it into Brigand #2’s eye, killing him instantly.\n\nBRIGANDS 3, 4 and 5 charge into the gap, but in a surgical\ndisplay of skill and ferocity, Oishi performs a happo giri\n(\"the cut of eight directions”) CLEAVING them clean through\nthe torso, then further BISECTING their upper-half from skull\nto waist.\n\nLike so much bamboo, the bodies FALL APART IN THREE PIECES.\nIt’s like nothing we've ever seen before.",
  "9": "---END OF PREVIOUS SECTION---\nBRIGANDS 3, 4 and 5 charge into the gap, but in a surgical\ndisplay of skill and ferocity, Oishi performs a happo giri\n(\"the cut of eight directions”) CLEAVING them clean through\nthe torso, then further BISECTING their upper-half from skull\nto waist. Like so much bamboo, the bodies FALL APART IN THREE PIECES. It’s like nothing we've ever seen before. \n---TARGET SECTION TO BE ANNOTATED---\nNow Oishi charges on the survivors. The tide of battle turns\nand the brigands quick-step back...right into the TANGLE OF\nROOTS. They TRIP and go down hard.\n\nBrigand #6 raises his musket to get off a shot, but Oishi\nstrikes. SEVERS the arquebus’ barrel -- but his sword\nSHATTERS to half its length in the process.\n\nNo matter. Even with jagged stub of blade left, Oishi is the\ndeadliest thing out there. He JABS his ragged blade into the\nmusketeer’s throat, then WHEELS on a stunned axeman and\nperforms “The Hourglass” -- a four-stroke zig-zagging cut\nthat ends with the man’s body EXPLODING APART IN SIX PIECES!\n\nNow only the Brigand Leader is left, laying on the ground,\nscreaming in panic.\n\nOishi flicks blood off his shattered blade and approaches.\nOISHI\nThey’ve forgotten how to make a\ndecent blade.\nBRIGAND LEADER\n(hysterical)\n.-h..he said to keep one alive...\n\nBut Oishi’s blade lashes out and CUTS OFF the Brigand\nLeader’s sword arm.\n\nOISHI\nUnfortunate for you.\n\nSuddenly Asano CRIES OUT from behind.\n\nOishi whips around in panic, gore-covered sword ready to\nstrike --!!\n\f12.\nOnly to find Asano capering around at the water’s edge again,\nbamboo fishing rod bowed, another fish on the line.\nLORD ASANO\nCome now, my beauty! My little\nEmpress of the Waves!\n\nOishi shakes his head. And as he jams his broken katana into\nits sheath, we --\n\nSMASH CUT TO:\n\nTHE BEAUTIFUL SEA BREAM\nOn a cutting board. Then -- CHOP!\n\nAs the fish’s head is slid aside and a knife begins delicate\nwork, WIDEN TO REVEAL we are:\n\nINT. OISHI’S HOME - KITCHEN - SUNSET\n\nA humble dwelling, as opposed to the majesty of Ako castle.\nClean. Simple. Comfortable.\n\nOishi’s wife, HISAE (early 40's) stands at the board; a\nnatural beauty with a smile that belies a deep inner-\nstrength. The kind of woman every man wants to marry.",
  "10": "---END OF PREVIOUS SECTION---\nComfortable. Oishi’s wife, HISAE (early 40's) stands at the board; a\nnatural beauty with a smile that belies a deep inner-\nstrength. The kind of woman every man wants to marry. \n---TARGET SECTION TO BE ANNOTATED---\nHumming a folksong, her fingers nimbly turn the fish into\nsashimi while she stares out the window at her husband and\ntheir 16-year-old son, CHIKARA, sparring with wooden swords\nin the yard.\n\nShe smiles contentedly.\n\nEXT. OISHI’S HOUSE - CONTINUOUS\n\nThe swords CLACK with the rhythm of war until Oishi senses an\nopening and slaps Chikara on the leg with his bokken.\n\nOISHI\nYou switched to a left-handed\nstance. Try again.\n\nBut time and again, Chikara falls back into defending with\nhis left and gets struck by his father’s sword. Hard. Blows\nmeant to be remembered and learned from.\n\nTears of frustration rise in the boy’s eyes. Oishi sees this\nand changes tacks. Removes his obi from his kimono.\n\nOISHI\nHere. Let’s try this...\n\f13.\n\nOishi begins to tie his son’s left hand down to his side.\n\nCHIKARA\nI don’t understand. Why all this?\n\nOISHI\nBecause every time you’re hit with\nstrength, you switch to your left\nhand, and when you do that, you\nleave your flank exposed to right\nhanded samurai --\n\nOishi cinches the knot down hard to emphasize the point.\n\nOISHI\n-- which is everyone.\n(ruffles his son’s hair)\nIt’s for your own good.\n\nThe two go back to practicing until Hisae comes outside.\n\nHISAE\nEnough practice, Oishi. You've\nbeen out here for hours. He’s a\ngrowing boy. He needs to eat as\nmuch as he needs to practice.\n\nOishi relents with a smile.\n\nOISHI\nAll right. Practice is over.\n\nHe unties Chikara’s left hand.\n\nOISHI\n(grins)\n.--but you will be eating with your\nright.\n\nAs they move to walk inside, a RIDER comes galloping down the\nfootpath at full-speed. Stops only inches from Oishi.\n\nOishi’s second-in-command -- and best friend -- HANJO (late\n50's) dismounts the panting beast.\n\nOISHI\nYou're going to kill that horse,\nHanjo.\n\nHANJO\n\nAn envoy from the Shogun has\narrived at the castle.\n\nOishi stops dead.",
  "11": "---END OF PREVIOUS SECTION---\nOISHI\nYou're going to kill that horse,\nHanjo. HANJO\n\nAn envoy from the Shogun has\narrived at the castle. Oishi stops dead. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI\nSo early?\n\f14.\n\nHANJO\nLord Asano requests your presence\nto receive him.\n\nLike a flipped switch, Oishi goes into command mode.\nOISHI\nGather the men. Have them ready\nfor presentation in an hour.\n\nChikara looks up at his father, hopefully.\n\nOISHI\nNo. You stay with your mother.\n\nIt’s kindly said, and stings all the more for it.\n\nAnd with that, Oishi mounts up. As he rides off, Hisae turns\nto her despondent son.\n\nHISAE\nHe’s hard on you because he loves\nyou.\n\nBut Chikara shakes his head.\n\nCHIKARA\nHe loves me...but I’1l never be\ngood enough in his eyes.\n\nAnd Chikara walks off, leaving Hisae alone on the path,\nstaring after the two men in her life departing in very\nseparate directions...\n\nDISSOLVE TO:\n\nINT. AKO CASTLE - DAIMYO’S SHOIN - 7TH FLOOR - MOMENTS LATER\nThe private room where the castle Lord receives audience...\n\nThe paper walls and tatami mats are spotless. In fact, the\nonly bits of color come from the black and gray kimonos of\nLord Asano and Oishi, who kneel at the rear of the room.\n\nJust then, the shoji doors slide open and LORD KIRA enters --\nan explosion of pomposity and sumptuous silk. Rather than\nthe plain formal robes that Asano and Oishi wear, Lord Kira\nfloats along in the most GAUDILY ORNATE ROBE we’ve ever seen.\n\nA dozen ATTENDANTS follow behind, wrangling Kira’s arm and\nleg sleeves that trail twenty feet behind.\n\nAfter countless precise steps, Lord Kira and his entourage\nstop and a COURTIER steps forward.\n\fAsano and\n\nWhen Kira\n\n15.\n\nCOURTIER\nThe exalted Shogunate’s Master of\nProtocol and most-honorable Lord of\nthe Ryogoku domain, Lord Kira\nKozukenosuke Yoshinaka.\n\nOishi bow.\n\nspeaks, we see his teeth are BLACKENED in the\n\ntrendy, effeminate style of court aristocrats.\n\nLORD KIRA\nDaimyo Asano Takumi no kami\nNaganori...",
  "12": "---END OF PREVIOUS SECTION---\nOishi bow. speaks, we see his teeth are BLACKENED in the\n\ntrendy, effeminate style of court aristocrats. LORD KIRA\nDaimyo Asano Takumi no kami\nNaganori... \n---TARGET SECTION TO BE ANNOTATED---\n you may look upon me.\nLORD ASANO\n\nFortune truly smiles upon us to\nreceive so august a member of the\n\nShogunate.\nAsano waits for a return compliment, as is the custom... but\nafter a moment, it’s clear none will be forthcoming.\nLORD ASANO\nWe were surprised at your early\narrival --\nKira cuts him off.\nLORD KIRA\n\nYou should be grateful for my early\narrival. I went over the\npresentations you have planned for\nthe Shogun. They were riddled with\nerrors in court protocol. I have\ndone my best to correct them,\nthereby saving you from myriad\nhumiliations before the Shogun.\n\nAsano again bows his head to the floor. Oishi is clearly\nannoyed with Kira’s attitude.\n\nLORD ASANO\nThank you, Lord Kira. In return,\nthe people of Ako and I wish to\noffer you this token of\nappreciation.\n\nAsano claps two summoning sticks together and two retainers\nenter the room bearing a lacquered CHEST. Kira waves\nimpatiently, and the chest is opened -- revealing a BOUNTY OF\nGOLD COINS.\n\nBut Kira stares at the glittering fortune, unimpressed.\n\f16.\n\nLORD KIRA\nToken...\n(beat)\nA token gift indeed.\n\nAsano and Oishi are struck by the comment. Kira doesn’t\ncare.\n\nLORD KIRA\nA true gift is what has been\nbestowed upon you, Lord Asano.\nWasted, in truth.\n\nKira glances out the window at the countryside.\n\nLORD KIRA\n\nOnly twenty percent of the land in\nthe entire country is capable of\nproducing crops. And yet here you\nsit with your cherry blossom trees\nand your grassy hills.\n\n(beat )\nA man could raise an army to dwarf\nall others with fertile soil such\nas this. An ambitious man.\n\nKira takes a handful of gold coins. Lets them slip\ndisdainfully through his fingers, unwanted as pennies.\n\nLORD KIRA\nPity.\n\nAnd in a flurry of silk and arrogance, Kira exits the room.\nWhen he’s gone, Oishi rises, knuckles white on his sword.\n\nOISHI\nI'd like to strike that smug head\nfrom his shoulders.",
  "13": "---END OF PREVIOUS SECTION---\nAnd in a flurry of silk and arrogance, Kira exits the room. When he’s gone, Oishi rises, knuckles white on his sword. OISHI\nI'd like to strike that smug head\nfrom his shoulders. \n---TARGET SECTION TO BE ANNOTATED---\nBut the young lord puts a calming hand on Oishi’s shoulder.\n\nLORD ASANO\nThe world is changing, my friend.\nCourtiers like Kira are the new\nsamurai. Guns are replacing\nswords. And the swords that remain\nare mostly ornamental.\n(indicates)\nLike yours. There was a time when\nit would've been unthinkable for\nyour blade to shatter against the\ninferior ones of those ronin at the\nsea. But that was when the art of\ntrue swordmaking was still valued.\nStill cared for.\n(beat)\n(MORE )\n\f17.\n\nLORD ASANO (CONT'D)\nNow the legendary koto blades are\nlong since forgotten. Now outward\nexpression takes precedence over\ninner core.\n\nAsano turns to the window and stares at the same countryside\nKira did moments before.\n\nLORD ASANO\nIt is not Kira that is the problem\nin this age...but us.\nThen, almost to himself --\n\nLORD ASANO\nBecause we remember.\n\nDISSOLVE TO:\n\nINT. AKO CASTLE - STOREHOUSE - NIGHT\n\nSafely ensconced among barrels of sake and bolts of silk,\nMika and Minoru hold each other in the moonlight.\n\nGently, Mika traces his eyebrows with the tip of her finger.\n\nMIKA\nI like the shape of your eyes.\n\nBut he lowers his face, ashamed.\n\nMINORU\n\nThey set me apart.\nMIKA\n\nYes, but in a good way.\n\n(beat)\nI look at your eyes and I see that\nyour father loved your mother.\nYour face tells their story.\nClearly, and to the world.\nUnashamed.\n\n(looks him in the eye)\nAs someday I hope our children’s\nwill tell ours.\n\nAnd as she smiles at him --\nSFX: A LOW RUMBLING BEGINS\n\nBarely audible at first, but GROWING. Soon, loose grains of\nrice on the ground begin to VIBRATE and DANCE.\n\nMinoru is the first to notice. Stops, listening.\n\f18.\n\nMIKA\nWhat is it?\n\nMinoru doesn’t answer, but races to an arrowslit.\n\nPOV MINORU: The darkened hillside.",
  "14": "---END OF PREVIOUS SECTION---\nMIKA\nWhat is it? Minoru doesn’t answer, but races to an arrowslit. POV MINORU: The darkened hillside. \n---TARGET SECTION TO BE ANNOTATED---\n Then the low clouds\nbegin to GLOW ORANGE from beneath as eight thousand torches\nCREST THE RISE!\n\nThe Shogun’'s ARMY has arrived.\n\nBACK TO SHOT: As Mika watches, Minoru races for the\nstorehouse door -- then catches himself. Stops. Races back.\nKisses her.\n\nAnd races out to find Oishi.\n\nEXT. AKO CASTLE - MAIN GATE - NIGHT\n\nThe mist-shrouded castle looks like something out of myth --\na pagoda of the gods alight with the glow of ten thousand\npaper lanterns.\n\nAsano and his Honor Guard, headed by Oishi, stand within the\ncastle’s enormous main gate as the Shogun’s company arrives.\n\nBearing the HERALDIC CHARGE OF THE TOKUGAWA CLAN, the great\nsea of warriors passes through the ancient gate. MYTHIC-\nLOOKING SAMURAI UNITS from the fifty provinces, each with its\nown distinctive STANDARD or DEVICE:\n\n-- Kyoto’s CRIMSON DEVIL SQUAD in their lacquered, BLOOD-RED\nARMOR...\n\n-- The IRON BOARS of Hizen, with two-foot-long sharpened iron\nTUSKS on their great helms...\n\n-- The Izumi TIGERS in their enameled TIGER-STRIPE PLATE\nARMOR, bristling with STEEL CLAWS...\n\nAnd more. Edo’s PHOENIX REGIMENT. Shima’s SCORPIONS.\nOsaka’s WHITE CRANES. Five thousand mythic shapes filling\nthe courtyard like warriors from some dark god’s fever dream.\nSuddenly, all at once, they STOP.\n\nThere’s a charged moment. Asano and Oishi exchange a glance.\n\nThen, as if by telepathy, the armies SEPARATE, clearing a\npath for a SHADOWY FIGURE to walk forward.\n\nFrom a spiked chain wrapped about his fist, the Figure leads\nfour monstrous DOGS OF WAR. Snarling, snapping, they are\neach as large as a bullock; muscles rippling, ready to kill.\n\f19.\n\nBut they’re nothing compared to the man on the other end of\nthe chain:\n\nSHOGUN TOKUGAWA TSUNAYOSHI (54)\n\nis easily the most intimidating figure we’ve ever seen.",
  "15": "---END OF PREVIOUS SECTION---\nSnarling, snapping, they are\neach as large as a bullock; muscles rippling, ready to kill. 19. But they’re nothing compared to the man on the other end of\nthe chain:\n\nSHOGUN TOKUGAWA TSUNAYOSHI (54)\n\nis easily the most intimidating figure we’ve ever seen. \n---TARGET SECTION TO BE ANNOTATED---\n Born\nin the Year of the Dog, his fearsome kabuto helm is rendered\nin the shape of a great snarling DOG OF WAR.\n\nSix feet of heavy, scarred-covered muscle, the Shogun is the\nsurvivor of a hundred grim battles and has been hard-tempered\ninto the very image of control. Of Law.\n\nAs his dogs growl menacingly, the Shogun stalks up Asano and\nstands there, weighing the young daimyo with his gaze.\n\nIt’s an uncomfortable moment. But Asano bows regally.\nLORD ASANO\nShogun Tokugawa Tsunayoshi, the\npeople of Ako bid you welcome.\nThe fierce Shogun pins Asano with his gaze.\nThen nods.\nCOURT ANNOUNCER (VO)\nThe rules of the melee are simple.\n\nIf a warrior is struck, he is out.\n\nHARD CUT TO:\n\nEXT. AKO’S OUTDOOR COMBAT ARENA -— DAY\n\nThe stands are full of various LORDS AND RETAINERS from the\nShogun’s entourage. In the crowd, FIND Lord Asano. Oishi\nand his daughter sit to either side of him.\n\nCOURT ANNOUNCER\nThe last warrior standing wins the\nexhibition in the name of their\nclan, and a boon from the Shogun.\nThe Announcer nods to the Shogun who sits like a grim statue.\nSuddenly, an oily voice speaks behind Asano.\nLORD KIRA (OS)\nI did not know your concubine was\nso lovely, Lord Asano.\nAsano turns to see the effete Kira staring at Mika.\n\nLORD ASANO\nShe is my daughter.\n\f20.\n\nLORD KIRA\nAll the better.\n(bows before Mika)\nYour father forgets his manners. I\nam Kira Kozukenosuke.\n\nMIKA\nAsano Mika.\n\nKira’s eyes crawl over her bowed form.\n\nLORD KIRA\nWe will become better acquainted,\nyou and I, Lady Asano.\n\nKira maintains his gaze. It feels like hands roaming over\nher skin. Mika quickly becomes uncomfortable and just as\nAsano rises to intervene --\n\nThe Master of Protocol moves on to take his seat beside the\nShogun.\nEXT.",
  "16": "---END OF PREVIOUS SECTION---\nIt feels like hands roaming over\nher skin. Mika quickly becomes uncomfortable and just as\nAsano rises to intervene --\n\nThe Master of Protocol moves on to take his seat beside the\nShogun. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n COMBAT ARENA —- READY AREA - CONTINUOUS\nOver fifty SAMURAI COMBATANTS are lined up to enter the ring,\neach wearing the DISTINCTIVE ARMOR and CRESTS of their clans.\nOne by one, they enter as the Announcer calls their province.\nTOWARD THE REAR OF THE LINE, Hanjo paces worriedly.\nHANJO\nWhere in the Eighteen Hells is\n\nTaro? Minoru, check his house!\n\nMinoru sprints off to --\n\nEXT. TARO’S HOUSE - MOMENTS LATER\n\nThatch roof and earthen walls. Minoru bursts --\n\nINSIDE\n\n-- startling the COURTESAN who leaps up and tries to cover\nher nakedness. TARO keeps on sleeping.\n\nMINORU\n(shaking him awake)\nTaro, get up! The melee’s about to\nstart! TARO!\n\nTARO\n(hungover )\nWhat..? Huh? Oh yes, yes. Get my\narmor.\n\f21.\n\nMinoru turns and grabs up the heavy cuirass bearing the CREST\nof House Asano -- two falcon feathers crossed over one\nanother -- but when he turns back, Taro is passed out again.\n\nEXT. COMBAT ARENA - SAME TIME\n\nThe combat floor has filled with the samurai combatants. The\nAnnouncer calls the last warrior.\n\nCOURT ANNOUNCER\nAnd finally, fighting on behalf of\nour noble host. Clan Asano’s Torii\nTaro!\n\nBut no one enters the arena. There’s a horribly awkward\npause. Asano and Oishi share a look.\nIN THE READY AREA\nHanjo is sweating it... until Taro races up in his armor.\nHANJO\n\nOh thank the gods! Get in there!\n\nGet in there!!\nBut as he runs past, we get a glimpse under his kabuto helm\nand see that it’s not Taro at all, but --\nMINORU\nHe enters the arena and takes his place among the sea of\nsamurai. So much MYTHOLOGICALLY-INSPIRED ARMOR, the\nbattlefield looks like someone has sprung the gates of hell.\n\nBeneath his disguise, Minoru’s heart is racing, his breath\ncoming too fast, skin sheened in sweat.\n\nAnd in that moment, he CLOSES HIS EYES and takes a breath.",
  "17": "---END OF PREVIOUS SECTION---\nSo much MYTHOLOGICALLY-INSPIRED ARMOR, the\nbattlefield looks like someone has sprung the gates of hell. Beneath his disguise, Minoru’s heart is racing, his breath\ncoming too fast, skin sheened in sweat. And in that moment, he CLOSES HIS EYES and takes a breath. \n---TARGET SECTION TO BE ANNOTATED---\nHolds it until his mind is calmed...\n\nCOURT ANNOUNCER\nBegin!\n\nAnd when his eyes FLASH OPEN, there’s steel in them, all fear\nevaporated.\n\nAnd the contest starts.\nThe combat floor ERUPTS in a motion. Bokken flashing faster\n\nthan the eye can follow. The SOUND of wood striking metal.\nLeather. Flesh.\n\f22.\n\nMinoru SWEEPS under the guard of a fighter with a MONSTROUS\nLEVIATHAN FISH HELM, and STRIKES his abdomen. In an instant,\nthe man is out -- and so are half the other combatants.\n\nBut there’s no time to rest as a Noto HARE springs forward\nand attacks with the jackrabbit speed his clan is known for.\nMinoru loses his footing and TRIPS, making an easy target for\nthe Hare. He’s a sitting duck --\n\nBut when he catches sight of Mika in the stands, he refuses\nto go down like this. As the Hare leaps to deliver the\neliminating blow, Minoru WHIRLS OUT OF THE WAY and RIPOSTES\nwith a clean shot to the man’s legs. The Rabbit cries out as\nhe crumples to the ground.\n\nOther fighters close in --\n\nBut Minoru’s switch has been flipped. He picks up another\nsword off the ground and DUAL-WIELDS -- one in each hand.\n\nPOV MINORU - as the field of battle swirls around him,\nimpossibly slow. As an IRON BOAR charges, Minoru easily\nredirects with one sword and STRIKES the man’s helm with the\nother, SNAPPING OFF AN IRON TUSK and sending him SPRAWLING\ninto the dirt.\n\nBACK TO SHOT — as Minoru wades through the fray like a\nkilling machine, an ambidextrous engine of death, eliminating\nfighter after fighter after fighter.\n\nIN THE STANDS - a corpulent daimyo turns to Asano.\n\nCORPULENT DAIMYO\nYour man is good.\n\nAsano nods, but beside him, Oishi is beginning to suspect.\n\nOISHI\n(under his breath)\nNot that good.\n\nWith Minoru coming on like a cyclone of swordwork, the\nsurviving samurai start joining forces to take him out.\n\nIt does no good.",
  "18": "---END OF PREVIOUS SECTION---\nOISHI\n(under his breath)\nNot that good. With Minoru coming on like a cyclone of swordwork, the\nsurviving samurai start joining forces to take him out. It does no good. \n---TARGET SECTION TO BE ANNOTATED---\nTHE SHOGUN watches the display -- Minoru taking on two\nfighters simultaneously. Then three. The Shogun is\nimpressed. Kira grimaces, wishing the fighter was anyone but\nAsano's.\n\nOVERHEAD SHOT - the contest has separated into two distinct\nmaelstroms of battle across the arena from each other,\nswirling in opposite directions.\n\f23.\n\nIN MINORU’S FRAY - Every remaining fighter joins forces\nagainst Minoru, six samurai against one. The rapid-fire\nCLACKING OF BLADES sounds like dominoes in a blender.\n\nAnd just when we think it can get no faster, Minoru takes it\nup a level, INCREASING THE TEMPO and turning the attackers\ninto defenders.\n\nMinoru establishes a RHYTHM to his double attacks, and once\nthe defenders settle into it -- he BREAKS it, exploding in an\nUNHOLY ONSLAUGHT that takes them all out.\n\nOVERHEAD SHOT - In the end, both battles resolve\nsimultaneously, leaving only two fighters standing. Minoru\non one end of the arena...and a warrior from nightmare on the\nother.\n\nMinoru’s opponent is a muscular giant, a foot taller than he\nand clad in battle gear ripped from H.P. Lovecraft’s most\nhorrific delirium. His armor is composed of lacquered black\nSCALES; his helm wrought into the shape of a DEMON OCTOPUS\nwrapped around his head, eight long STEEL TENTACLES dangling\ndown his back.\n\nMIKA\n\nturns worriedly to Asano.\n\nMIKA\nFather, who is that?\n\nBut before Asano can answer, Kira leans in.\n\nLORD KIRA\nThe victor from last year, my dear.\n(smugly)\nMy fighter...\n\nThe audience is holding its breath. And at a nod from Kira,\nhis fighter marches on Minoru. Minoru waits for the\nsonofabitch to get in range, then BLAZES INTO A WHIRLWIND\nATTACK WITH BOTH SWORDS!\n\nBut the Lovecraftian Samurai counters every single strike\neasily and continues marching on Minoru, relentless as a\ngolem.",
  "19": "---END OF PREVIOUS SECTION---\nAnd at a nod from Kira,\nhis fighter marches on Minoru. Minoru waits for the\nsonofabitch to get in range, then BLAZES INTO A WHIRLWIND\nATTACK WITH BOTH SWORDS! But the Lovecraftian Samurai counters every single strike\neasily and continues marching on Minoru, relentless as a\ngolem. \n---TARGET SECTION TO BE ANNOTATED---\nRecovering, Minoru executes a tricky three-way cut, but the\nKnight WHIPS his head around and LASHES Minoru’s leg with his\nsteel tentacles, YANKING him from his feet.\n\nIn a heartbeat, the knight rushes forward and unleashes a\nblow at full-strength at Minoru’s head. Minoru blocks with\nboth bokken --\n\nAnd both of his swords explode into a thousand splinters!\n\f24.\n\nThe audience gasps. Only the handles of his obliterated\nswords remain in Minoru’s hands. Realizing his defeat, he\nrises and bows to the knight.\n\nBut the Octopus turns to Kira, who nods --\n\nAnd the bastard STRIKES MINORU IN THE FACE with all his\nmight. WHAM! Minoru flies ten feet and crashes, sprawling,\ninto the ground. Again the audience GASPS and the entire\nworld STOPS...\n\nBut this time it’s because the helmet that has hidden\nMinoru’s identity...lays twenty feet away in the dirt.\n\nIN THE STANDS - Mika GASPS. Asano GAPES. Oishi lowers his\nhead.\n\nLORD KIRA uses the thunder of the moment, pointing at Minoru.\n\nLORD KIRA\nThis is an outrage!\n(looks to Asano)\nWho is responsible for this?!\n\nAsano begins to rise -- but Minoru prostrates himself before\nthe great warlord.\n\nMINORU\nThis was my vanity. Lord Asano\nknew nothing of this.\n\nLORD KIRA\nHow dare you wear the armor of a\nsamurai! You’re a halfbreed!\n\nMINORU\n\nI cannot deny it.\n(turns to the Shogun)\n\nBut my father was an honored\nsamurai. He fought alongside you\nat Sekigahara, Lord Shogun. I only\nwanted to display my skills before\nyou to honor his memory.\n\nMika’s heart skips a beat as Minoru stands at the center of\nthe ring. The Shogun’s stony eyes consider him. Then --\n\nSHOGUN\nYou have demonstrated great\nability...\n\nMinoru’s eyes fill with pride.\n\nSHOGUN\n...-but no matter what you\naccomplish, a halfbreed will never\nbe worthy of being a samurai.\n\f25.\n\nAnd the dream shatters.",
  "20": "---END OF PREVIOUS SECTION---\nSHOGUN\n...-but no matter what you\naccomplish, a halfbreed will never\nbe worthy of being a samurai. 25. And the dream shatters. \n---TARGET SECTION TO BE ANNOTATED---\nSHOGUN\n(to his men)\nStrip him of his armor and have it\nburned. It is tainted.\n\nInstantly, the Shogun’s elite guard come forward and start\nVIOLENTLY RIPPING the armor off his body. It’s brutal to\nwatch, a public beating, and Minoru offers no resistance.\n\nThe sheer intensity of the humiliation forces Mika to look\naway.\n\nWhen they are done, Minoru, bloodied, bows low before the\nShogun.\n\nMINORU\nForgive my arrogance.\n\nSHOGUN\nYou are dismissed.\n\nAnd as Minoru makes the long walk of shame out of the arena,\nAsano turns to his daughter -- and is surprised to find her\neyes filled with TEARS. Almost as if she was WEEPING.\n\nHe watches her, genuinely confused by her emotion...until\nREALIZATION hits. Asano’s jaw drops as it all clicks\ntogether in his head. He looks again at Minoru; at his\ndaughter...\n\nAnd realizes that they are lovers.\n\nAs Asano sits back, stunned, mind reeling -- RACK FOCUS\nacross the stands to Lord Kira, who has been watching the\nwhole exchange.\n\nAnd he has realized it, too.\n\nSLOW DISSOLVE TO:\n\nEXT. AKO CASTLE - HOURS LATER\n\nThe Shogun’s armies have bivouacked in the greensward around\nthe castle -- a city of tents billowing in the breeze, each\nflying the PENNON and CREST of the unit housed within.\n\nINT. AKO CASTLE - BANQUET HALL - NIGHT\nA feast has died down and people are retiring for the night.\n\nThe Shogun rises to leave, sending a courtier to Asano’s\ntable.\n\f26.\n\nCOURTIER\nThe Shogun will now retire for the\nevening.\n\nLORD ASANO\n\nOf course.\n\nAsano turns to the Shogun across the room and bows low. The\nShogun’s face is an emotionless mask as he moves off.\n\nWhen the Shogun is gone, Asano’s calm veneer cracks and his\neyes begin to search the room for something. Oishi clocks\nit.\n\nOISHI\nYou are troubled. I take full\nresponsibility for Minoru’s actions\ntoday --\n\nLORD ASANO\nIt’s not that.",
  "21": "---END OF PREVIOUS SECTION---\nOishi clocks\nit. OISHI\nYou are troubled. I take full\nresponsibility for Minoru’s actions\ntoday --\n\nLORD ASANO\nIt’s not that. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI\nWhat then?\n\nLORD ASANO\nI have to speak to my daughter.\nIt’s urgent.\nTRACK WITH Asano as he moves off through the castle.\n\nAs he nears the women’s chambers, Asano HEARS Mika’s voice\nWHISPERING around a corner. Small sounds of passion.\n\nAsano’'s face hardens and he rounds the corner to find Mika in\nthe embrace of:\n\nLORD ASANO\nMINORU!\n\nBut as the man turns, it’s not Minoru at all -- rather LORD\nKIRA. And the sounds Mika was making were not passion, but\nSTRUGGLE.\n\nSeeing Asano, Mika’s eyes plead for help.\n\nMIKA\nFather!\n\nAsano is there in a heartbeat, wrenching Kira away and\nHURLING him against the wall.\n\nLORD ASANO\nWhat is the meaning of this?!\n\nBut Kira is a tower of fury.\n\f27.\n\nLORD KIRA\nHOW DARE YOU LAY YOUR HANDS UPON A\nCOURTIER OF THE SHOGUN!\n\nMIKA\n(hysterical)\nFather, he was --\n\nLORD KIRA\nHold your tongue if you wish to\nkeep it, girl!\n\nLORD ASANO\nThat is enough!\n\nKira’s hand moves to his sword.\n\nLORD ASANO\nDon’t you dare.\n\nMIKA\nHe was going to --\n\nLORD KIRA\nI said SHUT YOUR MOUTH!\n\nAnd in a blur of motion, Kira DRAWS HIS SWORD at Mika and\nAsano SLASHES OUT to parry the blow --\n\n-- only to find that he’s been tricked.\n\nKira does not have a sword in his hands...but one of Mika’s\nFANS severed in half by Asano’s gleaming blade.\n\nECU as the slashed half of the fan falls to the floor.\nThough it’s light as a feather, the sound of it hitting the\nwooden floor is like the toll of Doom’s bell.\n\nBACK TO SHOT as Asano looks up...and sees Kira LEERING.\n\nLORD KIRA\nDrawing a weapon while the Shogun\nis in residence..\n(ominous )\n..-is punished by death.",
  "22": "---END OF PREVIOUS SECTION---\nBACK TO SHOT as Asano looks up...and sees Kira LEERING. LORD KIRA\nDrawing a weapon while the Shogun\nis in residence.. (ominous )\n..-is punished by death. \n---TARGET SECTION TO BE ANNOTATED---\nAnd as the enormity of what Asano’s just done hits home,\nWIDEN TO REVEAL that several shocked onlookers stand in the\n\nhall -- castle retainers and a growing number of the Shogun’s\nsamurai -- staring at Asano’s UNSHEATHED BLADE in horror.\nLORD KIRA\n\nGuards! Take him!\n\nMIKA\nNo!\n\f28.\n\nLORD ASANO\nMika... Mika-chan... Look at me.\n(when she does)\nIt’s all right. Do you hear me?\n\nThe Shogun’s samurai advance threateningly. Asano sets his\nsword on the ground.\n\nLORD ASANO\nThere is no need for that. I will\nnot resist.\nMIKA\n(as they seize him)\nNO, LET HIM GO --!\nAsano sees Oishi appear at the edge of the crowd.\n\nOISHI\nMY LORD --?!\n\nLORD ASANO\nOishi, take her away from here.\n\nMIKA\nFATHER! !\n\nAnd as Asano is marched off, Oishi does as he was told.\n\nCUT TO:\n\nINT. AKO CASTLE - PREPARATION CHAMBER - NIGHT\n\nAsano kneels in prayer at an altar of his ancestors. The\nrobes he wears are pristine white.\n\nOISHI (0.S.)\n\nLet me see him, gods damn you, or\nthere will be two more funerals\nthis night.\n\nThe doors are opened and Oishi enters the chamber. Oishi\ncrosses the room to kneel beside Asano. Whispers.\n\nOISHI\nI can get you out of here. I have\nseveral horses readied --\nBut Asano holds up a hand, stopping him mid-sentence.\n\nLORD ASANO\nWould you have me run from honor?\n\nOishi searches for an answer that will stop this\nmadness...but finds none. Asano meet Oishi’s eyes.\n\f29.\n\nLORD ASANO\nYou know I cannot. You taught me\ntoo well, old friend. I broke the\nlaw and must pay the price.\n\nOISHI\nYou drew out of defense of your\ndaughter! You were deliberately\n\ntricked --\nLORD ASANO\nI knew the law.\n(beat)\n\nOver the generations, people may\ncome to question the honor of Lord\nKira, but never the integrity of\nthe Asano name.",
  "23": "---END OF PREVIOUS SECTION---\nOISHI\nYou drew out of defense of your\ndaughter! You were deliberately\n\ntricked --\nLORD ASANO\nI knew the law. (beat)\n\nOver the generations, people may\ncome to question the honor of Lord\nKira, but never the integrity of\nthe Asano name. \n---TARGET SECTION TO BE ANNOTATED---\nThe door opens and one of the Shogun’s COURTIERS enters.\n\nCOURTIER\nThe Shogun awaits.\n\nAsano nods and rises.\n\nLORD ASANO\nOishi... I would be honored if you\nwould act as my second.\n\nOISHI\nDon’t ask me to do that. I cannot--\n\nLORD ASANO\n\nI trust no one else.\n\n(then quietly, pleading)\nDon't make me do this alone, Oishi.\nI may appear calm, but fear\nthreatens to unman me. Without you\nthere, I don’t know if I can..if I\nwill be able to--\n\nAs emotion begins to edge into his voice, Oishi calms him.\n\nOISHI\nYou will not be alone. Never\nalone. I will stand for you.\nAlways.\n\n \n\nAnd slowly, the fear melts away from Asano and a flinty\nresolve returns to his eyes.\n\nLORD ASANO\n(taking Oishi’s hand)\nThank you...old friend.\n\f30.\n\nINT. AKO CASTLE - CORRIDOR\n\nThe men are lead toward where the Shogun waits. In his white\nrobes, Asano looks like a ghost floating through the hall.\n\nMIKA\nFather -!!\n\nMika comes running and Asano embraces her. The guards\nclearly want to continue on, but Asano raises a hand.\n\nLORD ASANO\nA moment...\n\nThey grant it. Mika weeps into her father’s shoulder.\n\nMIKA\nThis can’t be happening. This\nisn’t true.\n\nLORD ASANO\n(gently)\nWhat is true...is that you have\nbeen, and ever will be, the joy of\nmy life.\n\nAs she begins to weep, he kisses her forehead. Then, out of\neveryone in the crowded corridor, Asano locks eyes with\nMinoru.\n\nLORD ASANO\nCare for her.\n\nMINORU\nI wil--\n\nBut Asano grabs the hafu’s hand and repeats himself...this\ntime imparting a deeper meaning.\n\nLORD ASANO\nCare for her.\n\nMinoru is rocked by the revelation. He knows about us.\n\nJust then, a massive arm separates them, pushing Minoru and\nMika back. It’s Kira’s best fighter -- the LOVECRAFTIAN\nSAMURAI that bested Minoru in the arena.",
  "24": "---END OF PREVIOUS SECTION---\nHe knows about us. Just then, a massive arm separates them, pushing Minoru and\nMika back. It’s Kira’s best fighter -- the LOVECRAFTIAN\nSAMURAI that bested Minoru in the arena. \n---TARGET SECTION TO BE ANNOTATED---\nLOVECRAFTIAN SAMURAI\nMove.\n\nHis heavy hand grips Asano’s shoulder and forcefully leads\nhim away. Into the chamber where the young lord will end his\nown life.\n\nAs he closes the door, Kira’s fighter looks back at\nMika...and grins, enjoying the moment.\n\f31.\n\nThe doors close behind him with a crushing finality.\n\nMIKA\nFATHER -!!\n\nMika races forward and yanks at the door, but it is barred.\n\nMIKA\nNo!\n\nAs she pounds at it, Minoru appears beside her.\n\nMINORU\nMika...\n\nHe gently takes her hand.\n\nMINORU\nMika-chan...\n\nAnd the endearment her father has used since the day of her\nbirth reaches her. She stops struggling.\n\nMINORU\nI‘1l take you to him.\n\nAnd as grief overwhelms her...she allows herself to be led\naway.\n\nINT. AKO CASTLE - CEREMONIAL CHAMBER\n\nAsano and Oishi enter. The Shogun sits at the far end of the\nchamber with a grim-looking contingent of VERIFYING\nOFFICIALS, including Kira, who's clearly enjoying the moment.\n\nA small table sits in the center of the room. On it is a\nRITUAL DAGGER.\n\nAsano crosses the room with a calmness that belies the event\nabout to take place here and kneels at the table.\n\nLORD ASANO\n(bowing to the Shogun)\n\nI thank you for allowing me to end\n\nmy life with honor, with my own\n\nhand, rather than the execution as\n\na criminal as I deserve.\nThe Shogun nods.\nAsano closes his eyes, contemplating for a moment...\nAnd then he takes up the dagger.\n\nMATCH CUT TO:\n\f32.\n\nEXT. AKO CASTLE - COUNTRYSIDE - NIGHT\n\nMinoru leads Mika to a MOONLIT HILLTOP outside the castle. A\ngentle breeze stirs the branches of a lone CHERRY BLOSSOM\nTREE that grows there.\n\nMinoru sits Mika down.\n\nMIKA\nBut where is my father?\n\nMinoru moves to the tree...and plucks a sakura BLOSSOM.\nPresses the delicate flower into her hands.\n\nMINORU\n\nHere.\n\n(beat)\nThe sakura is the most beautiful of\nall flowers.",
  "25": "---END OF PREVIOUS SECTION---\nPresses the delicate flower into her hands. MINORU\n\nHere. (beat)\nThe sakura is the most beautiful of\nall flowers. \n---TARGET SECTION TO BE ANNOTATED---\n It blooms for only\nthree days, intensely beautiful,\nand falls at the height of its\nglory rather than withering away.\n\n(poignantly)\nIt is the flower of the samurai.\n\nMika stares at the tiny flower in her hand -- the poetic\nrepresentation of the life of her father -- and allows\nherself to lose her grief in its beauty.\n\nMATCH BACK TO:\n\nINT. AKO CASTLE - CEREMONIAL CHAMBER - SAME TIME\nAsano sets the dagger down.\n\nLORD ASANO\nOishi.\n\nOishi leans close, where only he can hear the trembling in\nAsano’s voice.\n\nLORD ASANO\nI fear I will shame myself. If I\nshould cry out --\n\nOISHI\nYou will not.\n(then)\nYou will not.\n\nThe strength and assuredness in Oishi’s voice flows into\nAsano. With resolve, he again picks up the dagger.\n\nMUSIC RISES and we INTERCUT with MIKA staring at the cherry\nblossom in her hand. With ASANO opening his robes to expose\nhis abdomen.\n\f33.\n\nWith OISHI drawing his sword to stand behind his lord,\npreparing cut off the head of his student -- his friend --\nshould the pain become too great.\n\nAnd as the music reaches CRESCENDO, Asano PLUNGES the dagger\ninto his belly, CUTTING SIDEWAYS then UP, disemboweling\nhimself before the Shogun. The seconds stretch out. OISHI\nis in turmoil as Asano remains utterly stoic. Glances up to\nsee KIRA with a slight smile curving his lips -- a memory\nthat burns itself in his brain forever.\n\nASANO holds on as long as he can, but as the suffering\noverwhelms him and he begins to CRY OUT -- SCHWOP!\n\nOISHI is there to strike down and preserve his dignity.\n\nASANO'S BODY topples forward, a pool of red blood spreading\nacross the white floor...\n\nAND AT THAT EXACT MOMENT ON THE HILLTOP,\n\nA breeze stirs the sakura tree and a thousand cherry blossoms\nfloat down through the moonglow to embrace Mika in a rain of\notherworldly beauty...\n\nFADE TO:\n\nINT.",
  "26": "---END OF PREVIOUS SECTION---\nASANO'S BODY topples forward, a pool of red blood spreading\nacross the white floor... AND AT THAT EXACT MOMENT ON THE HILLTOP,\n\nA breeze stirs the sakura tree and a thousand cherry blossoms\nfloat down through the moonglow to embrace Mika in a rain of\notherworldly beauty... FADE TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n AKO CASTLE - ARMORY - LATER\n\nLord Asano’s entire army of three-hundred-and-fifty samurai\nhas amassed in the heart of the castle. An argument is going\non. Some are shouting for calm, most are GIRDING THEMSELVES\nFOR WAR.\n\nAGING SAMURAI\nThis is madness! The Shogun issued\na direct mandate: there are to be\nno reprisals against Lord Kira!\n\nA hot-tempered samurai, ISOGAI, straps on his sword.\nISOGAI\nThe Shogun be damned! Bushido says\n\nwe avenge our master at all costs!\n\nOn the far side of the room, OISHI stands, peering through a\nSHOOTING HOLE, lost in thought.\n\nOutside, the Shogunate’s samurai are massing before the\narmory, Lord Kira’s men in the vanguard. Oishi’s forces are\ndesperately outnumbered. It will be a slaughter.\nReverently, Minoru steps up beside Oishi.\n\nISOGAI\nWhat say you, Blademaster?\n\f34.\n\nThe question wakes Oishi from his thoughts. He turns from\nthe window. Then, quietly:\n\nOISHI\nWe fight.\n\nA great cheer goes up from the men. Minoru moves to a stand\nholding many swords.\n\nMINORU\nWhich weapon shall you choose, my\nLord?\n\nOishi takes one last look out the window. Sees Kira grinning\nlike a demon.\n\nOISHI\nPatience.\nISOGAI\n(confused)\nWhat..?\n\nAnd Oishi issues the last order they would ever expect.\nOISHI\nThere will be no more bloodshed\ntoday. Set down your weapons.\n\nAs one, the samurai are staggered with disbelief.\n\nOLDER SAMURAI SAMURAI #2\nYou mistake us for cowards! We must avenge the death of\nWe are not afraid to die! our Lord!\nOISHI\nLook outside. You will not\nsucceed.\nISOGAI\n\nSuccess or failure does not matter!\nThe only thing that is important is\nthat we uphold Honor by trying!\n\nOISHI\nNo.\n\nISOGAI\nYou craven dog --!\n\nWith a shocking display of speed, Oishi reaches out and HURLS\nthe haughty young samurai to the floor.",
  "27": "---END OF PREVIOUS SECTION---\nOISHI\nNo. ISOGAI\nYou craven dog --! With a shocking display of speed, Oishi reaches out and HURLS\nthe haughty young samurai to the floor. \n---TARGET SECTION TO BE ANNOTATED---\n Oishi has his short\nsword out and at the gasping man’s throat in an instant.\n\fOISHI\nIt matters...because if we fail,\nKira lives and our Lord’s murder\n\nwill go unavenged. Put your honor\n\naside. I have a duty.\n(pointedly)\nAs do you all.\n\n35.\n\nNow Oishi pulls from his robes the dagger with which Asano\n\ntook his own life.\n\nOISHI\nBecause of Kira, our master took\nhis own life with this blade.\n(beat)\n\nI will not rest until Kira does the\n\nsame.\n\nAs his words sink in, Oishi removes his blade from Isogai’s\n\nthroat and stands.\nHanjo, Oishi’s right-hand man, steps up.\n\nHANJO\nSo what are you saying?\n\nOISHI\n\nA great warrior once told me, “If\nthe enemy thinks of the mountains,\nattack like the sea; and if he\nthinks of the sea, attack like the\nmountains.”\n\n(beat)\nWe wait.\n\nOishi scans the room, meeting each man’s eyes.\n\nOISHI\nWe wait until this day is but a\nmemory to them, until they believe\nour spirit is broken and the danger\nhas passed... And when all their\nsuspicions have been quenched and\ntheir guard has finally dropped, we\nwill gather as one --\n\nIn a blink, Oishi turns and buries the sword in a thick\n\nwooden beam -- THUNKK!\n\nOISHI\nAnd then we will strike.\n\nOishi takes the dagger and draws the blade across his palm,\n\nmaking a thin slice across his sword hand.\nblade out to the others.\n\nOne by one, they all do the same.\n\nThen holds the\n\f36.\nThe blood pact is complete. SMASH TO:\n\nEXT. CASTLE - ARMORY - MOMENTS LATER\n\nWe hear a lockbar sliding... Then the great doors swing wide\nto reveal OISHI, weaponless. He and his men exit and are\nmarshalled by a thousand Shogunate soldiers to be stood\nbefore:\n\nTHE SHOGUN AND LORD KIRA\n\nForced to stand beside him, Mika watches with a soulless\nstoicism as Lord Kira addresses the surrendered samurai.\n\nLORD KIRA\nDrop your weapons, all of you.",
  "28": "---END OF PREVIOUS SECTION---\nThen the great doors swing wide\nto reveal OISHI, weaponless. He and his men exit and are\nmarshalled by a thousand Shogunate soldiers to be stood\nbefore:\n\nTHE SHOGUN AND LORD KIRA\n\nForced to stand beside him, Mika watches with a soulless\nstoicism as Lord Kira addresses the surrendered samurai. LORD KIRA\nDrop your weapons, all of you. \n---TARGET SECTION TO BE ANNOTATED---\nThe sound of over three hundred swords striking the ground is\nthe sound of the death of an entire clan.\n\nLORD KIRA (CONT'D)\nNow remove your crest.\n\nOishi’s men look to one another in shock, reluctant to do so.\n\nLORD KIRA (CONT'D)\nREMOVE THEM!\n\nAs one, they turn to Oishi...but he does not meet their eyes.\nMerely nods.\n\nAcross the gulf of soldiers, Mika meets Minoru’s eyes...and\ncannot endure the shame she sees there. Tries to turn away,\nbut Kira reaches out and GRASPS her wrist, wrenching her\naround so she must watch.\n\nMinoru sees it and instantly reaches for his sword -- but\nOishi restrains him with a firm hand on his shoulder.\n\nOISHI\nPatience.\n\nAnd slowly, Minoru’s muscles unbunch...and he relents.\n\nIn utter shame, Oishi’s men drop their formal kimonos bearing\nthe crossed-feather crest of House Asano into the mud.\n\nLORD KIRA\nYour master is dead. House Asano\nis no more. You have failed them\n\nboth.\n\n(beat)\nYou are no longer worthy of the\ntitle “samurai”. From this moment\n\nforward, you are ronin.\n\f37.\n\nThe word strikes Asano’s men like a slap to the face.\n\nLORD KIRA (CONT'D)\nHonorless. Reviled. Cowards.\n(venomous )\nYou are banished from these lands.\nThose of you still here by the ring\nof the third bell will be hunted\ndown and executed.\n\nWith a nod from their Lord, Kira’s warriors SURGE IN and\nbegin driving Asano’s disgraced men from the castle grounds.\n\nLORD KIRA (CONT'D)\nExcept you.\n(indicates Oishi)\nArrest him.\n\nKira returns to his place beside the Shogun as a dozen men\nknock Oishi brutally to the ground. Oishi offers no\nresistance as they roughly begin binding his wrists.\n\nThe Shogun turns to leave, but stops before Kira.\n\nSHOGUN\n(re: Oishi)\nHe is not to be killed. He was a\nhero at Nagoya.\n\nKira bows his assent as the Shogun strides away. When he’s\ngone, he turns to the soldiers holding Oishi.",
  "29": "---END OF PREVIOUS SECTION---\nHe was a\nhero at Nagoya. Kira bows his assent as the Shogun strides away. When he’s\ngone, he turns to the soldiers holding Oishi. \n---TARGET SECTION TO BE ANNOTATED---\nLORD KIRA\nHe is not to be executed.\n(beat)\nBreak him instead.\n\nThe soldiers nod, and as Oishi is dragged away in chains --\n\nCUT TO:\n\nEXT. AKO CASTLE - RECEPTION HALL - LATER\nMika is brought before the Shogun and Lord Kira by soldiers.\n\nThe Shogun speaks in an imperial tone that brooks no\nnonsense.\n\nSHOGUN\nLord Kira wishes to shield you from\nthe shame of your House. He has\npetitioned for your hand in\nmarriage.\n\nMika is taken aback for a moment... Turns to Kira, whose\nface remains placid.\n\f38.\n\nSHOGUN (CONT'D)\nI have agreed.\n\nBut Mika is Asano’s daughter and made of sterner stuff.\nThinking quickly, she quells the rising horror and rallies.\n\nMIKA\nThat is most generous, my\nLord...but as the Master of\nProtocol must himself know,\ntradition demands a period of\nmourning for my father.\n\nLORD KIRA\n(riled)\nSuch is not always the case.\n\nBut the Shogun has come to a decision.\n\nSHOGUN\nI will allow it. You are granted\none year to mourn. During that\ntime you will not be touched....\n\nMika revels in the small victory, until --\n\nSHOGUN (CONT'D)\n..-but will remain a guest of Lord\nKira’s, and he the steward of your\nlands.\n\nMIKA\nBut--\n\nSHOGUN\nYou are dismissed, Lady Asano.\n\nThere’s nothing more to be done. Trembling, with defeat\nweighing heavily on her small frame, Mika bows to the Shogun,\nand we --\n\nSLAM TO:\n\nPITCH BLACK\nSounds of a struggle, then --\n\nA heavy stone LID is opened twenty feet above us. In the\nweak light, we can make out dank stone walls, rats scuttling\nin the shadows. This is the “Ako Pit” -- the worst dungeon\nin the province.\n\nUp above, four of Kira’s Elite Guard BEAT Oishi within an\ninch of his life, then HURL him down into the pit.\n\f39.\n\nWHAM! Oishi’s body crashes to the stony floor and lays\nstill.",
  "30": "---END OF PREVIOUS SECTION---\n39. WHAM! Oishi’s body crashes to the stony floor and lays\nstill. \n---TARGET SECTION TO BE ANNOTATED---\n Laughing, the guards start sliding the dungeon lid\nclosed, and as the dark moves in, so do the rats.\n\nThe sound of the pit door closing is the sound of despair --\nBOOOOM!\n\nAnd the world is swallowed in darkness...\n\nSLOW FADE UP ON:\n\nEXT. AKO CASTLE - MORNING\nA bright summer sun is in the sky.\nSUPER: “Ten months later.”\n\nThe castle gate opens and Oishi -- gaunt, stooped -- is led\ninto the blinding sunshine for the first time in a year and\nhurled into the mud.\n\nGUARD\nOn your way, ronin!\n\nOishi cowers in the muck, confused. He is no longer the\nstrong, noble warrior we knew, but a broken wretch.\n\nThe Guard KICKS him in the ribs.\n\nGUARD\nRonin filth! You make me sick!\nOut of my sight!\n\nWhen the guard goes to kick him again, Oishi scrambles away\nlike a beaten dog. He’s still grovelling when the Guard\nslams the gate in his face.\n\nHIGH ABOVE, from the castle’s seventh floor balcony, Kira\nwatches Oishi weeping in the road. Deeply satisfied, he\nturns to one of his trusted SPIES.\n\nLORD KIRA\n(re: Oishi)\nHave him watched. If he gives any\nsign of rebellion, cut him down.\n\nEXT. AKO VILLAGE - ROAD - DAY\n\nOishi limps into the village...to find that everything has\nCHANGED.\n\nThe land has been STRIPPED and the sakura trees have all been\nCHOPPED DOWN. The once-beautiful hills and meadows have been\nFURROWED into UGLY CROP FIELDS to feed Kira’s legions that\npatrol the streets in number.\n\f40.\nAs Oishi enters the marketplace, people begin to point. To\nwhisper. Every mouth forming the despised word:\nRonin.\nAs he passes, villagers turn away, refusing to acknowledge\nhis now pathetic existence. The murmuring increases, until\n\nsomeone shoves him from behind, knocking him into the dust.\n\nOishi turns skittishly to see a group of three VENDORS\nlooming over him. Men he once knew. Men who respected him.",
  "31": "---END OF PREVIOUS SECTION---\nOishi turns skittishly to see a group of three VENDORS\nlooming over him. Men he once knew. Men who respected him. \n---TARGET SECTION TO BE ANNOTATED---\nBURLY VENDOR\nCowardly scum! You don’t belong\nhere!\n\nThe man SPITS on him. Another KICKS him while he’s down.\nThe mob closes in, blows starting to really rain down when --\n\nA HAND reaches in and clutches the collar of Oishi’s robe,\nyanking him to his feet. It’s --\nCHIKARA\n\nOishi’s son turns on the crowd, wooden bokken in hand, and\nthe crowd backs a step from his burning gaze.\n\nAs the boy takes his father’s hand, Oishi looks at his son --\nonly one year older, but the eyes staring back at him are a\nman’s eyes.\n\nUnlike his own.\n\nAs the boy leads his father away from the jeering mob, RACK\nFOCUS to Kira’s SPY, watching from a distance, satisfied that\nOishi is harmless...\n\nEXT. SHANTY VILLAGE - DAY\n\nChikara leads Oishi to tinry rundown shack in the poorest\nsection of the village.\n\nOishi’s wife is on her knees out front, digging burdock root\nfrom the tiny garden. Clearly times have been tough.\n\nOishi look at Chikara.\nCHIKARA\nWhen they took you away, they took\naway everything.\nAs Oishi takes this in, Hisae looks up and sees them.\n\nHISAE\nOishi...\n\f41.\n\nHisae stops like she’s been heartshot. Gasps. Trembling so\nhard she can’t even rise.\n\nAnd she cries, Oishi kneels by her side to comfort her.\n\nDISSOLVE TO:\n\nINT. OISHI’S HOUSE - NIGHT\n\nChikara lay asleep on the floor, curled near the warmth of\nthe brazier.\n\nQuietly, Hisae tiptoes in and removes a gently bubbling\nkettle from the fire. Carries it across the house to where --\n\nOISHI\n\nwaits. Hisae settles beside him, dipping two soft cloths in\nthe warmed water.\n\nHISAE\nAll right.\n\nOishi removes his robe...and the visual shock of his INJURIES\nsteals her breath. Scars, scabs and bruises of every kind\ncrisscross his back: puncture wounds, lacerations, burn\nmarks; hard lumps where broken ribs have healed.\n\nHisae is frozen by the sight of so much pain.",
  "32": "---END OF PREVIOUS SECTION---\nOishi removes his robe...and the visual shock of his INJURIES\nsteals her breath. Scars, scabs and bruises of every kind\ncrisscross his back: puncture wounds, lacerations, burn\nmarks; hard lumps where broken ribs have healed. Hisae is frozen by the sight of so much pain. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI\n(gently)\nIt’s all right, Hisae. My scars\nare nothing compared to what you\nmust have endured as the wife of a\nronin.\n\nHISAE\nThat’s all behind us now.\n\nBlinking back tears, she begins to wash her husband's\ntortured body, and we DISSOLVE TO:\n\nSAME SHOT - LATER\nHisae is finishing cleaning his wounds.\n\nHISAE\n...-Lady Asano is still being held\nby Lord Kira. The end of her time\nof her mourning draws near, and\nKira has arranged for them to be\nwed that very day. I fear for what\nwill happen to her after.\n\f42.\n\nHisae wrings out her cloth, and Oishi begins to dress.\n\nOISHI\nWhat of my men?\n\nHisae hesitates, fearing this line of questioning.\n\nHISAE\n\nScattered to the winds. Some\nfought. Others protested and were\ncut down. Eventually all were\ndriven off.\n\n(beat )\nI heard Ryoichi now works a farm in\nMatsumae. Ayame says he’s happy.\n\nHisae moves around to look in her husband's eyes.\n\nHISAE\nWe could be happy. We have a\nsecond chance, Oishi, we should\ntake it. We can leave the village\ntomorrow and start a new life.\nWatch our son become a man. Grow\nold together. Is that not all we\nneed?\n\nHer smile is heartbreaking. So filled with hope...\nOishi enfolds her in his arms, so she will not see the lie.\n\nOISHI\nYes...\n\nShe closes her eyes, burying her face in his chest and\nholding him tight, never wanting to let go.\n\nHISAE\nDon't widow me to an ideal, Oishi.\n\nBut as we DOLLY AROUND we see the fire in Oishi’s eyes and\nrealize for the first time that this is not a broken man.\n\nAnd never was.\n\nINT. BEDROOM - LATE NIGHT\n\nHisae wakes -- to find Oishi missing from bed. She rises\nfrom the futon and makes her way to the window where she\nspies her husband sitting atop a low hill in the pre-dawn\ndark.\n\f43.\n\nEXT.",
  "33": "---END OF PREVIOUS SECTION---\nShe rises\nfrom the futon and makes her way to the window where she\nspies her husband sitting atop a low hill in the pre-dawn\ndark. 43. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n OISHI’S HOUSE - MOMENTS LATER\n\nIn the quiet dark, Oishi stares up at the stars, conflicted\nemotions upon his face.\n\nThen:\nHISAE (0.S.)\nSome of the men went to find work\nwith the Dutch at Dejima.\n\nOishi turns to find his wife standing there, a silk-wrapped\nBUNDLE in her hands.\n\nHISAE\nYou'll find Hanjo there.\n\nOishi reaches out and crushes her to his chest.\nAfter a moment she pulls away and hands him the bundle.\nOishi opens it...revealing the DAGGER Lord Asano used to take\nhis own life.\nOishi starts to say something, but she stops him.\nHISAE\n\nI am the wife of a samurai.\n\nWhatever your duties and\n\nobligations, they are mine, too.\n\nOishi looks at his wife...his incredible wife...and realizes\nshe accepts what he has to do.\n\nWith no words strong enough to carry the emotion, Oishi takes\nher in his arms again.\nAND FROM THE WINDOW OF HIS ROOM\n\nChikara watches the silhouettes of his parents against the\nmoonlight...and knows that his father is leaving.\n\nSLOW DISSOLVE TO:\n\nEXT. MOUNTAINS OUTSIDE EDO - ESTABLISHING\nBreathtaking in their beauty, yet...\n\nDominating the landscape from three thousand feet up the\nsteep snowy mountainside is Kira’s impregnable yamashiro --\nCASTLE FORTRESS -- which looms over the world like a grim\nstone threat.\n\f44,\n\nINT. KIRA’S MOUNTAIN CASTLE - DAIMYO’S GREATHALL - CONTINUOUS\n\nMika stands alone at the window, a prisoner in a jail without\nbars. She’s staring out at the world below, at freedom, when\nLord Kira enters the room behind her.\n\nHe moves close, but when she senses him, she turns and backs\naway in fear.\n\nLORD KIRA\n(disappointed)\nAll that you see from this window\ncould be yours. Why do you resist\nme so?\n\nAgain, he approaches her slowly, like he would a timid\nanimal. Reaches out to stroke her face, but the moment his\nblack-lacquered fingernails touch her face, she SLAPS his\nhand away defiantly.",
  "34": "---END OF PREVIOUS SECTION---\nWhy do you resist\nme so? Again, he approaches her slowly, like he would a timid\nanimal. Reaches out to stroke her face, but the moment his\nblack-lacquered fingernails touch her face, she SLAPS his\nhand away defiantly. \n---TARGET SECTION TO BE ANNOTATED---\nKira’s shock flashes to anger and he STRIKES her across the\nface. And just as he rears back to strike her again --\n\nBehind them, the door opens and Kira’s Spy enters.\n\nKIRA’S SPY\nLord Kira. I have word of the\nronin.\n\nKira turns on an emotional dime, his anger instantly replaced\nby a mask of calm.\n\nLORD KIRA\nTell me.\n\nKIRA’S SPY\nOishi is broken. I’ve watched\npeasant farmers spit on him. Kick\nhim. Humiliate him. There’s not\nan ounce of fight left in him.\n\nLORD KIRA\nYou sound disappointed.\nKIRA’S SPY\nIt’s just that... The stories I\n\nhave heard. He was such a great\nwarrior. To see him like this...\n\nKira strides to table in the center of the room holding\nseveral BONSAI TREES.\n\nLORD KIRA\nWhat do you know of bonsai trees?\n\nThe Spy is taken aback.\n\f45.\n\nKIRA’S SPY\nI know they are beautiful.\n\nLORD KIRA\nYes, but only as beautiful as an\nartist makes them.\n\nKira picks up one of the trees -- an ugly shrub. Then takes\nup a pair of razor sharp shears.\n\nLORD KIRA\n\nLeft on their own these trees grow\nwild and out of control. It takes\nthe meticulous eye of an artist to\nsee, to understand, to recognize a\nsingle branch that may mask the\nbeauty within. A branch that left\non its own would overtake the\nwhole. Not unlike ronin.\n\n(beat)\nIt is up to the artist to recognize\nthis blight, for it is not until he\nclips that branch away --\n\nKira cruelly snips off a branch.\n\nLORD KIRA\n-- that the beauty of what lies\nbeneath is revealed.\n\nKira turns and looks at Mika. Though he’s speaking of the\ntree, it’s clear he’s speaking about her.\n\nLORD KIRA\nNow, it is up to the artist to\ngently manipulate the remaining\nbranches. Not to cut, but to\ncoerce its shape. To coax it. To\ntrain it.\n\nKira grabs a branch and bends it down, using a piece of twine\nto tie it down.",
  "35": "---END OF PREVIOUS SECTION---\nTo coax it. To\ntrain it. Kira grabs a branch and bends it down, using a piece of twine\nto tie it down. \n---TARGET SECTION TO BE ANNOTATED---\n He considers it for a second, then sets the\ntree aside. Takes another from the shelf.\n\nLORD KIRA\nSlowly. Steadily. With increasing\npressure so that in time, with\npatience, the branch eventually\nceases to resist the artist’s\ndesires...\n\nKira releases a branch that has been tied -- and it stays in\nposition.\n\nLORD KIRA\nAnd the work is complete.\n\f46.\n\nKira considers the tree with a critical eye. Then turns to\nMika and does the same.\n\nLORD KIRA\nIn the end the tree succumbs. It\nis a truth.\n(pointedly)\nAnd it is inevitable.\n\nAnd off Mika's frightened expression, we --\n\nCUT TO:\n\nINT. KIRA’S FORTRESS - LORD’S CHAMBERS - MOMENTS LATER\n\nKira enters and shuts the door behind him. A SHADOWY FIGURE\nstands with his back to us at the edge of the balcony\noverlooking the thousand foot drop below.\n\nLORD KIRA\nThank you for waiting.\n\nThe figure nods almost imperceptibly. As Kira angles around,\nwe get a better look at the man. Tall, stacked with corded\nmuscle. Dressed in a traditional ninjutsu outfit so dark red\nit is almost back. A mask across the lower half of his face\nconceals his identity and leaves only his EYES exposed --\neyes that burn with an intelligence and remorselessness that\nchills our blood.\n\nThe NINJA CLANLORD is quite possibly the most imposing figure\nthis side of the Shogun.\n\nLORD KIRA (CONT'D)\nI wish to hire your ninja clan to\ndeal with the ronin. Oishi in\nparticular.\n\nThe Clanlord’s voice is the unfathomable crack and rumble of\ndeep-earth coal being crushed to diamonds.\n\nNINJA CLANLORD\nDid I not just overhear your spy\nsay he was broken?\n\nThere’s a smirk in his voice.\n\nLORD KIRA\nI have not gotten to where I am\nwithout taking precaution.\n\nKira tosses a heavy purse of gold kobans to him. Only the\nNinja Lord’s hand moves, snatching it out of the air like a\nsnake grabbing a bird in flight.\n\f47.",
  "36": "---END OF PREVIOUS SECTION---\nKira tosses a heavy purse of gold kobans to him. Only the\nNinja Lord’s hand moves, snatching it out of the air like a\nsnake grabbing a bird in flight. 47. \n---TARGET SECTION TO BE ANNOTATED---\nLORD KIRA (CONT'D)\nWill this cover your expense?\nNINJA CLANLORD\n(weighing the bag)\nFor now.\nLORD KIRA\nThere can be no evidence. I need\nyou to make them disappear.\nNINJA CLANLORD\nMy Lord --\n(mock bows )\nThat is what we do best.\n\nAnd the Clanlord steps off the balcony, plummeting into the\nabyss.\n\nKira rushes to the edge...but sees only the thousand foot\ndrop below.\n\nThe Clanlord has disappeared.\n\nDISSOLVE TO:\n\nAERIAL SHOT - NAGASAKI BAY - DAY\nA bustling port city surrounds Nagasaki’s gorgeous harbor...\n\nBut floating in the middle of the Bay FIND:\n\nDEJIMA ISLAND\n\nA small, ARTIFICIAL ISLAND built as a trading outpost for the\nDutch. The fan-shaped islet is kept separate from the\nmainland by a LONG STONE BRIDGE -- Japan’s equivalent of the\nproverbial “ten-foot-pole” to keep foreigners from ever\ntouching Japanese soil.\n\nDespite looks from the locals --\n\nOISHI\n\ncrosses the quarter-mile span of stone and steps onto the\nisland. Speaks to the first man he finds, a Japanese LABORER\nin ridiculous Western clothes.\n\nOISHI\nI need to speak to the man in\ncharge.\n\nThe Laborer nods and motions for Oishi to follow.\n\f48.\n\nNow TRACK WITH OISHI as he is led across the synthetic\nisland. Though a CLAUSTROPHOBIC MAZE of cargo crates and\nlivestock. Past laborers struggling to unload the two Dutch\nEast-India MERCHANT SHIPS moored there: the 18 sail\n“Dolphijn” and the enormous “Rotterdam”.\n\nPOV - OISHI: scanning each worker's face as he passes,\nsearching for signs of his men. All the laborers are\nJapanese, clad in the cornflower blue coats of the Dutch, and\nto aman, they are gaunt, dejected, STRUNG OUT.\n\nAs they pass the open door of a warehouse, Oishi sees why.\nThe interior of one structure has been converted into an\nOPIUM DEN. Inside, scores of Japanese workmen lay in a\nstupor, inhaling their pay.",
  "37": "---END OF PREVIOUS SECTION---\nAs they pass the open door of a warehouse, Oishi sees why. The interior of one structure has been converted into an\nOPIUM DEN. Inside, scores of Japanese workmen lay in a\nstupor, inhaling their pay. \n---TARGET SECTION TO BE ANNOTATED---\n They are slaves kept not in\nchains of steel, but wisps of opium smoke.\n\nOishi notes HANJO and several other men are among them.\n\nReaching the office, Oishi is motioned to wait as his guide\ndisappears inside. A moment later, he reappears.\n\nGUIDE\nThe Kapitan will see you.\n\nINT. DEJIMA - KAPITAN'S OFFICE - CONTINUOUS\n\nThe room is dark and filled with the blue-gray haze of\ntobacco smoke. Oishi nearly thinks he’s alone...until the\nbowl of a pipe GLOWS CHERRY RED as someone in the shadows\ntakes a long draw.\n\nWe can almost make out the man’s features --huge and unreal--\nbut then the dark closes in once again.\n\nKAPITAN\nYou look as though you have\ntravelled far.\nThe voice is harsh and startling as an anchor chain clanking.\n\nThe man fills two sake cups and pushes one forward.\n\nKAPITAN\nHere... Slake your thirst.\n\nOishi sips. The Kapitan downs his.\n\nKAPITAN\nSo..you have come for work?\n\nOISHI\nI have come to collect my men.\n\f49.\n\nKAPITAN\nYour men?\n(mulls this)\nYou are samurai, then? Under which\nlord do you serve?\n\nOishi says no more. The Kapitan laughs, refilling his glass.\n\nKAPITAN\nAh... So you are ronin. You\nJapanese are a funny people.\nDistorting honor until it is a\nperversion beyond recognition.\n\nOishi ignores the slight and the Kapitan downs his drink.\n\nKAPITAN\nThe problem is this: your men came\nhere willingly to work, but they’ve\naccrued many debts during their\ntime here.\n\nOISHI\nI will pay.\n\nKAPITAN\nHow?\n\nOishi removes his sword from his belt and places it\nreverently on the table.\n\nThe Kapitan’s hands reach out from the dark; monstrous grit-\ncrusted paws covered in ROPE SCARS and SAILOR TATTOOS. So\nbig, it’s hard to believe they’re human.\n\nThe Kapitan clicks the scabbard open to examine the blade --\na ceremonial work of art, razor sharp.",
  "38": "---END OF PREVIOUS SECTION---\nThe Kapitan’s hands reach out from the dark; monstrous grit-\ncrusted paws covered in ROPE SCARS and SAILOR TATTOOS. So\nbig, it’s hard to believe they’re human. The Kapitan clicks the scabbard open to examine the blade --\na ceremonial work of art, razor sharp. \n---TARGET SECTION TO BE ANNOTATED---\n He runs his thumb\nalong the edge until a DROP OF BLOOD trickles down the blade.\n\nThen he slams the sword back in its sheath and sets it back\non the table.\n\nKAPITAN\nDone! In Rotterdam, we drink to a\ndeal.\nThe Kapitan fills both their glasses.\n\nKAPITAN\nKampai.\n\nOishi downs his sake.\n\nOISHI\nAnd now you will get my men.\n\f50.\n\nThe room glows red as the Kapitan takes another draw on his\npipe, and this time we glimpse his EYES -- two cruel chips of\nsoulless blue sea ice.\n\nKAPITAN\nWill I?\n\nOishi rises...but suddenly feels UNSTEADY.\n\nKAPITAN\nYou Japanese... The arrogance is\nstaggering. I mean, here you sit,\ndespised by your own people,\nunwanted, unhireable...and yet you\npresume to give me orders.\n\nOishi collapses forward as the world TILTS CRAZILY. And with\nhorror he realizes he’s been DRUGGED.\n\nKAPITAN\nYou forget yourself, ronin. We may\nnot be allowed to step foot onto\nJapanese soil without risking our\nentire shipping operation, but the\nblade cuts both ways. This is\nDutch land.\n\nYou can almost hear the bastard grinning.\n\nOishi goes for his sword -- but the table EXPLODES UP, thrown\nacross the room as easily as a toy.\n\nOishi stumbles back and watches in horror as the Kapitan\nsteps into the light. The man is enormous. An eight-foot\nbearded hulk, stacked with the heavy, unnatural muscle only\nthe sea can give.\n\nThis is why they call the Dutch “barbarians”. The Kapitan\nmakes Conan look like a sissy kid brother.\n\nOishi’s sword lay at his feet. He moves for it, but the\nDutch giant’s hand snatches out and grips him by the collar.\nLifts him as easily as a child -- awesome strength -- then\nHURLS him across the room!\n\nWHAM! Oishi SMASHES against the wall and slams to the floor.\n\nPOV OISHI: As the Giant stomps toward him, the world turning\nSURREAL from the drugs.",
  "39": "---END OF PREVIOUS SECTION---\nWHAM! Oishi SMASHES against the wall and slams to the floor. POV OISHI: As the Giant stomps toward him, the world turning\nSURREAL from the drugs. \n---TARGET SECTION TO BE ANNOTATED---\nOishi tries to crawl to his sword, but the Kapitan grabs him\nby his topknot and SMASHES him -- CRRRAAAASH! -- into his\ndesk with enough force to SHATTER it to kindling.\n\nAnd then the Dutchman lifts him up, CHOKING HIM to death.\nOishi struggles as the bastard laughs, and just as the lights\nare about to go out forever --\n\f51.\n\nOISHI’S FINGERS close on a WICKED SPLINTER from the shattered\ndesk -- ten inches long and deadly sharp -- and STABS it down\nthrough his collar bone and DEEP into his trunk.\n\nKAPITAN\nGRRAAAAAUGHH !\n\nThe barbarian captain roars in pain and HURLS him with enough\nforce to SNAP the wall boards.\n\nHearing his cry, another giant DUTCH OFFICER races in,\nWHEELLOCK PISTOL out and ready to fire.\n\nKAPITAN\nShoot him!\n\nThe Officer pulls the trigger, but in the blink of an eye,\nOishi grasps his sword and whips the blade out of its\nscabbard -- AND RIGHT BETWEEN THE CAP AND THE POWDER!\n\nThe gun clicks harmlessly and, as the confused Officer\nstares, trying to figure out what just happened, Oishi lashes\nthe blade up and BISECTS HIS ENORMOUS HEAD.\n\nMaking his move, Oishi staggers out of the room, the Kapitan\nroaring behind him.\n\nKAPITAN\nTO ARMS! TO ARMS!!\n\nEXT. DEJIMA - CONTINUOUS\n\nOISHI’'S POV: The drugs hit FULL-EFFECT and reality slips\ninto a WHORLING NIGHTMARE LANDSCAPE.\n\nAs GARGANTUAN DUTCHMEN come running to aid their Kapitan,\nOishi ducks into the labyrinth of cargo crates, making his\nway toward where he last saw his men.\n\nBACK IN THE KAPITAN’S OFFICE - the Dutch leader BUSTS OPEN\nthe ARMS CHEST and starts handing out weaponry to his men:\nPISTOLS, CUTLASSES, CURTAL AXES...\n\nBACK TO OISHI\n\nMaking his way through the maze when --\n\nSuddenly, TWO DUTCHMEN race around the corner.",
  "40": "---END OF PREVIOUS SECTION---\nAs GARGANTUAN DUTCHMEN come running to aid their Kapitan,\nOishi ducks into the labyrinth of cargo crates, making his\nway toward where he last saw his men. BACK IN THE KAPITAN’S OFFICE - the Dutch leader BUSTS OPEN\nthe ARMS CHEST and starts handing out weaponry to his men:\nPISTOLS, CUTLASSES, CURTAL AXES... BACK TO OISHI\n\nMaking his way through the maze when --\n\nSuddenly, TWO DUTCHMEN race around the corner. \n---TARGET SECTION TO BE ANNOTATED---\n The one with\nthe pistol FIRES, but Oishi reacts instantly, whipping the\n\nflat of his blade up as a narrow, VERTICAL SHIELD and bracing\nwith both hands as -- SPANGGG! -- the bullet RICOCHETS OFF!\n\f52.\n\nAs he tries to reload, Dutchman #2 ROARS DEFIANTLY and\nCHARGES with a naval cutlass -- but as he swings, Oishi SLAPS\nTHE BLADE DOWN with the flat of his left hand and HACKS THE\nMAN'S HEAD FROM HIS SHOULDERS with his right.\n\nNo time to reload, the Pistoleer flips the gun around to use\nas a club. When he swings, Oishi HALF-STEPS BACK and the\nbutt of the pistol SWISHES PAST his face to OBLITERATE a\nwooden crate!\n\nOishi then HALF-STEPS FORWARD and separates the titan’s arm\nfrom the rest of his body.\n\nOishi continues on, arriving at --\n\nTHE OPIUM DEN\n\nA Dutch attendant rises -- but then falls back as his legs\nare HEWN from his trunk.\n\nMyth blends with reality as Oishi moves through, DRAGONS OF\nSMOKE swirling around the room. Dozens of Japanese lay\neverywhere in an opium stupor. Fallen samurai, ruined\ngeishas.\n\nOishi finds HANJO laying on the floor.\nOISHI\n(shaking him)\nHanjo!\n\nHanjo opens his eyes, struggling to rise from his narcosis.\n\nHANJO\nOishi... You came. They made\nme... They made--\n\nOISHI\n\nI know. Where are the others?\n\nHanjo points to a BACK ROOM. But suddenly -- BLAM! -- a\npistol ball flips the collar of Oishi’s kimono, so close it\nactually SINGES the silk.\n\nOishi turns on the GUNMAN standing in the doorway, then\nsprings forward and LANCES the man through the heart so fast\nwe almost miss it.\n\nThen he’s back by Hanjo’s side.\n\nOISHI\nWe have to go. Now.\n\nOishi hefts Hanjo to his feet and races into the back room\njust as the Kapitan and his men storm the den.\n\f53.\n\nINT. OPIUM DEN - BACK ROOM\nLockdown for problem slaves...",
  "41": "---END OF PREVIOUS SECTION---\n53. INT. OPIUM DEN - BACK ROOM\nLockdown for problem slaves... \n---TARGET SECTION TO BE ANNOTATED---\nWith pistol balls thunking into the wood around them, Oishi\nslams the heavy door closed behind them.\n\nInstantly, two Dutchmen rise, one brandishing a pistol, but\nbefore he can get off a shot, Oishi slices up, CHOPPING OFF\nthe man’s hand with the pistol -- which Hanjo GRABS OUT OF\nMID-AIR and FIRES POINT BLANK into the face of giant #2.\nStopping #1’s screams with a nonchalant cut, Oishi turns to\nfind ten of his men secured to the wall by CHAINS around\ntheir necks.\n\nOishi’s men can’t believe their eyes.\n\nISOGAI\nBlademaster. .?\n\nOishi CLEAVES the wood beam their chain runs through, FREEING\nthem all.\n\nON THE OTHER SIDE OF THE DOOR\n\nthe Dutch giants BATTER at the wood as the Kapitan watches on\nin a fury.\n\nBACK INSIDE\n\nOishi sees the wood grain in the door begin to separate.\nThere’s no escape. No time left.\n\nOne of the older ronin, OKUDA, kneels before Oishi.\n\nOKUDA\nLet us at least die with honor.\n\nAnd he exposes his neck for a clean strike. Oishi considers.\nThen raises his sword high and CLEAVES DOWN!\n\nBut not through Okuda’s neck. Through the FLOORPLANKS to the\nCRAWLSPACE below.\n\nOISHI\nYou have duty yet to fulfill,\nsamurai.\n\nON THE OTHER SIDE OF THE DOOR\n\nThe Dutch use all their might and CRASH THROUGH THE DOOR --\njust in time to see Oishi disappearing down the rabbit hole.\n\f54.\n\nBOOM-BOOM-BOOM!! They unload a hellfire of pistols, but the\nronin are already gone.\n\nEXT. OPIUM DEN - CONTINUOUS\n\nA squealing wave of rats comes surging from beneath the\nbuilding, followed by Oishi and his men.\n\nOISHI\nRun for the dock! Let nothing stop\nyou!\n\nAnd as a swarm of Dutchmen race around the corner, Oishi\nturns and dispatches them while the ronin run. Oishi is Jack\nthe Giant Killer, cutting down hulking barbarians and buying\ntime for his men -- until the Kapitan rages forward with\nsixty armed men.",
  "42": "---END OF PREVIOUS SECTION---\nLet nothing stop\nyou! And as a swarm of Dutchmen race around the corner, Oishi\nturns and dispatches them while the ronin run. Oishi is Jack\nthe Giant Killer, cutting down hulking barbarians and buying\ntime for his men -- until the Kapitan rages forward with\nsixty armed men. \n---TARGET SECTION TO BE ANNOTATED---\nThen Oishi, too, turns and runs, cutting a rope that secures\na stack of cargo which comes TUMBLING DOWN, CRUSHING one of\ntheir enemies and HAMPERING the pursuit.\n\nEXT. DEJIMA - CONTINUOUS\n\nOishi and his men run, a hailstorm of lead ripping past as\nthey charge out onto the dock -- a quarter-mile of stone\nstanding between them and freedom.\n\nBEHIND THEM, the Dutch begin to gain. Firing. Firing.\n\nWITH OISHI AND HIS MEN RUNNING ACROSS THE DOCK - as bullets\nstart finding their marks. One ronin’s head EXPLODES.\nAnother is GUTSHOT and falls behind. Hanjo goes down with a\nbullet in his thigh -- but Oishi is there, hefting him up and\nRACING DOWN THE FINAL STRETCH.\n\nTHE DUTCH try to reload while they chase, but give up,\ndrawing KNIVES and CUTLASSES instead. Pouring on the steam.\nGAINING UNTIL THE KAPITAN IS ONLY FEET AWAY --\n\nAnd just as he hauls back to bury his cutlass in Oishi’s\nskull --\n\nOishi DIVES, dragging Hanjo with him...onto Japanese soil.\n\nThe Dutch skid to a stop at the end of the dock, millimeters\nfrom crossing the line.\n\nOishi stares up from the ground at his pursuers, breathing\nhard, separated by an invisible wall. Safe.\n\nThe Kapitan stares hatefully at Oishi, a seething inferno of\nimpotent fury. With a roar, he reaches into his shoulder and\npulls out the wicked spike -- nearly a foot of bloody wood --\nand casts it aside.\n\f55.\n\nThen, as he and his men retreat back down the dock, Oishi\nslumps exhausted to the ground, and we--\n\nDISSOLVE TO:\n\nA SMALL CAMPFIRE\n\nThe survivors from Dejima have camped in a wooded spot for\nthe night. All of the men are sleeping, save for Hanjo, who\nshivers mercilessly from opium withdrawl.\n\nOishi lifts a small bubbling pot from the fire.\n\nOISHI\nHere. Drink this.\n\nWith trembling hands, Hanjo does.\n\nHANJO\n(ashamed)\nLook at me...\n\nOISHI\nI do. In pride.",
  "43": "---END OF PREVIOUS SECTION---\nHANJO\n(ashamed)\nLook at me... OISHI\nI do. In pride. \n---TARGET SECTION TO BE ANNOTATED---\nHANJO\nWhat is there to be proud of? I am\nweak. Even now I crave the opium,\nOishi.\n\nOISHI\n\nThe opium craves itself. And that\nwill pass.\n\n(beat)\nBut the man I see before me was\nwilling to sacrifice all, to reduce\nhimself beyond what is endurable\nwithout thought for himself, in the\nhopes of one day returning honor to\nhis lord’s name.\n\n(beat)\nNo, the man I see before\nme...humbles me by his example of\nbushido.\n\nOishi bows his head and Hanjo lets the moment infuse him,\nsettle into the deep steel of his soul. Strengthen him.\n\nHANJO\nSo how can I help?\nOISHI (VO)\nThese are the names of all the Ako\n\nsamurai.\n\nMATCH TO:\n\f56.\n\nHILLTOP - DAWN\n\nOishi draws his tanto...and SLICES it through a LIST OF NAMES\nhe holds before him. He severs the paper into eight equal\nportions, then hands one out to each man.\n\nOISHI\nAll must be contacted.\n\nThe men bow. But only Hanjo does not have a list. He turns\nto Oishi, empty handed.\n\nHANJO\nBut what of me? I am able --\n\nOishi quiets him with a gesture, then withdraws SMALL SCROLL\nfrom his robe. Presses it into Hanjo’s hands.\n\nOISHI\nFind him.\n\nSERIES OF SHOTS - THE GATHERING OF THE RONIN ACROSS JAPAN\n\nAs the SUN and MUSIC both RISE dramatically, Oishi and his\nronin strike off in all eight directions of the compass.\n\nNow INTERCUT between:\n\n-- ISOGAI traveling along a mountain path, seasonal rains\nmaking for slow going.\n\n-- OKUDA trekking through a land of hot springs\n\n-- HANJO making his way along the coast to a seaport\nvillage. SMASH TO:\n\n-- EXT. A PEACEFUL RIVER. One of Asano’s older samurai,\nHAZAMA (68) now sits in a boat as a peasant, using a pet\nCORMORANT on a leash to catch sweetfish. When he rows in, he\nis surprised to find Oishi waiting for him...\n\nOISHI\nIt is time.\n\n-- INT.",
  "44": "---END OF PREVIOUS SECTION---\nWhen he rows in, he\nis surprised to find Oishi waiting for him... OISHI\nIt is time. -- INT. \n---TARGET SECTION TO BE ANNOTATED---\n SUMO STABLE. Two beheamoth rikishi (wrestlers)\ncollide with a titanic clash. The larger of the two is\nBASHO, one of Asano’s ronin. They struggle mightily...until\nBasho sees ISOGAI watching in the doorway. Isogai flashes\nLord Asano’s FAMILY CREST and Basho ROARS, pitching his\nopponent out of the ring with superhuman strength to end the\nbout...\n\n-- And as HANJO pays for passage aboard a ship to cross the\nsea...\n\f57.\n\n-- A DRUNKARD in a bar gulps down his sake...only to find\nAsano'’s CREST at the bottom of his glass. He turns to look\nand finds OKUDA beside him...\n\n-- A BEGGAR squats at a bridge calling for alms when Asano’s\nCREST clinks into his donation blanket. He touches it and\nlooks up...to see ISOGAI before him...\n\n-- LABORERS straining to lift giant stones against a slope\nfor the foundation of a castle when BASHO appears. Three\nfamiliar faces instantly drop what they’re doing and move to\nhim. ..\n\n-- In China, HANJO speaks to a Mercenary Officer, who ties\nOishi’s scroll onto the leg of a hawk and urges the bird\nskyward...\n\n-- A MONK is in meditation outside his temple. When he\nopens his eyes, he is surprised to see ASANO’S CREST before\nhim.\n\n-- Ina sapling forest, a group of BRIGANDS spring from\nconcealment to rob a traveller...only to find the traveller\nis HAZAMA bearing Asano’s CREST. The Brigand Chief, one of\nAsano’s principal retainers, kneels and weeps at Hazama’s\nfeet.\n\n-- Ina rice paddy, a FARMER and his WIFE are harvesting\nknee-deep in muck when a shadow falls over them. It’s Oishi.\n\nAERIAL SHOT - SKIMMING ABOVE CHINA\n\nWe’re on a visual rollercoaster ride FOLLOWING the falcon as\nit navigates the wild air currents over Mongol China.",
  "45": "---END OF PREVIOUS SECTION---\n-- Ina rice paddy, a FARMER and his WIFE are harvesting\nknee-deep in muck when a shadow falls over them. It’s Oishi. AERIAL SHOT - SKIMMING ABOVE CHINA\n\nWe’re on a visual rollercoaster ride FOLLOWING the falcon as\nit navigates the wild air currents over Mongol China. \n---TARGET SECTION TO BE ANNOTATED---\n We\nwheel through the sail rigging of junks on the river, then\nbarely skim over the top of the Great Wall --\n\n-- to REVEAL a MASSIVE DUST CLOUD where an EPIC BATTLE is\nunderway.\n\nIn no time, we fly into it. ARROWS fly past like a steel-\ntipped rainstorm.\n\nThe falcon doesn’t care, dipping down into the carnage where\nwe see a company of MERCENARIES battling against the MONGOL\nHORDES.\n\nWe fly just overhead, the machinery of war turning men into\nmincemeat, until the falcon spots what it’s looking for: the\nSTANDARD of the merc company.\n\nDodging crazily through sword swipes and speartips, the\nfalcon makes it to the STANDARD BEARER and lands on his\nshoulder.\n\f58.\n\nThe man glances at SCROLL the falcon carries, then runs\nforward to find --\n\nMINORU\n\nat the heart of the hottest fighting. The man is a tireless\nwhirlwind of destruction, letting his two swords unleash all\nthe anger he’s ever felt over his ignoble birth, the loss of\nMika. He takes out one Mongol with an ankle-severing strike\nknown as Harvesting Rice, then two more in an acrobatic\nmaneuver called Mantis Catches the Fly.\n\nAt a momentary break in the battle, the Standard Bearer runs\nup to Minoru.\n\nSTANDARD BEARER\nA message!\n\nMinoru takes the scroll. Cracks the seal and reads the paper\nwithin. It reads:\n\nIt is time.\nIt’s signed by Oishi.\n\nAs Minoru looks at the paper, BEHIND HIM a GIGANTIC\nNEANDERTHAL MONGOL RISES UP!\n\nSeeing him too late, the Standard Bearer panics as the Mongol\nswings his GREAT DIRE AXE --\n\nBut Minoru turns and dispatches the giant with a casual\nswipe. Then SHEATHES his swords.\n\nMINORU\nI am needed.\n\nAnd Minoru begins to WALK AWAY.\nSTANDARD BEARER\nWhat?! Where do you think you’re\ngoing?! Minoru!\n\nAnd just like that, he walks away from the battle.\n\nDISSOLVE TO:\n\nEXT.",
  "46": "---END OF PREVIOUS SECTION---\nMinoru! And just like that, he walks away from the battle. DISSOLVE TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n SENGAKUJI GRAVEYARD - NIGHT\n\nA sea fog has rolled in from the coast, lending the moment a\nserene, spiritual feel.\n\nOishi kneels before Lord Asano’s grave in prayer. The knife\nwith which young Asano took his own life sits with honor on a\nsmall length of silk before him.\n\f59.\n\nQuiet footsteps behind him bring him from meditation.\n\nHANJO\nSir... The men have gathered.\n\nBut when Oishi opens his eyes, there is a curious look on\nHanjo’s face.\n\nOISHI\nWhat is it?\n\nHANJO\nThere are less than expected.\nEXT. SENGAKUJI TEMPLE - MOMENTS LATER\nOishi quickly makes his way down the foggy path toward the\ntemple. The glow of many lanterns blaze through the mist\n\nahead.\n\nOishi mounts the temple steps and ascends --\n\nINSIDE\n\nAnd where he expects to find Asano’s three-hundred-and-fifty\nloyal samurai warriors, fully-armed and ready to restore\ntheir Lord’s name to glory --\n\nHe is shocked to find only forty-three...\n\nOishi stares at the men, a quarter of them in their fifties\nand sixties. One of them, HORIBE, is even in his late\nseventies.\n\nAnd there isn’t a stitch of steel between them.\n\nOISHI\nWhere are the others?\n\nOishi stands momentarily dumbfounded. A man awaking from a\ndream of heaven...only to find himself in hell.\n\nFinally, an elderly warrior (CHUZAEMON) speaks up.\n\nCHUZAEMON\nWe were once 350 strong. Now look\nat us.\nMURAMATSU KIMURA\nWe're only 45. You promised us honor, Oishi!\nISOGAI\n\nWe should have fought! What good\nare we now?\n\f60.\n\nThe moment turns quiet. Despairing.\n\nNearby, Sujo’s FALCON ruffles its feathers, sending a snow of\ndowny underfeathers to the temple floor.\n\nOishi steps forward.\n\nOISHI\nWhat good are we now?\n\nOishi extends his arm and takes the bird from Sujo. Removes\nits hood.\n\nOISHI\n\nLook at this falcon. Powerful.\nProud. Utterly without fear.",
  "47": "---END OF PREVIOUS SECTION---\nPowerful. Proud. Utterly without fear. \n---TARGET SECTION TO BE ANNOTATED---\n His\nskill at flying makes him the\nunmatched hunter in the sky.\n\n(beat)\nYet despite the thousands of\nfeathers that cover the falcon’s\nbody...only twenty give it flight.\n\nOishi swings his arm, casting the falcon into the air where\nit BEATS THE AIR POWERFULLY with its wings, SOARING back to\nSujo. It settles on his wrist with a proud, noble shriek.\n\nThere’s real power in the moment. Each man stares at the\nbird...then turns back to Oishi, who meets every one of their\neyes.\n\nOISHI\nYou are the ones that came back.\nYou are the strongest, most loyal\nsamurai of the Asano clan. Will\nyou fight with me?\n\nThere is a beat as every man searches his soul, the decision\nhanging in the balance until --\n\nVOICE (0S)\nI will fight.\n\nEveryone turns to see MINORU stride into the chamber. His\ntime in the mercenary company has hardened him. Honed him.\nHe is a serious warrior now.\n\nThe campaigneer meets the gaze of every man in the room,\nchallenging.\n\nMINORU\nI may not be samurai, but I owe\neverything that I am to Lord\nAsano...and I’m willing to give my\nlife if I can help you avenge his\ndeath.\n\f61.\n\nOne by one, the others stand. The tide turns and soon\neveryone has risen.\n\nOishi looks at the forty-six loyal men standing before him --\nranging in age from 24 to 77 -- all willing to die for what\nthey believe in.\n\nIt’s not nearly enough...\n\nBut they will have to make do.\n\nOISHI\nThen we are forty-six united.\n\nVOICE (0S)\nForty-seven.\n\nOishi turns to see --\n\nCHIKARA\n\n-- entering the ring of men. The sixteen-year-old moves to\nstand before his father; a boy on the precipice of manhood.\n\nCHIKARA\nAsano was my Lord as well.\n\nOishi considers his son’s words...\n\nThen suddenly HURLS a sword at him lightning fast! Chikara\nCATCHES the blade by the hilt with ease.\n\nIn his RIGHT hand.\nOishi meets his son’s eyes with respect...and nods.\nOISHI\n(with finality)\nThen if the gods will it...",
  "48": "---END OF PREVIOUS SECTION---\nIn his RIGHT hand. Oishi meets his son’s eyes with respect...and nods. OISHI\n(with finality)\nThen if the gods will it... \n---TARGET SECTION TO BE ANNOTATED---\nwe shall\nfight as forty-seven.\n\nCUT TO:\n\nINT. SENGAKUJI TEMPLE - LATE NIGHT\n\nMany of the men are still talking, catching up. Others\nsleep. Oishi is sitting beside a small fire, contemplating\nhis son who dozes peacefully nearby, when Minoru quietly\nwalks over and sits down.\n\nMinoru speaks quietly so as not to wake the boy.\nMINORU\n\n(re: Chikara)\nHe’s grown.\n\f62.\n\nOISHI\nSo have you. You look like\nHachiman.\n\nMINORU\n\nI feel like him. Ancient.\nEternally exhausted.\n\nOishi looks at Minoru, genuine mirth touches his features.\n\nOISHI\nIt is good to see you again,\nMinoru.\n\nThe two fall into a peaceful silence. But it cannot last and\ndissolves into more serious matters at hand.\n\nMINORU\nLady Asano?\n\nOISHI\n(nods )\nAlive.\n\nMinoru reads between the lines.\n\nMINORU\nWhat aren’t you telling me?\n\nOISHI\nShe is to be married to Kira on the\neve of the new moon.\n\nWe sense it takes every ounce of iron control Minoru has to\nkeep from going after her that very second.\n\nMINORU\nThen how shall we proceed?\n\nOISHI\nTo fight a war, an army needs two\nthings: fire in its belly and\nsteel in its hand... The first we\nhave.\n(dramatic beat)\nNow it’s time to get the latter.\n\nAnd as the two men meet eyes, HARD CUT TO:\n\nECU - A JAPANESE WOODBLOCK\n\nwith an image carved in relief. Carefully, an ARTISAN coats\nthe surface with ink, then presses a large canvas against it,\ncreating an amazing WOODBLOCK PRINT of Mt. Fuji at sunrise as\nseen from a busy marketplace at Edo.\n\f63.\n\nNow TILT UP from the canvas to reveal the exact same\nimage...but this time it’s real. We are:\n\nEXT. CITY MARKETPLACE - OUTSIDE EDO - DAY\nThe Artisan’s quarter. Metalsmiths’ Alley, specifically.\n\nChikara wanders through in wonder. Past Isogai who\ncritically examines a sword maker’s wares.",
  "49": "---END OF PREVIOUS SECTION---\nMetalsmiths’ Alley, specifically. Chikara wanders through in wonder. Past Isogai who\ncritically examines a sword maker’s wares. \n---TARGET SECTION TO BE ANNOTATED---\n Then on past\nanother stall where Minoru is doing the same -- until his eye\ncatches on something in particular.\n\nMinoru lifts a smooth white cube from the table.\n\nMINORU\nHow much for the block of ivory?\n\nVENDOR\nSet it down, halfbreed. We don’t\nsell to your kind.\n\nBut Minoru is used to this. Simply pulls his entire coin\nbelt and sets it down. Ten times what the thing is worth.\nEverything he’s ever saved.\n\nThe vendor stares at the money...and his prejudice is\novercome by practical greed.\n\nVENDOR (CONT'D)\nTake it and go. And don’t tell\nanyone where you bought it!\n\nChikara continues on, to where he hears his father ahead.\n\nOISHI (0S)\nAnd these are your best fighting\npieces?\n\nChikara joins his father at a swordsmith’s stall, where Oishi\nis inspecting a regal-looking katana.\n\nSWORDMAKER\nThe highest quality in all Edo.\nOfficially recognized by the\nEmperor.\n\nWorking the bellows in the rear of the stall, an elderly ONE-\nARMED AINU (an aboriginal Japanese) CHUCKLES at the\nSwordmaker’s sales pitch. The guy is 80 if he’s a day and\nhas a beard to his navel.\n\nThe Swordmaker throws an irritated glance to shut him up, and\ntries to continue.\n\f64.\n\nSWORDMAKER (CONT’D)\nExamine the detail of the\nscrollwork. So delicate. So\nbeautiful --\n\nIn response, the Ainu blows his nose like a trumpet, using\nhis dirty beard as a Kleenex, and laughs like a madman.\n\nThe Swordmaker has had enough, hurling a handful of iron\ntsuba at the toothless old man.\n\nSWORDMAKER (CONT’D)\nI’1ll teach you to cackle, you\nfilthy dung monkey!\n\nThe Ainu skitters back into the shadows. As the Swordmaker\ngoes to chase him away, Chikara picks up the regal sword.\n\nCHIKARA\nThese are the ones we are looking\nfor, right, Father? They are\nbeautiful blades.\n\nOISHI\nAnd nothing more.\n\nChikara is confused. Oishi takes the beautiful blade from\nhis hands and explains patiently. A good teacher.",
  "50": "---END OF PREVIOUS SECTION---\nChikara is confused. Oishi takes the beautiful blade from\nhis hands and explains patiently. A good teacher. \n---TARGET SECTION TO BE ANNOTATED---\n A great\nfather.\n\nOISHI (CONT'D)\nThe steel tells all. Ifa\nswordmaker is lazy and folds the\nmetal only a handful of times, the\ncarbon doesn’t get distributed and\nthe iron remains soft.\n\nOishi presses on the sword edge with his thw --\n\nCHIKARA\nCareful, Father!\n\n-- but rather than cut him, the metal BENDS like butter. The\nsight impresses Chikara...but affects Oishi in a deeper way.\n\nOISHI\nHow many samurai have been sent to\ntheir deaths with a weapon like\nthis in their hands?\n(shakes his head sadly)\nTerrible...\n\nOishi slides the blade back into its scabbard just as the\nSwordmaker returns.\n\f65.\n\nSWORDMAKER\nI’m sorry about that foul creature.\nNow, let us back to business --\n\nOISHI\nClearly you are a master\nswordmaker...but I’m afraid this is\nfar beyond what we could afford.\n(bows humbly)\nI thank you for your time.\n\nSWORDMAKER\nThank me in future by not wasting\nit!\n\nAs Oishi continues down the line of stalls, Chikara’s\nattention is drawn to a commotion down the alley.\n\nThree brash samurai -- Noto HARES from their armor -- make\ntheir way through the street, shouting drunkenly and sharply\nslapping people aside with the flat of their blades.\n\nHARE LEADER\nMove, you louts!\n\nMerchants and customers scramble to get out of their way. As\nthey near the stall where Chikara stands, the leader of the\nHares turns to a pretty FRUIT VENDOR GIRL in her stall.\n\nHARE LEADER (CONT'D)\nWe are hungry. Have you any winter\nmelons?\n\nFRUIT VENDOR GIRL\nNo, my lords --\n\nNOTO HARE #1\nLies! She hides them here!\n\n#1 suddenly grabs her and tears her silk robes open, exposing\nher generous bosom.\n\nNOTO HARE #1 (CONT’D)\nI ask you, are those not melons?!\n\nThe men laugh as she struggles to cover up, and #1 is giving\nher breasts a rough squeeze when the HARE LEADER turns and\nsees Chikara staring at him.",
  "51": "---END OF PREVIOUS SECTION---\n#1 suddenly grabs her and tears her silk robes open, exposing\nher generous bosom. NOTO HARE #1 (CONT’D)\nI ask you, are those not melons?! The men laugh as she struggles to cover up, and #1 is giving\nher breasts a rough squeeze when the HARE LEADER turns and\nsees Chikara staring at him. \n---TARGET SECTION TO BE ANNOTATED---\nHARE LEADER\nIs there a problem, peasant?\n\nChikara hesitates. Knows he shouldn’t say anything, but --\n\nCHIKARA\nYes. There is.\n\f66.\n\nThe Hares stop and turn on Chikara, who doesn’t back an inch.\n\nCHIKARA\nSamurai are supposed to protect\ntheir people, not prey upon them.\n\nNOTO HARE #2\nHow dare you speak so insolently to\nyour betters!\n\nCHIKARA\nI see no betters before me.\n\nThere’s a dangerous moment. The Leader steps forward.\n\nHARE LEADER\nThe farmer's got a little pluck in\nhim.\n(turns to Hare #2)\nCut it out.\n\nHare #2 draws his sword with relish, and as he goes to slap\nChikara with the flat of the blade --\n\nAnd in that instant, Chikara’s instinct overrules all\nrational thought. Completely on reflex, Chikara sidesteps\nthe blow and trap-locks the sword out of #2'’s hands. Before\nthe Hares can blink, the sword is now in Chikara’s hands and -\n- WHAMMM!! -- he smashes #2 across the face with it.\n\nTeeth go flying and #2 drops like a felled tree.\n\nAll this happens within a single heartbeat.\n\nThe Hares look at one another -- this is no simple farmer.\nNow the Leader draws his weapons, two double daggers known as\nRABBIT’S TEETH, and springs at Chikara, unleashing an INTENSE\nFLURRY OF BLOWS.\n\nChikara stumbles back, surprised by the speed and ferocity of\nthe strikes. Chikara blocks, but quickly finds himself so\noverwhelmed by the onslaught...\n\n...that he makes a fatal mistake and INSTINCTIVELY SWITCHES\nHIS SWORD TO HIS DOMINANT LEFT HAND.\n\nTHE HARE LEADER\n\nsees opening and as he moves to deliver the death blow --\n\nCLACKK! The Hare Leader’s dual blades are blocked by a\nWALKING STICK.\n\f67.\n\nThe Leader whips around -- to confront a man standing before\nhim. OISHI. There’s a moment...then the Leader recognizes\nhim.\n\nHARE LEADER\nRonin..!\n\nAll around, thirty ears perk up at the word.",
  "52": "---END OF PREVIOUS SECTION---\nThere’s a moment...then the Leader recognizes\nhim. HARE LEADER\nRonin..! All around, thirty ears perk up at the word. \n---TARGET SECTION TO BE ANNOTATED---\n Instantly,\nOishi and his men go for weapons, ready to fight -- but the\nHares do what they what they do best and TAKE OFF RUNNING to\nalert their daimyo.\n\nOishi turns to his men.\n\nOISHI\nIf they get away, our plans are\ndoomed.\n\nWithout another word, Hanjo and Isogai take off after Noto\nHare #1, while Oishi and Minoru follow the Hare Leader,\nleaving Chikara alone in the dust.\n\nTHE HARE LEADER\n\nTrained as a runner since birth, the Leader sprints through\nthe maze of Edo streets, desperately fast, rounding corners,\nleaping off walls, shoving anyone to the ground who gets in\nhis way.\n\nMINORU does his best to stay on his heels, but the bastard’s\nunbelievably fast.\n\nOISHI quickly realizes he won’t be able to keep up, and uses\nhis brain instead of his feet, cutting down an adjacent\nalleyway, hoping to get ahead of the chase while --\n\nISOGAI\n\nis in hot pursuit of Noto Hare #1. As nearly 60-year-old\nHanjo starts to wheeze and fall back, Isogai calls out --\n\nISOGAI\nDon’t worry, old man, I’ve got it!\n\nAnd Isogai takes off at speed, the entire hopes of the 47\nronin resting on his shoulders.\n\nHare #1 runs like a rabbit before the hounds. Were he not\ndrunk, he would certainly leave Isogai in the dust, but his\nlegs have lost their split-second timing and fleetness.\n\nAnd Isogai is gaining.\n\f68.\n\nWatching his pursuer over his shoulder more than the way\n\nahead, Hare #1 rounds a corner -- and finds himself in a dead\nend alley.\nBut just when we think he’1ll stop, he doesn’t -- and runs\n\nstraight for the alley wall! With every ounce of speed he\ncan muster he LEAPS at the stones and REBOUNDS off them,\nsailing over the head of Isogai and toward freedom --!!\n\nBut Isogai reaches up and grabs a foot as he passes -- and\nSLAMS him down to the earth. WHAM!!\n\nNow a desperate scrabble ensues, Hare #1 wielding his double\nshort swords like steel incisors.",
  "53": "---END OF PREVIOUS SECTION---\nBut Isogai reaches up and grabs a foot as he passes -- and\nSLAMS him down to the earth. WHAM!! Now a desperate scrabble ensues, Hare #1 wielding his double\nshort swords like steel incisors. \n---TARGET SECTION TO BE ANNOTATED---\n Isogai and he grapple on\nthe ground, but the Hare’s moves are blazingly fast and he’s\narmored. Isogai’s attempts to harm him are thwarted by the\nsteel and slowly, the fight turns. Hare #1 gets the upper\nhand, double blades poised above Isogai’s chest, and just as\nhe’s about to stab down --\n\nTWO ELDERLY HANDS reach into frame, grip Hare #1’s helm and\nWRENCH IT VIOLENTLY AROUND -- KRRRAAAACCKK! -- BREAKING his\nneck.\n\nHare #1 drops, boneless as a doll, and Isogai looks up at his\nsavior. HANJO stands there.\n\nHANJO\n(pointedly)\nOld man?\nISOGAI\n\nI’m never going to hear the end of\nthis, am I?\n\nHanjo just smiles and we SLAM BACK TO--\n\nTHE NOTO HARE LEADER\n\nracing through the streets, Minoru hot on his heels. He\ntries to lose his pursuer by taking a shortcut beneath a\nbuilding on stilts --\n\n-- to find his only means of escape BLOCKED as OISHI’s shape\nfills the exit. The Leader turns to double back, but now\nMinoru blocks that way as well.\n\nThe Hare Leader's eyes flick back and forth wildly. He’s\ntrapped. And as Oishi and Minoru draw their weapons and\nstart closing in for the kill in perfect synchronicity, the\nLeader sighs, knowing he’s well and truly fucked...\n\nCUT TO:\n\f69.\n\nEXT. CITY MARKETPLACE - MOMENTS LATER\n\nChikara stands at the Fruit Vendor Girl’s stall making sure\nshe’s okay.\n\nCHIKARA\nAre you certain you are all right?\n\nShe refuses to make eye contact. A moment later, her FATHER\nsteps up and pushes Chikara away. Glares at him.\n\nGIRL’S FATHER\nYou aren't welcome here. Your kind\nonly brings trouble.\n\nCHIKARA\nI don’t understand. I came to your\naid --\n\nGIRL’S FATHER\nYou are ronin. You are a disgrace.\nNothing you do will ever change\nthat.\n(beat)\nNow go.\n\nShocked, Chikara looks around...",
  "54": "---END OF PREVIOUS SECTION---\nNothing you do will ever change\nthat. (beat)\nNow go. Shocked, Chikara looks around... \n---TARGET SECTION TO BE ANNOTATED---\nand sees the entire\nmarketplace FOCUSED on him. Looks of disdain. Anger.\nHatred.\n\nAnd for the first time for Chikara, what it truly means to be\nronin hits home.\n\nDISSOLVE TO:\n\nEXT. CITY - LATER\n\nThe five ronin have regathered. Minoru sits beneath a tree,\ncarving the block of ivory he bought. In the b.g., Hanjo and\nIsogai dump the bodies of the slain Hares in the river.\n\nNow PAN OVER TO REVEAL Chikara sitting on a rock, removed\nfrom the group.\n\nAfter a moment, Oishi approaches his son. Sits beside him.\nNeither says a word, until finally --\n\nOISHI\n(quietly)\nListen, Chikara... The only\n\nadvantage we have against Kira, the\nonly possible chance, is by means\nof surprise. They must continue to\nthink we are broken and not a\nthreat.\n(beat)\n(MORE )\n\f70.\n\nOISHI (CONT'D)\nYou weren’t thinking. You must\nsuppress your pride. There will be\na time to fight. This is not it.\n\nHumiliated, Chikara looks up at his father.\n\nCHIKARA\nDo you wish me to go home?\n\nOishi considers...then shakes his head.\n\nOISHI\nNo. We are only 47. We cannot\nafford to lose a single blade...\n\nChikara bows his head in shame as Oishi rises and strides\noff.\n\nCUT TO:\n\nEXT. RURAL ROAD - LATER\n\nMinoru walks beside Chikara, who is drowning in a sea of self-\ndoubt.\n\nCHIKARA\nI am so...ashamed.\n\nMinoru looks him in the eye. Man to man.\n\nMINORU\nThen redeem yourself.\n\nCHIKARA\nBut, I’m cursed. No matter how\nhard I try to suppress it, my left\nhand is dominant. If not for my\nfather intervening back there...\n\nChikara doesn’t finish the thought. It’s too terrible.\n\nMINORU\nYou mustn’t dwell on what’s past.\n\nCHIKARA\nThat’s easy for you to say. My\nfather respects you.\n\nMINORU\n\nPerhaps...but the rest of the world\ndoes not. And never will.",
  "55": "---END OF PREVIOUS SECTION---\nMy\nfather respects you. MINORU\n\nPerhaps...but the rest of the world\ndoes not. And never will. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nMy whole life I have known that I\ncan never be a samurai...but that\nhasn’t prevented me from living as\nthough I could.\n\f71.\n\nChikara looks up at Minoru.\n\nMINORU\nYou must take what you think holds\nyou back and find a way to turn it\ninto a strength.\n\nCHIKARA\nBut how?\n\nMINORU\nYou are your father’s son. You’ll\nfigure it out.\n\nThere is kindness in Minoru’s look. And strength. It’s just\nthe salve for Chikara’s wounded pride. Minoru walks away,\nand as Chikara processes what he’s said --\n\nSFX: SOMEONE GIGGLES BEHIND CHIKARA.\nChikara turns to look...but sees no one there.\n\nChikara continues walking -- and stops short when the MAD\nGIGGLING recommences. He spins around, and this time he sees\nthe ONE-ARMED AINU tottering after him, almost upon him.\n\nONE-ARMED AINU\n.-hee-hee...i know who you\nare...hee-hee...I know what you’re\nlooking for...\n\nAs the toothless old vagabond nears him, Chikara backs away\nin panic and trips, falling flat on his ass. The Ainu\ndescends on him, greasy beard falling in Chikara’s face.\n\nONE-ARMED AINU (CONT'D)\n--.i know...iknowiknowiknow..\nheeheeeheeeee...\n\nCHIKARA\nAaauughh!\n\nIn an instant, Oishi and the others are there. Hanjo uses\nthe point of his sword to back the Ainu away.\n\nHANJO\nLeave him be, old one!\n\nBut even then, the wizened creature can only giggle.\nONE-ARMED AINU\nI know who you are! Lord Asano’s\nmen! Lord Asano’s ronin come\nlooking for weapons.\n\nMinoru and the others look to Oishi, concerned.\n\f72.\n\nISOGAI\nShould I kill him?\n\nONE-ARMED AINU\nKill me? When I’m the only one in\nthe city who knows how to find good\nblades, real blades, instead of\nthese...ornaments.\n\nHe spits out the last word with disgust.",
  "56": "---END OF PREVIOUS SECTION---\nONE-ARMED AINU\nKill me? When I’m the only one in\nthe city who knows how to find good\nblades, real blades, instead of\nthese...ornaments. He spits out the last word with disgust. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI\nWhere?\n\nThe Ainu begins coughing theatrically, leaning heavily on his\nwalking staff.\n\nONE-ARMED AINU\nSo dry out today, is it not? A man\ncan hardly...(cough, cough)...clear\nhis throat to speak. A little\ndrink would ease my--\n\nISOGAI\nAnswer him, you little beggar!\n\nOISHI\nIsogai.\n\nONE-ARMED AINU\nThe tavern is not far. Out of\ntown. Away from trouble. Away\nfrom pesky little rabbits.\n\nThe Ainu indicates behind Oishi with his eyes. Oishi turns\nand sees two Noto Hares walking down the road.\n\nOISHI\n(turning back to the Ainu)\nLead us.\n\nTIME CUT TO:\n\nINT. TAVERN - OUTSIDE THE CITY - LATER\n\nOishi’s men sit around as the One-Armed Ainu loudly finishes\na bowl of soup and uses his beard as a napkin. But when he\nsignals for a refill of his sake cup, Isogai explodes.\n\nISOGAI\nWhy are we wasting our time?! He\nknows nothing! He’s simply trying\nto beg sake off us!\n\f73.\n\nBut before Isogai has finished his rant, the old man slides\nhis walking stick apart to reveal THE MOST BEAUTIFUL EXAMPLE\nOF SWORDMAKING WE HAVE EVER SEEN.\n\nEven Minoru, completely engrossed in carving his ivory block,\nlooks up in wonder.\n\nIn his hands, the Ainu holds a DOUBLE-EDGED KATANA, polished\nmirror bright. Like liquid silver. A steel dream...\n\nWords choke in Isogai’s throat. Oishi stares in open\nastonishment at the quality.\n\nOISHI\nKoto blade...\n\nFrom the reverence in his tone, we can tell it’s the Holy\nGrail of swordmaking.\n\nOISHI (CONT'D)\nHow. .?\n\nONE-ARMED AINU\nThe rest of Japan may have\nforgotten the true art of\nswordmaking...but the Ainu have\nnot.\n\nAnd_ as the old man begins to tell the story, PUSH IN on the\ncoals in the brazier on the table and --\n\nDISSOLVE TO:\n\nA RIVER OF FLOWING LAVA\n\n-- snaking beneath the earth. We are:\n\nINT. MT.",
  "57": "---END OF PREVIOUS SECTION---\nAnd_ as the old man begins to tell the story, PUSH IN on the\ncoals in the brazier on the table and --\n\nDISSOLVE TO:\n\nA RIVER OF FLOWING LAVA\n\n-- snaking beneath the earth. We are:\n\nINT. MT. \n---TARGET SECTION TO BE ANNOTATED---\n FUJI\n\n-- where we FOLLOW the lava flow through a maze of VOLCANIC\nTUNNELS formed of solidified molten rock. Orange light\nsuffuses the tunnels, making them glow. From somewhere\nahead, and the sound of SMITHS’ HAMMERS can be heard.\n\nONE-ARMED AINU (VO)\nFrustrated at the deterioration of\nthe swordmaking art, the\ndescendants of legendary swordmaker\nAmakuni retreated into the lava\ntunnels beneath Mt. Fuji to\nrediscover their ancestor’s lost\ntechniques.\n\f74.\n\nNow we round a bend in the tunnel and enter Hell’s Foundry --\nan awesome chamber of stalactites and stalagmites where an\narmy of ONI (fierce Japanese demons) work iron into steel\nusing bubbling calderas of lava as their furnace.\n\nONE-ARMED AINU (VO) (CONT'D)\nDown there in the dark, they used\nthe earth as their forge. With no\nsun to tell the time, the\nswordmakers worked relentlessly,\nday and night, caring only for\ntheir craft, their bodies changing,\nbecoming muscled from the hammer,\ntheir skin baked red as kiln bricks\nfrom the unending heat, their eyes\nseared milky white from staring at\nthe glow of molten metal.\n\nCLOSE IN on the largest of the Oni as he pulls a GIGANTIC\nBLADE from a lava pot. It glows cherry red as he places it\non an iron deposit and raises a MASSIVE HAMMER to shape it--\n\nONE-ARMED AINU (VO) (CONT'D)\n(beat)\n\nBut all that mattered was the\n\nsword.\n\nThe Oni SMASHES the hammer down with the force of a god.\nCLAAAANGG! An EXPLOSION OF SPARKS burst from the metal, and\nwe --\n\nMATCH BACK TO:\n\nTHE BRAZIER (INT. TAVERN) - CONTINUOUS\n-- as the Ainu pokes the coals and sparks fly.\n\nThe tale has spellbound Oishi’s men. All except Isogai, who\nrolls his eyes at the theatrics.\n\nONE-ARMED AINU\nThe price for the blades is two-\nfold. The first is your silence.",
  "58": "---END OF PREVIOUS SECTION---\nAll except Isogai, who\nrolls his eyes at the theatrics. ONE-ARMED AINU\nThe price for the blades is two-\nfold. The first is your silence. \n---TARGET SECTION TO BE ANNOTATED---\nIf the Emperor were to discover the\nswordmakers, he would claim them\nand the art would be lost forever.\n\nOISHI\nAnd what is the second?\n\nONE-ARMED AINU\nGold. Fifty kobans apiece.\n\nEveryone reacts. Shocked. Outraged. Isogai physically\nstumbles back from the figure.\n\f75.\n\nMINORU HANJO\nWhat?! Are you joking?!\n\nISOGAI\nI have heard enough! The man is\nclearly a thief, Oishi! No one\nmakes koto blades anymore, the\nsecrets are gone. The blade is too\npretty. It would never stand up in\nbattle battle. It’s a fake!\n\nAt that, the Ainu rises.\n\nONE-ARMED AINU\nIf it is a fake, then strike me\ndown.\n\nISOGAI\nWatch your words, old man. I’m\ntempted to do just that!\n\nONE-ARMED AINU\nThen strike at me.\n(beat)\nIf you do not, then I will.\n(beat )\nStrike me!\n\nWhen Isogai hesitates, the Ainu moves lightning fast,\nsnatching up his sword with his lone arm and ATTACKING!\n\nIsogai reacts on decades of hard-drilled instinct, parrying\nthe blow -- CRAAANG! -- then CHOPPING the Ainu across the\nmiddle, cleaving him in two!\n\nISOGAI\nYou should not have struck at me,\nold man. I regret that I had to\nkill you.\n\nBut the Ainu doesn’t fall. And instead, starts to laugh.\n\nONE-ARMED AINU\nAnd I regret that you are in error.\nYou’ve done me no harm.\n\nAt this, the Ainu straightens and we see he’s completely\nunharmed. Isogai gapes in awe...until he sees his blade\nlaying on the ground, SHATTERED. He’s been standing there\nlike an idiot, holding only the handle of his sword.\n\nAnd the Ainu’s sword is untouched. Not a nick on it.\nNothing.\n\nOishi turns to him. And smiles.\n\f76.\n\nOISHI\nWe'll take 47.\n\nEXT. TAVERN - WIDE SHOT - LATER\n\nAs the group leaves the inn, Oishi SENSES someone or\nsomething watching them from the dark forest.\n\nOishi turns. Scans the woods.",
  "59": "---END OF PREVIOUS SECTION---\nTAVERN - WIDE SHOT - LATER\n\nAs the group leaves the inn, Oishi SENSES someone or\nsomething watching them from the dark forest. Oishi turns. Scans the woods. \n---TARGET SECTION TO BE ANNOTATED---\n But when he finds nothing, he\nturns back and continues on his way.\n\nIt is only when Oishi is gone that a SHAPE moves from it’s\nhiding place -- perched high in the shadows of a tree with\nmetal climbing claws on hands and feet. The most feared and\nloathed type of mercenary in all of Japan.\n\nThe NINJA bounds impossibly from treetop to treetop, stalking\nits prey...\n\nDISSOLVE TO:\n\nEXT. MOUNT FUJI - ESTABLISHING\n\nThe world’s most-recognizable stratovolcano stands\ndramatically against the horizon, a THICK COLUMN OF ASH AND\nSMOKE rising from its snowy cone.\n\nAt the base of the mountain --\n\nOISHI\n\n-- leads a half-dozen of his ronin and a complement of\nBEARERS pulling wagons through the bamboo forest known as the\n“Sea of Trees”. Soon, a clearing reveals a STRUCTURE ON\nSTILTS built up against the side of the mountain.\n\nSitting abandoned for several years, the Lotus Peak looks\nmore like a haunted house than a tea room.\n\nINT. ABANDONED TEAHOUSE - CONTINUOUS\n\nShrouded in cobwebs, dust and deep shadows...\n\nThe tea hall is a single greatroom, filled with shoji walls\nthat could subdivide the space into numerous private tea\n\nrooms.\n\nHANJO\nI think we’ve been had.\n\nOishi says nothing, moving forward through the darkened\nspace. The others follow. And as they do...\n\f77.\n\nWe NOTICE the maze of shoji walls begin to SILENTLY SHIFT\naround them. Unnoticed by Oishi’s men, the ricepaper walls\nSLIDE into place, SEPARATING the group into smaller and\nsmaller factions. And just as the trap is about to spring --\n\nOISHI notices a BROKEN COBWEB. And then another. And as his\neyes track a SERIES OF BROKEN COBWEBS up the walls and into\nthe shadows, realization hits --\n\nSomeone has scaled the walls! Someone is in here with us!\n\nOISHI\nSHINOBI!\n\nOishi whips his sword out and up before his face just as a\nNINJA strikes from the ceiling shadows like a cobra, spitting\na SPRAY OF GREEN POISON in his face.",
  "60": "---END OF PREVIOUS SECTION---\nSomeone is in here with us! OISHI\nSHINOBI! Oishi whips his sword out and up before his face just as a\nNINJA strikes from the ceiling shadows like a cobra, spitting\na SPRAY OF GREEN POISON in his face. \n---TARGET SECTION TO BE ANNOTATED---\nECU AS THE POISON SPRAY hits the flat of Oishi’s blade and is\nDEFLECTED into two separate streams away from Oishi’s nose\nand_ mouth!\n\nOishi wheels away -- just in time to see a small clay BALL\nwith a LIT FUSE tossed among the samurai. BOOOOM!!\n\nThe Thunderclap goes off like a cannon, DEAFENING SOUND and\nBLINDING LIGHT that reveals THE WALLS ARE CRAWLING WITH\nNINJA!\n\n[SFX NOTE: As a result of the grenade, the only sound in the\nfollowing scene is the TINNY RINGING of Oishi’s ears.]\n\nAs the samurai try to shake off the effects of the blast, the\nNinja STRIKE. Smouldering flames illuminate glimpses of HOOK\nAND CHAIN grabbing people under their chins and YANKING them\nup into the darkness. Ninja MATERIALIZING from the shadows\nand striking with SHURIKKEN, DISK HARPOONS, TIGER CLAWS.\n\nONE BEARER tries stay out of range of a ninja with a spear --\nbut realizes too late when it guts him from across the room\nthat the SPEAR IS EXTENDABLE!\n\nIt’s like the ambush out of Aliens. The ninja materialize\nfrom the dark, attack with inhuman ferocity, then disappear\nback into shadow.\n\nTHE BEARERS panic, dying in droves, while --\n\nOISHI’'S MEN master their fear and battle for their lives.\nSuddenly, a chain wraps around Oishi’s sword and RIPS IT AWAY\n\ninto the dark as another ninja attacks with ninja-to, the\ndistinctive ninja straight sword.\n\f78.\n\nReacting without thought, Oishi STEPS INTO THE ATTACK and\nSLAPS THE BLADE ASIDE with the flat of his hand -- then grabs\nthe sword’s guard with his fingers and YANKS it out of the\nninja’s hands, dispatching him with a move called Flowing\nWater.",
  "61": "---END OF PREVIOUS SECTION---\nSuddenly, a chain wraps around Oishi’s sword and RIPS IT AWAY\n\ninto the dark as another ninja attacks with ninja-to, the\ndistinctive ninja straight sword. 78. Reacting without thought, Oishi STEPS INTO THE ATTACK and\nSLAPS THE BLADE ASIDE with the flat of his hand -- then grabs\nthe sword’s guard with his fingers and YANKS it out of the\nninja’s hands, dispatching him with a move called Flowing\nWater. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI\nRonin, to me!\n\nMINORU divides one dark warrior into four equal parts, then\n\nturns -- as a NINJA POISONER rises from the dark before him!\nThe Poisoner spits like a snake, but Minoru is faster,\nwhipping his sword across the man’s neck -- and a GUSH OF\n\nPURPLISH TOXIN rushes down the poisoner’s chest from his\ngaping throat!\n\nOne by one OISHI AND HIS MEN fight their way to each other.\nBattle back to back against the dark tide of assassins.\n\nBut the Ninja have numbers and surprise, forcing our heroes\ninto --\n\nTHE DEPTHS OF THE TEAHOUSE\n-- where there are no windows. No doors.\nAnd no hope for escape.\n\nOishi and his men fight like lions, battling against the\ncrush of assailants, but soon find their backs against the\nteahouse’s rear wall. Nowhere else to go.\n\nRazor-sharp spear points MATERIALIZE from the dark, followed\nby the ninja warriors who carry them.\n\nOISHI\nCome then, you faceless cowards.\n(whips blood off his\nsword\nMy blade still thirsts.\n\nThe Ninja spearmen CHARGE. Oishi GRABS a spear thrust at his\nchest, stopping it from impaling him, but the kinetic force\nbehind the charge is enough to DRIVE HIM BACK into the wall --\n\n-- AND THROUGH IT! Wood cracks and splinters as Oishi and\nhis men are propelled through the false rear wall of the\nteahouse and into --\n\nA VOLCANIC TUNNEL\n\n-- illuminated by pools of molten lava bubbling up through\nthe earth.\n\f79.\n\nSFX: The demonic percussion of hammers on anvils resounds\nfrom the dark ahead.\n\nThe ninja onslaught drives them toward it. Around a bend in\nthe tunnel and into --\n\nHELL'S FORGE\nThe secret Ainu swordworks within Mount Fuji.\n\nCalderas of molten rock act as FORGES. Steam vents as\nBELLOWS. Raw iron deposits as ANVILS.\n\nInstantly, twenty monstrous OGRES look up from their\nmetalwork. Milky eyes glaring. Rotted teeth snarling.\nImpossible muscles rippling beneath red, baked skin.",
  "62": "---END OF PREVIOUS SECTION---\nMilky eyes glaring. Rotted teeth snarling. Impossible muscles rippling beneath red, baked skin. \n---TARGET SECTION TO BE ANNOTATED---\nThere is a terrible frozen moment, then -- CRRRRAAAASSHH!! --\nan ENORMOUS HAMMER turns a chunk of volcanic rock to fine\ndust an inch from Oishi’s face!\n\nOishi leaps back as a SCAR-FACED OGRE charges from the\nshadows impossibly fast, BELLOWING, and strikes again.\n\nOishi blocks the blow with his sword -- which SHATTERS as if\nit were made of glass.\n\nOISHI\nGods...\n\nAnd as the inhuman beast strikes again --\n\nANOTHER ANGLE\n\nAs WAVES OF OGRES AND NINJAS crash against Oishi’s men,\ncrushing them in nightmarish battle. The ronin fight for\ntheir lives in an impossible, terrifying three-way-battle!\n\nOISHI\n\nis driven back by the Scar-Faced Ogre’s relentless assault.\nHammerblow after hammerblow whooshes past his face with\nenough force to whip his hair wildly about his face.\n\nBut just as the Ogre lunges to strike again, Oishi reverses\nhis footwork and steps in to perform a move known as Dog\nSteals Bone and DISARMS the brute, sending his hammer\nthudding to the floor.\n\nDefenseless, the Ogre freezes and Oishi STRIKES! But as\nAko'’s swordmaster swings --\n\f80.\n\nOISHI\npow (7 ot§ at Ogre)\n\nOishi shoves the monster down and THRUSTS his sword an inch\nabove its head -- to SKEWER a NINJA about to cleave the Ogre\nin half!\n\n \n\nThen Oishi darts off, running into the heart of the battle.\n\nTHE SCAR-FACED OGRE watches him go, realization dawning\nacross his brutish face the man could’ve killed him. That\nthe ronin are not enemies. But the ninja...\n\nScar-Face picks up his hammer and BELLOWS in his savage\ntongue at his Ainu brethren.\n\nALL AROUND\n\nthe Ogres immediately CEASE battling Oishi’s ronin...and turn\ntheir fury on the ninja.\n\nHANJO can’t believe it when the monster he’s fighting\nsuddenly turns and stands beside him to face two ninja with\nchain and sickle.",
  "63": "---END OF PREVIOUS SECTION---\nScar-Face picks up his hammer and BELLOWS in his savage\ntongue at his Ainu brethren. ALL AROUND\n\nthe Ogres immediately CEASE battling Oishi’s ronin...and turn\ntheir fury on the ninja. HANJO can’t believe it when the monster he’s fighting\nsuddenly turns and stands beside him to face two ninja with\nchain and sickle. \n---TARGET SECTION TO BE ANNOTATED---\nBASHO is getting cut repeatedly by a quick little ninja\nwielding two daggers when -- WHAM! -- a TITANIC MALLET\nhammers the little bastard’s head down into his chest cavity.\nThe Ogre responsible steps from the dark and hands Basho an\nextra mallet.\n\nISOGAI dispatches three ninja and turns in time to see a\nnearby Ogre get his arm HACKED OFF AT THE ELBOW by a NAGINATA\nNINJA. But the Ogre isn’t done fighting. Instead, it shoves\nits bleeding stump deep into a red-hot brazier of coals,\ncauterizing the wound, then ROARS and dispatches the Naginata\nwielder.\n\nISOGAI\nNow that he didn’t expect!\n\nBut just then, a fresh wave of ninja enter the caves, led by\na familiar face -- the fearsome Ninja Clanlord -- who\ndispatches three ogres with terrifying ease.\n\nSeeing them coming --\n\nOISHI\n\ntosses his broken sword aside and pulls an unfinished one\nfrom the heat of an Ainu forge. The blade is amazingly\nbeautiful, GLOWING RED HOT like something out of legend.\n\f81.\nWhen a ninja slashes at him, Oishi reflexively blocks with\nthe burning blade -- and SHATTERS the ninja’s weapon.\nAs the ninja tries to draw another weapon, Oishi QUENCHES the\nmolten blade in his belly. ssssSsssss! The ninja falls, his\nclothes BURSTING INTO FLAME wherever the blade touches.\n\nOishi looks at the makers mark on the sword.\n\nOISHI\nKoto blade...\n\nOishi grabs two more from the kiln and hurls them toward --\n\nOISHI\nMinoru!\n\nMINORU\n\ndispatches two ninja with his shattered swords, only nubs of\nblade left, and as a half-dozen more close in -- SSSSsss!\nSSSSsssss! -- two red-hot blades thunk into the backs of two\n\nof his assailants, impaling them and igniting their clothes.\n\nMinoru wastes no time, snatching the glowing swords from the\nbacks of the fallen and whirling on his attackers like a\nblazing cyclone.\n\nCHIKARA\n\nis fighting one ninja, when he suddenly finds himself\nsurrounded by a dozen more.",
  "64": "---END OF PREVIOUS SECTION---\nSSSSsssss! -- two red-hot blades thunk into the backs of two\n\nof his assailants, impaling them and igniting their clothes. Minoru wastes no time, snatching the glowing swords from the\nbacks of the fallen and whirling on his attackers like a\nblazing cyclone. CHIKARA\n\nis fighting one ninja, when he suddenly finds himself\nsurrounded by a dozen more. \n---TARGET SECTION TO BE ANNOTATED---\n The situation is about to turn\ndeadly when --\n\nA HUGE HAND clamps down on his neck from behind and YANKS HIM\nBACKWARDS. Another ninja?!\n\nNo. It’s the Scar-Faced Ogre. He’s dragged Chikara back to\n\nthe edge of a LAKE OF LAVA. There’s nowhere for them to go.\n\nBut as the ninja surge forward to kill them, Scar-Face raises\nhis mallet high and SWINGS --\n\nBut not at the Ninja. AT THE LAVA!\n\nFWOOOSH! The hammer sends a SHEET OF LAVA at the attacking\nninja who scream and burn. Instantly, Chikara and Scar-Face\ncharge forward, slashing and bashing the ninja down.\n\nINT. AINU SWORDWORKS - ANOTHER ANGLE\n\nNow all of Oishi’s men begin grabbing up koto blades out of\n\nkilns, out of forges. And the battlegrounds becomes alight:\nflaming swords against shadowy ninja.\n\f82.\n\nAnd the tides begin to turn.\n\nOISHI fights with the precision and grace of his rank,\nshattering ninja weapons setting fire to ninja with every\nstroke of his legendary blade.\n\nQuickly, the ninja are overcome, slain to a man, except for\nthe --\n\nNINJA CLANLORD\n\n-- who sidesteps a battle with SMOKE BOMBS and races off\nthrough the caves.\n\nBut Oishi and Minoru are already in pursuit, chasing the\nNinja Lord through a series of steam-filled tunnels and into--\n\nA STALACTITE-FILLED CHAMBER\n-- where a hundred bubbling pools of lava dot the cave floor.\n\nOishi and Minoru catch the Ninja Lord and the fight is on:\nthe ronin’s glowing swords working in tandem against the\nNinja Lord’s terrible chain and claw.\n\nThe tempo of the battle gets faster and faster, until their\nmoves are simply a blur.\n\nAnd that’s when the Clanlord takes it up a notch.\n\nSuddenly, Oishi and Minoru’s concentrated attacks are\noutpaced by the Ninja Lord’s IMPOSSIBLE SPEED and, for the\nfirst time ever, Oishi finds himself OUTSKILLED and on the\ndefensive.",
  "65": "---END OF PREVIOUS SECTION---\nThe tempo of the battle gets faster and faster, until their\nmoves are simply a blur. And that’s when the Clanlord takes it up a notch. Suddenly, Oishi and Minoru’s concentrated attacks are\noutpaced by the Ninja Lord’s IMPOSSIBLE SPEED and, for the\nfirst time ever, Oishi finds himself OUTSKILLED and on the\ndefensive. \n---TARGET SECTION TO BE ANNOTATED---\nThe Clan Lord unleashes a flurry of chainwork that finds the\nholes in Oishi’s blocks, in Minoru’s ripostes, slashing them,\nbashing them, forcing them back to the edge of a CALDERA OF\nLAVA where Oishi and Minoru fight, teetering for balance at\nthe edge of the molten pool...\n\nSeeing his opportunity, the Clan Lord SMILES. But just as he\nmoves to force them in --\n\nThe Scar-Faced Ogre appears from the dark and SMASHES THE\nASSASSIN CLANLORD WITH HIS MIGHTY SLEDGEHAMMER, SENDING THE\nBASTARD NINJA SCREAMING INTO THE LAVA!\n\nOishi and Minoru look at one another, then at the Ainu....and\nexhale for the first time in minutes, knowing how very close\nthey came.\n\nFADE TO:\n\f83.\n\nINT. AINU SWORDWORKS - LATER\n\nThe Ainu “Ogres” clean-up, dragging the bodies of the slain\nninja and tossing them into the lava pools, while--\n\nEXT. ABANDONED TEAHOUSE - MT. FUJI - SUNSET\n\n-- the ronin finish securing their carts now filled with\nlegendary weapons.\n\nWith Mt. Fuji pointing heavenward in the plum-colored sky\nbehind them, Oishi bows deeply before the Scar-Faced Ogre,\nclearly the Ainu leader. Minoru and Chikara do the same.\n\nOISHI\nThank you, noble one.\n\nThe Scar-Faced Ogre returns the bow, then looks Oishi in the\neye. Speaks with a voice like the grumbling of deep caverns.\nSomething he hasn’t done in years.\n\nSCAR-FACED OGRE\nMay you..be strong and\ndiligent...in your deeds.\n\nAnd with a final bow, the ronin depart, and we --\n\nTIME CUT TO:\n\nEXT. JAPANESE COUNTRYSIDE - NIGHTFALL - A WEEK LATER\n\nA campsite has been set up. All 47 ronin have regathered.\nIt is clear they have been travelling hard, for all sleep on\nthe ground, utterly exhausted.\n\nExcept for two.\n\nWhile the others sleep, Minoru and Chikara, practice\nswordwork by the light of the campfire.",
  "66": "---END OF PREVIOUS SECTION---\nIt is clear they have been travelling hard, for all sleep on\nthe ground, utterly exhausted. Except for two. While the others sleep, Minoru and Chikara, practice\nswordwork by the light of the campfire. \n---TARGET SECTION TO BE ANNOTATED---\n Minoru instructs him\nin several maneuvers, counterbalancing his left-handedness\nwith a knife in his right hand. And as the two practice\nmaneuvers again and again, Chikara getting better with each\ntry --\n\nSLOW DISSOLVE TO:\n\nAERIAL SHOT - HIGH IN THE JAPANESE MOUNTAINS - DAY\n\nAn ESTABLISHING SHOT of a landscape of snowcapped peaks and\nblack pine...\n\nAnd dominating all from three thousand feet up the steep\nsnowy mountainside, FIND Kira’s impregnable YAMASHIRO (castle\nfortress) looming over the world like a grim stone threat.\n\f84.\n\nEven from our aerial shot, we can see that wedding\npreparations are underway below. Cheerful silks being\narranged. Red lanterns being hung. Excessive pomp and\ncircumstance that is the hallmark of the Master of Protocol.\n\nBut even while all these festivities are being prepared, in\nanother part of the castle, the emotional climate is very\ndifferent.\n\nEXT. KIRA’S FORTRESS - BALCONY\n\nMika and Lord Kira sit in heavy robes, staring out at a frost-\nrimed koi pond in a winter garden below. Candles float on\nthe surface, the fish move sluggishly below.\n\nIt’s majestic and beautiful, but somehow very sad.\n\nThey sit in silence, the only sound the quiet movements of a\nSCRAWNY BOY fanning a brazier to keep them warm while he\nhimself shivers in his thin kimono. Then --\n\nLORD KIRA\n(reciting)\nSpring departs.\nBirds cry.\nFishes' eyes are filled with tears.\n(to Mika)\nAre you familiar with the works of\nBasho?\n\nBut Mika is more concerned about the shivering boy.\n\nMIKA\nThe child is cold.\n\nLORD KIRA\nIs this so?\n(turns to the boy)\nAre you cold, boy? Do you wish for\nme to send you away?\n\nIt’s not a threat. Not quite. The boy shakes his head.\n\nSCRAWNY BOY\n(teeth chattering)\nNo, my Lord. I am warm.\n\nLORD KIRA\nYou see, Lady Asano? You are\nmistaken.",
  "67": "---END OF PREVIOUS SECTION---\nI am warm. LORD KIRA\nYou see, Lady Asano? You are\nmistaken. \n---TARGET SECTION TO BE ANNOTATED---\nKira pours thick green tea into earthenware raku tea bowls\nfor the both of them, then rises to stare out at the view.\n\f85.\n\nLORD KIRA (CONT'D)\nAs you are about a great many\nthings...\n\nWith his back momentarily turned away, Mika seizes the\nopportunity and slips a SMALL SACHET OF POWDER from the\nsleeve of her robe. Pours the contents into Kira’s drink.\n\nShe conceals the sachet just in time as Kira turns around and\npicks up his tea cup. He lifts it to his lips and is about\nto drink --\n\n-- when he NOTICES Mika watching him with interest. It’s the\nfirst time she’s done so. Kira instantly becomes suspicious.\n\nRealizing her mistake, Mika looks calmly away...but it’s too\nlate. Kira notices several GRANULES on the table by his cup.\n\nKira’s eyes narrow.\n\nLORD KIRA (CONT'D)\nBut perhaps I spoke too soon. The\nchild does look cold.\n\nKira takes his tea cup -- and offers it to the boy.\n\nLORD KIRA (CONT'D)\nHere, boy. Warm yourself. Drink\nthis.\n\nThe boy is hesitant, then takes the cup with trembling hands,\nsavoring the warmth. Mika watches the boy. Kira watches\nher. And just as the boy tilts the cup to his lips --\n\nMIKA\nNo!\n\n-- Mika breaks and SLAPS the cup out of his hands, shattering\nit against the ground.\n\nKira looms over her as she crumples to the ground, weeping.\n\nLORD KIRA\nHow like your father you are...\nRash. And a fool.\n\nKira leans down and takes her face in his hands.\n\nLORD KIRA (CONT'D)\nAnd so close to meeting his same\nfate. You play at games where you\ndo not fully comprehend the stakes.\nBut I promise you this: when we\nare wed --\n\n(venomous )\nI will teach them to you.\n\f86.\n\nLord Kira strides away, leaving Mika empty and devastated on\nthe balcony, staring helplessly out at the foothills beyond\nher reach below.\n\nAnd as she does, PUSH IN and VFX SKIM miles down the\nmountainside to --\n\nEXT.",
  "68": "---END OF PREVIOUS SECTION---\n86. Lord Kira strides away, leaving Mika empty and devastated on\nthe balcony, staring helplessly out at the foothills beyond\nher reach below. And as she does, PUSH IN and VFX SKIM miles down the\nmountainside to --\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n FOOTHILLS - JAPANESE COUNTRYSIDE - SAME TIME\n\n-- where Oishi, Minoru and a dozen others belly-crawl through\nthe long grass to reach a vantage point at the top of a rise.\nFar above them, Kira’s castle fortress clutches the\nmountaintop like some sinister stone spider.\n\nThe ronin stare at it, calculating.\n\nOKUDA\nWe should attack tonight. It will\nbe a long climb, but our thirst for\njustice will fuel us --\n\nOishi shakes his head.\n\nOISHI\n\nAttacking Kira’s stronghold would\nbe a futile gesture. The walls are\nimpregnable and he garrisons a\nthousand soldiers inside.\n\n(beat )\nNo. Any attempt on his fortress\nwould be doomed to failure.\n\nOKUDA\n\nThen what have we travelled all\nthis way for? To wait for Kira to\nmarch down the hill and present\nhimself to us.\n\n(imitating Kira)\nWhy, hello, Oishi. Here’s my neck.\nStrike swiftly please.\n\nA ironic smirk crinkles Oishi’s eyes.\n\nOISHI\nThat is exactly what we are going\nto do.\n\nOkuda and the others are confused. So Oishi directs their\ngaze, not up at Kira’s fortress...but down at his fiefdom in\nthe valley below.\n\nAt the foot of the mountain sits Kira’s jinaimachi -- or\ntemple town -- comprised of various community buildings and\nfarms that all bear Lord Kira’s FAMILY CREST: a red octopus\nagainst a golden field.\n\f87.\n\nOISHI (CONT'D)\n\nLady Asano’s period of mourning\ncomes to an end in two days. In\nhonor of their union, Kira has\nordered the entire realm to pay a\ntribute at the Founder’s Temple.\n\nOishi points at the two-story wooden structure in the center\nof the rural village. Sohei, or warrior monks, move about\nthe temple in their distinctive robes the color of dried\nblood.\n\nOISHI (CONT'D)\nAnd Kira himself will be there to\ncollect the prize.\n(beat)\nGreed ever diminishes wisdom...\n\nOishi turns back to his men, determined.",
  "69": "---END OF PREVIOUS SECTION---\nOISHI (CONT'D)\nAnd Kira himself will be there to\ncollect the prize. (beat)\nGreed ever diminishes wisdom... Oishi turns back to his men, determined. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI (CONT'D)\nAnd the very impulse that drove him\nto betray our lord, is the same\nweapon we will use against him.\n\nAnd off Oishi’s words, Minoru turns and looks up at the\ncastle. Stares as if searching for Mika.\n\nAlmost as if the two are connected, and he is returning her\nearlier gaze...\n\nCUT TO:\n\nAN ORNATE PALANQUIN\nSo massive and gaudy, it can only belong to one man.\n\nThirty men bear the garish litter toward the center of town,\nescorted by a ring of two hundred heavily-armed soldiers.\n\nWhen they reach the Temple, Lord Kira steps out in a bombast\nof silk and blackened teeth.\n\nAs he steps inside, PULL BACK TO REVEAL we are:\n\nEXT. KIRA’S TEMPLE TOWN - THE NEXT MORNING\n\nAbuzz with activity, centering on the Founder’s Temple.\nThousands of merchants, townsfolk and farmers come from all\nacross the land bearing their wedding tributes in the form of\nrice, livestock, textiles or coin.\n\nSoldiers and monks herd everyone into an orderly line that\nextends hundreds of yards out of the temple.\n\f88.\n\nAt the edge of town, NOTICE a LONE FARMER entering the\nvillage, carrying his offering of two bolts of silk. As the\nfarmer gets closer and we get a peek beneath his broad hat,\nwe realize it’s OISHI in disguise.\n\nAs Oishi nears the temple, he blends in with the crowd,\nsubtly glances around, taking everything in.\n\nFormulating a battle plan...\n\nPOV OISHI\nNoting the positions of the soldiers around the temple...\nThe MATCHLOCK MUSKETS they carry...\n\nThe four CANNONS stationed beside the temple and, as a\nsoldier exits, a small magazine room where BARRELS OF\nGUNPOWDER (marked with the Dutch East India crest) are\nstored...\n\nBACK TO SHOT\n\nas Oishi is goaded by the soldiers into the long line of\nfarmers to make his offering and meekly complies.\n\nOnce there, he looks around and SPOTS familiar faces\ninterspersed throughout the crowd.\n\nHANJO disguised as a beet-farmer. ISOGAI disguised as an\nartist. BASHO as a workman.",
  "70": "---END OF PREVIOUS SECTION---\nHANJO disguised as a beet-farmer. ISOGAI disguised as an\nartist. BASHO as a workman. \n---TARGET SECTION TO BE ANNOTATED---\nAs a cart filled with wedding gifts rumbles past on its way\nup the mountain, MINORU, disguised as a peasant, maneuvers\nclose enough to SLIP IN A SMALL WRAPPED PACKAGE of his own.\n\nThe line moves forward and soon Oishi finds himself at the\ntemple steps. Above the doorway hangs an immense painting of\nthe temple’s founder, Lord Kira. Below that is a smaller,\nalmost stingy one of the Supreme Buddha.\n\nOishi stops for a moment, struck by the mind-boggling vanity\nof it all.\n\nVOICE (0S)\nYOU THERE!\n\nSuddenly -- WAAAAP! -- Oishi is struck across the shoulders\nby a sword scabbard. An IMPOSING SOLDIER looms before him.\n\nOishi tries to keep his face downcast as the Soldier studies\nhim, but --\n\f89.\n\nIMPOSING SOLDIER\nLook at me.\n(when Oishi doesn’t)\nLOOK AT ME!\n\nOishi does. And just as we’re sure he’s about to be caught --\n\nIMPOSING SOLDIER (CONT'D)\nKeep the line moving.\n\nOishi is as surprised as we are. Nods readily and shuffles\naway, ignoring the Soldier’s muttered curse of --\n\nIMPOSING SOLDIER (CONT'D)\nBrainless peasants.\n\n-- as he moves off into:\n\nINT. FOUNDER'S TEMPLE - CONTINUOUS\n\nPrayer candles and incense dominate the interior of the two-\nstoried hondo -- or main hall -- filled with townsfolk.\n\nLORD KIRA sits in a chair befitting his status, behind a\nscreen of gossamer silk to prevent the gaze of peasants from\nsullying him. It is from there he surveys his offerings.\n\nOishi watches as a PIG FARMER approaches the screen and hands\nover five piglets in a cart. An ACOLYTE records the\ninformation in the official roll. Kira never says a word.\nKira’s functionary, the temple’s CHIEF MONK, does all the\ninteracting with the lesser peoples.\n\nCHIEF MONK\nNext.\n\nAs the Soldier escorts the farmer away, the Chief Monk turns\nhis gaze on Oishi.\n\nCHIEF MONK (CONT'D)\nStep forward.\n\nOishi steps before the screen shrouding Kira’s visage.",
  "71": "---END OF PREVIOUS SECTION---\nAs the Soldier escorts the farmer away, the Chief Monk turns\nhis gaze on Oishi. CHIEF MONK (CONT'D)\nStep forward. Oishi steps before the screen shrouding Kira’s visage. \n---TARGET SECTION TO BE ANNOTATED---\nCHIEF MONK (CONT'D)\nName and offering?\n\nOISHI\nTwo bolts of silk, Holy One.\n\nThe Chief Monk tries to take the bolts, but Oishi holds fast\nto them. The Monk sighs and turns to the Acolyte.\n\nCHIEF MONK\nNote that they are exceedingly poor\nspecimens. Moth eaten.\n\n(MORE )\n\f90.\n\nCHIEF MONK (CONT'D)\nThe cheapest sort.\n(turns back to Oishi)\nIs this insult all you bring your\nliege lord?\n\nOISHI\nNo, there is more...but I fear your\nmaster will enjoy it even less.\n\nThe Chief Monk begins to grow suspicious.\n\nCHIEF MONK\nWho are you? State your name!\n\nOISHI\nWith pleasure.\n\nOishi turns to the screen, eyes steely.\n\nOISHI (CONT'D)\nMy name is Oishi Kuranosuke --\n(the silhouette reacts)\n-- and the tribute I bring is the\nvengeance of Lord Asano Naganori.\n\nRealizing the danger the warrior monk goes for a weapon, but\nin one swift move Oishi draws a sword concealed within the\nbolt of silk -- so sharp that it SLICES through the thousand\nlayers of fabric as it is drawn out -- and SMASHES the monk\nin the head with the steel butt of the blade.\n\nThe Chief Monk DROPS like rag doll.\n\nFaster than anyone can react, Oishi slices through veiled\nscreen -- SCHRRIIIP! -- and is about to hack Kira down when--\n\nOishi STOPS DEAD.\n\nThe man cowering before him is not Kira...but an effeminate\nAIDE acting as his double. And as the implications of this\nsink in--\n\nSFX: THE DISTINCTIVE CLICKS OF TWO DOZEN MUSKET SEAR LOCKS\nBEING COCKED ECHOES AROUND THE ROOM.\n\nOishi looks up to see Kira RIFLE AND BOWMEN ringing the\nbalcony above, all with their weapons trained on him. And\nbelow, every one of the warrior monks holds an exotic weapon\nin hand -- WHIP CHAINS, TIGER HOOKS, IRON FANS.\n\nThe room goes deathly still, everyone holding their breath.\nIn the silence that follows, only one sound can be heard.\n\nLAUGHTER.",
  "72": "---END OF PREVIOUS SECTION---\nThe room goes deathly still, everyone holding their breath. In the silence that follows, only one sound can be heard. LAUGHTER. \n---TARGET SECTION TO BE ANNOTATED---\n Oishi turns to see the Chief Monk, laughing\nthrough blood-stained teeth.\n\fgl.\n\nCHIEF MONK\nWe knew you would come.\n\nOISHI\nHow. .?\n\nHEAVY FOOTSTEPS resound from an alcove...and like a demon\nreturned fresh from hell, the NINJA CLANLORD steps from the\nshadows. Pulls down his mask to reveal half his face has\nbecome a MELTED, SCARIFIED HORROR from the lava beneath Mt.\nFuji.\n\nIt’s the last person on earth Oishi wants to see.\n\nCHIEF MONK\nKira is safe in his fortress,\nronin. Unlike you.\n(to his musketeers above)\nKill him.\n\nThe crowd swiftly moves away from Oishi as the musketeers\ndraw a bead, and just as they are about to fire --\n\nOne of the musketeers heads just SLIDES OFF HIS SHOULDERS and\nTOPPLES to the floor below.\n\nAnother’s arm simply SEPARATES at the shoulder, dropping his\nmusket.\n\nAn archer SCREAMS as two feet of shining steel protrude\nthrough his chest, lancing his heart.\n\nStill another is CLEAVED IN ‘TWAIN, from crown to root, and\nfalls apart in two symmetrical pieces -- revealing Minoru\nstanding behind him.\n\nAs other ronin go to work on the rest and blood and body\nparts rain down, the crowd ERUPTS IN CHAOS. Utter mayhem\nensues as two hundred villagers run in every direction.\n\nInstantly --\n\nTHE NINJA CLANLORD\n\nturns to look back -- and discovers Oishi gone. Blended back\ninto the crowd.\n\nAround him, soldiers and warrior monks begin to drop as the\nronin attack like ghosts, materializing to slit a throat,\nthen vanishing back into the crowd.\n\nIn the pandemonium, it’s impossible to tell harmless villager\nfrom foe. To the Chief Monk, there is only one solution.\n\f92.\n\nCHIEF MONK\nLOCK THE DOORS! KILL EVERYONE\nINSIDE! LET NO RONIN ESCAPE!\n\nOUTSIDE\n\na dozen of Kira’s men begin to swing the massive temple doors\nshut.\n\nINSIDE\n\nMuskets THUNDER. Arrows FLY.",
  "73": "---END OF PREVIOUS SECTION---\nOUTSIDE\n\na dozen of Kira’s men begin to swing the massive temple doors\nshut. INSIDE\n\nMuskets THUNDER. Arrows FLY. \n---TARGET SECTION TO BE ANNOTATED---\n And Oishi sees their only\nchance of escape closing. The doors are so colossal that\nonce they’re shut, there will be no opening them.\n\nAmid the chaos, Oishi spots the sumo-sized Basho in the\ncrowd.\n\nOISHI\nBASHO! THE DOOR!\n\nThe giant looks up and responds instantly, surging forward\nand bowling a path through the crowd to reach the tremendous\ndoors a heartbeat before closing.\n\nHe hits them like a force of nature, driving the dozen men\ntrying to close them back a foot, their boots skidding loudly\nacross the stone floor.\n\nBut that’s where the forward momentum stops and the war of\nstrength begins. OUTSIDE, more men pile on the doors, trying\nto force them shut, while INSIDE Basho strains mightily\nagainst their combined efforts.\n\nKIRA’S SOLDIERS AND WARRIOR MONKS\n\nlash out at anyone within reach -- men, women, children --\nbut find their weapons BLOCKED by ronin swords that appear\nfrom nowhere, protecting the innocents then striking their\nown lethal return blow.\n\nAn arrow about to take a child’s life is SEVERED IN MID-AIR\nby Minoru’s saving sword -- and before the cleaved arrow can\nfall to the ground, Minoru snatches it out of the sky and\nstabs it into the face of an attacking warrior monk.\n\nOISHI defends against three warrior monks, SHATTERING all\nthree of their weapons with a single angry strike.\n\nBut as much damage as they’re doing, the ronin are\ndesperately outnumbered and are starting to take heavy\ncasualties.\n\f93.\n\nISOGAI and others take a hail of musket balls through the\nshoulders, legs, arms.\n\nHANJO barely slips aside from an iron fan slice chop meant to\nbrain him and loses his left ear for the effort.\n\nMINORU ducks away from a decapitating swipe of a RAZOR-SHARP\nWHIP CHAIN and we PUSH INTO A SLOW-MO ECU as the tip of the\nenemy’s steel whip NICKS HIS NECK, drawing only a single drop\nof blood.\n\nAnd though he fells one opponent after another, OISHI’s back\nis RAKED OPEN by dual tiger hooks.\n\nThey have to get out.",
  "74": "---END OF PREVIOUS SECTION---\nMINORU ducks away from a decapitating swipe of a RAZOR-SHARP\nWHIP CHAIN and we PUSH INTO A SLOW-MO ECU as the tip of the\nenemy’s steel whip NICKS HIS NECK, drawing only a single drop\nof blood. And though he fells one opponent after another, OISHI’s back\nis RAKED OPEN by dual tiger hooks. They have to get out. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI\nBASHO!\nACROSS THE ROOM\n\nBasho is a human pincushion of arrows, an easy target for\narchers who do everything in their power to drop him.\n\nBut for all the arrows sticking out of his back, Basho\nstruggles titanically against--\n\nTHE NOW TWENTY SOLDIERS ON THE OPPOSITE SIDE\n\nwho, in unison, try to force the doors closed enough for the\nsix soldiers waiting to drop the heavy WOODEN LOCK BAR --\nthick as the trunk of a great tree -- in place. It’s a war\nof millimeters as the men try to force the lock bar in\nplace...but Basho holds the doors just a hair too wide for it\nto fit.\n\nINT. TEMPLE - CONTINUOUS\n\nAnother arrow buries itself in Basho’s back and he loses\nvaluable ground.\n\nOISHI sees his men taking heavy damage and calls out again to\ntheir only hope.\n\nOISHI\nBASHO! !!\n\nAnd just as --\n\nTHE SOLDIERS OUTSIDE\n\nslide the lock bar in place --\n\f94.\n\nBASHO\n\nhears his master’s voice and digs deep to the titan within\nand SURGES FORWARD WITH EVERY LAST OUNCE OF SUPERHUMAN\nSTRENGTH --!!\n\nAND SHATTERS THE BAR TO SPLINTERS, SENDING THE SOLDIERS\nTUMBLING AND FORCING THE DOORS OPEN WIDE!\n\nInstantly, the panicking crowd races through the opening, the\n47 ronin blending in with them.\n\nTHE NINJA CLANLORD\n\nraces out of the temple with his soldiers and sohei -- and is\nconfronted by the sight of thousands of taxpayers racing away\nfrom the temple in every conceivable direction.\n\nTrying to find the ronin among the stampeding crowd would be\nlike trying to find a needle in a haystack...in the heart of\na raging typhoon.\n\nThough suffering staggering injuries, Oishi and his men have\ngotten away...\n\nSLOW DISSOLVE TO:\n\nA RED SILKEN CLOTH\n\nThen a dozen ORACLE BONES are cast across it.\n\nThe turtle shell fragments tumble and come to rest, and two\ntiny hands ENTER FRAME and begin to search by feel for the\nones that have landed with their inscribed Kanji characters\nfacing up.",
  "75": "---END OF PREVIOUS SECTION---\nThough suffering staggering injuries, Oishi and his men have\ngotten away... SLOW DISSOLVE TO:\n\nA RED SILKEN CLOTH\n\nThen a dozen ORACLE BONES are cast across it. The turtle shell fragments tumble and come to rest, and two\ntiny hands ENTER FRAME and begin to search by feel for the\nones that have landed with their inscribed Kanji characters\nfacing up. \n---TARGET SECTION TO BE ANNOTATED---\nPULL BACK TO REVEAL we are -——\n\nINT. KIRA’S MOUNTAIN CASTLE - THE LORD’S QUARTERS - LATER\nLord Kira waits impatiently for his fortune to be read by the\ncourt PROPHETS -- a pair of ten-year-old children. The\ndivinators are fraternal twins, a boy and a girl.\n\nIt’s the boy whose hands feel the shells.\n\nLORD KIRA\nWell..?\n\nWhen the boy looks up, we see his milky eyes and know that he\nis BLIND. He looks to his sister and she stares into his\neyes. No words pass between them.\n\nThen --\n\f95.\n\nGIRL PROPHET\nHe says you will travel great\ndistances. That a hundred thousand\nshall prostrate themselves before\nyou as you pass. That even the\nShogun will bow before you in awe.\n\nLORD KIRA\nAnd how shall this honor occur?\n\nThe boy casts again and turns to his sister.\n\nGIRL PROPHET\nHe says two feathers shall lift you\nup. And on that day, you will live\nin the minds of your countrymen\nforever.\n\nLORD KIRA\nHmm. I am glad of pleasant news\nfor a change.\n\nThey are interrupted by a knock at the door.\n\nLORD KIRA (CONT'D)\nEnter.\n\nA MESSENGER enters. Bows deeply. Kira doesn’t even turn to\nacknowledge him.\n\nMESSENGER\nThe ronin appeared, exactly as you\nsaid they would, my lord.\n\nLORD KIRA\nYes? And how large was their\nforce?\n\nMESSENGER\nSeveral dozen men, I am told.\n\nLORD KIRA\nThat is all?\n(scoffs)\nPathetic...\nThe Messenger waits as Kira falls silent.\n\nLORD KIRA (CONT'D)\nI wish to see the bodies.\n\nMESSENGER\nThere..are none, my lord.\n\nNow Kira turns.\n\f96.\n\nLORD KIRA\nNone?\n\nMESSENGER\nThey ran. Fought free of the trap\nand scattered to the wi--\n\nLORD KIRA\nOishi ran?\n\nMESSENGER\nYes, lord.\n\nLORD KIRA\nRonin...\n(shakes his head)\n\nIt should not, but cowardice such\nas that surprises even me.",
  "76": "---END OF PREVIOUS SECTION---\nMESSENGER\nYes, lord. LORD KIRA\nRonin... (shakes his head)\n\nIt should not, but cowardice such\nas that surprises even me. \n---TARGET SECTION TO BE ANNOTATED---\n Their\nmaster was a fool, but even he had\nenough propriety to take his life\nwhen shamed.\n\nKira rises and makes his way to the balcony overlooking the\nbonsai garden below. Gazes out.\n\nLORD KIRA (CONT'D)\nA Lord is the spine of his people.\nDo you see now what happens when\nthat spine is broken? When samurai\nhave no master? Disgraceful!\n(then)\nMarshall the troops.\n\nMESSENGER\nWhich divisions, my lord?\nLORD KIRA\nAll of them.\n\n(beat)\nScour the countryside. Let none of\nOishi’s men get away. I want these\nronin hunted down like the gutless\ndogs they are.\n\nMESSENGER\nAnd the wedding, Lord?\n\nLORD KIRA\nWhat of it?\n\nMESSENGER\nIn light of the danger, it’s been\nsuggested we postpone it.\n\f97.\n\nLORD KIRA\n\nThe only danger is to Lady Asano.\nIn their excitement, many accidents\nhave fallen on brides on their\nwedding night.\n\n(malicious)\nThe moment I wed her, I will become\na widower...and the true legal\nruler of Asano lands in more than\nname only.\n\n(grim beat)\nNo. The wedding goes on.\n\nAs the Messenger bows and exits, we PRELAP A MAN CRYING OUT\nIN AGONY, and --\n\nHARD CUT TO:\n\nA DEEP AND TERRIBLE SWORD WOUND\n\nHANDS trying to hold the skin together, trying to stop the\ngushing blood. The victim is one of Oishi’s ronin. The man\ntrying to staunch the flow (SHIOTA) is another.\n\nSHIOTA\nIt won’t stop!\n\nVOICE (OS)\nHold him down.\n\nIt’s Minoru. As they hold him, Minoru takes his sword from\nthe coals of a brazier. The blade GLOWS ORANGE with heat and\nSIZZLES as he presses it to the wound.\n\nThe injured ronin shrieks...but when the sword is taken away,\nthe laceration has been CAUTERIZED.\n\nNow WIDEN TO REVEAL the rest of the scene. It’s a horror\nshow of post-battle triage. BASHO having the arrows cut from\nhis back.",
  "77": "---END OF PREVIOUS SECTION---\nNow WIDEN TO REVEAL the rest of the scene. It’s a horror\nshow of post-battle triage. BASHO having the arrows cut from\nhis back. \n---TARGET SECTION TO BE ANNOTATED---\n OKUDA having his cheek stitched together from a\ncut you can see his teeth through. ISOGAI grunting as thick\nfingers pull a musketball from his shoulder. We are:\n\nINT. ABANDONED FARMHOUSE - NIGHT\n\nWhere the ronin are licking their wounds from their narrow\nescape.\n\nIN THE BACK ROOM\n\nOishi watches the scene in despair. Minoru enters and stands\nbeside him.\n\f98.\n\nMINORU\nThe soldiers have passed. We'll be\nsafe for a few hours, but they’1l\nbe coming back.\n\nIt’s a quiet, tragic moment as they stare at the men. Then --\n\nOISHI\n\nI have miscalculated. My pride has\nbrought us to this.\n\n(beat)\nPerhaps we should have acted the\nnight of Asano’s death. We were\nvastly outnumbered, but at least we\nwould have died valiantly. With\nhonor. Now we are only ronin...\n\n(beat)\n...and we have failed our lord.\n\nMinoru has never seen this side of Oishi, and it scares hima\nlittle.\n\nMINORU\nWhat are you saying?\n\nOISHI\nWe all go our separate ways.\nScatter to the wind.\n\nMINORU\nWe run?\n\nOISHI\nWe live. For as long as we can.\nMaybe there will be another day.\nThe one advantage we had was the\nelement of total surprise, and it\nis gone.\n\nMINORU\nIs it?\n\nOishi looks at him...and amazingly, the man is grinning.\n\nMINORU\nA great warrior once said, “If the\nenemy thinks of the mountains,\nattack like the sea; and if he\nthink of the sea, attack like the\nmountains.”\n\nMinoru turns then...and Oishi follows his gaze to the snowy\npeaks looming above Kira’s fortress.\n\nMINORU\nThey expect us to run. Shouldn’t\nwe attack?\n\f99.\nOishi slowly smiles at his own words coming back to him. A\nspark has been rekindled in his eyes.\n\nOISHI\nGather the men.\n\nSLAM TO:\n\nEXT.",
  "78": "---END OF PREVIOUS SECTION---\nA\nspark has been rekindled in his eyes. OISHI\nGather the men. SLAM TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n ABANDONED FARMHOUSE - NIGHT\nAs the MUSIC RISES, the 47 Ronin don the same formal attire\nthey wore when they first greeted the Shogun -- the\nTRADITIONAL UNIFORM OF THE ASANO CLAN.\nIt is the first time they have worn the Asano CREST since\ntheir disgrace. Etched in moonlight, they look like a battle\nforce stepped from myth.\nOishi looks them all over with pride.\nOISHI\n\nWhile the result may be uncertain,\n\nby dawn they will know the courage\n\nof the Asano Clan!\nThe men unleash a cheer that can be heard by the gods.\nThey're ready.\n\nDISSOLVE TO:\n\nINT. KIRA’S FORTRESS - FORMAL CHAMBER - NIGHT\n\nThe room is filled with a sea of colorfully-wrapped WEDDING\nPRESENTS.\n\nMika sits among them, despondent. Hopeless. Reality setting\nin. There is no getting out of this. This is her future.\n\nOvercome by frustration, Mika hurls a table of gifts aside.\n\nAs the brightly-colored boxes cascade to the ground,\na kaiken -- or SMALL BRIDAL SWORD symbolically given for good\n\nluck -- spills out of one of the packages.\n\nMika picks up the ceremonial blade, her hands begin to\ntremble. Maybe there is a way out of this... Mika closes\nher eyes and exhales, trying to calm herself -- then raises\n\nthe knife to her own jugular.\n\nWith the clock running down on the Shogun’s decree, Mika\ngives in to hopelessness and steels herself for this last\nstatement of defiance against Kira. To die among their\nwedding gifts.\n\f100.\n\nTEARS begin to run down her cheeks. And just as she cries\nout and makes the move to slash her own throat --\n\nMika’s eyes fall on something she recognizes among the sea of\npresents. A gift wrapped in a swatch of silk BEARING HER\nFAMILY CREST.\n\nMika gasps and drops the knife as she races to pick up the\npackage. Unwraps it the reveal a block of ivory delicately\ncarved into the shape of a single beautiful SAKURA BLOSSOM.\n\nMika begins to cry, but now in joy.\nMinoru is here. He is coming for her.",
  "79": "---END OF PREVIOUS SECTION---\nMika begins to cry, but now in joy. Minoru is here. He is coming for her. \n---TARGET SECTION TO BE ANNOTATED---\nAs hope grows in her eyes, filling her with renewed strength,\nand Mika laughs for the first time in a year --\n\nSFX: CRUMP-CRUMP-CRUMP! SOUNDS OF SNOW-MUFFLED EXPLOSIONS\nROCK THE CASTLE!\n\nStartled, Mika races to the balcony, where a SLITHERING NOISE\nbegins to fill the air, GROWING LOUDER with every passing\nsecond. Like a titanic snake sliding down the mountain.\n\nINT. KIRA’S CHAMBERS - SAME TIME\n\nKira is asleep in his opulent bed...when a sound so deep and\npowerful begins to VIBRATE the wall stones in their mortar.\n\nSoftly at first, but then violently enough to wake him in a\n\npanic.\n\nKira races a window...where he sees a LINE OF TORCHES along a\npath to the top of the mountain begin to WINK OUT as\nsomething swallows them, one by one, descending toward the\ncastle.\n\nLORD KIRA\nWhat in hell --?\n\nEXT. KIRA’S MOUNTAIN CASTLE - PARAPET WALK - CONTINUOUS\n\nKira’s GUARDS stand frozen atop the outer defensive wall,\nstaring out at the terrible darkness racing down the\nmountain, heading straight for them. The noise is DEAFENING.\n\nAnd as they watch in horror, the cause of the disturbance\nblasts into the pool of light around the castle --\n\nA MILLION CUBIC FEET OF ICE roars down the mountain, right at\nKira’s castle! The avalanche speeds downward in a solid\nmass, like a vengeful tectonic plate sliding downhill,\nOBLITERATING everything in its path.\n\nA YOUNG GUARD is paralyzed by the sight.\n\f101.\nYOUNG GUARD\nGods...\nA shout Guard #1 jolts him back to motion.\n\nPARAPET GUARD #1\nTHE ALARM, YOU FOOL! THE ALARM!\n\nThe Young Guard runs through the chaos of the walk to reach a\nMASSIVE BELL in the tower.",
  "80": "---END OF PREVIOUS SECTION---\nPARAPET GUARD #1\nTHE ALARM, YOU FOOL! THE ALARM! The Young Guard runs through the chaos of the walk to reach a\nMASSIVE BELL in the tower. \n---TARGET SECTION TO BE ANNOTATED---\n But just as he grabs the rope to\nswing the log clapper --\n\nPARAPET GUARD #1 (CONT'D)\nFIND COVER!! FIND CO--\n\nWHAAAAAAAMMMM! The entire castle SHUDDERS as the avalanche\nCOLLIDES into the wall and --\n\nWHOOOOOOOOOOSH!! The snow sweeps across the parapet walk\n\nlike the Wrath of God, sending everyone screaming into the\nabyss.\n\nIN THE ALARM TOWER ALONG THE REAR WALL\n\nThe Young Guard swings the clapper -- GONNGGGG! -- but the\nsound is swallowed as the avalanche reaches the tower and --\nCRACKKK! -- tears the entire structure away from the wall\n\nlike the hand of frost giant child dissatisfied with his toy\ncastle.\n\nThe Young Guard screams as the tower shears from its\nfoundation and we TRACK WITH HIM as it tumbles all the way\ndown the cliff.\n\nINT. CASTLE COURTYARD - CONTINUOUS\n\nKira’s elite samurai race from their barracks by the\nhundreds, each wearing the Lovecraftian armor of House\nYoshinaka. Their bodies covered in lacquered black scales\nand their kabuto helms wrought into the shape of the DEMON\nOCTOPUS that is his sigil, eight bladed STEEL TENTACLES\ndangling down their backs.\n\nThey reach the breech in the wall, but can see nothing\nthrough the thick clouds of swirling ice crystals.\n\nThen SHAPES appear in the dense fog.\nOCTOPUS SAMURAI #1 is the first to recognize the danger.\n\nOCTOPUS SAMURAI #1\nRONIN!\n\nOishi steps through the mist.\n\f102.\n\nThe Octopus rushes him, but Oishi SIDESTEPS and grabs the\nsteel tentacles dangling from the Octopus’ helm. YANKS down,\nexposing a gap beneath his chin, and thrusts his sword with\nall his pent up rage -- SKEWERING straight through the\nwarrior’s brain AND the top of his ornate helm.\n\nWith a savage twist, Oishi splits the man’s face and helm and\nWRENCHES his sword free.\n\nOishi stands there, chest heaving, splattered in blood...and\ngives the WARCRY he’s been waiting to give since the night of\nhis master’s death.",
  "81": "---END OF PREVIOUS SECTION---\nYANKS down,\nexposing a gap beneath his chin, and thrusts his sword with\nall his pent up rage -- SKEWERING straight through the\nwarrior’s brain AND the top of his ornate helm. With a savage twist, Oishi splits the man’s face and helm and\nWRENCHES his sword free. Oishi stands there, chest heaving, splattered in blood...and\ngives the WARCRY he’s been waiting to give since the night of\nhis master’s death. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI\nFOR LORD ASANO!\n\nAnd the two armies race at one another to begin the greatest\nswordfight in history: Oishi’s ronin against a thousand\nelite samurai.\n\nAnd as the entire castle’s defenses surge at the invaders --\n\nEXT. A QUIET SECTION OF THE PARAPET WALK - CASTLE FRONT\nNow that the defenders are rushing toward the other side of\nthe castle, a half-dozen scaling hooks sail over this\nabandoned section of perimeter wall and -- CLINK-CLINK! --\nlatch on!\n\nMoments later, OKUDA, HAZAMA, two other burly ronin and\nCHIKARA clamber up to the walk.\n\nDOWN BELOW\n\na DARK SHAPE stomps into the courtyard. The NINJA CLANLORD\nsurveys the battle -- and spots OKUDA and his force heading\nfor the CANNON atop the rampart wall.\n\nThe Clanlord grits his melted jaw so hard, we can hear the\nmuscles creak.\n\nAT THE REAR OF THE CASTLE\n\nIn the midst of battle, Oishi looks up and sees Chikara and\nthe others racing across the wall...and below them, a SQUAD\nOF NINJA spider-climbing the walls.\n\nOishi calls out, trying to warn his son --\n\nOISHI\nCHIKARA!\n\n-- but he can’t hear him over the din of battle.\n\f103.\n\nThen -- swish! --a sword swipe brings his focus back to the\nbattle.\n\nPOV OISHI - FORMULATING A BATTLE PLAN\nAs he did against the Brigands at the beginning of the film.\n\nAs Kira’s octopodian army closes in, Oishi MENTALLY DISSECTS\nTHE SCENE. From a WIDE ANGLE, we RACK IN on the courtyard’s\nparticular geographic features: a three-foot thick INNER\nGATE that prevents them from reaching the castle proper, the\nMAZE OF OUTBUILDINGS on this side of that gate, the SLIGHT\nRISE of a particular path weaving between them. Then on the\nWEAPONS HIS OPPONENTS CARRY, noting in VFX their effective\nlethal range and the most immediate threat -- a LINE OF\nSPEARMEN charging them.\n\nFaster than thought, Oishi has his plan and puts it into\naction.",
  "82": "---END OF PREVIOUS SECTION---\nFrom a WIDE ANGLE, we RACK IN on the courtyard’s\nparticular geographic features: a three-foot thick INNER\nGATE that prevents them from reaching the castle proper, the\nMAZE OF OUTBUILDINGS on this side of that gate, the SLIGHT\nRISE of a particular path weaving between them. Then on the\nWEAPONS HIS OPPONENTS CARRY, noting in VFX their effective\nlethal range and the most immediate threat -- a LINE OF\nSPEARMEN charging them. Faster than thought, Oishi has his plan and puts it into\naction. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI\nFORMATION!\n\nInstantly, the ronin form up in a particular configuration,\nand as the enemy spearmen close in as a wave --\n\nOISHI (CONT'D)\nKESA!\n\nOishi’s samurai react in unison, MIRRORING the training we\nsaw them practicing on bamboo targets at the start of the\nfilm. The ANGLES and CAMERA SHOTS are identical, except this\ntime it’s not bamboo they chop, but their opponents’ SPEARS.\n\nSCHUNK-SHUNKK-SCHUNKK! Forty of Kira’s spears are reaped\nlike wheat. Then -- SCHUNK-SHUNKK-SCHUNKK! -- so are the men\nthat hold them.\n\nOISHI (CONT'D)\nNORTH FRONT! MISU-GAESHT!\n\nKoto blades flash diagonally up, CLEAVING through fresh ranks\nof Kira’s spearmen, shattering their enemies’ arms and armor\nwith a quality of weapons and skill Kira’s fighters cannot\nmatch.\n\nThen Oishi charges forward, leading his men into the maze of\nstructures where the narrow walls reduce the advantage of\nnumbers Kira’s army has.\n\nAt a particular stretch --\nOISHI (CONT'D)\n\nWE HOLD HERE UNTIL THEY GET THE\nGATE OPEN!\n\f104.\n\nAnd as Kira’s army closes on both sides and the ronin defend\non two fronts: Oishi and the remaining ronin on the right\nside, and Minoru almost single-handedly holding the left --\n\nATOP THE WALL - OKUDA AND HIS FORCE\n\nhave almost reached the cannon...when the DREAD NINJA\nCLANLORD and his minions mount the parapet walk between them\nand it.\n\nThe HISS of them drawing their EXOTIC WEAPONS and adopting\ntheir FIERCE READY STANCE freezes the blood in the ronin’s\nveins.\n\nAs the Ninja move forward, Okuda’s men try their best to\nengage them -- but are quickly beaten back, intimidated.\nThat’s when Okuda’s men break and BACK AWAY.\n\nChikara retreats with them...until he looks down and sees\nKira’s legions pushing the ronin back in the courtyard.\nClosing in on his friends. On his father.",
  "83": "---END OF PREVIOUS SECTION---\nChikara retreats with them...until he looks down and sees\nKira’s legions pushing the ronin back in the courtyard. Closing in on his friends. On his father. \n---TARGET SECTION TO BE ANNOTATED---\nAnd when Oishi looks up at him and they meet eyes, resolve\nfloods back into Chikara veins.\n\nCHIKARA\n(stopping)\nNo! We can’t! If we don’t open\nthat gate, they die!\n\nBut none step forward.\nExcept Hazama.\n\nHAZAMA\nI’m with you, boy.\n\nAlone, the oldest and the youngest of the ronin share a\nlook...then charge forward like tigers.\n\nAs Hazama engages several ninja, CHIKARA draws his sword and\ncharges the Clanlord. As he nears, he gives a powerful\nkirioroshi downward cut -- but the Clanlord easily turns the\nblade and delivers an arm crushing overhead chop.\nCLAAAAANGGG! !\n\nChikara staggers under the force of the blow, and before he\ncan recover the Clanlord CHOPS again! And again.\nCLAAAANGGG! CLAAAANGGG! !\n\nDOWN BELOW\n\nThe sheer weight of numbers against them SQUEEZES Oishi’s\nforce closer and closer together like a vice.\n\f105.\n\nBodies of the enemy pile up, but still they clamber over in\nan endless tide.\n\nHanjo turns to Oishi.\n\nHANJO\nWe can’t hold.\n\nOISHI\nWe must.\n\nABOVE - CHIKARA\n\nChikara scrambles back beneath the Clanlord’s relentless\nassault. The Assassin Lord strikes FASTER AND FASTER, and as\na mighty koshi giri cut bounds off his blade with the force\nof a sledgehammer -- Chikara winces and reflexively SWITCHES\nHIS SWORD FROM HIS RIGHT HAND TO HIS LEFT.\n\nMATCH TO:\n\nOISHI - DOWN BELOW\n\nspies his son making the fatal mistake against all his\ntraining.\n\nOISHI\nNo...\n\nTHE NINJA CLANLORD’S\n\nmouth twists into a half-melted smile, recognizing the\nopening. And as he raises his blade for the final coup de\ngrace --\n\nThat’s when Chikara STRIKES WITH A DAGGER THAT HAS BEEN\nHIDDEN IN HIS RIGHT HAND, pulling off one of the maneuvers\nMinoru taught him!\n\nLike lightning, Chikara STABS the Clanlord in the leg,\ncausing the assassin’s death blow to swing wide.\n\nAnd before the Ninja Clanlord can react, Chikara rises\nup...",
  "84": "---END OF PREVIOUS SECTION---\nAnd as he raises his blade for the final coup de\ngrace --\n\nThat’s when Chikara STRIKES WITH A DAGGER THAT HAS BEEN\nHIDDEN IN HIS RIGHT HAND, pulling off one of the maneuvers\nMinoru taught him! Like lightning, Chikara STABS the Clanlord in the leg,\ncausing the assassin’s death blow to swing wide. And before the Ninja Clanlord can react, Chikara rises\nup... \n---TARGET SECTION TO BE ANNOTATED---\nand with his DOMINANT LEFT HAND, swings his blade and\nSEVERS THE BASTARD’S HEAD FROM HIS SHOULDERS!\n\nBELOW - ON THE VERGE OF BEING OVERWHELMED\n\nOishi watches with surprise and pride as his son KICKS the\nlegendary Clanlord from the wall.\n\nThere is a moment -- a perfect moment -- where Chikara and he\nmeet eyes.\n\f106.\n\nThen with a warcry, Oishi throws himself back into the fight\nwith renewed energy, driving Kira’s hordes back one last\ntime!\n\nOISHI\nHOUSE ASANO! !\n\nBACK ATOP THE WALL\n\nSeeing their leader tumble off the wall like a swath of\nnight, the remaining ninja show fear for the first time and\nhesitate...and it is their undoing.\n\nOkuda and the others race back, and it is only a matter of\nmoments before the ronin dispatch them in similar fashion.\n\nChikara and Hazama then lead the men to the CANNON and, using\nall their strength, TURN IT to face the INNER GATE. IGNITE\nthe fuse and --\n\nKA-BOOOM! The cannon ball SMASHES a man-sized hole through\nthe gate and SHREDS the few defenders on the other side in a\nBLAST OF SPLINTERS!\n\nInstantly, the Hazama and Okuda reload the cannon from a pile\nof ANTI-INFANTRY CHAIN SHOT stored nearby, reposition the\ncannon and -- BOOOOM!\n\nVFX: we FOLLOW the chain shot as it flies and CLEARS A BLOODY\nPATH through Kira’s samurai from Oishi’s main force to the\nBLAST HOLE in the inner gate.\n\nOISHI\nrecognizes his chance and --\n\nOISHI\nRONIN, TO ME!\n\n-- CHARGES through the GORE PATH before the parted red sea\ncan crash back together.\n\nOishi and his ronin race across the courtyard and duck\nthrough the blast hole in the gate -- then turn and plug the\ngap with their swords.\n\nKira’s legions try to carve their way through, but the gap in\nthe heavy door only allows them through one at a time. The\nresult is a samurai blender -- Kira’s men rushing through\nonly to meet their bloody fates at the angry blades of the 47\nronin.",
  "85": "---END OF PREVIOUS SECTION---\nOishi and his ronin race across the courtyard and duck\nthrough the blast hole in the gate -- then turn and plug the\ngap with their swords. Kira’s legions try to carve their way through, but the gap in\nthe heavy door only allows them through one at a time. The\nresult is a samurai blender -- Kira’s men rushing through\nonly to meet their bloody fates at the angry blades of the 47\nronin. \n---TARGET SECTION TO BE ANNOTATED---\n Stalemate. Kira’s overwhelming strength of their\nnumbers has been temporarily neutralized.\n\f107.\n\nOISHI (CONT'D)\nThis is where we hold. There is no\nfurther retreat.\n\n(turns to look at castle)\nHanjo. Minoru. Isogai. With me.\n\nAnd as they turn and stride for the castle --\n\nINT. FORMAL CHAMBER - CONTINUOUS\nMika sees the battle below. And more importantly --\nMIKA\nMINORU! !\nBACK TO SHOT\n\nAs they mount the keep steps, Minoru and Oishi hear her.\nLook up to spot her in the fourth story window.\n\nMinoru and she meet eyes, and there is a CONNECTION there\ngreater than all other forces in the universe.\n\nOishi recognizes it. Turns to him.\n\nOISHI\nFind her.\n\nMinoru nods, thankful, and races off into the castle. God\nhelp anyone in his way.\nINT. CASTLE - RECEPTION AREA - CONTINUOUS\n\nA statue of a DEMON OCTOPUS dominates the room. Panicking\nservants scream and scatter as Oishi, Hanjo and Isogai.\n\nOishi grabs a COOK as he races by.\n\nOISHI\nWhere is your Lord?\n\nThe man babbles, so Oishi knocks him down and puts his sword\nto his throat. The Cook points in the right direction.\n\nBut as Oishi begins to move that way --\nSIX WARRIORS race from the hall in full cephalopdian armor.\nHanjo and Isogai move as one to intercept the threat.\n\nHANJO\nGo.\n\f108.\n\nAnd Oishi does.\n\nEXT. CASTLE - THE WAR AT THE INNER GATE - CONTINUOUS\n\nThe ronin struggle to hold back immense waves of warriors.\nThe bodies of Kira’s samurai are piling high. Blood churns\nthe ground to red mud.\n\nKira’s soldiers work as a unit try to push through en masse,\nbut Basho uses his inhuman strength to hold them back.\n\nIt’s questionable how long they can hold.\n\nINT. CASTLE - STAIRS - CONTINUOUS\n\nMinoru bounds the stairs three at a time. Kira’s samurai pop\nfrom shadows -- and fall to the ground in a various\nassortment of bloody, quivering parts.\n\nNothing is going to stop him.",
  "86": "---END OF PREVIOUS SECTION---\nCASTLE - STAIRS - CONTINUOUS\n\nMinoru bounds the stairs three at a time. Kira’s samurai pop\nfrom shadows -- and fall to the ground in a various\nassortment of bloody, quivering parts. Nothing is going to stop him. \n---TARGET SECTION TO BE ANNOTATED---\nMINORU\nMIKA?\n\nMIKA (OS)\nHERE! !\n\nAnd like a magnet drawn to true north, he exits the stairs\nand reaches the room where Mika is held.\n\nMINORU\nMika?\n\nMIKA (OS)\nMinoru!\n\nHe BASHES the lock, and when he pushes open the door Mika\nflies into his arms. She’s been strong and brave for so long\n-- a perfect samurai daughter -- but now that Minoru holds\nher, the dam breaks and she allows herself to be human, and a\nwoman, and sobs.\n\nMinoru just holds her. Never going to let go.\n\nCUT TO:\n\nOISHI\n\nmoves through the castle on the hunt. Hysteria has set in\nand swarms of servants run in every direction -- but like\nmagic, they all move out of Oishi’s way as he strides past.\n\nThen, ahead, through the crowd, Oishi spots a flash of\npretentious silk.\n\f109.\n\nOISHI\nKIRA!!\n\nKIRA wheels and sees Oishi...and the Lord of the castle turns\n\nand run in utter panic. Oishi charges forward like a lion\nafter prey.\n\nINT. MIKA’S CHAMBER - SAME TIME\nMinoru finally pulls away from Mika.\n\nMINORU\nWe have to go.\n\nTaking her hand, he leads her down the hall toward the\nstairs...when someone strides out at the end of the hall,\nblocking their path.\n\nThe LOVECRAFTIAN SAMURAI. Kira’s fiercest warrior. The\ndemon that bested Minoru in the competition at Asano’s\ncastle. The bastard that lead Mika’s father to her doom.\nHis voice is the basso of funeral drums.\nLOVECRAFTIAN SAMURAI\nI bested you before, halfbreed.\n(beat)\nKneel and I shall make it quick.\nMinoru gently pushes Mika back from what’s about to occur.\nMINORU\nBut this time I fight for more than\nhonor.\n\nThe two square off. This is a battle that had to happen.\nAnd this time it won’t cease at first blood.\n\nThis time we will get to see how it truly ends.\n\nLOVECRAFTIAN SAMURAI\nSo be it.\n\nAnd with slashing swords and steel tentacles, the Gods of War\nexplode into combat!\n\nSMASH TO:\n\nEXT.",
  "87": "---END OF PREVIOUS SECTION---\nLOVECRAFTIAN SAMURAI\nSo be it. And with slashing swords and steel tentacles, the Gods of War\nexplode into combat! SMASH TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n CASTLE - PARAPET WALK\n\nChikara watches as a massive division of Kira’s men split\naway from the group assaulting the gate -- and begin racing\nup the rampart steps.\n\f110.\n\nCHIKARA\nThey’re after the cannon!\n\nHAZAMA\nIf they get it, they’ll breech the\ngate.\nCHIKARA\n(to Okuda and the others)\nHold them back!\nAnd as Okuda’s force races to meet the octopus-armored\nsamurai, Chikara and Hazama position the cannon at the\nrampart stairs and -- BOOOOM!\nSamurai bodies fly and fall as the stairs collapse.\n\nThen Chikara and Hazama charge into the fray.\n\nINT. CASTLE - CORRIDOR MAZE - SAME TIME\n\nOishi is following Kira’s terrified flutter of silk through\nthe labyrinth of hardwood corridors, gaining, when --\n\nOISHI\nAUGHH!\n\n-- a yari SPEAR flashes out through a hole in the wall and\nIMPALES him through the shoulder.\n\nThen ——- SHUNKK! Another spear flashes out from a hole in the\nopposite wall and LANCES him through the leg.\n\nWith a yell, Oishi then SLASHES DOWN then UP, freeing himself\nby severing the spears that pins him.\n\nNow, Oishi turns and looks about him...\n\n.-+-and sees 200 other SPEAR HOLES lining the walls. Kira has\nled him into a trap -- a HALL OF DEATH.\n\nAt the end of the hall, Kira watches smugly as Oishi realizes\nhis predicament.\n\nBut Oishi is samurai...and doesn’t fear death.\n\nSamurai training pulsing through him like a live wire, Oishi\ncontinues to move toward Kira. Cautiously. Listening...\n\nAnd the second he hears wood sliding on wood --\nOishi turns performing a whirlwind cut known as Sparrows\n\nFlying and -- SHUNKK! SHUNKK-SHUNKK!! -- HACKS DOWN three\nmore spears darting out at him!\n\f111.\n\nAs the speartips clatter to the floor, Oishi meets Kira’s\neyes...and smiles.\n\nKira’s face falls. And Oishi CHARGES.",
  "88": "---END OF PREVIOUS SECTION---\nAs the speartips clatter to the floor, Oishi meets Kira’s\neyes...and smiles. Kira’s face falls. And Oishi CHARGES. \n---TARGET SECTION TO BE ANNOTATED---\n SHUNK-SHUNK-SHUNK-\nSHUNK! Waves of spears flash out, but Oishi’s sword whips\naround him at blinding speed, his amazing bladework turning\nthe hallway into an EXPLOSION OF SPLINTERS as he races\nthrough to the end and after Kira.\n\nINT. CASTLE - OUTSIDE MIKA’S CHAMBERS - SAME TIME\n\nMika watches in horror as Minoru and the Lovecraftian Samurai\nhack and slash at each other in the mother of all battles.\nMinoru’s sword versus the demon fighter’s blade and whipping\ntentacles.\n\nThe fight is a blur, but like their previous fight in the\narena, we again watch helpless as the TIDE SLOWLY TURNS\nagainst Minoru.\n\nThe Lovecraftian Samurai repeatedly WHIPS OUT his heavy steel\ndreadlocks to trap Minoru’s sword and strike down into his\nshoulder. His back. His arm.\n\nBut the worst happens when Minoru goes to defend a lightning\nfast attack -- that the Lovecraftian Samurai suddenly\nREVERSES, COMPLETELY SEVERING Minoru’s little and ring\nfingers from his right hand!\n\nMINORU\nGAAAAGHH !\n\nThe koto blade falls from Minoru’s grasp to clatter to the\nfloor. And in that instant, the Lovecraftian warrior SLINGS\nhis head around and LASHES his tentacles around Minoru’s\nthroat, YANKS the ronin close and --\n\nMIKA\nNo!\n\n-- STABS Minoru COMPLETELY THROUGH HIS CHEST!\n\nMika screams as she sees the bloody blade EXPLODE from\nMinoru’s back.\n\nThe demon samurai yanks the blade out, then HURLS Minoru to\nthe ground like trash. Stomps on his chest and readies his\nblade for the final, life-ending thrust.\n\nMinoru lays there gasping, all the fight bleeding out of him\nonto the floor with his life’s blood.\n\nLOVECRAFTIAN SAMURAI\nYour father should have done this\nthe moment you came out of the\nwomb, halfbreed whelp.\n\f112.",
  "89": "---END OF PREVIOUS SECTION---\nMinoru lays there gasping, all the fight bleeding out of him\nonto the floor with his life’s blood. LOVECRAFTIAN SAMURAI\nYour father should have done this\nthe moment you came out of the\nwomb, halfbreed whelp. 112. \n---TARGET SECTION TO BE ANNOTATED---\nAnd just as the Lovecraftian Samurai pulls back to strike --\n\nWe see Mika RISE behind him, Minoru’s sword held high! With\nrighteous fire, she CHOPS DOWN!\n\nVFX - SLOW MOTION: But as the sword nears, the samurai\nSENSES the threat and wheels around, the blow missing him by\nthe width of a strand of silk.\n\nThe sword clangs off the ground, and the demon samurai\nSMASHES MIKA DOWN with a vicious steel-gauntleted backhand.\n\nMika crumples to the ground, and seeing that --\n\nMINORU’S\n\n-- switch is flipped. With a cry of rage, he rises from the\ndead, ignoring the pain to snatch up his sword and throw\nhimself into one final all-consuming attack.\n\nThe Lovecraftian Samurai tries to counter with his tentacles\n-- but Minoru SEVERS THEM WITH A SINGLE MIGHTY BLOW!\n\nThe samurai staggers back in shock, unbelieving, severed\ntentacles clinking to the floor around him.\n\nAnd that’s when Minoru finishes it. Sword whirling like a\nhelicopter blade, Minoru VIVISECTS THE BASTARD INTO NEAT\nLITTLE SIX-INCH HORIZONTAL SLICES FROM HEAD TO FOOT!\n\nMika stares until Minoru turns her away from the gruesome\nsight.\n\nMINORU\nLet's go.\n\nAnd as he leads her away, HARD CUT TO:\n\nEXT. CASTLE - THE WAR AT THE INNER GATE\n\nThe ronin still hold the portal...but they’re taking ghastly\ninjuries and --\n\nSFX: THE SPLINTERING OF WOOD!\n\nUnder the weight of the onslaught, the gate is beginning to\nFRACTURE, while --\n\nINT. CASTLE - CORRIDORS - SAME TIME\n\nOishi ignores his injuries and TRACKS Kira to:\n\f113.\n\nTHE WOMEN’S APARTMENTS\n\nLeaving a trail of blood behind him, Oishi enters...and SPIES\nKira hiding among the women and children.\n\nOishi strides to him like a wraith of vengeance. Grabs the\ncoward by the collar of his robes and drags him across the\nroom.\n\nKira scrabbles at the floor as Oishi drags him away.",
  "90": "---END OF PREVIOUS SECTION---\nOishi strides to him like a wraith of vengeance. Grabs the\ncoward by the collar of his robes and drags him across the\nroom. Kira scrabbles at the floor as Oishi drags him away. \n---TARGET SECTION TO BE ANNOTATED---\nLORD KIRA\nNo! Please--! NOOOOOO!!\n\nOishi dumps him in the center of the room.\n\nLORD KIRA (CONT'D)\nI beg of you! I beg of you--!\n\nOishi’s response is a lump of metal dropped at his feet. The\nKNIFE Asano committed seppuku with.\n\nOishi’s voice is a study in calm and control.\n\nOISHI\nYou recognize it.\n\nIt’s not a question.\n\nLORD KIRA\n.-w-what could I have done? He\nviolated the law!\n\nOISHI\nAnd you have violated the honor of\nyour House.\n(slides the knife closer)\nRedeem it.\n\nKira looks at the knife...and begins to cry. His tears ruin\nhis perfect powder-whitened face. His blackened teeth. His\nregal robes.\n\nIt’s pathetic.\n\nLORD KIRA\nHave you no mercy?\n\nOishi’s cold, hard stare says it all -- no.\n\nEventually, with a trembling hand, Kira picks up the knife.\nSniffs and wipes his eyes with the sleeves of his robe.\n\nLORD KIRA (CONT'D)\nYou will tell them I died with\nhonor?\n\f114.\nOISHI\nI will tell them the truth.\nKira nods. Readies himself. Exhales and --\nSCRAMBLES backwards to grab a CHILD as shield, placing the\ndagger to the young girl’s throat. Kira shrieks at Oishi in\na shrill, panicky voice.\nLORD KIRA\nYou get away from me or I will kill\nthis girl!\nBut Oishi isn’t buying into it. Like a machine, he steps\nforward and gives Kira a resounding open-handed SLAP across\nthe face. Then again.\nIt’s not a beating for a man.\n\nAs Kira sits stunned by the insult, the little girl runs\naway.\n\nOishi then seizes Kira’s knife hand in an iron-hard grip.\nOISHI\nCoward... Know now the depth of my\nLord’s bravery and honor.\n\nAnd with that, Oishi forces Kira’s hands to slit his own\nbelly, committing SEPPUKU.\n\nKira’s eyes widen in shock and pain ...and something else.",
  "91": "---END OF PREVIOUS SECTION---\nKnow now the depth of my\nLord’s bravery and honor. And with that, Oishi forces Kira’s hands to slit his own\nbelly, committing SEPPUKU. Kira’s eyes widen in shock and pain ...and something else. \n---TARGET SECTION TO BE ANNOTATED---\nAs Oishi forces the tyrant to cut himself open, Kira looks\ndown and NOTICES Lord Asano’s FAMILY CREST on the sleeves of\nOishi’s robes: two HAWK FEATHERS, crossed over one another.\n\nLORD KIRA\n...two feathers....\n\nAnd with horrific realization, the twins’ prophesy comes\nclear in Kira’s mind. Kira tries to laugh, but grunts in\nagony instead.\n\nAnd dies.\n\nCUT TO:\n\nEXT. CASTLE - THE WAR AT THE INNER GATE\n\nThe legions of Kira’s samurai make a final massive surge and\nthe gate GIVES WAY! The ronin back away as the nightmare\narmy FLOODS THROUGH. There is no hope now.\n\nThe octopus-legions unleash a BLOOD-THIRSTY VICTORY CRY, and\nas they CHARGE forward to utterly obliterate the ronin --\n\f115.\nMysteriously, Kira’s warriors SLOW. Then STOP. Staring in a\ndaze at the ronin only twenty feet from them.\nThe ronin are confused by the sudden cease in battle, then\nrealize the warriors are not staring at them, but behind them\nat:\nOISHI\n\nwho steps out of the castle...KIRA’S HEAD held by its hair in\nOishi’s right hand.\n\nAnd, unknowingly fulfilling the prophesy, Oishi raises the\nhead of the vanquished despot for all to see -- the “two\nfeathers” of Asano’s crest on his sleeve “lifting Kira up to\nlive in the minds of his countrymen forever”.\n\nUtter stillness and silence descend on the castle.\n\nIt’s a moment frozen in time, Oishi standing there...\n\nBut this ultimate act of loyalty, of bravery, of bushido,\nresonates with Kira’s defense force...and one by one, they\ndrop to their knees.\n\nAnd PROSTRATE themselves before the 47 ronin.\n\nDISSOLVE TO:\n\nEXT. KIRA’S MOUNTAIN CASTLE - MINUTES LATER\n\nThe stronghold’s monstrous front gates groan apart, and the\n47 ronin walk out. Though none of them have died, most bear\nmortal or nearly mortal wounds that they will soon succumb\nto.\n\nBut there is one final job to do first.",
  "92": "---END OF PREVIOUS SECTION---\nKIRA’S MOUNTAIN CASTLE - MINUTES LATER\n\nThe stronghold’s monstrous front gates groan apart, and the\n47 ronin walk out. Though none of them have died, most bear\nmortal or nearly mortal wounds that they will soon succumb\nto. But there is one final job to do first. \n---TARGET SECTION TO BE ANNOTATED---\nSo huddling together, helping each other, Oishi’s exhausted,\ninjured, ragtag band of fighters exit the fortress all of\nthem were certain they would never escape alive.\n\nBehind them, the entire castle remains kowtowed in reverence.\n\nAnd as the music RISES, it sweeps us into a MONTAGE of:\n\nTHEIR JOURNEY HOME\n\n-- The ronin descending the mountain. Oishi walks in the\nlead, Kira’s head dangling from his hand like a lantern of\ntruth.\n\f116.\n\n-- Reaching the foothills, they pass a farmer turning his\nfield. The man stops dumbfounded when he sees the head.\nBows. Then races away to tell the village the tale.\n\n-- Word travels quickly, and the inhabitants of Kira’s\nvillage are all waiting when the ronin crest the rise. The\npeasants approach Oishi’s men as they pass. The men mutter\nwords of thanks. The women openly weep. The children touch\nthese new heroes in awe.\n\nEven the warrior monks in their blood-red robes bow in\nreverence as the ronin pass.\n\n-- And so it goes, all the way across the countryside.\n\nMoved by their tale, villagers line the roads in greater and\ngreater numbers to watch Oishi and his men pass. Giving them\nofferings of food. Water. Helping them walk.\n\n-- Chikara stumbles, and a hand reaches out to lift him up.\nIt is the FRUIT VENDOR and his DAUGHTER who scolded him in\nEdo. They help him up, then bow down in reverence. This\ngesture of respect gives Chikara the strength to continue on.\n\n-- When they reach Ako, they are surrounded by familiar\nfaces. Shamed faces. The BURLY VENDOR who spit on Oishi\nbeseeches him for forgiveness.\n\nBURLY VENDOR\nI’m sorry. I’m so sorry. I didn’t\nknow... How could I know?\n\nOthers appeal to Hazama, Basho, Isogai for having thought\nthem honorless.\n\nOishi’s wife, too, is in the crowd. She and Oishi and\nChikara meet eyes.\n\nBut the 47 ronin do not stop, and do not reach the end of\ntheir pilgrimage until they arrive at:\n\nEXT.",
  "93": "---END OF PREVIOUS SECTION---\nOishi’s wife, too, is in the crowd. She and Oishi and\nChikara meet eyes. But the 47 ronin do not stop, and do not reach the end of\ntheir pilgrimage until they arrive at:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n SENGAKUJI TEMPLE - DAWN\nThe gravesite of Lord Asano...\n\nAs they enter the sacred place, Mika goes to Hisae, who hugs\nher tight as her mother would. And as Mika begins to weep\nwith weariness and relief, PAN AROUND to watch the ronin\ndoing what they have literally moved mountains to do.\n\nOishi reverently washes Kira’s in the cool water from the\ntemple well. Then places the tyrant’s head and the dagger\nwith which Asano and Kira both took their lives atop his\nmaster’s grave.\n\f117.\n\nOISHI\nRest now, my lord. You are\navenged.\n\nAs if in response, a wind soughs through the ancient trees,\nbringing warmth. Peace. And --\n\nSFX: THE SOUND OF HOOFBEATS. HORSES. LOTS OF THEM.\n\nOishi and the ronin turn to the staggering sight of SHOGUN\nTOKUGAWA TSUNAYOSHI atop an WARHORSE of mythical proportions.\nHe is backed by the Shogun’s ARMORED CAVALRY -- two hundred\nhorses the size of tanks, encased in spiked and bladed steel.\n\nThere will be no escape from this place.\nThe Shogun’s pinch-faced ADJUTANT steps forward.\n\nSHOGUN’S ADJUTANT\nOishi Kuranosuke!!\n\nOishi rises calmly and regards the man.\n\nSHOGUN’S ADJUTANT\nYou and your men stand accused of\ntreason and the butchery of the\nShogun’s envoy and Master of\nProtocol, Lord Kira Yoshinaka.\n\nOISHI\nIt was not butchery, my Lord.\n\nSHOGUN’S ADJUTANT\nIs that not his head there!\n\nOISHI\nNo... What lays atop that grave is\nJustice.\n\nSHOGUN’S ADJUTANT\nHe was your superior!\n\nOISHI\n\nHe was corrupt.\n(beat)\n\nMy men and I followed the Code of\nbushido and honored our master by\navenging Lord Kira’s treachery.\nThe Code demanded it. Justice\ndemanded it. We could do nothing\nelse.\n\nA murmur rolls through the crowd. Agreement. The Adjutant\nsenses the support of the crowd. Doesn’t like it.\n\f118.",
  "94": "---END OF PREVIOUS SECTION---\nThe Adjutant\nsenses the support of the crowd. Doesn’t like it. 118. \n---TARGET SECTION TO BE ANNOTATED---\nSHOGUN’S ADJUTANT\nAnd in doing so, you defied a\ndirect command from the Shogun\nforbidding you from exacting\nrevenge!\n\nOISHI\n(nods )\nThis is so.\n\nSHOGUN’S ADJUTANT\nThe penalty is Death.\n(turns to his men)\nCut these criminals down.\n\nBut instantly the crowd PROTESTS, surging forward, placing\nthemselves between the soldiers and Oishi’s men, shouting to\nforestall the sentence.\n\nThe Adjutant is taken aback by the reaction. The soldiers\nare taken aback.\n\nThe Shogun watches impassively from atop his horse.\n\nWith kindness and thanks, Oishi and his men gently extract\nthemselves from the safety of the villagers...and step\nforward to meet their fate.\n\nThe Adjutant knows this is his chance. Turns to his men.\n\nSHOGUN’S ADJUTANT\nKill them.\n\nBut now even the soldiers hesitate, unwilling to mow down\nsuch courage and honor. Such utter exemplification of the\nbushido code.\n\nThe Adjutant loses it.\n\nSHOGUN’S ADJUTANT\nI GAVE YOU AN ORDER! BY THE GODS,\nYOU WILL DO AS I COMMAND OR I WILL\nSEE YOU ALL HANGED --\n\nAnd just as the situation is about to spin out of control --\n\nSHOGUN\nStop.\n\nThe Shogun’s voice is the deep basso rumble of the Word of\nGod, cutting through all existence. In the instant silence,\nthe Adjutant goes prone. The soldiers and the crowd stand\nterrified.\n\nThe Shogun steps off his horse like a deity of war descending\nto earth and strides toward Oishi.\n\f119.\n\nAs he nears, Oishi draws his sword -- and, instantly, fifty\nashigaru infantrymen spring forward drawing their own blades!\n\nBut all for naught. Oishi lays his weapon at the Shogun’s\nfeet.\n\nThen humbly, Oishi bows before the warlord ruler of all\nJapan.\n\nThe giant removes his iconic snarling dog great helm. And\nspeaks.\n\nSHOGUN\nYou've put me in an awkward\nposition, Oishi Kuranosuke. Just\nas your Lord did.\n\nOISHI\n\nNever was that my intention.\nSHOGUN\n\nAnd yet the result is the same.",
  "95": "---END OF PREVIOUS SECTION---\nJust\nas your Lord did. OISHI\n\nNever was that my intention. SHOGUN\n\nAnd yet the result is the same. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\n\nYou are criminals. You defied my\n\norder, for which I need to make a\n\nharsh example of you -- but you\n\nexemplified bushido in a time that\n\nhas forgotten the meaning of the\n\nword. And the reason for it.\n(beat)\n\nThat must be honored and never\n\nforgotten.\n\nOishi considers the Shogun’s words. Then:\n\nOISHI\n\nWe acted, knowing the penalty was\ndeath. We are samurai and accepted\nthat. And as samurai, we must meet\nour punishment. To excuse us of\nthis duty would steal the honor\nfrom all we have done...and make us\nronin in a way Lord Kira never\ncould.\n\n(beat)\nThis is our fate. We have accepted\nit. Strike us down.\n\nSHOGUN\nThe country would never forgive me\nfor shaming you so...and I could\nnever forgive myself.\n\nOISHI\nThen let it be our choice. Allow\nus the honor of a samurai death, to\ndie as our Lord and be buried at\nhis side.\n\f120.\n\nHeart heavy with regret, the Shogun acknowledges the wisdom --\nand the right -- of this.\n\nSHOGUN\nI will grant you an honorable\ndeath...under one condition:\n(as Oishi looks to him)\n\nThat your bloodline continues,\nOishi Kuranosuke. Your son shall\nlive so that the heritage of such\nan honorable man will not be\nthinned from Japan’s future.\n\nOishi is moved by the gesture. Meets the Shogun’s eyes, man\nto man.\n\nOISHI\nThank you.\n\nINT. SENGAKUJI TEMPLE - A SMALL SHOJI SCREEN ROOM - LATER\n\nHisae helps her husband into the pristine white robes in\npreparation for his seppuku.\n\nShe’s fussing with tying the obi knot just so and getting\nincreasingly frustrated -- when she simply drops her hands\nand begins to cry.\n\nOishi holds her tenderly. Tilts her face up to look into his\nwife’s tear-filled eyes.\n\nAnd he kisses her. Tragically. Passionately. Perfectly.\n\nWhen they part, Oishi turns to see Chikara standing at the\ndoor struggling to hold the stoicism of a samurai to make his\nfather proud, yet betrayed by the tears rising in his eyes.",
  "96": "---END OF PREVIOUS SECTION---\nPassionately. Perfectly. When they part, Oishi turns to see Chikara standing at the\ndoor struggling to hold the stoicism of a samurai to make his\nfather proud, yet betrayed by the tears rising in his eyes. \n---TARGET SECTION TO BE ANNOTATED---\nNo words are needed here. Oishi moves to him and wraps him\ninto a fierce father’s hug.\n\nAnd as the tears begin to fall, Oishi holds him tight and\nwhispers into his ear.\n\nOISHI\nI am so proud of you, Chikara. So\nproud of you...\n\nThen pulls back and looks into his eyes.\nOISHI\nI know you will carry on the family\nname with honor.\n\nCHIKARA\nI love you, father.\n\f121.\n\nOISHI\n(hugs him again)\nWe will meet again along the Path.\nDo you understand?\n\nChikara nods.\n\nINT. SENGAKUJI TEMPLE - HALL\n\nThe ronin exit their preparation rooms and enter the hall.\nThe sight of so many white robes is disconcerting. Ghosts\nhaunting a hall. As --\n\nMINORU\n\n-- steps out, Mika rushes to him, tears running down her\nface.\n\nIn front of everyone, defying tradition and prejudice, she\nhugs and kisses him. For in this moment, nothing else\nmatters...save for the words she needs him to hear.\n\nMIKA\nYou will live in my heart forever.\n\nFrom the corner of the room, a SOLDIER speaks.\n\nSOLDIER\nIt is time.\n\nThe men line up. Oishi steps from his room with one last\nlook at his wife and son, takes his place at the head of the\nline and begins to leading his men outside.\n\nOne by one they pass through the temple portal, but as Minoru\nreaches the threshold:\n\nSHOGUN\nYou.\n\nThe line stopped. Minoru steps out of line to stand before\nthe towering military giant.\n\nThe moment is reminiscent of when the Shogun called him out\nat the combat challenge in Ako.\n\nThe Shogun considers Minoru for a moment. He says nothing.\nHis stern face inscrutable. Then --\n\nSHOGUN\nI remember your father. He served\nby my side. He was a great\nwarrior.\n(beat)\n(MORE )\n\f122.\n\nSHOGUN (CONT'D)\nAs is his son. You honor the\nfamily name...samurai.\n\nAnd to Minoru’s utter astonishment, the Shogun BOWS to him.\nNo longer a halfbreed in his eyes...but a samurai.",
  "97": "---END OF PREVIOUS SECTION---\nYou honor the\nfamily name...samurai. And to Minoru’s utter astonishment, the Shogun BOWS to him. No longer a halfbreed in his eyes...but a samurai. \n---TARGET SECTION TO BE ANNOTATED---\nMinoru is moved as nothing else on earth could possibly do.\n\nEXT. SENGAKUJI TEMPLE - MAGIC HOUR\n\nOishi’s SAMURAI (no longer ronin) walk out to the temple\nsteps and sit seiza.\n\nThe scene is epic. 46 white-robed figures kneeling at the\nfoot of the immense temple steps. A crowd gathered around\nthem. Soldiers. The Shogun presiding over all.\n\nAnd as the music swells, capturing the poignancy of the\nmoment -- the tragedy and the honor; the faces of the\nvillagers and their loved ones watching on -- the samurai\ndraw their daggers.\n\nThey hold for a moment, daggers before them -- and that is\nhow we will remember them, for, as they thrust, we PAN UP to\nthe branches of CHERRY BLOSSOM TREE sheltering the temple...\n\nWhere a wind blows, warm and peaceful, and as a drift of\nintensely beautiful SAKURA BLOSSOMS wipe frame...\n\nA TITLE CARD rises:\n\nAs a result of the actions of the 47 Ronin,\nKira's lands were dispossessed and the\nprovince of Ako returned to House Asano by\norder of the Shogunate.\n\nOishi's son, Chikara lived a long life,\nbearing three sons and a daughter. At his\ndeath, at the age of 78, he was buried\nalongside his father and his comrades at Lord\nAsano's tomb as the 47th ronin.\n\nTo this day, every December 14th - the\nanniversary of the attack on Lord Kira's\nstronghold - thousands of people across Japan,\nand the world, still gather at Sengakuji\nTemple to pay tribute to the 47 ronin and\ntheir example of bravery, loyalty and\nunfaltering honor.\n\nThis film is dedicated to the memory of the 47\nRonin:\n\f123.",
  "98": "---END OF PREVIOUS SECTION---\nAt his\ndeath, at the age of 78, he was buried\nalongside his father and his comrades at Lord\nAsano's tomb as the 47th ronin. To this day, every December 14th - the\nanniversary of the attack on Lord Kira's\nstronghold - thousands of people across Japan,\nand the world, still gather at Sengakuji\nTemple to pay tribute to the 47 ronin and\ntheir example of bravery, loyalty and\nunfaltering honor. This film is dedicated to the memory of the 47\nRonin:\n\f123. \n---TARGET SECTION TO BE ANNOTATED---\nOISHI KURANOSUKE YOSHIO\nOISHI CHIKARA YOSHIKANE\nYOSHIDA CHUZAEMON KANETORA\nHARA SOEMON MOTOTATSU\nKATAOKA GOEMON TAKAFUSA\nMASE KYUIDAEFU MASAAKI\nONODERA JUNAI HIDEKAZU\nHAZAMA KIHEI MITSUNOBU\nISOGAI JUROZAEMON MASAHISA\nHORIBE YAHEI KANAMARU\nCHIKAMATSU KANROKU YUKISHIGE\nTOMI MORISUKE EMON MASAO\nUSHIODA MATANOJO TAKAATSU\nHAYAMIZU TOZAEMON MISUTORA\nAKAUE GENZOSHIGETAKA\n\nOKUDA MAGODAIU SHIGEMORI\nYADA GOROEMON SUKETAKE\nOISHI SEZAEMON NOBUKIYO\nHORIBE YASUBE TAKEYASU\nNAKAMURA KANSUKE MASATATSU\nSUGAYA HANOJO MASATOSHI\nFUWA KAZUEMON MASATANE\nKIMURA OKAEMON SADAYUKI\nSEMBA SABUROE MISUTADA\nOKANO KINEIMON KANEHIDE\nKAIGA YAZAEMON TOMONOBU\nOTAKA GENGO TADAO\n\nOKAJIMA YASOEMON TSUNETATSU\nYOSHIDA SAWAEMON TANESADA\nTAKEBAYASHI TADSHICKI TAKASHIGE\nKURAHASHI DENSUKE TAKEYUKI\nHAZAMA SHINROKU MITSUKAZE\nMURAMATSU KIHEI HIDENAO\nSUGINO TOSEIJI TSUGUFUSA\nKATSUTA SHIZAEMON TAKEAKI\nMAEBARA ISUEK MUNEFUSA\nONODERA KOEMON HIDETOMI\nHAZAMA JUJIRO MITSUOKI\nOKUDA SADAEMON YUKITAKA\nYATOUEMON SHIKI NORIKANE\nMURAMATSU SANDAIFU TAKANAO\nMASE MAGOKURO MASATATSU\nK",
  "99": "---END OF PREVIOUS SECTION---\nTo this day, every December 14th - the\nanniversary of the attack on Lord Kira's\nstronghold - thousands of people across Japan,\nand the world, still gather at Sengakuji\nTemple to pay tribute to the 47 ronin and\ntheir example of bravery, loyalty and\nunfaltering honor. This film is dedicated to the memory of the 47\nRonin:\n\f123. ---TARGET SECTION TO BE ANNOTATED---\nOISHI KURANOSUKE YOSHIO\nOISHI CHIKARA YOSHIKANE\nYOSHIDA CHUZAEMON KANETORA\nHARA SOEMON MOTOTATSU\nKATAOKA GOEMON TAKAFUSA\nMASE KYUIDAEFU MASAAKI\nONODERA JUNAI HIDEKAZU\nHAZAMA KIHEI MITSUNOBU\nISOGAI JUROZAEMON MASAHISA\nHORIBE YAHEI KANAMARU\nCHIKAMATSU KANROKU YUKISHIGE\nTOMI MORISUKE EMON MASAO\nUSHIODA MATANOJO TAKAATSU\nHAYAMIZU TOZAEMON MISUTORA\nAKAUE GENZOSHIGETAKA\n\nOKUDA MAGODAIU SHIGEMORI\nYADA GOROEMON SUKETAKE\nOISHI SEZAEMON NOBUKIYO\nHORIBE YASUBE TAKEYASU\nNAKAMURA KANSUKE MASATATSU\nSUGAYA HANOJO MASATOSHI\nFUWA KAZUEMON MASATANE\nKIMURA OKAEMON SADAYUKI\nSEMBA SABUROE MISUTADA\nOKANO KINEIMON KANEHIDE\nKAIGA YAZAEMON TOMONOBU\nOTAKA GENGO TADAO\n\nOKAJIMA YASOEMON TSUNETATSU\nYOSHIDA SAWAEMON TANESADA\nTAKEBAYASHI TADSHICKI TAKASHIGE\nKURAHASHI DENSUKE TAKEYUKI\nHAZAMA SHINROKU MITSUKAZE\nMURAMATSU KIHEI HIDENAO\nSUGINO TOSEIJI TSUGUFUSA\nKATSUTA SHIZAEMON TAKEAKI\nMAEBARA ISUEK MUNEFUSA\nONODERA KOEMON HIDETOMI\nHAZAMA JUJIRO MITSUOKI\nOKUDA SADAEMON YUKITAKA\nYATOUEMON SHIKI NORIKANE\nMURAMATSU SANDAIFU TAKANAO\nMASE MAGOKURO MASATATSU\nK \n---TARGET SECTION TO BE ANNOTATED---\nAYANO WASUKE TSUNENARI\nYOKOKAWA KANBEI MUNETOSHI\nMIMURA JIROZAEMON KANETSUNE\nKANZAKI YOGORO\n\nFADE TO BLACK.\n\f"
}