{
  "1": "A Christmas Carol\n\nINT. THE STUDY - NIGHT\nHuge gold lettering on the binding of a book. Quite unexpectedly, it reads:\nGREAT EXPECTATIONS\n\nBeside it on a shelf are other books: OLIVER TWIST, DAVID COPPERFIELD, and,\nof course, A CHRISTMAS CAROL. A small hand reaches for this last and pulls\nit off the shelf. A sober-faced, young GIRL, maybe ten years old, clutches\nthe book to her bosom and intently carries it out of the room and into:\n\nINT. THE SITTING-ROOM\n\nA cheerily-lit sitting-room in London, England, one Christmas Eve in the\n1860s. The girl carries the book to a corner of the room where a man sits\nbefore a large picture window revealing a snow covered street under a night\nsky. Handsome, in his late twenties, with a pleasant voice, obviously a\nfavorite uncle -- he is surrounded by a noisy circle of children and young\nadults. He is to be the NARRATOR of the story. They are pestering him for\nsomething and he is waving them off.\n\nNARRATOR\nI don't know why you should want to hear\nthis story again. You must have heard it\na dozen times by now.\n\nTHE SKEPTICAL ADOLESCENT\nA hundred.\n\nTHE ADOLESCENT WHO\nWISHED HE WAS AN ADULT\nA thousand. But it's good for a laugh.\n\nTHE SKEPTICAL ADOLESCENT\nAnd it's your story as much as it is\n\nanyone's. Isn't it?\nNARRATOR\n(genuine modesty)\nMaybe it is. But I'm not sure I'm\n\nnecessarily the right one to tell it.\n\nTHE SKEPTICAL ADOLESCENT\nAw, that's not true. Grandmother says\nyou're the only one who knows how to tell\nit right.\n\nThe others, particularly the younger children, murmur agreement. The ten year\nold girl presses through the little crowd with the book in her hand.\n\nTHE TEN YEAR OLD GIRL\nPlease. We want to hear it from you.\n\fShe hands the Narrator the book. He smiles at it and sets it in his lap\nunopened as the ten year old girl sits at his feet.",
  "2": "---END OF PREVIOUS SECTION---\nWe want to hear it from you. She hands the Narrator the book. He smiles at it and sets it in his lap\nunopened as the ten year old girl sits at his feet. \n---TARGET SECTION TO BE ANNOTATED---\n Slowly, some of the\nothers begin to sit down too.\n\nNARRATOR\n(off the book)\nOh, now, you know, I don't really need this.\n\nThe Narrator, staring at the book, is suddenly lost in thought and talks as\nmuch to himself as to the others.\n\nNARRATOR\nI've been telling this story every Christmas\nnow for oh, I don't know how many years.\nSince I was a boy. And I know it by heart.\nIt always begins the same way.\n\nA pause.\n\nTHE TEN YEAR OLD GIRL\n(very quietly)\nHow does it begin?\n\nThe Narrator abruptly looks up. Everyone is now seated. They stare at him\nexpectantly. And without any warning, he begins.\n\nNARRATOR\nOld Marley was as dead as a door-nail.\nThis must be distinctly understood or\nnothing wonderful can come of the story\nI am going to relate. So, remember, Old\nMarley was as dead as a door-nail. The\nregistrar of his burial was signed by\nEbenezer Scrooge. And Scrooge's name was\ngood on the London Exchange for anything\nhe chose to put his hand to.\n\nAs he speaks, the view of the street through the window behind him blurs and\nresolves itself into a view of the London Exchange.\n\nINT. THE LONDON EXCHANGE - DAY\n\nLate afternoon on Christmas Eve, in the year 1843. The Exchange is packed\nwith well-dressed businessmen who hurry up and down, and chink the money in\ntheir pockets, and converse in groups, and look at their watches, and trifle\nthoughtfully with their great gold seals; and so forth. Among their number\nis a FAT MAN WITH A MONSTROUS CHIN who chats with a RED-FACED MAN WITH A\nPENDULOUS EXCRESCENCE. Also present is a man with a sharp and bitter face\n-- and as bald as Patrick Stewart, give or take a hair. This is EBENEZER\nSCROOGE. Scrooge is bundling up his coat and heading for the exit when the\nfat man makes eye contact with him.\n\nFAT MAN WITH A MONSTROUS CHIN\nAh, Mister Scrooge...\n\nSCROOGE\n\fYour servant, sir.",
  "3": "---END OF PREVIOUS SECTION---\nScrooge is bundling up his coat and heading for the exit when the\nfat man makes eye contact with him. FAT MAN WITH A MONSTROUS CHIN\nAh, Mister Scrooge... SCROOGE\n\fYour servant, sir. \n---TARGET SECTION TO BE ANNOTATED---\nFAT MAN WITH A MONSTROUS CHIN\nAre you off home to keep Christmas?\n\nSCROOGE\nI am not in the habit of keeping Christmas,\nsir.\n\nRED-FACED MAN WITH A\nPENDULOUS EXCRESCENCE\nThen why are you leaving so early?\n\nSCROOGE\nChristmas has a habit of keeping men from\ndoing business.\n\nRED-FACED MAN WITH A\nPENDULOUS EXCRESCENCE\nCome, it's in the nature of things that ants\ntoil and grasshoppers sing and play, Mister\nScrooge.\n\nSCROOGE\nAn ant is what it is and a grasshopper is what\nit is and Christmas, sir, is a humbug. Good\nday.\n\nThe two men laugh at Scrooge as he exits the Exchange.\nDISSOLVE TO:\nEXT. THE LONDON EXCHANGE\n\nMoments later, on the massive stone steps just outside the Exchange, a\nshivering, POORLY-DRESSED MAN sees Scrooge walking toward him. Scrooge pays\nhim no heed and walks past. The man follows and clutches at Scrooge's\nsleeve. The two men descend the steps together.\n\nPOORLY-DRESSED MAN\nMister Scrooge, sir.\n\nSCROOGE\nWho are you?\n\nPOORLY-DRESSED MAN\nSamuel Wilson, sir.\n\nSCROOGE\n\nOh, yes. You owe me a little matter of\ntwenty-odd pounds, I believe. Well, if you\nwant to pay it, come to my place of business.\nI don't conduct my affairs in the teeth of\ninclement weather.\n\nPOORLY-DRESSED MAN\nI-I can't pay you, sir.\n\fSCROOGE\nI'm not surprised.\n\nPOORLY-DRESSED MAN\nNot unless you give me more time.\n\nSCROOGE\nDid I ask you for more time to lend you\nthe money?\n\nPOORLY-DRESSED MAN\nOh, no, sir.\n\nSCROOGE\nThen why should you ask for more time to\npay it back?\n\nPOORLY-DRESSED MAN\nI can't take my wife to a debtors’ prison.\n\nSCROOGE\nThen leave her behind. Why should she go\nto a debtors' prison anyway? She didn't\nborrow the twenty pounds. You did.",
  "4": "---END OF PREVIOUS SECTION---\nWhy should she go\nto a debtors' prison anyway? She didn't\nborrow the twenty pounds. You did. \n---TARGET SECTION TO BE ANNOTATED---\n What\nhas your wife got to do with it? For that\nmatter, what have I got to do with it? Good\nafternoon.\n\nScrooge tries to walk off but the man clutches at his sleeve.\n\nPOORLY-DRESSED MAN\nBut, Mister Scrooge. It's Christmas!\n\nScrooge shakes the man off.\n\nSCROOGE\nChristmas has even less to do with it, my\ndear sir, than your wife has or I have.\nYou'd still owe me twenty pounds that\nyou're not in the position to repay if it\nwas the middle of a heat wave on August\nBank holiday. Good afternoon.\n\nScrooge stalks away as the stunned man stands and stares at him.\n\nDISSOLVE TO:\n\nEXT. A LONDON STREET\n\nOutside Scrooge's counting-house. Cold, bleak, biting weather. People in\nthe street go wheezing up and down, beating their hands upon their breasts,\nand stamping their feet upon the pavement stones to warm them. The city\nclocks strike three, but it's quite dark already. Candles flare in the\nwindows of the neighbouring offices, like ruddy smears upon the palpable\nbrown air. The fog comes pouring in at every chink and keyhole, and is so\ndense that although the street is narrow, the houses opposite are mere\n\fphantoms. The sign above the counting-house door reads:\nSCROOGE & MARLEY\n\nA tall man -- whom we will come to know as Scrooge's nephew, FRED -- rapidly\nwalks up to the door, opens it, and enters.\n\nINT. COUNTING-HOUSE\n\nScrooge's clerk, BOB CRATCHIT, sits in a dismal little cell, a sort of tank\ncopying letters. There's a very small fire, so small that it looks like\nthere's only one lump of coal. The clerk puts on his white comforter, trying\n-- and failing -- to warm himself at the candle. Fred appears, all in a glow;\nhis face ruddy and handsome; his eyes sparkle, and his breath smokes in the\ncold. He grins at Bob Cratchit who raises an eyebrow, surprised to see him.\nFred crosses to the doorway of an adjacent office in which someone sits,\nhunched over a desk, busily writing.",
  "5": "---END OF PREVIOUS SECTION---\nFred appears, all in a glow;\nhis face ruddy and handsome; his eyes sparkle, and his breath smokes in the\ncold. He grins at Bob Cratchit who raises an eyebrow, surprised to see him. Fred crosses to the doorway of an adjacent office in which someone sits,\nhunched over a desk, busily writing. \n---TARGET SECTION TO BE ANNOTATED---\nFRED\nA merry Christmas, uncle! God save you!\n\nThe person at the desk spins around, glaring at the intruder. It's Scrooge.\n\nSCROOGE\nBah! Humbug!\n\nFRED\nChristmas a humbug, uncle? You don't mean\nthat, I am sure.\n\nSCROOGE\n\nI do. Merry Christmas! What right have you\nto be merry? What reason have you to be\nmerry? You're poor enough.\n\nFRED\nCome, then. What right have you to be\ndismal? What reason have you to be morose?\nYou're rich enough.\n\nScrooge has no better answer ready.\n\nSCROOGE\nBah! Humbug.\n\nFRED\nDon't be cross, uncle.\n\nFred enters the office and crosses to a gothic window in the wall from which\nis visible the ancient tower of a church.\n\nSCROOGE\n\nWhat else can I be when I live in such a\nworld of fools as this Merry Christmas! Out\nupon merry Christmas. What's Christmas time\nto you but a time for paying bills without\nmoney; a time for finding yourself a year\n\folder, but not an hour richer; a time for\nbalancing your books and having every item\nin ‘em through a round dozen of months\npresented dead against you?\n\n(beat)\nIf I could work my will, every idiot who\ngoes about with \"Merry Christmas\" on his\nlips, should be boiled with his own pudding,\nand buried with a stake of holly through\nhis heart. He should!\n\nFRED\nUncle!\n\nSCROOGE\nNephew!\n(beat)\nKeep Christmas in your own way, and let me\nkeep it in mine.\n\nFRED\nKeep it! But you don't keep it.\n\nSCROOGE\nLet me leave it alone, then. Much good may\nit do you! Much good it has ever done you!\n\nFRED\n\n(casually)\nThere are many things from which I might\nhave derived good, by which I have not\nprofited, I dare say. Christmas among the\nrest.",
  "6": "---END OF PREVIOUS SECTION---\nMuch good it has ever done you! FRED\n\n(casually)\nThere are many things from which I might\nhave derived good, by which I have not\nprofited, I dare say. Christmas among the\nrest. \n---TARGET SECTION TO BE ANNOTATED---\n But I am sure I have always thought\nof Christmas time, when it has come round\n-- apart from the veneration due to its\nsacred name and origin, if anything\nbelonging to it can be apart from that --\nas a good time: a kind, forgiving,\ncharitable, pleasant time: the only time\nI know of, in the long calendar of the year,\nwhen men and women seem by one consent to\nopen their shut-up hearts freely, and to\nthink of people below them as if they really\nwere fellow-passengers to the grave, and not\nanother race of creatures bound on other\njourneys. And therefore, uncle, though it\nhas never put a scrap of gold or silver in\nmy pocket, I believe that it has done me\ngood, and will do me good; and I say, God\nbless it!\n\nBob Cratchit, still in the tank, involuntarily applauds. Becoming immediately\nsensible of the impropriety, he quickly pokes the fire, and extinguishes the\nlast frail spark.\n\nSCROOGE\n(to Bob Cratchit)\n\fLet me hear another sound from you and\nyou'll keep your Christmas by losing your\njob.\n\n(to his nephew)\nYou're quite a powerful speaker, sir. I\nwonder you don't go into Parliament.\n\nFRED\nDon't be angry, uncle. Come! Dine with\nus to-morrow.\n(a long pause)\nWill you come see us?\n\nSCROOGE\nOh, I'll see you all right... I'll see\nyou in hell.\n\nFRED\n(astonished)\nBut why? Why?\n\nSCROOGE\nWhy did you get married?\n\nFRED\n(confused)\nBecause I fell in love.\n\nScrooge looks at him as if falling in love was the only thing in the world\nmore ridiculous than a merry Christmas.\n\nSCROOGE\nBecause you fell in love! Good afternoon!\n\nFRED\nUncle, you never came to see me before that\nhappened. Why give it as a reason for not\ncoming now?\n\nSCROOGE\nGood afternoon.\n\nFRED\nI want nothing from you; I ask nothing of\nyou; why can't we be friends?\n\nSCROOGE\nGood afternoon.\n\nFRED\nI am sorry, with all my heart, to find you\nso resolute.",
  "7": "---END OF PREVIOUS SECTION---\nFRED\nI want nothing from you; I ask nothing of\nyou; why can't we be friends? SCROOGE\nGood afternoon. FRED\nI am sorry, with all my heart, to find you\nso resolute. \n---TARGET SECTION TO BE ANNOTATED---\n We have never had any quarrel,\nto which I have been a party. But I have made\nthe trial in homage to Christmas, and I'll\nkeep my Christmas humour to the last. So a\nMerry Christmas, uncle!\n\fSCROOGE\nGood afternoon.\n\nFRED\nAnd a Happy New Year!\n\nSCROOGE\nGood afternoon.\n\nFred leaves the room with a wry grin. On his way out the front door and\nbuttoning his coat, he exchanges greetings with Bob Cratchit.\n\nFRED\nHow is Mrs Cratchit and all the small,\nassorted Cratchits?\n\nBOB CRATCHIT\nVery good, sir.\n\nFRED\nAll champing at the bit waiting for\nChristmas to begin, eh?\n\nBOB CRATCHIT\nOh, yes, sir. All very eager.\n\nFRED\nAnd the little lame boy. Which one is he?\nTim?\n\nBOB CRATCHIT\nTim, sir.\n\nFRED\nThat's right. How is he?\n\nBOB CRATCHIT\nWe're in high hopes he's getting better, sir.\n\nFRED\nGood. A merry Christmas to you.\n\nBOB CRATCHIT\nSame to you, sir, I'm sure.\n\nFRED\nThank you.\n\nBob Cratchit watches Fred exit, then glances at Scrooge's office, surprised\nto find Scrooge glaring at him.\n\nSCROOGE\nAnd you! Fifteen shillings a week, and a\nwife and family, talking about a merry\nChristmas. I'll retire to Bedlam.\n\nBob Cratchit watches Scrooge shake his head and return to his desk.\n\fINT. COUNTING-HOUSE\n\nNot long after, TWO PORTLY GENTLEMEN, pleasant to behold, stand, with their\nhats off, in Scrooge's office. They hold books and papers in their hands,\nand bow to him. The 1st Gentleman glances at a list.\n\n1ST GENTLEMAN\nScrooge and Marley's, I believe.\n(cheerfully)\nHave I the pleasure of addressing Mr\nScrooge, or Mr Marley?\n\nSCROOGE\n(melodramatically)\nMr Marley has been dead these seven years.\nHe died seven years ago, this very night.\n\nThe two gentlemen exchange glances while Scrooge grins malevolently at them.",
  "8": "---END OF PREVIOUS SECTION---\nSCROOGE\n(melodramatically)\nMr Marley has been dead these seven years. He died seven years ago, this very night. The two gentlemen exchange glances while Scrooge grins malevolently at them. \n---TARGET SECTION TO BE ANNOTATED---\nThe first gentleman hands his credentials to Scrooge.\n\n1ST GENTLEMAN\n(to Scrooge)\nWe have no doubt his liberality is well\nrepresented by his surviving partner.\n\nAt the ominous word \"liberality\", Scrooge frowns, shakes his head, and hands\nthe credentials back. The 2nd Gentleman takes pen in hand.\n\n2ND GENTLEMAN\nAt this festive season of the year, Mr\nScrooge, it is more than usually desirable\nthat we should make some slight provision\nfor the Poor and destitute, who suffer greatly\nat the present time. Many thousands are in\nwant of common necessities; hundreds of\nthousands are in want of common comforts,\nsir.\n\nSCROOGE\nAre there no prisons?\n\nThe gentleman lays down his pen.\n\n2ND GENTLEMAN\nPlenty of prisons.\n\nSCROOGE\nAnd the Union workhouses? Are they still\nin operation?\n\n1ST GENTLEMAN\nThey are. Still. I wish I could say they\nwere not.\n\nSCROOGE\nThe Treadmill and the Poor Law are in full\n\fvigour, then?\n\n1ST GENTLEMAN\nBoth very busy, sir.\n\nSCROOGE\nOh! I was afraid, from what you said at\nfirst, that something had occurred to\nstop them in their useful course. I'm\nvery glad to hear it.\n\n1ST GENTLEMAN\nUnder the impression that they scarcely\nfurnish Christian cheer of mind or body to\nthe multitude, a few of us are attempting to\nraise a fund to buy the Poor some meat and\ndrink, and means of warmth. What shall I\nput you down for?\n\nSCROOGE\nNothing!\n\n1ST GENTLEMAN\nYou wish to be anonymous?\n\nSCROOGE\n\nI wish to be left alone. Since you ask me\nwhat I wish, gentlemen, that is my answer.\n\nI don't make merry myself at Christmas and\nI can't afford to make idle people merry.\n\nI help to support the establishments I have\nmentioned: they cost enough: and those who\nare badly off must go there.\n\n1ST GENTLEMAN\nMany can't go there; and many would rather\ndie.",
  "9": "---END OF PREVIOUS SECTION---\nI don't make merry myself at Christmas and\nI can't afford to make idle people merry. I help to support the establishments I have\nmentioned: they cost enough: and those who\nare badly off must go there. 1ST GENTLEMAN\nMany can't go there; and many would rather\ndie. \n---TARGET SECTION TO BE ANNOTATED---\nSCROOGE\nIf they would rather die, they had better\ndo it, and decrease the surplus population.\nBesides -- excuse me -- I don't know that.\n\n1ST GENTLEMAN\nBut you might know it.\n\nSCROOGE\nIt's not my business. It's enough for a\nman to understand his own business, and not\nto interfere with other people's. Mine\noccupies me constantly. Good afternoon,\ngentlemen!\n\nScrooge returns to his paperwork as the gentlemen exchange astonished looks.\n\nEXT.\n\nSTREETS OF LONDON - NIGHT\n\fThe fog and darkness have thickened. People run about with flaring torches,\nproffering their services to go before horses in carriages, and conduct them\non their way. At the corner, some labourers repair gas-pipes, and have\nlighted a great fire in an iron basket, round which a party of ragged men\nand boys gather: warming their hands and winking their eyes before the blaze\nin rapture. The water-plug being left in solitude, its overflowings have\nsullenly congealed, and turned into misanthropic ice. The brightness of the\nshops where holly sprigs and berries crackle in the lamp-heat of the windows,\nmake pale faces ruddy as they pass. A lean woman emerges from the butchers!\nwith a package of meat.\n\nEXT. COUNTING-HOUSE\n\nA small BOY nervously approaches Scrooge's window to regale him with a\nChristmas carol: but at the first sound of \"God bless you, merry gentleman!\nMay nothing you dismay!\" Scrooge seizes a ruler with such energy of action\nthat the singer flees in terror.\n\nINT. COUNTING-HOUSE\n\nThe moment the boy has fled, Scrooge's threatening countenance relaxes and\nhe grins, rather pleased with himself.\n\nScrooge glances at the church tower, nearly invisible in the fog, as its\nclock STRIKES the hour, with tremulous vibrations afterwards as if its teeth\nwere chattering in its frozen head. Time to shut up the counting-house.\nWith an ill-will, Scrooge dismounts from his stool, and nods to Bob Cratchit,\nwho instantly snuffs his candle out, and puts on his hat.",
  "10": "---END OF PREVIOUS SECTION---\nScrooge glances at the church tower, nearly invisible in the fog, as its\nclock STRIKES the hour, with tremulous vibrations afterwards as if its teeth\nwere chattering in its frozen head. Time to shut up the counting-house. With an ill-will, Scrooge dismounts from his stool, and nods to Bob Cratchit,\nwho instantly snuffs his candle out, and puts on his hat. \n---TARGET SECTION TO BE ANNOTATED---\nSCROOGE\nYou'll want all day tomorrow, I suppose?\n\nBOB CRATCHIT\nIf quite convenient, Sir.\n\nSCROOGE\nIt's not convenient, and it's not fair.\nIf I was to stop half-a-crown for it,\nyou'd think yourself ill-used, I'll be\nbound?\n\nBob Cratchit smiles faintly.\nSCROOGE\nAnd yet, you don't think me ill-used,\n\nwhen I pay a day's wages for no work.\n\nBOB CRATCHIT\nIt's only once a year, Mr Scrooge.\n\nSCROOGE\nA poor excuse for picking a man's pocket\nevery twenty-fifth of December,\n\nScrooge buttons his great-coat to the chin.\n\nSCROOGE\n\fBut I suppose you must have the whole day.\nBe here all the earlier next morning!\n\nBOB CRATCHIT\nI will. I promise.\n\nScrooge walks out into the street with a growl. Bob Cratchit closes the\noffice in a twinkling.\n\nEXT. LONDON STREET\n\nA coatless, shivering Bob Cratchit locks the front door and rushes off with\nthe long ends of his white comforter dangling below his waist.\n\nINT. TAVERN\n\nScrooge eats a melancholy dinner in a melancholy tavern; the newspapers he\nhas just read lie in a stack on his table; he studies his banker's-book.\n\nEXT. SCROOGE'S BUILDING\n\nA dark and threatening building. Nobody lives in it but Scrooge, the other\nrooms are all let out as offices. The yard is so dark that Scrooge gropes\nwith his hands through the fog and frost to the black old doorway of the\nhouse on which is a fairly large knocker. Scrooge puts his key in the lock\nof the door and glances at the knocker. Without its undergoing any\nintermediate process of change, the knocker is no longer a knocker, but\nMarley's face. Scrooge gasps.\n\nSCROOGE\n(whispers)\nMarley?\n\nMarley's face. Not in impenetrable shadow as the other objects in the yard\nare, but with a dismal light about it, like a bad lobster in a dark cellar.",
  "11": "---END OF PREVIOUS SECTION---\nSCROOGE\n(whispers)\nMarley? Marley's face. Not in impenetrable shadow as the other objects in the yard\nare, but with a dismal light about it, like a bad lobster in a dark cellar. \n---TARGET SECTION TO BE ANNOTATED---\nNot angry or ferocious, the face looks at Scrooge as Marley used to look:\nwith ghostly spectacles turned up upon its ghostly forehead; the hair\ncuriously stirred, as if by breath or hot-air; eyes wide open but perfectly\nmotionless. That, and its livid colour, make it horrible; but its horror\nseems to be in spite of the face and beyond its control, rather than a part\nof its own expression. As Scrooge lets go of the key and stares fixedly at\nthis phenomenon, it becomes a knocker again. Startled, Scrooge puts his hand\nupon the key, turns it sturdily, walks in, and lights his candle.\n\nINT. ENTRY HALL\n\nScrooge pauses to look cautiously behind the door, as if he half expects to\nsee Marley's pigtail sticking out into the hall. But there's nothing on the\nback of the door, except the screws and nuts that hold the knocker on.\nScrooge closes the door with a bang. The sound echoes through the house like\nthunder. He fastens the door, walks across the hall, and up the stairs,\nslowly, trimming his candle as he goes.\n\nINT. THE STAIRS\n\nA grand old flight of stairs, very wide, very dark. Scrooge peers up into\nthe darkness and, for a moment, he thinks he sees a something that looks like\n\fa hearse going on before him in the gloom. He pauses, blinks, shakes his\nhead, then continues, muttering to himself.\n\nINT. SCROOGE'S ROOMS - MONTAGE\n\nA suspicious, slightly unnerved Scrooge walks through his gloomy suite of\nrooms -- sitting-room, lumber-room, bed-room -- to be sure that everything's\nall right. In the sitting-room, he finds nobody under the table, nobody\nunder the sofa; a small fire in the grate; spoon and basin ready; and a\nlittle saucepan of gruel (Scrooge has a cold in his head) upon the hob.\nLumber-room as usual. Old fire-guard, old shoes, two fish-baskets, washing-\nstand on three legs, and a poker.\n\nBed-room as usual. Nobody under the bed; nobody in the closet.",
  "12": "---END OF PREVIOUS SECTION---\nOld fire-guard, old shoes, two fish-baskets, washing-\nstand on three legs, and a poker. Bed-room as usual. Nobody under the bed; nobody in the closet. \n---TARGET SECTION TO BE ANNOTATED---\n Suddenly, he\nsees a ghostly white shape in the darkness on the opposite side of the room.\nScrooge tenses up for a moment until he realizes it's only his\ndressing-gown, hung up in a suspicious attitude against the wall.\n\nQuite satisfied, he closes his door, and locks himself in; in fact, he\ndouble-locks himself in, not his custom. Secured against surprise, he returns\nto the bed-room, takes off his cravat and starts to put on his dressing-gown,\nslippers, and night-cap.\n\nINT. SCROOGE'S SITTING-ROOM\nHaving changed clothes, Scrooge sits down before the fire to take his gruel.\n\nIt's a very low fire and Scrooge sits close to it. The fireplace is an old\none, built by some Dutch merchant long ago, and paved all round with quaint\nDutch tiles, designed to illustrate the Scriptures. Cains and Abels,\nPharaoh's daughters, Queens of Sheba, Angelic messengers descending through\nthe air on clouds like feather-beds, Abrahams, Belshazzars, Apostles putting\n\noff to sea in butter-boats, hundreds of figures. Scrooge takes a mouthful\nof gruel and glances at the fireplace. FLASH CUT of every tile adorned with\nMarley's face as it was on the door-knocker. Scrooge blinks -- and sees that\n\nthe tiles have returned to normal.\n\nScrooge rises and paces the room, feeling unsettled. After several turns, and\nmore than a few nervous glances at the fireplace, he sits down again. As he\nthrows his head back in the chair, his glance happens to rest upon a bell, a\ndisused bell, that hangs in the room. As he looks, the bell begins to swing.\nIt swings so softly at the outset that it scarcely makes a sound; but soon it\nrings out loudly, and for the next twenty seconds, so does every bell in the\nhouse. Throughout, an uneasy look slowly crosses Scrooge's face.\n\nAll at once, the bells cease. Scrooge relaxes, but only for a moment: a\nclanking noise comes from deep down below, as if some person were dragging a\nheavy chain over the casks in the wine-merchant's cellar.",
  "13": "---END OF PREVIOUS SECTION---\nThroughout, an uneasy look slowly crosses Scrooge's face. All at once, the bells cease. Scrooge relaxes, but only for a moment: a\nclanking noise comes from deep down below, as if some person were dragging a\nheavy chain over the casks in the wine-merchant's cellar. \n---TARGET SECTION TO BE ANNOTATED---\n The sound of a\ndownstairs door flying open with a booming sound, and then the clanking\nnoise much louder, on the floors below; then coming up the stairs; then\ncoming straight towards his door. Scrooge starts talking to himself.\n\nSCROOGE\nIt's humbug still! I won't believe it.\n\nThe colour leaves Scrooge's face though, when, without a pause, the source of\nthe noise comes on through the heavy door, and passes into the room before\n\fScrooge's very eyes. Upon its coming in, the dying flame leaps up in the\nfire-place and falls again.\n\nThe same face: the very same. JACOB MARLEY'S GHOST in his pigtail, usual\nwaistcoat, tights, and boots; the tassels on the latter bristling, like his\npigtail, and his coat-skirts, and the hair upon his head. A wrapper, a folded\nkerchief is bound about Marley's head and chin. A long chain is clasped\nabout his middle, wound about him like a tail; and made of cash-boxes, keys,\npadlocks, ledgers, deeds, and heavy purses wrought in steel. Marley's body\nis transparent so that Scrooge, observing him closely, can look through his\nwaistcoat and see the two buttons on his coat behind. Scrooge feels the need\nto crack a joke to keep down his terror.\n\nSCROOGE\n(softly)\nI'd often heard it said that you had no\nheart, Marley, but I never believed it\nuntil now.\n\nScrooge stares into the ghost's death-cold eyes and reverts to his cold and\ncaustic self.\n\nSCROOGE\nHow now! What do you want with me?\n\nMARLEY\nMuch!\n\nSCROOGE\nWho are you?\n\nMARLEY\n\nAsk me who I was.\n\nSCROOGE\nWho were you then?\n\nMARLEY\nIn life I was your partner, Jacob Marley.\n\nSCROOGE\n(doubt fully)\nCan you -- can you sit down?\nMARLEY\nI can.\nSCROOGE\n\nDo it, then.\n\nMarley sits down on the opposite side of the fireplace, as if he were quite\nused to it.",
  "14": "---END OF PREVIOUS SECTION---\nMARLEY\nI can. SCROOGE\n\nDo it, then. Marley sits down on the opposite side of the fireplace, as if he were quite\nused to it. \n---TARGET SECTION TO BE ANNOTATED---\n Scrooge stares at the ghost's fixed, glazed eyes as it sits\nperfectly motionless though its hair, and skirts, and tassels, still quiver\nas if by the hot vapour from an oven.\n\nMARLEY\nYou don't believe in me.\n\fSCROOGE\nI don't.\n\nMARLEY\nWhat evidence would you have of my reality\nbeyond that of your senses?\n\nSCROOGE\nI don't know.\n\nMARLEY\nWhy do you doubt your senses?\n\nSCROOGE\nBecause a little thing affects them. A\nslight disorder of the stomach makes them\ncheat. You may be an undigested bit of beef,\na blot of mustard, a crumb of cheese, a\nfragment of an underdone potato. There's\nmore of gravy than of grave about you,\nwhatever you are! You see this toothpick?\n\nScrooge holds up a toothpick. The ghost's eyes do not move.\n\nMARLEY\nI do.\n\nSCROOGE\nYou are not looking at it.\n\nMARLEY\nBut I see it, notwithstanding.\n\nSCROOGE\nWell! I have but to swallow this, and be for\nthe rest of my days persecuted by a legion\nof goblins, all of my own creation. Humbug,\nI tell you; humbug!\n\nAt this, the spirit raises a frightful cry, and shakes its chain with such a\ndismal and appalling noise, that Scrooge holds on tight to his chair, to save\nhimself from falling in a swoon. Marley starts taking off the bandage round\nits head, as if it were too warm to wear in-doors. When Marley's lower jaw\ndrops down to his breast, Scrooge falls on his knees, and clasps his hands\nbefore his face.\n\nSCROOGE\nMercy! Dreadful apparition, why do you\ntrouble me?\n\nMARLEY\nMan of the worldly mind! Do you believe\nin me or not?\n\nSCROOGE\nI do. I must.",
  "15": "---END OF PREVIOUS SECTION---\nDo you believe\nin me or not? SCROOGE\nI do. I must. \n---TARGET SECTION TO BE ANNOTATED---\n But why do spirits walk the\n\fearth, and why do they come to me?\n\nMARLEY\nIt is required of every man that the spirit\nwithin him should walk abroad among his\nfellow-men, and travel far and wide; and if\nthat spirit goes not go forth in life, it is\ncondemned to do so after death. It is\ndoomed to wander through the world -- oh,\nwoe is me! -- and witness what it cannot\nshare, but might have shared on earth, and\nturned to happiness!\n\nAgain Marley raises a cry, and shakes his chain, and wrings his shadowy\nhands.\n\nSCROOGE\nYou are fettered. Tell me why?\n\nMARLEY\nI wear the chain I forged in life. I made\nit link by link, and yard by yard; I girded\nit on of my own free will, and of my own\nfree will I wore it. Is its pattern strange\nto you?\n\nScrooge trembles more and more.\n\nMARLEY\nOr would you know the weight and length of\nthe strong coil you bear yourself? It was\nfull as heavy and as long as this, seven\nChristmas Eves ago. You have laboured on\nit, since. It is a ponderous chain!\n\nScrooge glances about him on the floor, in the expectation of finding himself\nsurrounded by some fifty or sixty fathoms of iron cable: but he sees nothing.\n\nSCROOGE\nJacob. Old Jacob Marley, tell me more.\nSpeak comfort to me, Jacob.\n\nMARLEY\nI have none to give. It comes from other\nregions, Ebenezer Scrooge, and is conveyed\nby other ministers, to other kinds of men.\nNor can I tell you what I would. A very\nlittle more, is all permitted to me. I\ncannot rest, I cannot stay, I cannot\nlinger anywhere. My spirit never walked\nbeyond our counting-house -- mark me! --\nin life my spirit never roved beyond the\nnarrow limits of our money-changing hole;\nand weary journeys lie before me!\n\nSCROOGE\nYou must have been very slow about it,\n\fJacob.\n\nMARLEY\nSlow!\n\nSCROOGE\nSeven years dead. And travelling all the\ntime?\n\nMARLEY\n\nThe whole time. No rest, no peace.",
  "16": "---END OF PREVIOUS SECTION---\nAnd travelling all the\ntime? MARLEY\n\nThe whole time. No rest, no peace. \n---TARGET SECTION TO BE ANNOTATED---\nIncessant torture of remorse.\n\nSCROOGE\nYou travel fast?\n\nMARLEY\nOn the wings of the wind.\n\nSCROOGE\nYou might have got over a great quantity\nof ground in seven years.\n\nMarley screams another cry, and clanks his chain hideously.\n\nMARLEY\nOh! captive, bound, and double-ironed!\nNot to know, that ages of incessant\nlabour by immortal creatures, for this\nearth must pass into eternity before the\ngood of which it is susceptible is all\ndeveloped. Not to know that any Christian\nspirit working kindly in its little sphere,\nwhatever it may be, will find its mortal\nlife too short for its vast means of\nusefulness. Not to know that no space of\nregret can make amends for one life's\nopportunities misused! Yet such was I!\nOh! such was I!\n\nSCROOGE\nBut you were always a good man of business,\nJacob.\n\nMARLEY\n\nBusiness! Mankind was my business. The\ncommon welfare was my business; charity,\nmercy, forbearance, and benevolence, were,\nall, my business. The dealings of my trade\nwere but a drop of water in the comprehensive\nocean of my business!\n\nMarley holds up his chain at arm's length, as if that were the cause of all\nhis unavailing grief, and flings it heavily to the floor again.\n\nMARLEY\nAt this time of the year, I suffer most.\n\fWhy did I walk through crowds of\nfellow-beings with my eyes turned down,\n\nand never raise them to that blessed Star\nwhich led the Wise Men to a poor abode?\nWere there no poor homes to which its light\nwould have conducted me!\n\nScrooge shivers.\n\nMARLEY\nHear me! My time is nearly gone.\n\nSCROOGE\nI will. But don't be hard upon me! Don't\nbe flowery, Jacob!\n\nMARLEY\nHow it is that I appear before you in a\nshape that you can see, I may not tell.\nI have sat invisible beside you many and\nmany a day.\n\nScrooge shivers at this, and wipes the perspiration from his brow.\n\nMARLEY\nThat is no light part of my penance.",
  "17": "---END OF PREVIOUS SECTION---\nI have sat invisible beside you many and\nmany a day. Scrooge shivers at this, and wipes the perspiration from his brow. MARLEY\nThat is no light part of my penance. \n---TARGET SECTION TO BE ANNOTATED---\n I am\nhere to-night to warn you, that you have yet\na chance and hope of escaping my fate. A\nchance and hope of my procuring, Ebenezer.\n\nSCROOGE\nYou were always a good friend to me.\nThank'ee!\n\nMARLEY\nYou will be haunted ... by Three Spirits.\n\nScrooge's jaw drops almost as low as Marley's had done.\n\nSCROOGE\nIs that the chance and hope you mentioned,\nJacob?\nMARLEY\nIt is.\nSCROOGE\nI -- I think I'd rather not.\nMARLEY\n\nWithout their visits, you cannot hope to\nshun the path I tread. Expect the first\nto-morrow, when the bell tolls One.\n\nSCROOGE\nCouldn't I take 'em all at once, and have\nit over, Jacob?\n\fMARLEY\nExpect the second on the next night at the\nsame hour. The third upon the next night\nwhen the last stroke of Twelve has ceased\nto vibrate. Look to see me no more; and look\nthat, for your own sake, you remember what\nhas passed between us.\n\nScrooge ventures to raise his eyes again, and finds his supernatural visitor\nconfronting him in an erect attitude, with its chain wound over and about its\narm. Marley takes his wrapper and wraps it round its head, as before.\nScrooge winces at the clicking sound Marley's teeth make, when his jaws are\nbrought together by the bandage. Marley walks backward from him; and with\nevery step, the nearby window raises itself a little, so that when the ghost\nreaches it, it's wide open. He beckons Scrooge to approach, which he does.\nWhen they get within two paces of each other, Marley holds up his hand,\nwarning him to come no nearer. Scrooge stops, not so much in obedience, as in\nsurprise and fear: for on the raising of the hand, he becomes sensible of\nconfused noises in the air; incoherent sounds of lamentation and regret;\nwailings inexpressibly sorrowful and self-accusatory. Marley, after listening\nfor a moment, joins in the mournful dirge; and floats out the window into the\nbleak, dark night.",
  "18": "---END OF PREVIOUS SECTION---\nWhen they get within two paces of each other, Marley holds up his hand,\nwarning him to come no nearer. Scrooge stops, not so much in obedience, as in\nsurprise and fear: for on the raising of the hand, he becomes sensible of\nconfused noises in the air; incoherent sounds of lamentation and regret;\nwailings inexpressibly sorrowful and self-accusatory. Marley, after listening\nfor a moment, joins in the mournful dirge; and floats out the window into the\nbleak, dark night. \n---TARGET SECTION TO BE ANNOTATED---\n Scrooge follows to the window: desperate in his\ncuriosity. He looks out.\n\nEXT. SCROOGE'S BUILDING\n\nThe foggy air is filled with phantoms, wandering hither and thither in\nrestless haste, and moaning as they go. Every one of them wears chains like\nMarley's; some few (they might be guilty governments) are linked together;\nnone are free. Many had been personally known to Scrooge in their lives. One\nold ghost, in a white waistcoat, with a monstrous iron safe attached to its\nankle, cries piteously at being unable to assist a WRETCHED WOMAN with an\ninfant, whom it sees below, upon a neighboring door-step. The misery with\nthem all is, clearly, that they sought to interfere, for good, in human\nmatters, and have lost the power for ever. Whether these creatures fade into\nthe mist, or the mist enshrouds them, is unclear. But they and their spirit\nvoices fade together; and the night becomes as it had been when Scrooge\nwalked home.\n\nINT. SCROOGE'S SITTING-ROOM\n\nScrooge closes the window, and examines the door by which the Ghost had\nentered. It's still double-locked, as he had locked it with his own hands --\nthe bolts are undisturbed. He tries to say \"Humbug!\" but stops at the first\nsyllable.\n\nINT. SCROOGE'S BED-ROOM\n\nScrooge closes his bed-room door and crosses to his bed. Without undressing,\nhe gets in, and falls asleep instantly. The light from the fire in the\nsitting-room is visible under the closed bed-room door.\n\nDISSOLVE TO:\n\nINT. SCROOGE'S BED-ROOM\n\fScrooge awakes in darkness, some time later. The fire has gone out in the\nsitting-room. As the chimes of a neighbouring church strike twelve, Scrooge\ncounts with his fingers.\n\nSCROOGE\nTwelve? It was past two when I went to bed.\n\nScrooge scrambles out of bed, and gropes his way to the window. He rubs the\nfrost off with the sleeve of his dressing-gown but all he can make out is\nthat it's very foggy and very quiet.",
  "19": "---END OF PREVIOUS SECTION---\nIt was past two when I went to bed. Scrooge scrambles out of bed, and gropes his way to the window. He rubs the\nfrost off with the sleeve of his dressing-gown but all he can make out is\nthat it's very foggy and very quiet. \n---TARGET SECTION TO BE ANNOTATED---\nSCROOGE\nHmmph! Clock must be wrong. Icicle must\nhave got into the works.\n\nScrooge lights a candle and sits on the edge of his bed, looking at his\nbedside alarm clock. It reads twelve.\n\nSCROOGE\nTwelve! Why, it isn't possible. I can't\nhave slept through a whole day and far\ninto another night.\n\nHe picks up the clock and checks it, then seems to remember something.\n\nNARRATOR\n(voice over)\nNow, of course, the Ghost had warned Mr\nScrooge that a spirit would visit him\nwhen the bell tolled one ...\n\nScrooge appears to make a decision of some kind and begins to fiddle with his\nclock.\n\nNARRATOR\n\n(voice over)\n... So he resolved to lie awake until the\nhour was past; and, considering that he\ncould no more go to sleep than go to Heaven,\nthis was perhaps the wisest decision he\ncould make. Naturally, he didn't want to\nbe caught dozing off, so he made sure to\nset the alarm on his clock to go off\nprecisely at one.\n\nScrooge sets the alarm, draws open all the bed-curtains so he may keep a\nsharp look-out on the room, and sits up in bed -- waiting for his visitor.\n\nDISSOLVE TO:\n\nINT. SCROOGE'S BED-ROOM\n\nAbout an hour later. Scrooge, warily sitting up in bed, watches the clock\ntick to one. The tinny alarm bell goes off. Scrooge looks around the room.\nNothing.\n\nSCROOGE\n\fBah!\n\nHe sighs -- whether in relief or disappointment or embarrassment, it's hard\nto tell -- blows out the candle, glances at the door where, the fire having\ngone out, no light shines through from the sitting-room. Scrooge draws all\nthe bed-curtains shut, curls up under the covers, and with a peaceful,\nsatisfied look on his face, shuts his eyes.\n\nA long pause.\n\nThe church bell sounds with a deep, dull, hollow, melancholy ONE. Scrooge's\neyes pop open and a wave of dread passes over his face. A wickedly bright\nlight flashes up in the room, and the curtains of Scrooge's bed are instantly\ndrawn aside.",
  "20": "---END OF PREVIOUS SECTION---\nThe church bell sounds with a deep, dull, hollow, melancholy ONE. Scrooge's\neyes pop open and a wave of dread passes over his face. A wickedly bright\nlight flashes up in the room, and the curtains of Scrooge's bed are instantly\ndrawn aside. \n---TARGET SECTION TO BE ANNOTATED---\n Scrooge, starting up into a half-recumbent attitude, finds\nhimself face to face with the unearthly visitor who drew them:\n\nIt's a weird, impressive figure -- like a child: yet not so like a child as\nlike an old man, viewed through some supernatural medium, which gives him the\nappearance of having receded from the view, and being diminished to a child's\nproportions. Its hair, which hangs about its neck and down its back, is white\nas if with age; and yet the face has not a wrinkle in it, and the tenderest\nbloom is on the skin. The arms are very long and muscular; the hands the\nsame, as if its hold were of uncommon strength. Its legs and feet, most\ndelicately formed, are, like those upper members, bare. It wears a tunic of\nthe purest white. Round its waist is bound a lustrous belt, with a beautiful\nsheen. It holds a branch of fresh green holly in its hand; and, in singular\ncontradiction of that wintry emblem, has its dress trimmed with summer\nflowers. From the crown of its head there springs a bright clear jet of\nlight, by which all this is visible; and which is doubtless why it uses, in\nits duller moments, a great extinguisher for a cap, which it now holds under\nits arm.\n\nIts belt sparkles and glitters now in one part and now in another. And it is\ncontinuously morphing: what is light one instant, at another time is dark, so\nthe figure itself fluctuates in its distinctness -- being now a thing with\none arm, now with one leg, now with twenty legs, now a pair of legs without a\nhead, now a head without a body -- of which dissolving parts, no outline is\nvisible in the dense gloom wherein they melt away and then re-form, distinct\nand clear as ever.\n\nSCROOGE\nAre you the Spirit, sir, whose coming was\nforetold to me?\n\nTHE GHOST\nI am!\n\nThe voice is soft and gentle. Singularly low, as if instead of being so close\nbeside Scrooge, it's at a distance.",
  "21": "---END OF PREVIOUS SECTION---\nTHE GHOST\nI am! The voice is soft and gentle. Singularly low, as if instead of being so close\nbeside Scrooge, it's at a distance. \n---TARGET SECTION TO BE ANNOTATED---\nSCROOGE\nWho, and what are you?\n\nTHE GHOST OF CHRISTMAS PAST\nI am the Ghost of Christmas Past.\n\nSCROOGE\n\fLong past?\n\nTHE GHOST OF CHRISTMAS PAST\nNo. Your past.\n\nScrooge winces and blinks at the light coming from the Ghost's crown.\n\nSCROOGE\nI wonder if you might, er, put a hat on.\n\nTHE GHOST OF CHRISTMAS PAST\nWhat! Would you so soon put out, with\nworldly hands, the light I give? Is it not\nenough that you are one of those whose\npassions made this cap, and force me through\nwhole trains of years to wear it low upon\nmy brow!\n\nSCROOGE\nI didn't mean to offend. Er, what business\nbrings you here?\n\nTHE GHOST OF CHRISTMAS PAST\nYour welfare!\n\nSCROOGE\nWell, I'm much obliged, but I wonder if a\ngood night's sleep wouldn't be more conducive\nto that end.\n\nTHE GHOST OF CHRISTMAS PAST\nYour reclamation, then. Take heed!\n\nThe Ghost puts out its strong hand as it speaks, and clasps him gently by the\n\narm.\n\nScrooge rises,\n\nTHE GHOST OF CHRISTMAS PAST\nRise! and walk with me!\n\nbut finding that the Ghost leads him toward the window, clasps\n\nhis robe in supplication.\n\nSCROOGE\nIt's the middle of the night; it's below\nfreezing; I'm wearing slippers, a\ndressing-gown, and a nightcap; I'm mortal.\n\nAnd I'm liable to fall.\n\nTHE GHOST OF CHRISTMAS PAST\nBear but a touch of my hand there ...\n\nThe Ghost points to its heart.\n\nTHE GHOST OF CHRISTMAS PAST\n-+. and you shall be upheld in more than\nthis!\n\fScrooge touches the Ghost's heart and they pass through the wall.\nEXT. COUNTRY ROAD - DAY\n\nScrooge and the Ghost stand on an open, sunlit country road, with fields on\neither hand. It's a clear, cold, winter day, with snow upon the ground.\nScrooge looks about and clasps his hands together.\n\nSCROOGE\nGood Heaven! I was bred in this place.",
  "22": "---END OF PREVIOUS SECTION---\nScrooge looks about and clasps his hands together. SCROOGE\nGood Heaven! I was bred in this place. \n---TARGET SECTION TO BE ANNOTATED---\n I\nwas a boy here!\n\nThe Ghost gazes upon him mildly.\n\nTHE GHOST OF CHRISTMAS PAST\nYour lip is trembling. And what is that\nupon your cheek?\n\nSCROOGE\n(an unusual catching in his voice)\nIt's a pimple.\n(beat)\nI beg you, Spirit, lead me where you would.\n\nTHE GHOST OF CHRISTMAS PAST\nYou recollect the way?\n\nSCROOGE\nRemember it! I could walk it blindfold.\n\nTHE GHOST OF CHRISTMAS PAST\nStrange to have forgotten it for so many\nyears! Let us go on.\n\nThey walk along the road; Scrooge points out every gate, and post, and tree;\nA little market-town appears in the distance, with a bridge, a church, and a\nwinding river. Some shaggy ponies, with boys upon their backs, trot down the\nroad towards Scrooge and the Ghost. The boys call to other boys in country\ngigs and carts, driven by farmers. All are in great spirits, and shout to\neach other.\n\nTHE GHOST OF CHRISTMAS PAST\n(to Scrooge)\nThese are but shadows of the things that\nhave been. They have no consciousness of\nus.\n\nThe jocund travellers approach; and as they pass by, Scrooge's cold eye\nglistens. He hears them wish each other Merry Christmas, as they part at\ncross-roads and bye-ways, for their several homes.\n\nTHE GHOST OF CHRISTMAS PAST\nThe school is not quite deserted. A\nsolitary child, neglected by his friends,\nis left there still.\n\nSCROOGE\n\f(grim again)\nI know it.\n\nEXT. SCHOOLHOUSE\n\nScrooge and the Ghost leave the high-road and approach a mansion of dull red\nbrick, with a little weathercock-surmounted cupola, on the roof, and a bell\nhanging in it. It's a large house, but one of broken fortunes; for the\nspacious offices are little used, their walls are damp and mossy, their\nwindows broken, and their gates decayed. Fowls cluck and strut in the\nstables; and the coach-houses and sheds are over-run with grass. The Ghost\nand Scrooge cross to a door at the back of the house.",
  "23": "---END OF PREVIOUS SECTION---\nIt's a large house, but one of broken fortunes; for the\nspacious offices are little used, their walls are damp and mossy, their\nwindows broken, and their gates decayed. Fowls cluck and strut in the\nstables; and the coach-houses and sheds are over-run with grass. The Ghost\nand Scrooge cross to a door at the back of the house. \n---TARGET SECTION TO BE ANNOTATED---\n It opens before them,\nand discloses:\n\nINT. SCHOOLROOM\n\nA long, bare, melancholy room, made barer still by lines of plain deal forms\nand desks. At one of these, a lonely boy reads near a feeble fire; Scrooge\nsits down upon a form, and weeps to see his poor forgotten self as he used to\nbe. The Ghost joins him.\n\nSCROOGE\nPoor boy!\n\nScrooge dries his eyes with his cuff, then mutters, puts his hand in his\npocket, and looks about him.\n\nSCROOGE\nI wish ... but it's too late now.\n\nTHE GHOST OF CHRISTMAS PAST\nWhat is the matter?\n\nSCROOGE\nNothing. Nothing. There was a boy singing a\nChristmas carol at my window last night. I\nshould like to have given him something:\nthat's all.\n\nThe Ghost smiles thoughtfully, and waves its hand.\n\nTHE GHOST OF CHRISTMAS PAST\nLet us see another Christmas!\n\nScrooge's younger self suddenly morphs into an older boy, and the room\nbecomes a little darker and more dirty. The panels shrink, the windows crack;\nfragments of plaster fall out of the ceiling; But his former self is still\nalone: all the other boys have gone home again for the holidays.\n\nYoung Scrooge is not reading now, but walking up and down despairingly.\nScrooge looks at the Ghost, and with a mournful shaking of his head, glances\nanxiously towards the door. It opens; and a little girl, much younger than\nthe boy, stands at the threshold, looking in. It's Scrooge's sister FAN. The\nelder Scrooge is amazed to see her.\n\nSCROOGE\n(whispers)\n\fFan...\n\nFAN\nEbenezer.\n\nFan steps toward him, arms outstretched as if to give him a hug and he\nresponds. But as she darts forward, her body passes through his -- for she\nis but a shadow -- and puts her arms about the neck of the younger Scrooge,\nand kisses him. Though disappointed, the elder Scrooge turns to watch the\nyoungsters embrace.\n\nFAN\nDear, dear brother.",
  "24": "---END OF PREVIOUS SECTION---\nBut as she darts forward, her body passes through his -- for she\nis but a shadow -- and puts her arms about the neck of the younger Scrooge,\nand kisses him. Though disappointed, the elder Scrooge turns to watch the\nyoungsters embrace. FAN\nDear, dear brother. \n---TARGET SECTION TO BE ANNOTATED---\n I have come to bring\nyou home, dear brother!\n\nShe claps her tiny hands, and bends down to laugh.\n\nFAN\n(sings)\nTo bring you home, home, home!\n\nYOUNG SCROOGE\n(stunned)\nHome, little Fan?\n\nFAN\nYes! Home, for good and all. Home, for ever\nand ever. Father is so much kinder than he\nused to be, that home's like Heaven!\n\nYOUNG SCROOGE\nFor you, perhaps. But not for me. He\ndoesn't know me or even what I look like.\nSame as I hardly know you, now that you're\nquite a woman.\n\nFAN\n\nHe spoke so gently to me one dear night when\n\nI was going to bed, that I was not afraid to\nask him once more if you might come home; and\nhe said Yes, you should; and sent me in a coach\nto bring you. And you're to be a man! And are\nnever to come back here; but first, we're to be\ntogether all the Christmas long, and have the\nmerriest time in all the world.\n\nYOUNG SCROOGE\nYou are quite a woman, little Fan!\n\nShe claps her hands and laughs, and tries to touch his head; but being too\nlittle, laughs again, and stands on tiptoe to embrace him. Then she begins to\n\ndrag him, in her childish eagerness, towards the door; and he, nothing loth\nto go, accompanies her.\n\nEXT. SCHOOLHOUSE\n\nYoung Scrooge's trunk is tied on to the top of a coach, not long after. Young\n\fScrooge and Fan bid an old schoolmaster good-bye, get in, and drive gaily\ndown the country road: the quick wheels dash the hoar-frost and snow from off\nthe dark leaves of the evergreens like spray.\n\nEXT. COUNTRY ROAD\n\nThe Elder Scrooge and the Ghost stand at the road-side and watch the coach go\nby, its two passengers laughing and talking.\n\nTHE GHOST OF CHRISTMAS PAST\nAlways a delicate creature, whom a breath\nmight have withered. But she had a large\nheart!\n\nSCROOGE\nSo she had.\n\nTHE GHOST OF CHRISTMAS PAST\nShe died a woman.",
  "25": "---END OF PREVIOUS SECTION---\nBut she had a large\nheart! SCROOGE\nSo she had. THE GHOST OF CHRISTMAS PAST\nShe died a woman. \n---TARGET SECTION TO BE ANNOTATED---\n And had, as I think,\nchildren.\n\nSCROOGE\nOne child.\n\nTHE GHOST OF CHRISTMAS PAST\nTrue. Your nephew!\n\nScrooge seems uneasy in his mind.\n\nSCROOGE\n(briefly)\nYes.\n\nThe Ghost casually peers over Scrooge shoulder and when Scrooge turns ‘round\nto follow his gaze, he is startled to see:\n\nEXT. WAREHOUSE - NIGHT\n\nA busy thoroughfare of a city, where shadowy pedestrians pass and shadowy\ncarts and coaches battle for the way. The dressing of the shops shows that\nhere too it's Christmas time again; but it's evening, and the streets are\nlighted up. Scrooge and the Ghost stand near a warehouse door to which the\nGhost points.\n\nTHE GHOST OF CHRISTMAS PAST\nKnow it?\n\nSCROOGE\nKnow it! I apprenticed here!\n\nThe Ghost, using a half dozen arms that fade in and out of view, gestures\n“After you\" and Scrooge enters.\n\nINT. WAREHOUSE\n\nAt sight of an old GENTLEMEN in a Welch wig, sitting behind such a high desk,\nthat if he were two inches taller he would knock his head against the\n\fceiling, Scrooge lets out a gasp and turns to the Ghost behind him.\n\nSCROOGE\nWhy, it's old Fezziwig! Bless his heart;\nit's Fezziwig alive again!\n\nOld Fezziwig lays down his pen, and looks up at the clock, which points to\nthe hour of seven. He rubs his hands; adjusts his capacious waistcoat;\nlaughs, and calls out in a comfortable, oily, rich, fat, jovial voice.\n\nFEZZIWIG\nYo ho, there! Ebenezer! Dick!\n\nImmediately, EBENEZER -- Scrooge's younger self, now a grown man -- comes\nbriskly in, accompanied by his fellow-'prentice, DICK.\n\nSCROOGE\n(to the Ghost)\nDick Wilkins, to be sure! Bless me, yes.\nThere he is. He was very much attached to me,\nwas Dick. Poor Dick! Dear, dear!\n\nFEZZIWIG\nYo ho, my boys! No more work to-night.\nChristmas Eve, Dick. Christmas, Ebenezer!\nLet's have the shutters up...",
  "26": "---END OF PREVIOUS SECTION---\nChristmas Eve, Dick. Christmas, Ebenezer! Let's have the shutters up... \n---TARGET SECTION TO BE ANNOTATED---\n(claps his hands, sharply)\n... before a man can say, Jack Robinson!\n\nDick and Ebenezer charge into the street with the shutters -- one, two, three\n-- have them up in their places -- four, five, six -- bar 'em and pin 'em --\nseven, eight, nine -- and come back before the count of twelve, panting like\n\nrace-horses. Fezziwig skips down from the high desk, with wonderful agility.\n\nFEZZIWIG\nHilli-ho! Clear away, my lads, and let's\nhave lots of room here! Hilli-ho, Dick!\nChirrup, Ebenezer!\n\nFEZZIWIG CHRISTMAS MONTAGE\n\nIn a minute, Dick and Ebenezer have every movable packed off, the floor swept\nand watered, the lamps trimmed, fuel heaped on the fire; and the warehouse is\nas snug, and warm, and dry, and bright a ball-room.\n\nA fiddler with a music-book enters, goes up to the lofty desk, tunes his\ninstrument and starts to play. MRS. FEZZIWIG, one vast substantial smile,\nenters. Three MISS FEZZIWIGS, beaming and lovable, enter. Six young followers\nwhose hearts they broke, enter. All the young men and women employed in the\nbusiness enter, one after another; some shyly, some boldly, some gracefully,\nsome awkwardly, some pushing, some pulling -- twenty couple at once; hands\nhalf round and back again the other way; down the middle and up again; round\nand round in various stages of affectionate grouping; as the dance ends, old\nFezziwig, clapping his hands, crying out, “Well done!\" The fiddler buries\nhis\n\nface in a pot of porter and then pops up again, refreshed, to keep playing.\n\fThroughout, Scrooge and the Ghost watch. Or, rather, the Ghost watches and\nScrooge lives and re-lives every moment. He points out the guests to the\nGhost and talks about them animatedly, though we can't hear him over all the\nnoise. Eventually, he ditches the Ghost like a bad blind date and follows\nhis younger self ‘round the room, listening in on conversations and laughing\nalong with various jokes.\n\nMore dancing.",
  "27": "---END OF PREVIOUS SECTION---\nHe points out the guests to the\nGhost and talks about them animatedly, though we can't hear him over all the\nnoise. Eventually, he ditches the Ghost like a bad blind date and follows\nhis younger self ‘round the room, listening in on conversations and laughing\nalong with various jokes. More dancing. \n---TARGET SECTION TO BE ANNOTATED---\n Also eating: cake, negus, a great piece of Cold Roast, a great\npiece of Cold Boiled, mince-pies, and plenty of beer. The fiddler strikes up\n\"Sir Roger de Coverley.\" Old Fezziwig dances with Mrs. Fezziwig -- an\nimpressive display: advance and retire, hold hands with your partner, bow and\ncurtsey; corkscrew; thread-the-needle, and back again to your place. Young\nEbenezer, too, dances up a storm as his elder self looks on in amazement.\n\nThe clock strikes eleven as the party winds down. Mr and Mrs Fezziwig take\ntheir stations, one on either side of the door, and shake hands with every\nperson individually as he or she goes out, wishes him or her a Merry\nChristmas. When everyone has gone but the two 'prentices, they do the same to\nthem; Suddenly, all is very quiet as the young men are left to clean up.\n\nScrooge remembers the Ghost, and becomes conscious that it's looking full\nupon him, while the light upon its head burns very clear.\n\nTHE GHOST OF CHRISTMAS PAST\nA small matter to make these silly folks so\nfull of gratitude.\n\nSCROOGE\nSmall!\n\nThe Spirit signs to him to listen to the two apprentices. We overhear a\nsnatch of the conversation as they tidy the room.\n\nDICK\nWhat a sweet old man is Mr Fezziwig!\n\nEBENEZER\nThe sweetest! Didja see him dancin' with\nthe Missus -- and the look on his face?\nDICK\nOh, yes!\nEBENEZER\nHe was in Heaven -- and fully deserved to\nbe.\nDICK\nAnd where the devil did he find that\nfiddler?\nEBENEZER\n\nOh, wasn't he marvelous? Nothing's too good\nfor Fezziwig. I'd say this year's party was\nfiner than the last -- if such a thing is\npossible.\n\fAs the boys head into another room, the Ghost turns to Scrooge.\n\nTHE GHOST OF CHRISTMAS PAST\nFezziwig spent but a few pounds of your\nmortal money: three or four perhaps.",
  "28": "---END OF PREVIOUS SECTION---\nI'd say this year's party was\nfiner than the last -- if such a thing is\npossible. As the boys head into another room, the Ghost turns to Scrooge. THE GHOST OF CHRISTMAS PAST\nFezziwig spent but a few pounds of your\nmortal money: three or four perhaps. \n---TARGET SECTION TO BE ANNOTATED---\n Is that\nso much that he deserves this praise?\n\nSCROOGE\nIt isn't that. It isn't that, Spirit. He\nhas the power to render us happy or unhappy;\nto make our service light or burdensome; a\npleasure or a toil. Say that his power lies\nin words and looks; in things so slight and\ninsignificant that it is impossible to add\nand count 'em up: what then? The happiness\nhe gives, is quite as great as if it cost\na fortune.\n\nThe Ghost raises an eyebrow at this, and Scrooge stops.\n\nTHE GHOST OF CHRISTMAS PAST\nWhat is the matter?\n\nSCROOGE\nNothing particular.\n\nTHE GHOST OF CHRISTMAS PAST\nSomething, I think?\n\nSCROOGE\nNo. No. I should like to be able to say a\nword or two to my clerk just now. That's all.\n\nSuddenly, the room darkens as young Ebenezer re-enters and turns down the\nlamps.\n\nTHE GHOST OF CHRISTMAS PAST\nMy time grows short.\n\nThe room continues to darken until the scene fades to black.\nEXT. GRAVEYARD - DAY\n\nThe black hole of a freshly dug grave -- on a frosty green cemetery lawn\nunder a sunny blue sky. Nearby is Ebenezer, older now, a man in the prime of\nlife, but without the harsh and rigid lines of later years: merely a few\nsigns of care and avarice. An eager, greedy, restless motion afflicts his\neye. He sits on a bench under a shady tree watching a fair young girl ina\nmourning-dress placing flowers by a tombstone -- her tears sparkle in the\nlight that shines out of the Ghost of Christmas Past, who stands on the\nopposite side of the ‘stone. An astonished Scrooge stands beside the Ghost,\nstaring at her, his face just inches from hers.\n\nSCROOGE\n(whispers)\nBelle ...\n\fHe reaches out to touch her, but she abruptly turns and crosses to his\nyounger self, going from sunshine to shade. BELLE joins Ebenezer on the\nbench and takes up what appears to be an ongoing conversation.\n\nBELLE\n\nIt matters little, to you, very little.",
  "29": "---END OF PREVIOUS SECTION---\nHe reaches out to touch her, but she abruptly turns and crosses to his\nyounger self, going from sunshine to shade. BELLE joins Ebenezer on the\nbench and takes up what appears to be an ongoing conversation. BELLE\n\nIt matters little, to you, very little. \n---TARGET SECTION TO BE ANNOTATED---\nAnother idol has displaced me; and if it\ncan cheer and comfort you in time to come,\nas I would have tried to do, I have no\njust cause to grieve.\n\nEBENEZER\nWhat Idol has displaced you?\n\nBELLE\nA golden one.\n\nEBENEZER\n(tries to be reasonable)\nThis is the even-handed dealing of the\nworld! There is nothing on which it is so\nhard as poverty; and there is nothing it\nprofesses to condemn with such severity\nas the pursuit of wealth!\n\nBELLE\nYou fear the world too much. All your\nother hopes have merged into the hope of\nbeing beyond the chance of its sordid\nreproach. I have seen your nobler\naspirations fall off one by one, until\nthe master-passion, Gain, engrosses you.\nHave I not?\n\nEBENEZER\nWhat then? Even if I have grown so much\nwiser, what then? I am not changed towards\nyou.\n\nBelle shakes her head.\n\nEBENEZER\nAm I?\n\nBELLE\nOur engagement is an old one. It was made\nwhen we were both poor and content to be\nso, until, in good season, we could improve\nour worldly fortune by our patient industry.\nYou are changed. When it was made, you were\nanother man.\n\nEBENEZER\n(impatiently)\nI was a boy. 'Tis true, I am not now what I\nwas then.\n\fBELLE\nI am. That which promised happiness when\nwe were one in heart, is fraught with\nmisery now that we are two. How often and\nhow keenly I have thought of this, I will\nnot say. It is enough that I have thought\nof it, and can release you from our\nengagement.\n\nEBENEZER\nHave I ever sought release?\n\nBELLE\nIn words? No. Never.\n\nEBENEZER\nIn what, then?\n\nBELLE\nIn a changed nature; in an altered spirit;\nin another atmosphere of life; another Hope\nas its great end. In everything that made\nmy love of any worth or value in your sight.",
  "30": "---END OF PREVIOUS SECTION---\nEBENEZER\nIn what, then? BELLE\nIn a changed nature; in an altered spirit;\nin another atmosphere of life; another Hope\nas its great end. In everything that made\nmy love of any worth or value in your sight. \n---TARGET SECTION TO BE ANNOTATED---\nIf this had never been between us, tell me,\nwould you seek me out and try to win me now?\nAh, no!\n\nHe seems to yield to the justice of this supposition, in spite of himself.\n\nEBENEZER\nYou think not.\n\nBELLE\nI would gladly think otherwise if I could,\nHeaven knows! When I have learned a Truth\nlike this, I know how strong and\nirresistible it must be. But if you were\nfree to-day, to-morrow, yesterday, can\neven I believe that you would choose a\ndowerless girl -- you who, in your very\nconfidence with her, weigh everything by\nGain: or, choosing her, if for a moment\nyou were false enough to your one guiding\nprinciple to do so, do I not know that\nyour repentance and regret would surely\nfollow? I do; and I release you from our\nengagement. With a full heart, for the love\nof him you once were.\n\nA pause. He is about to speak; but with her head turned from him, she\nresumes.\n\nBELLE\nYou may -- the memory of what is past half\nmakes me hope you will -- have pain in this.\n\nA very, very brief time, and you will dismiss\nthe recollection of it, gladly, as an\n\funprofitable dream, from which it happened\nwell that you awoke. May you be happy in the\nlife you have chosen!\n\nAbruptly, she rises and leaves him.\nSCROOGE\nSpirit! Show me no more! Conduct me home. Why\n\ndo you delight to torture me?\n\nTHE GHOST OF CHRISTMAS PAST\nOne shadow more!\n\nSCROOGE\nNo more! No more. I don't wish to see it.\nShow me no more!\nBut the relentless Ghost pinions his arms, and turns him 'round to observe:\n\nINT. BELLE'S SITTING-ROOM - NIGHT\n\nA room, not very large or handsome, but full of comfort and Christmas\n\ndecorations. All is quiet. Falling snow is visible out the windows. Near\nthe fireplace, sits a beautiful young girl, nearly identical to Belle. Belle\nherself, now a comely matron, is also by the fire -- sitting opposite her\n\ndaughter. Scrooge gazes upon them in awe, particularly the daughter.",
  "31": "---END OF PREVIOUS SECTION---\nNear\nthe fireplace, sits a beautiful young girl, nearly identical to Belle. Belle\nherself, now a comely matron, is also by the fire -- sitting opposite her\n\ndaughter. Scrooge gazes upon them in awe, particularly the daughter. \n---TARGET SECTION TO BE ANNOTATED---\nNARRATOR\n\n(voice over)\nI suspect it must have staggered Mr Scrooge\nto see these women, especially the younger\none, because had he played his cards\ndifferently, a woman such as she might well\nhave called him father, and been like a\nspring-time for him in the haggard winter\nof his life.\n\n(beat)\nOf course, he might well have had more than\none child ...\n\nNearly a dozen children explode into the room, making a tumultuous noise, but\nno one seems to care; on the contrary, the mother and daughter laugh\nheartily, and enjoy it very much; and the latter mingles with them and gets\nclobbered ruthlessly. They stream around a startled Scrooge, running, jumping\nand playing with enormous energy.\n\nNARRATOR\n(voice over)\n-.. Oh, what would I not have given to be\none of those children! Though I never could\nhave been so rude, no, no! I wouldn't for\nthe wealth of all the world have behaved so\nwildly, God bless my soul!\n\nUpon a knocking at the door, the children stampede immediately, and the\ndaughter is borne towards it in the centre of the flushed and boisterous\ngroup, just in time to greet their father, who comes home laden with\n\fChristmas toys and presents. Shouting and struggling, the kids swarm their\nfather, BELLE'S HUSBAND: scaling him, with chairs for ladders, to dive into\nhis pockets, despoil him of brown-paper parcels, hold on tight by his cravat,\nhug him round the neck, pummel his back, and kick his legs in irrepressible\naffection! They shout with wonder and delight at each package they receive.\nBelle has risen from her chair to watch the proceedings and happens to stand\nnext to Scrooge who watches her and her family closely, no doubt pondering\nwhat might have been.\n\nDISSOLVE TO:\nINT. BELLE'S SITTING-ROOM\n\nLater that evening. Gift-wrapping litters the floor. The children have gone\nto bed and all is quiet again.",
  "32": "---END OF PREVIOUS SECTION---\nBELLE'S SITTING-ROOM\n\nLater that evening. Gift-wrapping litters the floor. The children have gone\nto bed and all is quiet again. \n---TARGET SECTION TO BE ANNOTATED---\n Scrooge and the Ghost look on as Belle's\n\nhusband, having his eldest daughter leaning fondly on him, sits down with her\nand her mother at the fireside; The husband turns to his wife with a smile.\n\nBELLE'S HUSBAND\nBelle, I saw an old friend of yours this\n\nafternoon.\n\nBELLE\nWho was it?\n\nBELLE'S HUSBAND\n\nGuess!\nBELLE\n\nHow can I? Tut, don't I know. Ebenezer\n\nScrooge.\n\nBELLE'S HUSBAND\nScrooge it was. I passed his office window;\nand as it was not shut up, and he had a\ncandle inside, I could scarcely help seeing\nhim. His partner lies upon the point of\ndeath, I hear; and there he sat alone. Quite\nalone in the world, I do believe.\n\nScrooge, sitting beside the Ghost on the far side of the room, shuts his eyes\nand shakes his head.\n\nSCROOGE\nspirit! Remove me from this place.\n\nTHE GHOST OF CHRISTMAS PAST\nI told you these were shadows of the things\nthat have been. That they are what they are,\ndo not blame me!\n\nSCROOGE\nRemove me! I cannot bear it!\n\nScrooge turns upon the Ghost, and sees that it looks at him with an oddly\nmorphing face, in which there momentarily appear fragments of all the faces\nit has shown him: his younger selves, Fan, the Fezziwigs, Dick Wilkins,\n\fBelle, etc. Terrified, Scrooge physically attacks the Ghost.\n\nSCROOGE\nLeave me! Take me back. Haunt me no longer!\n\nThe Ghost offers no visible resistance of its own but remains undisturbed by\nScrooge's attack, the light from its head burns high and bright; Scrooge\nseizes the extinguisher-cap from under its arm and presses it down upon the\nGhost's head. The Ghost seems to shrink beneath it, so that the extinguisher\ncovers its whole form; but though Scrooge presses it down with all his force,\nhe can't hide the light, which streams from under it, in an unbroken flood\nupon the ground. In a last great effort, he throws the whole of his body atop\nthe cap and the light goes out. Blackness.\n\nINT.",
  "33": "---END OF PREVIOUS SECTION---\nIn a last great effort, he throws the whole of his body atop\nthe cap and the light goes out. Blackness. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SCROOGE'S BED-ROOM\n\nThe room is dark -- no light shines under the bed-room door from the sitting-\nroom. Scrooge -- in roughly the same position we last saw him -- lies in his\nbed atop his pillow. In the middle of a prodigiously tough snore, Scrooge\nawakens with a start and sits up in bed. He lights his candle and looks\naround. His bedside clock reads five minutes to one.\n\nNARRATOR\n\n(voice over)\nNow, Marley's Ghost had warned Scrooge that\na second spirit would haunt him at the\nstroke of one. I don't mind telling you\nthat Scrooge was now prepared for a good\nbroad field of strange appearances, and\nthat nothing between a baby and a rhinoceros\nwould have astonished him very much. By this\ntime, he was ready for almost anything ...\n\nFrom the church clock, the chimes strike one. Scrooge steels himself.\n\nNARRATOR\n(voice over)\n\n... But, you see, he was not by any means\n\nready for nothing ...\n\nAnd nothing is exactly what happens. After a lengthy pause, Scrooge checks\nhis clock, sighs and, with a last look around, blows out the candle and lies\ndown on the bed. Suddenly, he bolts straight up -- staring at his bed-room\ndoor. Light is again streaming in from the sitting-room. Scrooge gets up\nsoftly and shuffles in his slippers to the door. His hand is on the lock\nwhen a voice from the sitting-room calls out.\n\nVOICE\nScroooocoge? Come in, Scrooge!\n\nA trembling Scrooge opens the door and enters:\nINT. SCROOGE'S SITTING-ROOM\nIt's his own room, but it's undergone a transformation. The walls and ceiling\n\nare so hung with living green, that it looks a perfect grove; from every part\nof which, bright gleaming berries glisten. Crisp leaves of holly, mistletoe,\n\fand ivy reflect back the light like so many little mirrors; and a mighty\nblaze roars in the fire-place.",
  "34": "---END OF PREVIOUS SECTION---\nSCROOGE'S SITTING-ROOM\nIt's his own room, but it's undergone a transformation. The walls and ceiling\n\nare so hung with living green, that it looks a perfect grove; from every part\nof which, bright gleaming berries glisten. Crisp leaves of holly, mistletoe,\n\fand ivy reflect back the light like so many little mirrors; and a mighty\nblaze roars in the fire-place. \n---TARGET SECTION TO BE ANNOTATED---\n Heaped up on the floor, to form a kind of\nthrone, are turkeys, geese, game, poultry, brawn, great joints of meat,\nsucking-pigs, long wreaths of sausages, mince-pies, plum-puddings, barrels of\noysters, red-hot chestnuts, cherry-cheeked apples, juicy oranges, luscious\npears, immense twelfth-cakes, and seething bowls of punch, that make the\nchamber dim with their delicious steam. In easy state upon this couch, there\nsits a jolly Giant, glorious to see: who carries a glowing torch, in shape\nnot unlike Plenty's horn, and holds it up, high up, to shed its light on\nScrooge, as he comes peeping round the door.\n\nTHE GHOST OF CHRISTMAS PRESENT\nCome in! Come in and know me better, man!\n\nScrooge enters timidly. The Spirit's eyes are clear and kind, but Scrooge\ndoes not look at them.\n\nTHE GHOST OF CHRISTMAS PRESENT\nI am the Ghost of Christmas Present! Look\nupon me!\n\nScrooge does so. The ghost wears a simple green robe, or mantle, bordered\nwith white fur, hanging so loosely on the figure, that its capacious breast\nis bare, as if disdaining to be warded or concealed by any artifice. Its\nfeet, observable beneath the ample folds of the garment, are also bare; and\non its head it wears no other covering than a holly wreath, set here and\nthere with shining icicles. Its dark brown curls are long and free: free as\nits genial face, its sparkling eye, its open hand, its cheery voice, its\nunconstrained demeanour, and its joyful air. Girded round its middle is an\nantique scabbard; but with no sword in it, and the ancient sheath is eaten up\nwith rust.\n\nTHE GHOST OF CHRISTMAS PRESENT\nYou have never seen the like of me before?\n\nSCROOGE\nNever.\n\nTHE GHOST OF CHRISTMAS PRESENT\nHave never walked forth with my elder\nbrothers born in these later years?\n\nSCROOGE\nI don't think I have. I am afraid I have\nnot.",
  "35": "---END OF PREVIOUS SECTION---\nTHE GHOST OF CHRISTMAS PRESENT\nHave never walked forth with my elder\nbrothers born in these later years? SCROOGE\nI don't think I have. I am afraid I have\nnot. \n---TARGET SECTION TO BE ANNOTATED---\n Have you had many brothers, Spirit?\n\nTHE GHOST OF CHRISTMAS PRESENT\nApproximately eighteen hundred and\nforty-two.\n\nSCROOGE\nA tremendous family to provide for!\n\nThe Ghost of Christmas Present smiles and rises.\n\nSCROOGE\nspirit, conduct me where you will. I went\n\fforth last night on compulsion, and I learnt\na lesson which is working now. To-night, if\nyou have aught to teach me, let me profit by\nit.\n\nTHE GHOST OF CHRISTMAS PRESENT\nTouch my robe!\n\nScrooge does as he's told, and holds it fast. Holly, mistletoe, red berries,\nivy, turkeys, geese, game, poultry, brawn, meat, pigs, sausages, oysters,\npies, puddings, fruit, and punch, all vanish instantly. So does the room, the\nfire, the ruddy glow, the hour of night...\n\nEXT. CITY STREET - DAY\n\nScrooge and the Spirit wander the city streets on Christmas morning, where\nthe severe weather causes the people to make a rough, but brisk and not\nunpleasant kind of music, in scraping the snow from the pavement in front of\ntheir dwellings, and from the tops of their houses. Scrooge and the Spirit\nsee that the corner poulterer's shop is still open, and in its window hang\ntwo Prize Turkeys. One is the size of a boy, the other a little smaller.\nHappy crowds pour forth into the streets on their way to church, dressed in\ntheir Sunday best. Scrooge and the Spirit press on into Camden Town.\n\nEXT. BOB CRATCHIT'S HOME\n\nOn the threshold of the door, Scrooge watches as the Spirit smiles and stops\nto bless Bob Cratchit's four-roomed house with an unspoken prayer.\n\nINT. BOB CRATCHIT'S HOME\n\nMRS CRATCHIT, Bob Cratchit's wife, dressed out but poorly in a twice-turned\ngown, but brave in ribbons, which are cheap and make a goodly show for\nsixpence; and she lays the table-cloth, assisted by BELINDA, second of her\ndaughters, also brave in ribbons; while the adolescent Master PETER Cratchit\nplunges a fork into the saucepan of potatoes, then into his mouth.",
  "36": "---END OF PREVIOUS SECTION---\nBOB CRATCHIT'S HOME\n\nOn the threshold of the door, Scrooge watches as the Spirit smiles and stops\nto bless Bob Cratchit's four-roomed house with an unspoken prayer. INT. BOB CRATCHIT'S HOME\n\nMRS CRATCHIT, Bob Cratchit's wife, dressed out but poorly in a twice-turned\ngown, but brave in ribbons, which are cheap and make a goodly show for\nsixpence; and she lays the table-cloth, assisted by BELINDA, second of her\ndaughters, also brave in ribbons; while the adolescent Master PETER Cratchit\nplunges a fork into the saucepan of potatoes, then into his mouth. \n---TARGET SECTION TO BE ANNOTATED---\n Two\nsmaller Cratchits, boy and girl, come tearing in, screaming something\nincomprehensible; and basking in luxurious thoughts of sage-and-onion, these\nyoung Cratchits dance about the table. The eldest, Peter Cratchit, blows the\nfire, until the slow potatoes, bubbling up, knock loudly at the saucepan-lid.\n\nMRS. CRATCHIT\nWhat has ever got your precious father then.\nAnd your brother, Tiny Tim! And Martha warn't\nas late last Christmas Day by half-an-hour!\n\nAs if on cue, MARTHA, the eldest daughter, enters.\n\nMARTHA\nHere's Martha, mother!\n\nTHE TWO SMALL CRATCHITS\nHere's Martha, mother! Hurrah! There's such\na goose, Martha!\n\nMRS. CRATCHIT\nWhy, bless your heart alive, my dear, how\n\flate you are!\n\nMrs Cratchit, kisses Martha, and takes off her shawl and bonnet for her with\nofficious zeal.\n\nMARTHA\nWe'd a deal of work to finish up last night\nand had to clear away this morning, mother!\n\nMRS. CRATCHIT\nWell! Never mind so long as you are come.\nSit ye down before the fire, my dear, and\nhave a warm, Lord bless ye!\n\nTHE TWO SMALL CRATCHITS\nNo, no! There's father coming. Hide,\nMartha, hide!\n\nSo Martha hides herself, and, to Scrooge's surprise -- for until now, he\nhadn't a clue as to whose house this was -- in comes little Bob Cratchit, the\nfather, with at least three feet of comforter hanging down before him; and\nhis threadbare clothes darned up and brushed, to look seasonable; and TINY\nTIM upon his shoulder. He sets Tim down gently. Alas for Tiny Tim, he bears\na little crutch, and has his limbs supported by an iron frame. He limps\nbadly, favoring his right leg. Bob looks around.\n\nBOB CRATCHIT\nWhy, where's our Martha?\n\nMRS. CRATCHIT\nNot coming.",
  "37": "---END OF PREVIOUS SECTION---\nBOB CRATCHIT\nWhy, where's our Martha? MRS. CRATCHIT\nNot coming. \n---TARGET SECTION TO BE ANNOTATED---\nBOB CRATCHIT\n(heartbroken)\nNot coming! Not coming upon Christmas Day!\n\nMartha doesn't like to see him disappointed, even if it were only in joke; so\nshe comes out prematurely from behind the closet door, and runs into his\narms, while the two young Cratchits help Tiny Tim to the wash-house, that he\nmight hear the pudding singing in the copper. Bob hugs Martha to his heart's\ncontent until she breaks away to tend to the supper. Husband and wife are\nalone for a moment.\n\nMRS. CRATCHIT\nAnd how did little Tim behave in church?\n\nBOB CRATCHIT\n\nAs good as gold, and better. Somehow he\ngets thoughtful, sitting by himself so\nmuch, and thinks the strangest things\nyou ever heard. He told me, coming home,\nthat he hoped the people in church saw\nhim, because he was a cripple, and it\nmight be pleasant to them to remember\nupon Christmas Day, who made lame beggars\nwalk, and blind men see.\n\n(a long pause)\n\fHe's growing stronger and heartier every\nday, isn't he?\n\nThe look that crosses Mrs Cratchit's face is not encouraging.\n\nMRS. CRATCHIT\n(quietly)\nYes, dear. He is.\n\nWith his active little crutch, Tiny Tim returns, escorted by his brother and\nsister to his stool before the fire;\n\nTHE TWO SMALL CRATCHITS\nThe goose is cooked! The goose is cooked!\n\nCHRISTMAS DINNER MONTAGE\n\nBob Cratchit turns up his cuffs and compounds some hot mixture in a jug with\ngin and lemons, and stirs it round and round and puts it on the hob to\nsimmer; Peter, and the two ubiquitous young Cratchits fetch the goose and\ncarry it to the table. Mrs Cratchit pours the gravy, hissing hot; Peter\nmashed the potatoes with incredible vigour; Miss Belinda sweetens up the\napple-sauce; Martha dusts the hot plates; Bob takes Tiny Tim beside him in a\ntiny corner at the table; the two young Cratchits set chairs for everybody,\nnot forgetting themselves. At last, the table is set -- goose, apple-sauce\nand mashed potatoes.\n\nSCROOGE\n(to the Spirit, matter-of-fact)\nHmmph. Not much of a goose.",
  "38": "---END OF PREVIOUS SECTION---\nAt last, the table is set -- goose, apple-sauce\nand mashed potatoes. SCROOGE\n(to the Spirit, matter-of-fact)\nHmmph. Not much of a goose. \n---TARGET SECTION TO BE ANNOTATED---\nTINY TIM\nBless us, 0 Lord! and these Thy gifts,\nwhich we are about to receive from Thy\nbounty, through Christ our Lord. Amen.\n\nA breathless pause, as Mrs Cratchit, looking slowly all along the carving-\nknife, prepares to plunge it in the breast; but when she does, and when the\nlong expected gush of stuffing issues forth, one murmur of delight arises all\nround the table, and even Tiny Tim, excited by the two young Cratchits, beats\non the table with the handle of his knife, and feebly cries \"Hurrah!\" In a\nmoment, everyone's mouth is full.\n\nBOB CRATCHIT\n(to Mrs Cratchit)\n\nI don't believe there ever was such a goose\n\ncooked. So tender.\n\nMARTHA\n(to Mrs Cratchit)\nAnd delicious.\n\nONE OF THE SMALL CRATCHITS\n(to Mrs Cratchit)\nAnd big.\n\nMRS CRATCHIT\n\f(wryly)\nAnd cheap.\n\nTINY TIM\n(to Mrs Cratchit)\n\nIt's lovely, Mother. This a goose we shall\n\nremember for as long as we live.\n\nMRS. CRATCHIT\nThank you, Tim.\n\nAfter a DISSOLVE, Miss Belinda changes the plates. Mrs Cratchit is visibly\nnervous.\n\nMRS. CRATCHIT\nI can't stand to look at the pudding.\nSuppose it should not be done enough?\nSuppose it should break in turning out?\n\nBOB CRATCHIT\n(mock horror)\nSuppose somebody should have got over\nthe wall of the back-yard, and stolen it,\nwhile we were eating the goose?\n\nBob's mouth makes a perfect O and his eyebrows almost leave his head. The\ntwo small Cratchits become livid and start yelling at him. Everyone roars\nwith laughter at this, even Mrs Cratchit. Belinda bursts into the room\naccompanied by a great deal of steam and, in an instant, the pudding is out\nof the copper like a speckled cannon-ball, hard and firm, blazing in half of\nhalf-a-quartern of ignited brandy, and bedight with Christmas holly stuck\ninto the top. Everyone oohs and aahhhs as Mrs Cratchit blushes and smiles\nproudly.",
  "39": "---END OF PREVIOUS SECTION---\nEveryone roars\nwith laughter at this, even Mrs Cratchit. Belinda bursts into the room\naccompanied by a great deal of steam and, in an instant, the pudding is out\nof the copper like a speckled cannon-ball, hard and firm, blazing in half of\nhalf-a-quartern of ignited brandy, and bedight with Christmas holly stuck\ninto the top. Everyone oohs and aahhhs as Mrs Cratchit blushes and smiles\nproudly. \n---TARGET SECTION TO BE ANNOTATED---\nBOB CRATCHIT\nOh, a wonderful pudding!\n\nBob Cratchit holds up a glass to propose a toast.\n\nBOB CRATCHIT\nA Merry Christmas to us all, my dears.\nGod bless us!\n\nWhich all the family re-echoes.\n\nTINY TIM\nGod bless us every one!\n\nThe family drinks and gets to work on the pudding. Tim sits very close to\nhis father's side upon his little stool. Bob holds Tim's withered little hand\nin his, as if he wished to keep him by his side, and dreaded that he might be\ntaken from him. Scrooge watches them with fascination -- it's a side of\nCratchit he's never thought of. Without taking his eyes off them, he nods to\nthe Spirit.\n\nSCROOGE\nSpirit ... tell me if Tiny Tim will live.\n\fTHE GHOST OF CHRISTMAS PRESENT\nI see a vacant seat in the poor chimney-\ncorner, and a crutch without an owner,\ncarefully preserved. If these shadows\nremain unaltered by the Future, the child\n\nwill die.\nSCROOGE\n\nNo, no. Oh, no, kind Spirit! say he will\n\nbe spared.\n\nTHE GHOST OF CHRISTMAS PRESENT\nIf these shadows remain unaltered by the\nFuture, none other of my race will find him\nhere. What then?\n(assuming Scrooge's voice)\nIf he be like to die, he had better do it,\nand decrease the surplus population.\n\nOvercome with penitence and grief, Scrooge hangs his head to hear his own\nwords quoted.\n\nTHE GHOST OF CHRISTMAS PRESENT\nMan, if man you be in heart, not adamant,\nforbear that wicked cant until you have\ndiscovered What the surplus is, and Where\nit is. Will you decide what men shall live,\nwhat men shall die? It may be, that in the\nsight of Heaven, you are more worthless and\nless fit to live than millions like this\npoor man's child. Oh God! to hear the\nInsect on the leaf pronouncing on the too\nmuch life among his hungry brothers in the\ndust!\n\nScrooge bends before the Spirit's rebuke, and trembling, casts his eyes upon\nthe ground.",
  "40": "---END OF PREVIOUS SECTION---\nIt may be, that in the\nsight of Heaven, you are more worthless and\nless fit to live than millions like this\npoor man's child. Oh God! to hear the\nInsect on the leaf pronouncing on the too\nmuch life among his hungry brothers in the\ndust! Scrooge bends before the Spirit's rebuke, and trembling, casts his eyes upon\nthe ground. \n---TARGET SECTION TO BE ANNOTATED---\nBOB CRATCHIT\nMr Scrooge!\n\nScrooge looks up, startled to hear someone call his name. Bob Cratchit holds\na glass up to him, making a toast.\n\nBOB CRATCHIT\nI'll give you Mr Scrooge, the Founder of\nthe Feast!\n\nMRS. CRATCHIT\n(blushes)\nThe Founder of the Feast indeed! I wish I\nhad him here. I'd give him a piece of my\nmind to feast upon, and I hope he'd have\na good appetite for it.\n\nBOB CRATCHIT\n\f(gently chiding)\nMy dear, the children; Christmas Day.\n\nMRS. CRATCHIT\nIt should be Christmas Day, I am sure, on\nwhich one drinks the health of such an\nodious, stingy, hard, unfeeling man as Mr\nScrooge. You know he is, Robert! Nobody\nknows it better than you do, poor fellow!\n\nBOB CRATCHIT\nMy dear, have some charity. It's Christmas\nDay.\n\nMRS. CRATCHIT\nI'll drink his health for your sake and the\nDay's, not for his. Long life to him. A\nmerry Christmas and a happy new year! He'll\nbe very merry and very happy, I have no\ndoubt !\n\nThe children drink the toast after her, the first time they show no\nheartiness. Tiny Tim drinks last of all, not caring. Scrooge sees he is the\nOgre of the family and turns away from them, toward the window where the\nevening sun sets.\n\nEXT. MOOR - SUNSET\n\nScrooge and the Spirit stand on a bleak and desert moor, where monstrous\nmasses of rude stone are cast about, as though it were the burial-place of\ngiants; where nothing grows but moss and furze, and coarse, rank grass. Down\nin the west the setting sun leaves a streak of fiery red, which glares upon\nthe desolation for an instant, like a sullen eye, and frowning lower, lower,\nlower yet, was lost in the thick gloom of darkest night.\n\nSCROOGE\nWhat place is this?\n\nTHE GHOST OF CHRISTMAS PRESENT\nA place where Miners live, who labour in\nthe bowels of the earth. But they know me.",
  "41": "---END OF PREVIOUS SECTION---\nSCROOGE\nWhat place is this? THE GHOST OF CHRISTMAS PRESENT\nA place where Miners live, who labour in\nthe bowels of the earth. But they know me. \n---TARGET SECTION TO BE ANNOTATED---\nSee!\n\nA light shines from the window of a hut, and swiftly Scrooge and the Spirit\nadvance towards it. Passing through the wall of mud and stone, they find:\n\nINT. HUT - NIGHT\n\nA cheerful FAMILY assembled round a glowing fire. An old, old man and woman,\nwith their children and their children's children, and another generation\nbeyond that, all decked out gaily in their holiday attire. The old man, in a\nquiet but fervent voice, sings them a Christmas song, and they all join in\nthe chorus. The Spirit gestures to Scrooge to hold his robe, and the two\nrise up through the roof of the hut and high into:\n\nEXT. THE NIGHT SKY\n\fThey fly above the moor, speeding out to sea. To Scrooge's horror, looking\nback, he sees the last of the land, a frightful range of rocks, behind them;\n\nEXT. THE OCEAN\n\nThe Spirit and Scrooge: two rapidly moving silhouettes skimming the ocean's\nsurface.\n\nEXT. LIGHTHOUSE\n\nBuilt upon a dismal reef of sunken rocks, some league or so from shore, on\nwhich the waters chafe and dash, there stands a solitary lighthouse. Great\nheaps of sea-weed cling to its base, and storm-birds -- born of the wind one\nmight suppose, as sea-weed of the water -- rise and fall about it, like the\nwaves they skim.\n\nINT. LIGHTHOUSE\n\nTwo LIGHTHOUSE KEEPERS have made a fire, that through the loophole in the\nthick stone wall sheds out a ray of brightness on the awful sea. Joining\ntheir horny hands over the rough table at which they sat, they toast each\nother a Merry Christmas in their can of grog; and one of them -- the elder,\nwith his face all damaged and scarred with hard weather, as the figure-head\nof an old ship might be -- strikes up the song heard in the miners’ hut. Just\noutside their window, a hundred ten feet in the air, Scrooge and the Spirit\nwatch. The Spirit gives Scrooge a tug -- and off they fly.\n\nEXT.",
  "42": "---END OF PREVIOUS SECTION---\nJust\noutside their window, a hundred ten feet in the air, Scrooge and the Spirit\nwatch. The Spirit gives Scrooge a tug -- and off they fly. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n SHIP MONTAGE - DAY\n\nAs the sun rises on a distant horizon, Scrooge and the Spirit observe: the\nhelmsman at the wheel as a fellow sailor quietly wishes him a Merry\nChristmas; the look-out in the bow as he hums a carol; two officers on watch\nexchanging gifts; dark, ghostly figures in their several stations; but every\nman among them, lost in thought. In the galley, an illiterate sailor dictates\na letter to a friend.\n\nSAILOR\n(dictates)\nMy dearest, dearest Emily. The holiday\nseason finds my thoughts turning ever more\nto you...\n(to the friend)\nHow's that, so far?\n\nThe friend merely looks at him and shrugs.\n\nSAILOR\n(dictates)\nI should like to have been home this\nChristmas, but I am afraid I have been\nshanghaied ....\n\nFrom behind him, Scrooge hears a long, hearty -- and familiar -- laugh.\nAfter a moment, he recognises it.\n\nSCROOGE\nFred?\n\fHe turns toward the laugh, suddenly finding himself in:\nINT. HIS NEPHEW'S SITTING-ROOM - NIGHT\n\nA bright, dry, gleaming room in a finely-appointed house. The Spirit,\nstanding smiling by Scrooge's side, looks at Scrooge's nephew with approving\naffability. Scrooge's nephew Fred laughs: holding his sides, rolling his\nhead, and twisting his face into the most extravagant contortions: Scrooge's\nNIECE, by marriage, laughs as heartily as he. And their assembled friends\nbeing not a bit behindhand, roar out lustily.\n\nFRED\nHe said that Christmas was a humbug, as I\n\nlive! He believed it too!\n\nNIECE\nMore shame for him, Fred!\n\nScrooge's niece is exceedingly pretty. With a dimpled, surprised-looking,\n\ncapital face; a ripe little mouth, that seems made to be kissed -- as no\ndoubt it often is; She is seated in a large chair with a footstool, in a snug\ncorner right by the door -- and never leaves this position.\n\nONE OF THE GUESTS\nI should very much like to meet your uncle,\nFred. The droll way in which you portray\nhim makes me curious.",
  "43": "---END OF PREVIOUS SECTION---\nWith a dimpled, surprised-looking,\n\ncapital face; a ripe little mouth, that seems made to be kissed -- as no\ndoubt it often is; She is seated in a large chair with a footstool, in a snug\ncorner right by the door -- and never leaves this position. ONE OF THE GUESTS\nI should very much like to meet your uncle,\nFred. The droll way in which you portray\nhim makes me curious. \n---TARGET SECTION TO BE ANNOTATED---\nFRED\nHe's a comical old fellow, that's the truth:\nand not so pleasant as he might be. However,\nhis offences carry their own punishment, and\nI have nothing to say against him.\n\nNIECE\nI'm sure he is very rich, Fred. At least you\nalways tell me so.\n\nFRED\nWhat of that, my dear? His wealth is of no\nuse to him. He don't do any good with it.\nHe don't make himself comfortable with it.\nHe hasn't the satisfaction of thinking --\nha, ha, ha! -- that he is ever going to\nbenefit Us with it.\n\nNIECE\nI have no patience with him.\n\nANOTHER WOMAN\nNor I.\n\nFRED\nOh, I have! I am sorry for him; I couldn't\nbe angry with him if I tried. Who suffers\nby his ill whims? Himself, always. Here,\n\fhe takes it into his head to dislike us,\nand he won't come and dine with us. What's\nthe consequence? He don't lose much of a\ndinner.\n\nNIECE\nIndeed, I think he loses a very good dinner.\nReally, Fred, I think you're being awfully\ncharitable.\n\nFRED\nIf that's so, it may be because my mother,\nGod rest her saintly soul, was very fond\nof him. She loved him.\n\nThe Spirit glances at Scrooge who tries to appear unmoved.\n\nNIECE\nBut do go on, Fred.\n(to the guests)\nHe never finishes what he begins to say.\nHe is such a ridiculous fellow!\n\nFRED\nI was only going to say, that the\nconsequence of his taking a dislike to us,\nand not making merry with us, is, as I\nthink, that he loses some pleasant moments,\nwhich could do him no harm. I am sure he\nloses pleasanter companions than he can find\nin his own thoughts, either in his mouldy\nold office, or his dusty chambers. I mean\nto give him the same chance every year,\nwhether he likes it or not, for I pity him.",
  "44": "---END OF PREVIOUS SECTION---\nFRED\nI was only going to say, that the\nconsequence of his taking a dislike to us,\nand not making merry with us, is, as I\nthink, that he loses some pleasant moments,\nwhich could do him no harm. I am sure he\nloses pleasanter companions than he can find\nin his own thoughts, either in his mouldy\nold office, or his dusty chambers. I mean\nto give him the same chance every year,\nwhether he likes it or not, for I pity him. \n---TARGET SECTION TO BE ANNOTATED---\nHe may rail at Christmas till he dies, but\nhe can't help thinking better of it -- I\ndefy him -- if he finds me going there, in\ngood temper, year after year, and saying\nUncle Scrooge, how are you? If it only puts\nhim in the vein to leave his poor clerk\nfifty pounds, that's something; and I think\nI shook him yesterday.\n\nBefore Fred finishes, one of the female guests has begun to play a simple\nlittle tune upon the harp; and the others choose partners and take to dancing\nabout the room. There might be twenty people there, young and old, but they\nall dance. The rhythm is infectious and Scrooge keeps time with his feet,\nenjoying himself in a quiet way. The Spirit seems greatly pleased to find him\nin this mood.\n\nDISSOLVE TO:\nINT. HIS NEPHEW'S SITTING-ROOM\nLater that evening. Everyone is seated. Scrooge's niece is in her usual\n\nchair by the door. Scrooge and the Spirit -- whose hair has by now greyed\nconsiderably -- stand nearby. One of the guests, TOPPER, stands in the\n\fcenter of the room trying to keep everyone's attention.\n\nTOPPER\nNow, then, it's a Game called Yes and No.\n(to Fred)\nSince you're the host, you'll go first.\n\nBut Fred is reluctant and waves him off. The others jeer at him to take part\nand he forces himself to rise.\n\nSCROOGE\n(to the Spirit)\nI think we should at least stay until the\nguests have departed.\n\nFRED\n(to Topper)\nOh, dear. What do I have to do?\n\nTHE GHOST OF CHRISTMAS PRESENT\nI'm afraid that cannot be done.\n\nSCROOGE\nHere is a new game. One half hour, Spirit,\nonly one!\nTOPPER\n(to Fred)\n\nYou think of something, anything, and the\nrest of us must find out what it is; But you\n\nmay only answer our questions ‘yes’ or 'no',\nas the case may be.\nFRED\nAh, all right. Well .... Oh, I've got it.\nTOPPER\n\nYou've thought of something?\n\nFRED\nYes. Fire away.",
  "45": "---END OF PREVIOUS SECTION---\nTOPPER\n\nYou've thought of something? FRED\nYes. Fire away. \n---TARGET SECTION TO BE ANNOTATED---\nNOT TOO BRIGHT GUEST\nIs it animal, vegetable, or mineral?\n\nTOPPER\n(to the guest)\nNo, no, no. It has to be a question he can\nanswer 'yes' or 'no'.\n(to Fred)\n\nAre you thinking of an animal?\nFRED\n(grins)\n\nYes.\n\nNOT TOO BRIGHT GUEST\n\fLiving or dead?\nEveryone giggles at the Not Too Bright Guest. Topper sits down.\n\nSOMEONE ELSE\nIs it living?\n\nFRED\nYes.\n\nANOTHER GUEST\nA wild animal?\n\nFRED\n\n(laughs)\nWell ...\n\nSOMEONE ELSE\nCan it be found in London?\n\nFRED\nYes. I'm afraid so.\n\nANOTHER GUEST\nDoes it live in a menagerie?\n\nFRED\nNo! Wouldn't go near it.\n\nTHE PLUMP SISTER\nIs it a horse?\n\nFRED\nNo!\n\nNIECE\nIs it an ass?\n\nAt this, Fred roars with laughter; and is so inexpressibly tickled,\ndoubles over and stamps his foot.\n\nFRED\nNo!\n\nSCROOGE\nIs it a cow?\n\nThe Spirit gives Scrooge a look as if to say: \"They can't hear you..\nScrooge scowls as if to say: \"Shut up. I'm having fun.\"\n\nSOMEONE ELSE\nDoes it walk the streets?\n\nFRED\nYes!\n\nNIECE\n\nthat he\n\n-\" and\n\fIs it some kind of rat?\n\nFRED\n(laughs, clutches his sides)\nNo! Maybe a pack-rat.\n\nTOPPER\nWait! Is it a man?\n\nFred bites his lip to keep from laughing and nods, Yes.\n\nTHE PLUMP SISTER\nI have found it out! I know what it is, Fred!\nI know what it is!\n\nSEVERAL GUESTS\n(ad-lib)\nWhat is it? What?\n\nTHE PLUMP SISTER\nIt's your Uncle Scro-o-o-o-oge!\n\nFRED\nYes!\n\nEverybody, even the Spirit, roars with laughter, except Scrooge, who is\nstunned -- and a trifle humiliated. The niece, right beside Scrooge, grins\nmischievously and wags a finger at Fred.",
  "46": "---END OF PREVIOUS SECTION---\nFRED\nYes! Everybody, even the Spirit, roars with laughter, except Scrooge, who is\nstunned -- and a trifle humiliated. The niece, right beside Scrooge, grins\nmischievously and wags a finger at Fred. \n---TARGET SECTION TO BE ANNOTATED---\nNIECE\nThat's not fair! When I asked 'Is it an\nass?', you should have answered 'yes!'!\n\nEverybody roars even louder at this, except Scrooge, who is now completely\nhumiliated. Fred picks up his glass of wine.\n\nFRED\nHe has given us plenty of merriment, I am\nsure, and it would be ungrateful not to\ndrink his health. I say, 'Uncle Scrooge!'\"\n\nSEVERAL GUESTS\n(ad-lib)\n\nWell! Uncle Scrooge. Here's to '\n\nim!\nFRED\n\nA Merry Christmas and a Happy New Year to\n\nthe old man, whatever he is! He wouldn't\n\ntake it from me, but may he have it,\n\nnevertheless. Uncle Scrooge!\n\nThe Ghost and Scrooge exchange glances. The niece drinks and sets down her\nempty glass.\n\nINT. CHARITY WARD\n\nWhere someone else sets down an empty glass: a wretched woman with an infant\n\f-- the one Scrooge saw from his window during the visit of Marley's Ghost --\none of many destitute people, wrapped in blankets, lying on cots in the\ncrowded room. Scrooge watches as a young BOY comes around to pick up her\nglass. Others like him attend to a multitude of the sick and the poor.\n\nWRETCHED WOMAN\nThank you. Thank you, so much.\n\nBOY\nDo you feel rested now?\n\nWRETCHED WOMAN\nI do. Bless your dear gentle heart. You know,\nmy dear, I-I'm very grateful for all you're\ndoing. If I'd've known you people were here,\nI'd've come sooner. And brought friends.\nThere are a lot of people I know who could\nuse your help-- Tell me, why-why aren't\nthere more places like this?\n\nThe boy doesn't quite know how to respond.\n\nBOY\nI don't know.\n\nHe can only smile weakly, touch her arm, and move on. He walks past a couple\nof familiar faces: the two portly gentlemen who paid a visit to Scrooge the\nday before seeking a charitable donation. They stand off to one side\nsurveying the scene with mixed emotions.\n\n2ND GENTLEMAN\nQuite a turn-out.\n\n1ST GENTLEMAN\nMore than expected.",
  "47": "---END OF PREVIOUS SECTION---\nThey stand off to one side\nsurveying the scene with mixed emotions. 2ND GENTLEMAN\nQuite a turn-out. 1ST GENTLEMAN\nMore than expected. \n---TARGET SECTION TO BE ANNOTATED---\n(matter-of-fact)\nWe haven't enough funds to last until next\nweek.\n\n2ND GENTLEMAN\nSomething will turn up, I'm sure.\n\nScrooge observes the Ist Gentleman pulling a fancy watch from his pocket and\nstaring at it. The 2nd Gentleman looks him over sympathetically.\n\n2ND GENTLEMAN\nIt's been long day. Thinking about going\nhome to the family?\n\nThe lst Gentleman shakes his head, No.\n1ST GENTLEMAN\n(wryly)\nThinking about selling a watch.\n\nThe watch reads but a few minutes before midnight.\n\fDISSOLVE TO:\nEXT. THE SHADOW OF A CHURCH TOWER\n\nThe church clock reads but a few minutes before midnight. Scrooge and the\nSpirit stand below it. While Scrooge remains unaltered in his outward form,\nthe Ghost has grown older, clearly older, its hair whitened with age. Scrooge\nsquints at the Spirit as they stand together.\n\nSCROOGE\nYour hair is grey. Are spirits' lives so\nshort?\n\nTHE GHOST OF CHRISTMAS PRESENT\nMy life is very brief. It ends to-night.\n\nSCROOGE\nTo-night!\n\nTHE GHOST OF CHRISTMAS PRESENT\nTo-night at midnight.\n\nScrooge's gaze goes from the clock to the Spirit's robe.\n\nSCROOGE\nForgive me if I am not justified in what I\nask, but I see something strange, and not\nbelonging to yourself, protruding from your\nskirts. Is it a foot or a claw?\n\nTHE GHOST OF CHRISTMAS PRESENT\nIt might well be a claw, for all the flesh\nthere is upon it. Look here.\n\nFrom the foldings of its robe, it brings two children; wretched, abject,\nfrightful, hideous, miserable. They kneel down at its feet, and cling upon\nthe outside of its garment.\n\nTHE GHOST OF CHRISTMAS PRESENT\nOh, Man! look here. Look, look, down here!\n\nA boy and girl. Yellow, meagre, ragged, scowling, wolfish; but prostrate,\ntoo, in their humility.",
  "48": "---END OF PREVIOUS SECTION---\nLook, look, down here! A boy and girl. Yellow, meagre, ragged, scowling, wolfish; but prostrate,\ntoo, in their humility. \n---TARGET SECTION TO BE ANNOTATED---\n Where graceful youth should have filled their\nfeatures out, and touched them with its freshest tints, a stale and\nshrivelled hand, like that of age, has pinched, and twisted them, and pulled\nthem into shreds.\n\nSCROOGE\nspirit! are they yours?\n\nTHE GHOST OF CHRISTMAS PRESENT\nThey are Man's. And they cling to me,\nappealing from their fathers. This boy is\nIgnorance. This girl is Want. Beware them\nboth, and all of their degree, but most of\nall beware this boy, for on his brow I see\nthat written which is Doom, unless the\n\fwriting be erased. Deny it!\nThe Spirit stretches out its hand towards the city.\n\nTHE GHOST OF CHRISTMAS PRESENT\nSlander those who tell it ye! Admit it for\nyour factious purposes, and make it worse!\nAnd bide the end!\n\nSCROOGE\nHave they no refuge or resource?\n\nTHE GHOST OF CHRISTMAS PRESENT\n(assuming Scrooge's voice)\n\nAre there no prisons? Are there no\n\nworkhouses?\n\nScrooge winces at this. The church bell strikes twelve. Scrooge looks about\nhim. The Spirit is gone. Another, a solemn Phantom, draped and hooded,\ncomes, like a mist along the ground, towards him.\n\nSCROOGE\n(to himself)\nMidnight. The last of the spirits.\n\nThe Phantom slowly, gravely, silently approaches. Scrooge bends down upon his\nknee; for in the very air through which this Phantom moves it seems to\nscatter gloom and mystery. It is shrouded in a deep black garment, which\nconceals its head, its face, its form, and leaves nothing of it visible save\none outstretched hand. But for this it would be difficult to detach its\nfigure from the night, and separate it from the darkness by which it is\nsurrounded. It is tall and stately and its mysterious presence fills Scrooge\nwith a solemn dread. The Phantom neither speaks nor moves.\n\nSCROOGE\nI am in the presence of the Ghost of\nChristmas Yet To Come?\n\nThe Phantom answers not, but points onward with its hand.",
  "49": "---END OF PREVIOUS SECTION---\nThe Phantom neither speaks nor moves. SCROOGE\nI am in the presence of the Ghost of\nChristmas Yet To Come? The Phantom answers not, but points onward with its hand. \n---TARGET SECTION TO BE ANNOTATED---\nSCROOGE\nYou are about to show me shadows of the\nthings that have not happened, but will\nhappen in the time before us. Is that so,\nSpirit?\n\nThe upper portion of the garment contracts for an instant in its folds, as if\nthe Phantom had nodded its head.\n\nSCROOGE\nGhost of the Future! I fear you more than any\nspectre I have seen. But as I know your purpose\nis to do me good, and as I hope to live to be\nanother man from what I was, I am prepared to\nbear you company, and do it with a thankful\nheart. Will you not speak to me?\n\fIt gives him no reply. The hand points straight before them.\n\nSCROOGE\nLead on! Lead on! The night is waning fast,\nand it is precious time to me, I know. Lead\non, Spirit!\n\nThe Phantom moves away as it had come towards him. Scrooge follows in its\nshadow, which seems to bear him up and carry him along.\n\nINT. THE LONDON EXCHANGE - DAY\n\nThey scarcely seem to enter the Exchange; for the Exchange rather seems to\nspring up about them, and encompass them of its own act. They stand amongst\nthe businessmen; The Phantom stops and points to one little knot of men.\nScrooge peers at them. Among them are the fat man and the red-faced man he\nhad spoken to the day before.\n\nSCROOGE\nYes, I know these gentlemen. Business\nassociates.\n\nThe Phantom continues to point. Scrooge takes the hint and advances to\n\nlisten to their talk.\n\nFAT MAN WITH A MONSTROUS CHIN\nNo, I don't know much about it, either way.\nI only know he's dead.\n\n2nd MAN\nWhen did he die?\n\nFAT MAN WITH A MONSTROUS CHIN\nLast night, I believe.\n\n3rd MAN\nWhy, what was the matter with him? I thought\nhe'd never die.\n\nFAT MAN WITH A MONSTROUS CHIN\n(yawns)\nGod knows.\n\nRED-FACED MAN WITH A\nPENDULOUS EXCRESCENCE\nWhat has he done with his money?\n\nFAT MAN WITH A MONSTROUS CHIN\nI haven't heard. Left it to his Company,\nperhaps. He hasn't left it to me.",
  "50": "---END OF PREVIOUS SECTION---\nFAT MAN WITH A MONSTROUS CHIN\nI haven't heard. Left it to his Company,\nperhaps. He hasn't left it to me. \n---TARGET SECTION TO BE ANNOTATED---\n That's all\nI know.\n\nEveryone laughs.\nFAT MAN WITH A MONSTROUS CHIN\n\nIt's likely to be a very cheap funeral, for\nupon my life I don't know of anybody to go\n\fAnother laugh.\n\nto it. Suppose we make up a party and\nvolunteer?\n\nRED-FACED MAN WITH A\nPENDULOUS EXCRESCENCE\nI don't mind going if a lunch is provided.\nBut I must be fed, if I make one.\n\nFAT MAN WITH A MONSTROUS CHIN\nWell, I am the most disinterested among you,\nafter all, for I never wear black gloves,\nand I never eat lunch. But I'll offer to go,\nif anybody else will. When I come to think\nof it, I'm not at all sure that I wasn't his\nmost particular friend; for we used to stop\nand speak whenever we met. Bye, bye!\n\nThe men stroll away, and mix with other groups. Scrooge looks towards the\nSpirit for an explanation. The Phantom glides on into another street.\n\nEXT. LONDON EXCHANGE\n\nThe Phantom's finger points to two middle-aged men meeting on the massive\n\nstone steps.\n\nSCROOGE\n\n(to the Phantom)\nI know these men, perfectly. Men of\nbusiness: very wealthy, and of great\nimportance. I've made a point always of\nstanding well in their esteem ina\nbusiness point of view, that is; strictly\nbusiness.\n\n \n\nlst BUSINESSMAN\nHow are you?\n\n2nd BUSINESSMAN\nHow are you?\n\n1st BUSINESSMAN\nWell! Old Scratch has got his own at last,\nhey?\n\n2nd BUSINESSMAN\nSo I am told. Cold, isn't it?\n\nlst BUSINESSMAN\nSeasonable for Christmas time. You're not\na skaiter, I suppose?\n\n2nd BUSINESSMAN\nNo. No. Something else to think of. Good\nmorning!\n\fThe two men part. A puzzled Scrooge follows the Phantom through the streets.\nEXT. CITY STREET\nA busy street corner. Scrooge peers curiously at the Phantom.\n\nSCROOGE\nI am rather surprised that you should\nattach importance to conversations\napparently so trivial.\n\nNo response from the Phantom.\n\nSCROOGE\nThey must have some hidden purpose, or\nelse you wouldn't be showing them to me.",
  "51": "---END OF PREVIOUS SECTION---\nSCROOGE\nI am rather surprised that you should\nattach importance to conversations\napparently so trivial. No response from the Phantom. SCROOGE\nThey must have some hidden purpose, or\nelse you wouldn't be showing them to me. \n---TARGET SECTION TO BE ANNOTATED---\nIs that right?\n\nNo response.\n\nSCROOGE\nThey could scarcely have any bearing on\nthe death of Jacob, my old partner, for\nhis death was in the Past, and this is\nthe Future.\n\nScrooge looks around at the multitudes of pedestrians pouring past him.\n\nSCROOGE\nI can't help but notice that this is my\naccustomed corner, and I see by the clock\nthat this is my usual time of day for being\nhere... but I see no likeness of myself.\n\nCaught up in what he's saying, Scrooge fails to see the Phantom move off.\n\nSCROOGE\nNot that I'm surprised, you understand.\nYou see, I've been revolving in my mind a,\nex, change of life. And I should like to\nthink... that is, I rather hope... that my\nnot being here is the result of my having\ncarried out some, ah, resolutions regarding --\n\nScrooge suddenly notices that the Phantom has moved on down the street and\nhurriedly follows it.\n\nEXT. BAD PART OF TOWN - DUSK\n\nScrooge trails the Phantom, looking over this neighborhood, near sunset. The\nways are foul and narrow; the shops and houses wretched; the people half-\nnaked, drunken, slipshod, ugly. Alleys and archways, like so many cesspools,\ndisgorge their offences of smell, and dirt, and life, upon the straggling\nstreets; and the whole quarter reeks with crime, with filth, and misery.\n\nINT. SHOP - NIGHT\n\fA low-browed, beetling shop, below a pent-house roof, where iron, old rags,\nbottles, bones, and greasy offal, are bought. Upon the floor within, are\npiled up heaps of rusty keys, nails, chains, hinges, files, scales, weights,\nand refuse iron of all kinds. Secrets that few would like to scrutinise are\nbred and hidden in mountains of unseemly rags, masses of corrupted fat, and\nsepulchres of bones. Sitting in among the wares he deals in, by a charcoal\nstove, made of old bricks, is a grey-haired rascal, nearly seventy years of\nage who smokes his pipe in all the luxury of calm retirement. This is OLD\nJOE.",
  "52": "---END OF PREVIOUS SECTION---\nSecrets that few would like to scrutinise are\nbred and hidden in mountains of unseemly rags, masses of corrupted fat, and\nsepulchres of bones. Sitting in among the wares he deals in, by a charcoal\nstove, made of old bricks, is a grey-haired rascal, nearly seventy years of\nage who smokes his pipe in all the luxury of calm retirement. This is OLD\nJOE. \n---TARGET SECTION TO BE ANNOTATED---\nScrooge and the Phantom come into his presence, just as a CHARWOMAN with a\nheavy bundle slinks into the shop. But she has scarcely entered, when another\nwoman, a LAUNDRESS, similarly laden, comes in too; and she is closely\nfollowed by a man in faded black, an UNDERTAKER, who is no less startled by\nthe sight of them, than they had been upon the recognition of each other.\nAfter a short period of blank astonishment, in which Old Joe joins them, they\nall three burst into a laugh.\n\nCHARWOMAN\n\n(to all)\nLet the charwoman alone to be the first!\nLet the laundress alone to be the second;\nand let the undertaker's man alone to be\nthe third.\n\n(to Old Joe)\nLook here, old Joe, here's a chance! If we\nhaven't all three met here without meaning\nit!\n\nOLD JOE\n\nYou couldn't have met in a better place.\nCome into the parlour. You were made free\nof it long ago, you know; and the other two\nain't strangers. Stop till I shut the door\nof the shop.\n\nHe shuts the door which creaks badly.\n\nOLD JOE\nAh! There ain't such a rusty bit of metal\nin the place as its own hinges, I believe;\nand I'm sure there's no such old bones here,\nas mine. Ha, ha! We're all suitable to our\ncalling, we're well matched. Come into the\nparlour. Come into the parlour.\n\nThey follow him into:\n\nINT. THE PARLOUR\n\nA space behind a screen of rags. Old Joe rakes the fire together with an old\nstair-rod, and having trimmed his smoky lamp, with the stem of his pipe, puts\nit in his mouth again. While he does this, the charwoman throws her bundle on\nthe floor, and sits down in a flaunting manner on a stool; crossing her\n\nelbows on her knees, and looking with a bold defiance at the other two.\n\nCHARWOMAN\n\fWhat odds then! What odds, Mrs Dilber?\nEvery person has a right to take care of\nthemselves. He always did!\n\nLAUNDRESS\nThat's true, indeed! No man more so.",
  "53": "---END OF PREVIOUS SECTION---\nHe always did! LAUNDRESS\nThat's true, indeed! No man more so. \n---TARGET SECTION TO BE ANNOTATED---\nCHARWOMAN\nWhy then, don't stand staring as if you\nwas afraid, woman; who's the wiser? We're\nnot going to pick holes in each other's\ncoats, I suppose?\n\nLAUNDRESS\nNo, indeed!\n\nUNDERTAKER\nWe should hope not.\n\nCHARWOMAN\nvery well, then! That's enough. Who's the\nworse for the loss of a few things like\nthese? Not a dead man, I suppose.\n\nLAUNDRESS\nNo, indeed!\n\nCHARWOMAN\nIf he wanted to keep 'em after he was\ndead, a wicked old screw, why wasn't he\nnatural in his lifetime? If he had been,\nhe'd have had somebody to look after him\nwhen he was struck with Death, instead of\nlying gasping out his last there, alone\nby himself.\n\nLAUNDRESS\nIt's the truest word that ever was spoke.\nIt's a judgment on him.\n\nCHARWOMAN\n\nI wish it was a little heavier judgment,\nand it should have been, you may depend\nupon it, if I could have laid my hands on\nanything else.\n\n(turns to Old Joe)\nOpen that bundle, old Joe, and let me know\nthe value of it. Speak out plain. I'm not\nafraid to be the first, nor afraid for them\nto see it. We know pretty well that we were\nhelping ourselves, before we met here, I\nbelieve. It's no sin. Open the bundle, Joe.\n\nBut the undertaker mounts the breach first and produces his plunder of which\nthere's not much: a seal or two, a pencil-case, a pair of sleeve-buttons,\n\nand a brooch of no great value. Old Joe examines and appraises them and then\nchalks up his asking price for each, upon the wall, and adds them up into a\n\ftotal.\n\nOLD JOE\n(to the undertaker)\n\nThat's your account, and I wouldn't give\n\nanother sixpence, if I was to be boiled for\n\nnot doing it. Who's next?\n\nThe laundress is next. Sheets and towels, a little wearing apparel, two old-\nfashioned silver teaspoons, a pair of sugar-tongs, and a few boots. Old Joe\nchalks her account on the wall in the same manner.",
  "54": "---END OF PREVIOUS SECTION---\nThe laundress is next. Sheets and towels, a little wearing apparel, two old-\nfashioned silver teaspoons, a pair of sugar-tongs, and a few boots. Old Joe\nchalks her account on the wall in the same manner. \n---TARGET SECTION TO BE ANNOTATED---\n As he does, Scrooge turns\n\nto the Phantom beside him.\n\nSCROOGE\nThis is disgusting. I can't look at this.\nHaven't you anything better to show me?\n\nScrooge turns his back on the group and stares at the wall.\n\nOLD JOE\nI always give too much to ladies. It's a\nweakness of mine, and that's the way I ruin\nmyself. That's your account. If you asked\nme for another penny, and made it an open\nquestion, I'd repent of being so liberal\nand knock off half-a-crown.\n\nCHARWOMAN\nAnd now undo my bundle, Joe.\n\nJoe goes down on his knees for the greater convenience of opening her bundle,\nand having unfastened a great many knots, drags out a large and heavy roll of\nsome dark stuff. It's Scrooge's bed-curtains.\n\nOLD JOE\nWhat do you call this? Bed-curtains?\n\nThe charwoman laughs and leans forward on her crossed arms.\n\nCHARWOMAN\nAh! Bed-curtains!\n\nOLD JOE\nYou don't mean to say you took them down,\nrings and all, with him lying there?\n\nCHARWOMAN\nYes I do. Why not?\n\nScrooge, still with his back to the scene, listens to this dialogue in\nhorror.\n\nSCROOGE\nHuh! Rings and all!\n\nOLD JOE\nYou were born to make your fortune, and\n\fyou'll certainly do it.\n\nCHARWOMAN\n(coolly)\nI certainly shan't hold my hand, when I can\nget anything in it by reaching it out, for\nthe sake of such a man as he was, I promise\nyou.\n\nOld Joe pulls out some more material.\n\nCHARWOMAN\nJoe, don't drop that oil upon the blankets,\nnow.\n\nOLD JOE\nHis blankets?\n\nCHARWOMAN\n\nWhose else's do you think? He isn't likely\nto take cold without 'em, I dare say.\n\nOld Joe stops and looks up.\n\nOLD JOE\nI hope he didn't die of anything catching?\nEh?\n\nCHARWOMAN\n\nDon't you be afraid of that. I ain't so\nfond of his company that I'd loiter about\nhim for such things, if he did.",
  "55": "---END OF PREVIOUS SECTION---\nEh? CHARWOMAN\n\nDon't you be afraid of that. I ain't so\nfond of his company that I'd loiter about\nhim for such things, if he did. \n---TARGET SECTION TO BE ANNOTATED---\n Ah! you\nmay look through that shirt till your eyes\nache; but you won't find a hole in it, nor\na threadbare place. It's the best he had,\nand a fine one too. They'd have wasted it,\nif it hadn't been for me.\n\nOLD JOE\nWhat do you call wasting of it?\n\nCHARWOMAN\nPutting it on him to be buried in, to be\nsure. Somebody was fool enough to do it,\nbut I took it off again. If calico ain't\ngood enough for such a purpose, it isn't\ngood enough for anything. It's quite as\nbecoming to the body. He can't look uglier\nthan he did in that one.\n\nAs they sit grouped about their spoil, in the scanty light afforded by Old\nJoe's lamp, the three watch old Joe put the various items out of sight and\nproduce a flannel bag with money in it. He doles out payment to each.\nScrooge turns to watch.\n\nCHARWOMAN\nHa, ha! This is the end of it, you see! He\n\ffrightened every one away from him when he\nwas alive, to profit us when he was dead!\nHa, ha, ha!\n\nA sickened Scrooge turns to the Phantom.\n\nSCROOGE\nspirit! I see, I see. The case of this\nunhappy man might be my own. My life tends\nthat way, now. That is the lesson I am to\ndraw from this poor man's fate, is it not?\n\nThe Phantom, as if in anger at Scrooge's stupidity, violently lashes out --\nspreading its dark robe over Scrooge, momentarily blinding him -- then whips\nthe robe away to reveal:\n\nINT. DARK ROOM\n\nScrooge finds himself in a dark room, almost touching a bed: a bare,\nuncurtained bed.\n\nSCROOGE\nMerciful Heaven, what is this?\n\nThe room is very dark, too dark to be observed with any accuracy, though\nScrooge glances ‘round it, anxious to know what kind of room it was. A pale\nlight, rising in the outer air, falls straight upon the bed; and on it,\nplundered and bereft, unwatched, unwept, uncared for, is the body of a man.",
  "56": "---END OF PREVIOUS SECTION---\nSCROOGE\nMerciful Heaven, what is this? The room is very dark, too dark to be observed with any accuracy, though\nScrooge glances ‘round it, anxious to know what kind of room it was. A pale\nlight, rising in the outer air, falls straight upon the bed; and on it,\nplundered and bereft, unwatched, unwept, uncared for, is the body of a man. \n---TARGET SECTION TO BE ANNOTATED---\nNARRATOR\n\n(voice over)\nOh cold, cold, rigid, dreadful Death, set\nup thine altar here, and dress it with such\nterrors as thou hast at thy command: for\nthis is thy dominion! But of the loved,\nrevered, and honoured head, thou canst not\nturn one hair to thy dread purposes, or make\none feature odious. It is not that the hand\nis heavy and will fall down when released;\nit is not that the heart and pulse are still;\nbut that the hand was open, generous, and true;\nthe heart brave, warm, and tender; and the\npulse a man's. Strike, Shadow, strike! And\nsee his good deeds springing from the wound,\nto sow the world with life immortal.\n\nUnder the voice over: Scrooge glances towards the Phantom. Its steady hand\npoints to the covered head. Scrooge hesitantly approaches the dead man and\nattempts to uncover its face. But he cannot bring himself to do so. His\nhand shakes and he backs away. A cat meows somewhere in the dark. Scrooge,\nhis face dripping with sweat, turns to the Phantom.\n\nSCROOGE\nSpirit! This is a fearful place. In leaving\nit, I shall not leave its lesson, trust me.\nLet us go!\n\fStill the Phantom points with an unmoved finger to the head.\n\nSCROOGE\nI understand you and I would look at this\ndead man's face, if I could. But I have\nnot the power, Spirit. I have not the power.\n\nThe Phantom seems to look upon him.\n\nSCROOGE\nIf there is any person in the town, who\nfeels emotion caused by this man's death,\nshow that person to me, Spirit, I beseech\nyou!\n\nThe light that falls from above instantly flashes, momentarily blinding\nScrooge. When his eyes clear:\n\nINT. BRIGHT ROOM - DAY\n\nScrooge stands in a room by daylight, where a mother and her children sit.\nThe children play quietly. The mother looks out the window; glances at the\nclock, and tries, but in vain, to work with her needle.",
  "57": "---END OF PREVIOUS SECTION---\nBRIGHT ROOM - DAY\n\nScrooge stands in a room by daylight, where a mother and her children sit. The children play quietly. The mother looks out the window; glances at the\nclock, and tries, but in vain, to work with her needle. \n---TARGET SECTION TO BE ANNOTATED---\n At the sound of a\nknock, she hurries to the door, and meets her husband; a man whose face,\nthough young, is careworn and depressed. There is a remarkable expression in\nit now; a kind of serious delight of which he feels ashamed, and which he\nstruggles to repress.\n\nSHE\nTell me the news.\n\nHe appears embarrassed how to answer.\n\nSHE\nIs it good ... or bad?\nHE\nBad.\nSHE\n\nWe are quite ruined?\n\nHE\nNo. There is hope yet, Caroline.\n\nSHE\nIf he relents, there is. Nothing is past\nhope, if such a miracle has happened.\n\nHE\nHe is past relenting. He is dead.\n\nAfter a long moment, the news sinks in.\nSHE\n\n(genuinely)\nI am thankful in my soul to hear that.\n\f(a little less convincingly)\nMay God forgive me for having said such a\nthing.\n\nShe clasps her hands together in joy.\n\nHE\nWhen I tried to see him and obtain a\nweek's delay, his charwoman told me he was\nill; and what I thought was a mere excuse\nto avoid me, turns out to have been quite\ntrue. He was not only very ill, but dying,\nthen.\n\nSHE\nTo whom will our debt be transferred?\n\nHE\nI don't know. But before that time we shall\nbe ready with the money; and even though we\nwere not, it would be a bad fortune indeed\nto find so merciless a creditor in his\nsuccessor. We may sleep to-night with light\nhearts, Caroline!\n\nTheir hearts are clearly lighter. The children's faces, hushed and clustered\nround to hear what they so little understood, are brighter; Standing in the\nsunlight, next to a window, Scrooge slowly turns to the Phantom.\n\nSCROOGE\nSo... it's a happier house for this man's\ndeath! Is that the only emotion you can\nshow me -- pleasure?\n\n(beat)\nBut then I don't suppose one can find much\ntenderness connected with a death?\n\nThe Phantom reaches up and pulls down the window-shade, blocking the sun,\ndarkening the room. The Phantom releases the shade and it snaps up and out\nof view to reveal a night sky and the reflection of a lit fireplace in the\nglass.",
  "58": "---END OF PREVIOUS SECTION---\n(beat)\nBut then I don't suppose one can find much\ntenderness connected with a death? The Phantom reaches up and pulls down the window-shade, blocking the sun,\ndarkening the room. The Phantom releases the shade and it snaps up and out\nof view to reveal a night sky and the reflection of a lit fireplace in the\nglass. \n---TARGET SECTION TO BE ANNOTATED---\n Scrooge looks at the glass a moment before turning to see where he\nis.\n\nINT. BOB CRATCHIT'S HOME - NIGHT\n\nMrs. Cratchit and the children sit round the fire. Quiet. Very quiet. The\nnoisy little Cratchits are as still as statues in one corner, and sit looking\nup at Peter, who has a book before him. The mother and her daughters sew.\n\nPETER\n\n(reads aloud)\n... He shall cover thee with his feathers,\nand under his wings shalt thou trust: his\ntruth shall be thy shield and buckler.\nThou shalt not be afraid for the terror by\nnight; nor for the arrow that flieth by day;\nNor for the pestilence that walketh in\n\fPeter looks up\nhand up to her\n\ndarkness; nor for the destruction that\nwasteth at noonday. A thousand shall fall\nat thy side, and ten thousand at thy right\nhand; but it shall not come nigh thee.\nBecause thou hast made the Lord, which is\nmy refuge, even the most High, thy\nhabitation; There shall no evil befall\nthee, neither shall any plague come nigh\nthy dwelling. For he shall give his angels\ncharge over thee, to keep thee in all thy\nways. Because he hath set his love upon\nme, therefore will I deliver him: I will\nset him on high, because he hath known my\nname. He shall call upon me, and I will\nanswer him: I will be with him in trouble;\nI will deliver him, and honour him....\n\nto see Mrs Cratchit lay her work upon the table and put her\nface.\n\nPETER\nShall I stop reading?\n\nMRS. CRATCHIT\nNo, no. It's only the colour. It hurts my\neyes.\n\nScrooge is puzzled by this: he peers intently at the group. Black is the\ncolour of the material in the women's hands. Mrs. Cratchit regains her\n\ncomposure.\n\nMRS. CRATCHIT\nThey're better now again. It makes them weak\nby candle-light; and I wouldn't show weak\neyes to your father when he comes home, for\nthe world. It must be near his time.\n\nPETER\nPast it rather.",
  "59": "---END OF PREVIOUS SECTION---\nIt makes them weak\nby candle-light; and I wouldn't show weak\neyes to your father when he comes home, for\nthe world. It must be near his time. PETER\nPast it rather. \n---TARGET SECTION TO BE ANNOTATED---\n But I think he has walked a\nlittle slower than he used to these last\nfew evenings, mother.\n\nPeter shuts his Bible. They are very quiet again. A long pause, and then Mrs\nCratchit speaks in a steady, cheerful voice, that only faulters once.\n\nMRS. CRATCHIT\nI have known him walk with -- I have known\nhim walk with Tiny Tim upon his shoulder,\nvery fast indeed.\n\nPETER\nAnd so have I. Often.\n\nMRS. CRATCHIT\nBut he was very light to carry, and his\nfather loved him so, that it was no trouble:\nno trouble.\n\fA noise stirs her.\n\nMRS. CRATCHIT\nAnd there is your father at the door!\n\nBob in his comforter comes in -- alone. As the family greets him with his cup\nof tea in an unusually subdued fashion, it finally dawns on Scrooge what has\nhappened.\n\nSCROOGE\nOh, my God...\n\nThe Phantom makes no move. Scrooge watches as the Cratchit family draws\nabout the fire; Peter tries to read silently to himself; the girls and mother\nreturn to their sewing; Bob sips his tea.\n\nBOB CRATCHIT\n\n(pleasantly)\nI ran into Mr. Scrooge's nephew in the\nstreet today. He thought I looked a little\n-- just a little down, you know -- and he\ninquired as to what had happened to distress\nme. On which, for he is the pleasantest-spoken\ngentleman you ever heard, I told him. \"I am\nheartily sorry for it, Mr Cratchit,\" he said,\n“and heartily sorry for your good wife.\"\n\n(pause)\nBy the bye, how he ever knew that, I don't\nknow.\n\nMRS. CRATCHIT\nKnew what?\n\nBOB CRATCHIT\nWhy, that you were a good wife.\n\nMrs. Cratchit smiles.\n\nPETER\nEverybody knows that.\n\nBOB CRATCHIT\n\nI hope they do. “Heartily sorry,\" he said,\n“for your good wife. If I can be of service\nto you in any way, be sure to let me know\"\n-- and he handed me his card.",
  "60": "---END OF PREVIOUS SECTION---\nPETER\nEverybody knows that. BOB CRATCHIT\n\nI hope they do. “Heartily sorry,\" he said,\n“for your good wife. If I can be of service\nto you in any way, be sure to let me know\"\n-- and he handed me his card. \n---TARGET SECTION TO BE ANNOTATED---\n Now, it wasn't\nfor the sake of anything he might be able to\ndo for us, so much as for his kind way, that\nthis was quite delightful. It really seemed\nas if he had known our Tiny Tim, and felt\nwith us.\n\nMRS. CRATCHIT\nI'm sure he's a good soul.\n\nBOB CRATCHIT\n\fYou would be surer of it, if you saw and\nspoke to him. I shouldn't be at all surprised\nif he got Peter a better situation.\n\nMRS. CRATCHIT\nHear that, Peter?\n\nMARTHA\nAnd then, Peter will be keeping company with\nsomeone, and setting up for himself.\n\nPETER\n(grins)\nGet along with you!\n\nBOB CRATCHIT\n\n(to Peter)\nIt's just as likely as not, one of these\ndays; though there's plenty of time for\nthat.\n\n(to all)\nBut however and whenever we part from one\nanother, I am sure we shall none of us\n\nforget poor Tiny Tim -- shall we? -- or\nthis first parting that there was among\nus?\n\nTHE CHILDREN\n(ad-lib)\nNever, father! No. Of course not.\n\nBOB CRATCHIT\nAnd I know... I know that when we recollect\nhow patient and how mild he was; although\nhe was a little, little child; we shall not\nquarrel easily among ourselves, and forget\npoor Tiny Tim in doing it.\n\nTHE CHILDREN\n(ad-lib)\nNo, never, father! That's right.\n\nBOB CRATCHIT\n(at the point of tears)\nI am very happy. I am very happy.\n\nMrs Cratchit kisses him, his daughters kiss him, the two young Cratchits kiss\nhim, and Peter shakes his hand. Bob abruptly leaves the room, and goes\nupstairs. The family members look at one another with concern.\n\nINT. UPSTAIRS ROOM\n\nA bedroom, cheerfully lit, and hung with Christmas decorations. Bob enters\nhesitantly and sits down in a chair close to the bed. After he composes\nhimself with an unspoken prayer, he leans over and kisses the face of Tiny\nTim, whose body we now see stretched out, lifeless, on the bed. Bob breaks\ndown all at once.",
  "61": "---END OF PREVIOUS SECTION---\nBob enters\nhesitantly and sits down in a chair close to the bed. After he composes\nhimself with an unspoken prayer, he leans over and kisses the face of Tiny\nTim, whose body we now see stretched out, lifeless, on the bed. Bob breaks\ndown all at once. \n---TARGET SECTION TO BE ANNOTATED---\n\fBOB CRATCHIT\n(nearly inaudible)\nMy little, little child. My little child.\n\nScrooge watches grimly from the far side of the room. The Phantom stands\nbeside him. Scrooge shuts his eyes.\n\nSCROOGE\n(to the Phantom)\nTell me what man that was whom we saw lying\ndead.\n\nWhen Scrooge opens his eyes...\nEXT. LONDON STREET\n\nScrooge and the Phantom are halfway between Scrooge's counting-house and the\nchurch tower opposite it. The Phantom leads Scrooge toward the church. But\nScrooge, seeing the counting-house, grasps the Phantom's robe.\n\nSCROOGE\nWait. That is where my place of occupation\nis, and has been for a length of time. Let\nme behold what I shall be, in days to come.\n\nThe Phantom stops; the hand points elsewhere.\n\nSCROOGE\nMy office is yonder. Why do you point away?\n\nThe inexorable finger undergoes no change.\n\nSCROOGE\nJust wait a moment, please.\n\nScrooge rushes off.\nEXT. COUNTING-HOUSE\n\nScrooge nervously hastens to the window of his office, and looks in. It's an\noffice still, but not his. The furniture is not the same, and the figure in\nthe chair is not himself.\n\nEXT. LONDON STREET\n\nThe Phantom points as before. Scrooge joins the Phantom once again, confused,\nand accompanies it until they reach an iron gate. He pauses to look round\nbefore entering.\n\nEXT. THE CHURCH YARD\n\nA row of gravestones. Walled in by houses; overrun by grass and weeds. The\nPhantom stands among the graves, and points down to One. Scrooge advances\ntowards it, trembling. Then stops.\n\nSCROOGE\n\fBefore I draw nearer to that stone to which\nyou point, answer me one question. Are these\nthe shadows of the things that Will be, or\nare they shadows of things that May be, only?\n\nStill the Phantom points downward to the grave by which it stands.\n\nSCROOGE\nMen's courses will foreshadow certain ends,\nto which, if persevered in, they must lead.\nBut if the courses be departed from, the\nends will change.",
  "62": "---END OF PREVIOUS SECTION---\nStill the Phantom points downward to the grave by which it stands. SCROOGE\nMen's courses will foreshadow certain ends,\nto which, if persevered in, they must lead. But if the courses be departed from, the\nends will change. \n---TARGET SECTION TO BE ANNOTATED---\n Say it is thus with what\nyou show me!\n\nThe Phantom is immovable as ever. Scrooge creeps toward the grave, trembling;\nand following the finger, reads upon the stone of the neglected grave his own\nname, Ebenezer Scrooge. Scrooge falls to his knees.\n\nSCROOGE\nAm I that man who lay upon the bed?\n\nThe finger points from the grave to Scrooge, and back again.\n\nSCROOGE\nNo, Spirit! Oh no, no!\n\nThe finger still is there. Scrooge scrambles to his feet and clutches the\nPhantom's robe.\n\nSCROOGE\nSpirit! Hear me! I am not the man I was.\nI will not be the man I must have been but\nfor this intervention. Why show me this,\nif I am past all hope?\n\nFor the first time, the hand appears to shake. Scrooge falls down before it,\nsobbing violently, his face wet with tears.\n\nSCROOGE\nGood Spirit. Your nature intercedes for\nme, and pities me. Assure me that I yet may\nchange these shadows you have shown me, by\nan altered life!\n\nThe kind hand trembles.\n\nSCROOGE\nI will honour Christmas in my heart, and\n\ntry to keep it all the year. I will live\n\nin the Past, the Present, and the Future.\n\nThe Spirits of all Three shall strive within\nme. I will not shut out the lessons that they\nteach. Oh, tell me I may sponge away the\nwriting on this stone!\n\nIn his agony, as he catches the spectral hand, Scrooge sees an alteration in\nthe Phantom's hood and dress. It shrinks, collapses, and dwindles down into a\n\fbedpost.\nINT. SCROOGE'S BED-ROOM\n\nYes! and the bedpost is his own. Scrooge lets go of the post and scrambles\nout of bed, falling to his knees. He is out of his mind, babbling like a\nlunatic.\n\nSCROOGE\nI will live in the Past, the Present, and\nthe Future! The Spirits of all Three shall\nstrive within me.",
  "63": "---END OF PREVIOUS SECTION---\nHe is out of his mind, babbling like a\nlunatic. SCROOGE\nI will live in the Past, the Present, and\nthe Future! The Spirits of all Three shall\nstrive within me. \n---TARGET SECTION TO BE ANNOTATED---\n Oh Jacob Marley! Heaven,\nand the Christmas Time be praised for this!\nI say it on my knees, old Jacob; on my\nknees!\n\nScrooge folds a bed-curtain over his arm.\n\nSCROOGE\nThey are not torn down. They are not torn\ndown, rings and all. They are here: I am\nhere: the shadows of the things that would\nhave been, may be dispelled. They will be.\nI know they will!\n\nScrooge's hands are busy with his garments all this time: turning them inside\nout, putting them on upside down, tearing them, mislaying them, etc. He\nlaughs and cries in the same breath, stumbling out of the bed-room.\n\nINT. SCROOGE'S SITTING-ROOM\nScrooge stands there: perfectly winded.\n\nSCROOGE\nI don't know what to do! I am as light as\na feather, I am as happy as an angel, I am\nas merry as a school-boy. I am as giddy as\na drunken man. A merry Christmas to every-\nbody! A happy New Year to all the world!\nHallo here! Whoop! Hallo!\n\nScrooge starts off again, going round the fire-place.\n\nSCROOGE\nThere's the saucepan that the gruel was in!\nThere's the door, by which the Ghost of\nJacob Marley entered! There's the corner\nwhere the Ghost of Christmas Present, sat!\nThere's the window where I saw the wandering\nSpirits! It's all right, it's all true,\nit all happened. Ha ha ha!\n\nReally, for a man who has been out of practice for so many years, it's a\nsplendid laugh, a most illustrious laugh. The father of a long, long line of\nbrilliant laughs.\n\nSCROOGE\n\fI don't know what day of the month it is!\nI don't know how long I've been among the\nspirits. I don't know anything. I'm quite\na baby. Never mind. I don't care. I'd\nrather be a baby. Hallo! Whoop! Hallo\nhere!\n\nHe pauses as the church bell rings out the hour. Scrooge starts babbling\nalong with it.",
  "64": "---END OF PREVIOUS SECTION---\nHallo\nhere! He pauses as the church bell rings out the hour. Scrooge starts babbling\nalong with it. \n---TARGET SECTION TO BE ANNOTATED---\nSCROOGE\nClash, clang, hammer, ding, dong, bell!\nBell, dong, ding, hammer, clang, clash!\nOh, glorious, glorious!\n\nHe runs to the window, hurls it open, and looks out.\nEXT. SCROOGE'S BUILDING - DAY\n\nNot a trace of fog or darkness. Golden sunlight; Heavenly blue sky; merry\nbells. Not too many people on the street.\n\nSCROOGE\nOh, glorious. Glorious!\n\nScrooge spots a BOY IN SUNDAY CLOTHES, loitering on the sidewalk below.\n\nSCROOGE\nWhat's to-day?\n\nBOY IN SUNDAY CLOTHES\nEh?\n\nSCROOGE\nWhat's to-day, my fine fellow?\n\nBOY IN SUNDAY CLOTHES\nTo-day? Why, Christmas Day.\n\nSCROOGE\n\n(to himself)\nIt's Christmas Day! I haven't missed it.\nThe Spirits have done it all in one night.\nThey can do anything they like. Of course\nthey can. Of course they can.\n\n(to the boy)\nHallo, my fine fellow!\n\nBOY IN SUNDAY CLOTHES\nHallo!\n\nSCROOGE\nDo you know the Poulterer's, in the next\nstreet but one, at the corner?\n\nBOY IN SUNDAY CLOTHES\nI should hope I did.\n\fSCROOGE\n(to himself)\nAn intelligent boy! A remarkable boy!\n(to the boy)\nDo you know whether they've sold the prize\nTurkey that was hanging up there? Not the\nlittle prize Turkey; the big one?\n\nBOY IN SUNDAY CLOTHES\nWhat, the one as big as me?\n\nSCROOGE\n(to himself)\nWhat a delightful boy! It's a pleasure to\ntalk to him.\n(to the boy)\nYes, my buck!\n\nBOY IN SUNDAY CLOTHES\nIt's hanging there now.\n\nSCROOGE\nIs it? Go and buy it.\n\nThe boy stares in disbelief for a moment, then thumbs his nose at Scrooge in\ndisgust.\n\nBOY IN SUNDAY CLOTHES\nWalk-er!\n\nSCROOGE\nNo, no, I am in earnest.",
  "65": "---END OF PREVIOUS SECTION---\nThe boy stares in disbelief for a moment, then thumbs his nose at Scrooge in\ndisgust. BOY IN SUNDAY CLOTHES\nWalk-er! SCROOGE\nNo, no, I am in earnest. \n---TARGET SECTION TO BE ANNOTATED---\n Go and buy it,\nand tell ‘em to bring it here, that I may\ngive them the directions where to take it.\nCome back with the man, and I'll give you\na shilling. Come back with him in less than\nfive minutes, and I'll give you\nhalf-a-crown!\n\nThe boy takes off running down the street.\nINT. SCROOGE'S SITTING-ROOM\n\nScrooge rubs his hands and laughs. He writes Bob Cratchit's address on a slip\nof paper with an unsteady hand.\n\nSCROOGE\nI'll send it to Bob Cratchit's! He sha'n't\nknow who sends it. It's twice the size of\nTiny Tim. Joe Miller never made such a joke\nas sending it to Bob's will be!\n\nEXT. SCROOGE'S BUILDING\n\nMoments later, Scrooge opens the street door, ready for the coming of the\npoulterer's man. As he stands there, with the slip of paper in his hand, the\n\fknocker catches his eye. He pats it with his hand.\n\nSCROOGE\nI shall love it, as long as I live! I\nscarcely ever looked at it before. What an\nhonest expression it has in its face! It's\na wonderful knocker!\n\nThe boy and the POULTERER'S MAN arrive with a gigantic turkey.\n\nSCROOGE\n(to the knocker)\nHere's the Turkey.\n(to the turkey-bearers)\nHallo! Whoop! How are you! Merry Christmas!\n\nScrooge inspects the turkey -- it never could have stood upon its legs, that\nbird. It would have snapped 'em short off in a minute, like sticks of\nsealing-wax.\n\nSCROOGE\nWhy, it's impossible to carry that to Camden\nTown. You must have a cab.\n\nScrooge chuckles as he says this, and we go into a\nCHRISTMAS DAY MONTAGE\n\nScrooge chuckles as he pays for the Turkey, chuckles as he pays for the cab,\nchuckles as he recompenses the boy, chuckles as he sits down breathless in\nhis sitting-room chair again, and chuckles till he cries.\n\nScrooge shaves at his wash-basin.",
  "66": "---END OF PREVIOUS SECTION---\nYou must have a cab. Scrooge chuckles as he says this, and we go into a\nCHRISTMAS DAY MONTAGE\n\nScrooge chuckles as he pays for the Turkey, chuckles as he pays for the cab,\nchuckles as he recompenses the boy, chuckles as he sits down breathless in\nhis sitting-room chair again, and chuckles till he cries. Scrooge shaves at his wash-basin. \n---TARGET SECTION TO BE ANNOTATED---\n His hand shakes very much; partly because\nhe is laughing and dancing with joy. At one point, he nicks himself and\nlaughs even harder.\n\nOut in the street, Scrooge is dressed in his Sunday best. By this time,\ncrowds pour forth, as he had seen them with the Ghost of Christmas Present;\nWalking with his hands behind him, Scrooge regards every one with a delighted\nsmile. He looks so irresistibly pleasant that three or four good-humoured\nfellows say, \"Good morning, sir! A merry Christmas to you!\" Scrooge reacts\nas if these are the sweetest sounds he's ever heard and returns the greeting.\n\nFarther down the street, Scrooge suddenly tenses up. Coming on towards him\nhe sees the portly gentleman, who had walked into his counting-house the day\nbefore, and said, \"Scrooge and Marley's, I believe?\" Scrooge slows down for a\nmoment, then resolves himself to what he must do. He quickens his pace and\ntakes the gentleman by both his hands.\n\nSCROOGE\nMy dear sir. How do you do? I hope you\nsucceeded yesterday. It was very kind of\nyou. A merry Christmas to you, sir!\n\nlst GENTLEMAN\nMr Scrooge?\n\fSCROOGE\nYes. That is my name, and I fear it may\nnot be pleasant to you. Allow me to ask your\npardon. And will you have the goodness --\n\nScrooge whispers in his ear. The gentleman reacts as if his breath were gone.\n\n1st GENTLEMAN\nLord bless me! My dear Mr Scrooge, are\nyou serious?\n\nSCROOGE\nIf you please. Not a farthing less. A great\nmany back-payments are included in it, I\nassure you. Will you do me that favour?\n\nlst GENTLEMAN\n(shakes Scrooge's hand)\n\nMy dear sir. I don't know what to say to\n\nsuch munificence.\n\nSCROOGE\nDon't say anything, please. Come and see me.\nWill you come and see me?\n\n1st GENTLEMAN\nI will!\n\nSCROOGE\nThank ‘ee. I am much obliged to you. I\nthank you fifty times.",
  "67": "---END OF PREVIOUS SECTION---\nSCROOGE\nThank ‘ee. I am much obliged to you. I\nthank you fifty times. \n---TARGET SECTION TO BE ANNOTATED---\n Bless you!\n\nCHRISTMAS DAY MONTAGE CONTINUES\n\nSeveral views of Scrooge in church. It's been years since his last visit and\nhe looks around nervously upon entering. During the singing of a hymn,\neveryone knows the words by heart, save Scrooge -- who rapidly thumbs\n\nthrough a hymn-book, until the little boy sitting on his right hands him his\nown hymn-book opened to the correct page, whereupon Scrooge nods to him in\nthanks. Later, Scrooge pulls out a huge wad of bills and puts entirely too\nmuch money in the collection plate before handing it to the astonished woman\non his left -- and upon seeing her startled look, he hastily removes a few\nmore bills from the wad and places them in the plate with an impish grin.\n\nScrooge walks about the streets, watches the people hurrying to and fro, pats\nchildren on the head, questions beggars, looks down into the kitchens of\nhouses, up into the windows: and finds that all these things yield him\npleasure.\n\nEXT. HOUSE - NIGHT\n\nIn a nice part of town. Scrooge paces uncertainly outside. He slowly\napproaches the front door but at the last moment, he returns to the sidewalk.\nFinally, he takes a deep breath, finds the courage to go up and knock, and\nmakes a dash for it. He knocks and stands there, tight-lipped and shaking\n\nnervously. No answer. He begins to leave. A maid opens the door.\n\fSCROOGE\nIs your master at home, my dear?\n\nMAID\nYes, sir.\n\nSCROOGE\nWhere is he, my love?\n\nMAID\nHe's in the sitting-room, sir, along with\nmistress. I'll show you in, if you please.\n\nINT. HOUSE\nThe maid leads Scrooge to the closed sitting-room door.\n\nSCROOGE\nThank ‘ee. He knows me. I'll go just in,\nmy dear.\n\nScrooge crosses to the sitting-room and tenses up as he puts his hand on the\ndoorknob. The maid sees this and watches Scrooge curiously. Scrooge looks up\nto see her staring at him.",
  "68": "---END OF PREVIOUS SECTION---\nScrooge crosses to the sitting-room and tenses up as he puts his hand on the\ndoorknob. The maid sees this and watches Scrooge curiously. Scrooge looks up\nto see her staring at him. \n---TARGET SECTION TO BE ANNOTATED---\n From his face, it's clear to her that he is\nscared to enter and she gives him a reassuring nod and smile. Scrooge\nreturns the smile and, taking a deep breath, he turns the doorknob gently and\nsidles his face in, round the door.\n\nINT. HIS NEPHEW'S SITTING-ROOM\n\nScrooge sees his nephew Fred surrounded by his party guests -- all laughing a\nlong, hearty laugh, exactly as Scrooge had heard it when with the Spirit.\n\nFRED\nHe said that Christmas was a humbug, as I\nlive! He believed it too!\n\nSCROOGE\nFred!\n\nScrooge flings the door open and startles his niece who is, as before,\nsitting in the chair in the corner right by the door. Scrooge is at once\napologetic and turns to her.\n\nSCROOGE\nOh, I'm so sorry. I forgot you were there.\nShe doesn't know quite what to make of that. Scrooge's back is momentarily\n\nturned toward his nephew who gazes on him in disbelief.\n\nFRED\nWhy bless my soul! Who's that?\n\nScrooge turns around to face his astonished nephew, then nervously threads\nhis way through the guests to confront him.\n\nSCROOGE\n\fIt's I. Your uncle Scrooge.\n\nAn awkward pause ensues as everyone merely stares at Scrooge -- a skunk at a\ngarden party. He realizes he must try to break the ice.\n\nSCROOGE\n(flawlessly imitates The Plump Sister)\nIt's your Uncle Scro-o-o0-o-oge!\n\nScrooge flashes a happy grin. The guests stare at him in confusion. He\ngrows immediately sober.\n\nSCROOGE\n(to Fred)\nI have come as you asked. Will you let me in, Fred?\n\nFRED\nLet you in! I --\n\nFred bursts out laughing again and shakes Scrooge's hand so hard, it's a\nmercy he doesn't take his arm off. Fred is still laughing as some of the\nother guests crowd around Scrooge, greeting him, patting him on the back,\nbringing him a drink.",
  "69": "---END OF PREVIOUS SECTION---\nFRED\nLet you in! I --\n\nFred bursts out laughing again and shakes Scrooge's hand so hard, it's a\nmercy he doesn't take his arm off. Fred is still laughing as some of the\nother guests crowd around Scrooge, greeting him, patting him on the back,\nbringing him a drink. \n---TARGET SECTION TO BE ANNOTATED---\n Some of the others move away from him and whisper\namong themselves: Surely this isn't the Uncle Scrooge!\n\nONE OF THE GUESTS\n(to Scrooge)\n\nYou know, I have always wanted to meet you,\n\nMr. Scrooge. The droll way in which your\n\nnephew portrays you has made me curious.\n\nI say, have you met Mister...?\n\nOne of the female guests has begun to play a simple little tune upon the\nharp; and the others choose partners and take to dancing about the room.\nThere might be twenty people there, young and old, but they all dance.\nIncluding, for the first time in years, Ebenezer Scrooge.\n\nDISSOLVE TO:\nINT. COUNTING-HOUSE - DAY\n\nThe day after Christmas. Bright sunshine pours into Scrooge's office. All\nis quiet save for the ticking of the clock -- which reads 9:18. Scrooge sits\nbehind his desk, grinning like a madman, with his door wide open so that he\nmight see Bob Cratchit come into his tank-like office. Bob bursts in, his\nhat and comforter already off. He jumps on his stool in a jiffy, driving away\nwith his pen, as if he were trying to overtake nine o'clock. Meanwhile,\ntrying to suppress a grin, Scrooge manages an approximation of his old\ncaustic personality.\n\nSCROOGE\nCratchit! You're late! What do you mean by\ncoming here at this time of day?\n\nBOB CRATCHIT\nI am very sorry, sir. I am behind my time.\n\fSCROOGE\nYou are? Yes. I think you are. Step this\nway, if you please.\n\nBob reluctantly leaves the Tank and joins Scrooge in the office.\n\nBOB CRATCHIT\nIt's only once a year, sir. It shall not\nbe repeated. I was making rather merry\nyesterday, sir.\n\nSCROOGE\nNow, I'll tell you what, my friend. I am\nnot going to stand this sort of thing any\nlonger. And therefore ...\n\nScrooge leaps from his chair, and gives Bob such a dig in the waistcoat that\nhe staggers back into the Tank again.\n\nSCROOGE\n...",
  "70": "---END OF PREVIOUS SECTION---\nAnd therefore ... Scrooge leaps from his chair, and gives Bob such a dig in the waistcoat that\nhe staggers back into the Tank again. SCROOGE\n... \n---TARGET SECTION TO BE ANNOTATED---\n and therefore I am about to raise your\nsalary!\n\nBob gasps, trembles, and inches away from Scrooge, picking up a nearby ruler\nto use in self-defense.\n\nSCROOGE\n\nA merry Christmas, Bob! A merrier Christmas,\nBob, my good fellow, than I have given you\nfor many a year!\n\n(quietly)\nI'm going to raise your salary. And if\nyou'll let me, I'd like to try to help your\nfamily.\n\nAn incredulous Bob stares at Scrooge for a long, long moment.\n\nSCROOGE\n(laughs)\nWell, let's discuss it this afternoon, over\na Christmas bowl of smoking bishop, Bob!\nMake up the fires, and buy another\ncoal-scuttle before you dot another i, Bob\nCratchit.\n\nScrooge grins at a still uncertain Bob Cratchit. The distant sound of\ncarolers singing an appropriate hymn grows louder.\n\nDISSOLVE TO:\nINT. SITTING-ROOM - NIGHT\nThe Narrator looks down at the book in his lap, a quiet smile on his face.\nOutside his window, a small group of carolers slowly approach continuing the\n\nhymn. The young people circled around the Narrator seem edgy and\ndissatisfied.\n\fNARRATOR\nAnd that's the story.\n\nTHE SKEPTICAL ADOLESCENT\nHow much of that was true?\n\nNARRATOR\n(matter-of-fact)\nWell, I was there for some of it. And I\nheard about some of it.\n(winks)\nAnd I made up the rest.\n\nThe children laugh.\n\nTHE SKEPTICAL ADOLESCENT\nYeah, but did old man Scrooge really keep\nhis word?\n\nNARRATOR\nYes. In fact, he was better than his word.\nHe did everything he said he would, and\nmuch more.\n\nTHE TEN YEAR OLD GIRL\n\n(concerned)\nWhat happened to Tiny Tim? Did he --?\nDid he --?\nNARRATOR\n(reassuring)\nNo. Tiny Tim did not die. And Scrooge was\n\nlike a second father to him.\n(a faraway look in his eye)\n\nHe became as good a friend, as good a\n\nteacher, and as good a man, as any person\n\ncould hope to know.\n\nThe girl seems reassured.",
  "71": "---END OF PREVIOUS SECTION---\nAnd Scrooge was\n\nlike a second father to him. (a faraway look in his eye)\n\nHe became as good a friend, as good a\n\nteacher, and as good a man, as any person\n\ncould hope to know. The girl seems reassured. \n---TARGET SECTION TO BE ANNOTATED---\nTHE SKEPTICAL ADOLESCENT\n(laughs)\nOh, come on. People just don't change like\nthat overnight.\n\nNARRATOR\n\n(shrugs)\nIn fact, a lot of people laughed at him\nwhen he changed, but he let them laugh,\nand didn't pay any attention to it; I think\nhe was smart enough to know that nothing\ngood ever happens in this world that people\nwon't laugh at it -- at first. And that\nit's better to make people laugh than make\nthem do some other things I can think of.\n\n(beat)\nHis own heart laughed: and I think that was\n\fgood enough for him.\n\nTHE ADOLESCENT WHO\n\nWISHED HE WAS AN ADULT\nAnd do you mean to say that he had no\nfurther intercourse with Spirits?\n\nNARRATOR\nAh, well...\n(mischievous grin)\nAfter that, he adopted the principle of\nabstinence and no Spirits ever visited him\nagain, as far as he knew.\n\nThe Narrator glances around at his audience but there are no more questions.\nHe decides to add a final word.\n\nNARRATOR\nWell... It was always said of Mr. Scrooge\nthat if anyone knew how to keep Christmas\nwell, it was him. If only that could truly\nbe said of us. Of all of us. Merry\nChristmas.\n\nThe Narrator returns the book to the ten year old girl.\n\nTHE TEN YEAR OLD GIRL\n(quietly, to herself)\n... and may God Bless Us, Every One.\n\nThe Narrator smiles. Outside, the caroling has gotten steadily louder. A\ntapping sound causes everyone to turn to the window, where the carolers\nbeckon to them. Everyone in the room hollers (\"Hey!\" \"Look who's here!\nThey rise and rush to the front door -- except for the ten year old girl who\nlingers to help the Narrator to his feet. He thanks her and, hand in hand,\n\nthey follow the others to the door. For the first time, we see he carries a\n\n \n\ncane. And limps, favoring his right leg. Could this be Tiny Tim all grown\nup? They join the little crowd just outside the door -- carolers and\nchildren -- in singing \"God Rest Ye Merry, Gentlemen\" or some such thing.\n\nEXT.",
  "72": "---END OF PREVIOUS SECTION---\nCould this be Tiny Tim all grown\nup? They join the little crowd just outside the door -- carolers and\nchildren -- in singing \"God Rest Ye Merry, Gentlemen\" or some such thing. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE FRONT DOORSTEP\n\nAs they sing, their breath visible in the cold night air, we PAN UP and AWAY\nto find\n\nEXT. ROOFTOP\n\nA spectral figure leaning over the edge of the roof, peering down, smiling at\nthe music. It is MARLEY'S GHOST, a look of peace and satisfaction on its no\nlonger glassy face. Marley turns to reveal another ghost right beside him --\nScrooge's. To the surprise of both, the chain ‘round Marley's body jerks to\nlife and begins to unspool rapidly, falling away from him as if there were a\nship's anchor at the end of it. In a moment, the chain is gone and Marley is\nfree. He clutches his waist and looks himself over. And then beams at\nScrooge gratefully. Scrooge grins, then realizes something. Suddenly, he\nreaches up with his left hand and removes the wrapper that keeps Marley's jaw\nin place. The jaw does not drop. Marley clicks his teeth together a few\n\ftimes to test them, then breaks into a broad smile. He mouths a \"Thank you\"\nto Scrooge. The two ghosts shake hands. Scrooge looks down at the wrapper\nin his hand and, with a flourish, tosses it over the edge. The two ghosts\ntake flight, into a night sky teeming with free spirits, as the group below\nfinishes singing... a Christmas carol.\n\nFADE OUT\nA long, silent pause.\n\nFADE IN on what appears to be the FLOOR of Scrooge's room upon which rests\nthe extinguisher cap last seen covering the Ghost of Christmas Past. The cap\ntips over and the ghost appears from under it in a dazzling burst of light.\nThe ghost's FACE fills the screen and, after a wink, it begins to morph into\nthe faces of all the featured actors. As each actor's face appears, their\ncredit is superimposed beneath them. The final image is of Tiny Tim in\nScrooge's arms, giving the old man a hug.\n\nTINY TIM\n(whispers)\n\nMay God bless us, every one.\n\nThe image blurs and spirals away under the extinguisher cap and suddenly all\nis dark.\n\nEND CREDITS\n\nFADE OUT\n\f"
}