{
  "1": "A CLOCKWORK ORANGE\nScreenplay\nby\n\nStanley Kubrick\n\nBased on the novel by\n\nAnthony Burgess\n\fFADE IN:\n\nINT. KOROVA MILKBAR - NIGHT\nTables, chairs made of nude fibreglass figures.\nHypnotic atmosphere.\n\nAlex, Pete, Georgie and Dim, teenagers stoned on their milk-plus,\nthier feet resting on faces, crotches, lips of the sculptured\nfurniture.\n\nALEX (V.0.)\nThere was me, that is Alex, and my three\ndroogs, that is Pete, Georgie and Dim and\nwe sat in the Korova milkbar trying to\nmake up our rassoodocks what to do with\nthe evening. The Korova Milk Bar sold\nmilkplus, milk plus vellocet or synthemesc\nor drencrom which is what we were\ndrinking. This would sharpen you up and\nmake you ready for a bit of the old ultra-\nviolence. Our pockets were full of money\nso there was no need on that score, but,\nas they say, money isn't everything.\n\nINT. PEDESTRIAN UNDERPASS TUNNEL - NIGHT\nA Tramp lying in tunnel, singing.\n\nTRAMP\nIn Dublin's fair city\nWhere the girls are so pretty\nI first set my eyes on sweet Molly Malone\nAs she wheeled her wheelbarrow\nThrough streets wide and narrow...\n\nShadows of the boys approaching fall across Tramp.\n\nTRAMP\nCrying cockless and mussels alive,\nAlive 0...\nAlive, alive 0... Alive, alive 0...\nCrying cockless and mussels alive,\nAlive 0...\n\nALEX (V.0.)\nOne thing I could never stand is to see a\nfilthy, dirty old drunkie, howling away at\nthe filthy songs of his fathers and going\nblerp, blerp in between as it might be a\nfilthy old orchestra in his stinking\nrotten guts. I could never stand to see\nanyone like that, whatever his age might\nbe, but more especially when he was real\nold like this one was.\n\nThe boys stop and applaud him.\n\fTRAMP\nCan you... can you spare some cutter, me\nbrothers?\n\nAlex rams his stick into the Tramp's stomach. The boys laugh.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nTRAMP\nCan you... can you spare some cutter, me\nbrothers? Alex rams his stick into the Tramp's stomach. The boys laugh. \n\nTARGET SECTION TO BE ANNOTATED:\nTRAMP\nOh-hhh!!! Go on, do me in you bastard\ncowards. I don't want to live anyway, not\nin a stinking world like this.\n\nALEX\nOh - and what's so stinking about it?\n\nTRAMP\nIt's a stinking world because there's no\nlaw and order any more. It's a stinking\nworld because it lets the young get onto\nthe old like you done. It's no world for\nan old man any more. What sort of a world\nis it at all? Men on the moon and men\nspinning around the earth and there's not\nno attention paid to earthly law and order\nno more.\n\nThe Tramp starts singing again.\n\nTRAMP\nOh dear land, I fought for thee and\nbrought you peace and victory.\n\nAlex and gang move in and start beating up on old Tramp.\n\nINT. DERELICT CASINO - NIGHT\nBillyboy gang on stage tearing clothes off a screaming Girl.\n\nALEX (V.0.)\nIt was around by the derelict casino that\nwe came across Billyboy and his four\ndroogs. They were getting ready to perform\na little of the old in-out, in-out ona\nweepy young devotchka they had there.\n\nAlex and gang step out of the shadows.\n\nALEX\nHo, Ho, Ho... Well, if it isn't stinking\nBillygoat Billyboy in poison. How are\nthou, thou globby bottle of cheap stinking\nchip 0il? Come and get one in the yarbles,\nif you have any yarbles, you eunuch jelly\nthou.\n\nBillyboy snaps open a switchblade knife.\n\nBILLY BOY\nLet's get ‘em boys.\n\fThe fight begins, chains, knives, kicking boots. Police siren.\nALEX\nThe Police... come on, let's go... come\non.\n\nAlex and the boys rush out of casino.\n\nEXT. / INT. CAR - NIGHT - FAST DRIVING SHOTS\n\nSwerving car, forcing other cars off the road, trying to hit\npedestrians, etc.\n\nALEX (V.0.)\nThe Durango-95 purred away real horrorshow\n- a nice, warm vibraty feeling all through\nyour guttiwuts.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. / INT. CAR - NIGHT - FAST DRIVING SHOTS\n\nSwerving car, forcing other cars off the road, trying to hit\npedestrians, etc. ALEX (V.0.)\nThe Durango-95 purred away real horrorshow\n- a nice, warm vibraty feeling all through\nyour guttiwuts. \n\nTARGET SECTION TO BE ANNOTATED:\n Soon it was trees and\ndark, my brothers, with real country dark.\nWe fillied around for a while with other\ntravelers of the night, playing hogs of\nthe road. Then we headed west, what we\nwere after now was the old surprise visit,\nthat was a real kick and good for laughs\nand lashing of the ultra-violent.\n\nEXT. \"HOME\" - NIGHT\nA cottage on its own, on outskirts of a village.\nBright moonlight. Cheery light inside.\n\nCar pulls to stop.\n\nAlex shushes his giggling boys and gets out of the car.\n\nINT. \"HOME\" - NIGHT\nMr. Alexander typing. Bell rings.\n\nMR. ALEXANDER\nWho on earth could that be?\n\nMRS. ALEXANDER\nI'll see.\n\nMrs. Alexander, a good-looking red head in a red jumper suit.\n\nMRS. ALEXANDER\nYes? Who is it?\n\nALEX\nExcuse me, Mrs... will you please help,\nthere's been a terrible accident.\n\nShe opens the door on the chain and peeps out.\n\fALEX\nMy friend's lying in the middle of the\nroad bleeding to death. Could I please use\nyour telephone for an ambulance?\n\nMRS. ALEXANDER\nI'm sorry, but we don't have a telephone.\nYou'll have to go somewhere else.\n\nALEX\nBut Mrs... it's a matter of life and\ndeath.\n\nFrom inside the sound of clack clacky clack clack clackity\nclackclack of Alexander typing stops.\n\nMR. ALEXANDER\nWho is it, dear?\n\nMRS. ALEXANDER\nThere's a young man here. He says there's\nbeen an accident. He wants to use the\ntelephone.\n\nMR. ALEXANDER\nThen you'd better let him in.\n\nMRS. ALEXANDER\nWait a minute.\n\nALEX\nThank you, Mrs.\n\nMrs. Alexander opens door, saying...\nMRS. ALEXANDER\n\nI'm sorry, we don't usually let people in\n\nin the middle of the night.\nAlex and boys have put on their masks and rush into house,\ncarrying and dragging Mrs. Alexander along with them.\nINT. HOME - NIGHT\nThey go roaring in.\nMr. Alexander is kicked in the face and goes down. Georgie leaps\non him.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nMr. Alexander is kicked in the face and goes down. Georgie leaps\non him. \n\nTARGET SECTION TO BE ANNOTATED:\n Pete jumps up and down and the settee. Dim grabs hold of\n\nMrs. Alexander. Alex whistles piercingly.\n\nALEX\nRight, Pete. Check the rest of the house.\n\nAlex turns to Dim who holds the struggling Mrs. Alexander.\n\nALEX\nDim...\n\fDim sets her down but holds her firmly. Alex starts to sing -\n\"Singin' in the Rain\", accompanying it with a kind of tap dance.\n\nALEX\n(singing)\nI'm singing in the rain...\n\nHe kicks Mr. Alexander accenting the lyrics.\n\nALEX\n(singing)\nJust singing in the rain...\n\nHe clubs Mr. Alexander with stick, in the time to the music.\n\nALEX\n(singing)\nWhat a glorious feeling, I'm happy again.\n\nHe pushes a rubber ball into Mrs. Alexander's mouth and binds it\nwith sellotape.\n\nALEX\n(singing)\nI'm laughing at clouds so dark up above.\nThe sun's in my heart and I'm ready for\nlove.\nLet the stormy clouds chase...\n\nHe kicks Mr. Alexander again.\n\nALEX\n(singing)\n. everyone from the place.\nCome on with the rain...\n\nHe puts ball in Mr. Alexander's mouth and sellotapes it.\n\nALEX\n(singing)\n... I've a smile on my face.\nI'1l walk down the lane... to a happy\nrefrain.\nI'm singing... just singin' in the rain.\n\nHe knocks down the book cases and moves to Mrs. Alexander being\nheld by Dim. Starts to repeat on song as he cuts slowly up each\nleg of her cat suit, until she is naked. This coincidences with\nthe song finishing.\n\nHe turns to Mr. Alexander.\n\nALEX\nViddy well, my little Brother. Viddy well.\n\fINT. KOROVA MILKBAR - NIGHT\nThe boys enter yawning..\n\nALEX (V.0.)\nWe were all feeling a bit shagged and\nfagged and fashed, it having been an\nevening of some small energy expenditure,\nO my brothers, so we got rid of the auto\nand stopped off at the Korova for a\nnightcap.\n\nDim moves over to milk machine and speaks to the statue of the\nnude girl.\n\nDIM\nHello Lucy, had a busy night?\n\nPuts money in machine.\n\nDIM\nWe've been working hard too.\n\nTakes glass.\n\nDIM\nPardon me.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIM\nWe've been working hard too. Takes glass. DIM\nPardon me. \n\nTARGET SECTION TO BE ANNOTATED:\n Luce.\n\nHe raises glass to breast, pulls red handle between her legs. Milk\nspurts into glass.\n\nDim joins the others. Alex looks at a party of tourists.\n\nALEX (V.0.)\nThere was some sophistos from the TV\nstudios around the corner, laughing an\ngovoreeting. The Devotchka was smecking\naway, and not caring about the wicked\nworld one bit. Then the disc on the stereo\ntwanged off and out, and in the short\nsilence before the next one came on, she\nsuddenly came with a burst of singing, and\nit was like for a moment, O my brothers,\nsome great bird had flown into the milkbar\nand I felt all the malenky little hairs on\nmy plott standing endwise, and the shivers\ncrawling up like slow malenky lizards and\nthen down again. Because I knew what she\nsang. It was a bit from the glorious 9th,\nby Ludwig van.\n\nDim makes a lip-trump followed by a dog howl, followed by two\nfingers pronging twice in the air, followed by a clowny guffaw.\n\nAlex brings his stick down smartly on Dim's legs.\n\nDIM\nWhat did you do that for?\n\fALEX\nFor being a bastard with no manners and\nnot a dook of an idea how to comport\nyourself publicwise, O my Brother.\n\nDIM\nI don't like you should do what you done.\nAnd I'm not your brother no more and\nwouldn't want to be.\n\nALEX\nWatch that... Do watch that, O Dim, if to\ncontinue to be on live thou dost wish.\n\nDIM\nYarbles, great bolshy yarblockos to you\nI'll meet you with chain, or nozh or\nbritva, any time, not having you aiming\ntolchocks at me reasonless. It stands to\nreason, I won't have it.\n\nALEX\nA nozh scrap any time you say.\n\nDim weakens.\nDIM\n\nDoobidoob... a bit tired maybe, everybody\n\nis. A long night for growing malchicks...\n\nbest not to say more. Bedways is rigthways\n\nnow, so best we go homeways and get a bit\n\nof spatchka. Right, right.\nINT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nBedways is rigthways\n\nnow, so best we go homeways and get a bit\n\nof spatchka. Right, right. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ALEX'S FLATBLOCK - MAIN LOBBY ENTRANCE - NIGHT\nAlex passes a mural in the hall. Nude men and women. Their massive\nstylized bodies embellished and decorated by handy pencil and\nballpoint.\n\nThe elevator door is buckled.\n\nINT. ALEX'S FLAT - NIGHT\nAlex pees in toilet.\n\nAlex goes into his room. Tosses his loot into a drawer, full of\nmoney, wristwatches, cameras, etc.\n\nFifty small loudspeakers cover one wall.\n\nHe puts his pet boa constrictor on tree branch mounted on the\nwall, above four Christ figures who have their arms intertwined\nlike a chorus line.\n\nHe puts a cassette into the tape player.\n\nA heavy shockwave of sound - Beethoven's 9th.\n\fALEX (V.0.)\nIt had been a wonderful evening and what I\nneeded now to give it the perfect ending\nwas a bit of the old Ludwig van.\n\nMusic starts.\n\nALEX (V.0.)\nThen, brothers, it came. O bliss, bliss\nand heaven, oh it was gorgeousness and\ngeorgeosity made flesh. The trombones\ncrunched redgold under my bed, and behind\nmy gulliver the trumpets three-wise,\nsilver-flamed and there by the door the\ntimps rolling through my guts and out\nagain, crunched like candy thunder. It was\nlike a bird of rarest spun heaven metal or\nlike silvery wine flowing in a space ship,\ngravity all nonsense now. As I slooshied,\nI knew such lovely pictures. There were\nveeks and ptitsas laying on the ground\nscreaming for mercy and I was smecking all\nover my rot and grinding my boot into\ntheir tortured litsos and there were naked\ndevotchkas ripped and creeching against\nwalls and I plunging like a shlaga into\nthem.\n\nINT. ALEX'S FLAT - DAY\n\nHe is asleep. The boa curled up at his feet. There is a knock on\n\nthe door.\n\nALEX\nWhat d'you want?\n\nEM\nIt's past eight, Alex, you don't want to\nbe late for school, son.\n\nALEX\nBit of pain in the gulliver, Mum. Leave us\nbe and I'll try to sleep it off...",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nEM\nIt's past eight, Alex, you don't want to\nbe late for school, son. ALEX\nBit of pain in the gulliver, Mum. Leave us\nbe and I'll try to sleep it off... \n\nTARGET SECTION TO BE ANNOTATED:\n then\nI'll be as right as dodgers for this\nafter.\n\nEM\nYou've not been to school all week, son.\n\nALEX\nI've got to rest, Mum... got to get fit,\notherwise I'm liable to miss a lot more\nschool.\n\nEM\nEeee... I'll put your breakfast in the\noven. I've got to be off myself now.\n\fALEX\nAlright, Mum... have a nice day at the\nfactory.\n\nINT. KITCHEN - DAY\n\nPee sitting at breakfast table.\n\nEm enters.\n\nEM\nHe's not feeling too good again this\nmorning, Dad.\n\nPEE\nYes, I heard. D'you know what time he got\nin last night?\n\nEM\nNo I don't know, luv, I'd taken my\nsleepers.\n\nPEE\n\nI wonder where exactly is it he goes to\nwork of evenings.\n\nEM\nWell, like he says, it's mostly odd things\nhe does, helping like... here and there,\n\nas it might be.\n\nINT. EM'S BEDROOM - DAY\n\nAlex comes out of his room and finds P.R. Deltoid sitting on bed\nin parent's room.\n\nALEX\nHi, hi, hi there, Mr. Deltoid, funny\nsurprise to see you here.\n\nDELTOID\nAh, Alex boy, awake at last, yes? I met\nyour mother on the way to work, yes? She\ngave me the key. She said something about\na pain somewhere... hence not at school ,\nyes?\n\nALEX\nA rather intolerable pain in the head,\nbrother, sir. I think it should be clear\nby this afterlunch.\n\nDELTOID\nOh, or certainly by this evening, yes? The\nevening's a great time, isn't it, Alex\nboy?\n\fALEX\nA cup of the old chai, sir?\n\nDELTOID\nNo time, no time, yes. Sit, sit, sit.\n\nAlex sits next to him.\n\nALEX\nTo what do I owe this extreme pleasure,\nsir? Anything wrong, sir?\n\nDeltoid \"playfully\" grabs Alex's hair.\n\nDELTOID\nWrong? Why should you think of anything\nbeing wrong, have you been doing something\nyou shouldn't. Yes?\n\nHe shakes Alex's hair.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy should you think of anything\nbeing wrong, have you been doing something\nyou shouldn't. Yes? He shakes Alex's hair. \n\nTARGET SECTION TO BE ANNOTATED:\nALEX\nJust a manner of speech, sir.\n\nDELTOID\nWell, yes, it's just a manner of speech\nfrom your Post Corrective Advisor to you\nthat you watch out, little Alex.\n\nHe puts his arm round Alex's shoulder.\n\nDELTOID\nBecause next time it's going to be the\nbarry place and all my work ruined. If\nyou've no respect for your horrible self,\nyou at least might have some for me who'se\nsweated over you.\n\nHe slaps Alex on the knee.\n\nDELTOID\nA big black mark I tell you for every one\nwe don't reclaim. A confession of failure\nfor every one of you who ends up in the\nstripy hole.\n\nALEX\nI've been doing nothing I shouldn't, sir.\nThe millicents have nothing on me,\nbrother, sir, I mean.\n\nDeltiod pulls Alex down on the bed.\n\fDELTOID\nCut out all this clever talk about\nmilicents. Just because the Police haven't\npicked you up lately doesn't, as you very\nwell know, mean that you've not been up to\nsome nastiness. There was a bit of a\nnastiness last night, yes. Some very\nextreme nastiness, yes. A few of a certain\nBillyboy's friends were ambluenced off\nlate last night, yes. Your name was\nmentioned, the word's got thru to me by\nthe usual channels. Certain friends of\nyours were named also. Oh, nobody can\nprove anything about anybody as usual, but\nI'm warning you, little Alex, being a good\nfriend to you as always, the one man in\nthis sore and sick community who wants to\nsave you from yourself.\n\nDeltoid makes a grab for Alex's joint but finds his hand instead.\nAlex laughs. Derisively and rises. Deltoid distractedly reaches\nfor a glass of water on the night table, and fails to notice a set\nof false teeth soaking in them. He drinks from the glass. The\nclink of the teeth sounding like ice-cubes.\n\nDELTOID\n\nWhat gets into you all? We study the\nproblem. We've been studying it for damn\nwell near a century, yes, but we get no\nfurther with our studies.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nDELTOID\n\nWhat gets into you all? We study the\nproblem. We've been studying it for damn\nwell near a century, yes, but we get no\nfurther with our studies. \n\nTARGET SECTION TO BE ANNOTATED:\n You've got a\ngood home here, good loving parents,\nyou've got not too bad of a brain. Is it\nsome devil that crawls inside of you?\n\nALEX\nNobody's got anything on me, brother, sir.\nI've been out of the rookers of the\nmilicents for a long time now.\n\nDELTOID\nThat's just worries me. A bit too long to\nlong to be reasonable. You're about due\nnow by my reckoning, that's why I'm\nwarning you, little Alex, to keep your\nhandsome young proboscis out of the dirt.\nDo I make myself clear?\n\nALEX\nAs an unmuddied lake, sir. Clear as an\nazure sky of deepest summer. You can rely\non me, sir.\n\nDeltoid drinks again but this time sees the teeth in the glass. He\ngroans and retches.\nINT. MUSIC BOOTICK - DAY\n\nAlex enters. Two pretty micro-boppers, Marty and Sonietta, sucking\nphallic ice sticks.\n\fClerk exits.\n\nHe steps in\nthrough.\n\nALEX\nPardon me, brother. I ordered this two\nweeks ago. Could you see if it's arrived.\n\nCLERK\nOK. I'll see if it's in.\n\nAlex turns to the girls.\n\nALEX\nPardon me, ladies\n\nbetween them and goes through the motions, looking\n\nALEX\nEnjoying it then, my darling?... A bit\ncold and pointless isn't it, my lovely...\nWhat's happened to yours, my little\nsister?\n\nMarty giggles.\n\nINT. ALEX'S\n\nMARTY\nWho you getten bratty, Goggly Gogol?\nJohnny Zhivago? The Heaven Seventeen?\n\nALEX\nWhat you got back home, little sister, to\nplay your fuzzy warbles on? I bet you got\nlittle save pitiful portable picnic\nplayers. Come with Uncle and hear all\nproper. Hear angel trumpets and devil\ntrombones. You are invited.\n\nBEDROOM - DAY\n\nThe two girls, naked, jumping up and down on Alex's still unmade\nbed zonked by the booming, all engulfing sound of Alex's\nincredible Hi-Fi.\n\nINT. ALEX'S\n\nFLATBLOCK - LOBBY HALL - DAY\n\nAlex finds the gang waiting for him.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEDROOM - DAY\n\nThe two girls, naked, jumping up and down on Alex's still unmade\nbed zonked by the booming, all engulfing sound of Alex's\nincredible Hi-Fi. INT. ALEX'S\n\nFLATBLOCK - LOBBY HALL - DAY\n\nAlex finds the gang waiting for him. \n\nTARGET SECTION TO BE ANNOTATED:\nALEX\nHi, hi, hi, there\n\nALL THREE\nWell, hello.\n\nDIM\nHe are here! He have arrived! Hooray!\n\nALEX\nWelly, welly, welly, welly, welly, welly,\nwell. To what do I owe the extreme\npleasure of this surprising visit?\n\fGeorgie rises.\n\nGEORGIE\nWe got worried. There we were waiting and\ndrinking away at the old knify Moloko and\nyou had not turned up and we thought you\nmight have been like offended by something\nor other, so around we come to your abode.\n\nALEX\nAppy polly loggies. I had something of a\npain in the guliver so had to sleep. I was\nnot awakened when I gave orders for\nawakening.\n\nDIM\nSorry about the pain. Using the guliver to\nmuch like, eh? Giving orders and\ndisciplining and that perhaps, eh? You\nsure the pain's gone? You sure you'll not\nbe happier back up in bed.\n\nALEX\nLets get things nice and sparkling clear.\nThis sarcasm, if I may call it such, does\nnot become you, O my brothers. As I am\nyour droog and leader, I am entitled to\nknow what goes on, eh? Now then, Dim, what\ndoes that great big horsy gape of a grin\nportend?\n\nGEORGIE\nAll right, no more picking on Dim,\nbrother. That's part of the new way.\n\nALEX\nNew way? What's this about a new way?\nThere's been some very large talk behind\nmy sleeping back, and no error. Let me\nhear more.\n\nGEORGIE\nWell, we go round shop crasting and the\nlike, coming out with a pitiful rookerful\nof money each.\n\nDIM\nPitiful rookerful...\n\nGEORGIE\nAnd there's Will the English in the\nMuscleman coffee mesto saying he can fence\nanything that anything that any malchick\ntries to crast.\n\nDIM\nYeah... Pete the English.\n\fGEORGIE\nThe shiny stuff. The Ice. The big, big,\nbig money is available's what Will the\nEnglish says.\n\nDIM\nBig, big money.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Ice. The big, big,\nbig money is available's what Will the\nEnglish says. DIM\nBig, big money. \n\nTARGET SECTION TO BE ANNOTATED:\nALEX\nAnd what will you do with the big, big,\nmoney? Have you not everything you need?\nIf you need a motor-car, you pluck it from\nthe trees. If you need pretty polly, you\ntake it.\n\nGEORGIE\nBrother, you think and talk sometimes like\na little child. Tonight we pull a mansize\ncrast.\n\nALEX\nGood. Real horrorshow. Initiative comes to\nthem as waits. I've taught you much, my\nlittle droogies. Now tell me what you have\nin mind, Georgie Boy.\n\nGEORGIE\nOh, the old moloko-plus first, would you\nnot say\n\nDIM\n\nMoloko-plus.\n\nGEORGIE\nSomething to sharpen us up, you\nespecially. We have the start.\n\nEXT. FLATBLOCK MARINE - DAY\nThe gang come out of the flatblock and walk along the marina.\n\nALEX (V.0.)\nAs we walked along the flatblock marina, I\nwas calm on the outside but thinking all\nthe time, so now it was to be Georgie the\nGeneral, saying what we should do and what\nnot to do, and Dim as his mindless,\ngrinning bulldog. But, suddenly, I viddied\nthat thinking was for the gloopy ones and\nthat the oomny ones use like inspiration\nand what Bog sends, for now it was lovely\nmusic that came to my aid and I viddied at\nonce what to do. There was a window open\nwith the stereo on.\n\fIN SLOW MOTION\n\nAlex clubs Georgie into water with his stick. Dim swings chain.\nAlex ducks. Dim goes into water.\n\nAlex kneels, hands behind back, takes knife from sword stick,\noffers hand to help Dim, and slashes Dim when he gets it.\n\nDim falls back into the water.\n\nAlex laughs.\n\nINT. DUKE OF NEW YORK PUB\nThe four boys sit round table.\n\nALEX (V.0.)\nI had not put into any of Dim's main\ncables and so, with the help of a clean\ntashtook, the red, red kroovy stopped, and\nit did not take long to quieten the two\nwounded soldiers, down in the snug in the\nDuke of New York. Now they knew who was\nMaster and Leader.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUKE OF NEW YORK PUB\nThe four boys sit round table. ALEX (V.0.)\nI had not put into any of Dim's main\ncables and so, with the help of a clean\ntashtook, the red, red kroovy stopped, and\nit did not take long to quieten the two\nwounded soldiers, down in the snug in the\nDuke of New York. Now they knew who was\nMaster and Leader. \n\nTARGET SECTION TO BE ANNOTATED:\n Sheep, thought I, but a\nreal leader knows always when like to give\nand show generous to his unders.\n\nALEX\nWell, now we're back to where we were.\nYes? Just like before and all forgotten?\nRight, right, right.\n\nALL BOYS\nRight. Right. Right.\n\nALEX\nWell, Georgie Boy. This idea you've got\nfor tonight. Well, tell us all about it\nthen.\n\nGEORGIE\nNot tonight - not this nochy.\n\nALEX\nCome, come, come, Georgie Boy. You're a\nbig strong chelloveck like us all. We're\nnot little children, are we, Georgie Boy?\nWhat, then, didst thou in thy mind have?\n\nConfrontation. Georgie backs down.\n\nGEORGIE\n\nIt's this Health Farm. A bit out of the\ntown. Isolated. It's owned by this like\nvery rich ptitsa who lives there with her\ncats. The place is shut down for a week\nand she's completely on her own, and it's\nfull up with like gold and silver and like\njewels.\n\fALEX\nTell me more, Georgie Boy.\n\nINT. CATLADY'S HOUSE\nCatlady doing yoga exercises.\nRoom is full of cats. Doorbell rings.\n\nCATLADY\n(softly to herself)\nOh shit.\n\nShe goes to the door.\n\nEXT. CATLADY'S HOUSE\n\nCATLADY\nWho's there?\n\nALEX\nExcuse me, missus, can you please help?\nThere's been a terrible accident. Can I\nplease use your telephone for an\nambulance?\n\nCATLADY\nI'm frightfully sorry. There is a\ntelephone in the Public House about a mile\ndown the road. I suggest you use that.\n\nALEX\nBut, missus, this is an emergency. It's a\nmatter of life and death. Me friend's\nlying in the middle of the road bleeding\nto death.\n\nCATLADY\nI... I'm very sorry, but I never open. I'm\nvery sorry but I never open the door to\nstrangers after dark.\n\nALEX\nVery well, madam. I suppose you can't be\nblamed for being suspicious with so many\nscoundrels and rouges of the night about.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm\nvery sorry but I never open the door to\nstrangers after dark. ALEX\nVery well, madam. I suppose you can't be\nblamed for being suspicious with so many\nscoundrels and rouges of the night about. \n\nTARGET SECTION TO BE ANNOTATED:\nAlex walks away from door, then ducks into the bushes where the\nothers are hiding. They put on their maskies and follow Alex round\nto the rear of the house.\n\nALEX\nDim, bend down.\n(Alex points to an\nupstairs window)\nI'm gonna get in that window and open the\nfront door.\n\fHe climbs up drain-pipe to the bathroom window.\n\nINT. CADLADY'S HOUSE\n\nThe Catlady\n\nenters and dials a number.\n\nCATLADY\nHullo, Radlett Police Station. Good\nevening. It's Miss Weathers at Woodmere\nHealth Farm. Look, I'm frightfully sorry\nto bother you but something rather odd has\njust happened... Well, it's probably\nnothing at all, but you never know...\nWell, a young man rang the bell asking to\nuse the telephone... He said there had\nbeen some kind of accident. The thing that\ncaught my attention was what he said - the\nwords he used, sounded exactly like what\nwas quoted in the papers this morning in\nconnection with the writer and his wife\nwho were assaulted last night... Well,\njust a few minutes ago... Well, if you\nthink that's necessary, but, well, I'm\nquite sure he's gone away now. Oh...\nalright. Fine. Thank you very much. Thank\nyou.\n\nShe puts phone down, turns and nearly jumps out of her leotard\nwhen she sees Alex in the doorway.\n\nAlex eyes a\nbeside him.\n\nALEX\nHi, hi, hi there, at last we meet.\nCATLADY\nWhat the bloody hell d'you think you're\ndoing?\nALEX\n\nOur brief govereet thru the letter hole\nwas not, shall we say, satisfactory, yes?\n\nCATLADY\nNow listen here, you little bastard, just\nyou turn around and walk out of here the\nsame way as you came in.\n\ngiant white, fibreglass phallic sculpture on the table\n\nALEX\nNaughty, naughty, naughty, you filthy old\nsoomaka.\n\nCATLADY\nNo! No! Don't touch it. That's a very\nimportant work of art.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo! Don't touch it. That's a very\nimportant work of art. \n\nTARGET SECTION TO BE ANNOTATED:\n What the bloody\nhell do you want?\n\fALEX\nYou see, madam, I am part of an\ninternational student's contest to see who\ncan get the most points for selling\nmagazines.\n\nCATLADY\nCut the shit, sonny, and get out of here\nbefore you get yourself in some very\nserious trouble.\n\nHe rocks the giant phallus which has a special weight swinging\ninside causing it to swing up and down an eccentric motion.\n\nCATLADY\nI told you to leave it alone. Now get out\nof here before I throw you out, wretched\nslummy bedbug. I'll teach you breaking\ninto real people's houses. Get out!\n\nShe grabs up a bust of Beethoven and rushes at Alex. He grabs the\ngiant phallic sculpture.\n\nCircling, Alex fends off her mad rushes with skilful jabs of the\ngiant phallus.\n\nShe ducks under and clobbers him with the heavy bust of Beethoven.\n\nHe goes down, pulling her off balance and they both wind up the\nfloor.\n\nIn the struggle, Alex bashes her with the phallus.\nDistant Police sirens.\n\nHe exits.\n\nEXT. CATLDAY'S HOUSE - NIGHT\nAlex rushes out. Dim and the others are waiting.\n\nALEX\nCome on. Let's go, the police are coming.\n\nDIM\nOne minoota, droogie.\n\nDim smashes Alex in the face with a full milk bottle. He goes\ndown. The others run away, laughing.\n\nALEX\n(screaming)\nYou bastards... bastards.\n\nINT. POLICE HQ - NIGHT\n\nInspector takes out cigarette and lights up.\n\fINSPECTOR\nRight. Right , Tom, we'll have to our\nlittle friend, Alex, here that we know the\nlaw, too, but that knowing the law isn't\neverything.\n\nHe nods to Fatneck.\nFATNECK\nThat's a nasty cut you've got there,\nlittle Alex. Spoils... all your beauty.\nWho gave you that then... eh... eh...\n\nHe presses Alex's nose, inflicting great pain. Alex sinks to his\nknees.\n\nALEX\nOw... what's that for, you bastard?\n\nFATNECK\nThat was for your lady victim. You ghastly\nwretched scoundrel.\nAlex grabs his balls.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nFATNECK\nThat was for your lady victim. You ghastly\nwretched scoundrel. Alex grabs his balls. \n\nTARGET SECTION TO BE ANNOTATED:\nAlex is beaten by the other Cop.\n\nInspector exits to outside office where Sergeant sits, sipping a\ncup of tea.\n\nDeltoid has just entered.\n\nINSPECTOR\nSergeant.\n\nSERGEANT\nSir.\n\nINSPECTOR\n\nAh, good evening, Mr. Deltoid.\n\nDELTOID\nEvening, Inspector.\n\nSERGEANT\nWould you like your tea now, sir?\n\nINSPECTOR\nNo, thank you, Sergeant. We'll have it\nlater. May I have some paper towels,\nplease.\n\nSERGEANT\nYes, sir.\n\nINSPECTOR\nWe're interrogating the prisoner now.\nPerhaps you'd care to come inside.\n\fDELTOID\nThank you very much\n\nThey move into Interrogation Room.\nAlex is on the floor in the corner covered with blood.\n\nDELTOID\nEvening, Sergeant. Evening, all. Dear,\ndear, this boy does look a mess, doesn't\nhe? Just look at the state of him.\n\nFATNECK\nLove's young nightmare like.\n\nINSPECTOR\nViolence makes violence. He resisted his\nlawful arrestors.\n\nDELTOID\nWell, it's happened, Alex boy, yes. Just\nas I thought it would, yes. Dear, dear,\ndear. Well, this is the end of the line\nfor me... the end of the line, yes.\n\nALEX\nIt wasn't me, brother, sir. Speak up for\nme, sir, for I'm not so bad. I was led on\nby the treachery of others, sir.\n\nINSPECTOR\nSings the roof off lovely, he does that.\n\nALEX\nAnd where are my stinking traitorous\ndroogs. Get them before the get away. It\nwas all their idea, brothers. They forced\nme to do it. I'm innocent.\n\nDELTOID\nYou are now a murderer, little Alex. A\nmurderer, yes.\n\nALEX\nNot true, sir. It was only a slight\ntolchock. She was breathing, I swear it.\n\nDELTOID\nI've just come back from the hospital.\nYour victim has died.\n\nALEX\nYou try to frighten me, sir, admit so,\nsir. This is some new form of torture. Say\nit, brother, sir.\n\nDELTOID\nIt will be your own torture.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is some new form of torture. Say\nit, brother, sir. DELTOID\nIt will be your own torture. \n\nTARGET SECTION TO BE ANNOTATED:\n I hope to God\nit will torture you to madness.\n\fFATNECK\nIf you'd care to give him a bash in the\nchops, sir. Don't mind us. We'll hold him\ndown. He must be a great disappointment to\nyou, sir.\n\nDeltoid spits in Alex's face.\n\nHELICOPTER VIEWS OF PRISON\n\nALEX (V.0.)\nThis is the real weepy and like tragic\npart of the story beginning, O my brothers\nand only friends. After a trial with\njudges and a jury, and some very hard\nwords spoken against your friend and\nhumble narrator, he was sentenced to 14\nyears in Staja No. 84F among smelly\nperverts and hardened prestoopnicks, the\nshock sending my dadda beating his bruised\nand kroovy rookas against unfair Bog in\nhis Heaven, and my mom, boohoohooing in\nher mother's grief as her only child and\nson of her bosom, like letting everybody\ndown real horrorshow.\n\nINT. PRISON CHECK-IN ROOM - DAY\n\nA bell rings and a Warder goes and unlocks first a wooden door and\nthen a barred door.\n\nGUARD\nMorning. One up from Thames, Mister.\n\nWARDER\nOne in from Thames, sir.\n\nCHIEF GUARD\nRight. Open up, Mister.\n\nWARDER\nYes, sir.\n\nHe opens door and steps back. Alex and another Warden move to\nReception desk.\n\nWARDER\nGood morning, sir. Committal sheet.\n\nCHIEF GUARD\n(who shouts everything)\nThank you, Mister.\nHe signs sheet.\n\nGUARD\nName?\n\fALEX\nAlexander de Large.\n\nCHIEF GUARD\nYou are now in H.M. Prison Parkmoor and\nfrom this moment you will address all\nprison officers as sir! Name?\n\nALEX\nAlexander de Large, sir.\n\nCHIEF GUARD\nCrime?\n\nALEX\nMurder, sir.\n\nCHIEF GUARD\nRight. Take the cuffs off him, Mister.\n\nThe cuffs are removed.\nCHIEF GUARD\nYou are now 655321 and it is your duty to\nmemorise that number.\n\nHe hands clipboard back to Warder.\n\nCHIEF GUARD\nThank you Mister. Well done.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hands clipboard back to Warder. CHIEF GUARD\nThank you Mister. Well done. \n\nTARGET SECTION TO BE ANNOTATED:\nWARDER\nThank you, chief.\n\nCHIEF GUARD\nLet the officer out.\n\nOfficer exits.\n\nCHIEF GUARD\nRight. Empty your pockets!\n\nAlex moves to desk and leans forward.\n\nCHIEF GUARD\nAre you able to see that white line\npainted on the floor directly behind you,\n655321?\n\nALEX\nYes, sir.\n\nCHIEF GUARD\nThen your toes belong on the other side of\niti!!\n\nALEX\nYes sir.\n\fCHIEF GUARD\nRight carry on.\n\nAlex tosses a bar of chocolate on the desk.\n\nCHIEF GUARD\nPick that up and put it down properly.\n\nAlex does so, and continues to empty his pockets.\n\nAlex signs.\n\nCHIEF GUARD\n\nOne half bar of chocolate. One bunch of\nkeys on white metal ring. One packet of\ncigarettes. Two plastic ball pens - one\nblack, one red. One pocket comb - black\nplastic. One address book - imitation red\nleather. One ten penny piece. One white\nmetal wristlet watch, \"Timawrist\" on a\nwhite metal expanding bracelet. Anything\nelse in your pockets?\n\nALEX\nNo, sir.\n\nCHIEF GUARD\nRight. Sign here for your valuable\nproperty.\n\nCHIEF GUARD\nThe chocolate and cigarettes you brought\nin - you lose that as you are now\nconvicted. Now go over to the table and\nget undressed.\n\nAlex walks to table and undresses. Chief Guard moves to table with\nhis clipboard.\n\nCHIEF GUARD\nNow then, were you in Police custody this\nmorning?\n\nALEX\nNo, sir.\n\nCHECK-IN\nOne jacket - blue pinstripe.\n\nCHIEF GUARD\nPrison custody?\n\nALEX\nYes, sir On remnd, sir.\n\nCHECK-IN\nOne neck tie - blue.\n\nCHIEF GUARD\nReligion?\n\fALEX\nCc of E, sir.\n\nCHIEF GUARD\nDo you mean Church of England?\n\nALEX\nYes, sir, Church of England, sir.\n\nCHIEF GUARD\nBrown hair, is it?\n\nALEX\nFair hair, sir.\n\nCHIEF GUARD\nBlue eyes?\n\nALEX\nBlue eyes, yes, sir.\n\nCHIEF GUARD\nDo you wear eye glasses or contact lenses?\n\nALEX\nNo, sir.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEX\nBlue eyes, yes, sir. CHIEF GUARD\nDo you wear eye glasses or contact lenses? ALEX\nNo, sir. \n\nTARGET SECTION TO BE ANNOTATED:\nCHECK-IN\nOne shirt - blue, collar attached.\n\nCHIEF GUARD\nHave you been receiving medical treatment\nfor any serious illness?\n\nALEX\nNo, sir.\n\nCHECK-IN\nOne pair of boots - black leather,\nzippered, worn.\n\nCHIEF GUARD\nHave you ever had any mental illness?\n\nALEX\nNo, sir.\n\nCHIEF GUARD\nDo you wear any false teeth or false\nlimbs?\n\nALEX\nNo, sir.\n\nCHECK-IN\nOne pair of trousers - blue pinstriped.\n\nCHIEF GUARD\nHave you ever had any attacks of fainting\nor dizziness?\n\fChief Guard\n\nALEX\nNo, sir.\n\nCHECK-IN\nOne pair of socks - black.\n\nCHIEF GUARD\nAre you an Epileptic?\n\nALEX\nNo, sir.\n\nCHECK-IN\nOne pair of underpants - white with blue\nwaistband.\n\nCHIEF GUARD\nAre you now, or ever have been, a\nhomosexual?\n\nALEX\nNo, sir.\n\nCHIEF GUARD\nRight. The mothballs, Mister.\n\nCHECK-IN\nMothballs, sir.\n\nCHIEF GUARD\nNow then. Face the wall. Bend over and\ntouch your toes.\ninspects Alex's anus with a penlight.\n\nCHIEF GUARD\nMmmmmmm... any venereal disease?\n\nALEX\nNo, sir.\n\nCHIEF GUARD\n\nCrabs?\nALEX\nNo, sir.\nCHIEF GUARD\nLice?\nALEX\nNo, sir.\n\nCHIEF GUARD\nThrough there for a bath.\n\nALEX\nYes, sir.\n\fINT. PRISON CHAPEL - DAY\n\nPriest in pulpit big rough state-proper type.\nConvict audience.\n\nAlex sits apart tending an overhead projector.\n\nPRIEST\nI ask you friends. What's it going to be\nthen? Is it going to be in and out of\ninstitutions like this?0r more in then out\nfor most of you? Or are you going to\nattend the divine word and realise the\npunishment that awaits unrepentant sinners\nin the next world as well as this. A lot\nof Idiots you are, selling your birthright\nfor a saucer of cold porridge. The urge to\nlive easy.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nOr are you going to\nattend the divine word and realise the\npunishment that awaits unrepentant sinners\nin the next world as well as this. A lot\nof Idiots you are, selling your birthright\nfor a saucer of cold porridge. The urge to\nlive easy. \n\nTARGET SECTION TO BE ANNOTATED:\n I ask you friends, is it worth\nit? When we have undeniable proof - yes,\nmy friends, incontrovertible evidence that\nHell exists. I know, I know, my friends. I\nhave been informed in visions that there\nis a place darker than any prison, hotter\nthan any human flame of fire, where\nunrepentant criminals, sinners like\nyourselves...\n\nA convict burps.\nAll laugh.\n\nPRIEST\nDon't you laugh, damn you, don't you\nlaugh. I say like yourselves - scream in\nendless and unendurable agony. Their\nnostrils choked with the smell of filth,\ntheir mouths crammed with burning ordure.\nTheir skins rotting and peeling. A\nfireball spinning in their screaming guts.\nI know... oh yes, I know.\n\nA convict lets rip some lip music - prrrrrrrp. There is laughter.\nChief Guard moves forward - points.\n\nCHIEF GUARD\nI saw you, 920537. I saw you.\n\nCONVICT\nUp yours, mate.\n\nCHIEF GUARD\nJust you wait, 744678. One on the turnip\ncoming up for you.\n\nPRIEST\nQuiet, my friends. Quiet. Quiet, I say. We\nwill now sing Hymn 258 in the Prisoner's\nHymnal.\n\fPiano starts up and Alex starts up overhead projector which\ndisplays the words of the hymn.\n\nCHIEF GUARD\nShow a little reverence, you bastards.\nQuiet!\n\nConvicts and all start to sing.\n\nSINGING\nI was a wandering sheep.\nI did not love...\n\nCHIEF GUARD\nSing up damn you. Louder, sing up.\n\nSINGING\nthe fold\nI did not love my shepherd's voice.\nI would not be controlled.\n\nCHIEF GUARD\nCome on, sing up, damn you.\n\nSINGING\nI was a wayward child\nI did not love my home\nI did not love my father's voice\nI loved afar to roam.\n\nALEX (V.0.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHIEF GUARD\nCome on, sing up, damn you. SINGING\nI was a wayward child\nI did not love my home\nI did not love my father's voice\nI loved afar to roam. ALEX (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nIt had not been edifying, indeed not,\nbeing in this hell hole and human zoo for\ntwo years now, being kicked and tolchocked\nby brutal warders, and meeting leering\ncriminals and perverts ready to dribble\nall over a lucious young malchick like\nyour story-teller.\n\nINT. PRIEST'S LIBRARY - DAY\nAlex reading the Bible.\n\nALEX (V.0.)\nIt was my rabbit to help the prison\ncharlie with the Sunday service. He was a\nbolshy great burly bastard, but he was\nvery fond of myself, me being very young,\nand also now very interested in the big\nbook.\n\nPriest walks by and nods pleasantly.\n\fALEX (V.0.)\n\nIt had been arranged by the prison\ncharlie, as part of my further education\nto read him the Bible. I didn't so much\nlike the latter part of the book which is\nmore like all preachy talking, than\nfighting and the old in-out. I liked the\nparts where these old yahoodies tolchock\neach other and then drink their Hebrew\nvino and, then getting on to the bed with\ntheir wives' handmaidens. That kept me\ngoing.\n\nBIBLE FANTASY - FIGHTING - DAY\n\nBiblical fighting shot. Alex slashing away. Blood spurting.\n\nHANDMAIDEN FANTASY IN TENT - DAY\n\nAlex lying with three semi-nude handmaidens.\n\nEXT. BIBLICAL STREET\nChrist being whipped on by Alex, dressed as a Legionary.\n\nALEX\nMove on there. Move on.\n\nALEX (V.0.)\n\nI read all about the scourging and the\ncrowning with thorns and all that, and I\ncould viddy myself helping in and even\ntaking charge of the tolchocking and the\nnailing in, being dressed in the height of\nRoman fashion.\n\nBACK TO THE LIBRARY\n\nAlex sits with his eyes closed.\n\nPriest comes over and squeezes his shoulder.\nAlex looks up at him and smiles.\n\nPRIEST\n(reading from Alex's\nBible)\nSeek not to be like evil men, neither\ndesire to be with them, because their\nminds studieth robberies and their lips\nspeak deceits.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nPriest comes over and squeezes his shoulder. Alex looks up at him and smiles. PRIEST\n(reading from Alex's\nBible)\nSeek not to be like evil men, neither\ndesire to be with them, because their\nminds studieth robberies and their lips\nspeak deceits. \n\nTARGET SECTION TO BE ANNOTATED:\nALEX\nIf thou lose hope being weary in the days\nof distress, thy strength shall be\ndiminished.\n\fPRIEST\nFine, my boy, fine, fine.\n\nALEX\n\nFather, I have tried, have I not?\nPRIEST\n\nYou have, my son.\nALEX\n\nI've done my best, have I not?\nPRIEST\n\nIndeed.\nALEX\n\nAnd, Father, I've never been guilty of any\ninstitutional infractions, have I?\n\nPRIEST\nYou certainly have not, 655321. You've\nbeen very helpful, and you've shown a\ngenuine desire to reform.\n\nALEX\nFather - may I ask you a question in\nprivate?\n\nPRIEST\nCertainly, my son, certainly. Is there\nsomething troubling you, my son? Don't be\nshy to speak up. Remember, I know all the\nurges that can trouble young men deprived\nof the society of women.\n\nALEX\nNo Father. It's nothing like that, Father.\nIt's about this new thing they're all\ntalking about. About this new treatment\nthat you out of prison in no time at all\nand makes sure you never get back in\nagain.\n\nPRIEST\nWhere did you hear about this? Whose been\ntalking about these things?\n\nALEX\n\nThese things get around, Father. Two\nWarders talk as it might be, and somebody\ncan't help overhearing what they say. Then\nsomebody picks up a scrap of newspaper in\nthe workshops and the newspaper tells all\nabout it. How about putting me in for this\nnew treatment, Father?\n\nPRIEST\nI take it you are referring to the\nLudovico Technique?\n\fALEX\nI don't know what it's called, Father, all\nI know is that it gets you out quickly and\nmakes sure that you never get in again.\n\nPRIEST\nThat's not proven, 655321. In fact, it is\nonly in the experimental stage at this\nmoment .\n\nALEX\nBut it is being used, isn't it, Father?\n\nPRIEST\nIt has not been used yet in this prison.\nThe Governor has grave doubts about it and\nI have heard that there are very serious\ndangers involved.\n\nALEX\nI don't care about the danger, Father. I\njust want to be good.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Governor has grave doubts about it and\nI have heard that there are very serious\ndangers involved. ALEX\nI don't care about the danger, Father. I\njust want to be good. \n\nTARGET SECTION TO BE ANNOTATED:\n I want for the rest\nof my life to be one act of goodness.\n\nPRIEST\nThe question is weather or not this\ntechnique really makes a man good.\nGoodness comes from within. Goodness is\nchosen. When a man cannot chose, he ceases\nto be a man.\n\nALEX\nI don't understand about the whys and\nwherefores, Father. I only know I want to\n\nbe good.\n\nPRIEST\nBe patient, my son, and put your trust in\nthe Lord.\n\nALEX\n\nInstruct thy son and he shall refresh thee\nand shall give delight to thy soul.\n\nPRIEST\nAmen.\n\nThey cross themselves.\n\nEXT. PRISON YARD - DAY\n\nPrisoners walking in circles.\n\nINT. PRISON CORRIDOR\nGuards stand either side of cell doors.\n\nChief Guard with Governor, Minister and entourage.\n\fCHIEF GUARD\nMister.\n\nGUARD\nAll present and correct, sir.\n\nCHIEF GUARD\nRight. All present and correct, sir.\n\nGOVERNOR\nVery good, Chief.\n\nThey inspect cells.\n\nEXT. PRISON\n\nChief Guard\n\nCHIEF GUARD\nLeave to carry on, sir, please?\n\nGOVERNOR\nCarry on, Chief.\n\nCHIEF GUARD\nSir.\n\nYARD\ncomes out of door.\n\nCHIEF GUARD\nRight, pay attention. I want you in two\nlines. Up against that wall facing this\nway. Go on move! Hurry up about it and\nstop talking.\n\nThe men line up. Chief Guard moves back to door and comes to\n\nattention.\n\nCHIEF GUARD\nReady for inspection, sir.\n\nHe stands back and salutes as Governor, Minister and entourage\nenter and walk along line of men.\n\nMINISTER\nHow many to a cell?\nGOVERNOR\nFour in this block, sir.\nMINISTER\nCram criminals together and what do you\nget - concentrated criminality... crime in\n\nthe midst of punishment.\n\nGOVERNOR\nI agree, sir. What we need are larger\nprisons. More money.\n\fAlex seizes\n\nMINISTER\nNot a chance, my dear fellow. The\nGgovernment can't be concerned any longer\nwith outmoded penological theories. Soon\nwe may be needing all of out prison space\nfor political offenders.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlex seizes\n\nMINISTER\nNot a chance, my dear fellow. The\nGgovernment can't be concerned any longer\nwith outmoded penological theories. Soon\nwe may be needing all of out prison space\nfor political offenders. \n\nTARGET SECTION TO BE ANNOTATED:\n Common criminals\nlike these are best dealt with on a purely\ncurative basis. Kill the criminal reflex\nthat's all. Full implementation in a\nyear's time. Punishment means nothing to\nthem, you can see that... they enjoy their\nso-called punishment.\n\nhis chance as they pass by.\n\nALEX\nYou're absolutely right, sir.\n\nCHIEF GUARD\nShut your bleedin' hole!!!\n\nMINISTER\nWho said that?\nALEX\nI did, sir.\nMINISTER\n\nWhat crime did you commit.\n\nALEX\nThe accidental killing of a person, sir.\n\nCHIEF GUARD\nHe brutally murdered a woman, sir, in\nfurtherence of theft. 14 years... sir!\n\nMINISTER\nExcellent. He's enterprising, aggressive,\noutgoing. Young. Bold. Viscous. He'll do.\n\nGOVERNOR\nWell, fine... we could still look at C-\nBlock.\n\nMINISTER\nNo, no, no. That's enough. He's perfect. I\nwant his records sent to me. This vicious\nyoung hoodlum will be transformed out of\nall recognition.\n\nALEX\nThank you very much for this chance, sir.\n\nMINISTER\nLet's hope you make the most of it, my\nboy.\n\nGOVERNOR\nShall we go to my office?\n\fMINISTER\nThank you.\n\nINT. GOVERNOR'S OFFICE - DAY\nGovernor seated at his desk. There is a knock on the door.\n\nGOVERNOR\nCome in.\n\nDoor opens. Chief Guard enters with Alex.\n\nCHIEF GUARD\nSir, 655321, sir.\n\nGOVERNOR\nVery good, Chief.\n\nChief Guard turns to Alex.\n\nCHIEF GUARD\nForward to the white line, toes behind it.\nFull name and number to the Governor.\n\nChief Guard closes door.\n\nALEX\nAlexander de Large, sir. 655321, sir.\n\nThe Governor takes off his glasses.\n\nGOVERNOR\nI don't suppose you know who that was this\nmorning, do you? That was no less a\npersonage than the Minister of the\nInterior and what they call a very new\nbroom. Well, these new ridiculous ideas\nhave come at last, and orders are orders,\nthough I may say to you in confidence that\nI do not approve.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nGOVERNOR\nI don't suppose you know who that was this\nmorning, do you? That was no less a\npersonage than the Minister of the\nInterior and what they call a very new\nbroom. Well, these new ridiculous ideas\nhave come at last, and orders are orders,\nthough I may say to you in confidence that\nI do not approve. \n\nTARGET SECTION TO BE ANNOTATED:\n An eye for an eye, I\nsay, if someone hits you, you hit back, do\nyou not? Why then should not the State\nvery severely hit by you brutal offenders\nnot hit back also? But the new view is to\nsay no. The new view is that we turn the\nbad into good. All of which seems to be\ngrossly unjust. Hmmmmmm.\n\nALEX\nSir...\n\nCHIEF GUARD\nShut your filthy hole, you scum!!!\n\fGOVERNOR\nYou are to be reformed. Tomorrow you go to\nthis man, Brodsky. You will be leaving\nhere. You will be transferred to the\nLudovico Medical Facility. It is believed\nthat you will be able to leave State\ncustody in a little over a fortnight. I\nsuppose that prospect pleases you?\n\nCHIEF GUARD\nAnswer when the Governor asks you a\nquestion you filthy young swine!\n\nALEX\nOh yes, sir. Thank you very much, sir.\nI've done my best here I really have, sir.\nI'm very grateful to all concerned.\n\nGOVERNOR\nSign this - where it's marked.\n\nAlex turns the paper to read it.\n\nCHIEF GUARD\nDon't read it - sign it!\n\nGOVERNOR\nIt says that you are willing to have the\nresidue of your sentence commuted to the\nLudovico treatment.\n\nAlex signs. Governor gathers up papers.\n\nAlex dots the last \"i\" and smiles.\n\nINT. LUDOVICO CENTRE RECEPTION DESK - DAY\n\nALEX (V.0.)\nThe next morning I was taken to the\nLudovico Medical Facility, outside the\ntown centre, and I felt a malenky bit sad\nhaving to say goodbye to the old Staja, as\nyou always will when you leave a place\nyou've like gotten used to.\n\nChief Guard briskly leads the way for Alex and escort. They move\ninto reception hall where the Doctor stands.\n\nCHIEF GUARD\n(shouting like an RSM)\nRight. Halt the prisoner. Good morning,\nsir, I'm Chief Officer Barnes. I've got\n655321 on a transfer from Parkmoor to the\nLudovico Centre, sir!\n\nDOCTOR\nGood morning, we've been expecting you.\nI'm Dr. Alcott.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOCTOR\nGood morning, we've been expecting you. I'm Dr. Alcott. \n\nTARGET SECTION TO BE ANNOTATED:\n\fChief Guard checks the name from his clipboard.\n\nCHIEF GUARD\nYes, Dr. Alcott. Are you prepared to\naccept the prisoner, sir?\n\nDOCTOR\nYes, of course.\n\nCHIEF GUARD\nWell, I wonder if you'd mind signing these\ntransfer documents, sir.\n\nDoctor signs.\n\nCHIEF GUARD\nThank you, sir. There, sir... there, and\nthere, sir... and there. Thank you, sir.\nPrison escort move forward. Halt. Excuse\nme, sir. Is that the officer that is to\ntake charge of the prisoner, sir?\n\nDoctor nods. Officer steps forward.\n\nCHIEF GUARD\nIf I might offer a word of advice, Doc.\nYou'll have to watch this one. A right\nbrutal bastard he has been, and will be\nagain. In spite all his sucking up to the\nprison Chaplain and reading the Bible.\n\nDOCTOR\nOh, I think we can manage things. Charlie,\nwill you show the young man to his room\nnow.\n\nCHARLIE\nRight, sir. Come this way, please.\n\nAlex exits with Officer.\n\nINT. ALEX'S ROOM - LUDOVICO CENTRE - DAY\n\nAlex finishing breakfast tray in bed.\nRoom bright and cheery.\n\nDr. Branom, a tall woman in her fifties, enters with nurse\ncarrying a sterile tray.\n\nDR. BRANOM\n(very briskly)\nGood morning, Alex, my name is Dr. Branom.\nI'm Doctor Brodsky's assistant.\n\fShe removes\n\nShe inserts\n\nALEX\nGood Morning, Missus. Lovely day, isn't\nit?\n\nDR. BRANOM\nIndeed it is. May I take this\nhis tray.\nDR. BRANOM\nHow're you feeling this morning?\nALEX\nFine... fine.\nDR. BRANOM\n\nGood. In a few minutes, you'll meeting Dr.\nBrodsky and we'll begin your treatment.\nYou're a very lucky boy to have been\nchosen.\n\nALEX\nI realise all that, Missus, and I'm very\ngrateful to all concerned.\n\nDR. BRANOM\nWe're going to friends now, sir.\n\nALEX\nI hope so, Missus.\n\na needle into the medicine vial.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRANOM\nWe're going to friends now, sir. ALEX\nI hope so, Missus. a needle into the medicine vial. \n\nTARGET SECTION TO BE ANNOTATED:\nALEX (CONT'D)\nWhat's the hypo for then? Going to send me\nto sleep?\n\nDR. BRANOM\nOh no, nothing of the sort.\n\nALEX\nVitamins will it be then?\n\nDR. BRANOM\nSomething like that. You are a little\nundernourished, so after each meal were\ngoing to give you a shot. Roll over on\nyour right side please, loosen your pajama\npants and pull them half-way down.\n\nHe does, somewhat reluctanly. She gives him a shot in the bum.\n\nALEX\nWhat exactly is the treatment here going\nto be then?\n\nDR. BRANOM\nIt's quite simple really. Were just going\nto show you some films.\n\fALEX\nYou mean like going to the pictures?\n\nDR. BRANOM\nSomething like that.\n\nALEX\nWell, that's good. I like to viddy the old\nfilms now and again.\n\nINT. AUDIO VISUAL LUDOVICO CENTRE - DAY\n\nAuditorium setting. Alex is bound in a examination chair in front\nof a large video screen. A white-coated Technician is strapping\nAlex's head to a medical device.\n\nHe then carefully attaches the eyelid locking to Alex's eyes.\n\nALEX (V.0.)\nAnd viddy films I would. Where I was taken\nto, brothers, was like no cine I'd been in\nbefore. I was bound up in a straight-\njacket and my guliver was strapped to a\nheadrest with like wires running away from\nit. Then they clamped like lidlocks on my\neyes so I could not shut them no matter\nhow hard I tried. It seemed a bit crazy to\nme, but I let them get on with what they\nwanted to get on with. If I was to be a\nfree young malchick in a fortnight's time,\nI would put up with much in the meantime,\nmy brothers.\n\nAt the back of the auditorium are ten or fifteen solemn medical\nProfessionals in white coats watching the proceedings and\noccasionally taking notes. A film begins showing on the screen.\n\nThe Technician drops eyedrops into Alex's eyes.\n\nVIOLENCE FILM\nMan being beaten by four toughs wearing white.\nPunches, kicks, grunts, blood.\nALEX (V.0.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIOLENCE FILM\nMan being beaten by four toughs wearing white. Punches, kicks, grunts, blood. ALEX (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nSo far the first film was a very good\nprofessional piece of cine, looked like it\nwas done in Hollywood.\n\nScreams, moans, kicks, punches.\n\fALEX (V.0.)\nThe sounds were real horroshow. You could\nslooshy the screams and moans very\nrealistic and you could even get the heavy\nbreathing and panting of the tolchocking\nmalchicks at the same time. And then, what\ndo you know, soon our dear old friend, the\nred, red vino on tap. The same in all\nplaces like it's put out by the same big\nfirm, began to flow. It was beautiful.\nIt's funny how the colors of the real\nworld only seem really real when you viddy\nthem on a screen.\n\nMore kicks, punches, groans, thumps.\nGirl being beaten, raped by six toughs.\nScreams, music, laughing, grunts, heavy breathing.\n\nALEX (V.0.)\nNow all the time I was watching this, I\nwas beginning to get very aware of like\nnot feeling all that well, but I tried to\nforget this, concentrating on the next\nfilm, which jumped right away on a young\ndevotchka, who was being given the old in-\nout, in-out, first by one malchick, then\nanother, then another. This seemed real,\nvery real, though if you thought about it\nproperly you couldn't imagine lewdies\nactually agreeing to having all this done\nto them in a film, and if these films were\nmade by the good, or the State, you\ncouldn't imagine them being allowed to\ntake these films, without like interfering\nwith what was going on.\n\nGirl being raped.\n\nALEX (V.0.)\nWhen it came to the sixth or seventh\nmalchick, leering and smecking and then\ngoing into it, I began to feel really\nsick. But I could not shut my glazzies and\neven if I tried to move my glazballs about\nI still not get out of the line of fire of\nthis picture.\n\nAlex squirming and retching.\n\nDr. Brodsky clears his throat and quietly addresses his collegues\nseated in the back of the room.\n\fDR.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nDr. Brodsky clears his throat and quietly addresses his collegues\nseated in the back of the room. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n BRODSKY\nVery soon now the drug will cause the\nsubject to experience a death-like\nparalysis together with deep feelings of\nterror and helplessness. One of our\nearlier test subjects described it as\nbeing like death, a sense of stifling and\ndrowning, and it is during this period we\nhave found the subject will make his most\nrewarding associations between his\ncatastrophic experience and environment\nand the violence he sees.\n\nAlex retching violently and struggling against his strait jacket.\n\nINT. ALEX'S\n\nALEX\nLet me be sick... I want to get up. Get me\nsomething to be sick in... Stop the\nfilm... Please stop it... I can't stand it\nany more. Stop it please... please.\n\nROOM - LUDOVICO - DAY\n\nDR. BRANOM\nWell, that was a very promising start. By\nmy calculations, you should be starting to\nfeel alright again. Yes? Dr. Brodsky's\npleased with you. Now tomorrow there'll be\ntwo sessions, of course, morning and\nafternoon.\n\nALEX\nYou mean, I have to viddy two sessions in\none day?\n\nDR. BRANOM\nI imagine you'll be feeling a little bit\nlimp by the end of the day. But we have to\nbe hard on you. You have to be cured.\n\nALEX\nBut it was horrible.\n\nDR. BRANOM\nWell, of course, it was horrible. Violence\nis a very horrible thing. That's what\nyou're learning now. Your body is learning\nit.\n\nALEX\nI just don't understand about feeling sick\nthe way I did. I never used to feel sick\nbefore. I used to feel like the very\nopposite. I mean, doing it or watching it,\nI used to feel real horrorshow. I just\ndon't understand why, how or what.\n\fDR. BRANOM\nYou felt ill this afternoon because you're\ngetting better. You see, when we're\nhealthy we respond to the presence of the\nhateful with fear and nausea. You're\nbecoming healthy that's all. By this time\ntomorrow you'll be healthier still.\n\nINT. AUDIO VISUAL LUDOVICO CENTRE - DAY\n\nAlex retching and screaming - restrained again by a straight-\njacket.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nBy this time\ntomorrow you'll be healthier still. INT. AUDIO VISUAL LUDOVICO CENTRE - DAY\n\nAlex retching and screaming - restrained again by a straight-\njacket. \n\nTARGET SECTION TO BE ANNOTATED:\nALEX (V.0.)\nIt was the next day, brothers, and I had\ntruly done my best, morning and afternoon,\nto play it their way and sit like a\nhorrorshow co-operative malchick in the\nchair of torture, while they flashed nasty\nbits of ultra-violence on the screen.;\nthough not on the soundtrack, my brothers.\nThe only sound being music. Then I noticed\nin all my pain and sickness what music it\nwas that like cracked and boomed. It was\nLudwig van - 9th symphony, 4th movement.\n\nALEX\nStop it... stop it, please!!! I beg of\nyou!!! It's a sin!!! It's a sin!!! It's a\n\nsin, please!!!\n\nBrodsky leans forward and turns down the sound.\n\nDR. BRODSKY\nWhat's all this about sin?\nALEX\nThat!... Using Ludwig van like that! He\n\ndid no harm to anyone. Beethoven just\nwrote music.\n\nDR. BRANOM\nAre you referring to the background score?\nALEX\nYes!!!\nDR. BRANOM\nYou've heard Beethoven before?\nALEX\nYes!!!\nDR. BRODSKY\n\nYou're keen on music?\n\nALEX\nYes!!!\n\fDR. BRANOM\n(quietly)\nWhat do you think about that, Dr. Brodsky?\n\nDR. BRODSKY\n(softly)\nIt can't be helped. Here's your punishment\nelement perhaps. The Governor ought to be\npleased... I'm sorry, Alex, this is for\nyour own good, you'll have to bear with us\nfor a while.\n\nALEX\nYou needn't take it any further, sir.\nYou've proved to me that all this ultra-\nviolence and killing is wrong and terribly\nwrong. I've learned my lesson, sir. I see\nnow what I've never seen before I'm cured,\npraise Bog!\n\nDR. BRODSKY\nYou're not cured yet, my boy.\n\nDR. BRODSKY\nYou must take your chance boy. The choice\nhas been all yours.\n\nALEX\nBut, Sir... Missus... I see that it's\nwrong! It's wrong because it's like\nagainst like society.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nMissus... I see that it's\nwrong! It's wrong because it's like\nagainst like society. \n\nTARGET SECTION TO BE ANNOTATED:\n It's wrong because\neverybody has the right to live and be\nhappy without being tolchocked and knifed.\n\nDR. BRODSKY\nNo, no, boy. You really must leave it to\nus, but be cheerful about it. In less than\na fortnight now, you'll be a free man.\n\nINT. AUDITORIUM - DAY\n\nVIP audience including Minister, Junior Minister, Prison Governor,\nPriest, Dr. Branom, Dr. Brodsky.\n\nDressed in street clothes Alex enters led by a white-coated\nTechnician.\n\nHe is led onto stage and left standing there, blinking into\nlights.\n\nThe Minister rises and walks to the front of the auditorium.\n\fMINISTER\nLadies and Gentlemen, at this point, we\nintroduce the subject himself. He is, as\nyou will perceive, fit and well nourished.\nHe comes straight from as night's sleep\nand a good breakfast, undrugged,\nunhypnotized. Tomorrow, we send him with\nconfidence out into the world again, as\ndecent a lad as you would meet on a May\nmorning. What a change is here, Ladies and\nGentlemen, from the wretched hoodlum the\nstate committed to unprofitable punishment\nsome two years ago, unchanged after two\nyears. Unchanged, do I say - not quite.\nPrison taught him a false smile, the\nrubbed hands of hypocrisy, the fawning,\ngreased, obsequious leer. Other vices\nprison taught him as well as confirming\nhim in those he had long practiced before.\nOur party promised to restore law and\norder and to make the streets safe for the\nordinary peace loving citizen. This pledge\nis now about to become a reality. Ladies\nand Gentlemen, this is an historic moment.\nThe problem of criminal violence is soon\nto be a thing of the past. But enough of\nwords - actions speak louder than. Action\nnow. Observe all.\n\nHe returns to his seat and leans close to his Junior Minister.\n\nJUNIOR MINISTER\nOur necks are out a long way on this,\nMinister.\n\nMINISTER\nI have complete faith in Brodsky. If the\npolls are right, we have nothing to lose.\n\nLights are dimmed. Enter Lardface, an elegantly dressed fag.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf the\npolls are right, we have nothing to lose. Lights are dimmed. Enter Lardface, an elegantly dressed fag. \n\nTARGET SECTION TO BE ANNOTATED:\nLARDFACE\nHello, heap of dirt. Pooh, you don't wash\nmuch do you, judging by the horrible\nsmell.\n\nALEX\nWhy do you say that, brother? I had a\nshower this morning.\n\nLARDFACE\nOh, he had a shower this morning. You\ntrying to call me a liar?\n\nALEX\nNo, brother. What d'you want?\n\nLARDFACE\nWhat do I want?\n\fALEX\nSorry, brother. I didn't mean any offence.\n\nLARDFACE\nOh. Oh, you're sorry are you, well you\nmust think I'm awfully stupid.\n\nHe slaps Alex in the face.\n\nALEX\nWhy did you do that, brither? I've never\ndone wrong to you.\n\nLARDFACE\nYou want to know why I did that, well you\nsee - I do that...\n\nHe stamps on Alex's foot.\n\nLARDFACE\nand this...\n\nHe pulls Alex's nose.\n\nLARDFACE\nand that...\n\nHe pulls Alex's ear, pushes him off balance and plants his foot on\nhis chest.\n\nLARDFACE\nbecause I don't like you horrible\ntype, do I, and if you want to start\nsomething... if you want to start... go\non... well, you just start. Please do.\n\nAlex retching.\n\nALEX\nI'm gonna be sick.\nLARDFACE\nYou're gonna be sick are you?\nALEX\nI wanna be sick.\nLARDFACE\nYou wanna be sick?\nALEX\nLet me get up.\nLARDFACE\nYou wanna get up? Well, you've gotta you\nsee... well I want you to lick it. Go\non... Lick it.\n\nAlex, gagging and coughing, licks the sole of his shoe.\n\fLARDFACE\n... And again... Go on!!! Again! There's a\ngood boy.\n\nALEX (V.0.)\nAnd, O my brothers, would you believe your\nfaithful friend and long suffering\nnarrator pushed out his red yahzik a mile\nand a half to lick the grahzny, vonny\nboots. The horrible killing sickness had\nwooshed up and turned the like joy of\nbattle into a feeling I was going to snuff\nit.\n\nMinister rises.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEX (V.0.)\nAnd, O my brothers, would you believe your\nfaithful friend and long suffering\nnarrator pushed out his red yahzik a mile\nand a half to lick the grahzny, vonny\nboots. The horrible killing sickness had\nwooshed up and turned the like joy of\nbattle into a feeling I was going to snuff\nit. Minister rises. \n\nTARGET SECTION TO BE ANNOTATED:\nMINISTER\nEnough! That will do very well. Thank you.\n\nLardface does leading-man-bows. A smattering of applause.\n\nLARDFACE\nThank you very much, Ladies and\nGentlemen... Thank you.\n\nAlex on floor - still retching.\nA beautiful nude Girl enters.\nAlex looks up slowly.\n\nALEX (V.0.)\nShe came towards me with the light like it\nwas the like light of heavenly grace, and\nthe first thing that flashed into my\ngulliver was that I would like to have her\nright down there on the floor with the old\nin-out, real savage. But quick as a shot\ncame the sickness, like a detective that\nhad been watching around the corner and\nnow followed to make his arrest.\n\nAlex retching. Minister rises.\n\nMINISTER\nThank you very much. Thank you my dear.\n\nGirl bows and exits to loud applause.\n\nMINISTER\nNot feeling too bad now are you?\n\nALEX\n(pullimg himself\ntogether)\nNo, sir, I feel really great.\n\nMINISTER\nGood.\n\fALEX\nWas I alright, sir? Did I do well, sir?\n\nMINISTER\nFine. Absolutely fine. You see, Ladies and\nGentlemen our subject is, you see,\nimpelled towards good by paradoxically\nbeing impelled toward evil. The intention\nto act violently is accompanied by strong\nfeelings of physical distress. To counter\nthese, the subject has to switch to a\ndiametrically opposed attitude. Any\nquestions?\n\nPriest rises and moves to Alex.\n\nPRIEST\nChoice! The boy has no real choice, has\nhe? Self interest, fear of physical pain\ndrove him to that grotesque act of self\nabasement. Its insincerity was clearly to\nbe seen. He ceases also to be a creature\ncapable of moral choice.\n\nMINISTER\nPadre, these are subtleties. We are not\nconcerned with motive, with the higher\nethics; we are concerned only with cutting\ndown crime. And with relieving the ghastly\ncongestion in our prisons... He will be\nyour true Christian, ready to turn the\nother cheek. Ready to be crucified rather\nthan crucify, sick to the very heart at\nthe thought even of killing a fly.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd with relieving the ghastly\ncongestion in our prisons... He will be\nyour true Christian, ready to turn the\nother cheek. Ready to be crucified rather\nthan crucify, sick to the very heart at\nthe thought even of killing a fly. \n\nTARGET SECTION TO BE ANNOTATED:\nReclamation, joy before the angels of God.\nThe point is that it works!\n\nApplause.\n\nEXT. FLATBLOCK\n\nAlex walking carrying his prison parcel wrapped in brown paper.\n\nINT. ALEX'S FLAT\n\nMa, Pa and Joe the Lodger reading newspapers. Headlines - all\nAlex.\n\nAlex enters quietly. Loud radio music from sitting room prevents\nanyone from hearing him. He enters his won room which is the first\noff the hall.\n\nALEX\nHi. Hi. Hi, there my Pee and Em.\n\nAll three look up startled.\n\fEM\nAlex.\n\nALEX\n(to his mother)\nHullo love, how are you?\n(kisses her)\nNice to see you, Dad.\n\nPEE\nHullo lad. What a surprise, good to see\nyou.\n\nALEX\nKeeping fit then?\n\nPEE\n(very ill at ease)\nFine, fine.\n\nALEX\nWell, how are you then?\n\nPEE\nOh fine, fine. Keeping out of trouble, you\nknow.\n\nALEX\nWell - I'm back.\n\nPEE\n(with feigned\nenthusiasm)\nAye. Glad to see you back, lad.\n\nEM\nWhy didn't you let us know what was\nhappening, son?\n\nALEX\nSorry, Em, I wanted it to be like... a big\nsurprise for you and pee.\n\nPEE\nWell, it's a surprise all right, a bit\nbewildering too.\n\nEM\nWe've only just read about it in the\nmorning papers.\n\nPEE\nAye. You should have let us know, lad, not\nthat we're not very pleased to see you\nagain. All cured too, eh?\n\nALEX\nThat's right, Dad they did a great job on\nmy gulliver, I'm completely reformed.\n\fAlex\n\nAlex\n\nsame\n\nAlex\n\nAlex\n\nMore\n\nPEE\nAye.\n\nALEX\n(looks in the kitchen)\nWell, still the same old place then, eh?\n\nPEE\nOh, aye, aye.\n\nALEX\n(fake whisper)\nHey, Dad, there's a strange fella sitting\non the sofa there munchy-wunching lomticks\n\nof toast.\nPEE\nAye, that's Joe. He... ummmm, lives here\nnow. The lodger. That's what he is...\nhe...",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe lodger. That's what he is... he... \n\nTARGET SECTION TO BE ANNOTATED:\n he rents your room.\nconfronts Joe.\nALEX\n\nHow do you do, Joe? Find the room\ncomfortable, do you? No complaints?\n\nJOE\n\nI've heard about you. I know what you've\ndone. Breaking the hearts of your poor\ngrieving parents. So you're back? You're\nback to make a life of misery for your\nlovely parents, is that it? Well, over my\ndead corpse you will, because you see,\nthey've let me be more like a son to them\nthan like a lodger.\n\ncocks his fist and starts to retch violently, almost at the\nmoment Joe drops back on the couch next to Em.\n\nEM\nJoe! Joe! Don't fight here boys!\n\nburps and retches.\nJOE\nOh, please. Do put your hand over your\nmouth, it's bloody revolting.\nviolently ill.\nPEE\nWell, what's the matter lad, are you\nfeeling alright?\n\nEM\nDad... It's the treatment.\n\nretching.\n\fJOE\nWell, it's disgusting. It puts you off\nyour food.\n\nEM\nLeave him be, Joe. It's the treatment.\n\nPEE\nD'you think we should do something?\n\nEM\nWould you like me to make you a nice cup\nof tea, son?\n\nALEX\nNo thanks, Mum. It'll pass in a minute...\n(after a pause)\n. What have you done with all my own\npersonal things?\n\nPEE\nWell. That was all took away, son, by the\nPolice. New regulation about compensation\nfor the victim.\n\nALEX\nWhat about Basil? Where's my snake?\n\nPEE\nOh well, he met with like an accident. He\npassed away.\n\nAlex becomes a bit weepy.\n\nALEX\nWhat's gonna happen to me then? I mean\nthat's my room he's in - there's no\ndenying that. This is my home also. What\nsuggestions have you, my Pee and Em, to\nmake?\n\nPEE\nWell, all this needs thinking about, son.\nI mean we can't very well just kick Joe\nout... Not just like that, can we? I mean\nJoe is here doing a job. A contract it is,\ntwo years.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot just like that, can we? I mean\nJoe is here doing a job. A contract it is,\ntwo years. \n\nTARGET SECTION TO BE ANNOTATED:\n Well, we made like an\narrangement, didn't we Joe? You see, son,\nJoe's paid next month's rent already so,\nwell, whatever we do in the future, we\ncant just say to Joe to get out, now can\nwe?\n\fJOE\nNo, there's much more than that, though. I\nmean I've got you two to think of. I mean\nyou're more like a mother and father to\nme. Well, it wouldn't be fair now, would\nit, for me to go off and leave you two to\nthe tender mercies of this young monster\nwho's been like no real son at all. Look,\nlet him go off and find a room somewhere.\nLet him learn the errors of his way, and\nthat a bad boy like he's been don't\ndeserve such a good mum and dad as he's\nhad.\n\nALEX\nAlright. I see how things are now. I've\nsuffered and I've suffered, and I've\nsuffered and everybody wants me to go on\nsuffering.\n\nJOE\nYou've made others suffer. It's only fair\nthat you should suffer proper. You know\nI've been told everything you've done,\nsitting here at night round the family\ntable, pretty shocking it was to listen\nto. It made me real sick, a lot of it did.\nNow look what you've gone and done to your\nmother.\n\nEm bursts into tears.\n\nALEX\nSo that's the way it is then, eh? That's\nthe way it is. Right, I'm leaving now, you\nwon't ever viddy me no more. I'll make my\nown way. Thank you very much. Let it lie\nheavy on your consciences.\n\nAlex exits.\nPEE\n(shouting after him)\nNow don't take it like that son.\n\nEm boohoohoos, Joe comforts her.\n\nEXT. AMBANKMENT - DAY\n\nAlex walks along the Thames embankment still holding his paper\nparcel.\n\nTramp enters. The same man beaten by Alex and his gang earlier in\nthe film.\n\nTRAMP\nCan you spare me some cutter, me brother?\nCan you spare some cutter, me brother?\n\fAlex, without looking at him, reaches in his pocket and gives him\nsome money.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nTRAMP\nCan you spare me some cutter, me brother? Can you spare some cutter, me brother? Alex, without looking at him, reaches in his pocket and gives him\nsome money. \n\nTARGET SECTION TO BE ANNOTATED:\nTRAMP\nOh, thankyou, your honour.\n\nThe Tramp takes a second look at Alex.\n\nTRAMP\nJamey Mack! Be the hokey fly! Holy Mother\nof God! All the Holy Angels and blessed\nsaints in Heaven preserve us.\n\nAlex breaks away but the Tramp toddles alongside him.\n\nTRAMP\nI never forget a face! I never forget any\nface, be God!\n\nALEX\nLeave me alone, brother. I've never seen\nyou before.\n\nTramp shouts to other Meths drinkers and Tramps.\n\nTRAMP\nThis is the poisonous young swine that\nnear done me in. Him and his friends beat\nme and kicked me and thumped me.\n\nAlex breaks away again.\n\nTRAMP\nStop him! Stop him!\n\nA leg is stuck out and Alex goes down. The tramp swarm all over\nhim.\n\nTRAMP\nThey laughed at me blood and me moans.\nThis murderous young pig is a prize\nspecimen of the cowardly brutal young. He\nis in our midst and at our mercy. Give it\nto him. That's it.\n\nOld Tramps begin to beat at Alex.\n\nALEX (V.0.)\nThen there was like a sea of dirty, smelly\nold men trying to get at your humble\nNarrator, with their feeble rookers and\nhorny old claws. It was Old Age having a\ngo at Youth and I daren't do a single\nsolitary thing, 0 my brothers, it being\nbetter to be hit at like that, than want\nto be sick and feel that horrible pain.\n\nThe Tramp crowd round Alex, shouting.\n\fTRAMPS\nYoung hooligan... Vagabound... Kill him...\nVillain... Toad... Bastard... Kick his\nteeth in... Near killed poor old Jack, he\ndid.\n\nPolice move in and push off crowd.\n\nFIRST POLICEMAN\nAlright, stop it now.\n\nSECOND POLICEMAN\nAlright, stop it now. Alright! Come on.\nStop breaking the State peace. You naughty\nboys. Alright, that's enough.\n\nAlex looks up.\n\nALEX\nOh, no.\n\nDIM\nWell, well, well, well, well, well, well,\nif it isn't little Alex. Long time no\nviddy, droog.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEX\nOh, no. DIM\nWell, well, well, well, well, well, well,\nif it isn't little Alex. Long time no\nviddy, droog. \n\nTARGET SECTION TO BE ANNOTATED:\n How goes? Surprised are you?\n\nALEX\nImpossible... I don't believe it.\n\nGEORGIE\nEvidence of the old glazzies. Nothing up\nour sleeves. No magic, little Alex? A job\nfor two, who are now of job age. The\npolice.\n\nEXT. COUNTRY ROAD - DAY\n\nPolice Landrover drives up.\n\nAlex is pulled out by Georgie and Dim and hustled up a deserted\n\nlane.\nDIM\nCome on, Alex. Come for walkies.\nHahahahaha.\nALEX\n\nCome, come, my little droogies. I just\ndon't get this at all. The old days are\ndead and gone. For what I did in the past\nI've been punished.\n\nDIM\nBeen punished, yeah?\n\nALEX\nI've been cured.\n\fDIM\nBeen cured, yeah, that was read out to us.\nThe Inspector read all that out to us. He\nsaid it was a very good way.\n\nALEX\n\nI just don't get this all. It was them\nthat went for me, brothers. You're not on\ntheir side and can't be. You can't be Dim.\nIt was someone we fillied with back in the\nold days... Trying to get his own malenky\nbit of revenge after all this time. You\nremember, Dim?\n\nDIM\nLong time, is right. I don't remember them\ndays too horrorshow. Don't call me Dim no\nmore, either. Officer, call me.\n\nGEORGIE\nEnough is remembered though, little Alex.\n\nDim and Georgie laugh.\nThey drag Alex to a low water through.\n\nDIM\nThis is to make sure you stay cured.\n\nGeorgie hits Alex in the stomach with his blackjack. Then, they\npush his head under the water and methodically start to beat him\nwith their blackjacks.\n\nAfter a full minute of this, they drag him out, halt-drowned,\nDIM\n(laughing)\nBe viddying you some more, some time Alex.\nEXT. \"HOME\" - NIGHT - HEAVY RAIN\nAlex stumbles up the road to the entrance gate.\nALEX (V.0.)\nWhere was I to go, who had no home and no\nmoney. I cried for meself, Home, Home,\nHome.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. \"HOME\" - NIGHT - HEAVY RAIN\nAlex stumbles up the road to the entrance gate. ALEX (V.0.)\nWhere was I to go, who had no home and no\nmoney. I cried for meself, Home, Home,\nHome. \n\nTARGET SECTION TO BE ANNOTATED:\n It was Home I was wanting and it was\nHome I came to, brothers, not realising in\nthe state I was in, where I was and had\nbeen before.\n\nAlex stumbles and crawls to the door.\n\nINT. \"HOME\" - NIGHT\n\nMr. Alexander at his typewriter.\n\fJulian a 6'4\" - heavyweight weight-lifter lies across an exercise\nbench working with bar-bells.\n\nThe door bell rings.\n\nMR. ALEXANDER\nWho on earth could that be?\n\nJULIAN\nI'll see who it is.\n\nHe goes to the door.\n\nJULIAN\nYes, what is it?\n\nNo reply. He opens the door. Alex falls into the hall.\n\nALEX\n(barely audible)\nHelp. Help me... Help me... Police.\n\nJulian picks him up like a child and carries him into the living\nroom.\n\nINT. \"HOME\" - LIVING ROOM - NIGHT\n\nALEX (V.0.)\n\nAnd would you believe it, O my brothers\nand only friends, there was your faithful\nNarrator being held helpless, like a babe\nin arms, and suddenly realising where I\nwas and why HOME on the gate had looked so\nfamiliar. But I knew I was safe. I knew he\nwould not rememeber me for, in those\ncarefree days, I and my so-called droogs\nwore our maskies which were like real\nhorrorshow disguises.\n\nJULIAN\nFrank, I think this young man needs help.\n\nMR. ALEXANDER\nDear, dear, dear. Whatever happened to\nyou, my boy?\n\nMr. Alexander, now confined to a wheelchair, pushes himself away\nfrom his desk, and rolls up to Julian. The water drips off Alex's\nclothes. They look at each other.\n\nALEX\nThe police... The horrible ghastly Police.\nThey beat me up, sir. The Police beat me\nup, sir.\n\nMr. Alexander stares at him. It becomes aparent he is insane.\n\fMR. ALEXANDER\nI know who you are! Isn't it your picture\nin the newspapers? Didn't I see you this\nmorning on the video? Are you not the poor\nvictim of this horrible new technique?\n\nALEX\nYes, sir, that's exactly who I am, sir...\nand what I am...",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nAre you not the poor\nvictim of this horrible new technique? ALEX\nYes, sir, that's exactly who I am, sir... and what I am... \n\nTARGET SECTION TO BE ANNOTATED:\n a victim, sir.\n\nMr. Alexander becomes frenzied as the speech progresses.\n\nMR. ALEXANDER\nThen, by God, you have been sent here by\nprovidence. Tortured in prison, then\nthrown out to be tortured by the Police.\nMy heart goes out to you, poor, poor boy.\nOh, you are not the first to come here in\ndistress. The Police are fond of bringing\ntheir victims to the outskirts of this\nvillage. But it is providential that you,\nwho are also another kind of victim,\nshould come here. But you're cold and\nshivering. Julian, draw a bath for this\nyoung man.\n\nJULIAN\nCertainly, Frank.\n\nHe carries Alex off.\nALEX\nThank you very much, sir. God bless you,\n\nsir.\n\nAlexander bites his hand.\n\nINT. \"HOME\" - BATHROOM\n\nAlex soaks, eyes closed, in a hot tub.\n\nAfter a while he begins softly singing to himself: \"Singin' in the\nRain\".\n\nINT. \"HOME\" - LIVING ROOM - DAY\n\nMr. Alexander is hunched over the phone, talking in hoarse\n\nwhipsers. The door to the bathroom is right behind him. While he\nspeaks Mr. Alexander throws nervous glances over his shoulder.\n\fMR. ALEXANDER\nI tell you, sir, they have turned this\nyoung man into something other than a\nhuman being. He has no power of choice any\nmore. He's committed to socially\nacceptable acts, a little machine capable\nonly of good... He can be the most potent\nweapon imaginable to ensure that the\nGovernment is not returned at the next\nelection. The Government's great boast, as\nyou know sir, is the way they have dealt\nwith crime in the last few months.\nRecruiting brutal young roughs into the\npolice, proposing debilitation and will-\nsapping techniques of conditioning. Oh,\nwe've seen it all before in other\ncountries The thin end of the wedge.\nBefore we know where we are we shall have\nthe full apparatus of totalitarianism.\nThis young boy is a living witness to\nthese diabolical proposals. The people -\nthe common people - must know... must see!\nThere are rare traditions of liberty to\ndefend. The tradition of liberty means\nall.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe people -\nthe common people - must know... must see! There are rare traditions of liberty to\ndefend. The tradition of liberty means\nall. \n\nTARGET SECTION TO BE ANNOTATED:\n The common people will let it go! Oh,\nyes - they will sell liberty for a quieter\nlife. That is why they must be led, sir,\ndriven... pushed!!! Thank you very much,\nsir. He'll be here.\n\nTrembling with excitement and madness, Mr. Alexander hangs up the\nphone. His eyes, shiny with anticipation. Then, suddenly, he\nbecomes aware of Alex's voice coming from the other side of the\n\n- BATHROOM\n\nAlex in bath, singing.\n\nALEX\nI'm singing in the rain,\nJust singing in the rain...\n\nMR. ALEXANDER\n\nHis face horribly distorted in a Homeric rage.\n\n- NIGHT\n\nAlex, alone, in complete silence. Eating a large plate of\nspaghetti. The giant, Julian, appears, carrying Mr. Alexander in\nhis wheelchair. He deposits him at the table.\n\nALEX\nGood evening, sir.\n\fMR. ALEXANDER\n(very weird)\nGood evening.\n\nALEX\nIt was very kind of you to leave this out\nfor me, sir. There was no-one around when\nI finished my bath, so I started. I hope\nthat's alright, sir.\n\nMR. ALEXANDER\n(too loud - voice out\nof control)\nOf course. Food alright?\n\nALEX\nGreat, sir. Great.\n\nMR. ALEXANDER\nTry the wine!\n\nALEX\nThank you very much, sir. Cheers\n\nSuddenly the thought occurs to Alex that the wine may be drugged\nor poisoned.\n\nALEX\nWon't you join me, sir?\n\nMR. ALEXANDER\nNo, my health doesn't allow it.\n\nALEX\n(to Julian)\nAnd you, sir?\n\nJULIAN\nNo thank you.\n\nAlex, stalling for time, reaches for bottle and reads the label.\nALEX\n1960, Chateau, Saint Estephe, Medoc, very\ngood brand, sir.\n\nHe doesn't get a penny's change for his remarks from Alexander and\nJulian.\n\nHe holds the glass up to the light.\nALEX\nVery good colour, sir. Smells mice,\ntoo.Very good number, sir. Very good.\nHere's to it.\nHe downs the glass.\n\nALEX\nVery refreshing, sir, very refreshing.\n\fMR. ALEXANDER\n(very arch)\nI'm so pleased you appreciate good wine.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEX\nVery refreshing, sir, very refreshing. MR. ALEXANDER\n(very arch)\nI'm so pleased you appreciate good wine. \n\nTARGET SECTION TO BE ANNOTATED:\nHave another glass!\n\nALEX\nThank you, sir.\n\nMR. ALEXANDER\nMy wife...\n\nAlex freezes.\n\nMR. ALEXANDER\nused to do everything for me and leave\nme to my writing.\n\nALEX\nYour wife, sir? Has she gone away?\n\nMR. ALEXANDER\nNo. She's dead!\n\nALEX\nI'm sorry to hear about that, sir.\n\nHis face contorted in rage.\n\nMR. ALEXANDER\nShe was very badly raped, you see. We were\nassaulted by a gang of vicious young\nhooligans in this house, in this very room\nyou're sitting in now. I was left a\nhelpless cripple. The doctors said it was\nPneumonia, because it happened some months\nlater during the 'flu epidemic. The\ndoctors told me it was Pneumonia, but I\nknew what it was. A victim of the modern\nage, poor, poor girl.\n\nSuddenly his mood changes. He wheels right up to Alex.\n\nMR. ALEXANDER\nAnd now you, another victim of the modern\nage. But you can be helped. I phoned some\nfriends while you were having a bath.\n\nALEX\nPhoned some friends, sir?\n\nMR. ALEXANDER\nYes. They want to help.\n\nALEX\nHelp me, sir?\n\nMR. ALEXANDER\nHelp you.\n\fALEX\nWho are they, sir?\n\nMR. ALEXANDER\nThey're very, very important people and\nthey're interested in you.\nBell rings. Julian rises,\n\nMR. ALEXANDER\nJulian. This will be these people now.\n\nAlex gets up.\nALEX\nLook, sir. I'm sorry to have troubled you.\nI think I ought to be going, sir.\n\nJulian bars the way.\n\nMR. ALEXANDER\nNo, no my boy. No trouble at all.\n\nAlex slowly sits.\n\nMR. ALEXANDER\nHave another glass of wine.\n\nHe pours. Alex picks up glass and takes a drink.\n\nINT. \"HOME\" - NIGHT\nDolin and Rubinstein enter with Julian.\nDOLIN\n(genial)\nHullo, Frank.\n\nMR. ALEXANDER\nGood evening, sir.\n\nRUBINSTEIN\nFrank.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. ALEXANDER\nGood evening, sir. RUBINSTEIN\nFrank. \n\nTARGET SECTION TO BE ANNOTATED:\nDOLIN\nSo this is the young man?\nALEX\nHow do you do, sir?\nDOLIN\nHullo.\nALEX\n\nMissus. Very pleased to meet you.\n\nRUBINSTEIN\nHullo.\n\fDOLIN\nI hope you forgive us for coming over at\nthis ungodly hour, but we heard from Frank\nthat you were in some trouble so we came\nover to see if we could be of any help.\n\nALEX\nVery kind of you, sir. Thank you very\nmuch.\n\nDOLIN\n\nI understand that you had a rather\nunfortunate encounter with the Police\n\ntonight.\nALEX\nYes, sir. I suppose you might call it\nthat, sir.\nDOLIN\nHahaha, and how are you feeling now?\nALEX\nMuch better, thank you, sir.\nDOLIN\nFeel like talking to us. Answering a few\nquestions?\nALEX\n\nFine, sir, fine.\n\nDOLIN\nWell, as I've said, we've heard about you.\nWe are interested in your case. We want to\nhelp you.\n\nALEX\nThank you very much, sir.\n\nDOLIN\nBut first we'd like to find out a few\nthings about you.\n\nALEX\nWhat would you like to know, sir?\n\nDOLIN\nWell, shall we get down to it?\n\nALEX\nYes, sir.\n\nRubinstein takes out a notebook.\n\nRUBINSTEIN\nThe newspapers mentioned that in addition\nto your being conditioned against acts of\nsex and violence, you've inadvertently\nbeen conditioned against music.\n\fALEX\nWell, er, I think that was something that\nthey hadn't planned for, you see, Missus,\nI'm very fond of music and always have\nbeen, especially Beethoven, Ludwig van...\nBeethoven. B... E... E...\n\nHe leans over and looks at her writing in notebook.\n\nRUBINSTEIN\nIt's alright, thank you.\n\nALEX\nAnd it just so happened that while they\nwere showing me a particularly bad film,\nof like a concentration camp, the\nbackground music was playing Beethoven.\n\nRUBINSTEIN\nSo now you have the same reaction to music\nas you do to sex and violence?\n\nALEX\nOh well, it's... it's not all music you\nsee, Missus.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEX\nAnd it just so happened that while they\nwere showing me a particularly bad film,\nof like a concentration camp, the\nbackground music was playing Beethoven. RUBINSTEIN\nSo now you have the same reaction to music\nas you do to sex and violence? ALEX\nOh well, it's... it's not all music you\nsee, Missus. \n\nTARGET SECTION TO BE ANNOTATED:\n It's just the 9th.\n\nRUBINSTEIN\nYou mean Beethoven's 9th Symphony?\n\nALEX\nThat's right. Er... I can't listen to the\n9th any more at all. When I hear the 9th,\nI get like this funny feeling.\n\nRUBINSTEIN\nWhen you say this funny feeling, you mean\nthe state of mind brought on by the\ntreatment they gave you?\n\nALEX\nThat is correct, sir. And then all I can\nthink about is like trying to snuff it.\n\nRUBINSTEIN\nI beg your pardon?\nALEX\nSnuff it, sir... um... death, I mean,\nmissus... Er... I just want to die\npeacefully like with no... pain.\nRUBINSTEIN\nDo you feel that way now?\nALEX\nUm... oh no, sir, not exactly, I still\n\nfeel very miserable, very much down in\nspirits.\n\fRUBINSTEIN\nDo you still feel suicidal?\n\nALEX\nUm... well, put it this way... I feel very\nlow in myself. I can't see much in the\nfuture, and I feel that any second\nsomething terrible is going to happen to\nme.\n\nHe pitches forward, face into the plate of spaghetti.\nRUBINSTEIN\nWell done, Frank. Julian, get the car,\nwill you please?\nINT. HI-FI ROOM - DAWN\nAlexander sits looking up. Rubinstein, Julian and Dolin also\nlistening to Beethoven played loudly on tape recorder.\nINT. DOLIN'S HOUSE - PRISONER BEDROOM - DAY\nThe 9th Symphony booming up through the floor.\nAlex slowly regains consciousness.\nALEX (V.0.)\nI woke up. The pain and sickness all over\nme like an animal. Then I realised what it\nwas. The music coming up from the floor\nwas our old friend, Ludwig van and the\ndreaded 9th Symphony.\nHe staggers to the door. It is locked. He kicks and tugs the door.\nALEX\nOpen the door... turn it off... turn it\n\noff.\n\nCUT TO:\n\nTHE BILLIARD ROOM BELOW\n\nHi-Fi gear laid out on the table. Large speakers facing upwards.\nMr. Alexander trembles and twitches. He is now completely mad.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMr. Alexander trembles and twitches. He is now completely mad. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nothers merely wait, coolly.\n\nINT. DOLIN'S HOUSE - PRISONER BEDROOM - DAY\n\nAlex on his knees. His hands cupped over his ears, banging his\nhead on the floor.\n\nThen he stops and slowly straightens up, staring at the window.\n\fALEX (V.0.)\nSuddenly I viddied what I had to do, and\nwhat I had wanted to do - and that was to\ndo myself in, to snuff it, to blast off\nforever out of this wicked cruel world.\nOne moment of pain perhaps and then sleep\n- forever and ever and ever.\n\nEXT. WINDOW - DAWC\n\nAlex leaps out of the window.\n\nINT. HOSPITAL WARD\n\nAlex in bed. Camera slowly tracks along length of his body.\nEverything is bandages and plaster splints, wire cages, blood\ndrips.\n\nALEX (V.0.)\nI jumped, O my brothers, and I fell hard\nbut I did not snuff it, oh no. if I had\nsnuffed it, I would not be here to tell\nwhat I have told. I came back to life,\nafter a long, black, black gap of what\nmight have been a million years.\n\nWe hear Alex moan, and then another moan. Alex and the other - a\nfew times.\n\nSuddenly, some curtains which have been drawn around another bed\nin the ward are parted, and a nurse hurries to Alex, hastily\nbuttoning up her uniform. She is trailed by a young Intern\nfumbling with his trousers.\nNURSE\nOh, he's recovered conscienceness, Doctor.\nINT. HOSPITAL - DAY\n\nEm and Pee sitting around the bed.\n\nPEE\nHullo, lad.\n\nEM\nHullo, son, how are you?\n\nPEE\nAre you feeling better?\n\nALEX\nWhat gives, O myee P and Em, what makes\nyou think you are welcome?\n\nEm sobs. Pee comforts her.\n\fEm sobs.\n\nPEE\nThere, there mother, it's alright. He\ndoesn't mean it. You were in the papers\nagain, son. It said they had done great\nwrong to you. It said how the Government\n\ndrove you to try and do yourself in... and\nwhen you think about it, son... maybe it\nwas our fault too in a way...",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou were in the papers\nagain, son. It said they had done great\nwrong to you. It said how the Government\n\ndrove you to try and do yourself in... and\nwhen you think about it, son... maybe it\nwas our fault too in a way... \n\nTARGET SECTION TO BE ANNOTATED:\n your home's\n\nyour home when it's all said and done,\nson.\n\nINT. HOSPITAL\n\nPsychiatrist wheels trolley to Alex's bed. He is sitting up.\n\nALEX\nGood morning, Missus.\nDR. TAYLOR\nHow are you feeling today?\nALEX\nFine. Fine.\nDR. TAYLOR\n\nGood. I'm doctor Taylor.\n\nALEX\nI haven't seen you before.\n\nDR. TAYLOR\nI'm your Psychiatrist.\n\nALEX\nPsychiatrist? Huh, do I need one?\n\nDR. TAYLOR\nJust part of hospital routine.\n\nALEX\nWhat are we going to do? Talk about me sex\nlife?\n\nDR. TAYLOR\nNo... I'm going to show you some slides\nand you are going to tell me what you\nthink about them Alright?\n\nALEX\nOhhh... jolly good. Perhaps you can\nexplain me something to me first.\n\nDR. TAYLOR\nYes?\n\fALEX\n\nWell, when I was all like ashamed up and\nhalf awake and unconscious like, I kept\nhaving this dream like all these doctors\nwere playing around with me gulliver. You\nknow... like the inside of me brain. I\nseemed to have this dream over and over\nagain. D'you think it means anything?\n\nDR. TAYLOR\nPatients who've sustained the kind of\ninjuries you have often have dreams of\nthis sort. It's all part of the recovery\nprocess.\n\nALEX\nOh.\n\nDR. TAYLOR\nNow then, each of these slides needs a\nreply from one of the people in the\npicture. You'll tell me what you think the\nperson would say. Alright?\n\nALEX\nRighty, right.\n\nThe doctor reads aloud the dialogue printed in the cartoon balloon\n\n- a peacock.\n\nAlex laughs.\n\nDR. TAYLOR\nIsn't the plumage beautiful?\n\nALEX\nI just say what the other person would\nsay?\n\nDR. TAYLOR\n\nYes. Yes, well don't think about it too\nlong, just say the first thing that pops\ninto your mind.\n\nALEX\nRight... Knickers... Cabbages... It\ndoesn't have a beak.\n\nSlide of woman speaking to boy.\n\nDR. TAYLOR\nGood.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlide of woman speaking to boy. DR. TAYLOR\nGood. \n\nTARGET SECTION TO BE ANNOTATED:\n The boy you alway quarrelled with is\nseriously ill.\n\nALEX\nThat's right and I'll smash your face for\nyou, yarblockos.\n\nSlide of watch shop.\n\fDR. TAYLOR\nGood. It wa your fault... you sold me a\ncrummy watch. I want my money back.\n\nALEX\nBollocks. You know what you can do with\nthat watch? You can stick it up your arse.\nSlide of nude woman in bed, a man at the window.\n\nDR. TAYLOR\nGood. What do you want?\n\nALEX\nExcuse me, missus. No time for the old in-\nout, I've just come to read the meter.\n\nSlide of bird's nest with eggs.\n\nDR. TAYLOR\nGood. You can do whatever you like with\nthese.\n\nALEX\nEggiwegs. I would like to smash 'em. Pick\nup th elot and f... owww...\n\nHe slams his hand down and cries out with pain.\n\nALEX\nFucking hell...\n\nDR. TAYLOR\nFine. Well, that's all there is to it. Are\nyou alright?\n\nALEX\n\nI hope so. Is that the end then?\nDR. TAYLOR\n\nYes.\nALEX\n\nI was quite enjoying that.\n\nDR. TAYLOR\nGood. I'm glad\n\nALEX\nHow many did I get right?\n\nDR. TAYLOR\nIt's not that kind of a test. But you seem\nwell on the way to a complete recovery.\n\nALEX\nAnd when do I get out of here then?\n\nDR. TAYLOR\nI'm sure it won't be long now.\n\fINT. HOSPITAL - DAY\nAlex sitting up, being fed by Nurse.\n\nALEX (V.0.)\nSo I waited and, O my brothers, I got a\nlot better munching away at eggiwegs, and\nlomticks of toast and lovely steakiweaks\nand then, one day, they said I was going\nto have a very special visitor.\n\nDoctor enters followed by Minister and Matron.\n\nMINISTER\nGood evening, my boy.\nALEX\nHi, hi, hi there, my little droogies.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nDoctor enters followed by Minister and Matron. MINISTER\nGood evening, my boy. ALEX\nHi, hi, hi there, my little droogies. \n\nTARGET SECTION TO BE ANNOTATED:\nDOCTOR\nWell, how are you getting on today, young\nman?\nALEX\nGreat, sir. Great.\nDOCTOR\nCan I do anything more for you , Minister?\nMINISTER\nI don't think so, Sir Leslie. Thank you\nvery much.\nDR. TAYLOR\n\nThen I'll leave you to it. Nurse.\n\nThey exit. Minister moves to Alex.\n\nMINISTER\nYou seem to have a whole ward to yourself,\nmy boy.\n\nALEX\n\nYes, sir, and a very lovely place it is\ntoo, sir, when I wake up in the middle of\nthe night with my pain.\n\nMINISTER\nYes... well good to see you on the mend.\nI've kept in constant touch with the\nhospital, of course, and now I've come to\nsee you personally to see how you're\ngetting along.\n\nALEX\nI've suffered the tortures of the damned.\nThe tortures of the damned, sir.\n\fMINISTER\nYes I can... Oh look, let me do that for\nyou, shall I?\n\nALEX\nThank you, sir.\n\nMINISTER\nI can tell you that I... and the\nGovernment of which I am a member are\ndeeply sorry about this, my boy. Deeply\nsorry. We tried to help you. We followed\nrecommendations had been made to us that\nturned out to be wrong. An enquiry will\nplace the responsibility where it belongs.\nWe want you to regard us as friends. We've\nput you right, you're getting the best of\ntreatments. We never wished you harm, but\nthere are some that did and do, and I\nthink you know who those are. There are\ncertain people who wanted to use you for\npolitical ends. People who would have been\nglad to have you dead because then they\nwould have been able to blame it all on\nthe Governement. I think you know who\nthose are. There is also a certain man - a\nwriter of subversive literature - who has\nbeen howling for your blood. He's been mad\nwith desire to stick a knife into you, but\nyou're safe from him now, we've put him\naway. He found out that you had done wrong\nto him - at least he believed you had done\nwrong.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is also a certain man - a\nwriter of subversive literature - who has\nbeen howling for your blood. He's been mad\nwith desire to stick a knife into you, but\nyou're safe from him now, we've put him\naway. He found out that you had done wrong\nto him - at least he believed you had done\nwrong. \n\nTARGET SECTION TO BE ANNOTATED:\n He had formed this idea in his head\nthat you had been responsible for the\ndeath of someone near and dear to him. We\nput him away for his own protection... I'm\nsorry, I thought you were ready.\n\nALEX\nWhere is he now, sir?\n\nMINISTER\nWe put him away where he can do you no\nharm. You see we are looking after your\ninterests. We are interested in you, and\nwhen you leave here you will have no\nfurther worries. We shall see to\neverything... a good job on a good salary.\n\nALEX\nWhat job and how much?\n\nMINISTER\nYou must have an interesting job at a\nsalary which you would regard as adequate.\nNot only for the job which you are going\nto do and in compensation for what you\nbelieve you have suffered, but also\nbecause you are helping us.\n\fALEX\nHelping you, sir?\n\nMINISTER\n\nWe always help our friends, don't we?\n\n(smiles)\nIt is no secret that the Government has\nlost a lot of popularity because of you,\nmy boy. There are some that think that at\nthe next election we shall be out. The\npress has chosen to take a very\nunfavorable view\nof what we tried to do.\n\nALEX\nWell, who can bame them, sir?\n\nMINISTER\nMmmm, possibly. Yes. But public opinion\nhas a way of changing and you, Alex, if I\nmay call you, Alex?\n\nALEX\nCertainly, sir. What do they call you at\nhome?\n\nMINISTER\n\nMy name is Frederick. As I was saying,\nAlex, you can be instrumental in changing\nthe public verdict. Do you understand,\nAlex? Have I made myself clear?\n\nALEX\nAs an unmuddied lake, Fred. As clear as an\nazurw sky of deepest summer. You can rely\non me, Fred.\n\nMINISTER\nGood... good boy. Oh yes, I understand\nyou're fond of music. I have arranged a\nlittle surprise for you.\n\nALEX\nSurprise?\nMINISTER\nOne I think you will like... as a, how\n\nshall I put it, as a symbol of our new\nunderstanding. An understanding between\ntwo friends.\n\nALEX\nThank you, Fred. Thank you.\n\nMinister turns and signals.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEX\nThank you, Fred. Thank you. Minister turns and signals. \n\nTARGET SECTION TO BE ANNOTATED:\nDoor opens and a crowd of cameramen and reporters rush in.\n\nAides push two 6-foot loudspeakers and a Hi-Fi on a trolley.\n\fALEX (V.0.)\n\nAnd what do you know, my brothers and only\nfriends, it was the 9th, the glorious 9th\nof Ludwig van. Oh, it was gorgeosity and\nyummy yum yum. I was cured.\n\nCLOSE SHOT ALEX\n\nTHE END\n\nALEX (V.0.)\n\nAs the music came to ist climax, I could\nviddy myself very clear, running and\nrunning on like very light and mysterious\nfeet, carving the whole face of the\ncreeching world with my cut throat britva.\nI was cured all right.\n\f"
}