{
  "1": "A Goofy Movie\n\nscreenplay by\nJymn Magon\n\nscreenplay presented by\n\n®\nscriproupe tt”\n\nhttp: //www.scriptdude.com\n\fTITLE SCREEN\n\n\"A Movie\" appears in a formal typeface while a bold fanfare\npl ays in the background, suddenly the characteristic red\n\npol ygon | ogo appears and the letters GOOFY fly on the screen,\nknocki ng the formal title askew and acconpanied by the\ntradenark \"Goofy\" scream The orchestra responds wth a soft,\ncondescendi ng chord.\n\nEXT. WHEAT FI ELD\n\nThe movie logo scrolls upward off the blue background, and\nsoft clouds follow - smoothing the transition. The canera\ncontinues to pan downward until it comes to rest on a vast,\ngol den wheat field. The wheat is bl owng gently in a wnd.\nThe orchestra continues wth soft, majestic music that fits\nthe wheat field scenery.\n\nROXANNE (V. 0.)\nMe- ax...\n\nMAX pops into view very close to the camera, | ooking\ndi sori ent ed.\n\nMAX\nHuh?\n\nROXANNE\nMe- ax...\n\nThe calls continue and Max | ooks into the screen, squinting.\nRoxanne appears in the distance, sitting on a pillar. Max\nbegins pushing his way through the wheat, making his way to\nRoxanne.\n\nFinally, he emerges in a clearing beneath the pedestal Roxanne\nis sitting on.\n\nMAX\nRoxanne?\n\nShe turns to himand bl ows on the dandelion she is hol ding,\nand they brush against Max's face. Max chuckles. She j unps\noff the pedestal and floats gracefully down toward Max. He\nreaches out to catch her, but loses his balance, and both\ntunble lightly to the ground. They lie on the ground briefly,\nwatching the clouds and laughing. Then, turning to each other,\nthey exchange neaningful glances. Slowy, as the music builds\nto a climax, they drawcloser to kiss, but just as they are\nabout to, Roxanne recoils in fear. The background changes\nfroma pristine wheat field to a nightmarish tangle of thorns,\nand the nusic changes accor di ngl y.",
  "2": "---END OF PREVIOUS SECTION---\nThen, turning to each other,\nthey exchange neaningful glances. Slowy, as the music builds\nto a climax, they drawcloser to kiss, but just as they are\nabout to, Roxanne recoils in fear. The background changes\nfroma pristine wheat field to a nightmarish tangle of thorns,\nand the nusic changes accor di ngl y. \n---TARGET SECTION TO BE ANNOTATED---\n\fMAX\n(sur pri sed)\nWhat ?\n\nMax | ooks down to find that his two front teeth have becone\nhuge. Max stiffens and watches in horror as his feet grow\nequally huge, bursting through his shoes. Roxanne backs away,\nterrified. Standing, Max's hands burst through his gl oves,\nfinger by finger, growng large and exaggerated. Max's entire\nbody grows, dwarfing Roxanne and the surrounding | andscape.\nHis face changes, stretching and flattening, sinilar to\n\nGoof y's. Finally the nusic builds and the camera pulls back\nto reveal Max, now | ooking exactly like Goofy, standing in\nthe remains of his torn clothing. Max grabs his throat, but\nis unable to stifle a harsh, terrible Goofy-laugh as the\nmusic peaks.\n\nINT. MAX' S BEDROOM\n\nThe music ends abruptly as Max wakes up, screaning, and sits\nup straight in bed. He gasps repeatedly, but slowy cal ns\ndown. He feels his teeth wth his fingers, then sighs in\nrelief. Just as he starts to relax, the phone rings loudly -\nstartling him He grabs the phone and funbles it, dropping\nthe receiver to the floor. He dives after it, and answers it\nat floor level.\n\nMAX\nHel | 0?\n(clearing throat and\nrepeati ng)\n\nHello\nPJ\n\nMax? Where the heck are you, man?\nMAX\n\nPJ?\n\nPJ\nYou should have been here an hour\nago!\n\nMAX\nWhat ? Hold on...\n(whacks clock, which\nreveals actual time)\nQh no!\n\nNex leaps frombed, leaving the receiver on the ni ght st and.\nHe grabs his pants fromthe back of a chair and attenpts to\nput themon quickly.\n\fPJ\n(from receiver on\nni ght st and)\nLook, maybe we should just call the\nwhole thing off...\n\nMax struggles wth his pants, and grabs the receiver.\n\nNAX\nNo way, man. It's now or never... whoa!\n\nPJ\nWII you'd better get a move on...I'I1\nmeet you at ny I|ocker.\n\nMax hangs up the phone, and his pants fall to the floor.",
  "3": "---END OF PREVIOUS SECTION---\nPJ\nWII you'd better get a move on... I'I1\nmeet you at ny I|ocker. Max hangs up the phone, and his pants fall to the floor. \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, Goofy bursts in the door wapped in atovel, wth\nanother on his head.\n\nGOOFY\nMornin’, son!\n\nMAX\n( embarrassed)\nDad!\n\nMax reaches dow, and pulls his pants up in a huff.\n\nGOOFY\nOops! Sorry...1 forgot...\n\nGoofy backs out of the roomand closes the door behind him\nI medi ately he knocks on the door and wthout waiting for an\nanswer, opens it again and repeats:\n\nGOOFY\nMornin’, son!...came to see if you\nhad any... dirty...clothes...\n\nMax is running around the room trying to gather his things\nas quickly as possible. The roomis cluttered, wth clothes\nand various itens scattered everywhere.\n\nMAX\nQh...there they are, help yourself.\n\nGOOFY\n(looking di sdai nf ull y\nat the mess)\nNex, | thought we talked about this...\n\nMAX\nLook, I'msorry, Dad. I'll take care\nof it later.\n\fGOOFY\nWhat's the big rush?\n\nMAX\nI'mrunning late.\n\nGOOFY\nWII, | can drop you off on the way\nto work.\n\nMAX\nThat's okay Dad, |...1 need the\nexer ci se.\n\nMax pulls his shirt over his head, and continues grabbing\nhis things. Goofy begins vacuuning the floor of Max's room\nsucking up clothes and everything else in his path. Max is\nabout to leave when Goofy accidentally sucks up the head of\nMax's life-size cardboard Powerline cutout. Max screams,\ngrabs the figure by its feet, and attenpts to pull it out.\nFinally, after westling wth it for a monent, Max stonps\nthe power swtch wth his foot and the vacuum shuts off -\nreleasing the figure. He stands it up and sees that its head\nis bent and its nose is twsted into a curl.\n\n(sadl y)\nDad! You ruined it...\n\nGOOFY\nSorry about that....who was he,\nanyway?\n\nMAX\n(sarcastically)\nIt's only Powerline, Dad...the bi ggest\nrock star on the planet.\n\nGOOFY\nQh...",
  "4": "---END OF PREVIOUS SECTION---\nGOOFY\nSorry about that....who was he,\nanyway? MAX\n(sarcastically)\nIt's only Powerline, Dad...the bi ggest\nrock star on the planet. GOOFY\nQh... \n---TARGET SECTION TO BE ANNOTATED---\n not bigger than Xavier Cougat,\nthe manbo ki ng!\n\nGoofy grabs Max and starts dancing around the room wth Max\nflailing to escape.\n\nGOOFY\nEverybody manbo! Manbo, manbo,\nmanbo. ..\n\nMAX\n\nDad!...Come on, there's no tine for\nthi st... What if the neighbors see\nus?\n\fEXT. GOOFY'S FRONT YARD\n\nMax escapes and heads out the door, leaving Goofy to his big\nfinish. Qnce outside, Goofy, clad in his towels, catches Max\nand hands hima brown paper bag.\n\nGOOFY\nMaxie, wait up! You forgot your\nlunch...have a good day.\n\nTo Max's chagrin, Goofy kisses himon the cheek - just as a\ngroup of his classmates skateboard by. They laugh at him\nNex waves back, enbarrassed and stonps toward the gate to\nleave. As he leaves, an electric guitar riff begins the \"After\nToday\" song.\nMAX\n\nThey' ve been | aughing since | can\n\nremenber, but they're not gonna | augh\n\nanynore. No nore \"Maxie the Geek\" no\n\nmore \"Goof of the week\" like before.\n\nMax gets to the gate at the end of his yard and pushes it,\nbut it won't open.\n\nAfter another unsuccessful attenpt, he backs up to get a\nrunning start and junps over the gate. Once on the si dewal k,\nhe slips on marbles which sone children were playing wth.\nGRL: No nore algebra tests till September.\n\nNex, slipping on the marbles, bunps into the girl and her\nboyf ri end.\n\nBOYFRI END: No nore I ookin' at losers like him\nHer boyfriend grabs Max and tosses hi m asi de.\n\nKI D1\nNo nore havin' ta cheat.\n\nKI D2\nNo nore nystery neat.\n\nKi d2 grabs Max's lunch as he walks by.\n\nEXT. SUBURBAN STREET\n\nSeveral other students on their way to school fling j ockstraps\nat each other and passersby, one of themhits Max in the\n\nface.",
  "5": "---END OF PREVIOUS SECTION---\nKi d2 grabs Max's lunch as he walks by. EXT. SUBURBAN STREET\n\nSeveral other students on their way to school fling j ockstraps\nat each other and passersby, one of themhits Max in the\n\nface. \n---TARGET SECTION TO BE ANNOTATED---\nKI D3\nNo nore gym\n\fKI D4\nNo nore gym\n\nKI DS\nNo nore gym\n\nKI D6\n\n(yell ing)\nNo nore gym\n\nCHAD’ S G RLFRI END\nGonna nove to the mall.\n\nCHAD\nGonna live in the pool.\n\nMAX\nGonna talk to Roxanne and not feel\nlike a fool, ‘cause...\n\nChad's girlfriend punches Max in the arm A group of students\non skateboards follow themup the street as they walk away.\n\nALL\nAfter today I|'mgonna be cruisin’.\n\nNAX\nAfter today she'll be nine.\n\nALL\nAfter today ny brains wll be\nsnoozin’.\n\nMax pops up behind several l|adies on bus stop bench, startling\nthem\n\nNAX\nIf | don't faint, I'll be fine.\nTWN GRLS\nI've got forty more ninutes of Hone\nEcononi cs.\nTWN GUYS\nThen dow wth the textbooks.\nNERDY KI DS\n\nAnd up wth the conics.\n\nMax runs through a flock of pigeons, scaring them away.\n\nNAX\nJust think of all the time I've been\nlosin’, finding the right thing to\n\fMAX\nsay. But things WII be going ny\nway, after today...\n\nNex, in front of the nusic store, stops and waves at Roxanne\npassing by. She doesn't see himand continues on. Max | ooks\nturns away sadly, and | ooks into the music store and sees\nStacey and another girl looking starstruck at the Powerline\ni spl ay.\n\nMAX\nShe | ooked right through ne, and who\ncould blane her. | need a new ne,\n\nplus some positive proof that I'm\nnot just a goof, and...\n\nA school bus passes by, wth filled wth students incl udi ng\nBobby and sone cheer! eaders.\n\nCHORUS\nAfter today I|'mgonna be cruisin’.\n\nGRUNGE Gi RLS\nNo nore pep rallies to cut - bl eah!\n\nCHORUS\nAfter today ny brains wll be\nsnoozin’.\n\nBUS DRI VER\nI\"’mgonna sit on ny butt.",
  "6": "---END OF PREVIOUS SECTION---\nGRUNGE Gi RLS\nNo nore pep rallies to cut - bl eah! CHORUS\nAfter today ny brains wll be\nsnoozin’. BUS DRI VER\nI\"’mgonna sit on ny butt. \n---TARGET SECTION TO BE ANNOTATED---\nEveryone piles out of the bus, the cheerleaders bouncing all\n\nthe way, and the grunge girls | ooking equally disgusted wth\nthe proceeding. Max, running to class, slides dow a bani ster\nand bunps into Principal Mazur, knocking his toupee askew\n\nMAX\nI've got less than an hour, and when\nthis is ended, I'll either be\nfamous...\nNAZUR\nQO you'll be suspended!\nEXT. STADI UM\n\nMax runs into the stadiumand onto the track, flips over a\nhurdle and continues past a group of heavy girls doing\nexercises and | ooking exhaust ed.\n\nALL\nJust think of all the time I've been\nlosing, waiting until | could say...\n\fThe graduates, in caps and gowns, toss their caps in the\nair. Several kids junp out of cars, one of themslanning the\ndoor on the puckered lips of their nother. The band and\ncheerleaders are practicing formations in the field. The\ndrum raj or tosses her baton in the air and catches it in her\nteeth.\n\nALL\nGonna be on ny ow, kiss the parents\ngood-bye, gonna party from now to\nthe end of July, things wll be going\nny wy after today...\n\nMax runs up to the top of the bleachers and enjoys feeling\nthe wnd bl owng in his face. The school bell rings,\nattracting everyone's attention - the band and cheer! eaders,\nthe j ockstrap flinging kids, Chad and his girlfriend, who\nwere kissing, and Max.\n\nMAX\n| wsh that this was the day... after\ntoday.\n\nJust after finishing the line, Max starts down the bleachers\nand trips. He falls, flailing and screaning, to the bottom\nof the bleachers and lands on his face. A group of students\nincluding Chad and his girlfriend gather around him | aughing\nas he reaches to pick up his books. The crowd disperses, and\nRoxanne approaches to help himpick up his books. When Max\nsees who she is, he stands up, f|! abbergasted.\n\nROXANNE\nAre you all right?\n\nMAX\nYeah...",
  "7": "---END OF PREVIOUS SECTION---\nWhen Max\nsees who she is, he stands up, f|! abbergasted. ROXANNE\nAre you all right? MAX\nYeah... \n---TARGET SECTION TO BE ANNOTATED---\n yeah, I|'mokay, | just -\n\nMax babbl es incoherently and Roxanne gives himan\nunder standing snile. Then both start to giggle.\n\nNAX\n( babbl i ng)\nUh...um..well, |...ah...\n( chuckl es)\n.um..h- yuk!\n( Goof y | augh)\n\nMax, absolutely nortified wth the silly laugh, covers his\nnouth, gasping, and starts to back away. Roxanne gives hima\ncurious glance, and he turns and runs away. Part of the way\nto the stadi umexit, he runs into some garbage cans and trips.\nRecovering, he runs out the exit, screaning - | eaving Roxanne\nstanding by herself.\n\fINT. SCHOOL HALLWAY\n\nNow inside the school, Max berates himself while wal king\ndown the hall.\n\nMAX\n| can't believe | did that! Arrgh!\nShe finally says \"hi\" to me, and\nwhat do | do? | joke! \"Hyuk\"... She\nprobably thinks I'ma big spazz.\n\nMax approaches PJ, who is digging through his | ocker.\n\nPJ\nWhere have you been, buddy?\n\nMAX\nHi Peej...did you get the canera?\n\nPJ, looking very nervous, pulls a cancorder out of his | ocker.\n\nPJ\n(ner vous! y)\nLook, Max...if my Dad catches ne\nwth this, he'll kill me! Are you\nsure you gotta do this?\n\nMAX\nRoxanne doesn't even notice ne... but\nafter today...\n\nA bright light suddenly envelops them Squinting, they | ook\ntoward the source and see a cart full of audio/video\n\nequi prent. A 1950s style guitar riff plays. Bobby, standing\nbeside it, is drinking froma fountain through a straw\n\nMAX\nBobby!\n\nMax and PJ approach the cart and join Bobby in the room\n\nMAX\nWow This is all for us?\n\nBOBBY\n(finishing his drink)\nNnmmm .. sl ur page. . .\n\nMAX\nQh, this is gonna be great, man!\n\nMex starts to pull the cart out of the room but Bobby stops\nhim\n\f10.\n\nBOBBY\nDude... need fundage, bro...\nMAX\nQh, your fee...",
  "8": "---END OF PREVIOUS SECTION---\nMex starts to pull the cart out of the room but Bobby stops\nhim\n\f10. BOBBY\nDude... need fundage, bro... MAX\nQh, your fee... \n---TARGET SECTION TO BE ANNOTATED---\n yeah, yeah...ri ght\n\nhere.\n\nMax hands Bobby a brown paper bag, which Bobby opens\nanxi ousl y.\n\nBOBBY\nCheddar! Oww\n(howing like a wolf)\nCheddar whi zzi e!\n\nBobby shakes the can up and holding it in the air, squirts a\nbunch of it into his mouth. Max and PJ react wth nauseous\nlooks. Bobby stops spraying and starts licking it off of his\nlips. He coughs and thunps his chest, coughing sone of the\ncheese onto Max and Pu.\n\nBOBBY\nMim ..Spre'y scunshus. [It's pretty\nscr unpt i ous]\n\nBobby, suddenly appearing behind Max and PJ who are trying\nto wpe the cheese off of their clothes, grabs them both\naround the shoulders, forcing Max and PJ to snile.\n\nBOBBY\nLet's do it, ladies!\n\nINT. SCHOOL AUDI TORI UM\n\nStacey stands behind the podi umin an auditorium packed wth\nrowly students, giving themthe standard end- of - school\nretrospective speech.\n\nSTACEY\nAs student body president, | just\nwant to say, like \"yay\" to all of us\nfor a really neat year.\n\nNERDY KI D\n(mocki ng chant)\nYo Stacey! Talk to me, talk to ne,\ntalk to ne, baby!\n\nStacey shoots the kid a disdainful | ook.\n\nSTACEY\nAnd finally, | hope you can all attend\nny totally amazing end- of - school\nparty next Saturday to watch the\n\f11.\n\nSTACEY\nPowerline concert live on pay-per-\nvi ew.\n\nEveryone cheers | oudl y.\n\nSTACEY\nThank you, thank you very nuch...and\nnow, Wthout further adieu, Principal\nMazur.\n\nThe cheering continues as Principal Mazur, offstage, is fixing\nhis tie and putting on his biggest snile. He walks into the\nspotlight, which follows himtoward the podium Inmedi ately,\nall the cheering ceases, leaving only the sound of crickets\nchirping. He reaches the podium and begins his speech.\n\nNAZUR\n\nThank you, Stacey...and G norni ng,\nboys and girls.",
  "9": "---END OF PREVIOUS SECTION---\nHe walks into the\nspotlight, which follows himtoward the podium Inmedi ately,\nall the cheering ceases, leaving only the sound of crickets\nchirping. He reaches the podium and begins his speech. NAZUR\n\nThank you, Stacey...and G norni ng,\nboys and girls. \n---TARGET SECTION TO BE ANNOTATED---\n You know, every year\non the last day of school, | have\nseveral youngsters approach me and\nsay, \"Principal Mazur, what can ve\ndo to not waste our summer vacation?\nW don't want to waste our free tine\nsleeping, or visiting friends\"...\n\nEveryone looks at each other and yawns. Chad | eans forward\nin his seat to talk to Roxanne.\n\nCHAD\nSay, uh, Roxanne... about Stacey's\nparty...\n\nThe canera zi p- zooms to Max, who is backstage and dressed in\na Powerline costume. He is poking his head out from behi nd\nthe curtain, and he sees Chad talking to Roxanne. Closing\nthe curtal n, he zips up his costune and turns toward Bobby\nan .\n\nMAX\nAre you...uh...how are you doin’\ndow there, Bobby?\n\nBobby, wearing a welder's helmet, is using an acetylene torch\nto connect piles of cables and equipment. A video nonitor\nbeside himis flashing a variety of images. He lifts the\n\nhel met and shoots Max and PJ a half sarcastic, half joking\n\ngl ance.\n\nBOBBY\nDon't give ne that attitude,\nguys...I'mdoing it all for you.\n\f12.\n\nHe puts the helmet back on and continues. The scene shifts\nto PJ, who is walking while | ooking into the canvorder's\nvi ew i nder.\n\nPJ\n(ner vous! y)\nThis is nuts. | don't know why I let\nyou guys talk ne into this. If my\ndad finds out, he's gonna nuke ny\nentire existence... aahh!\n\nPJ isn't watching where he is going, and he trips on sone\ncables that are lying on the stage. He falls, alluding to\nthings to cone, and briefly appears behind Mazur before the\ncur tai n settles back into position. Max grabs him and hel ps\ni m up.\n\nMAX\n| hope this works...\n\nQn stage, Mazur continues his speech. The spotlight suddenly\ngoes out, leaving himsurprised and in the dark.\n\nNAZUR\n...",
  "10": "---END OF PREVIOUS SECTION---\nQn stage, Mazur continues his speech. The spotlight suddenly\ngoes out, leaving himsurprised and in the dark. NAZUR\n... \n---TARGET SECTION TO BE ANNOTATED---\nHow about \"science sl umber\nparties\"! -- huh?\n\nBackstage, Max dons his Powerline visor and gives the others\na \"thunbs up”.\n\nBobby, at the control panel, gives a thunbs up. PJ, turning\non the cancorder, gives a nervous thunbs up. Bobby presses a\nbutton and a fast pop-rock beat begins playing. The curtain\nbegins to rise, revealing a large video projection screen.\nMazur starts to speak, but Bobby presses a button backstage -\ndropping himthrough a trapdoor.\n\nNAZUR\nWhat ?...Hey!...1'mnot gonna just -\naaaaaaahhhhhhh!\n\nMax, in a Powerline pose, appears on the screen wth an\n\nani mated atom behind himand scan lines zipping up and down\nthe screen. The audience gasps and | ooks pleasantly surprised;\nBobby | aughs heartily. The video display changes colors and\nimages dynanically as \"Stand Qut\" begins.\n\nThe action is still occurring on the video nonitor as special\neffects footage of Max, wth PJ running the canera.\nMAX\n\n(li p- synching Powerline)\nSone people settle for the typical\nthings, living all their lives waiting\nin the wngs. It ain't a question of\n\f13.\n\nMAX\nif, just a matter of time, before |\nmove to the front of the line. Once\nyou're watching every nove that |\nmake, you're gonna believe that |\ngot what it takes to stand out, above\nthe crowd even if | gotta shout out\nloud. 'Til mine is the only face\nyou'll see, gonna stand out till you\nnotice me.\n\nThe scene changes to reveal the audience's positive reactions,\nincl uding Roxanne's. The canera angle rotates around PJ and\nthrough his legs, as he continues to film Max. Max gets caught\nin the cables Iying on the floor and trips. He falls,\nscreaning, and rips through the screen, rolling out onto the\nstage and leaving the monitor displaying static.",
  "11": "---END OF PREVIOUS SECTION---\nThe canera angle rotates around PJ and\nthrough his legs, as he continues to film Max. Max gets caught\nin the cables Iying on the floor and trips. He falls,\nscreaning, and rips through the screen, rolling out onto the\nstage and leaving the monitor displaying static. \n---TARGET SECTION TO BE ANNOTATED---\n He stands\n\nup and is notionless for a monent, as he looks at the crow\nin the auditorium The image of the crow is reflected off\n\nof his visor as he | ooks nervously around the room He | ooks\nat PJ and Bobby, who are standing offstage; they | augh and\ngive himthe \"thunbs- up\". Max looks back toward the crowd,\nand the reflection on his visor pans fromthe image of Bobby\nand PJ to Roxanne - who is shyly sniling at the unknow\nperformer. Reassured, Max heads straight for her.\n\nBobby, offstage, decides to provide sone visual flair by\nspraying a foggy mist onto the stage.\n\nBOBBY\nA little smok-age! Oww\n(howing like a wolf\n\nMax strides across the stage, moonwal ki ng.\n\nMAX\n(li p-synchi ng Power! i ne)\nPOWERLI NE\n\n( spoken)\nIf | could make you stop and take a\nlook at me instead of just...\n\nPOMERLI NE W TH CHORUS\nWi kin’ by.\n\nHe lip-synchs the followng lines directly to Roxanne. Her\nface reflects off Max's visor.\n\nMAX\n(li p-synchi ng Power! i ne)\n\f14.\n\nPOMERLI NE\n( spoken)\nThere's nothing that | wouldn't do,\nif it was getting you to notice...\n\nPOWERLI NE W TH CHORUS\nI'malive.\n\nPJ craws onstage, hidden by the smoke, and hooks Max onto a\ncable.\n\nMAX\n(li p- synching Powerline)\nAll I need is every chance, a second\n\nthought, a second glance to prove |\ngot whatever it takes...\n\n( spoken)\nIt's a piece of cake.\n\nBobby and PJ lift Max off the stage and he flies around the\naudi tori um during the follow ng chorus, nuch to everyone's\nexci tenent.\n\nCHAD' S G RLFRI END\nWho's that guy?!\n\nHe grabs a basketball froma tall kid and dunks it in the\nbasket as he flies by.\n\nMAX\n(li p-synchi ng Powerline)\nTo stand out, above the crowd) even\nif | gotta shout out loud. ‘Til nine\nis the only face you'll see gonna\nstand out...",
  "12": "---END OF PREVIOUS SECTION---\nCHAD' S G RLFRI END\nWho's that guy?! He grabs a basketball froma tall kid and dunks it in the\nbasket as he flies by. MAX\n(li p-synchi ng Powerline)\nTo stand out, above the crowd) even\nif | gotta shout out loud. ‘Til nine\nis the only face you'll see gonna\nstand out... \n---TARGET SECTION TO BE ANNOTATED---\nNex flies toward Roxanne, who is waiting wth an outstretched\nhand. They almost touch, but the cable he's on stops short,\npulling him backwards into spin as the nusic sl ows dow and\nstops. He swngs toward a disgruntled Principal Mazur, who\nstops himand takes off his visor.\n\nOFFSCREEN KI D\nIt's the Goof boy!\n\nALL\n(gasps) .\nEveryone | ooks in shock at Max, except\nRoxanne who sniles appreci ati vel y.\n\nBobby (wth PJ in sort of a headlock), still offstage, realize\ntheir fate.\n\nBOBBY\nW' re bust - ed!\n\f15.\nINT. PHOTO CENTER IN DEPARTNENT STORE\n\nThe scene changes wth a canera flash to a close up of Goofy\nmaking a funny face and squeezing a rubber ducky. The angle\nchanges and we see a small, bald baby on the verge of tears.\nphe is bei ng phot ographed by Goofy, who is attenpting to get\ner to smile.\n\nGOOFY\nCoochy- coochy- goo- goo! Cone\non...smile! Sniley-wley!...B b-b-b-\nb- b- b- b- b... Oh cone on, Kinmie... give\nme a big -\n\nGoof y squeezes a rubber ducky, making the typical squeaky\nnoise in an attenpt to get her to smile. As he squeezes it,\nthe squeaker pops out of the toy and into his mouth - getting\ncaught in his throat. Gasping, Goofy makes the squeaky noise\nrepeatedly. This anuses the little girl, and she begins | augh-\ning. Seeing his chance, Goofy steps behind the canera and\ntakes the picture of the little girl - wth the red-eye glow\nintact. As he continues, Pete enters the scene. Goofy makes\nthe squeaky sound, which annoys Pete. Goofy | ooks at him and\nmakes an i nqui siti ve- soundi ng squeak.\n\nPETE\nStop goofin' around!\n\nPete slaps Goofy on the back of the head, dislodging the\nsqueaker.",
  "13": "---END OF PREVIOUS SECTION---\nGoofy | ooks at him and\nmakes an i nqui siti ve- soundi ng squeak. PETE\nStop goofin' around! Pete slaps Goofy on the back of the head, dislodging the\nsqueaker. \n---TARGET SECTION TO BE ANNOTATED---\n Finished, Goofy picks up the little girl and returns\nher to her mother - continually making baby noises to anuse\nthe child.\n\nGOOFY\nQkay Kinnie, back to nonmny, now B-b-\nb- b- b-b...\n(baby tal k)\n\nYou're such a cute little girlie... you\ncome back and see ne...\n\nKi MV E'S NOM\nQh, you have such a way Wth children.\n\nGoofy blushes as the nother | eaves.\nPETE\n( nocki ng)\n“You have such a wy wth\nchil dren\"... pah!\nPete approaches Goofy, who is attending to the next custoner.\n\nGOOFY\nQkay now... who's next over he-\n\f16.\n\nPete knocks Goofy out of the way.\n\nPETE\nStep aside, Goof. Let a pro show you\nhow it's done...\n\nPete bends down and talks to the little girl. She kicks him\nin the shin, runs around himseveral times, up his back, and\njunps on his head.\n\nPETE\nQh hello, precious...ow...oof!...\n(to the nother)\nYou |ucky wonan...\n\nPete follows the little girl, who is hiding behind the photo\nstand, and ducks back and forth several tines attenpting to\n\ncatch her. Finally, he reaches over the stand and grabs her\n\nroughl y.\n\nPETE\nCone on here, honey...it's picture\ntime...she's so cute...\n\nLITTLE G RL\nPeek- a- boo!. . . oof !\n\nThe girl continues to struggle as Goofy and Pete talk.\n\nGOOFY\nGawsh, Pete... you sure are good\nwth kids...\n\nPETE\n\nQh yeah...they love me. Why, PJ...he's\nbeen begging ne to take himon\nvacation this summer.\n\nGOOFY\nReally? Where are you going?\n\nPETE\nCanpi ng! Nothing like the great\nout doors to strengthen the bond\nbet ween a father and a son.\n\nPete attaches Velcro pads to the table and the girl's diaper,\nthen Velcroes her to the table. She attenpts, unsuccessfully,\nto get up.",
  "14": "---END OF PREVIOUS SECTION---\nNothing like the great\nout doors to strengthen the bond\nbet ween a father and a son. Pete attaches Velcro pads to the table and the girl's diaper,\nthen Velcroes her to the table. She attenpts, unsuccessfully,\nto get up. \n---TARGET SECTION TO BE ANNOTATED---\nGOOFY\nQh, Max would never go for anything\nlike that.\n\nGoofy placates the little girl wth a stuffed animal.\n\f17.\n\nPETE\n| don't know, Goof. Sonethin's wong\nwhen a kid won't spend time wth his\nparents. For all you know he's running\naround wth sone gang, and stealin'\nstuff, and causin’ riots...\n\nGOOFY\nQh, Max is a good kid...he'd never\nget mi xed up into sonething like\nthat.\n\nINT. PRINCI PAL MAZUR S OFFI CE\n\nWth a loud crash reniniscent of a jail door slanning, the\nscene shifts to an overhead view of Max and Bobby waiting in\nthe Principal's office. Mss Maples, the secretary, sits\nacross the roomfromthem typing and humming the Hungarian\ndeath march. Max is | ooking terrified, and Bobby is sl ouchi ng\nacross the chairs - facing the wall.\n\nMAX\nI'ma failure, a conplete loser... ny\none chance to impress Roxanne and |\nblewit...\n\nAfter a few monents, Bobby nunbles and turns to Max, hol ding\na small sculpture made of squeeze cheese.\n\nBOBBY\nHom... Max, look...it's the | eaning\ntower of cheese-a.\n\nHe squishes the entire creation into his mouth nessily and\neats it. After a monent PJ emerges, | ooking shell-shocked.\n\nPJ\nQh, man...My Dad is gonna smash ne\nlike a bug!\n\nBOBBY\n\n(cheer f ul | y/ j oki ngl y)\nHey, PJ! Deten-tion! Ha ha ha!\n\nMAZUR (V. ©.)\nRobert Zi mrerooski...\n\nBOBBY\n( concer ned)\nUnm.. okay ...1' mconing...\n( qui etl y)\nMex... here... guard this wth your\nlife, dude...\n\f18.\n\nBobby hands Max the can of squeeze cheese and pushes a\ncartload of audio/ video equi pment into Mazur's office, while\nhis signature guitar music plays in the backgr ound.",
  "15": "---END OF PREVIOUS SECTION---\n( qui etl y)\nMex... here... guard this wth your\nlife, dude... 18. Bobby hands Max the can of squeeze cheese and pushes a\ncartload of audio/ video equi pment into Mazur's office, while\nhis signature guitar music plays in the backgr ound. \n---TARGET SECTION TO BE ANNOTATED---\nBOBBY\n(confi dent! y)\nHey! Me-za-ur! What's up, bro?\n\nBobby begins talking to Mazur, and shuts the door. Max puts\nhis head in his hands and sits notionlessl y. Roxanne and\nStacey enter the room wth Stacey chattering at a fast pace.\nThey approach the desk to get sone papers.\n\nSTACEY\n\n...and then the air conditioning\n\nwent on the fritz, so! figured wth\nall those kids in the house the place\nwould be like a sauna; so I' mall\nfreaked out, but then | thought,\nlike, \"use it\", so my theme's gonna\nbe ‘Powerline goes rainforest'. Too\nnuch?... Roxanne, are you |i st ening?\n\nRoxanne notices Max sitting on the chair, and she gazes at\nhim Stacey notices that she's lost her attention and sees\nwhy.\nSTACEY\n( know ngl y)\nQOhhhh....tsk, tsk, tsk.\nShe pushes Roxanne toward Max.\n\nROXANNE\nStacey, no...I! don't wanna -\n\nSTACEY\nTalk to him\n\nRoxanne walks over toward Max, but wth his head dom, he\ndoesn't notice her.\n\nShe clears her throat several times, but to no avail.\n\nROXANNE\nAhem. . Ahem\n\nShe turns back to Stacey and gives her a ‘now what?’ gl ance.\nStacey notions her to conti nue.\n\nSTACEY\nTap him\n\nRoxanne approaches Max and taps himon the shoul der.\n\f19.\n\nStartled, Max quickly sits upright and knocks Roxanne's books\nto the floor. Realizing what he's done, he begins apol ogi zi ng\nas she begins to gather them\n\nMAX\nGosh, I'msorry...\n\nROXANNE\nIt's okay.\n\nHe bends down to help her and they si nul taneously reach for\n\nthe same book and touch each others' hands accidentally. Max\npulls his away, embarrassed.\n\nROXANNE\nUm..| liked your dance.\n\nMAX\nYeah. ... yeah?! Uh, yeah, it's from\nPowerline's new vi deo.\n\nBoth stand up si nul taneous! y.",
  "16": "---END OF PREVIOUS SECTION---\nMAX\nYeah. ... yeah?! Uh, yeah, it's from\nPowerline's new vi deo. Both stand up si nul taneous! y. \n---TARGET SECTION TO BE ANNOTATED---\nROXANNE\n| know, he...he's totally a genius.\nMAX\n\nYeah, he's doing a concert next week\nin LA\n\nROXANNE\nQh yeah! Stacey is showng it at her\n\nparty.\nMAX\nYeah...\nROXANNE\nYeah...\nMAX\nUh, Roxanne...1! was, uh, sorta kinda\n\nthinking that maybe I'd, um ask you\nto go Wth ne, that is, to\nthe...party...of course, if you don't\nwant to, I'd conpletel y under st and!\n\nROXANNE\nWII, | was sorta, kinda thinking\nthat...1'd love to!\n\nMax and Roxanne both start to fluster.\n\nMAX\nYeah?\n\f20.\n\nROXANNE\nYeah!\n\nMAX\nGood!\n\nROXANNE\nGeat!\n\nMAX\nTerrific!\n\nROXANNE\nWonder f ul !\n\nMAX\nAll right...\n\nROXANNE\nOkay...\n\nStacey approaches to extract Roxanne.\nSTACEY\n\nCone on Roxanne, we don't want to\nbel abor the moment, now do we?\n\nROXANNE\nWII, I'd better be going...\n\nMAX\n( confi dent! y)\nI\"11, uh, call you later.\n\nROXANNE\nOkay. . . bye.\n\nRoxanne backs away slowy, shyly and backs into the wall\nbeside the office door. After leaving, she walks down the\nhall wth Stacey.\n\nSTACEY\nSee? That wasn't so bad....I told\nyou men were easy to deal wth...\n\nBack in the principal's office, Max waves shyly at Roxanne\nas she leaves then junps up in the air and begins yelling.\n\nMAX\n\n(gl eef ul I y)\nYes!! She said YES!!! Hoo hoo hoo!\n\nEverybody manbo!\n\nMax begins dancing around the room out of sheer joy, wth\nmanbo nusic playing in the background.\n\f21.\n\nAfter several noments, he grabs Mss Maples and involves her\nin his dance...while she is still sitting in her chair.\nShortly, Mazur and Bobby appear at the office door. Bobby\nsmiles and encourages Max.\n\nBOBBY\nYeah! Dance wth her... groove wth\nher...",
  "17": "---END OF PREVIOUS SECTION---\nBobby\nsmiles and encourages Max. BOBBY\nYeah! Dance wth her... groove wth\nher... \n---TARGET SECTION TO BE ANNOTATED---\nNAZUR\n(angrily)\nMss Meples!\nNezur orders Mss Maples to call Goofy, even while she is\nstill careening back and forth in Max's manbo.\nM SS NAPLES\n\n(cheer full y)\nYes sirrrrr!\n\nNAZUR\n(angrily)\nGet that boy's father on the phone!\nM SS NAPLES\n\n(cheer full y)\nRight away sirrrr!\n\nINT. PRI NC PAL MAZUR’ S | NNER OFFI CE\nMazur stands in his office, wth his paddle collection behind\n\nhim looking through the slits of light penetrating his\nmini blinds at Max.\n\nGOOFY\n\nHel | 0?\nNAZUR\n\nUh yes, M. Goof... This is Principal\n\nNezur. I'mcalling in regard to your\n\nson, Maxi nillian.\nGOOFY\n\nNax? Oh ny gawsh, is he hurt?\nNAZUR\n\nNo, M. Goof...he's in TROUBLE!\nGOOFY\n\nTrouble? What kind of trouble?\nNAZUR\n\n(angrily)\n\nDressed like a gang rnenber...\n\f22.\nGoofy gasps in shock and staggers backward.\n\nGOOFY\nGang nenber ??\n\nNAZUR\n... your son caused the entire student\nbody to break into a riotous frenzy!\n\nGOOFY\nRi ot ?? Oh, couldn't be ny -\nNAZUR\nIf | were you, M. Goof, I'd seriously\n\nre-eval uate the way you're raising\nyour child, before he ends up IN THE\nELECTRIC CHAI R!\n\nGOOFY\nThe electric chair! ?\n\nNezur hangs up and Goofy drops his phone. He slunps into a\nnearby chair.\n\nGOOFY\nWhat am! gonna do?\n\nINT. PHOTO CENTER IN DEPARTNENT STORE\n\nGoofy sits shell shocked in the chair for a moment. Suddenly,\na bright blue light illuninates himand pans across the room -\nacconpanied by an announcenent on the PA system\n\nANNOUNCER ( V. Q )\nBlue light special on aisle\nthree... blue light special on aisle\nthree.\n\nGoofy rises slowy, and walks toward the rotating blue beam\nof light.",
  "18": "---END OF PREVIOUS SECTION---\nSuddenly,\na bright blue light illuninates himand pans across the room -\nacconpanied by an announcenent on the PA system\n\nANNOUNCER ( V. Q )\nBlue light special on aisle\nthree... blue light special on aisle\nthree. Goofy rises slowy, and walks toward the rotating blue beam\nof light. \n---TARGET SECTION TO BE ANNOTATED---\n It crosses his face repeatedly and scans across\nthe room Goofy approaches the sale table. Q the table is\nan assortment of small children's toys that look like a boy\nfishing. He bounces the toy's spring-!oaded head. Suddenl y\nGoof y's face brightens as he gets an idea.\n\nGOOFY\nLake Destiny...\n\nNow excited, Goofy runs back toward the Photo Department and\ntells Pete his plans.\n\nPETE\nQkay, kiddo...now, snile!\n\nGoofy sticks his head in front of the camera Pete is using.\n\f23.\n\nGOOFY\nLake Destiny | daho!\n\nPETE\nLake who-de wha! ?\n\nGOOFY\n\nYou were right, Pete...nothing like\nthe great outdoors to strengthen the\nbond bet ween father and son. You\nsaid so yourself...\n\nPETE\nWII, yeah...but....\nGOOFY\nI'mgoin' fishing! I'mgoin' fishing\n\nwth ny boy!\n\nWthout waiting for Pete's response, Goofy runs off, carrying\nthe toy. Pete shakes his head in confusion and | ooks back\nthrough the lens.\n\nPETE\nYeah... okay, preci ous...give ne a\nbig sni-\n\nThe little girl he was photographing is gone, only her diaper\nremains. She runs dom the aisle in pursuit of Goofy.\n\nLITTLE G@ RL\nHa haha ha! Fishie! Fishie! Fi shie!\n\nEXT. FRONT OF SCHOOL\n\nEverything is absolutely still in a wde shot of the school's\nfront doors. Suddenly, the school bell rings and the doors\nexpl ode open and crowds of students pile out at high speed.\nAnong themis Bobby and a nunber of recurring characters;\n\nthe focus is on Max as he walks away fromthe school. A nunber\nof people approach him including some who had ridiculed him\nearlier.\n\nKID 1\nCool concert, | ad!\n\nMAX\n(i ncredul ous)\nWhat ?\n\nKID 2\nYou wailed, bud!\n\f24.\n\nMax, incredulous, continues to take it all in. Chad's\ngirlfriend approaches him but Stacey quickly shoves her\naway.\n\nCHAD’ S G RLFRI END\nHey, Max...wicked dance...",
  "19": "---END OF PREVIOUS SECTION---\nMax, incredulous, continues to take it all in. Chad's\ngirlfriend approaches him but Stacey quickly shoves her\naway. CHAD’ S G RLFRI END\nHey, Max...wicked dance... \n---TARGET SECTION TO BE ANNOTATED---\nSTACEY\nForget it, girl...he's Roxanne’ s.\n\nSuddenl y PJ runs up behind Max and junps on his shoul ders.\nMax strains against the load as PJ conplinents himon the\nday's events.\n\nPJ\nWay to go, Max! | just heard about\nyou and Roxanne...\n\nMAX\n\nOof! Peej !\n\nMax dunps himon to the ground. PJ begins a chant for him\n\nPJ\n(i ncreasi ngl y | oud)\n\nSee...1| told you our plan would\nwork... Max!... Max!... Max!... Max!...\nMax!...\n\nBobby, hanging froma statue, continues the cheer.\n\nBOBBY\nMax- i - num... Max-i - mu- unl\nCHEERLEADERS\nMax!... Max!... Max!...\nALL\n\nMax!... Max!... Max!...\n\nAt this point, music builds in volume and segues into the\nmiddle of \"Stand Out\" as Max leaves the school yard.\n\nPOMERLI NE\nAll | need is every chance, a second\nthought, a second glance to prove |\ngot whatever it takes.\n\nMax runs past a school bus, slapping hands wth people on the\nsidewalk and in the windows. He then dons his ball cap and\nPowerline visor.\n\nMAX\n(li p- synchi ng)\n\f25.\n\nMAX\n( spoken)\nIt's a piece of cake...\n\nPOMERLI NE\nTo stand out, yeah yeah...\n(repeats and di gresses)\n... till mine is the only face you'll\nsee, gonna stand out so you'll notice\nne...\n\nNex nmoonwal ks past the bus stop ladies seen in \"After Today\",\nspins around the bus stop sign and junps - slapping the | eaves\nin a nearby tree. En route home, he runs through a nunber of\nyards. Max runs under kids on a swngset, then swngs from\ntheir tire. He flies over a sunbather and bounces off her\n\ndi ving board, landing on a Slip ‘n' Slide and grabbing a\nskateboard. He skateboards over over a fence, then through a\nconstruction site, doing | oops inside a large pipe.",
  "20": "---END OF PREVIOUS SECTION---\nMax runs under kids on a swngset, then swngs from\ntheir tire. He flies over a sunbather and bounces off her\n\ndi ving board, landing on a Slip ‘n' Slide and grabbing a\nskateboard. He skateboards over over a fence, then through a\nconstruction site, doing | oops inside a large pipe. \n---TARGET SECTION TO BE ANNOTATED---\n He exits\nthe pipe and lands on a truck labeled \"Starving House Pets\nMbvi ng and Storage\". He skates off the truck, under the sofa\nbeing noved, and directly into the house's kitchen. He zips\n\nby a baby, and grabs its fork. He dismounts the skateboard\nand sonersaults across the street to his house as the nusic\nfades and finishes. He enters the gate to his yard, and passes\nGoofy - who is packing the car for a trip.\n\nEXT. GOOFY'S FRONT YARD\n\nMAX\nGoi ng somewhere, Pop?\n\nGOOFY\nSure are, pal -erooni e!\n\nMAX\nCool! WII, have a good time, Dad.\nIf you're gonna be gone nore than a\nnonth, drop ne a line.\n\nGOOFY\nBut Max, this isn't just MW\nvacation...it's a vacation wth ne\n\nand ny best buddy!\n\nMAX\nQh, Donald Duck?\n\nGOOFY\nNo, silly! Wth you!\n\nThe canera does a zip-zoomtoward Max, centering on his\nshocked face. He collapses, falling backwards. Fading from\nblack, we see an upward-! ooking view of Goofy coning into\nfocus. He slaps Max's face lightly to rouse him\n\f26.\n\nGOOFY\nAre you okay, Maxie?\n\nMAX\nWha- what did you say?\n\nGOOFY\nThat's right! A vacation, son! W'll\nspend sone real quality time together!\n\nGoofy picks himup and hugs him\n\nMAX\n| think I’ mgonna be sick.\n\nGOOFY\nHey, got a present for ya!\n\nMAX\nNo!...Dad!...Stop!...What are you-\n\nGoofy grabs Max. After a flurry of hands, flying cl othes,\n\nand protests from Max, Goofy steps back to reveal Max dressed\nin an fishing hat, hip waders and an inflatable vest. After\n\na beat, Goofy's hand appears and pulls the string on the\nvest. As the canera pulls back quickly, the vest inflates\nrapidly - puffing up to full size - leaving Max | ooking like\na large balloon. Goofy looks at him pleased wth the gifts.",
  "21": "---END OF PREVIOUS SECTION---\nAfter\n\na beat, Goofy's hand appears and pulls the string on the\nvest. As the canera pulls back quickly, the vest inflates\nrapidly - puffing up to full size - leaving Max | ooking like\na large balloon. Goofy looks at him pleased wth the gifts. \n---TARGET SECTION TO BE ANNOTATED---\nGOOFY\nYou look just like | did at your\nage.\n\nMAX\n\n( exasper at ed)\nPlease don't say that, Dad.\n\nGOOFY\nWait, | saved the best for last.\n\nGoof y produces a dusty old rectangular box. He bl ows cl ouds\nof dust off the surface.\n\nGOOFY\nIt's been handed dow from goof to\ngoof to goof, and now..it's yours,\nson.\n\nGoofy opens the box to reveal an old fishing rod inside.\n\nMAX\nA stick?\n\nGOOFY\nNo, silly, a fishin’ pole!\n\f27.\n\nGoofy twrls the line in the air.\n\nMAX\nFi shing? We're going FI SHI NG! ?\n\nGOOFY\nYep, just like ny Dad and ne did...two\nbest buddies fishing on Lake\nDestiny...away fromit all...\n\nGoofy walks toward the car.\n\nMAX\n| don't wanna be \"away fromit all\",\nDad...1 LIKE ...\"it all\".\n\nGOOFY\n\nHey, look, Maxie...we're usin’ the\nsame map ne and ny Dad used. W'l!\ntake the sane route, make the sane\nstops, see the sane sights...\n\nEnchanted, maj esti c- sounding nusic begins playing as Goofy\nopens an old, dusty map and spreads it across the hood of\n\nthe car. Max, still puffed up, waddles over. The map has a\ntangle of criss-crossing, looping, wld lines drawn on\nit...eventually leading to Lake Destiny, Idaho. At the bottom\nis a list of names ending wth Walter Goofy and Benj anin\nGoofy, which are both crossed out, and beneath themis\nscrawed \"All Goofs\". Max is shocked.\n\nMAX\nAgh! But that trip would take WEEKS,\n\nDad!\n\nGOOFY\nExactly! Gettin’ there's half the\nfun!\n\nMax pushes the nap asi de.\n\nMAX\nPut the map away, Dad...it's not\ngonna happen...\n\nGOOFY\nCareful, son! You'll winkle ny\npast...and our future...\n(myst eri ousl y)\nWhat the map says, Max, ve wll\nfollow..\n\nMAX\nThat's very...",
  "22": "---END OF PREVIOUS SECTION---\nYou'll winkle ny\npast...and our future... (myst eri ousl y)\nWhat the map says, Max, ve wll\nfollow.. MAX\nThat's very... \n---TARGET SECTION TO BE ANNOTATED---\n \"nystical\" and\neverything, Dad...but, uh,\n\f28.\n\nMAX\nseriously.... there's this party |\nhave to go to and, it's really\ninportant -\n\nGOOFY\n\nAw...there wll be plenty of tine\nfor parties when you're older,\n\n| Maxie...why, when | was your age,\nI'd never even been invited to a\nparty, and look at me now\n\nGoofy strikes a proud pose.\nMAX\n(sarcastically)\nGeat, Dad...\nGoof y opens the car door in hopes of persuading Max to get\nin.\nGOOFY\nHop in, Maxie.\nMax shuts the door.\n\nMAX\nNo.\n\nGoofy is uncertain howto proceed. He thinks a nonent, and\nhis face brightens wth an idea. He then frowns sadly and\nproceeds to try to make Mx feel guilty.\n\nGOOFY\nQh, all right, then... guess I'll\njust have to go - all alone, that's\n\nall...just sit in the boat - all\nalone...and talk to nyself - all\nal one...\nNAX\n( unmoved)\nI guess so...\nGOOFY\n\nQh, come on! Hop in!\n\nGoofy opens the car door again hoping to persuade him Max\nrefuses repeatedly and shuts the door each time Goofy opens\nit.\n\nMAX\nNo, Dad...\n\f29.\n\nGOOFY\n\nJust hop right in there!\nMAX\n\nNo.\nGOOFY\n\nCone on, Maxie...go for it!\n\nAt this point, Goofy is out of ideas, conpletely frustrated.\nHe grabs Max, who is still immobile in the inflatable vest,\nand shoves theminto the car. He ties himdow wth the\nseatbelt, acconpanied by a barrage of protests from Max.\n\nGOOFY\nW're ready for takeoff!\n\nGoof y shuts Max in as he struggles wth the restraints, runs\naround the car and gets in the driver's side. He gets ready\nto start the car.",
  "23": "---END OF PREVIOUS SECTION---\nGOOFY\nW're ready for takeoff! Goof y shuts Max in as he struggles wth the restraints, runs\naround the car and gets in the driver's side. He gets ready\nto start the car. \n---TARGET SECTION TO BE ANNOTATED---\nGOOFY\nSet for adventure, Maxie?\n\nMAX\n( exasper at ed)\nWhy are you DONG this to me, Dad! ?\n\nGOOFY\n(fri ght ened)\n\"Cause | don't want you to end upin\nthe electric chair!\n\nMAX\nElectric chair? What are you-\n\nGOOFY\nI'mnot givin’ up on ya,\nson...together we're gonna work this\nout .\n\nMAX\nWrk this out! ? But Dad!\n\nGOOFY\nNo buts about it, Maxie boy... your\nold pop knows best.\n\nMAX\nBut...\n\nMax is speechless. As Goofy starts the car to leave, he\nresigns himself to the situation. He looks gloonily at the\nfishing pole.\n\f30.\nEXT. SUBURBAN STREET\n\nGoof y backs out of the driveway and runs over part of his\nfence, crushing it.\n\nGOOFY\nG bye house!...g' bye mai! box!...g' bye\npile of broken wood!\n\nThey head down the road, and are only several blocks from\ntheir house when Max renenbers his date wth Roxanne.\n\nMAX\nGood- bye hopes, good-bye dreans,\ngood- bye Roxanne. . . Roxanne!\n(agi t at ed)\nDad, I've got to stop sonewere first,\n| have to talk to someone...\n\nGOOFY\nWIl...\n\nMax grabs the wheel of the car, turning it to the right. The\ncar careens around the turn, leaning sideways. Bouncing off\n\nof other vehicles and severing a fire hydrant, the car finally\npulls to the side of the road. Max gets out and heads up the\nwal kway in Roxanne's front yard.\n\nEXT. ROXANNE' S PORCH\n\nGOOFY\nNow make it quick, Maxie boy... we've\ngot to put sone road behind us.\n\nMax mutters to hinself, frustrated.\n\nMAX\nYou get to cancel your first date in\nless than an hour...nmust be sone\nkind of lame-o record.\n\nMax arrives at the front door and rings the bell. After a\nshort pause, a large, hulking man appears in the door in an\nundershirt and boxer shorts. He grunts.",
  "24": "---END OF PREVIOUS SECTION---\nMax arrives at the front door and rings the bell. After a\nshort pause, a large, hulking man appears in the door in an\nundershirt and boxer shorts. He grunts. \n---TARGET SECTION TO BE ANNOTATED---\n Frightened, Max takes\na step backwards.\n\nMAX\n(ner vousl y)\nHhi!...ls Roxanne home? M nane is\nNex...\n\nThe large man grunts angrily at Max.\n\f31.\n\nMAX\nDoes Roxanne live here?...Does she\neven live on this bl ock?...\n\nMax starts to leave when Roxanne appears in the door besi de\nthe man.\n\nROXANNE\nWait! It's okay Daddy, Maxis a\nfriend fromschool. Go on, go\non... good Daddy...\n( embarrassed)\nHey, Max...\n\nRoxanne | ooks enbarrassed and ushers her father back into\nthe house.\n\nMAX\n(i ncoher ent )\nHe- uh... huh...\nROXANNE\n\n(ner vousl y)\nDo you, uh, want to have a seat?\n\nMax and Roxanne walk to the other side of the porch to talk.\nOnce there, Max lifts Roxanne onto the banister by her hips.\nHer father, watching through the mail slot, grunts angrily\nat them This startles Max, and he quickly puts his hands\nbehind his back and grins innocently. Roxanne chides her\nfather.\n\nROXANNE\n(angrily)\nDaddy!\n\nOnce he leaves, Max hops onto the banister beside Roxanne\nand they continue their conver sati on.\n\nROXANNE\n| promise he'll be better behaved\nwhen you pick me up for the party.\n\nMAX\nYeah, that's, uh, sorta why | cane\nby...\n\nROXANNE\nI'mreally looking forward to it,\nMex.\n\nMAX\n( dej ect edl y)\nYeah...1...was...too...\n\f32.\n\nROXANNE\nWas?\n\nMAX\nYou see, ny Dad's on this stupid\n\"father-son\" kick...\n\n(sadl y)\nQh... don't worry about it Max, it's\njust a dunb party...\n\nNAX\nNo, it's not! Roxanne, | really\nwanted to go wth you!\n\nROXANNE\n\nNo, |...Max, | understand...\nMAX\n\nBut ny Dad surprised me...! don't\n\neven want to go, but | have no choice.\nROXANNE\n\n( di sappoi nt ed)\nI'msure | can find soneone else...",
  "25": "---END OF PREVIOUS SECTION---\nMax, | understand... MAX\n\nBut ny Dad surprised me...! don't\n\neven want to go, but | have no choice. ROXANNE\n\n( di sappoi nt ed)\nI'msure | can find soneone else... \n---TARGET SECTION TO BE ANNOTATED---\nNAX\n( shocked)\nS-soreone el se?\n\nROXANNE\nI'll...just...talk to you later...\n\nRoxanne begins wal king toward her front door, to go inside.\nShe is almost to the door, and Max panics. He doesn't want\nRoxanne to go to the party wth someone else, so he blurts\nout a lie.\n\nMAX\nUm..uh... Roxanne... my Dad\ni .uh...my Dad is taking me to the\nPowerline concert in LA!...ugh...\n\n(incr edul ous)\nYour Dad's taking you clear across\nthe country just to see a concert?\n\nMAX\n(realizing what he's\nsai d)\nUm..you see, uh...my Dad knew, uh -\nKNOWS - knows Powerline! They used\nto play together...l-in a band! Yeah!\n\f33.\nGoofy beeps the car horn and yells to Max.\n\nGOOFY\nCone on, son! Let's get this show on\nthe road!\n\nMAX\n\n(del i ber atel y)\nJust a ninute...you\nparty... animal... you.\n\nGoofy grins sheepi shl y.\n\nROXANNE\nYou're really serious...\n\nMAX\nAbsol utel y...so, uh... you aren't\nstill thinking of going wth soneone\nelse, are you?\n\nROXANNE\nWIl, | guess -\n\nMAX\n\n(interrupting)\nBecause | was hoping | could, uh,\nwave to you onstage, when ve join\nPowerline for the final number.\n\nThis is incredible!\n\nMAX\nWII, | wouldn't miss our date for\nanything that wasn't incredible,\nRoxanne.\n\nRoxanne kisses Max on the cheek. He stunbles backward, then\nstarts to walk toward the car.\n\nROXANNE\nHave a great time at the concert,\nNex...\nMax nunbles sonething, still dazed, and stunbles sl owy toward\n\nthe car. He is almost there when Roxanne shouts from here\npor ch.\nI'll see you on TV!\n\nThe gravity of his situation hits himand he quickly sobers\nup.\n\f34.\n\nMAX\n(to hi msel f)\nI\" min deep sl udge.",
  "26": "---END OF PREVIOUS SECTION---\nThe gravity of his situation hits himand he quickly sobers\nup. 34. MAX\n(to hi msel f)\nI\" min deep sl udge. \n---TARGET SECTION TO BE ANNOTATED---\nMax gets in the car and hangs his head out the wndow Goofy\nstarts the car and drives away.\n\nEXT. Hi GHVWAY\n\nThe heavy nusic of the previous scene segues to a cheerful,\nbouncy tune and we see Goofy's car zipping along a hi ghway\nanong other cars. Then the view changes to that of a cancorder\nviewinder jerkily panning around the interior of the car\n\nand toward Max as Goofy begins his vacation vi deo.\n\nGOOFY\nDay One! WII, here we are, out on\nthe open road; retracing the steps\nof ny boyhood... and heeeeere's\nMaxie!... A hyuk!...Say hi, Max!\n\nGoof y pans the canera toward Max, who is | ooking sadly out\nthe wndow When pronpted, Max looks briefly at the canera,\nthen quickly turns away.\n\nGOOFY\nWII, how about a wave?\n\nMax puts his hand over the lens, but Goofy remains undaunted.\n\nMAX\n(irritated)\nNot now, Dad.\n\nGOOFY\nWhat a kidder!....Hnmm..\n\nGoof y |ooks at Max thoughtfully and begins to get frustrated\nwhen he cones up wth an idea. He checks his pockets and\nfinds a hastily scrawed list of games that he had played\nwth his father as a child. Some of the items include story\ntelling, road bingo, twenty questions and simon says. He\nbegins to read the list, and excitedly asks Max to play when\nhe picks one.\n\nGOOFY\nFun ganes | used to play wth ny\nDad... road bingo...twenty que- oh!...\nHey Maxie, uh, let's play a gane?\nYou think of a nane, and I'll try to\nguess who it is! Uh, man or woman?\n\nMAX\n( unent husi asti cal I y)\nMan...\n\f35.\n\nGOOFY\nMan? Hnnm..that's a toughie... Wilt\nDi sney!\n\nMAX\nRi ght...\n\nGOOFY\n\nOoh, I' mgood at this...now uh,\nI'll think of one... hnmm..",
  "27": "---END OF PREVIOUS SECTION---\nWilt\nDi sney! MAX\nRi ght... GOOFY\n\nOoh, I' mgood at this...now uh,\nI'll think of one... hnmm.. \n---TARGET SECTION TO BE ANNOTATED---\nGoof y's thought is interrupted but | oud and raucous rock\nguitar music.\n\nSurprised, he looks at Max, who is busy playing \"air guitar”\nwth his hands and listening to the nusic.\n\nGOOFY\n(shouting over the\nnusi c)\nQh! You want to sing a song, huh? Ne\nand ny Dad used to sing this one all\nthe tine!\n\nGoofy grabs an ei ght-track cassette fromhis rack, puts it\nin the car's tape deck, starts it playing , and sings (poorly)\nalong Wth it. Max looks at Goofy in disbelief.\n\nRECORDED NUSI C AND GOOFY\n(song: \"Hi gh Hopes\")\nHi gh hopes, he's got high hopes,\nhe's got high apple pie in the sky\nhopes -\n\nMax, having heard enough, turns back to the radio and\ncontinues his air guitar playing - interrupting Goofy's song.\nAfter several monents, Goofy turns the tape back on and\ncontinues singing...angering Max.\n\nRECORDED MUSIC AND GOOFY\noops there goes another rubber tree -\n\nMax turns his music back on, followed by Goofy playing his.\nTheir conflict escalates, and they swtch songs faster and\nfaster, both getting continually angrier.\n\nRECORDED NUSI C AND GOOFY\n...0ops there goes ano-...oops there\ngoes-... OOPS... OOps. . .\n\nFinally, they both jamtheir buttons simultaneously and the\nstereo mangles the tape, then bl ows up in a puff of smoke.\n\f36.\n\nMAX\n(angrily)\nQh great, Dad...now we don't have\nANY nusi c!\nGOOFY\n\nOh, Maxie...it's not so bad! W'll\njust have to entertain oursel ves.\n\nMax sighs and resunes | ooking out the wndow Goofy begins\nto get frustrated as they sit in silence, wth cars passing\nquietly. He looks around for something to do, then notices\nthe car keys rattling against his Disney | ogo keychain in an\ninteresting rhythm He I ooks in the side-view nirror and\nsees that the tailpipe has joined in - puffing and backfiring\nin time.",
  "28": "---END OF PREVIOUS SECTION---\nW'll\njust have to entertain oursel ves. Max sighs and resunes | ooking out the wndow Goofy begins\nto get frustrated as they sit in silence, wth cars passing\nquietly. He looks around for something to do, then notices\nthe car keys rattling against his Disney | ogo keychain in an\ninteresting rhythm He I ooks in the side-view nirror and\nsees that the tailpipe has joined in - puffing and backfiring\nin time. \n---TARGET SECTION TO BE ANNOTATED---\n Sone rattling pots and pans in their | uggage\ncontribute, and Goofy begins whi stl ing.\n\nNex |ooks at him bored, as they nerge onto the hi ghwey -\npassing a sign | abeled \"Qpen Road\" - and Goofy begins the\n\"Qpen Road\" song.\n\nTrying to liven himup, Goofy playfully pokes at Max, nusses\nup his hair, and grabs himin a hug-like hold - but he doesn't\npay attention to where he's going, and the car swerves Wildly.\n\nGOOFY\nDo you need a break from nodern\nlivin'? Do you long to shed your\nweary load? If your nerves are raw,\nand your brain is fried, just grab a\nfriend and take a ride together upon\nthe open road.\n\nMax pries Goofy's arms off his neck, and returns to his\noriginal position, exasperated.\n\nNAX\nAll in all, I'd rather have detention.\nAll in all, I'd rather eat a toad.\nGOOFY\nYuck!\n\nGoofy nearly hits a tractor-trailer, then zips across | anes\nof traffic. He hits the guard rail, sending out a shower of\nsparks and setting the car on two wheels. While partially\nairborne, Max's side of the car passes over a notorcycle\nwth sidecar. They then get back on course as they pass rows\nof snoking factories.\n\nMAX\nAnd the old man drives like such a\nklutz, that I|'mabout to hurl ny\nguts directly upon the open road.\n\f37.\n\nGOOFY\nThere's nothin’ can upset me, cause\nnow we're on our way. Our trusty map\nwill guide us straight and true.\n\nNow passing oi! rigs, Goofy begins reading the map and\nsteering wth his feet. Max looks into the clouds and i magi nes\none is Roxanne. His vision is interrupted as Goofy begins\nrunning over construction cones and head straight for a\nconstruction scaffold. Max screans and covers his eyes as\nthey pl ow into the lower rungs of the scaffold and knock it\nover. Goofy doesn't notice anything. He puts the map away\n\nand continues dri ving.",
  "29": "---END OF PREVIOUS SECTION---\nMax screans and covers his eyes as\nthey pl ow into the lower rungs of the scaffold and knock it\nover. Goofy doesn't notice anything. He puts the map away\n\nand continues dri ving. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\nRoxanne please don't forget ne; |\nwil return someday, though | may be\nin traction when | do.\n\nGOOFY\nNe and Mex relaxing like the old\ndays.\n\nMAX\nThis is worse than dragon breath and\nacne.\n\nGOOFY\nIn a buddy- buddy kind of mode.\n\nNAX\n\nI'mso nad 1 think | may expl ode.\nGOOFY\n\nWhen | see that highway, | could\n\ncry.\n\nMAX\nY' know, that's funny - so could |.\n\nGOOFY AND MAX\nJust being out on the open road.\n\nAs they pass a pickup truck, Goofy notices that it is carrying\na man playing a piano. Three country singers pop out of the\npi ano and sing.\n\nCOUNTRY SI NGERS\nHowly boys, is this the way to\nNashvi | 1 e?\n\nGoofy waves to the singers, but nearly hits a towtruck. The\ndriver blows the horn at him\n\f38.\n\nTOW TRUCK DRI VER\nWatch it Mack, or you'll be gettin’\nt owed.\n\nA prison transport, carrying a prisoner in stripes and chains.\nGoof y | ooks worried and imagines Max in the same outfit. He\nqui ckl y accelerates to pass the transport.\n\nPRI SONER\nI'min no hurry to arrive, cause\nI'll be turning sixty-five the next\ntime | see the open road.\n\nGoof y and Max approach a small convertible wth a small driver\nand his huge wife.\n\nNAN\n\nJust a week of rest and rel axati on.\nW FE\n\nYeah!\nNAN\n\nAnd the odd romantic epi sode.\n\nVery odd!\n\nOff to the side of the road, we see Mckey MNbuse and Donald\nDuck wth backpacks and | uggage. Donald | ooks angry.\n\nM CKEY MOUSE\nAnd it's Californ-i-a or bust.\n\nAn old lady driving in a brightly painted sports car full of\ncats begins driving wldly past Goofy and Max, swerving\nthrough lanes of traffic.\n\nQLD WOMAN\nLook out you dirt bags, eat ny\ndust... from now on, I' mon the open\nroad.\n\nGOOFY\nIt's me and little Maxie, ny pi psqueak\npi oneer.",
  "30": "---END OF PREVIOUS SECTION---\nAn old lady driving in a brightly painted sports car full of\ncats begins driving wldly past Goofy and Max, swerving\nthrough lanes of traffic. QLD WOMAN\nLook out you dirt bags, eat ny\ndust... from now on, I' mon the open\nroad. GOOFY\nIt's me and little Maxie, ny pi psqueak\npi oneer. \n---TARGET SECTION TO BE ANNOTATED---\nA \"woody\" station wagon full of nuns passes.\nNUNS\nThey're partners forever westward ho -\nYEE HAW\n\nOn the other side, a limousine passes wth a glitter-gl oved\nhand poking out the novonr oof.\n\f39.\n\nMAX\nCould someone call a taxi and get ne\nout of here...to Beverly Hills 90210?\n\nA variety of vehicles surround them Sone include a fire\ntruck covered wth firemen, a convertible driven by a bride\nwhile the groom parachutes in, a zoo transport wagon, a fl ower\ntruck, a balloon truck, a gangster car wth a person tied up\nin the trunk, a hearse wth a singing corpse coning out of\nthe coffin in the back.\n\nALL\nEveryday, another new adventure,\nevery mle, another new zip code...and\nthe cares we had...\n\nCORPSE\nAre gone for good.\n\nMAX\nAnd I'd go Wth themif | could.\n\nThe other cars are joined by a notorcycle, a tractor trailer\nand others. Many of the riders are now dancing on the roofs\nof their vehicles, including the corpse, the nuns, the\n\nfiremen, and several wngwalkers on a biplane that flies by.\n\nALL\nI've got no strings on ne, I'mfeeling\nfancy free, how wonderful to be...on\nthe open road.\n\nGoof y's car, now alone, zips under a bridge and knocks off\nsone of its luggage as they disappear into the sunset. The\nscene changes to the next day. They are still driving ona\nrural interstate. Goofy is again reading the map while\ndriving, and he slowy edges into the onconing lane. Max,\nnot paying attention, suddenly realizes what is happening\nwhen he hears a horn blaring.\n\nAt first he is too petrified to speak or nove, but at the\nlast minute he screams and grabs the wheel, swerving the car\ninto its own lane - and barely avoiding a collision Wtha\ntractor-trailer.\n\nGOOFY\n...a break fromnodern livin'...doo\ndoo dum dum...grab a friend...\n\nMAX\nAAHH!!...Dad! You're gonna get us\n\nKILLED!! (gasp) (pant)...",
  "31": "---END OF PREVIOUS SECTION---\nMAX\nAAHH!!... Dad! You're gonna get us\n\nKILLED!! (gasp) (pant)... \n---TARGET SECTION TO BE ANNOTATED---\n Why don't\nyou just give me the map?\n\f40.\n\nGOOFY\nQh, no thanks, son...navigatin's a\nbig responsi bility!\n\nMax gives hima dirty | ook.\n\nGOOFY\nBesides, you wouldn't want to spoil\nthe big surprise! I'mtaking you\nsomepl ace pretty special !\n\nEXT. LESTER S POSSUM PARK PARKI NG LOT\n\nTwangy country nusic plays as Goofy pulls into the parking\nlot of Lester's Possum Park, a run-down tourist trap. The\nentrance is shaped like a huge possum head wWth an open nouth\nand big teeth. A nother is dragging a terrified little girl\ninto it. Max is nortified at the sight of it.\n\nGOOFY\nGaw'sh, it's even better than |\nremenber ed...\nLITTLE G RL\nNo, Mommy! | don't wanna go! Wahhhhhh!\nMAX\nYeah, fun...tell you what, I' mj ust\ngonna wait right here in the car.\nGOOFY\n\nA-hyuk! Ya party pooper! Cone on!\nThis is gonna be fun!\n\nGoofy grabs Max and drags him out of the car.\nINT. LESTER S POSSUM PARK THEATER\n\nAn old man in front of the worn stage curtain introduces the\nshow to the audience - who are sitting on a variety of broken\nbenches and other obj ects.\n\nENCEE\n(in an old voice)\nWII howdy-there, folks...Lester's\nis proud to present the Possum Posse\nJanboree...here it is.\n\nThe audience appl auds enthusiastically. Goofy dashes in wth\nMax noping behind him\n\nGOOFY\nJust in tine...\n\f41.\n\nThe curtain opens to reveal a cheaply desi gned and pai nt ed\nset and an extraordinarily unimpressive nechanical \"Lester\",\nwhich performs the nusical nunber.",
  "32": "---END OF PREVIOUS SECTION---\nGoofy dashes in wth\nMax noping behind him\n\nGOOFY\nJust in tine... 41. The curtain opens to reveal a cheaply desi gned and pai nt ed\nset and an extraordinarily unimpressive nechanical \"Lester\",\nwhich performs the nusical nunber. \n---TARGET SECTION TO BE ANNOTATED---\nLESTER\nHowly, folks! Who's your favorite\npossun?\n\nAUDI ENCE\n\nLester! Lester! Lester!\n\nCoot y runs back to Max, who was lagging behind, and grabs\ni m\n\nGOOFY\nGot us a seat right up front!\n\nThe Lester character introduces the others, each of which\npops out of their own hole. The Mbrdicai character fizzles\nand sparks before working correctly.\n\nLESTER\nLet me introduce you to the posse:\nHere's Beauford, Beulah and Mprdi cai !\n\nMORDI CAl\nHey, Lester...ready for yodelin' ?\n\nLESTER\nSure am Beauford!\n\nCountry nusic begins playing and the nechanical \"posse\" begi ns\nbounci ng up and dow and \"playing\" their instruments.\n\nLESTER\nNow gather “round, my possum\npals...join the jamboree. Cone hoot\n“n' how ‘n' holler fromthe hearth...\n\nMAX\nThis is pathetic!\n\nLESTER\n...And every chicken, pig and goat'!!\nhelp by yelpin' out a yodel here at\nLester's Possum Park.\n\nALL\n( yodel i ng)\n\nMax | ooks down the bench he's on and sees the little girl\nthat was dragged in earlier. She sniles a big, toothless\nsmile at himand he grins sheepishly back.\n\f42.\n\nGOOFY\nYodel ay- hee. . . yodel - odel - ode- I ay. . .\n\nLESTER\nLester's Possum Park.\n\nThe yodeling continues, and the little girls laughs nore and\ngives Max still bigger toothless sniles. Max finds all this\nvery unnerving. He rolls his eyes at Goofy and resigns hi mel f\nto pouti ng.\n\nLESTER\nDon't you wanna be, a hangin’ froma\ntree, we're mighty glad to see you\nand the parkin's al ways free - here\nat Lester's po-po- po...\n\nThe machine gets stuck and the encee whacks it with his fist,\nmaking it finish the show Max puts his head in his hands in\nresi gnati on.\n\nEXT.",
  "33": "---END OF PREVIOUS SECTION---\nLESTER\nDon't you wanna be, a hangin’ froma\ntree, we're mighty glad to see you\nand the parkin's al ways free - here\nat Lester's po-po- po... The machine gets stuck and the encee whacks it with his fist,\nmaking it finish the show Max puts his head in his hands in\nresi gnati on. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n OUTSI DE POSSUM THEATER\n\nAs soon as the show ends, the whole crowd expl odes out of\nthe theater. Trailing themis Goofy, funbling wth his\ncancorder. He gets it working and points it at the door,\nready to film Max. He turns around and sees the souvenir\nst and. He decides to get something for him Max approaches\nsl ow y.\n\nGOOFY\nHey! That's the ticket!...I'Il be\nright back, ny little possum pal...\n\nGoofy walks away, toward the stand. Max is left alone to\nnope when a big costune-character approaches.\n\nMAX\n(si gh)\nW life's a living-\nLESTER\n\nHello, little buddy!...Who's your\nfavorite possun?\n\nMax doesn't want to be bothered, and is not happy to see\nhim He begins to walk away when the character becomes nore\ninsistent.\n\nMAX\n\n(angrily)\nDon't TOUCH ne.\n\f43.\n\nLESTER\nAwww. ... why such a | ong\nface?... you're so sad... boo-hoo...1\nknow You need a big hug from Lester!\n\nNex knows what he's going to do, and starts to warn him-\nbut it's too late.\n\nLester grabs him picks himoff the ground, and squeezes him\ntightly. This infuriates Max.\n\nNAX\nDon't even think about -\n(grunt )\n...unh... ugh...\n\nLESTER\nSee?...now you feel all good inside!\n\nMax slaps the character in the face, and its head spins around\nand faces the wong way. Disoriented, he stunbles off into\nthe background, where a group of little kids tackles himto\nthe ground and drags himaway in a swarm\n\nMAX\nBeat it, doofus!\n\nMax watches contentedly, sniling to hinself, as the kids\n\ndrag Lester off. He turns around to see Goofy coning toward\nhimwth a hat shaped like a road-killed possum Max protests,\nbut Goofy puts the hat on himanyway. After this, Goofy spies\nthe photograph stand - which is offering guests pictures\nposing beside live possums. The little girl seen earlier is\nhaving hers taken, and crying | oudl y.",
  "34": "---END OF PREVIOUS SECTION---\nHe turns around to see Goofy coning toward\nhimwth a hat shaped like a road-killed possum Max protests,\nbut Goofy puts the hat on himanyway. After this, Goofy spies\nthe photograph stand - which is offering guests pictures\nposing beside live possums. The little girl seen earlier is\nhaving hers taken, and crying | oudl y. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\nOh no, no Dad, not that! Please!\nGOOFY\nHere you go, sport!... What say we\nget our picture taken?\nMAX\nYou have GOT to be ki ddi ng...\nGOOFY\nOh, all right...but you're missing\n\nout !\n\nGoofy walks toward the stand to have his picture taken. Max\nbegins to turn away when he hears | oud | aughter. He | ooks\nback in shock.\n\nMAX\nUgh.\n\f44.\n\nMAX\n(si gh)\n. Huh?\n\nGoof y is hanging upsi de- down wth the possums to have his\npicture taken, nuch to the anusenent of the crow. Much to\nMax's chagrin, Goofy yells to him\n\nGOOFY\nHi-ya, son!\n\nAn obnoxi ous kid standing near Max points at and nocks Goofy.\n\nOBNOXI OUS KI D\nHey everyone, check out the dork!\n\nThe photographer prepares to take the picture while Goofy\ncontinues to hang.\n\nPHOTOGRAPHER\nSay \"sassafrass\"!\n\nGOOFY\nSass- ee-frass!\n\nGoof y and the possums pose and snile. The photographer takes\nthe picture, but just after the flash fades, the branch they\nwere hanging on falls - catapult- ing one of the possums\nthrough the air. Goofy lands on his head while the possum\nsmacks into Max's face. After looking directly at Max for a\nnorent, the possum decides to hide - in Max's shirt. Max\nstarts junping around widly, trying to get rid of the possum\nThe band takes this as their cue to play dance nusic, and\nbegins to do so. Goofy also thinks Max is dancing, and rushes\nto join him\n\nMAX\nAabh!... Unh!...Get out!...oof!... Get\nit out!\n\nGOOFY\nThat's the spirit, Maxie!\n\nMax resol ves the situation by pulling his pants dow and\nextricating the possum Just as he pulls his pants up again,\nGoofy grabs himby the armand begins spinning and danci ng\nhim around in a conical country-style dance.",
  "35": "---END OF PREVIOUS SECTION---\nGet\nit out! GOOFY\nThat's the spirit, Maxie! Max resol ves the situation by pulling his pants dow and\nextricating the possum Just as he pulls his pants up again,\nGoofy grabs himby the armand begins spinning and danci ng\nhim around in a conical country-style dance. \n---TARGET SECTION TO BE ANNOTATED---\n All Max sees is\na flurry of laughing faces.\n\nMAX\nDad!...No!...Dad!...DAD!... This is\nenbar rassi ng!\n\f45.\n\nThe nusic ends, and Goofy props Max up on his knee as a\n\nfinale. The crowd applauds Ioudly, still laughing. Max glares\nfuriously at all of them\nGOOFY\n\nTa-da! A hyuk!\nThe obnoxious kid pops out of the crowd to make fun of them\n\nOBNOXI OUS KI D\nIt's dork and dork junior! Ha ha ha!\n\nThe crowd) continues to | augh | oudl y. Max walks away form\nGoofy, looks angrily at the people, and throws the possum\nhat down on the ground in disgust. He shoves his way out of\nthe crowd, knocking a | aughing kid to the ground in the\nprocess. He stonps out of the park and returns to their car.\n\nEXT. OUTSI DE LESTER’ S POSSUM PARK\n\nMax attenpts to open the car's door, but it is locked. He\nhits the wndowin frustration. Rain begins to fall as he\nwalks out of the parking lot. Goofy emerges fromthe park\nentrance and sees Max leaving. Standing along the roadsi de\nand trying to hitchhike a ride, a car passes and soaks Max\nwhen it hits a puddle. He shakes the water off angrily. Goofy\nruns toward him\n\nMAX\nAar gh!\n\nGOOFY\nMax! Hey, what the heck're you tryin’\nto do?\n\nGoof y puts his hand on Max's shoulder, but Max jerks away.\n\nMAX\n(angrily)\nTrying to get away from you!\nGOOFY\n\n(sur pri sed)\nMe? Wwhat did | do?\n\nMAX\nForget it.\n\nMax walks back toward the car, and Goofy follows him\nGOOFY\n\n| thought we wes havin’ fun!... What's\nthe matter?\n\f46.\n\nMAX\n\n(angrily)\nNothing. Let's just go!...Come on!\n\nGoofy walks up and unlocks the car door for Max, then heads\naround to the driver's side.",
  "36": "---END OF PREVIOUS SECTION---\nLet's just go!... Come on! Goofy walks up and unlocks the car door for Max, then heads\naround to the driver's side. \n---TARGET SECTION TO BE ANNOTATED---\n Max gets in and shuts the door;\nGoofy joins himafter a monent. Sadly, he hands Max the possum\nhat.\n\nGOOFY\nQh, you dropped your hat...\n\nThe sight of the hat pushes Max over the edge. He screams;\nand ina fit of rage, he tears at the hat, and throws it\nagainst the wndow and windshield.\n\nMAX\n\n(f uri ous! y)\nAahh! This is the STUPI DEST\nvacation!... You DRAG ne from hone,\nyou jamne in this DUMB car, then\ndrive a MLLION niles away, to see\nsone stupid RAT show... Call me when\nthe trip's over.\n\nNex rolls down the wndow and throws out the possum hat that\nGoof y had bought him Goofy hangs his head, crushed. He starts\nthe car and backs out accidentally running over the hat. He\nlooks back briefly, then pulls out into the storny night. As\nthey drive away, the camera pans dow to show a close up of\nthe battered hat, acconpanied by mournful nusic.\n\nEXT. Pl NE FOREST\n\nThe scene opens wth an overhead view of Goofy pitching a\ntent in a makeshift canpsite. The canera pans left to show\nMax sitting on a rock at the edge of a creek, absent- ni ndedl y\nstirring the water wth a stick and watching sone fish. He\nswrls the water and, in his imagination, Roxanne's face\nappears in the ripples. He sniles halfheartedl y. Suddenl y,\nGoof y approaches in the water and his feet destroy the\nillusion. Max looks up at him\n\nGOOFY\n(carefull y)\nHey, Max... you wanna get in sone\nfishin’ practice? Just a couple a\ndays ‘til we get to Lake Destiny...\n\nMax gets up and begins to walk away - leaving a line in the\ndirt as he drags his stick.\n\nMAX\nMaybe later...\n\f47.\n\nGoofy turns away, depressed, and leaves the creekside. Max\nthrows his stick into the water.\n\nEXT.",
  "37": "---END OF PREVIOUS SECTION---\nGoofy turns away, depressed, and leaves the creekside. Max\nthrows his stick into the water. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n GOOFY'S CANPSI TE\n\nGoofy is putting sone materials in the tent, and his head is\ninside when the ground begins to runble and shake. Suddenl y,\nthe dark shadow of a large machine passes over him The\nvehicle straddles Goofy and the tent. Several large, cl anping\nfeet jaminto the ground viciously around the tent. A large\nspinning bl ade on a long armfells rows of trees. A satellite\ndish pops out of the machine's roof, scanning the sky. A\nlarge platformflips dom fromits side, revealing a patio\ntable and chair set. A spa and niniature basketball! court\n\npop out. A swnming pool, conplete wth water, and a bowing\nlane wth balls also emerge before the noise ceases. A wde\nshot reveals that the contraption is a huge RV. Max cones\n\nout not the woods to see what is going on and is awed by the\nsi ght.\n\nMAX\nWhoa! Now THAT's canpi ng!\n\nGoofy pulls his head out of the tent - still not noticing\nthe RV that is now situated over him\n\nGOOFY\nDid you say sonething, Max?\n\nJust as he finishes his phrase, the big metal door wngs\ndown and lands on his head wth a resounding clang. A thick\nnist billows out, surrounding a shadow but faniliar figure.\n\nGOOFY\nOw... Pete?\n\nPETE\n(sur pri sed)\nGoof y? Oh, well what a serendi pi ty-\ndoo- dah!... Who'd a thunk it, huh?\n\nMax brightens up wth the prospect of seeing his best friend.\n\nIs PJ here?\n\nPETE\nQh yeah, I'msure he's loafin' around\nhere somewhere...\n\nINT. PETE'S RV\n“Stand Qut\" is playing | oudly inside the RV while PJ is\n\ncleaning. He is singing and dancing around the roomas he\nbuffs the floor and dusts.\n\f48.\n\nMax pokes his head in the RV door, and after a bit of surprise\ninitially, he sniles at PJ's silly routine.\n\nMAX\n(to hi msel f)\nWhat a goob.",
  "38": "---END OF PREVIOUS SECTION---\n48. Max pokes his head in the RV door, and after a bit of surprise\ninitially, he sniles at PJ's silly routine. MAX\n(to hi msel f)\nWhat a goob. \n---TARGET SECTION TO BE ANNOTATED---\nMax enters the RV and approaches the mammoth stereo, straining\nagainst the volume of the sound. He shuts the music off, but\nPJ doesn't notice...and continues his song for a bit before\nhe notices Max.\n\nPJ\n(si ngi ng)\n...even if you gotta shout out | oud,\nno matter what the look it's Max\n- Max!\n\nMAX\nHe- he- hey!\n\nPJ and Max performa long and invol ved handshake while saying\nhel lo.\n\nPJ\nWow Small wilderness, dude!... Didn't\nexpect to run into you!\n\nMAX\n(j oki ng)\nApparently not!\n\nPJ\n(j oki ng)\nYou're just jealous, man...cause you\nain't got the noves!\n\nMax turns around and adnires the entertainnent center and\nfish tank. He scares the octopus inside the tank, and it\nsw ms away in a cloud of ink.\n\nMAX\nYeah, you can keep \"the noves\"... but\n| wouldn't nind having this\n\nRv!... Whoa!\nPJ\nAw, come on. You're the star!\nMAX\n(sur pri sed)\nW what ?\nPJ\n\nGi ng to the Powerline concert?\n\f49.\n\nPJ\nOh, it's unbelievable, man.\n\nMAX\nWho told you about that?\n\nPJ punches Max lightly on the arm\n\nPJ\nHey, cone on, everybody in town knows\nabout it, Max...you are gonna be\nfamous, buddy...\n(j oki ng)\nEspeci all y wth Roxaaaanne...\n\nNex walks away dejectedly, and leans on the door frame of\nthe RV.\n\nMAX\nThere's, uh, only one person who\ndoesn't know about it yet, Peej...\nPJ\nWho?\nMy, Dad.\nEXT. BOWLING LANE ON ROOF OF RV\n\nGoofy watches as Pete bows on his rooftop lane as they talk.\n\nPETE\nSo tell me, Goof...\n(si gh)\n...is that kid of yours still givin’\nyou guff?\nGOOFY\n\nQh, | don't know what's wrong... Just\nseems like everything | try only\ndrives Max further away... maybe |\noughta just back off...| don’t know\n\nPETE\nWong, Goof...",
  "39": "---END OF PREVIOUS SECTION---\n(si gh)\n...is that kid of yours still givin’\nyou guff? GOOFY\n\nQh, | don't know what's wrong... Just\nseems like everything | try only\ndrives Max further away... maybe |\noughta just back off...| don’t know\n\nPETE\nWong, Goof... \n---TARGET SECTION TO BE ANNOTATED---\nlook - if you keep ‘em\nunder your thunb, they'll never end\nup in the gutter!\n\nPete rolls his ball down the lane as he finishes the phrase.\nThe ball strikes the pins and knocks themall dow - except\none. Pete | ooks surprised.\n\nGOOFY\nToo bad, Pete...al most...\n\f50.\n\nPete looks angrily at Goofy, and decides to prove his point.\nHe bellows at PJ.\n\nPETE\nAlmost? Ha! Watch this.... PJ!!!\n\nPJ rushes to Pete, and stands at attention - as if in the\nnilitary.\n\nPJ\n(frantically)\nYes, sir! Coning, sir! Yes sir!\n\nPete points dow the lane at the remaining pin. PJ knows\nwhat he's supposed to do. He runs down and kicks the pin\nover. He looks back at Pete, pleased wth himself. Pete\nimmedi ately begins to celebrate his \"victory\" by dancing\naround and chanting.\n\nPETE\nWo- hoo! Strike-o-la! Hee-hee ha- ha!\nThank you, thank you! Yes! And the\ncrowd goes wild!\n\nGoof y and Max stand speechless in amazenent at the spectacle.\nAs PJ rushes back toward Pete, Pete fakes a high-five wth\nhim and laughs cruelly. PJ looks dej ect ed.\n\nPETE\nHi gh-five, son!...Psyche! Ha ha ha!\nSay, Goof... why don't you two stay\nfor dinner?\n\nPJ's face brightens and Max sniles.\n\nMAX\nCool !\n\nGOOFY\nQh, no thanks, Pete...uh, Max and |\nhave sone fish to catch!\n\nGoof y puts his hand on Max's shoulder and nusses his hair as\nhe says this. Max gets angry and flings Goofy's hands asi de.\n\nMAX\n\n(angrily)\nAw, Dad! W can do it tonvrrow..so,\nuh, what are we havin' ?\n\nGOOFY\n( sur pri sed)\nBut Max! | thought -\n\nPete el bows Goofy and quietly gives him \"advice\".\n\f51.\n\nPETE\n( qui etl y)\nAhemi Under your thunb, Goof...\n\nGoofy thinks for a monent and his face hardens. He sets his\njaw and confronts Max.",
  "40": "---END OF PREVIOUS SECTION---\nPETE\n( qui etl y)\nAhemi Under your thunb, Goof... Goofy thinks for a monent and his face hardens. He sets his\njaw and confronts Max. \n---TARGET SECTION TO BE ANNOTATED---\nGOOFY\n(sternly)\nMaxi ni Ili an!\nMAX\n(surprised and annoyed)\nWhat ?\nGOOFY\n(sternly)\nGet your gear, little man! W're\ngoing fishin’!\n\nMax frowns and sets his jaw, challenging Goofy. Goofy responds\nwth authority.\n\nGOOFY\n(1 oudl y)\nAnd | mean NOW\n\nMax turns away and leaves, defeated.\n\nMAX\n(to hi msel f)\nAr gh!\n\nGoof y | ooks triumphantly at Pete, and they wnk and exchange\nthunbs- ups.\n\nGoofy strides off.\nEXT. WOODLAND LAKE\n\nThe water of a quiet streamis disturbed when Goofy pushes\nan unwlling Max out into the stream- both of themin waders.\n\nMAX\nDad, | don't even know how to fish!\n\nGOOFY\nQh, cone on! That never st opped\nne!...Let me show you a little fanily\nsecret - handed down through about\ntwelve or thirteen Goof generations\n...The Perfect Cast.\n\f52.\n\nMAX\n(sarcastically)\nThe Perfect what?\n\nGOOFY\nThe Perfect Cast! My Dad taught it\nto me when |! was about your\nage...okay, now... watch carefully!\n\nMax watches, unimpressed, as Goofy shakes his body around to\nloosen up and denonstrates the cast.\n\nGOOFY\nYou gotta be | oooooose,\nrel aaaaxed... you put your feet apart,\nthen...ten o'clock, two o'clock,\nquarter to three, touchate, twist,\nover, pot-o-dew, I'ma little tea\npot, and the wind up!...\n\nGoof y swings the pole backward to wd up for the cast, and\nhe inadvertently hooks a steak on Pete's nearby barbecue\ngrill. He makes the cast and snatches it away. Pete, who was\n| ooking the other way, looks back to his steak and is\nsurprised to find it gone.\n\nGOOFY\n... AND LET * ER FLY!\n\nGoofy swings the pole, and sends the steak flying. He | ooks\nproudly at Max, who is still frowning inperi ousl y.\n\nGOOFY\nThe Perfect Cast...",
  "41": "---END OF PREVIOUS SECTION---\nGoofy swings the pole, and sends the steak flying. He | ooks\nproudly at Max, who is still frowning inperi ousl y. GOOFY\nThe Perfect Cast... \n---TARGET SECTION TO BE ANNOTATED---\nThe steak overshoots the water and | ands on the opposite\nside. After a monent, a shadow covers it, followed by an\napproaching pair of large feet.\n\nThe canera pans upward to show Bigfoot eating a tree branch.\nHe smells the steak, |ooks down and spies it. Goofy doesn't\nrealize what is going on, and he continues his denonstrati on.\n\nGOOFY\n...and now, we reel ‘er in!\n\nBi gf oot |ooks at the branch, the steak and back again. He\n\ndeci des the steak looks better, and throws the stick away.\n\nHe prepares to eat the steak when a tug fromthe line sends\n\nit hopping a bit. After recoiling in fear, he gets angry and\nattenpts to catch the treat - which is now speeding away as\nGoofy reels in his line. Bigfoot, roaring, makes several\nunsuccessful attenpts to catch the steak and is eventually\ndragged underwater. Goofy is still fighting the line, thinking\nhe's caught a fish.\n\f53.\n\nGOOFY\nWhoa! Quick, get the canera!\n\nMex retrieves the camera and hands it to Goofy, who begins\nfilning - thinking he's going to filma large fish he's\ncaught .\n\nGOOFY\nMust be over three pounds! | don't\nwant to niss this!\n\nGoof y pans the cancvorder upwards and sees Bi gf oot through\nthe viewinder, who is holding a fishin his nouth. Goofy\nlooks at himin amazenent. Max, however, realizes the trouble\nthey're in.\n\nGOOFY\n(i neredul ous! y)\nLook, Max!\nMAX\n\n(scr eani ng)\nUh. . . da- da- Dad! ? 1 T'S BI GFOOOOOT!\n\nGOOFY\nCould you back up a bit M. Foot?\nYou're out of focus.\n\nBi gf oot roars angrily, and Goofy and Max flee, and Goofy\n\nsw ngs the pole in the process. The steak on the end of the\nline is yanked out of Bigfoot's nouth and flies through the\nair. It hits Pete in the face, and he pulls it off angrily.",
  "42": "---END OF PREVIOUS SECTION---\nBi gf oot roars angrily, and Goofy and Max flee, and Goofy\n\nsw ngs the pole in the process. The steak on the end of the\nline is yanked out of Bigfoot's nouth and flies through the\nair. It hits Pete in the face, and he pulls it off angrily. \n---TARGET SECTION TO BE ANNOTATED---\nPETE\nWhat's the idea - Bl GFOOT!\n\nHe looks in their direction and sees Bigfoot chasing them\ntoward him Pete grabs the grill and runs back toward the RV\nin fear. He tosses the grill inside and sl ans the door behind\nhim All the RVs attachnents and appendages are jerked inside\nquickly and it zoons away, leaving behind Goofy and Max's\ntent, and a few puddles of water fromthe pool. Goofy is\nstill taping Bigfoot, watching himthrough the viewinder as\nhe runs. Tripping over the tent, he drops the camera. It\ncontinues to filmthemas they attenpt to get into the car.\n\nGOOFY\nBehold, the legendary Bi gf oot... fabled\nbut sel dom- aaahhhhhhhh!\nOw... ow... oof!... ow\n\nMAX\nDad! Quick! He's coni ng!\n\f54.\n\nThe car is locked, so they both get into the car through the\nsunroof. Goofy frantically tries to close it behind them\n\nand succeeds just before Bigfoot reaches them Frustrated,\n\nBi gf oot jumps onto the car's roof and rocks it back and forth\na fewtimes. He sees their canping equi pment and decides to\ninvestigate, leaving themalone. Max and Goofy watch from\nthe car, laying low\n\nMAX\n\n| can't believe it! Bigfoot!\nGOOFY\n\nAnd | got the only video!\nNAX\n\nWe're gonna be fanous!\n\nAs Max finishes his statenent, Bigfoot finds the canera and\ngleefully pulls the videocassette apart.\n\nMAX\n( di sgust ed)\nLet's just get outta here.\n\nGoof y checks his pockets for the car keys. Coning up enpty\nhanded, they | ook at Bigfoot - who is holding the keys,\nsniling. He tosses them away into the forest. Goofy gets\n\ndi scouraged and Max gets angrier still. Bigfoot continues to\ndig through their baggage, wearing a pair of Max's underwear\non his head. Some tine later, Max and Goofy are still in\n\nthe car - waiting.",
  "43": "---END OF PREVIOUS SECTION---\nGoofy gets\n\ndi scouraged and Max gets angrier still. Bigfoot continues to\ndig through their baggage, wearing a pair of Max's underwear\non his head. Some tine later, Max and Goofy are still in\n\nthe car - waiting. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\nIs he gone yet?\n\nSuddenl y, two sock- wearing hands appear in front of the\nwindshield. Bigfoot perforns a primtive puppet show, then\nlaughs riotously at the performance.\n\nBI GFOOT\nNe- ne- ne- ne... grrrrr...grunble... me-\nne- me... ha ha ha ha!\n\nGoof y responds to Max's questi on.\n\nGOOFY\nNope... still here...\n\nBi gf oot runs back to the baggage, sending a shower of clothes\nand other items across the car's hood while Goofy and Max\ntalk. A grunbling noise is heard.\n\nGOOFY\nGee, Max...is that Bigfoot or your\nst omach?\n\f55.\n\nMAX\nMan, I'm starving!\n\nA can of soup lands on their hood and | ands on end right in\nfront of them\n\nGOOFY\nA-hyuk! Alphabet soup, conin' up!\n\nGoofy rolls down the wndow to reach the soup. In the process\nhe makes a small noise, which Bigfoot hears. Looking up,\nalarned, Bigfoot is crushing a can of whipped creamin his\nmouth. When he sees that Goofy and Max are vulnerable, he\nbegins running toward them roaring. Terrified, they try to\nget their can of soup inside even faster.\n\nMAX\nDad!...DAD!...stop playing around,\nhe's coni ng!\n\nJust before he reaches them Goofy manages to roll the wndow\nup, and Bigfoot bounces off the car - landing on his back.\n\nAs he sits up, a headphone radio that had been sent fl ying\nlands on his head. Disco nusic begins playing, and Bi gf oot\nreacts wth fear. After a few nonents, he begins to enj oy\n\nthe music, | aughing and noving wth the beat.\n\nINT. GOOFY'S CAR\n\nThe cigarette lighter in Goofy's apartment pops, and he\nremoves it. He balances the can of soup on top of the lighter.\n\nGOOFY\nWIl...",
  "44": "---END OF PREVIOUS SECTION---\nGOOFY'S CAR\n\nThe cigarette lighter in Goofy's apartment pops, and he\nremoves it. He balances the can of soup on top of the lighter. GOOFY\nWIl... \n---TARGET SECTION TO BE ANNOTATED---\nit's nice to knowthis thing's\ngood for sonethin'!\n\nWaiting for the soup to finish, Goofy and Max sit, | ooking\naway fromone another wthout speaking. Suddenly, Bi gf oot\nappears in the wndow behind themin the distance. He dances\nto \"Stayin' Alive\" behind their heads, but they don't notice\nhim After he's gone, silence returns. Max and Goofy | ook at\none another si nultaneously, the they both | ook away,\nembarrassed. Mbre unconfor- table silent moments pass when\nGoof y begins chuckling wthout warning.\n\nGOOFY\nHnm hnm hnm .. ha- ha- ha- ha! MAX What's\nso funny?\nGoof y poi nts to the can of soup warning on the dashboard.\n\nGOOFY\nHi Dad Soup!\n\f56.\n\nMAX\n(curi ous)\nh?\n\nGOOFY\nQh, don't tell me you don't renenber\nHi Dad Soup?\n\nMax looks at himwith a blank | ook.\n\nGOOFY\nQh, come on! Sure you do! You used\nto spell things out using the letters,\nlike uh, \"Hi Dad\" or \"Maxie\" or -\n\nMAX\n\n(j oki ngl y)\n\" Anbi dext rous\"?\n\nGOOFY\nYeah, that's - huh? Naw..little\nwords like, uh...\n\nNAX\n“Hasta la vista\"?\n\nGOOFY\nLike \"Bye-bye!\"\n\nMAX\n\n-or \"I pledge allegiance”...\nGOOFY\n\n-or \"I love you-\"\n\nGoofy stops himself short and looks surprised at what he's\nsaid. A soft, sad oboe piece begins. Max | ooks equally sad,\nand they both turn away fromone another. Max, trying to\n\nfill the silence inquires about their meal.\nMAX\nUhhh. ..is it *s-soup* yet?\nGOOFY\n\nQh, almost forgot...\nGoof y picks up the can and opens it by puncturing the lid\nwth his big front teeth.\nMAX\nWhoa! Where'd you learn to do that?\n\nMax picks up a Styrofoamcup and Goofy fills it wth soup.\n\f57.",
  "45": "---END OF PREVIOUS SECTION---\nWhere'd you learn to do that? Max picks up a Styrofoamcup and Goofy fills it wth soup. 57. \n---TARGET SECTION TO BE ANNOTATED---\nGOOFY\nYour granddad taught me that, when\nwe went to Yosenite...\n\nMAX\nYou two did a lot together, huh?\n\nGOOFY\n(sadl y)\nYup...\n\nMax looks sadly into his soup. Both of thembegin at speak\nat once, but neither hears the other and they both cut\nthensel ves off.\n\nMAX/ GOOFY\n(si mul t aneousl y)\nDad... / Max...\nGOOFY\n\nUnm..uhh....how s the soup?\n\nMax drinks sone of the soup and answers him He wpes his\nnouth, but some of the soup remains on his face.\n\nMAX\nNot bad...! mean, uh... (ahen)\n\nGoof y sees the soup and sniles.\n\nMAX\nWhat ?\nGOOFY\n(shaking his head)\nNothin’.\n\nThe silence is interrupted by grunts from Bigfoot as the car\nlurches back and forth. Bigfoot climbs onto the roof and\nlays down to sleep.\n\nGOOFY\nWIl, we night as well get sone\nshuteye...1 don't think we're goin’\n\nanywhere toni ght...\n\nGoof y | ays down on the seat and curls up to sleep. Max Wpes\nthe soup off his mouth and | ooks dow into the cup\ninquisitively, swrling the soup around.\n\nAfter a few nonents, Goofy is roused by a tap to his shoulder,\nand Max hands himthe cup of soup. Goofy | ooks down into the\ncup, in which the letters now spell \"Hi Dad\". Deeply noved,\nhe looks back at Max, who is lying dow, nearly asleep.\n\f58.\n\nGOOFY\n( whi sper i ng)\nHi Maxie...\n\nAfter a brief establishing shot of the exterior of the car\nwth Bigfoot on top to indicate the passage of time, Goofy\n\nis seen sitting upright in the front seat of the car - snoring\nloudly. Bigfoot is also snoring loudly on the roof. Max,\nhowever is staring into space wth bloodshot eyes, unable to\nsleep. He sits up in the seat and funbles through the bag\nbeside him Pulling out a postcard fromLester's Possum Park,\nhe finds a pencil and decides to wite to Roxanne.",
  "46": "---END OF PREVIOUS SECTION---\nBigfoot is also snoring loudly on the roof. Max,\nhowever is staring into space wth bloodshot eyes, unable to\nsleep. He sits up in the seat and funbles through the bag\nbeside him Pulling out a postcard fromLester's Possum Park,\nhe finds a pencil and decides to wite to Roxanne. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\n(voice over of writing)\nDear Roxanne...couldn't sleep -\n\nHis thought is interrupted by a particularly loud snore by\nGoof y and Bi gf oot together.\n\nMAX\n(voice over of writing)\nSo | thought I'd drop you a line.\nDad and | are having a great time!\nW're only days away fromLA, and |\ncan hardly wait for the...big...\nconcert...ugh...\n\nHe begins to rethink his letter, when Goofy yawns and talks\nin his sleep.\n\nGOOFY\nHi dad\n(yawn)\nSoup, pl ease...\n\nMax sniles, touched...and decides to do the right thing.\n\nMAX\n(voice over of writing)\n(si gh)\nDear Roxanne, sorry | lied...1I' mnot\n\nreally going to the Powerline concert.\nYou may never want to see ne again...\n\nRealizing what he's saying, Max stops.\n\nMAX\nQh, man! I'mdead no natter what |\ndo!\n\nFrustrated, he sits back in the seat and kicks the dashboard.\nThe gl ove conpartrment pops open and Goofy's map springs out\ninto Max's lap.\n\f59.\n\nHe looks at Goofy to be sure he's still asleep, then begins\ntracing the path on the nap wth his finger. He notices that\ntheir course meets a junction that leads to Los Angeles. A\npencil rolls out onto the map, stopping in front of him Max\npicks up the pencil and debates what to do. He nervously\nbegins erasing the part of the line that leads to Lake\nDestiny, I daho...watching Goofy to see if he's waking up. He\nbegins draw ng a new course on the nap when the pencil breaks.\nThe soft sound seens deafening to Max in the silence. Goofy\nbegins to stir. Frantic, Max grabs the broken point and\ncontinues to draw Goofy begins to wake up as Max quickly\nconpletes the line and returns the map to the glove\nconpartrent. He sits back in his seat innocently as Goofy\nrouses and looks at Max sleepily.\n\nGOOFY\n(sl eepi | y)\nHow many cups of sugar does it take\nto get to the noon?\n\nMAX\n(ner vousl y)\nUhh...",
  "47": "---END OF PREVIOUS SECTION---\nHe sits back in his seat innocently as Goofy\nrouses and looks at Max sleepily. GOOFY\n(sl eepi | y)\nHow many cups of sugar does it take\nto get to the noon? MAX\n(ner vousl y)\nUhh... \n---TARGET SECTION TO BE ANNOTATED---\nthree and a half?\n\nHaving not actually been awake, Goofy flops back into the\nseat and begins snoring again. Max sinks into his seat,\nrelieved. He looks at the postcard he had witten and tears\nit up. Holding the pieces out the wndow, he lets the wnd\ncarry themaway. Froma distance, we see the pieces fl ying;\none lands in a tree near the canera - it clearly reads \"Il\nlied\".\n\nEXT. TRUCK STOP\n\nA landscape covered wth tractor trailer rigs is distingui shed\nonly by a set of small buildings wth large signs reading\n“Diner”, and \"Eat and Get Gas\".\n\nSoft country music plays to set the atmosphere.\n\nINT. TRUCK STOP\n\nIn the truck stop, the first viewis a reflection of the\ndiner's interior ona bell. In the reflection sone of the\npatrons, including Elvis, can be seen.\n\nThe image is disturbed when the cook rings the bell.\n\nCOOK\nPick up!\n\nWl TRESS\nHold your horses!\n\f60.\n\nThe view pans back as the waitress collects the neals and\nheads out through the crowded diner full of chattering people.\nShe arrives at Goofy and Max's table wth their food.\n\nWl TRESS\nShort stack?\n\nGOOFY\nRi ght here!\n\nWl TRESS\nHere you go, hon...\n\nShe turns to Max to hand himhis food, but he is preoccupied\nand doesn't hear her.\n\nWal TRESS\nEggs... eggs... EGS...\n\nMAX\nQh! Oh yeah, yeah, right\nhere...sorry...\n\nWl TRESS\nHere you go, cutie...\n\nThe waitress sits his food in front of himand he | ooks dow\nat it. The eggs and bacon are forning a sniley face. Goofy\nbegins eating his pancakes when he notices Max absently\npicking at his food. He thinks for a nmonent then | ooks at\nthe map - and decides what to do.\n\nGOOFY\nMax, | think we need to talk about\nthis...\n\nMax, thinking he's been caught in the act, stutters nervousl y.\n\nMAX\nHuh?\n\nGOOFY\nSeens to me you need to start takin’\nsome responsi bility around here...",
  "48": "---END OF PREVIOUS SECTION---\nMax, thinking he's been caught in the act, stutters nervousl y. MAX\nHuh? GOOFY\nSeens to me you need to start takin’\nsome responsi bility around here... \n---TARGET SECTION TO BE ANNOTATED---\nGoofy stands up at his seat, taps his water glass and draws\neveryone's attention. Max shrinks into his seat, enbarrassed.\n\nGOOFY\nExcuse me, uh, can! have your\nattention, please? I, Goofy, hereby\n\ndub ny son, Maxinillian, official\nnavi gator and head whi ch- way-er of\nthis here road trip.\n\f61.\n\nGoof y hands Max the nmap, cerenoni ously. The other people in\nthe diner appl aud and cheer | oudl y.\n\nMAX\n(incr edul ous)\nSeri ous! y?\nGOOFY\n\nI'mnot even lookin’ at the map\nanynore. As a matter of fact, you\ncan pick all the stops fromhere to\nLake Destiny. | trust you\n\nwhol eheartedl y, son.\n\nNex looks back at Goofy sheepishly. Goofy raises his mug of\ncoffee for a toast, and Max joins himwth his water\ngl ass... gingerly.\n\nGOOFY\nTo the open road!\n\nMAX\nTo the... open...road...\n\nA piano slide leads into a jazz/pop tune that provides the\nbackground nusic for a nusic montage. They clink their cups\ntogether, then the car is seen leaving the diner.\n\nNUSI C MONTAGE (descriptions of segments)\n\nAn overhead view of the creased map shows Goofy's car driving\naround on it surrealistically, wth clouds overhead casting\nshadows on the map as they head toward their destination.\n\nGoofy attenpts to ride a jet ski, plunging into the water\nand shooting out again. He loses control and runs it aground.\nProceeding up the beach, he slides past people sunbathing\nand through a row of cabanas. He emerges on the other side\ndressed in a variety of wonen's clothing.\n\nA close up of the car's front wheel follows, and the wheel\nbl ows out. Max and Goofy attenpt to change the tire ina\nseries of segnents that are intersper- sed through the\nmontage. Here, they both reach for the spare tire si mlt-\naneously, and hit their heads together.",
  "49": "---END OF PREVIOUS SECTION---\nA close up of the car's front wheel follows, and the wheel\nbl ows out. Max and Goofy attenpt to change the tire ina\nseries of segnents that are intersper- sed through the\nmontage. Here, they both reach for the spare tire si mlt-\naneously, and hit their heads together. \n---TARGET SECTION TO BE ANNOTATED---\n Recoiling, Max rubs\nhis head, and Goofy gets the tire.\n\nNex and Goofy ride a roller coaster side by side. Max enjoys\nhimself immensely, but Goofy gets sick. Energing fromthe\nrestroom(labeled wth a symbol that | ooks like hin), hol ding\nhis stomach gingerly, Goofy is greeted by Max, who cheerfully\noffers hima tray of junk foods - hot dogs, french fries,\nnachos and soft drinks. Upon seeing the food, Goofy grabs\nhis mouth and races back into the restroomto throw up again.\n\f62.\n\nA monster truck crushes the roofs of a rowof small cars\nwhile Max and Goofy | ook on at a monster truck rally. Max,\nswinging a giant foam\"nunber one\" finger, notices that Goofy\nis holding his head in an attenpt to block out the noise.\n\nAnother \"driving across the USA\" map sequence shows them\ngetting closer to their destination.\n\nNex uncovers Goofy's eyes, in order to surprise himwth\ntheir current stop. Goofy opens his eyes to see the Wrld's\nLargest House of Yarn. Excited, he yells \"Oh Boy!\", grabs\nMax by the arm and drags himalong to see the house.\n\nNex and Goofy are watching a nine on a street corner. The\nmime is perforning the standard \"pulling on a rope\" routine,\nappearing to pull on an overhead rope. Goofy nudges Max and\nwinks at him He approaches the nine, pretending he's\nfollowng an imaginary wall. He makes a scissors notion wth\nhis fingers, and the nine gestures as if he's holding his\nrope out to be cut. Goofy sniles and makes a cutting notion\nwhere the rope would be and the nine sniles back for a nonent\nbef ore a piano falls and lands on him Goofy and Max turn\naround and begin whistling innocently as they slip away.\n\nAnother map sequence establishes themas being closer still\nto Lake Destiny.\n\nReturning to the tire changing sequence, Goofy is in the\nbackgr ound punping air into the newtire while Max struggles,\ntrying to remove the blow tire.",
  "50": "---END OF PREVIOUS SECTION---\nGoofy sniles and makes a cutting notion\nwhere the rope would be and the nine sniles back for a nonent\nbef ore a piano falls and lands on him Goofy and Max turn\naround and begin whistling innocently as they slip away. Another map sequence establishes themas being closer still\nto Lake Destiny. Returning to the tire changing sequence, Goofy is in the\nbackgr ound punping air into the newtire while Max struggles,\ntrying to remove the blow tire. \n---TARGET SECTION TO BE ANNOTATED---\nHe slips, and the tire wench flies through the air like a\nboonerang. Goofy ducks, and it just misses his head.\nReturning, the wench hits the jack supporting the car. The\ncar falls, propelling the old tire off at high speed.\n\nIt hits Goofy in the chest just as he's lifting the newtire.\nHe sends the newtire flying, and it lands on the car's axle -\njust as the car is on it's way dow froma bounce. Max and\nGoof y exchange pl eased gl ances.\n\nGoofy is holding a canera at arms length, in an attenpt to\ntake a picture of himself and Max standing in a cave. He is\noblivious to the many eyes behind him watching. He takes\nthe picture, and the flash disturbs the bats. They fly toward\nthem Goofy and Max run out the opening to the cave; the\nsign above it reads \"Carl's Butt Caverns.\"\n\nA batter at a baseball game the Goofy and Max are attending\nhits the ball. It heads for them and Max readies hi nsel f\nand his glove in hopes of catching it. He stands up to catch\nthe ball, but funbles it. Goofy makes a dive to catch it and\nhe ends up going over the edge of the bal cony.\n\f63.\n\nHe falls, but manages to catch himself on a string of\nstreamers. As the streaners stretch, he falls right through\nthe dugout roof, where he is suspended nonentarily. He hands\nthe ball to the player sitting there on the bench, and he\nsigns it. The streamers spring back, flinging Goofy back to\nhis seat - Max catches himand they exchange pl eased gl ances.\n\nA close up of the car's wheel shows the new tire is al most\nconpl etely in place. Max and Goofy are alternately turning\nthe wench. When they finish, they slap hands in a high five.\n\nThe music comes to a close when the car is seen driving off\ninto the sunset, but instead it turns into the parking | ot\nof the Neptune I nn.\n\nINT.",
  "51": "---END OF PREVIOUS SECTION---\nWhen they finish, they slap hands in a high five. The music comes to a close when the car is seen driving off\ninto the sunset, but instead it turns into the parking | ot\nof the Neptune I nn. INT. \n---TARGET SECTION TO BE ANNOTATED---\n GOOFY AND MAX'S HOTEL ROOM\n\nAfter a brief establishing shot of Goofy and Max carrying\ntheir luggage through the door, they energe in their room\nIt is lit in an eerie green light that befits the nautical\nthene. The waterbeds are transparent wth fish swmming\ninside, and the rest of the decor is sinilar.\n\nGOOFY\nCaw sh!\n\nMax sees the waterbed and junps on it. The water sloshes him\nback and forth. Goofy looks at and feels the material the\nfurniture is made of.\n\nMAX\nWho- ho- hoa! Check out the bed!\n\nGOOFY\nCheck out the dresser... coral !\n\nQn the wall there is a night light shaped like Ariel, which\nboth Goofy and Max adnire.\n\nMAX\nNice Il anp!\n\nGOOFY\nCassy choice, there, navi gator.\n\nThe quiet is broken by a loud pounding at the door fol! owed\nby yelling. Goofy and Max begin to approach the door gingerly.\n\nPETE\nThis is the Police! We've got the\npl ace surrounded, see? You Goof's\ncome out wth your hands up!\n\nPete breaks the door open and pretends to fire a machine gun\nat them he knocks Goofy and Max backwards onto the floor.\n\f64.\nPETE\nB- b- b- b- b- bang! Ha ha ha! You\nshoul d' ve seen the | ook on your face!\nGoofy looks at Max, and tries to pretend that he wasn't\nfrightened, but Max doesn't believe it.\nGOOFY\nAh- hyuk! You really had him fool ed,\nPete.\n\nMAX\nNe!? You j unped out of your skin!\n\nGoof y and Max begin shoving and punching each other playfully.\n\nGOOFY\nNuh-uh! I's just pretending for your\nsake!\nMAX\nQh, right, sure...\nGOOFY\nDid too!\nMAX\nDid not!\n\nGoofy grabs Max and begins nussing up his hair, both | augh.\n\nPETE\nQh ho, ain't this sweet...\n\nPete tries to \"Wse Goofy up\" by making himdistrust Max.",
  "52": "---END OF PREVIOUS SECTION---\nGoofy grabs Max and begins nussing up his hair, both | augh. PETE\nQh ho, ain't this sweet... Pete tries to \"Wse Goofy up\" by making himdistrust Max. \n---TARGET SECTION TO BE ANNOTATED---\n He\ngrabs Goofy by the armand quietly gives him\"advice\".\n\nPETE\n( qui etl y)\nDon't let himfool you wth that\nbuddy- buddy act, now..\"under your\nthunb\"...\n\nHe releases Goofy, who is | ooking nore and nore concerned.\n\nPETE\nSo! Since we're all bein’ pal sy-\nwalsy here, how about lettin’ ne\nhook up the RV?\n\nPete grabs Goofy around the shoul ders again.\nGOOFY\n\n(rel uct antl y)\nWil...\n\f65.\n\nPETE\nQh, it's just a tiny little extension\ncord, you'll hardly even notice it.\n\nGoofy relents, so Pete calls PJ to bring the hookup.\n\nGOOFY\nQh, okay.\n\nPETE\nGeat!...PuJ!!\n\nPJ appears in the doorway, straining under the weight of a\nhuge, nultipart tube. Pete points himtoward the room\ninstructing himto hook it up. Goofy and Max stand speechl ess\nand wide-eyed at the sight.\n\nPETE\nHey, Goof...why don't you order us a\npizza, this might take a while.\n\nINT. GOOFY AND MAX'S HOTEL ROOM\n\nThe scene switches to an exterior shot of the inn to indicate\nthe passage of time. The we see the interior of the room\nagain. Max and PJ are sitting on the bed and the floor,\nrespectively, talking. Goofy enters in a swrsuit and carrying\na pizza for themto eat.\n\nPJ\nNo, you m-\n(gasp)\n\nGOOFY\nHere you go, kids...I'm gonna go\ncheck out the hot tub.\n\nPJ\nQh, okay, sir.\n\nMAX\nAlri ght.\n\nGoofy leaves the roomas Max and PJ start eating.\n\nPJ\n| can't believe you, man. Whatever\nmade you think your Dad would fall\nfor a stupid idea like that?\n\nMAX\nIt wasn't stupid!\n\f66.\n\nWhile they are talking, Pete begins to enter the roomto\ntalk to them He hears what they're talking about and deci des\nto stay outside and eavesdrop on their conversation.",
  "53": "---END OF PREVIOUS SECTION---\nMAX\nIt wasn't stupid! 66. While they are talking, Pete begins to enter the roomto\ntalk to them He hears what they're talking about and deci des\nto stay outside and eavesdrop on their conversation. \n---TARGET SECTION TO BE ANNOTATED---\nPJ\nCone on, it was really stupid!\nChangi ng the map! ?\n\nMAX\n1-1 didn't know what | was doing,\n\nalright? I-I-1 was...1 was PANICKED!\nI...\n\nEXT. HOT TUB\n\nThe hot tub is surrounded by a high fence topped wth fl aning\ntorches and various plants. Goofy eases himself into the\nsteany water. A soft green glow sinilar to the one in the\nroom shines fromin the water. He begins to relax, and sinks\nunder the surface of the water. After a few nonents, a large\nfigure appears above him He sits up and sees Pete standing\nover himina small, tight, pink swnoesuit.\n\nPETE\nTakin’ a break fromthe \"MIV\"\ngeneration, huh? Heh heh...1 can't\n\nblame ya...\n\nPete gets in the water, and nuch of it splashes out over the\nedges.\n\nPETE\nPeople are always puttin’ too nuch\nwater in these things...so, unm.. you\nand your son seemto be, uh, gettin’\nalong just hunky-dorey, huh?\n\nGOOFY\nYeah! It's been great! You know,\nit's funny, but none of your\ntechni ques worked for me. The harder\n| tried, the worse it got. Qnce |\neased up, things just clicked.\n\nGoofy gets up and noves toward Pete. He sits on the stairs\nnear the handrail and begins to relax, sinking back into the\nwater.\n\nPETE\nQh, that's swell...so, uh, no probl ens\nthen, huh?\n\nGOOFY\n\nNot a one.\n\f67.\n\nGoof y begins to relax again, but Pete grabs his attention by\ntelling himabout the nap.\n\nPETE\n(si gh)\n| just hate to be the bearer of bad\nnews, but...uh...\n\nGoofy sits back up again, nervousl y.\n\nGOOFY\n(curi ous)\nWhat is it, Pete?\nPETE\nYour kid's dupin' ya.\nGOOFY\n\n(ner vousl y)\nWhaddya nean?\n\nPETE\nWII, | head the little mutant tellin’\nPJ that he change the map so\nthat...",
  "54": "---END OF PREVIOUS SECTION---\nPETE\nYour kid's dupin' ya. GOOFY\n\n(ner vousl y)\nWhaddya nean? PETE\nWII, | head the little mutant tellin’\nPJ that he change the map so\nthat... \n---TARGET SECTION TO BE ANNOTATED---\n you're headin’ straight for\nLA, pal.\n\nGOOFY\n( shocked)\nWat ?\n\nPETE\nQh, you tried, Goofy...he's just a\nbad kid, that's all.\n\nGOOFY\n(cal ni y)\n| don't believe you.\nPETE\nWat ! ?\nGOOFY\n\n| don't believe you, Pete.\n\nGoofy gets out of the hot tub and begins heading toward the\nroom\n\nPETE\nWII hey, don't take ny word for it -\ncheck your map.\n\nGOOFY\n| don't need to check the map...1\ntrust ny son.\n\f68.\n\nHe begins to turn away, but decides to tell Pete what he\nthi nks.\n\nGOOFY\nYou know, naybe Max isn't all the\nthings that you think a son should\nbe, but...he loves ne.\n\nPETE\n\n(angrily)\nHey...my son RESPECTS ne...\n\nGOOFY\n( qui etl y)\nYeah...\n\nPETE\nCheck the map, Goof...\n\nINT. GOOFY'S CAR\n\nGoofy walks away fromthe hot tub slowy. He approaches the\ncar and their room and gets in the car. As he opens the\ndoor, the green gl ow nonentarily succunbs to the bri ght,\nwhite light fromthe car's dome light. He shuts it again and\nthe green glowreturns. He sits in the driver's seat and\nbegins reaching for the glove conpartment to check the nap.\nHe decides not to do it and hits the steering wheel in\nfrustration. As he does this, the gl ove conpartnent pops\nOpen, revealing the map.\n\nINT. GOOFY AND MAX'S HOTEL ROOM\nAfter a brief shot of the exterior of the Neptune Inn, we\nsee Max and PJ still watching TV when Goofy walks in | ooking\n\nshell-shocked. Max turns around and greets himcheerfully\nand unknow ngl y.\n\nMAX\nHi Dad!\n\nThe only sound to be heard is the voice of Powerline on TV.\n\nPOMERLI NE\n...even if | gotta shout out | oud...\n\nUnnerved, Max tries to improve the situation.\n\nMAX\nSorry about the mess...1-I'I1l clean\nit up...\nNex looks at PJ and shrugs, confused.",
  "55": "---END OF PREVIOUS SECTION---\nUnnerved, Max tries to improve the situation. MAX\nSorry about the mess...1-I'I1l clean\nit up... Nex looks at PJ and shrugs, confused. \n---TARGET SECTION TO BE ANNOTATED---\n Goofy is still silent\n\nas he turns the lights off and lays down in bed.\n\f69.\n\nPJ\n| think I'd better go...\n\nNAX\nSee ya, Peej!\n\nPJ\nDon't forget... \"Powerline\"!\n\nShhhhhhhh!\nINT. GOOFY'S CAR\n\nGoof y and Max are driving dow the road in silence. Goofy\nstill has the same shocked expression on his face. Goofy\ndeci des to give Max a chance to make the right choice, and\nhopes to avoid a confrontation. They exchange unconf ort able\nooks.\n\nGOOFY\nWII, here you go, navi gator...just\nfollow ny route on the map, son.\n\nMAX\nQkay, uh, unm..uh...\n\nMax looks nervously at the map, then up at the signs\nindicating the upconing junction, which are zi pping overhead.\n\nGOOFY\nHere comes our junction...\n\nMax still munbles, undecided as they careen toward the center\ndivider on the hi ghway.\n\nGOOFY\nOkay, Max...nowthis is it: left or\nri ght ?\n\nMAX\nUnm .. ubh. . .\n\nGOOFY\nCore on, Max!!\n\nMAX\nAaaaaahhhhh!.... LEFT! !\n\nGoofy I|urches the car to the left, and hits the center divider\nin the process.\n\nMAX\n\f70.\n\nMAX\n(si gh)\n. Uh, how’ bout a song, Dad?\n\nGoofy sinks | ower and lower - getting angrier and angrier -\nas Max continues to try to pretend nothing's happening.\n\nMAX\nUh, a gane? A gane! Yeah! Yeah, a\ngane! Okay, uh...man or woman? Man?\nMan... okay, uh... Walt Disney!\n\nFinally, Goofy snaps. He veers off the road into a scenic\nlookout point and stops the car. He opens the door and\nstruggles to get out while wearing a seat belt. He releases\nit and storms away, and begins | ooking out over the edge.\nMax deci des to try to make amends and approaches Goofy.\n\nMAX\n(si gh)\nDad, uh, listen...about ny\ndi rections...",
  "56": "---END OF PREVIOUS SECTION---\nHe releases\nit and storms away, and begins | ooking out over the edge. Max deci des to try to make amends and approaches Goofy. MAX\n(si gh)\nDad, uh, listen...about ny\ndi rections... \n---TARGET SECTION TO BE ANNOTATED---\nGoofy turns away twice, refusing to acknow edge him\n\nMAX\nCan you listen to me? | gotta tell\nyou something, Dad!\n\nGOOFY\n(angrily)\nWhy bother? |'m probably too stupid\nto understand, anyway, ri ght?\n\nMAX\n( di sgust ed)\nForget it!\n\nMax walks back to the car, kicks the tire angrily, then leans\nagainst the rear bunper. After a monent, the car rolls out\nfrom behind himand he falls to the ground wth a thud. He\nlooks back to see what happened and realizes that the car is\nrolling away.\n\nMAX\n(sur pri sed)\nOof!...Hh-hey! The car!\n\nGOOFY\n(angrily)\nWhat ? Now you wanna drive, too?\nMAX\n\nNo, Dad! The car! Look!\n\f71.\n\nGOOFY\nThe car!\n\nBoth of thembegin running after the car, frantically.\n\nGOOFY\nWhat'd you do now, Max?\nMAX\n| didn't do anything, Dad! | only\n\ntouched it!\n\nThe car passes under a | ow hanging rock formation, and all\ntheir luggage is knocked off of the roof. A skateboard flies\noff and lands on the road in front of Goofy - who\ninadvertently steps on it. Max junps on the back of the board\nand rides wth him They zip back and forth, trying to get\naround the side of the car.\n\nGOOFY\nQh, ohhhh... whoa! You | ocked it!\n\nGoofy grabs onto the driver's side of the car and tries to\nopen the door, but it's | ocked.\n\nNAX\n| locked it!? It's your door, you\nlocked it!\n\nMax leaves Goofy hanging on and manages to get to the\npassenger side door. He opens it and gets in the car. He\n\nunl ocks the driver's side door and it opens, swinging Goofy\nout over the canyon. Max pulls the door shut again, and opens\nthe window for Goofy to get through.\n\nGOOFY\nWII, you distracted ne!...whoa!!\n\nMax pulls Goofy into the car up to his waist, and he | oses\nhis pants.",
  "57": "---END OF PREVIOUS SECTION---\nMax pulls the door shut again, and opens\nthe window for Goofy to get through. GOOFY\nWII, you distracted ne!...whoa!! Max pulls Goofy into the car up to his waist, and he | oses\nhis pants. \n---TARGET SECTION TO BE ANNOTATED---\nMAX\nYou shoul d' ve put the brake on!\n\nGOOFY\nWhy don't you just put it on yourself!\n\nGoofy grabs the brake lever and pulls it to stop the car,\nbut it breaks off in his hand.\n\nMAX\nSee? You ruin everything...\n\nThe car slides out on the guide rail and hangs over the\ncanyon.\n\f72.\n\nGOOFY\nWII, you ruined the vacation!\n\nMAX\n| ruined it!?\n\nThe guide rail lets loose and the car gets | aunched into the\nair. It bounces off of several rock formations while Max\ncontinues to argue wth Goofy, bouncing them both around the\ncar's interior.\n\nMAX\n| never...wanted to go...on this\nst upi d. . . vacat i oo0d00000000n!\n\nThe car bounces off the last rock formation, then plunnets a\nlong way before landing in the river below\n\nEXT. CAR IN CHURNI NG RI VER\n\nMAX\n( gasp)\nNow | ook where you got us, Dad!\nGOOFY\n\nWere *I* got us! ?\n\nThey both struggle to get back on the car. Goofy boosts Max\nup onto its roof.\n\nMAX\nYou should've let ne stay at hone!\n\nMax hel ps pull Goofy onto the roof.\n\nGOOFY\nWhy? So you'd end up in prison?\n\nMAX\nPrison? What are you talking about ?\n\nThe car bounces and spins wildly through a series of rapids.\nGOOFY\n\nYour principal called me! You even\nlied to ne!\n\nMAX\n| had to! You were ruining ny life!\n\nGOOFY\n| was only tryin’ to take ny boy\nfishin’, okay?\n\f73.\n\nNAX\nI'm NOT your little boy anynvre!\nI've grown up! I've got ny ow life\n\nnow,\n\nGOOFY\n| KNOWthat! | just wanted to be\npart of it!\n\nThe car slides over a small waterfall into calmwater. The\ncar stops bobbing and the sun begins shining on them\n\nGOOFY\nYou're ny son, Max...no matter how\nbig you get, you'll always be ny\nson...\n\nGoofy and Max sit wth their backs to each other in silence\nas the car continues to float gently through the canyon.",
  "58": "---END OF PREVIOUS SECTION---\nThe car slides over a small waterfall into calmwater. The\ncar stops bobbing and the sun begins shining on them\n\nGOOFY\nYou're ny son, Max...no matter how\nbig you get, you'll always be ny\nson... Goofy and Max sit wth their backs to each other in silence\nas the car continues to float gently through the canyon. \n---TARGET SECTION TO BE ANNOTATED---\nBi rds fly overhead and soft nusic begins. Max breaks the\nsilence.\n\nMAX\nThere are times you drive ne, shall\nwe say, bananas...and your mind is\nnissing, no offense, a screw\n\nGOOFY\nNone taken.\n\nThe car floats into a cavern wth blue ripples reflecting\nonto its ceiling fromthe water.\n\nMAX\nStill whatever mess | land in, who\nis always under st andi n' ? Nobody el se\nbut you...\n\nGOOFY\n\nQh your nvodi ness is now and then\nbew Il derin'...and your values nay\nbe, so to speak, askew...\n\nMAX\nGesunhei t!\n\nGOOFY\nThanks!\n\nMAX\n\nWho deserves a hero's trophy, as ve\nface each catastrophe? Nobody else\nbut you...\n\nThe car exits the cavern into a slow, Wde part of the river.\n\f74,\n\nGOOFY & NAX\nNobody else but you, it's just our\nluck, we're stuck together. Nobody\nelse but you, it's crazy enough to\nbelieve we'll come through.\n\nThey both take off their shoes and splash the water wth\ntheir feet.\n\nMAX\nSo your j okes are all, let's face\nit, prehistoric.\n\nGOOFY\nAnd your nusic sounds like monkeys\nin a zoo.\n\nGOOFY & NAX\nBut when life become di stressin',\nwho will | be SOS' n?\n\nA small fish grabs Max's toe and he lifts it out of the water\nnonentarily. Goofy lifts up his foot to find that a huge,\nugl y fish has swallowed it. He quickly shakes it off and\nsends it fl ying.\n\nMAX\nIf you're having trouble guessi ng,\nhere's a clue... Though he seens\nintoxicated, he's just highly\nani mated... and he's nobody else but...\n\nThe car drifts into a whirlpool, and they get drawn under as\nthey sing.\n\nGOOFY & NAX\nNobody else but you, we've turned\ninto a true blue duo. Hard tines,\nwe've had a few..like we're thrown\nin the drink, like we're tossed out\nof town, but when | start to sink,\nhey I'd rather go dow...",
  "59": "---END OF PREVIOUS SECTION---\nThe car drifts into a whirlpool, and they get drawn under as\nthey sing. GOOFY & NAX\nNobody else but you, we've turned\ninto a true blue duo. Hard tines,\nwe've had a few..like we're thrown\nin the drink, like we're tossed out\nof town, but when | start to sink,\nhey I'd rather go dow... \n---TARGET SECTION TO BE ANNOTATED---\nThe car resurfaces wth a splash and bobs up and dow.\n\nGOOFY & NAX\nWth nobody else, but Y-OU!\n\nGOOFY\n( smooch)\n\nAw, Dad!\n\f75.\n\nEXT. CAR IN CALM RI VER\n\nMAX\nAnyway, | figure she's never gonna\nwant to talk to ne again...nuch less\ngo out Wth ne...\n(si gh)\n...What a dunb lie, huh?\n\nGOOFY\nWell whaddya know... ny Maxie, in\nlove! Huh... Gosh, you're really\ngrown' up. Happened so fast, | guess\n| sorta mssed It.\n\nThe water around the car becones increasingly choppy and the\nlight fades.\nGOOFY\nWIlp, | think the only thing for us\nto do nowis to get you up onstage\nwth this Powerline feller...\nMAX\nHeh...uh, how are we gonna do that?\nGOOFY\nNow you just leave that up to me...\nNAX\nNo, Dad, really...1-1 think we should,\nyou know, just forget it.\nGOOFY\nNow how cone you al ways think I'm\ngonna |ead you into some sort of\ncal anit y?\nMax |ooks downstream and does a doubl etake. The water is\nvani shing over a waterfall, and the car is heading directly\nfor it.\n\nMAX\nUh, uh, D- D-Dad...\n\nGOOFY\nWhat's wong now?\n\nMAX\nLook! !\n\nGOOFY\nHyuk! A waterfall... WATERFALL! ?! ?\n\f76.\nEXT. CAR IN RAPI DS\n\nThe car spins and sloshes, and Goofy falls off. Max continues\nto hold on.\n\nGOOFY & NAX\n(fri ght ened)\n\nMax is quickly carried downstream on the car, leaving Goofy\nbehi nd.\n\nMAX\nDaaaaaaad!\n\nGOOFY\nMex!\n\nThe current slams Goofy against a rock and he grabs onto it.\nSone of their luggage floats by, including the fishing rod's\ncase, which hits himin the back of the head. Goofy gets the\nfishing rod out and runs dowstreamon the rocks.",
  "60": "---END OF PREVIOUS SECTION---\nThe current slams Goofy against a rock and he grabs onto it. Sone of their luggage floats by, including the fishing rod's\ncase, which hits himin the back of the head. Goofy gets the\nfishing rod out and runs dowstreamon the rocks. \n---TARGET SECTION TO BE ANNOTATED---\n He runs\nout on a log, in hopes of being able to get Max wth the\npole.\n\nGOOFY\nGab a hold, Max!\n\nGoofy holds out the end of the pole. Max dives for it but\nmisses, landing back in the water wth the car. Goofy stands\nhel plessl y as Max continues to float toward the falls.\n\nMAX\nAah!...whoa!...\n\n(gasp)\n...aaahhh! !\n\nGoofy casts the line and snags the front bumper on the car.\nThe wei ght of the car pulls Goofy in. He flies dowstream\nand hits some rocks which he uses for leverage. Finally the\nwei ght of the car overpowers himand it goes over the falls.\nMax gets caught in a tarp and falls wth it. Suddenly the\ntarp unfolds and begins supporting Max in the air using the\nupdraft fromthe falls.\n\nMAX\n(terrified)\nDad!\nGoofy, still in the water, is unable to stop himself. As he\ngoes over the falls, he extends the pole toward Max. Max\ngrabs the pole, and they both swng downward - still supported\n\nby the updraft on the tarp. They smile at each other\nnonentarily. Suddenly, the cork handgrip on the fishing pole\nslides off and Goofy plummets into the nist bel ow\n\f77.\n\nGOOFY\n(falling)\n\nNex looks at the end of the pole and thinks about The Perfect\nCast. Wthout hesitation he attenpts to performit.\n\nNAX\n\n(hur ri edl y)\nTen o'clock, two o'clock, quarter to\nthree, touchate, twst, I'ma little\n\ntea pot and FLY!\nMax sends the line flying after Goofy.\n\nGOOFY\n(falling)\n!\n\nThe line is still loose and continuing to drop. Max's face\nfalls when he realizes it hasn't caught. Suddenly the line\nbecones taut and Max gets pulled dowwerd wth the added\nweight. He begins to reel it in furiously. Goofy emerges\nfromthe nist suspended by the hook.\n\nMAX\nAah!... aaahh!\n(grunt )\nHaha! !\n\nGOOFY\n(senti mentally)\nThe Perfect Cast...",
  "61": "---END OF PREVIOUS SECTION---\nMAX\nAah!... aaahh! (grunt )\nHaha! ! GOOFY\n(senti mentally)\nThe Perfect Cast... \n---TARGET SECTION TO BE ANNOTATED---\nMax and Goofy grab one another firmy and hug. Both have\ntears in their eyes.\n\nAs they enbrace, Goofy's map lands on his head. He lifts it\nup and | ooks at it.\n\nMAX\nBoy, this has been one crazy\nvacation...\n\nHe tosses the map away, and it is carried off into the wnd.\n\nGOOFY\nAnd it's not over yet...\n\nEXT. STADIUM IN LOS ANGELES\nThe scene opens wth a helicopter shot of the stadium where\n\nthe concert is being held. Their care searchlights beani ng\nall around and a blinp circling.\n\f78.\n\nPeople are crowding in past the turnstiles and filling the\nparking lot.\n\nINT. BACKSTAGE\n\nThe backstage crewis unl oading equi pnent into the stadium\nMax and Goofy have hidden in sone of the instrument cases,\nand they are carried into the loading area. When the door\ncloses, they energe.\n\nMAX\no whi sper i ng)\n\nGoofy grabs Max by the armand pulls himalong. Max frees\nhimself and stops, worried.\n\nGOOFY\nOof! W made it!... Cone on,\nMex...let's get you onstage...\n\nMAX\nUhh... maybe this isn't such a good\ni dea.\n\nPOMERLI NE ( V. ©.)\nYeah, yeah!\n\nTwo attractive dancers walk in front of Max, and he has a\nchange of heart. He watches them walk by, and loses sight of\nGoof y.\n\nMAX\nUh, then again... Dad?... Dad?\n\nOnstage, the lights dimas a giant sphere is lifted up.\nElectricity arcs all around the sphere and it expl odes,\nleaving only Powerline in its place. He stands up and begins\nthe song.\n\nPOMERLI NE\n\nGot nyself a notion, one | know that\nyou'll understand. To set the world\nin motion, by reaching out for each\nother's hand. Maybe we'll di scover\nwhat we should have know all al ong.\nQne way or another together's where\nwe both bel ong...\n\nStill backstage, Max is looking for Goofy when he sees\nPowerline and the dancers performing onstage, and stops to\nwatch.",
  "62": "---END OF PREVIOUS SECTION---\nMaybe we'll di scover\nwhat we should have know all al ong. Qne way or another together's where\nwe both bel ong... Still backstage, Max is looking for Goofy when he sees\nPowerline and the dancers performing onstage, and stops to\nwatch. \n---TARGET SECTION TO BE ANNOTATED---\n A guard spies himand tries to catch him but Max\ndives through the guard's legs and runs away.\n\f79.\n\nMAX\nDad?\n\nGUARD\nWhat are you doin’ here?...Hey!\n\nGoof y is | ooking for Max when he accidentally | ooks into the\ndressing roomof a very heavy background singer. She screans\nand punches himback out the door. He falls backwards into\nsome of the stage equipment and gets tangl ed.\n\nGOOFY\nMax?. . . Max?\n\nLADY\nEeeeeeek!\n\nPowerline and the dancers continue their performance onstage.\n\nPOMERLI NE\nIf we listen to each other's hearts,\nwe'll find we're never too far apart,\nand maybe love is the reason why for\nthe first time ever we're seeing it\n121. Love is always seeing it\n121...121 we're seeing it, seeing\nit...121...\n\nINT. STACEY’ S HOUSE\n\nThe camera closes in on Powerline's face, then pulls back\nagain as a TV image in Stacey's house. Her party is in full\nswng, wth everyone watching the concert. Everyone is\nwatching for Max, but Bobby doubts that he'll show up. Stacey\ntries to reassure Roxanne, but her concerned | ook belies her\nwor ds.\n\nBOBBY\nThat Goof kid ain't there!\n\nSTACEY\nDon't worry, he'll be there...\n\nPOMERLI NE\nLove is always seeing it 12I...12I\nwe're seeing it, seeing it...12I...\n\nINT. BACKSTAGE\n\nThe guard in pursuit of Max makes a lunge and nisses. Max\ngrabs onto a lighting scaffold that is being lifted into\nposition. Goofy, trapped inside another of the pyrotechnic\nspheres, is being lifted onto the stage. The sphere arcs and\nexpl odes like Powerline's, and Goofy is sent flying onto the\n\f80.\n\nstage. He lands onstage beside Powerline wth the tip of his\nhair still flaming. Powerline gives hima curious | ook.\n\nGOOFY\nExcuse me...",
  "63": "---END OF PREVIOUS SECTION---\nHe lands onstage beside Powerline wth the tip of his\nhair still flaming. Powerline gives hima curious | ook. GOOFY\nExcuse me... \n---TARGET SECTION TO BE ANNOTATED---\n Max? Ooh! Aaaaahhh!\n\nMax is nortified, but has a brainstorm\n\nMAX\nHey Dad! Dad! Do the Perfect Cast!\n\nGoof y hears himand begins perforning the notions of The\nPerfect Cast, much to the anmazenent of Powerline and the\naudience. Powerline continues the song and Goofy dances wth\nhim\n\nPOMERLI NE\nIf you're ever lonely - stop, you\ndon't have to be; after all it's\nonly a beat away from you to ne.\n\nSI NGERS\nTake a | ook inside and see.\n\nThe guard climbs on the scaffolding to catch Max. Max bunps\none of the lights, and the beam gets in the guard's eyes. He\nfalls backwards, and his wei ght is too much for it. The\nscaffolding breaks loose, Max grabs a rope, the guard grabs\nMax by the legs, and they both swng downward.\n\nMAX\nWhoa! Whoaaaaahhhh!\n\nThe guard flies into one of the large nonitors, smashing it\nin a wld shower of sparks and light. Max swngs back, and\nends up sliding onto the stage. He cones to rest directly\nbet ween Goofy and Powerline. They both | ook surprised\nnonentarily, then Max begins to dance and they join him\n\nPOMERLI NE\n\nIf we listen to each other's hearts,\nwe'll find we're never too far apart,\nand maybe I ove is the reason why for\nthe first time ever we're seeing it\n121...seeing it 121...seeing it\n121...for the first time ever,\n121...for the first tine...\n\n(repeat and di gress)\n\nINT. STACEY' S HOUSE\n\nEveryone at Stacey's party watches excitedly as Max dances\nonscreen. Roxanne sniles gleefully.\n\f81.\n\nBOBBY\nYeah! Max is on the tu-ube! That's\nMax! | know him\n\nINT. PETE'S RV\n\nPJ is scrubbing the floor of the RV near the television when\nhe sees Max. Pete walks by drinking a beer and hears PJ\nyell. He looks at the screen and spits his drink all over it\nout of shock.",
  "64": "---END OF PREVIOUS SECTION---\nPETE'S RV\n\nPJ is scrubbing the floor of the RV near the television when\nhe sees Max. Pete walks by drinking a beer and hears PJ\nyell. He looks at the screen and spits his drink all over it\nout of shock. \n---TARGET SECTION TO BE ANNOTATED---\n PJ keeps watching Max through the fizz running\ndown the screen while Pete coughs and chokes.\n\nPJ\nHe did it!\n\nINT. STACEY’ S HOUSE\n\nBobby, Stacey and Roxanne are dancing wth the music - as is\neveryone else.\n\nBobby sprays his cheese at Stacey and Roxanne, and bunps\ninto soneone. He drops his squeeze cheese and bends to pick\nit up. At the sane time, Stacey reaches for it and touches\nhis hand. They | ook into each other's eyes and snile.\n\nBOBBY & STACEY\nHa ha ha!\n\nINT. ONSTAGE\n\nThe song ends to a round of applause. The applause sl owy\nfades into the next scene, back on Roxanne's street.\n\nINT. GOOFY'S CAR\n\nThe car is approaching Roxanne's house slowy. It is dented,\ncrushed, snoking, and has no doors.\n\nGOOFY\nYou're doin' the right thing, son.\n\nMAX\nYeah, | know... but she'll probably\nnever talk to ne again.\n\nGOOFY\n\nWIl, if she doesn't, maybe she's\njust not the one for you.\n\nMAX\nThat's what I|'mafraid of...\n\f82.\nEXT. ROXANNE' S FRONT PORCH\n\nMax rings the doorbell and is met by Roxanne's father wearing\na bath tovel.\n\nROXANNE' S FATHER\nQ@rrreerecv....\n\nNAX\nUh, hi! °‘Menber ne?\n\nNot at all happy wth seeing Max, he slans the door in Max's\nface. Roxanne cones to the door and opens it again.\n\nROXANNE\n(exci t edl y)\nDaddy!... Max? | saw you on TV! You\nwere great!\n\nMAX\n(sadl y)\nYeah?...1 mean no, no...! mean\n|... Roxanne, | lied to you. | don't\neven KNOW Power! i ne.\n\nROXANNE\nWhat are you talking about? A billion\npeople saw you dance wth him\n\nNAX\nYeah, well...1-1 never met\nhim..before the concert, that is.\n\nMax walks over to the banister and picks a flower froma\nnearby bush.",
  "65": "---END OF PREVIOUS SECTION---\nROXANNE\nWhat are you talking about? A billion\npeople saw you dance wth him\n\nNAX\nYeah, well...1-1 never met\nhim..before the concert, that is. Max walks over to the banister and picks a flower froma\nnearby bush. \n---TARGET SECTION TO BE ANNOTATED---\nROXANNE\n( di smayed)\nYou nean that story about Powerline\nand your Dad...why would you make up\nsonet hing like that?\n\nMAX\n| don't know..! guess | just... wanted\nyou to like ne.\n\nROXANNE\n| already liked you, Max...fromthe\nvery first time | heard you I augh...\"A\nhyuk\"... heh...\n\nMax hangs his head, enbarrassed.\n\nROXANNE\nSo, you wanna do sonethi ng toni ght ?\n\f83.\nMAX\nDefinitely! Oh! Oh, no, | can't, |\ncan't...\n\nRoxanne shoots hima di sdainful | ook.\n\ndoubt i\nSaoueti nd\n\nWha\nMAX\nWII, I'mkinda doin’ sonething wth\nny Dad. Honest! How about t onorr ow?\nROXANNE\n\nDeal !\n\nRoxanne extends her armto shake hands, and Max surprises\nher wth a quick kiss. Both giggle.\n\nMAX\n( smooch)\nHohn . .\nROXANNE\nHeh heh...\n\nMax acci dentally | aughs like Goofy again, and covers his\nmouth in enbarrassnent.\n\nMAX\nAe h- h- h- hyuk!\n\nTheir conversation is interrupted by | oud bangs fromthe\nstreet. Goofy is attenpting to put the front bunper of the\ncar back in place while hunning \"Open Road\". He grins back\nat themand gestures hunorously at the car.\n\nWthout warning, the car explodes, leaving only Goofy's shoes\nand socks behind as he sails through the air.\n\nGOOFY\nDo do dooo...do do do doo... ah- ho-\nhoooey!\n\nRoxanne and Max cringe sinultaneousl y as Goofy crashes through\nthe roof on Roxanne's porch.\n\nGOOFY\nA- h- h- hyuk!\n\nMax sniles and introduces them\n\f84.\n\nMAX\n\nRoxanne...I'd like you to neet ny\n\nDad.\n\nRoxanne sniles and Goofy kisses her hand.",
  "66": "---END OF PREVIOUS SECTION---\nMAX\n\nRoxanne... I'd like you to neet ny\n\nDad. Roxanne sniles and Goofy kisses her hand. \n---TARGET SECTION TO BE ANNOTATED---\nGOOFY\n\nEnchante, Madenoi sel le\n\n(smack)\n\nALL\n\nHee hee hee...\n\nThey all giggle as the camera pans up past the house, the\ntrees and into the cl ouds.\n\nThe screen goes black abruptly as \"I 21\" begins and the credits\nroll.\n\f"
}