{
  "1": "A Hard Day's Night\n\nthey\n\npile\n\nEXTERIOR STREETS OUTSIDE RAILWAY TERMINAL DAY\n\n \n\nThe film opens with crowds of girls, shot in a sequence of CLOSE-UPS,\nchasing after GEORGE, JOHN and RINGO. The boys hare off just ahead of\nthem. They take a turn down a back alley way and the crowds of\nscreaming girls are after them.\n\nEXT, TERMINAL\n\nThey rush on through the narrow cobbled passageway and into the main\nstation, quickly show their tickets at the barrier for the London\ntrain, and get onto the platform as hordes of yelling and screaming\ngirls reach the closed gates.\n\nEXT. TERMINAL PLATFORM\n\nWe see the fans rushing to the few platform ticket machines, and\nendless pennies being dropped and tickets torn out in their haste to\nget onto the platform to see the boys.\n\nNORM has been waiting for the boys and he hurries them to where all\ntheir baggage, instruments and the drums are waiting, piled up to be\nput into the guards' van. The boys turn and see the oncoming stream of\ngirls pushing through the barriers and descending on them with yells\nand shouts. They grab their instruments, RINGO makes for the drums.\nNORM plugs into a handy transformer and using their instruments like a\ngun volley to stop the onrush of females, the boys blast fire into a\nnumber and start to sing. This stops the girls in their tracks and\n\nsettle down on whatever they can to listen to them playing.\n\nAs the boys are playing, we CUT BACK into the crowds. In the centre we\nsee PAUL struggling and pulling to fight his way through the girls to\njoin the other boys. He is dragging a very reluctant old man behind\nhim. The old man seems most disgruntled and we can see by his gestures\nhow unwilling he is to be pulled and pushed forward through all the\ngirls.\n\nAt last PAUL reaches the other boys. He sits the old man down on a\n\nof cases and joins in the number to the squeals of delight from the\nfans. The old man sits aloof and proud ignoring the whole proceedings.",
  "2": "---END OF PREVIOUS SECTION---\nAt last PAUL reaches the other boys. He sits the old man down on a\n\nof cases and joins in the number to the squeals of delight from the\nfans. The old man sits aloof and proud ignoring the whole proceedings. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN, GEORGE and RINGO look enquiringly at PAUL who gives a\nnoncommittal shrug of the shoulders as if to say, \"it's not my fault\"\nand the number proceeds.\n\nSHOT of sudden horror on JOHN's face. PAUL follows his eye line only\n\nsee the old man has doffed his cap and is busily collecting money from\na disconcerted crowd. PAUL dives hastily into the crowd, and with\nsuitable apologies extracts the old man and with a long suffering sigh\ndrags him back to the group. GEORGE and PAUL hold him firmly as they\nfinish the number, the old man standing there between them.\n\fthe\n\nAs the number finishes and the girls scream and shout with delight,\n\nguard blows his whistle. NORM and SHAKE grab the instruments and the\ndrums, and with the rest piles the lot into the guards’ van. The BOYS\nhead into their reserved compartment pursued by the fans but the train\nmoves off. They have successfully repelled all extra boarders.\n\nTHE BOYS stand and wave to the fans until out of sight line ... the\ngirls running along to the end of the platform waving and calling out.\n\nINTERIOR RESERVED COMPARTMENT IN THE TRAIN\n\n \n\nThe boys relax, sitting down on one side of the compartment. They are\nabout to settle down and make themselves at home when first RINGO\nnudges GEORGE who in turn nudges JOHN. Opposite them is sitting the\nLITTLE OLD MAN. He is holding himself stiff, erect and very aloof.\n\nThe three boys look at him enquiringly but with an elaborate sniff he\nlooks away from them and out of the window.\n\nPAUL catches his eye and winks at the LITTLE OLD MAN. He winks back at\nPAUL, scowls at the other three then looks firmly out of the window\nagain.\n\nThe boys turn on PAUL crowding around him.\n\nJOHN\nEh ... pardon me for asking but who's that\nlittle old man?\n\nPAUL\nWhat little old man?\n\nJOHN\n(pointing)\nThat little old man.\n\nPAUL\nOh, that one. That's me Grandfather.\n\nGEORGE\nThat's not your Grandfather.\n\nPAUL\nIt is, y'know.\n\nGEORGE\nBut your Grandfather lives in your house.",
  "3": "---END OF PREVIOUS SECTION---\nGEORGE\nThat's not your Grandfather. PAUL\nIt is, y'know. GEORGE\nBut your Grandfather lives in your house. \n---TARGET SECTION TO BE ANNOTATED---\n I've\nseen him.\n\nPAUL\n\nOh, that's me other Grandfather, but this one's\nme Grandfather and all.\n\nJOHN\nHow d'you reckon that one out?\n\fPAUL\nWell ... everyone's entitled to two, aren't\nthey, and this is me other one.\n\nJOHN\n(long suffering)\nWell we know that but what's he doing here?\n\nPAUL\nWell, me mother thought the trip 'ud do him\ngood.\nRINGO\nHow's that?\nPAUL\nOh ... he's nursing a broken heart.\n\nThe lads all look intently at the GRANDFATHER.\n\nJOHN\nAah ... the poor old thing.\n\nHe leans across to GRANDFATHER.\n\nJOHN\nEh, Mister... are you nursing a broken heart\nthen?\n\nThe GRANDFATHER nods soulfully glares at him, in a way that\nyes.\n\nPAUL\n(whispering)\nYou see, he was going to get married but she\nthrew him over for a butcher.\n\nGEORGE\nA butcher?\n\nPAUL\nYeah, she was fickle.\n\nJOHN\nAye and fond of fresh meat and all.\n\nPAUL\n(seriously)\nNo ... it was his sweetbreads. She was dead\nkinky for sweetbreads. Anyroad, me mother\nthought it'ud give him a change of scenery,\nlike.\n\nJOHN\nOh, I see.\n\nindicates\n\fHe inspects GRANDFATHER carefully.\n\nJOHN\n(to PAUL)\nEh, he's a nice old man, isn't he?\n\nPAUL\nOh yeah, he's very clean, y'know.\n\nThey all agree with PAUL.\nJOHN has been examining GRANDFATHER. He now leans forward to him.\nJOHN\n(in an over-friendly voice)\n\nHello, Grandfather!\n\nGRANDFATHER\nHello.\n\nJOHN\n(delightedly)\nHe can talk then?\n\nPAUL\n(indignantly)\nCourse he can talk. He's a human being, like.\nIsn't he?\nRINGO\n(grinning)\nWell ... if he's your Grandfather, who knows?\nThe lads all laugh.\nJOHN\n\nAnd we're looking after him, are we?\n\nGRANDFATHER\nI'll look after meself.",
  "4": "---END OF PREVIOUS SECTION---\nThe lads all laugh. JOHN\n\nAnd we're looking after him, are we? GRANDFATHER\nI'll look after meself. \n---TARGET SECTION TO BE ANNOTATED---\nPAUL\nAye, that's what I'm afraid of!\n\nJOHN\nHe's got you worried, then?\n\nPAUL\nHim, he costs you a fortune in breach of\npromise cases. He's a villain and a right mixer\nas well.\n\nGEORGE\n(disbelieving)\n\nGerron.\n\nPAUL\n\fNo, straight up.\n\nGRANDFATHER\nThe lad's given you the simple truth. I'm\ncursed wid irresistible charm, I'm too\nattractive to be let loose.\n\nAt this moment, SHAKE, a tall man who works with the BOYS,\nthe door of the compartment.\n\nSHAKE\nYou got on all right then?\n\nBOYS\nHi, Shake.\n\nSHAKE\nWe're here. Norm'll be along in a mo' with the\ntickets.\n\nHe sees GRANDFATHER.\n\nSHAKE\nMorning!\n(whispers)\nWho's that little old man?\n\nGEORGE\nIt's Paul's grandfather.\n\nSHAKE\nOh aye, but I thought ...\n\nJOHN\n(cutting in)\nNo, that's his other one.\n\nSHAKE\nThat's all right then.\n\nJOHN\n(displaying Grandfather)\nClean though, isn't he?\n\nSHAKE\nOh yes, he's clean all right.\n\nNORM the road manager appears behind SHAKE.\n\nNORM\nMorning, lads.\nBOYS\nMorning ... Hi, Norm.\nNORM\n\n(checking them quickly)\n\npulls open\n\fWell, thank God you're all got here. Now,\nlisten, I've had this marvellous idea ...\n\nnow just for a change, let's all behave like\nordinary responsible citizens. Let's not cause\nany trouble, pull any strokes or do anything\nI'm going to be sorry for, especially\ntomorrow at the television theatre,\n\nbecause ...\n\nHe looks sharply at JOHN who is polishing his nails.\n\nNORM\nAre you listening to me, Lennon?\n\nJOHN\n(off-hand)\nYou're a swine, isn't he George?\n\nGEORGE\n(disinterested)\nYeah ... a swine.\n\nNORM\n(just as indifferent)\nThanks...\n\nHe sees the GRANDFATHER.\n\nNORM\nEh ...\n\nBOYS IN CHORUS\n... Who's that little old man?\n\nNORM\nWell, who is he?\n\nRINGO\nHe belongs to Paul.",
  "5": "---END OF PREVIOUS SECTION---\nWho's that little old man? NORM\nWell, who is he? RINGO\nHe belongs to Paul. \n---TARGET SECTION TO BE ANNOTATED---\nNORM\n(accepting the situation)\nAh well, there you go. Look, I'm going down the\ndiner for a cup of coffee, are you coming?\n\nPAUL\nWe'll follow you down.\n\nGRANDFATHER rises.\n\nGRANDFATHER\nI want me coffee.\n\nNORM\nHe can come with Shake and me if you like.\n\nPAUL\n\fWell, look after him. I don't want to find\nyou've lost him.\n\nNORM\nDon't be cheeky, I'll bind him to me with\npromises. Come on, Grandad.\n\nGRANDFATHER joins SHAKE and NORM.\n\nNORM\n(over Grandfather's head)\nHe's very clean, isn't he?\n\nSHAKE and NORM collect GRANDFATHER and are in the process of leaving\nthe compartment when a fat upper class city Englishman, JOHNSON,\nattempts to enter. There is a bit of confusion and they get tangled up\nwith each other.\n\nJOHNSON\nMake up your minds, will you!\n\nAt last SHAKE, NORM and GRANDFATHER sort themselves out and JOHNSON\nenters with his case. The other three go to coffee.\n\nJOHNSON puts his case up on the luggage rack, then sits down. All his\nmovements are disgruntled ... he finally picks up his copy of the\nFinancial Times and burying himself behind it, starts to read. After a\nmoment he looks up, notices the compartment window is open. He gets up\nand without so much as a \"by your leave\" he closes it, glares at the\nBOYS and sits down again.\n\nThe boys exchange looks as if to say ... “Hello, Saucy!!\"\nPAUL\n\n(politely)\nDo you mind if we have it opened?\n\nJOHNSON\n(briefly)\nYes, I do.\nJOHN\n\nYeah, but there are four of us, like, and we'd\nlike it open, if it's all the same to you, that\nis.\n\nJOHNSON\n(rudely)\nWell, it isn't. I travel on this train\nregularly twice a week, so I suppose I've some\nrights.\n\nRINGO\nAye, well, so have we.\n\nHe disappears behind his paper before the BOYS can say another word.",
  "6": "---END OF PREVIOUS SECTION---\nI travel on this train\nregularly twice a week, so I suppose I've some\nrights. RINGO\nAye, well, so have we. He disappears behind his paper before the BOYS can say another word. \n---TARGET SECTION TO BE ANNOTATED---\n\fRINGO pulls a face at the raised paper and switches on his portable\nradio. A pop number is playing.\n\nJOHNSON puts down his paper firmly.\n\nJOHNSON\nAnd we'll have that thing off as well, thank\nyou.\n\nRINGO\nBut I...\n\nJOHNSON leans over and switches it off.\n\nJOHNSON\nAn elementary knowledge of the Railway Acts\nwould tell you I'm perfectly within my rights.\n\nHe smiles frostily.\n\nPAUL\nYeah, but we want to hear it and there's more\nof us than you. We're a community, like, a\nmajority vote. Up the workers and all that\nstuff!\n\nJOHNSON\nThen I suggest you take that damned thing into\nthe corridor or some other part of the train\nwhere you obviously belong.\n\nJOHN\n(leaning forward to him)\nGie's a kiss!\n\nPAUL\nShurrup! Look, Mister, we've paid for our seats\ntoo, you know.\n\nJOHNSON\nI travel on this train regularly, twice a week.\n\nJOHN\nKnock it off, Paul, y' can't win with his sort.\nAfter all, it's his train, isn't it, Mister?\n\nJOHNSON\nAnd don't you take that tone with me, young\nman!\nGEORGE\nBut...\nJOHNSON\n(accusingly)\n\nI fought the war for your sort.\n\fRINGO\nBet you're sorry you won!\n\nJOHNSON\nI'll call the guard!\n\nPAUL\nAye ... but what? They don't take kindly to\ninsults you know. Ah, come on, you lot. Let's\nget a cup of coffee and leave Toby the manger.\n\nThe boys troop out of the door into the corridor. JOHNSON smiles\ntriumphantly. He is about to settle down to his paper when there is a\ntap on the corridor window. He looks up and we see pressed against the\n\nwindow a collection of hideous Beatle faces.\n\nPAUL\nEh, Mister ... can we have our ball back!\n\nThe man jumps to his feet.\n\nINTERIOR OF THE CORRIDOR\n\nThe boys run away like a pack of school boys and disappear round the\ncorner.\n\nINTERIOR OF THE TRAIN CORRIDOR\nFrom the P.O.V. of the door leading to the restaurant car.",
  "7": "---END OF PREVIOUS SECTION---\nINTERIOR OF THE TRAIN CORRIDOR\nFrom the P. O. V. of the door leading to the restaurant car. \n---TARGET SECTION TO BE ANNOTATED---\nThe boys come down the corridor in full flight, laughing away like\nhappy idiots. GEORGE and PAUL pull open the sliding doors. The boys\nlook inside.\n\nINTERIOR RESTAURANT CAR\n\nFrom their P.0.V. we see the car is half empty and at a table in the\ncentre SHAKE and NORM and GRANDFATHER are sitting. On the table is a\npile of photos of the boys. NORM and SHAKE are arguing. NORM is being\nvery aggressive, much to SHAKE's discomfort.\n\nNORM\nYeah, you want to watch it.\n\nSHAKE\n(unhappily)\nIt's not my fault.\n\nNORM\nWell, you stick to that story, son.\n\nSHAKE\nI can't help it, I'm just taller than you.\n\nGRANDFATHER\n\f(To NORM slyly)\nThey always say that.\n\nNORM\nYeah, well I got me eye on you.\n\nSHAKE\nI'm sorry Norm, but I can't help being taller\nthan you.\n\nNORM\nWell, you don't have to rub me nose in it. I've\na good mind to ...\n\n(he is about to thump SHAKE.)\n\nJOHN\n(enjoying himself)\nIf you're going to have a barney I'll hold\nyour coats.\n\nNORM\nHe started it.\n\nSHAKE\nNo, I didn't you did...\n\nGEORGE\nWell, what happened?\n\nSHAKE\nThe old fella wanted these pictures and Norm\nsaid he couldn't have ‘em, all I said was\n‘aw go on, be big about it.'\n\nPAUL\nAnd?\n\nNORM\nYour Grandfather pointed out Shake was always\nbeing taller than me just to spite me.\n\nPAUL\nI knew it, he started it, I should have known.\n\nNORM\nY'what?\n\nPAUL\nYou two have never had a quarrel in your life\nand in two minutes flat he's got you at it.\nHe's a king mixer. Adam and Eve, meet the\nserpent. Anthony and Cleopatra, there's your\nasp. Divide and Conquer, that's this one's\nmotto. He hates group unity so he gets\neveryone at it.\n\nThe BOYS, i.e., JOHN, GEORGE and RINGO, look at each other then at\n\fPAUL.",
  "8": "---END OF PREVIOUS SECTION---\nDivide and Conquer, that's this one's\nmotto. He hates group unity so he gets\neveryone at it. The BOYS, i.e., JOHN, GEORGE and RINGO, look at each other then at\n\fPAUL. \n---TARGET SECTION TO BE ANNOTATED---\nPAUL\nAye and we'll have to watch it and all.\n\nGEORGE\nI suggest you just give him the photos and have\ndone with it.\n\nNORM\nYou're right. Here you are, old devil.\n\nSHAKE and NORM leave. GRANDFATHER grins triumphantly and collects\nthem,\nthen with a sweet smile he turns to PAUL.\n\nGRANDFATHER\nWould you ever sign this one for us, Pauly?\n\nPAUL does so automatically but in the middle of signing he gets\nsuspicious. GRANDFATHER smiles at him charmingly so PAUL finishes\nsigning.\n\nJOHN\nCome on let's get this coffee.\n\nGRANDFATHER\nBefore you go, I think it's only fair to warn\nyou about me Grandson ... don't let our Paul\n\nhave his own way all the time, 'cos if you do\nhe won't respect you!\n\nJOHN, RINGO and GEORGE take this up straight away. They all pretend to\nbe girls, RINGO jumps into PAUL's arms.\n\nGEORGE\n(coyly)\nOh, Paul, you can't have your own way!!!\n\nJOHN\n(invitingly, in a Marlene Dietrich\nvoice)\nIf I let you have your own way, you little\nrascal, will you respect me?\n\nPAUL\n(choked)\nI'll murder you, Grandfather!\n\nJOHN waltzes PAUL down to an empty table and the lads sit down.\n\nGEORGE\nEh, look at that talent.\n\nThey all gaze across the aisle. From their P.O.V. we see two very\nattractive young girls, RITA and JEAN, having coffee.\n\fJOHN\nGive 'em a pull.\n\nPAUL\nShall I?\n\nGEORGE\nAye, but don't rush. None of your five bar gate\njumps and over sort of stuff.\n\nPAUL\nNow what's that supposed to mean?\n\nGEORGE\n(grinning)\nI don't really know, but it sounded\ndistinguished, like, didn't it?\n\nJOHN\nGeorge Harrison, The Scouse of Distinction.\n\nWe follow PAUL as he crosses over to the two girls. He places a bowler\non his head.",
  "9": "---END OF PREVIOUS SECTION---\nJOHN\nGeorge Harrison, The Scouse of Distinction. We follow PAUL as he crosses over to the two girls. He places a bowler\non his head. \n---TARGET SECTION TO BE ANNOTATED---\nPAUL\n(in posh accent)\n\nExcuse me, but these young men I'm sitting with\n\nwondered if two of us could join you; I'd ask\n\nyou meself only I'm shy.\n\nThe two girls giggle together.\n\nJOHN and GEORGE are about to move over when GRANDFATHER suddenly\nappears by their sides.\n\nGRANDFATHER\n(sternly)\n\nI'm sorry, miss, but you mustn't fraternise\n\nwith my prisoners.\n\nJEAN\nPrisoners!!\n\nGRANDFATHER\nConvicts in transit to Wormwood Scrubs. Typical\nold lags, the lot of ‘em.\n\nTHE BOYS\nY'what!!!\n\nGRANDFATHER\nQuiet, you lot, or I'll give you a touch of me\ntruncheon.\n\n(He points at Ringo)\nThat little one's the worst. If we don't keep\nhim on tablets he has fits.\n\fRINGO\n(protesting)\nNow look here!!\n\nGRANDFATHER grabs two lumps of sugar from the table and forces them\ninto RINGO'S mouth.\n\nGRANDFATHER\nGet out while you can, ladies, his time's\ncoming round for one of his turns.\nThe frightened girls scurry out of the restaurant car. The boys look\nin\namazement and horror at GRANDFATHER. They are completely\n\nflabbergasted.\nGRANDFATHER smiles at them benignly.\n\n8. INTERIOR OF RAILWAY COMPARTMENT\nSHAKE and NORM are seated. SHAKE is buried in a science fiction book\n\nNORM looks at his watch, slightly worried.\n\nNORM\nHe's been gone a long time.\n\nSHAKE\n(without looking up)\nWho?\n\nNORM\nPaul's grandfather.\n\nSHAKE\nOh, I didn't notice, where'd he go?\n\nNORM\nDown the ... er ...\n\nSHAKE\nOh, down the ... er ...?\n\nNORM\nYeah, down the ... er ...\n\nSHAKE\nWell, give a couple of minutes ...\n\nHe resumes reading. But NORM goes on worrying.\n9. INTERIOR OF ANOTHER RAILWAY COMPARTMENT\n\nGrandfather is in full flight of conversation with a charming elderly\nlady, AUDREY, who is listening intently.\n\nGRANDFATHER\n\f(proudly)\nYes, I'm their manager, I discovered them.",
  "10": "---END OF PREVIOUS SECTION---\n9. INTERIOR OF ANOTHER RAILWAY COMPARTMENT\n\nGrandfather is in full flight of conversation with a charming elderly\nlady, AUDREY, who is listening intently. GRANDFATHER\n\f(proudly)\nYes, I'm their manager, I discovered them. \n---TARGET SECTION TO BE ANNOTATED---\nLADY AUDREY\nDid you indeed, Mr. McCartney?\n\nGRANDFATHER\nNow, Audrey, I told you, the name's John. We\nshow biz people are a friendly lot.\n\nAUDREY\nOf course, John.\n\nGRANDFATHER\nYes, they were playing the queues outside the\npicture palaces of Liverpool. Scruffy young\nlads, lacking even the price of a jam roll.\nOrphans, every Paddy's son of ‘em. I saw\ntheir potential at once although I had me\ndoubts about the little fella, a savage\nprimitive, that Ringo, but it was him what\ngave in first. He picked up a brick and\nheaved it at me and I quelled him wid one\nfierce flash of me eyes. \"Mister, can you\nspare us a copper?\" he said. I was disarmed by\nthe grubby little outstretched mauler ... So, I\ntook them under me managerial banner.\n\nAUDREY\nThe usual ten per cent?\n\nGRANDFATHER\nOh, not at all, I let them have twenty-five;\nsure aren't there four of them?\n\nAUDREY\n(her eyes lighting up)\nHow fascinating. Do go on ...\n(pause)\n.+. John.\n\nGRANDFATHER\n-+. Oh, I'm all heart, Ma'am, all heart ...\nWell, I let...\nINTERIOR CORRIDOR OF TRAIN\n\nNORM and SHAKE meet with the BOYS as they are returning from coffee.\n\nNORM\nEh, have you got Paul's grandfather?\n\nJOHN\nOf course, he's concealed about me person.\n\nNORM\nNo ... he's must have slipped off somewhere.\n\f11.\n\nPAUL\n(accusingly)\nHave you lost him?\n\nNORM\nDon't exaggerate.\n\nPAUL\nYou've lost him.\n\nSHAKE\nPut it this way, he's mislaid him.\n\nPAUL\nYou can't trust you with anything, Norm, if\nyou've lost him, I'll cripple you.\n\nSHAKE\nHe can't be far.\n\nJOHN\nI hope he fell off.\n\nPAUL\n(mildly)\nDon't be callous.\n\nRINGO\nHe doesn't like me, honest, I can tell ... It's\n‘cos I'm little.",
  "11": "---END OF PREVIOUS SECTION---\nPAUL\n(mildly)\nDon't be callous. RINGO\nHe doesn't like me, honest, I can tell ... It's\n‘cos I'm little. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE\nYou've got an inferiority complex, you have.\n\nRINGO\nYeah, I know, that's why I took up the drums.\nIt's me active compensatory factor.\n\nJOHN and PAUL run down the corridor. SHAKE and NORM turn from the door\nand go in the opposite direction, GEORGE and RINGO follow after the\nother two boys.\n\nINTERIOR CORRIDOR OF TRAIN\n\nPAUL and JOHN look into various compartments. CLOSE SHOT of RINGO\nlooking into compartments in the manner of Groucho Marx. In one of the\ncompartments we see from RINGO'S P.O.V. the occupant, a glamorous\n\nwoman, TANIA, with a small lap dog.\n\nShe is beautifully and most expensively dressed. She looks up and sees\nRINGO.\n\nRINGO smiles at her and she smiles back. She then beckons him to join\nher.\n\nHe looks around to see if she means someone else. She nods a negative.\n\fRINGO looks back enquiringly then points at himself as if to say:\n\n“Who,\nme?\"\nTANIA smiles enthusiastically.\nGEORGE has been watching all this.\nGEORGE\nAre you going in?\nRINGO\nNo, she'll only reject me in the end and I'll\nbe frustrated.\nGEORGE\nYou never know, you might be lucky this time.\nRINGO\nNo, I know the psychological pattern and it\nplays hell with me drum skins.\nHe blows the glamorous lady a kiss, then moves sadly on.\n12. INTERIOR FURTHER DOWN THE CORRIDOR\n\nPAUL enters a compartment followed by JOHN. The TWO GIRLS, RITA and\nJEAN, from the restaurant car are sitting there.\n\nPAUL\nExcuse me but have you seen that little old\nman we were with?\n\nThe girls jump up, surprised.\n\nJOHN\nWe've broken out, oh, the blessed freedom of it\nall!\n(he extends his hands\nas if handcuffed)\nEh, have you got a nail file, these handcuffs\nare killing me. I was framed. I was innocent.\n\nPAUL\nWill you stop it! Sorry to disturb you, miss...\n\nHe starts to drag JOHN after him.\n\nJOHN\nI was innocent. I was framed. I won't go back.",
  "12": "---END OF PREVIOUS SECTION---\nJOHN\nI was innocent. I was framed. I won't go back. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN is now by the door; he leers at the girls horribly.\n\nJOHN\nI bet you can guess what I was in for.\n\nHe cackles like a maniac before disappearing, the door closing after\n\f13.\n\nhim.\n\nA waiter carrying a tray with champagne and glasses on it passes into\none of the compartments with the blinds down.\n\nPAUL\nHow about that one?\n\nHe moves towards the compartment.\n\nPAUL\n(to Ringo and George)\nDid you look in here?\n\nGEORGE\nNo. I mean, it's probably a honeymoon couple or\n\na company director or something.\n\nPAUL\nWell, let's broaden our outlook.\n\nPAUL opens the door of the compartment.\nINTERIOR OF COMPARTMENT\n\nFrom the BOYS' P.O.V. we see GRANDFATHER and the elderly lady, AUDREY,\nsipping champagne and nibbling caviar on toast.\n\nGRANDFATHER\n(looking up)\n\nCongratulate me, boys, I'm engaged.\n\nPAUL enters and crosses over to him.\n\nPAUL\n\nOh no, you're not. You've gone too far this\n\ntime ... and who's paying for all this?\nGRANDFATHER\n\nIt's all taken care of. It's down on our bill.\n\nPAUL\nOh, well that's all right.\n(realising)\nWhat?\nAUDREY\n\nYoung man, kindly moderate your tone when you\naddress my fiance.\n\nPAUL\nI'm sorry, Missus, but the betrothal's off.\n(He grabs GRANDFATHER\nby the arm.)\nI'll refuse me consent, he's over-age!\n\nAUDREY grabs GRANDFATHER's other arm and pulls back.\n\f14.\n\nAUDREY\nLeave him alone, after all he's done for you is\nthis the way you repay him?\n\nA tug of war now starts between PAUL and AUDREY.\n\nPAUL\n(pulling)\nHim? he's never done anything for anybody in\nhis life.\nAUDREY\n(pulling)\n\nYou dare to say that when even those ridiculous\nclothes you are wearing were bought when you\nforced him to sell out his gilt edged\nIndomitables!!\n\nJOHN and GEORGE jump on the seat egging PAUL and AUDREY on.\n\nJOHN\nCome on, Auntie, you're winning.",
  "13": "---END OF PREVIOUS SECTION---\nAUDREY\n(pulling)\n\nYou dare to say that when even those ridiculous\nclothes you are wearing were bought when you\nforced him to sell out his gilt edged\nIndomitables!! JOHN and GEORGE jump on the seat egging PAUL and AUDREY on. JOHN\nCome on, Auntie, you're winning. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE\nGet in there, Paul, she's weakening.\n\nRINGO attempts to interfere.\n\nRINGO\nLook, Missus, this is all a misunderstanding,\nyou see, he's ...\n\nAUDREY\nKeep away from me, you depraved lout, I know\nall about your terrible past.\n\nRINGO\nY'what?\n\nShe hits RINGO with her handbag and continues struggling with PAUL for\nGRANDFATHER. RINGO grabs her handbag to stop her hitting him.\n\nRINGO\nHe's given me a bad character, blackguarding me\nname to all and sundry. He's got to be stopped.\n\nIt's not fair.\n\nRINGO pushes out into the corridor, forgetting that he is holding the\nwoman's handbag.\n\nA voice shouts off from outside.\n\nVOICE OFF\nThat's one of them ... stop thief!\n\nINTERIOR CORRIDOR\n\fFrom Ringo's P.O.V. we see down to the right the city man, JOHNSON,\napproaching with a GUARD. RINGO turns the other way to the left when\n\nhe\nis joined by [the] three other boys. From their P.O.V. down the\ncorridor we see the two girls, autograph books in hand, followed by\nten\ngirls from the same school.\nBoth groups are closing in on the BOYS. There's no escape.\nRINGO\n(looking down at the\nhandbag in his hand)\nOh Mother! !\n15. INTERIOR LUGGAGE VAN\n\nVery dark, and behind bars we see GRANDFATHER. He is sitting crouched\n\nup on a wooden box tea chest and looks pretty miserable. He turns\n\ntowards the CAMERA; in the foreground of the SHOT we see PAUL\nstanding.\n\nIn the background an impassive GUARD is reading a paper which he does\n\nthroughout the scene.\n\nGRANDFATHER\n(bitterly)\nAnd to think me own grandson would have let\nthem put me behind bars!\n\nPAUL\nDon't dramatise.\n\nThe CAMERA PULLS BACK and we see GRANDFATHER in the luggage\ncompartment\n\nof the guards' van. In with him are a crate of chickens and a dog. The\n\nchickens peck at him; GRANDFATHER moves listlessly away.\n\nPAUL\nLet's face it, you're lucky to be here.",
  "14": "---END OF PREVIOUS SECTION---\nIn with him are a crate of chickens and a dog. The\n\nchickens peck at him; GRANDFATHER moves listlessly away. PAUL\nLet's face it, you're lucky to be here. \n---TARGET SECTION TO BE ANNOTATED---\n If\nthey'd have had their way you'd have been\ndropped off at Stafford already.\n\nGRANDFATHER proudly turns away from PAUL who dodges round so he can\nstill see his face.\n\nPAUL\nWell, you've got to admit you've upset a lot of\npeople. At least I can keep my eye on you while\nyou're stuck in here.\n\nGRANDFATHER turns away again.\n\nPAUL\nAll right, how about Ringo? I mean ... he's\nvery upset, you know ... and as far as your\n\ngirlfriend, little Audrey's concerned, she's\n\ffinished with men for the rest of her natural,\nand another thing ...\n\nGRANDFATHER\nA harmless bit of fun, aah, none of you have\nany sense of humour left these days.\n\nPAUL\nOh, it's all right for you but those two girls\nwere scared to death! Honest, Grandad, why? I\nmean, why do you do these things?\n\nGRANDFATHER\n(cutting in)\nYou're left-handed, aren't you, Paul?\n\nPAUL\nYeah ... so what?\n\nGRANDFATHER\nWhy do you always use your left hand?\n\nPAUL\nWell, don't be daft, I've got to.\n\nGRANDFATHER\nAnd I take a left-handed view of life, I've got\nto.\n\nPAUL grins. After a moment of looking at him, PAUL opens the door of\nthe luggage compartment and joins GRANDFATHER on a box.\n\nPAUL\nShove up!\n\nGRANDFATHER produces a penny.\n\nGRANDFATHER\nOdds or evens?\nPAUL sighs.\nPAUL\nOdds.\n\nGRANDFATHER flips the coin.\n\nThe guards' van door opens and JOHN, GEORGE and RINGO come in, with\nthem are the girls, RITA and JEAN.\n\nJOHN\n\n(as he sees PAUL behind the bars)\nDon't worry, son, we'll get you the best\nlawyer trading stamps can buy.\n\nPAUL\nOh, it's a laugh a line with Lennon.\n\f16.\n\nnearer\n\n17.\n\n18.\n\n(to Ringo)\n\nAnyroad up ... It's all your fault.\nRINGO\n\nMe? Why?\nGEORGE\n\nBag-snatcher.\n\nGRANDFATHER\nThat's right; convict without trial ...",
  "15": "---END OF PREVIOUS SECTION---\nWhy? GEORGE\n\nBag-snatcher. GRANDFATHER\nThat's right; convict without trial ... \n---TARGET SECTION TO BE ANNOTATED---\n Habeas\ncorpus.\nJOHN\n(casually)\n\nEvery morning.\nJOHN has been looking around the guards' van.\n\nJOHN\n\nGaw, it's depressing in here, isn't it?\nFunny...\n\n(he pats the dog)\n‘cos they usually reckon dogs more than people\nin England, don't they? You'd expect something\na little more palatial.\n\n(he shudders)\nCome on. Let's have a little action. Let's do\nsomething, then.\n\nPAUL\nLike what?\n\nJOHN\nWell, I've got me gob stopper.\n(he produces his mouth organ.)\nLook, a genuine Stradivarius, hand tooled at\nDagenham.\n\nAnd to RINGO's beat on a tea chest they are off, PAUL and GEORGE\nimprovising other sounds, much to the GIRLS' delight. During the\nnumber, GRANDFATHER quietly lets the latch off the chicken crate and\nchickens begin to wander through the scene.\n\nEXTERIOR TRAIN IN MOTION FROM ABOVE (NIGHT)\n\n \n\nWhile the number is progressing, the train is getting nearer and\nto London.\n\nEXTERIOR PLATFORM TERMINUS (NIGHT)\n\nSHOTS of the station full of GIRLS waiting for the BOYS.\nINTERIOR GUARDS VAN\n\nBy the time the number finishes the train pulls up with a sharp halt\n\f19.\n\n20.\n\nthat sends them all sprawling, BOYS and GIRLS.\nNORM enters the guards' van.\nNORM\nDon't move, any of you. They've gone potty out\n\nthere. The whole place is surging with girls.\n\nJOHN\nPlease, can I have one to surge with?\n\nNORM\nNo.\n\nJOHN\nAh, go on, you swine.\n\nNORM\nNo, you can't. Look, as soon as I tell you, run\nthrough this door here and into the big car\nthat's waiting.\n\nHe points and we see a big car parked across the road.\n\nThe BOYS prepare to depart, lining up with GRANDFATHER at the door\n\nEXTERIOR PLATFORM TERMINUS\n\nJust as they are ready to go, a line of taxis draws up parallel to the\ntrain and now separates them from the big car waiting for them.\n\nNORM\nOh no!\n\nGRANDFATHER pushes past the BOYS, holding his coat closed.",
  "16": "---END OF PREVIOUS SECTION---\nThe BOYS prepare to depart, lining up with GRANDFATHER at the door\n\nEXTERIOR PLATFORM TERMINUS\n\nJust as they are ready to go, a line of taxis draws up parallel to the\ntrain and now separates them from the big car waiting for them. NORM\nOh no! GRANDFATHER pushes past the BOYS, holding his coat closed. \n---TARGET SECTION TO BE ANNOTATED---\nGRANDFATHER\nAll right, lads, follow me.\n\nAnd before NORM can stop him, he darts out of the door, PAUL after\nThe fans further down the platform see PAUL and charge forward ... in\n\npanic NORM and the others follow, JOHN just having time to kiss both\nthe girls.\n\nJOHN\nVive l'amour!\n\nNORM drags him away.\n\nEXTERIOR RAILWAY STATION\n\nThe BOYS manage to follow GRANDFATHER by leaping onto a motorized\nluggage carrier, GEORGE driving and the other three posing as a frozen\n\ntableau on the back. GRANDFATHER has arrived at a taxi door. He flings\nit open and runs through, opening the other door, thus making a safe\n\f21.\n\n22.\n\noff.\n\nhotel\n\n23.\n\nis\n\nroom.\n\nthe\n\nbridge to the car.\nThe BOYS follow and manage to make it to the big car safely. They run\ntowards grandfather's taxi. The FANS have followed the BOYS and we see\nstreams of GIRLS piling through all the taxis one of which contains\nJOHNSON the city man, opening and shutting the doors to get through,\nmuch to the indignation of the TAXI DRIVERS.\n\nINTERIOR BIG CAR\n\nNORM is sitting in front with the driver, FRANK. The four BOYS and\nGRANDFATHER are squashed together in the back.\n\nNORM\n(to the driver)\nGo like the clappers, son!\nFRANK\n(smoothly)\nThat was my entire intention, sir.\nEXTERIOR STATION\nThe car moves off surrounded by the FANS; from a height we see them\nconverge on the car but it moves forcefully out of the station and\nIt moves into the traffic in the main road and the journey to the\nbegins.\nINTERIOR HOTEL SUITE NIGHT\nThere is a reception room and off it lead rooms that are presumably\nbedrooms, bathroom, etc. JOHN is lying sprawled out on a settee\nlistening to a transistor radio, demolishing a basket of fruit. PAUL\nsitting at an upright piano and GRANDFATHER is mooching about the\nOne of the doors opens and GEORGE enters followed by RINGO, none of\n\nBOYS are wearing coats.\n\nRINGO\nI don't snore.",
  "17": "---END OF PREVIOUS SECTION---\nJOHN is lying sprawled out on a settee\nlistening to a transistor radio, demolishing a basket of fruit. PAUL\nsitting at an upright piano and GRANDFATHER is mooching about the\nOne of the doors opens and GEORGE enters followed by RINGO, none of\n\nBOYS are wearing coats. RINGO\nI don't snore. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE\nYou do - repeatedly.\n\nRINGO\n(to John)\nDo I snore?\nJOHN\n\n(eating a banana)\nYou're a window rattler, son.\n\fRINGO\nWell, that's just your opinion. Do I snore,\nPaul?\n\nPAUL\n(stopping playing)\nWith a trombone hooter like yours it'd be\nunnatural if you didn't.\n\nGRANDFATHER\nDon't mock the afflicted, Pauly.\n\nPAUL\nOh for Pete's sake, It's only a joke.\n\nGRANDFATHER\nWell, it may be a joke, but it's his nose. He\ncan't help having a horrible great nose, it's\nthe only one he's got. And his poor little\nhead's trembling under the weight of it.\n\nNORM enters with three piles of fan mail and places them in front of\nJOHN on a table. RINGO is almost in tears, examining his nose in a\nmirror.\n\nNORM\nPaul, John, George - get at it.\n\nJOHN\n\nHello the income tax have caught up with us at\nlast.\n\nPAUL and GEORGE gather round the low table. RINGO is left out of it.\n\nRINGO\nNone for me, then?\n\nNORM\nSorry.\n\nJohn hands RINGO a single envelope.\n\nJOHN\nThat'll keep you busy.\n\nGRANDFATHER\n\nIt's your nose, y'see. Fans are funny that way.\nTake a dislike to things. They'll pick on a\nnose...\n\nRINGO\nYou go and pick on your own.\n\nSHAKE enters with a stack of mail about three times larger than all\nthe\n\nothers put together.\n\fJOHN\nIs that yours?\n\nSHAKE\nFor Ringo.\n\nHe dumps it in Ringo's arms who staggers into an armchair. The BOYS\nsend him up.\n\nJOHN\nThat must have cost you a fortune in stamps,\nRingo.\n\nGEORGE\n\nHe comes from a large family.\n\nRINGO\n(dumping the letters)\nWell.\n\nRINGO opens his letter and reads it. It contains a large embossed\ncard.\n\nRINGO\nEh, what's Boyd's Club?\n\nThe lads gather round him and PAUL takes the card from him and reads.\n\nPAUL\n“The Management of Boyd's takes pleasure in\nrequesting the company of Mr.",
  "18": "---END OF PREVIOUS SECTION---\nRINGO\nEh, what's Boyd's Club? The lads gather round him and PAUL takes the card from him and reads. PAUL\n“The Management of Boyd's takes pleasure in\nrequesting the company of Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Richard Starkey\nthat's you, in their recently refinished gaming\nrooms. Chemin de Fer. Baccarat, Roulette, and\nChampagne Buffet.\" Blimey!\n\nRINGO\n(surprised)\nAnd they want me?\n\nJOHN\nOh, it's got round that you're a heavy punter\n\nNORM\n(snatching the card\nWell you're not going.\n\nRINGO\nAh.\n\nGRANDFATHER\n(taking card from Norm)\nQuite right, invites to gambling dens full of\neasy money and fast women, chicken sandwiches\nand cornets of caviar, disgusting!\n\nHe pockets the card himself.\n\fRINGO\nThat's mine.\n\nNORM\nHave done, and you lot get your pens out.\n\nBOYS\nWhy?\n\nNORM\nIt's homework time for all you college\npuddings. I want this lot\n(he indicates the fan letters\nall answered tonight.\n\nThe BOYS all protest.\n\nNORM\nI'll brook no denial!\n\nJOHN\nIt's all right for you, you couldn't get a pen\nin your foot, you swine.\n\nNORM\nCome on, Shake, we'll leave ‘em to their\npenmanship.\n\nHe goes followed by SHAKE.\n\nThere is a pause and JOHN deliberately rises slowly and crosses to his\ncoat. He puts it on and walks to the door.\n\nJOHN\nWhile the swine's away the piglets can play.\nWell, come on, what are we waiting for?\n\nWith a whoop PAUL, GEORGE and RINGO collect their coats and head for\nthe door.\n\nGRANDFATHER\nWhat about all these letters?\n\nBOYS\nRead ‘em!\n\nThey disappear. After a moment GRANDFATHER takes out Ringo's card.\nC.U. GRANDFATHER\n\nGRANDFATHER\nAnd a free champagne buffet.\n\nHe grins to himself. At this moment a WAITER enters with a tray. He is\nclad in tails and GRANDFATHER eyes them longingly, measuring himself\nthe while alongside the startled waiter. He leaves us with no doubt in\nour minds what he wants, i.e., the waiter's suit\n\f24. INTERIOR DANCING CLUB NIGHT\n\nThe club is the latest in modern decor and full of teenagers all\nenjoying themselves.",
  "19": "---END OF PREVIOUS SECTION---\nHe is\nclad in tails and GRANDFATHER eyes them longingly, measuring himself\nthe while alongside the startled waiter. He leaves us with no doubt in\nour minds what he wants, i.e., the waiter's suit\n\f24. INTERIOR DANCING CLUB NIGHT\n\nThe club is the latest in modern decor and full of teenagers all\nenjoying themselves. \n---TARGET SECTION TO BE ANNOTATED---\n The CAMERA wanders around the club till it\nfinally\npicks out JOHN, PAUL, GEORGE and RINGO all crowded around one small\ntable. The music is blaring away from a juke box and the BOYS join the\ndancers. They are recognised and given smiles and nods of\nencouragement\nby all the other customers. During this scene we\n\nCUT AWAY\n25. INTERIOR BOYD'S CLUB NIGHT\n\nThe whole atmosphere is of quiet elegance and loud wealth. Around the\nbaccarat table the rich, bored customers sit barely moving a face\nmuscle as they languidly murmur \"suivez\" and \"banco\" to the dealer as\nhe operates the shoe. The manager of the club is beaming with\nsatisfaction as he surveys his customers. One of these customers is\nclad in evening dress and he has his back to us. The rest of the\nplayers (male) are in suits. By each of them is standing a lush lady\nwith a bored sophisticated face that looks as if it has been painted\non. From the REVERSE of the LAST SHOT we now see the solitary evening\ndress player is GRANDFATHER. He looks around him and wipes off his\n\nlook\nof enjoyment and elaborately out-bores everyone in the room.\n\nDEALER\nAlors, M'sieur?\n\nGRANDFATHER\n\n(nonchalant)\nSouflée.\n\nHe turns to the buxom BLONDE, who is dripping over him.\n\nGRANDFATHER\nI bet you're a great swimmer. My turn? Bingo!\n\nCROUPIER\nPas \"Bingo,\" M'sieur... Banco.\n\nGRANDFATHER\n(taking)\nI'll take the little darlings anyway.\n\nHe takes up the cards and can't understand that they are unnumbered.\n\nGRANDFATHER\nTwo and one is three, carry one is four.\n\nThe buxom BLONDE leans over him.\n\nBLONDE\n\fLay them down.\n\nGRANDFATHER\n(disturbed by his eyeline)\nEh?\nBLONDE\nLay them down.\nGRANDFATHER\n\nWe'd be thrown out.\n\nBLONDE\nYour cards... lay them down... face up.\nHe does so.\nCROUPIER\nHuit a la pointe... et sept.",
  "20": "---END OF PREVIOUS SECTION---\nBLONDE\nYour cards... lay them down... face up. He does so. CROUPIER\nHuit a la pointe... et sept. \n---TARGET SECTION TO BE ANNOTATED---\n(He pushes chips and box to Grandfather.)\n\nBLONDE\nYou had a lovely little pair, y'see.\n\nGRANDFATHER\nI dia?\n\nCROUPIER taps impatiently on box (shoe).\n\nBLONDE\nThey're yours.\n\nGRANDFATHER\nThey are?\n\nBLONDE\nThe cards... you're bank.\n\n26. INTERIOR DANCING CLUB\nThe BOYS are having a rare old time and the place is really moving.\n27. INTERIOR BOYD'S CLUB\n\nGRANDFATHER is playing and a waiter is checking the requirements of\nthe\nplayers.\n\nGRANDFATHER\nBingo!\n\nCROUPIER\n(wearily)\nM'lord dit \"Bingo.\"\n\nWAITER\n(to Grandfather)\n\f28.\n\n29.\n\n30.\n\nrest.\n\nA little light refreshment.\n\nGRANDFATHER\n(lordly)\nA glass of the old chablis to wash down a\ngesture of giblets wouldn't go amiss.\n(He resumes his game.)\nSouflée, chop chop.\n\nThe CROUPIER uses the spatula to pick up a card. GRANDFATHER grabs it\nand scoops some sandwiches off a passing tray.\n\nINTERIOR DANCING CLUB\n\nThe BOYS are at their table again laughing and enjoying themselves,\nwhen suddenly their faces freeze.\n\nFrom their P.0.V. we see NORM standing glowering down at them. With\nis SHAKE. Reluctantly the BOYS arise and follow NORM out.\nINTERIOR BOYD'S\n\nGRANDFATHER is looking worried at the call of the card he loses and we\nsee that all his chips have gone. He notices the waiter delivering\nsnacks and champagne to a couple, so quick as a flash, he places a\nhandkerchief over his arm and writing a bill out on a piece of paper,\npresents it to the couple and collects payment in chips. He then\nresumes playing.\n\nINTERIOR HOTEL ROOM\n\nWaiter is sitting on chair in underclothes, reading. He hears a noise,\nsays \"The manager!\" and hides in outer clothes closet. NORM and the\nBOYS enter saying:\n\nNORM\nNow get on with it.\n\nJOHN\nWe were going to do it.\n\nNORM\nAye, well, now!\n\n(He goes through bedroom.)\n\nRINGO goes to hang up coat in closet.",
  "21": "---END OF PREVIOUS SECTION---\nJOHN\nWe were going to do it. NORM\nAye, well, now! (He goes through bedroom.)\n\nRINGO goes to hang up coat in closet. \n---TARGET SECTION TO BE ANNOTATED---\n He does so, then crosses to\n\nRINGO\nAny of you lot put a man in that cupboard?\n\nALL\nA man? No.\n\nRINGO\nWell somebody did.\n\fGEORGE goes to cupboard. We see the WAITER from his P.O.V. He closes\ndoor, returns to group.\n\nGEORGE\nHe's right, y'know.\n\nBOYS\n(disinterested)\nAh well, there you go.\n\nSHAKE enters front door, goes to hang up coat and drags WAITER out.\n\nSHAKE\nEh, what's all this?\n\nPAUL\nOh, him... He's been lurking.\n\nJOHN\nAye, he looks a right lurker.\n\nSHAKE\n(to WAITER)\nYou're undressed. Where are your clothes?\n\nWAITER\nThe old gentlemen borrowed them to go gambling\nat Boyd's.\n\nPAUL\nNo!\n\nRINGO\n\nOh, he's gone to my club, has he?\n\nPAUL\n(turning on Ringo)\nYeah, It's all your fault, getting invites to\ngambling clubs. He's probably in the middle of\nan orgy by now.\n\nJOHN\nWell, what are we waiting for?\n\nSHAKE\nAye, come on, honest, that grandfather of yours\nis worse than any of you lot.\n31. INTERIOR BOYD'S\n\nGRANDFATHER is drinking champagne in locked arms with BLONDE.\n\nWAITER\nEncore de champagne, Monsieur?\n\nGRANDFATHER\n\fYes, and I'll have some more champagne as well.\nHe takes another swig of his glass.\n\nMANAGER\n(beaming)\nLord John McCartney, he's the millionaire Irish\nPeer, filthy rich of course.\n\nCUSTOMER\nOh I don't know, looks rather clean to me.\n\nThe MANAGER comes to grandfather's side.\n\nMANAGER\nPlay is about to resume, m'lord.\n\nGRANDFATHER\n(handing him a chip)\nLead me to it, I've a winning itch that only\nsuccess can pacify.\n\nHe takes his place at the table. The MANAGER watches for a moment then\nmoves away from the table towards the club reception desk.\n\n32. INTERIOR RECEPTION DESK BOYD'S CLUB\nJOHN, PAUL, GEORGE, RINGO, NORM and SHAKE are trying to gain entrance.",
  "22": "---END OF PREVIOUS SECTION---\nThe MANAGER watches for a moment then\nmoves away from the table towards the club reception desk. 32. INTERIOR RECEPTION DESK BOYD'S CLUB\nJOHN, PAUL, GEORGE, RINGO, NORM and SHAKE are trying to gain entrance. \n---TARGET SECTION TO BE ANNOTATED---\nATTENDANT\nI'm sorry sir, members and invited guests only.\n\nPAUL, GEORGE, RINGO, JOHN\nI've got to get in.\nIt's urgent and important.\nI've had an invite.\nTake me to your leader.\n\nNORM\nShurrup.\n\nThe BOYS do and meanwhile the MANAGER has walked into SHOT. He\nrecognises the BOYS and welcomes them with false enthusiasm. They all\nstart to enter the main room.\n\nNORM\nAll we want to know is have you got a little\nold man in there?\n\nMANAGER\n(pleasantly)\nDo you mean Lord McCartney?\n\nCLOSE-UP PAUL\n\nPAUL\nHe's at it again. Look, I'm his grandfather.\n\fI mean...\n\nBLONDE\n(standing next to Grandfather)\nOh, it must be the dolly floor show.\n\nJOHN\nStay where you are everybody this is a raid and\nwe want him.\n\nGRANDFATHER\nWho are these ruffians?... I've never seen them\nbefore in my life! ... (etc.)\n\nThey grab the protesting GRANDFATHER and drag him into the reception\narea. He keeps trying to return to BLONDE and table. GEORGE and RINGO\neach take an end of the velvet cord hanging between the two\n\nstanchions.\nThey exchange ends and re-hook it, thus encircling GRANDFATHER by the\n\nentrance desk. They then go to settle up.\n\nMANAGER\n(with false charm)\nBefore you go, gentlemen, there's the small\n\nmatter of the bill.\nHe snaps his fingers and a waiter hands him the bill.\nNORM\n\n(taking it)\nI'll settle that.\n\nHe glances at it.\n\nNORM\nA hundred and eighty pounds!\n\nMANAGER\n(icily)\nI beg your pardon, guineas.\n\nAt that moment a WAITER appears with a tray full of pound notes.\n\nWAITER\nYour winnings, my lord, one hundred and ninety\npounds.\n\nThe MANAGER tears up the bill and takes the money.\n\nGRANDFATHER\nHow about me change?\n\nMANAGER\nCloak room charge.\n\nHe hands GRANDFATHER his old mackintosh.\n\fRINGO\n(brightly)\nAh well, easy come, easy go.\n\nThe others glower at him.\n\nRINGO\nWell.\n\n33.",
  "23": "---END OF PREVIOUS SECTION---\nThe others glower at him. RINGO\nWell. 33. \n---TARGET SECTION TO BE ANNOTATED---\n INTERIOR BIG CAR (MOVING ON WAY TO STUDIOS)\n\n \n\nThe BOYS have settled down.\n\nJOHN\nShould I say it?\n\nGEORGE\nFollow your impulse.\n\nRINGO\nIt'll only get you into trouble.\n\nJOHN\n(to RINGO)\nAah, shurrup, misery!\n\nJOHN slouches forward.\n\nJOHN\n(urgently)\nO.K. Driver, follow that car!!\n\nThe driver [Frank] is an urbane young man in a handsome grey uniform.\n\nFRANK\n(indicating the traffic)\nWould you like to be a little more precise,\nsir?\n\nJOHN\nWell, that's the wrong line for a start.\n\nFRANK\nSorry?\n(meaning: \"I beg your pardon.\")\n\nGEORGE\nOh, don't pay any attention to him, he was\njust fulfilling a lifelong ambition.\n\nFRANK\nI see.\n\nJOHN\nYeah, you know, \"O.K. Buster, follow that car,\nthere's a sawbuck in it for you if you get real\nclose!\"\n\f34.\n\nthem.\n\n35.\n\nFRANK\nOh, yes, now I'm with you.\n[he changes his accent]\nBut, gee, Mister, I've got my license to think\nof ... we're doing a hundred now ...\n\nThe car is stopped in traffic behind a bus. JOHN gets out of car and\nwalks to the front. JOHN leans in window delightedly, he flashes his\nwallet.\n\nJOHN\nEver seen one of these before?\n\nFRANK\nAh ... a shamus, eh?\n\nJOHN\nI see you go to the night court.\n\nFRANK\nI've made the scene.\n\nJOHN\nWell, remember, its Leathery Magee up ahead in\nthat convertible, so cover me in the stake-out.\n\nGEORGE\nI don't think that bit's right.\n\nJOHN\nWhat do you expect from an ad lib ... Raymond\nChandler?\n\nEXTERIOR STREET\n\nAs the big car overtakes a Company Director's Rolls. JOHN lowers his\nwindow and the boys let out an imaginary hail of bullets at the\nExecutive in the back. He reacts violently and starts to shout at\n\nAs he does so, he presses the button of his window, so that we hear\n\nonly part of it. But what we do is unpleasant. He immediately presses\nthe button and the window rises.",
  "24": "---END OF PREVIOUS SECTION---\nHe reacts violently and starts to shout at\n\nAs he does so, he presses the button of his window, so that we hear\n\nonly part of it. But what we do is unpleasant. He immediately presses\nthe button and the window rises. \n---TARGET SECTION TO BE ANNOTATED---\nRINGO and PAUL jump out of the car. RINGO takes two drumsticks from\n\ncoat pocket and, using them as banderillas, inserts them with style\ninto the radiator grill (V.0. \"Ole\" from the BOYS). PAUL, then, using\nhis coat as a matador's cloak, does a butterfly pass at the car which\nhas just started up, narrowly missing him, but he keeps in the matador\nposition.\n\nINTERIOR CAR\n\nNORM\nWill you all stop it, you're like a gang of\n\f36.\n\n37.\n\n38.\n\nschool kids. I knew this was going to happen\none day.\n\nJOHN\n(as Ringo and Paul climb in)\nWell, you shouldn't have had bacon for your\nbreakfast, you cannibal.\n\nFRANK\n(to Norm)\nWe're nearly there, sir.\n\nJOHN\nEh ... don't call him sir, he's got enough\ndelusions of power as it is.\nCLOSE SHOT of a long suffering NORM.\nNORM\nAnd I was happy in the bakery. I'll never know\nwhy I left.\n\nEXTERIOR OF AN OLD VICTORIAN MUSIC HALL THEATRE\n\n \n\nWhich has been converted to the T.V. studios.\n\n \n\nThere are a few groups of GIRL FANS standing outside the front of the\ntheatre, but against the kerb of the pavement is a night-watchman's\ncanvas hut and brazier.\n\nThe car approaches.\nINTERIOR OF THE CAR\n\nNORM\nGet ready John, open the door and as it draws\nup, out you go and straight in.\n\nJOHN nods and opens the door. The FANS start to swarm ‘round them. To\nescape, the BOYS dash into the night-watchman's canvas hut, pick it up\nand run with it to the stage door, revealing the night-watchman,\nstaring in astonishment.\n\nAt the door the BOYS put the hut down and enter the theatre.\nINTERIOR STAGE DOOR ENTRANCE\n\nAs the BOYS enter, two P.R.O. men in dark suits, stiff white collars\nand old school ties step forward and smile menacingly.\n\nFIRST P.R.O. MAN\n(menacingly)\nPress conference, they're waiting for you.\n\nNORM\n(jovially)\nGive us a couple of shakes to get our breath.\n\f39.",
  "25": "---END OF PREVIOUS SECTION---\nMAN\n(menacingly)\nPress conference, they're waiting for you. NORM\n(jovially)\nGive us a couple of shakes to get our breath. 39. \n---TARGET SECTION TO BE ANNOTATED---\nand\n\nof\n\nis\n\nFIRST P.R.O. MAN\n(more menacingly)\nThey're waiting now!\n\nAnd without more ado they grab an arm each and march the protesting\nNORM towards the stairs that lead to the dress circle.\n\nPAUL\nEh this lot means it. They're even taking\n\nhostages.\n\nThe BOYS, SHAKE and GRANDFATHER rush after the rapidly disappearing\nNORM, who by now is half way up the stairs.\n\nINTERIOR OF DRESS CIRCLE LOUNGE BALLROOM\n\n \n\nIt is empty except for two barmaids poised ready to serve, standing\nbehind trestle tables full of drinks and sandwiches. The dark suited\nMEN enter with NORM and close behind them follow GRANDFATHER, SHAKE\n\nthe boys. The group arrives at the centre of the lounge and have time\nto look about and see the food but before they can get to it, from all\ndirections NEWSPAPERMEN and PHOTOGRAPHERS converge upon them.\n\nNow begins an elaborate tug-of-war between various PHOTOGRAPHERS using\ntheir flash attachments and REPORTERS to capture a Beatle and in the\nmidst of this running battle a man with a portable recorder is trying\nto interview them. Together and singly the BOYS are pushed about the\nroom and while this goes on a hard core of NEWSPAPERMEN are busily\ndevouring sandwiches and pouring themselves drinks, to the annoyance\n\nthe BARMAIDS.\nEvery time one of the BOYS attempts to get a sandwich or a drink, it\n\neither too late, the plate is empty, or they are intercepted. The\nsingle and constant thing we see in the scene is the pushing and\npulling, heavy impersonal handling, the boys are just things to be\nplaced like still life in one advantageous position after another.\nDuring the scene these individual exchanges take place:\n\nSOUND REPORTER\nWhat's your philosophy of life?\n\nJOHN\nI'm torn between Zen and I'm all right, Jack.\n\nREPORTER\nHas success changed your life?\n\nRINGO\nYes.\n\nREPORTER\nDo you like playing the guitar?\n\fout\n\n40.\n\nput\n\n41.\n\nGEORGE\nNext to kissing girls it's favourites.\n\nPAUL is surrounded by newspapermen.\n\nPAUL\nNo, actually, we're just good friends.",
  "26": "---END OF PREVIOUS SECTION---\nGEORGE\nNext to kissing girls it's favourites. PAUL is surrounded by newspapermen. PAUL\nNo, actually, we're just good friends. \n---TARGET SECTION TO BE ANNOTATED---\nHIGH SHOT of the press reception and we see the BOYS ease their way\n\nuntil they get to the curtained entrance to the dress circle;\ncompletely unnoticed, they slip through.\n\nINTERIOR THEATRE DRESS CIRCLE\n\nThe BOYS come up the stairs into the Dress Circle proper. GRANDFATHER\nand SHAKE are sitting there having a picnic of beer and sandwiches.\n\nPAUL\n(ironically)\nAnything to spare?\n\nGRANDFATHER\nWe've just finished, Pauly. Hey George, write\nus your John Henry on this picture.\n\nGEORGE\nSure.\n(He does so).\n\nPAUL\nAh well. Eh, look!\n\nHe points, and from PAUL'S P.O.V. we see on stage, the setting up of\nthe show, scenery and lights, cameras and sound equipment are being\n\ninto position by a small army of studio staff. DANCERS and SINGERS are\nmilling about as well.\n\nPAUL\nLet's go and muck in.\n\nJOHN\nAye, before anyone stops us.\n\nThey exit to rows of the dress circle and go through the entrance down\nthe narrow stairs to the stalls and on to the stage that is built and\nextended right into the stalls, which are partly covered up.\n\nINTERIOR STAGE\nEveryone is so busy that they hardly notice the BOYS, who wander about\nand examine the studio equipment. A load of three drum sets are being\n\nbrought on stage and a voice shouts out:\n\nVOICE\nHere, what about these electric guitars?\n\fSHAKE\nWhere are they?\n\nVOICE\nBack here, mate.\n\nSHAKE\n(going towards the voice)\nI'm coming.\n\nRINGO is busy setting up his drums, and men are setting up the other\nsets. He drops a stick and the FLOOR MANAGER retrieves it and is about\nto tap the drum. The FLOOR MANAGER is a languid young man.\n\nRINGO\nLeave them drums alone.\n\nFLOOR MANAGER\nOh, surely one can have a tiny touch.\n\nRINGO\nIf you so much as breathe heavy on them, I'm\nout on strike.\n\nFLOOR MANAGER\nAren't you being rather arbitrary?\n\nRINGO\nThat's right retreat behind a smoke screen of\nbourgeois cliches.",
  "27": "---END OF PREVIOUS SECTION---\nRINGO\nIf you so much as breathe heavy on them, I'm\nout on strike. FLOOR MANAGER\nAren't you being rather arbitrary? RINGO\nThat's right retreat behind a smoke screen of\nbourgeois cliches. \n---TARGET SECTION TO BE ANNOTATED---\n I don't go round messing\nabout with your ear-phones, do 1?\n\nFLOOR MANAGER\nSpoil sport!\n\nRINGO\nWell!\n\nRINGO fusses like a mother hen clucking over his drums. The FLOOR\nMANAGER is furious.\n\nGEORGE\nHe's very touchy about those his drums, they\nloom large in his legend.\n\nRINGO gives his drums a defiant crash and JOHN and PAUL stop whatever\nthey are up to and hurry over.\n\nPAUL\nWhat's up?\nGEORGE\n(pointing)\n\nHe's sulking again.\n\nJOHN\n\fare\n\n42.\n\nthe\n\nI'll show him.\n\nHe picks up a set of drum sticks and bashes back at RINGO, who does a\nmore complicated drum roll. GEORGE now joins in and to PAUL'S\nencouragement a drum duel starts completely naturally and improvised.\nDuring this encounter the work proceeds around them and the guitars\n\nbrought on and SHAKE sets them to working order. PAUL first, then JOHN\nand GEORGE take up their own instruments and out of the drum duel\nemerges one of their numbers.\n\nINTERIOR RAMP\n\nAs the number finishes a baldheaded man (he is the T.V. director)\nstorms down the ramp that leads from the control box under the dress\ncircle.\n\nDIRECTOR\n(with over-exaggerated calm)\nAll right I'm sorry and let's hear no more about\nit. If that's your opinion, you're probably\nright. Look, if you think I'm unsuitable let's\nhave it out in the open, I can't stand these\nback-stage politics.\n\nBy the end of this speech he is standing in front of JOHN who takes\nscene in his stride.\nJOHN\n\nAren't you tending to black and white this\nwhole situation?\n\nDIRECTOR\nWell, quite honestly I wasn't expecting \"a\nmusical arranger\" who would question my\nability ... picture-wise.\n\nJOHN\n\n(to the others)\n\nI could listen to him for hours.\n\nPAUL\nHeave to, what's all this about a musical\narranger?\n\nDIRECTOR\n\nMr. McCartney Senior!\n\nThe BOYS have a giggle at the very idea and at this moment GRANDFATHER\nappears from behind the DIRECTOR.",
  "28": "---END OF PREVIOUS SECTION---\nDIRECTOR\n\nMr. McCartney Senior! The BOYS have a giggle at the very idea and at this moment GRANDFATHER\nappears from behind the DIRECTOR. \n---TARGET SECTION TO BE ANNOTATED---\nGRANDFATHER\nHey Pauly, they're trying to fob you off wid\nthis musical charlatan but I've given him the\ntest.\n\faway\n\nDIRECTOR\n(bravely)\nI'm quite happy to be replaced.\n\nGRANDFATHER\n(indicating the director)\nHe's a typical buck-passer.\n\nDIRECTOR\nI won an award.\n\nJOHN\nA likely story.\n\nDIRECTOR\nIt's on the wall in my office.\n\nAt this moment NORM comes on the stage, confident, cigar in mouth and\nserene.\n\nNORM\nHello our lot, everyone happy?\n\nThe BOYS, the DIRECTOR, FLOOR MANAGER and GRANDFATHER turn on him and\nstare silently.\n\nNORM\nAll right, all right. If you don't need this\nlot, I'll lock 'em up in the dressing room till\nyou do.\n\nDIRECTOR\nPlease do, I'll not need them for fifteen\nminutes. Thank you.\nHe glares at GRANDFATHER who glares right back. The DIRECTOR walks\nwith the FLOOR MANAGER pacifying him.\nDIRECTOR\nGive me a bottle of milk and a packet of\nOblivion. Oh, it's a plot, I see it now, it's\nall a plot.\nThey go left towards the back-stage.\nNORM\n(producing key)\n\nNow, come on, I've got the key.\n\nHe leads the lads off right. RINGO is last as he is putting his drum\nsticks down safely.\n\nNORM and the BOYS turn on him.\n\nNORM\nLet's have you.\n\fsound\n\n43.\n\nJOHN\nCome on speedy!\n\nPAUL\nRingo!\n\nGEORGE\nWake up!\n\nRINGO glares at them and follows quickly. As the BOYS move off after\nNORM, they pass the next act waiting for rehearsal. It is an elegant\nman in full-tail suit meticulously adjusting his cuff-links. Beside\n\nis a free-standing sign reading \"Leslie Jackson and his ten\ndisappearing doves.\" The BOYS pass him and go through the door.\nGRANDFATHER stops and looks at the performer with respect.\n\nGRANDFATHER\nI can't tell you how much I've enjoyed your act.\n\nHe slaps the man on the back with happy camaraderie.",
  "29": "---END OF PREVIOUS SECTION---\nGRANDFATHER stops and looks at the performer with respect. GRANDFATHER\nI can't tell you how much I've enjoyed your act. He slaps the man on the back with happy camaraderie. \n---TARGET SECTION TO BE ANNOTATED---\n There is the\n\nof a dove, a few feathers fall out of the sleeve of the man's coat and\nhe and GRANDFATHER look down at the floor. The man glares at\nGRANDFATHER, takes out a pen from his pocket, crosses out \"10\" on his\nsign, and writes \"9\" in its place, puts the pen back in his pocket and\nstarts towards the centre stage putting on a false performer's smile\n\n \n\nhe does.\nINTERIOR THEATRE BACK-STAGE CORRIDOR\n\nThe BOYS move down the narrow stairs, and out of the ground floor\ndressing rooms stream a steady flow of costumed actors and actresses.\nThey engulf the lads and force them against the wall -- the actors are\nall making for the stage door. As the actors push past the boys we see\nthe boys' excited faces, their mouths watering for the costumes. JOHN\ntouches the costume on one actor.\n\nJOHN\n(to actor)\nGear costume!\nACTOR\n\n(eyeing him)\nSwap?\n\nNORM\nRight, first floor and no messing about.\n\nNORM, leading the way, goes up the stairs but as they turn the first\ncorner they are confronted by a group of girls, a game of manners\nstarts, \"after you,\" \"No, after you.\" NORM who is ahead of the group\nlooks down on them in disgust.\n\nNORM\n\f44,\n\nlooking\n\n45.\n\nshows.\n\nstep\n\nout\n\nLennon, leave them girls alone or I'll report\nyou.\n\nThe BOYS let the GIRLS pass and resume the journey, always surrounded\nby people.\n\nINTERIOR DRESSING ROOM AND CORRIDOR\nRINGO'S attention is caught by a door. He crosses and opens it,\n\nout to a fire escape. The others join him and the four boys step\nthrough the door and onto the fire escape.\n\nEXTERIOR TOP OF FIRE ESCAPE\nFrom the BOYS' P.O.V. we see down below into the property yard behind\nthe theatre. It is a long narrow yard full of old coaches, motor cars\n\nand all the general debris of hundreds of sets from past theatre\n\nThrough the piles of heaped high junk there are a couple of narrow\nalleyways.\n\nThe BOYS scamper down the fire escape.\n\nWhen they reach the bottom of the alleyways, there is a large door.\nThey open it and look through.",
  "30": "---END OF PREVIOUS SECTION---\nThe BOYS scamper down the fire escape. When they reach the bottom of the alleyways, there is a large door. They open it and look through. \n---TARGET SECTION TO BE ANNOTATED---\nFrom their P.0.V. we see a large green field quite empty. The boys\n\nthrough the doorway into the field. We now see from a HELICOPTER SHOT\nthe four BOYS standing together surrounded by space.\n\nIt is the first time they have been alone and unconfined all day.\n\nThey look at each other and grin ... then first GEORGE and PAUL let\n\na whoop and run towards the centre of the field, after a moment JOHN\nand RINGO follow them. The BOYS pick up some loose straw and insert it\n\nunder JOHN'S cap and sleeves, turning him into a scarecrow.\n\nThe four BOYS dash about madly calling out to one another and\n\ngenerally\n\nthem.\n\nhorsing around. Out of this emerges an imaginary game of soccer and\nalthough there is no ball the game is fast and furious. After a few\nmoments the long shadow of a man falls across the grass.\n\nMAN'S VOICE\n(off)\nI suppose you know this is private property.\nThe boys freeze.\nFrom their P.0.V. we see a big burly middle-aged man glowering at\nThe boys exchange rueful glances and, under the big man's eye, mooch\n\nback towards the gateway they came in by. JOHN is the last to go\nthrough. He turns to the man.\n\f46.\n\n47.\n\nsomeone\n\n48.\n\neach\n\nleading\n\n48a.\n\nJOHN\nSorry if we hurt your field, Mister.\n\nINTERIOR CORRIDOR BACK-STAGE\n\nGRANDFATHER is sneaking down the corridor, a pile of photos under his\narm.\n\nINTERIOR T.V. THEATRE UNDERNEATH THE STAGE\n\n \n\nUnder the stage the usual set of wooden columns that support the stage\nwith lots of furniture and a single light is on; it is placed by the\norchestra's entrance to the orchestra pit. GRANDFATHER comes down the\nstairs and winds his way through the columns until he finds himself a\nsafe little cubby hole and settles himself under the light. He spreads\nthe signed photos of the BOYS in front of him and, adjusting an old-\nfashioned pair of glasses, ball-point pen in hand begins to copy the\nBOYS' signatures on to the fresh photos, tutting at his failures and\nchuckling at his successes.",
  "31": "---END OF PREVIOUS SECTION---\nTHEATRE UNDERNEATH THE STAGE\n\n \n\nUnder the stage the usual set of wooden columns that support the stage\nwith lots of furniture and a single light is on; it is placed by the\norchestra's entrance to the orchestra pit. GRANDFATHER comes down the\nstairs and winds his way through the columns until he finds himself a\nsafe little cubby hole and settles himself under the light. He spreads\nthe signed photos of the BOYS in front of him and, adjusting an old-\nfashioned pair of glasses, ball-point pen in hand begins to copy the\nBOYS' signatures on to the fresh photos, tutting at his failures and\nchuckling at his successes. \n---TARGET SECTION TO BE ANNOTATED---\n After a moment, there is a sound of\n\ncoming down the stairs. GRANDFATHER darts into a dark patch out of\nsight.\n\nThe menacing shadows appear on the stairway.\n\nNORM (voice off)\nThere's no one here.\n\nSHAKE (voice off)\nThis is the only way they could have gone.\n\nWe now see GRANDFATHER holding himself stiffly in, he is on some sort\nof raised platform and he fidgets and in doing so he knocks a lever of\nsome sort. Slowly GRANDFATHER ascends out of shot with a light that\ngrows bigger above him.\n\nINTERIOR T.V. THEATRE STAGE\n\nA rehearsal of the toast scene from a Strauss Operetta. The entire\nstage is full of SINGERS, glasses in hand they are singing away at\n\nother but in true opera tradition they are addressing out to the\naudience. Slowly in-between the leading man and leading woman, who are\nabout to embrace, a stage trap opens and a blinking, surprised,\nGRANDFATHER appears. Here we INTERCUT to the T.V. Control Room for\namazed reaction shots of the DIRECTOR and control room CREW.\n\nBack now on the stage the toast song reaches its climax and the\nman and woman rush into each other's arms, GRANDFATHER sandwiched\n\nbetween them.\n\nINTERIOR CORRIDOR AS BOYS PASS THRU ON WAY TO DRESSING ROOM\n\n \n\nJOHN is behind them. JOHN, BOYS and MILLIE are walking towards each\n\fother.\n\nMILLIE\n(as all pass)\nHello.\nJOHN\n(stopping... the boys\ncarry on past, not noticing\nher)\nHello.\n\nMILLIE\nOh, wait a minute, don't tell me you're ...\n\nJOHN\nNo, not me.\nMILLIE\n(insistently)\n\nOh you are, I know you are.\n\nJOHN\nNo, I'm not.\n\nMILLIE\nYou are.\n\nJOHN\nI'm not, no.\n\nMILLIE\n\nWell, you look like him.\n\nJOHN\nOh do I? You're the first one who ever said\nthat.\n\nMILLIE\nOh you do, look.\n\nJOHN looks at himself in the mirror.\n\nJOHN examines himself in the mirror carefully.\n\nJOHN\nMy eyes are lighter.\n\nMILLIE\n(agreeing)\nOh yes.",
  "32": "---END OF PREVIOUS SECTION---\nJOHN examines himself in the mirror carefully. JOHN\nMy eyes are lighter. MILLIE\n(agreeing)\nOh yes. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nAnd my nose...\nMILLIE\n\nWell, yes your nose is. Very.\n\f49,\n\nJOHN\nIs it?\n\nMILLIE\nI would have said so.\n\nJOHN\nAye, but you know him well.\n\nMILLIE\n(indignantly)\nNo I don't, he's only a casual acquaintance.\n\nJOHN\n(knowingly)\nThat's what you tell me.\n\nMILLIE\n(suspiciously)\nWhat have you heard?\n\nJOHN\n(blandly)\nIt's all over the place, everyone knows.\n\nMILLIE\nIs it? Is it really?\n\nJOHN\nMind you, I stood up for you, I mean I wouldn't\nhave it.\n\nMILLIE\nI knew I could rely on you.\n\nJOHN\n(modestly)\nThanks.\n\nMILLIE touches his arm then walks away. After a moment she turns.\n\nMILLIE\nYou don't look like him at all.\n\nJOHN winks at her and she winks back.\nINTERIOR DRESSING ROOM\n\nNORM and SHAKE enter the room. The BOYS' TAILOR is there waiting for\nthe BOYS.\n\nSHAKE\nOh they've probably gone to the canteen, cup\nof tea, like.\n\nNORM\n\fThat's too easy for Lennon.\nHe crosses to door leading to fire escape.\n\nNORM\n(dramatically)\nHe's out there somewhere, causing trouble just\nto upset me.\n\nSHAKE\nYou're imagining it. You're letting things\nprey on your mind.\n\nNORM\nOh no... this is a battle of nerves between\nJohn and me.\n\nSHAKE\n\nBut John hasn't got any.\n\nNORM\nWhat?\n\nSHAKE\nNerves.\n\nNORM\n\nI know, that's the trouble.\n\nHe puffs nervously at his cigarette.\n\nNORM\nOh, I've toyed with the idea of a ball and\nchain but he'd only rattle them at me... and\n\nin public and all. Sometimes I think he enjoys\nseeing me suffer.\n\nHe hears something.\n\nNORM\nGet behind that door, they're coming. Someone's\ncoming. Quick, hide!\n\nThe two men hide behind the door. The boys enter the room,\nlast he shuts the door and faces SHAKE and NORM.\n\nJOHN\nWhat are you doing there?\n\nSHAKE\nHiding.",
  "33": "---END OF PREVIOUS SECTION---\nThe boys enter the room,\nlast he shuts the door and faces SHAKE and NORM. JOHN\nWhat are you doing there? SHAKE\nHiding. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nI think you're soft or something.\n\nNORM\nWe weren't hiding.\n\nas JOHN is\n\fTAILOR\nNow?\n\nNORM\nNow. We were trying to catch you redhanded. I\nthought I told you lot to stay here?\n\nRINGO\nWell ...\n\nNORM\nWhen I tell you to stay put, stay put.\n\nJOHN\n(down on his knees)\nDon't cane me, sir, I was led astray.\n\nNORM\nOh shurrup and come on John. They're waiting\nfor you in the studio.\n\nRINGO\nOh dear, I feel like doing a bit of work.\n\nNORM\nGood lad, Ringo.\n\nPAUL\nOh, listen to teacher's pet.\n\nGEORGE\nYou crawler.\n\nJOHN\nHe's betrayed the class.\n\nRINGO\nOh, leave off!!!\n\nJOHN\nTemper! Temper!\n\nRINGO\n\nWell ...\nCLOSE-UP on NORM's long suffering face.\nNORM\nWill you all get a move on! They're waiting for\nyou!\nBy this time the TAILOR has his tape stretched between his hands to\nmeasure GEORGE's shoulders. But since GEORGE has moved away, he is\n\nmeasuring space. JOHN takes up his scissors and cuts the tape.\n\nJOHN\n\f50.\n\ntowards\n\nstill\n\nTHREE\n\n51.\n\nI now declare this bridge open.\nThe BOYS run out the door.\nINTERIOR BACKSTAGE AREA\n\nFive beautiful MODELS are standing about in costume. One is knitting a\nloose wool sweater which is almost completed. There is the sound of a\njuggling act's music off and a few of the girls are looking off\n\nthe centre stage. At the edge of frame is a collapsible table covered\nwith green baize. On it are three spaced white plates.\n\nFrom the door off stage, above which is a sign \"To Canteen and\nProduction Offices\", GRANDFATHER enters eating a plate of spaghetti on\ntoast. The knitting GIRL sees him and, in mime, asks him to stand\n\nso that she can measure the sweater against him. GRANDFATHER, eager to\nhelp, puts his plate of food on the green table between plates two and\nthree. He goes to be measured with the sweater.",
  "34": "---END OF PREVIOUS SECTION---\nThe knitting GIRL sees him and, in mime, asks him to stand\n\nso that she can measure the sweater against him. GRANDFATHER, eager to\nhelp, puts his plate of food on the green table between plates two and\nthree. He goes to be measured with the sweater. \n---TARGET SECTION TO BE ANNOTATED---\nFrom the onstage area, a juggler's ASSISTANT (pretty girl) in costume\nbacks up and with the usual theatrical flourishes picks up, without\nlooking, plate number ONE and throws it off screen towards centre\nstage. There is a drum roll from orchestra. She then throws plate\nnumber TWO. We CUT on stage to the JUGGLER now balancing the two\nspinning plates on two poles, one in each hand. He has another pole in\nhis mouth and nods to his ASSISTANT, asking for the THIRD plate.\n\nWe CUT BACK to the ASSISTANT who, still not looking, throws plate\n\nwhich is GRANDFATHER's. There is the sound of an orchestra raggedly\nstopping and all the hangers-on in the scene look off interestedly.\n\nWe hear the DIRECTOR's voice.\nDIRECTOR (V.0.)\nAll right, hold it, hold it... O.K. John, wipe\nhim down and we'll carry on with the next act.\nWe\n\nCUT TO\n\ncentre stage. The JUGGLER is as before but the spaghetti is covering\nhis head, having slipped off the third plate.\n\nThe FLOOR MANAGER is bustling around, trying to help.\n\nWe CUT BACK to back-stage. GRANDFATHER has finished being measured and\ngoes to the green table where he put his plate down. He picks up the\nonly remaining plate, looks at it, wondering where his food has gone,\nshrugs and heads back towards the exit door as we hear the DIRECTOR's\nVOICE.\n\nINTERIOR T.V. STUDIO FLOOR\n\fmutter\n\nCLOSE-UP on the distraught DIRECTOR.\n\nDIRECTOR\nWhere are they? I said, where are they? Where\nare they?\n\nFLOOR MANAGER\n(placating)\nThey're coming, I promise you.\n\nDIRECTOR\n(fiercely)\nNow look, if they're not here on this floor in\nthirty seconds there's going to be trouble ...\nunderstand me ... trouble!!!\n\nTwo STAGE HANDS are walking disinterestedly past, they look at the\nDIRECTOR.\n\nlst STAGE HAND\nWhat's he on about, Taff?\n\nWELSH STAGE HAND\nWell ... he's being the director. Of course, he\nlives in a world of his own, mind.",
  "35": "---END OF PREVIOUS SECTION---\nlst STAGE HAND\nWhat's he on about, Taff? WELSH STAGE HAND\nWell ... he's being the director. Of course, he\nlives in a world of his own, mind. \n---TARGET SECTION TO BE ANNOTATED---\nAt this moment the boys, NORM, SHAKE and GRANDFATHER appear. The BOYS\ngrab their instruments and prepare to play.\n\nJOHN\n(to the director)\nStanding about, eh? Some people have it dead\neasy, don't they?\n\nThe director is about to blow his top but manages to hold on and\nto the heavens.\n\nDIRECTOR\n(to himself)\nOf course, once you're over thirty, you're\nfinished. It's a young man's medium and I just\ncan't take the pace.\n\nRINGO\nAre you as young as that, then?\n\nBOYS\nShurrup!\nGRANDFATHER\nIsn't it always the way? Picking on us little\nfellas.\nPAUL\n(to Shake)\n\nShove the gentleman jockey in the make-up room\n\f52.\n\nor something and keep your eye on him, will\nyou?\n\nSHAKE\nI'm an electrician, not a wet nurse, y'know.\n\nPAUL\n(threateningly)\nI'll set John on you!\n\nSHAKE\n(hastily)\nOh, anything you say, Paul.\n\nHe leads GRANDFATHER away.\n\nThe BOYS are placed in position, instruments ready. The boom moves in\nnear them. There is a mike hovering just over JOHN'S head. JOHN starts\nattacking it.\n\nDIRECTOR'S VOICE (over Tannoy\nRun through the number and try not to jiggle\nout of your positions.\n\nThe BOYS start the number, as the stage hands adjust their settings.\nWhen they've finished, they stand about spare.\n\nINTERIOR T.V. CONTROL ROOM\n\nThe room is crowded with the usual personnel, P.A., elecs, racks,\netc.... make-up supervisor and wardrobe mistress.\n\nDIRECTOR\nThat was more or less all right for me. I'll give\nthem one more run through then leave them alone\nuntil the dress ...\n(to make-up woman)\nOh how about make-up?\n\nMAKE-UP WOMAN\nNot really, they don't need it any. We'll just\npowder them off for shine.\n\nDIRECTOR\nGood. Norm, get them along to make-up will you?\n\nNORM\n(rising)\nSure.\n\nDIRECTOR\n(looking into the monitor)\nAnd hurry, they're not looking too happy.\n\nFrom the director's P.0.V. we see into the monitor. The boys crowding\naround RINGO.",
  "36": "---END OF PREVIOUS SECTION---\nFrom the director's P.0. V. we see into the monitor. The boys crowding\naround RINGO. \n---TARGET SECTION TO BE ANNOTATED---\n We cut through the monitor into the same position in the\nstudio.\n\f(53.\n\n54,\n\nINTERIOR T.V. STUDIO FLOOR\n\nPAUL\n(to Ringo)\nWhat's the matter with you? You were bashing\naway like a madman.\n\nRINGO\n(briefly)\nYou were twanging too loud.\n\nJOHN\nHow'd you like a dirty great drum roll giving\nyou a clout right in the middle of your solo?\n\nGEORGE\nYou're getting out of hand. I don't know what's\ncome over you today.\n\nRINGO\nThat's right. It's always me, isn't it?\n\nJOHN\nSince you ask, yes.\n(he laughs)\n\nAah, come on, Ring, we love you.\nHe puts his arm around Ringo's shoulder.\n\nRINGO\nWell!\n\nJOHN\nHe'll get over it.\n\nNORM appears down the ramp speaking as he approaches.\n\nNORM\nAll right, our lot, make-up.]\n\nINTERIOR MAKE UP ROOM\nA smallish room with a line of chairs facing a wall mirror and a long\ntable. Each place is clearly marked and above each mirror a girl's\n\nname: Betty, Angela, Deirdre, Jenny.\n\nSHAKE and GRANDFATHER are sitting in splendid isolation. They are\nstaring each other out.\n\nSHAKE\nYou blinked!\n\nGRANDFATHER\nI never did, you did.\n\nThe BOYS enter.\n\fboys\n\nSHAKE\nHello, he's not talking to me. He's having a\nsulk.\n\nGEORGE\nWell, it must be catching. He's given it to the\nchamp here.\n\nHe indicates RINGO who ignores him.\n\nNORM\nStop picking on him.\n\nRINGO\nI don't need you to defend me, y'know, Norm.\n\nJOHN\nLeave him alone, he's got swine fever.\n\nNORM\nSit down, the lot of you.\n\nAt this moment several actors come into the room. They are all dressed\nin the uniform of officers in Wellington's army. Together with the\n\nthey sit down, Beatles and soldiers all mixed up.\n\nNow a group of several pretty make-up girls make an entrance and the\nboys herald their arrival with a chorus of “aye aye's\" and wolf\nwhistles.",
  "37": "---END OF PREVIOUS SECTION---\nThey are all dressed\nin the uniform of officers in Wellington's army. Together with the\n\nthey sit down, Beatles and soldiers all mixed up. Now a group of several pretty make-up girls make an entrance and the\nboys herald their arrival with a chorus of “aye aye's\" and wolf\nwhistles. \n---TARGET SECTION TO BE ANNOTATED---\n JOHN meanwhile has helped himself to a big beard and the\nother lads are generally messing about with assorted make-up things.\n\nHEAD MAKE UP GIRL\nOh, this is impossible! We'll never get you\nall done in time.\n\nACTOR\nWell, you'll just have to do us first... It\nmakes no difference to them whether they're\nmade up or not.\n(sees John with beard)\nAnd who's me, then?\n\nJOHN\n(charmingly)\nMy name's Betty...\n(pointing to the name\non the mirror)\nDo you want a punch up your frogged tunic?\n\nNORM fights his way to JOHN.\n\nNORM\nNow listen, John, behave yourself or I'll\nmurder you and, Shake, take that wig off, it\nsuits you.\n\fgirls,\n\nSHAKE has a long blond girl's wig on. With the assistance of the\n\nNORM gets the boys seated into the chairs nearest the door. For some\nreason RINGO now has a Guardsman's busby wedged down almost over his\neyes and is sitting with it under a hair drier, reading a copy of\n\"Queen\" Magazine.\n\nNORM\n(to Ringo)\nWhat do you think are you're up to?\n\nRINGO\nSomeone put it on me.\n\nJOHN\nExcuses, that's all we get and you know you\nfancy yourself in the Coldstreams.\n\nThe GIRLS now move in and put make up bibs on the BOYS and start to\npowder them off.\n\nJOHN\nYou won't interfere with the basic rugged\nconcept of my personality, will you, girl?\n\nPAUL\nEh, don't take out me lines.\n\nGEORGE\n\nYeah, they give him that \"Je ne sais quoi\"\nrakish air.\n\nThe lads laugh with pleasure.\nRINGO decides to try a little joke.\nRINGO\n(indicating the busby he is still\nwearing)\n\nShort back and sides, please.\n\nThe other look at him with mock disgust.\n\nPAUL\nBehave...\n\nJOHN\nForeign devil ...\n\nGEORGE\n\nControl yourself...\nGRANDFATHER has been watching the powdering process.\nGRANDFATHER\n\nIn my considered opinion you're a bunch of\nsissies.\n\fJOHN grabs a powder puff from his girl.",
  "38": "---END OF PREVIOUS SECTION---\nGRANDFATHER has been watching the powdering process. GRANDFATHER\n\nIn my considered opinion you're a bunch of\nsissies. JOHN grabs a powder puff from his girl. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nYou know you're only jealous!\n\nAnd dabs the old man liberally with the powder much to GRANDFATHER's\nannoyance.\n\nNORM\nLeave him alone, Lennon, or I'll tell them all\nthe truth about you.\n\nJOHN\nYou wouldn't!\nNORM\nI would though.\nNORM goes out.\nPAUL\n\nWhat's he know?\n\nJOHN\nNothing, he's trying to brainwash me and give\nme personality doubts ... oh, he's a swine but\n\na clever swine, mind.\n\nGRANDFATHER\n\n(impatiently)\nLookit, I thought I was supposed to be getting\na change of scenery and so far I've seen a\ntrain and a room, a car and a room and a room\nand a room. Well, that's maybe all right for a\nbunch of powdered gee-gaws like you lot but I'm\nfeeling decidedly strait-jacketed. This is no\nlife for a free-booting agent of my stamp. I'm\na frustrated man and that class of McCartney is\na dangerous McCartney.\n\nGIRL\n(admiringly)\nWhat a clean old man.\n\nGRANDFATHER\n(touchingly)\nYou're too young for a fella of my\ncosmopolitan tastes, so don't press your luck.\n\nJOHN\nHe's sex-obsessed, the older generation are\nleading this country to galloping ruin.\n\nNORM returns leaving the door open, the boys hear the sound of music\ncoming from the studio.\n\f55.\n\non\n\n56.\n\nNORM\nThey're nearly ready for you. They're just\nfinishing the band call.\n\nJOHN\n(jumping from his seat)\nGear! Come on, girls, let's have a bit of a\ndance.\n\nJOHN'S GIRL\nI don't think its allowed.\n\nJOHN\nWell ... it wouldn't be any fun if it was!\n\nThe BOYS drag the make-up GIRLS out of the room and into the studio.\nThe GIRLS are still trying to finish making the BOYS up.\nAs the BOYS and MAKE-UP GIRLS dance past, we see one of the \"Strauss\"\nsingers combing his long hair straight back. Two STAGE HANDS swing a\nwind machine past him and his hair is blown straight forward into a\nBeatle cut.",
  "39": "---END OF PREVIOUS SECTION---\nThe GIRLS are still trying to finish making the BOYS up. As the BOYS and MAKE-UP GIRLS dance past, we see one of the \"Strauss\"\nsingers combing his long hair straight back. Two STAGE HANDS swing a\nwind machine past him and his hair is blown straight forward into a\nBeatle cut. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\n(passing him)\n\nNever.\n\nDuring dance, GEORGE takes off wig and places it on dummy, revealing\nidentical hair underneath.\n\nINTERIOR T.V. STUDIO FLOOR\nThe work is still going on and the music is up full blast, the BOYS\nenter and with the GIRLS [and] they start a wild dance, hippy, shake,\nzulu, blue beat, the lot. LIONEL and DANCERS are doing their routine\none side of the stage ... it becomes a challenge dance between both\ngroups. JOHN swings his GIRL onto the motorized CAMERA, Western style,\nand starts to track through the GROUP. GEORGE is on another CAMERA.\nINTERIOR CONTROL ROOM\n\nThe whole control room crew are watching the dance on all the\n\nmonitors.\n\nhim,\n\nit\n\nThe DIRECTOR is about to stop the boys but his GIRL P.A. glares at\nwith a shrug he lets the dance go on.\n\nWe now cut between the dancers on the monitors and the boys actual\ndancing down on the studio floor. When the recorded music stops, they\ngrab their instruments and go into a number.\n\nSo we can watch every aspect of their work and with so many monitors\n\ngives the impression that there are many more boys than just four.\n\fWhen the number finally ends we are back in the studio on the floor.\n57. INTERIOR T.V. STUDIO FLOOR\n\nDIRECTOR'S VOICE OVER TANNOY\nThank you gentlemen, you can break now while we\npush on with the show.\n\nThe boys acknowledge this with a quaver of guitar chords and a drum\nroll.\n\nNORM is on them at once.\nNORM\n\nThat was great, you've got about an hour but\ndon't leave the theatre.\n\nJOHN grabs the arm of a sexy girl dancer.\n\nJOHN\nShe's going to show me her stamp collection.\n\nPAUL\n(grabs a showgirl)\n\nSo's mine.\n\nNORM\nJohn, I'm talking to you. This final run\nthrough is important. Understand? Important.\n\nJOHN\n(like a pig)\nOink! Oink!\nThey dash off with the two beauties.\n\nGRANDFATHER is hovering in the background with SHAKE.\n\nGRANDFATHER\nI want me cup of tea.\n\nNORM\nShake.",
  "40": "---END OF PREVIOUS SECTION---\nGRANDFATHER is hovering in the background with SHAKE. GRANDFATHER\nI want me cup of tea. NORM\nShake. \n---TARGET SECTION TO BE ANNOTATED---\nSHAKE\nI'm adjusting the decibels on the inbalance.\n\nNORM\nClever.\n(he turns)\nGeorge.\nBut GEORGE is disappearing out of the door.\nNORM turns to RINGO.\n\nNORM\n\fSTA.\n\n58.\n\nRINGO\n\nHe\n\ncomes\n\nLook after him.\n\nRINGO\nBut...\n\nNORM\nDo I have to raise me voice?\n\nRINGO\n(choked)\nOh, all right. Come here, Grandad.\nAnd the two of them walk off, Ringo leading.\nINTERIOR BACKSTAGE\nA man, whose act is playing tunes by hitting himself on the head, is\nswallowing a handful of aspirin tablets. He starts rehearsing his act,\nwhich consists of throwing his head back and slapping his cheeks. Next\n\nto him, a JUGGLER is practising with four table tennis balls.\n\nGRANDFATHER passes him and bumps his arm slightly. Only 3 balls come\ndown. There is the sound of coughing off.\n\nWe\nCUT TO\n\nTHE HEAD-PLAYER being patted on the back. The ball drops out of his\nmouth and bounces slowly on the studio floor.\n\nINTERIOR T.V. STUDIO CANTEEN\n\nThe canteen is about half full of actors many of which are dressed as\nNazi soldiers, with mock blood bandages and arm bands. Also there are\n\nsprinkling of T.V. people. At a table sits GRANDFATHER and RINGO.\n\nis deeply engrossed in a book and GRANDFATHER has a near empty cup of\ntea in front of him. The old man is bored and looks about him slyly.\n\nthen looks at Ringo who is innocently occupied, a malicious gleam\n\ninto GRANDFATHER's eye. He decides to have a go at RINGO and sits\nstaring at him. RINGO gradually becomes aware of the stare and shifts\nuncomfortably then tries to continue reading his book.\n\nGRANDFATHER\n(disgustedly to no one\nin particular)\nWill you ever look at him, sitting there wid\nhis hooter scraping away at that book!\n\nRINGO\nWell ...",
  "41": "---END OF PREVIOUS SECTION---\nRINGO gradually becomes aware of the stare and shifts\nuncomfortably then tries to continue reading his book. GRANDFATHER\n(disgustedly to no one\nin particular)\nWill you ever look at him, sitting there wid\nhis hooter scraping away at that book! RINGO\nWell ... \n---TARGET SECTION TO BE ANNOTATED---\n what's the matter with that?\n\nGRANDFATHER\n\f(taking the book from him)\nHave you no natural resources of your own? Have\nthey even robbed you of that?\n\nRINGO\n(snatching back his book)\nYou can learn from books.\n\nGRANDFATHER\nCan you now? Aah ... sheeps' heads! You learn\nmore by getting out there and living.\n\nRINGO\nOut where?\nGRANDFATHER\nAny old where ... but not our little Richard\n\n++. oh no! When you're not thumping them pagan\nskins, you're tormenting your eyes wid that\nrubbish!\n\nRINGO\n(defiantly)\nBooks are good!\n\nGRANDFATHER\n(countering)\nParading's better!\n\nRINGO\nParading?\nGRANDFATHER\n(marching up and down the canteen)\nThat's it, parading the streets ... trailing\nyour coat ... bowling along ... living!\nRINGO\n\nWell, I am living, aren't I?\n\nGRANDFATHER\nYou're living, are you? When was the last time\nyou gave a girl a pink-edged daisy? When did\nyou last embarrass a sheila wid your cool\nappraising stare?\n\nRINGO\nEh ... you're a bit old for that sort of chat,\naren't you?\n\nGRANDFATHER\n\nAt least I've a backlog of memories, but all\nyou've got is that book!\n\nRINGO\nAaah ... stop picking on me... you're as bad as\nthe rest of them.\n\fGRANDFATHER\nSo you are a man after all.\n\nRINGO\nWhat's that mean?\n\nGRANDFATHER\nDo you think I haven't noticed ... do you think\nI wasn't aware of the drift? Oh ... you poor\n\nunfortunate scuff, they've driven you into\nbooks by their cruel, unnatural treatment,\nexploiting your good nature.\n\nRINGO\n(not too sure)\nOh ... I dunno.\nGRANDFATHER\n(confidingly)\nAnd that lot's never happier than when they're\njeering at you ... and where would they be\n\nwithout the steady support of your drum beat,\nI'd like to know.\n\nRINGO\nYeah ... that's right.\n\nGRANDFATHER\nAnd what's it all come to in the end?\n\nRINGO\n(defensively)\nYeah ...",
  "42": "---END OF PREVIOUS SECTION---\nRINGO\nYeah ... that's right. GRANDFATHER\nAnd what's it all come to in the end? RINGO\n(defensively)\nYeah ... \n---TARGET SECTION TO BE ANNOTATED---\n what's in it for me?\nGRANDFATHER\nA book!\nRINGO\nYeah ... a bloomin' book!\n\nHe throws the book down.\n\nGRANDFATHER\n\nWhen you could be out there betraying a rich\nAmerican widow or sipping palm wine in Tahiti\nbefore you're too old like me. A fine neat and\ntrim lad the class of you should be helping\nhimself to life's goodies before the sands run\nout. Being an old age pensioner's a terrible\ndrag on a man and every second you waste is\nbringing you nearer the Friday queue at the\nPost Office.\n\nRINGO\nYeah ... funny really, 'cos I'd never thought\nof it but being middle-aged and old takes up\n\fmost of your time, doesn't it?\nGRANDFATHER\n(nodding)\nYou're only right.\nRINGO\n(nodding back)\nI'm not wrong.\n\nThere is a pause, then RINGO rises and crosses to the door.\n\nGRANDFATHER\nWhere are you off to?\n\nRINGO\nI'm going parading before it's too late!\n\nRINGO leaves and GRANDFATHER laughs at what he has done, then realizes\nits full meaning and looks worried.\n\n59. INTERIOR CORRIDOR and STAIRWAY\n\nRINGO comes along the corridor then down the narrow stairs. Half-way\ndown he comes face to face with GEORGE who is coming up the stairs.\n\nGEORGE\nEh, Ringo, do you know what happened to me?\n\nRINGO\n(passing him)\nNo. I don't.\nAs he goes round the corner RINGO turns on the surprised GEORGE.\nRINGO\nYou want to stop being so scornful, it's\ntwisting your face.\n\n60. INTERIOR T.V. THEATRE NEAR STAGE DOORMAN'S OFFICE\n\nJOHN and PAUL are chatting up a couple of girls, when they see RINGO\napproaching they break off the conversation.\n\nJOHN\nHere he is, the middle-aged boy wonder.\n\nRINGO looks at JOHN hard.\n\nPAUL\nEh. I thought you were looking after the old\nman.\n\nRINGO\n\n(with simple dignity)\nGet knotted!\n\fPAUL and JOHN gape at him.",
  "43": "---END OF PREVIOUS SECTION---\nI thought you were looking after the old\nman. RINGO\n\n(with simple dignity)\nGet knotted! PAUL and JOHN gape at him. \n---TARGET SECTION TO BE ANNOTATED---\n For good measure Ringo takes a quick\nphotograph of them before he leaves them flabbergasted and walks off\ninto the street.\n\nPAUL\nWe've got only half an hour till the final\nrun-through. He can't walk out on us.\n\nJOHN\nCan't he? He's done it, son!\n\nGEORGE runs towards them.\n\nGEORGE\nEh, I don't know if you realise it, but ...\n\nPAUL\nWe do.\n\nGEORGE\nYes. Your grandfather's stirred him up.\n\nPAUL\nHe hasn't.\n\nGEORGE\nYes, he's filled his head with notions\nseemingly.\n\nPAUL\nThe old mixer, come on we'll have to put him\nright.\n\nThe three of them go into the street.\n\n61. EXTERIOR T.V. THEATRE STAGE DOOR ENTRANCE\n\n \n\nThe boys look up and down but RINGO has completely disappeared.\n\nPAUL\nWe'll split up and search for him, he can't be\nfar.\n\nThey now all start to go off in the same direction, they pause, there\n\nare three roads they can take but each time they begin to move they\nall\n\ngo the same way.\n\nJOHN\nIt's happened at last, we've become a limited\ncompany.\n\nGEORGE\n\nI'll look in here again.\n\nPAUL gives him a push to the left and GEORGE to the right and going\nstraight ahead himself they part and go their separate ways.\n\f62.\n\nEXTERIOR STREET\n\nRINGO is walking along taking photographs with his camera when some\ngirls recognise him and start to follow him. They quicken their pace\nand RINGO runs ahead of them. He turns and comes into another street.\nHe sees a second-hand clothes shop with a sign saying \"We Buy\n\nAnything\"\n\nmoment\n\nthe\n\n63.\n\nto\n\ntyre\n\nand enters the shop just before the pursuing girls come round the\ncorner. The girls stand about looking in all directions. After a\n\nRINGO comes out of the shop. He is wearing a long mackintosh and a\nnatty cap pulled well down. He is ignored by the girls who don't\nrecognise him. Realising this he goes back and ogles one of them. She\nglares at him.\n\nRINGO\nHello.",
  "44": "---END OF PREVIOUS SECTION---\nRealising this he goes back and ogles one of them. She\nglares at him. RINGO\nHello. \n---TARGET SECTION TO BE ANNOTATED---\nGIRL\nGet out of it, short house!\n\nCLOSE-UP on Ringo's secret but happy smile as he walks briskly down\nroad.\n\nEXTERIOR TOW PATH CANAL\n\nRINGO kicks at a brick. He kicks stylishly but misses so tries again,\nmisses again, but finally kicks the stone which doesn't budge so he\nbends down and pulls it out of the ground. It is quite big. Three\n\nquarters of it being below the surface. Having got it he now decides\n\nthrow it away. As he does so the same POLICEMAN rides past on a\nbicycle.\n\nPOLICEMAN\nAin't you got no more bleeding sense than to go\nround chucking bricks about.\n\nBefore RINGO has time to answer the man has disappeared.\nRINGO\n(shouting after him)\nSoutherner!\nHe looks at the canal water moodily; at this moment a large lorry tyre\nrolls down the incline and bashes him slap in the back, sprawling him\non the path, the tyre on top of him. A small boy appears after the\nand stands over the prostrate RINGO.\nBOY\nHere, mate, that's my hoop, stop playing with\nit.\n\nRINGO\n\fHoop, this isn't a hoop, it's a lethal weapon.\nHave you got a licence for it?\n\nBOY\nOh don't be so stroppy!\n\nRINGO\n(getting up)\nWell! A boy of your age bowling \"hoop\" at\npeople. How old are you anyway?\n\nBOY\n\n(aggressively)\nNine.\n\nRINGO\nBet you're only eight and a half.\n\nBOY\n(countering swiftly)\nEight and two thirds.\n\nRINGO\nWell, there you are and watch it with that\nhoop.\n\nBOY\n\nGerron out of it, you're only jealous ‘cause\nyou're old.\n\nRINGO\nShurrup!\n\nBOY\nI bet you're\n\n(searching for an age)\n-- sixteen!\n\nRINGO\nFifteen and two thirds, actually.\n\nBOY\nWell --\n\nRINGO\nAll right, take your hoop and bowl.\n\nHe moves off and the BOY follows.\n\nBOY\nOh you can have it, I'm packing it in -- it\ndepresses me.",
  "45": "---END OF PREVIOUS SECTION---\nBOY\nWell --\n\nRINGO\nAll right, take your hoop and bowl. He moves off and the BOY follows. BOY\nOh you can have it, I'm packing it in -- it\ndepresses me. \n---TARGET SECTION TO BE ANNOTATED---\nRINGO\n\nY'what?\n\nBOY\n\fYou heard, it gets on my wick.\n\nRINGO\nWell that's lovely talk, that is. And another\nthing, why aren't you at school?\n\nBOY\nI'm a deserter.\n\nRINGO\n(smiling in spite of himself)\nAre you now?\n\nBOY\nYeah, I've blown school out.\n\nRINGO\nJust you?\n\nBOY\nNo, Ginger, Eddy Fallon and Ding Dong.\n\nRINGO\nDing Dong? Oh Ding Dong Bell, eh?\n\nBOY\nYeah, that's right, they was supposed to come\nwith us but they chickened.\n\nRINGO\nYeah? And they're your mates are they?\n\nBOY\n(sighing)\nYeah.\n\nRINGO\nNot much cop without 'em, is it?\n\nBOY\n(defensively)\nOh, it's all right.\n\nRINGO\n(disbelievingly)\nYeah?\nBOY\nYeah.\nRINGO\n\nWhat they like?\n\nBOY is glad to have something to talk about.\n\nBOY\n(enthusiastically)\n\fGinger's mad, he says things all the time and\nEddy's good at punching and spitting.\n\nRINGO\nHow about Ding Dong?\n\nBOY\nHe's a big head and he fancies himself with it\nbut you know it's all right ‘cos he's one of\nthe gang.\n\nRINGO nods his head understandingly and they mooch on together.\n\nBOY\nWhy aren't you at work?\n\nRINGO\nI'm a deserter, too.\n\nBOY\nOh.\n\nAt this moment a child's voice shouts out \"Charley\" and from RINGO'S\nP.O.V. we see three kids. RINGO turns to the BOY and looks at them\nenquiringly.\n\nBOY\n(to Ringo)\nSee you.\n\nThe BOY runs off to join his mates. As he joins them they punch and\nscuffle together. They are obviously a gang. RINGO is left alone.\n\n64. INTERIOR CORRIDOR T.V. THEATRE\n\nGEORGE comes round the corner, looking for RINGO, then grins and walks\npast a sign saying \"Canteen and Production Office Opposite.\" He comes\nto the exit door, crosses to a modern building across from the\n\ntheatre.\n\nHe enters [the] building.\n65.",
  "46": "---END OF PREVIOUS SECTION---\nTHEATRE\n\nGEORGE comes round the corner, looking for RINGO, then grins and walks\npast a sign saying \"Canteen and Production Office Opposite.\" He comes\nto the exit door, crosses to a modern building across from the\n\ntheatre. He enters [the] building. 65. \n---TARGET SECTION TO BE ANNOTATED---\n INTERIOR OFFICE\n\nIt is the reception room that leads to an inner office. Behind a desk\nsits a smart young woman typing busily as GEORGE enters. He is\nsurprised when he sees the girl; she looks up and speaks to him at\nonce.\n\nSECRETARY\nOh, there you are!\n\nGEORGE\nOh, I'm sorry, I must have made a mistake.\n\nSECRETARY\n(tartly)\nYou haven't, you're just late.\n\f66.\n\n(She rises and crossing\nover to him examines\nhim critically.)\nOh, yes, he's going to be very pleased with\nyou.\n\nGEORGE\nIs he?\n\nSECRETARY\nYes, you're quite a feather in the cap.\n(She crosses to the\ndesk and picks up the\ninter-office phone.)\n\nHello, I've got one ... oh, I think so ... yes,\nhe can talk ... Well ... I think you ought to\nsee him.\n\n(she smiles)\nOf course, right away.\n\nShe crosses to the inter-office door. On the door is written SIMON\nMARSHAL ... she opens it.\n\nSECRETARY\nWell ... come on.\n\nGEORGE\nSorry.\n\nHe follows her quickly in.\nINTERIOR THE INNER OFFICE\n\nA large room, part production office with models and sets, drawing\nboard with ground plans, the other part of the room a mixture of Pop\nand Queen's magazine decor.\n\nBehind a large desk sits SIMON MARSHAL, a bland but slightly irritable\nyoung man of about thirty-five. He is wearing the ultimate in the\ncurrent smart set fashion. He is attended by a couple of underlings\nADRIAN and TONY and behind him on the wall is a poster of a girl.\nAcross the poster is printed, \"Way Out, your own T.V. Special\n\nwith Susan Campey. Director, Simon Marshal.\"\n\nSECRETARY\n(proudly)\nWill this do, Simon?\n\nSIMON\n(looking at George)\nNot bad, dolly, not really bad.\n(he motions to George)\nTurn around, chicky baby.\n\nGEORGE does so.\n\nSIMON\n\fOh yes, a definite poss. He'll look good\nalongside Susan.\n\n(he indicates the girl on the poster)\nAll right, Sunny Jim, this is all going to be\nquite painless. Don't breathe on me, Adrian.",
  "47": "---END OF PREVIOUS SECTION---\nHe'll look good\nalongside Susan. (he indicates the girl on the poster)\nAll right, Sunny Jim, this is all going to be\nquite painless. Don't breathe on me, Adrian. \n---TARGET SECTION TO BE ANNOTATED---\nADRIAN has recognised GEORGE and is trying to stop SIMON.\n\nGEORGE\nLook, I'm terribly sorry but I'm afraid there's\nbeen some sort of a misunderstanding.\n\nSIMON\n(sharply)\nOh, you can come off it with us. You don't have\nto do the old adenoidal glottal stop and carry\non for our benefit.\n\nGEORGE\nI'm afraid I don't understand.\n\nSIMON\nOh, my God, he's a natural.\n\nSECRETARY (anxiously)\nWell, I did tell them not to send us any more\nreal ones.\n\nSIMON\nThey ought to know by now the phonies are much\neasier to handle. Still he's a good type.\n\nHe now speaks to GEORGE in the loud voice that the English reserve for\nforeigners and village idiots.\n\nSIMON\nWe want you to give us your opinion on some\nclothes for teenagers.\n\nGEORGE\nOh, by all means, I'd be quite prepared for\nthat eventuality.\n\nSIMON\nWell, not your real opinion, naturally. It'll\nbe written out and you'll learn it.\n(to secretary)\nCan he read?\n\nGEORGE\nOf course I can.\n\nSIMON\nI mean lines, ducky, can you handle lines?\n\nGEORGE\nI'll have a bash.\n\fSIMON\nGood. Hart, get him whatever it is they drink,\na cokearama?\n\nGEORGE\nTa.\n\nSIMON\nWell, at least he's polite. Tony Show him the\nshirts, Adrian.\n\nA collection of shirts are produced and GEORGE looks at them. While he\nis doing this SIMON briefs him.\n\nSIMON\nNow, you'll like these. You really \"dig\" them.\nThey're \"fab\" and all the other pimply\n\nhyperboles.\nGEORGE\nI wouldn't be seen dead in them. They're dead\ngrotty.\nSIMON\nGrotty?\nGEORGE\n\nYeah, grotesque.\n\nSIMON\n\n(to secretary)\nMake a note of that word and give it to Susan.\nI think it's rather touching really.",
  "48": "---END OF PREVIOUS SECTION---\nGEORGE\n\nYeah, grotesque. SIMON\n\n(to secretary)\nMake a note of that word and give it to Susan. I think it's rather touching really. \n---TARGET SECTION TO BE ANNOTATED---\n Here's\nthis kid trying to give me his utterly\nvalueless opinion when I know for a fact within\nfour weeks he'll be suffering from a violent\ninferiority complex and loss of status if he\nisn't wearing one of these nasty things. Of\ncourse they're grotty, you wretched nit, that's\nwhy they were designed, but that's what you'll\nwant.\n\nGEORGE\nBut I won't.\n\nSIMON\nYou can be replaced you know, chicky baby.\n\nGEORGE\nI don't care.\n\nSIMON\n\nAnd that pose is out too, Sunny Jim. The new\nthing is to care passionately, and be right\nwing. Anyway, you won't meet Susan if you don't\ncooperate.\n\fGEORGE\nAnd who's this Susan when she's at home?\n\nSIMON\n(playing his ace)\nOnly Susan Campey, our resident teenager.\nYou'll have to love her. She's your symbol.\n\nGEORGE\nOh, you mean that posh bird who gets\neverything wrong?\n\nSIMON\nI beg your pardon?\n\nGEORGE\nOh, yes, the lads frequently gather round the\nT.V. set to watch her for a giggle. Once we\neven all sat down and wrote these letters\nsaying how gear she was and all that rubbish.\n\nSIMON\nShe's a trend setter. It's her profession!\n\nGEORGE\nShe's a drag. A well-known drag. We turn the\nsound down on her and say rude things.\n\nSIMON\nGet him out of here!!\n\nGEORGE\n(genuinely surprised)\nHave I said something amiss?\n\nSIMON\nGet him out of here. He's knocking the\nprogramme's image!!\n\nThe underlings hustle GEORGE to the door.\n\nGEORGE\n(smiling)\nSorry about the shirts.\n\nHe is ejected through the door.\n\nSIMON\nGet him out.\n(he stops in mid-shout)\nYou don't think he's a new phenomenon, do you?\n\nSECRETARY\nYou mean an early clue to the new direction?\n\nSIMON\n\f67.\n\n68.\n\n69.\n\n(rummaging in his desk)\nWhere's the calendar?\n\n(he finds it)\nNo, he's just a trouble maker. The change isn't\ndue for three weeks. All the same, make a note\nnot to extend Susan's contract.",
  "49": "---END OF PREVIOUS SECTION---\n(he finds it)\nNo, he's just a trouble maker. The change isn't\ndue for three weeks. All the same, make a note\nnot to extend Susan's contract. \n---TARGET SECTION TO BE ANNOTATED---\n Let's not take\nany unnecessary chances!\n\nEXTERIOR STREET PUB ON THE CORNER\n\nThe sign on the pub is Liverpool Arms. RINGO is standing looking up at\nit. He decides to go in and does so.\n\nINTERIOR T.V. CONTROL ROOM\nThe atmosphere is tense. GRANDFATHER is standing miserable in front of\nthe DIRECTOR, the criminal confronted by the judge. SHAKE and NORM are\n\nflanking him grimly.\n\nGRANDFATHER\nI'm sorry lads, I didn't mean it, honest.\n\nDIRECTOR\nIf he says that again, I'll strike him.\n\nSHAKE\n(unconvincingly)\nThey'll be back, they're good lads, they'll be\nback.\nDIRECTOR\n(disgusted)\n\nYes? Well they've got only ten minutes to the\nfinal run-through.\n\nGRANDFATHER\nI meant no harm. I was only trying to encourage\nlittle Ringo to enjoy himself.\n\nNORM\n(grimly, C.U.)\nGod knows what you've unleashed on the\nunsuspecting South. It'll be wine, women and\nsong all the way with Ringo once he's got the\ntaste for it.\n\nINT. PUB PUBLIC BAR\nCLOSE-UP on RINGO. He is eating a bone dry sandwich that curls up at\nthe end. He puts it down with disgust. He has a lager glass in his\nhand.\nBARMAID\n(accusingly)\n\nThat was fresh this morning.\n\nWe now see the pub is full of enormous cockney workmen downing pints.\n\fRINGO is very much alone. He moves away from the bar towards a group\nthat is standing together, they've an average height of over six-foot.\nThere is a group at a dart board. Another group is playing bar\n\nskittles\n\nand a third group is around a pin-ball table.\n\nNear the bar is a shove-halfpenny board with two players. There is a\ncaged parrot nearby.\n\nBARMAID\n(to Ringo)\nThat'll be two and nine...\n\nRINGO fumbles some change out of his pocket. A few coppers fall from\nhis hand on to the shove-halfpenny board just as the crucial point has\nbeen made. The men glare at him.",
  "50": "---END OF PREVIOUS SECTION---\nRINGO fumbles some change out of his pocket. A few coppers fall from\nhis hand on to the shove-halfpenny board just as the crucial point has\nbeen made. The men glare at him. \n---TARGET SECTION TO BE ANNOTATED---\n Embarrassed, he moves away and\n\nwithout\nlooking, places his glass on the skittles table just as a player\nswings\nthe string, which hits Ringo's glass. More embarrassed, RINGO backs\naway, unfortunately into the pin-table just as a winning score is\nabout\nto be reached. He bumps it very slightly, but enough to cause it to\nTILT. He then moves to the dart board. By this time most of the pub is\nstaring at him. With great style he takes the darts. The first throw\ngoes into a cheese sandwich which a man is pointing in demonstration.\nThe second we see arrive into a pint of bitter and then we see RINGO\nshoot the third dart and hear the sound of the parrot shouting\nangrily,\noff. The BARMAID has had enough.\nBARMAID\nRight ... On your way!\nRINGO\nY'what?\nBARMAID\nYou heard, on your way, troublemaker!\nNow the centre of attention, RINGO backs out of the pub, followed by\nevery eye in the place, the BARMAID and a few players following him to\nthe door\n70. EXTERIOR STREET OUTSIDE PUB\nRINGO comes out and crosses road, watched by the POLICEMAN who is now\nquite suspicious.\n71. EXTERIOR STREET\n\nPAUL comes down the street looking about him for RINGO. In the street\nis an old building, the sort of place that is highly favoured for TV\nrehearsals. There is a sign on the door, \"TV Rehearsal Room.\" As PAUL\ndraws near, a load of actors and extras, etc. are leaving, they are in\ncostume, they are the ones who earlier had been going to a word\nrehearsal. When PAUL gets near the entrance he decides to go inside.\n\f72.\n\n73.\n\nINTERIOR HALL\n\nPAUL enters and wanders about. He reaches a door, pushes it open and\nlooks in. He sees a GIRL clad in period costume. She is moving around\nthe room and obviously acting. PAUL watches her for a moment and then\ndecides to go in.\n\nINTERIOR REHEARSAL ROOM\n\nPAUL goes into the room. The GIRL is in mid-flight.",
  "51": "---END OF PREVIOUS SECTION---\nPAUL watches her for a moment and then\ndecides to go in. INTERIOR REHEARSAL ROOM\n\nPAUL goes into the room. The GIRL is in mid-flight. \n---TARGET SECTION TO BE ANNOTATED---\n She is very young\nand lovely and completely engrossed in what she is doing. The room is\nabsolutely empty except for PAUL and herself. She is acting in the\nmanner of an eighteenth-century coquette, or, to be precise, the voice\nEnglish actresses use when they think they are being true to the\ncostume period ... her youth however makes it all very charming.\n\nGIRL\nIf I believed you, sir, I might do those things\nand walk those ways only to find myself on\nProblem's Path. But I cannot believe you, and\nall those urgings serve only as a proof that you\nwill lie and lie again to gain your purpose with\nme.\n\nShe dances lightly away from an imaginary lover and as she turns she\nsees PAUL who is as engrossed in the scene as she was.\n\nGIRL\n(surprised)\noh!\nPAUL\n(enthusiastically)\nWell ... go ‘head, do the next bit.\nGIRL\n\nGo away! You've spoilt it.\n\nPAUL\nOh, sorry I spoke.\n\nHe makes no attempt to go. He simply continues to look steadily at the\ngirl; then he smiles at her. She is undecided what to do next.\n\nGIRL\nAre you supposed to be here?\n\nPAUL\nI've got you worried, haven't I?\n\nGIRL\nI'm warning you, they'll be back in a minute.\n\nPAUL\nD'you know something, \"They\" don't worry me at\nall. Anyroad, I only fancy listening to you\n\f.».. that's all but if it worries you ...\nwell ...\n\nGIRL\nYou're from Liverpool, aren't you?\n\nPAUL\n(ironically)\nHow'd you guess?\n\nGIRL\n(seriously)\nOh, it's the way you talk.\n\nPAUL\n(innocently)\nIs it ... is it, really?\n\nGIRL\n(suspiciously)\nAre you pulling my leg?\n\nPAUL\n(looking her straight in the eye)\nSomething like that.\n\nGIRL\n(unsure)\nI see.\n(airily)\nDo you like the play?\n\nPAUL\nYeah ... I mean, sure, well, I took it at\nschool but I only ever heard boys and masters\nsaying those lines, like, sounds different on a\ngirl.",
  "52": "---END OF PREVIOUS SECTION---\n(airily)\nDo you like the play? PAUL\nYeah ... I mean, sure, well, I took it at\nschool but I only ever heard boys and masters\nsaying those lines, like, sounds different on a\ngirl. \n---TARGET SECTION TO BE ANNOTATED---\n(smiles to himself)\nYeah, it's gear on a girl.\n\nGIRL\nGear?\n\nPAUL\nAye, the big hammer, smashing!\n\nGIRL\nThank you.\nPAUL\nDon't mench ... well, why don't you give us a\n\nfew more lines, like?\nGIRL pouts.\n\nPAUL\nYou don't half slam the door in people's faces,\n\fdo you? I mean, what about when you're playing\nthe part, like, hundreds of people'll see you\nand...\n\nGIRL\n(cutting in)\nI'm not ...\n\nPAUL\nOh, you're the understudy, sort of thing?\n\nGIRL\nNo.\n(aggressively)\nI'm a walk-on in a fancy dress scene. I just\nfelt like doing those lines.\n\nPAUL\nOh, I see. You are an actress though, aren't\nyou?\n\nGIRL\nYes.\n\nPAUL\n\nAye, I knew you were.\n\nGIRL\nWhat's that mean?\n\nPAUL\nWell, the way you were spouting, like ....\n(he imitates her)\n\"I don't believe you, sir...\" and all that.\nYeah, it was gear.\n\nGIRL\n(dryly)\nThe big hammer?\n\nPAUL\n(smiling)\nOh aye, a sledge.\n\nGIRL\nBut the way you did it then sounded so phony.\n\nPAUL\nNo ... I wouldn't say that ... just like an\nactress ... you know.\n\nHe moves and stands about like an actress.\n\nGIRL\nBut that's not like a real person at all.\n\nPAUL\n\fAye well, actresses aren't like real people,\nare they?\n\nGIRL\nThey ought to be.\n\nPAUL\nOh, I don't know, anyroad up, they never are,\nare they?\n\nGIRL\n(teasingly)\nWhat are you?\nPAUL\nI'm in a group ... well ... there are four of\n\nus, we play and sing.\n\nGIRL\nI bet you don't sound like real people.\n\nPAUL\nWe do, you know. We sound like us having a ball.\nIt's fab.\n\nGIRL\n\nIs it really fab or are you just saying that to\nconvince yourself?\n\nPAUL\nWhat of? Look, I wouldn't do it unless I was.",
  "53": "---END OF PREVIOUS SECTION---\nGIRL\n\nIs it really fab or are you just saying that to\nconvince yourself? PAUL\nWhat of? Look, I wouldn't do it unless I was. \n---TARGET SECTION TO BE ANNOTATED---\nI'm dead lucky 'cos I get paid for doing\nsomething I love doing.\n\nHe laughs and with a gesture takes in the whole studio\n\nPAUL\n-+. all this and a jam butty too!!\n\nGIRL\nI only enjoy acting for myself. I hate it when\nother people are let in.\n\nPAUL\nWhy? I mean, which are you, scared or selfish?\n\nGIRL\nWhy selfish?\n\nPAUL\nWell, you've got to have people to taste your\ntreacle toffee.\n\nShe looks at him in surprise.\n\nPAUL\nNo, hang on, I've not gone daft. You see, when\n\fI was little me mother let me make some treacle\ntoffee one time in our back scullery. When I'd\ndone she said to me, \"Go and give some to the\nother kids.\" So, I said I would but I thought\nto meself, \"She must think I'm soft.\" Anyroad,\nI was eating away there but I wanted somebody\nelse to know how good it was so in the end I\nwound up giving it all away ... but I didn't\nmind, mind, ‘cos I'd made the stuff in the\nfirst place. Well ... that's why you need\nother people... an audience ... to taste your\ntreacle toffee, like. Eh ... does that sound\nas thickheaded to you as it does to me?\n\nGIRL\nNot really but I'm probably not a toffee maker.\nHow would you do those lines of mine?\n\nPAUL\nWell, look at it this way, I mean, when you\ncome right down to it, that girl, she's a bit\nof a scrubber, isn't she?\n\nGIRL\nIs she?\n\nPAUL\nOf course ... Look, if she was a Liverpool\nscrubber ...\n\n(Paul starts acting a Liverpool girl,\nhe minces about then turns, extending\nhis leg)\n\nEh, fella, you want to try pulling the other\n\none, it's got a full set of bells hanging off\n\nit... Y'what? ... I know your sort, two cokes\nand a packet of cheese and onion crisps and\nsuddenly it's love and we're stopping in an\nempty shop doorway. You're just after me body\nand y'can't have it ...",
  "54": "---END OF PREVIOUS SECTION---\nY'what? ... I know your sort, two cokes\nand a packet of cheese and onion crisps and\nsuddenly it's love and we're stopping in an\nempty shop doorway. You're just after me body\nand y'can't have it ... \n---TARGET SECTION TO BE ANNOTATED---\n so there!!\n\nGIRL\n(shattered)\nAnd you honestly think that's what she meant?\n\nPAUL\nOh, definitely, it sticks out a mile, she's\ntrying to get him to marry her but he doesn't\nwant ... well ... I don't reckon any fella's\never wanted to get married. But girls are\nlike that, clever and cunning. You've got to\nlaugh.\n\nHe laughs.\n\nGIRL\nWell, it's nice to know you think we're clever.\n\fPAUL\n(grinning)\nAnd cunning.\n\nGIRL\nAnd what do you do about it?\n\nPAUL\nMe? Oh, I don't have the time, I'm always\nrunning about with the lads ... no, we don't\nhave the time.\n\nGIRL\nPity.\n\nPAUL\n\n(not noticing the invitation)\nAye, it is but as long as you get by, it's\n\nall right, you know ... bash on, happy valley's\nwhen they let you stop. Anyroad, I'd better\nget back.\n\nGIRL\nYes.\n\nPAUL\n\n(going)\n\nSee you.\n\nGIRL\n\nOf course.\n\nPAUL stands at the doorway, shrugs then goes out.\n\n74. EXTERIOR STREET\nIn the street, workmen are collecting shovels, drinking tea and doing\nall the things people do around building sites. RINGO mooches around.\nIn the road is a hole with a diameter of about 3 feet, and at least 6\nfeet deep. RINGO looks down and a man is busily working at the bottom\nof the hole. He glares at RINGO. After a moment RINGO turns away. We\nnow see a very elegant young lady coming towards RINGO. She is\n\ndaintily\n\navoiding a series of puddles. RINGO has an idea and does a Sir Walter\nRaleigh with his large Mac spreading it over one of the puddles. The\ngirl walks across it smiling graciously. RINGO proceeds with the coat\nto the next puddle and to the next backing gradually towards the hole.\nAt last he spreads the coat, without noticing what he is doing, over\nthe hole. The girl steps onto the coat and disappears sharply. RINGO\nlooks down the hole where the girl is held in the workman's arms.",
  "55": "---END OF PREVIOUS SECTION---\nAt last he spreads the coat, without noticing what he is doing, over\nthe hole. The girl steps onto the coat and disappears sharply. RINGO\nlooks down the hole where the girl is held in the workman's arms. \n---TARGET SECTION TO BE ANNOTATED---\n The\nworkman rises out of the manhole until he is waist height. At this\npoint an elegantly dressed gentleman appears (the girl's husband) he\nlooks at his wife in the workman's arms and hits the workman. RINGO\nbacks away through the puddles, and is nicked by the POLICEMAN.\n\n[Scenes 75 and 76 deleted in revision. ]\n\f77.\n\nINTERIOR T.V. THEATRE NEAR STAGE DOOR\n\nThe DIRECTOR is pacing up and down the corridor. NORM is also walking\nup and down, SHAKE is leaning against the wall quite unconcerned. NORM\ngives SHAKE a push.\n\nNORM\nWorry, will you!\n\nSHAKE adjusts his features to a worrying expression.\n\nDIRECTOR\n(bitterly)\nWell, that's it, two minutes to the final\nrun-through... they're bound to miss it...\nNORM\n\nI'll murder that Lennon.\n\nDIRECTOR\nBut I suppose we can survive a missed\nrun-through as long...\n\nSHAKE\n... as they head up for the show. Oh yes, well\nI mean it'ud be a pity to miss the show,\nwouldn't it like.\n\nNORM\nShurrup, cheerful.\n\nThe horrible prospect hits the DIRECTOR.\n\nDIRECTOR\nYou don't think...\n\nNORM\n(reassuring him)\nThey'll be here.\n\nDIRECTOR\nOh now, they can't do that to me.\n(turning on Norm)\nIt's all your fault.\n(overriding Norm)\nOh yes it is and if they don't turn up I\nwouldn't be in your shoes for all the...\n\nSHAKE\n(helping out)\n... tea in China. Oh you're right, neither\nwould I.\n\nHe steps away from NORM and stands near the DIRECTOR.\n\nNORM\nTraitor!\n\fSHAKE nods his agreement to this assessment of his character.\n\nSHAKE\nOf course.\n\nAt this moment JOHN, GEORGE and PAUL enter from the stage door. They\nare completely unconcerned and walk past the DIRECTOR, SHAKE and NORM.\n\nJOHN\n(as he passes by)\nHi Norm!\n\nNORM\n(preoccupied)\nHi, our lot!\n\nThe BOYS walk on when after a moment NORM snaps to.\n\nNORM\nOur lot!\n\nGEORGE\n(mildly)\nDid you want something.",
  "56": "---END OF PREVIOUS SECTION---\nThe BOYS walk on when after a moment NORM snaps to. NORM\nOur lot! GEORGE\n(mildly)\nDid you want something. \n---TARGET SECTION TO BE ANNOTATED---\nNORM\n(beaming with delight)\nI could eat the lot of you.\n\nJOHN\nYou'd look gear with an apple in your gob.\n\nDIRECTOR\n(accusingly)\nDo you realise you could have missed the final\nrun-through?\n\nGEORGE\nSorry.\n\nSHAKE\nEh, there's only three of them.\n\nPAUL\nAye, we were looking for Ringo. But we realised\nhe must have come back.\n\nDIRECTOR\nDo you realise we are on the air, live, in\nfront of an audience, in forty-five minutes and\nyou're one short.\n\nJOHN\nControl yourself or you'll spurt. He's bound to\nbe somewhere.\n\f78.\n\nwho\n\nhop\n\n79.\n\nNORM\nAye, let's try the dressing room.\n\nEveryone starts along the passage. NORM and PAUL last.\n\nPAUL\nEh, where's my grandfather?\n\nNORM\nDon't worry about him. He can look after\nhimself.\n\nPAUL\n\nAye, I suppose so.\nThey run after the others.\nEXTERIOR T.V. THEATRE CLOSE-UP\n\nGRANDFATHER\nHere they are, personally signed and\nhandwritten by your own sweet boys. The chance\nof a lifetime. Be the envy of your less\nfortunate sisters!\n\nThe CAMERA PULLS back and we see GRANDFATHER is surrounded by girls\n\nhave broken from the queue and are doing a brisk trade with the old\nman. He has a large sign on which is written: \"Get your genuine\nautographed Beatles photographs.\" On the edge of the crowd two\nPOLICEMEN are trying to force the girls back into the queue. Finally\nthey wade through the girls and confront GRANDFATHER. They look at the\nold man quizzically; he stares back coldly. They indicate he should\n\nit and quick but GRANDFATHER defiantly glares back at them. So with a\nsigh, they grab an arm each and escort the old man off.\n\nINTERIOR POLICE STATION\n\nIt is the reception desk and behind it is the DESK SERGEANT. After a\nmoment RINGO is dragged in by the POLICEMAN we saw him with before.\n\nRINGO\nLook, I'm Ringo Starr... I've got a show to do\nin a few minutes you've got to let me go...",
  "57": "---END OF PREVIOUS SECTION---\nAfter a\nmoment RINGO is dragged in by the POLICEMAN we saw him with before. RINGO\nLook, I'm Ringo Starr... I've got a show to do\nin a few minutes you've got to let me go... \n---TARGET SECTION TO BE ANNOTATED---\n I'm\nRingo...\n\nPOLICEMAN\nSure, they all say that these days ... Anyway\n++. I don't care who you are... you can save\n\nthat for the stipendary. Here you are, Sarge.\n\nSERGEANT\nWhat is he?\n\nPOLICEMAN\n(reeling off the list)\n\fI've got a little list here. Wandering abroad.\nMalicious intent. Acting in a suspicious manner.\nConduct liable to cause a breach of the peace.\nYou name it, he's done it.\n\nSERGEANT\nOh, a little savage, is he?\n\nPOLICEMAN\nA proper Aborigine.\n\nRINGO\n(on his dignity)\nI demand to see me solicitor.\n\nSERGEANT\nWhat's his name?\n\nRINGO\nOh, well if you're going to get technical --\n\nAt that moment there is a loud series of noises off camera, furious\n\nshouting and dull crashes of wood.\n\nSERGEANT\nHello, it's going to be one of those nights, is\nit?\n(to policeman)\nsit Charley Peace down over there.\n\nThe POLICEMAN takes RINGO to a bench and sits him down as GRANDFATHER\n\nand the two POLICEMEN who were with him enter. The sign is\nand is being lugged after them.\n\nGRANDFATHER\nWell, you got me here so do your worst but I'll\ntake one of you with me.\n(kicks the nearest policeman)\nOh, I know your game, get me in the tiled room\nand out come the rubber hoses but I'll defy you\nstill.\n\nSERGEANT\nIs there a fire, then?\n\nGRANDFATHER leans across the desk and hisses at the SERGEANT.\n\nGRANDFATHER\nYou ugly, great brute you, you have sadism\nstamped all over your bloated British kisser.\n\nSERGEANT\nEh?\n\nGRANDFATHER\nI'll go on a hunger strike. I know your caper.\nThe kidney punch and the rabbit-clout. The\n\fthird degree and the size twelve boot\nankle-tap.\n\nSERGEANT\nWhat's he on about?\n\nGRANDFATHER\n(squaring up)\nI'm soldier of the Republic, you'll need the\nmahogany truncheon for this boyo. A nation once\nagain.",
  "58": "---END OF PREVIOUS SECTION---\nSERGEANT\nWhat's he on about? GRANDFATHER\n(squaring up)\nI'm soldier of the Republic, you'll need the\nmahogany truncheon for this boyo. A nation once\nagain. \n---TARGET SECTION TO BE ANNOTATED---\nSERGEANT\n(to policemen)\nGet Lloyd George over there with that mechanic\nin the cloth cap while I sort this lot out.\n\nThe POLICEMEN hurtle GRANDFATHER firmly but gently over to the bench\n\nwhich RINGO is sitting and then return to the desk for a whispered\nconference with the SERGEANT. Meanwhile in full conspiratorial fashion\nGRANDFATHER talks to RINGO out of the side of his mouth.\n\nGRANDFATHER\nRingo, me old scout, they grabbed yer leg for\nthe iron too, did they?\n\nRINGO\nWell I'm not exactly a voluntary patient.\n\nGRANDFATHER\nShush! Have they roughed you up yet?\n\nRINGO\nWhat?\n\nGRANDFATHER\n(whispering)\nKeep your voice down, this lot'll paste you,\njust for the exercise. Oh they're a desperate\ncrew of drippings and they've fists like\nmatured hams for pounding defenceless lads like\n\nyou.\nRINGO\n(disturbed)\nHave they?\nGRANDFATHER\n\nThat sergeant's a body-blow veteran if ever I\nmeasured one. One of us has got to escape. I'll\nget the boys. Hold on son, I'll be back for you.\n\nRINGO\n(horrified)\nMe !\n\fGRANDFATHER\nAnd if they get you on the floor watch out for\nyour brisket.\n\nRINGO\n(hopefully)\nOh, they seem all right to me.\n\nGRANDFATHER\nThat's what they want you to think. All coppers\nare villains.\n\nSERGEANT\n(calling)\nWould you two like a cup of tea?\n\nGRANDFATHER\nYou see, sly villains.\n\nRINGO\n(miserable)\nNo thanks, Mr. Sergeant, sir.\n\nWe now have a CLOSE SHOT of POLICEMEN around the sergeant's desk.\nSERGEANT\n\nSo you just brought the old chap out of the\ncrowd for his own good.\n\nPOLICEMAN\nYeah, but he insisted on us bringing him to the\nstation.\n\nSERGEANT\n\nWell, he can't stop here.\n\nShot of GRANDFATHER watching POLICEMEN intently and muttering words as\nhe does.\n\nRINGO\nWhat are you doing?\n\nGRANDFATHER\nLip reading.",
  "59": "---END OF PREVIOUS SECTION---\nShot of GRANDFATHER watching POLICEMEN intently and muttering words as\nhe does. RINGO\nWhat are you doing? GRANDFATHER\nLip reading. \n---TARGET SECTION TO BE ANNOTATED---\nRINGO\nWhat are they saying?\n\nGRANDFATHER\nNothing good.\n\nThe POLICEMEN make a move towards GRANDFATHER and RINGO.\n\nGRANDFATHER\nWell son, it's now or never.\n\nHe jumps to his feet and scurries towards the door.\n\fGRANDFATHER\nAll right, you paid assassins. Johnny\nMcCartney'll give you a run for your threepence\nha'penny.\n\nHe dashes out of the door followed by the POLICEMAN who has his pile\n\nof\nphotos.\nSERGEANT\nNow, what's he up to?\nRINGO\nHe's allergic to Bobbies, especially English\nBobbies.\nThe POLICEMAN with the photos returns.\nPOLICEMAN\n(Irish accent)\nYour man disappeared like a leveret over a hill.\nRINGO\nTurncoat!\nThe POLICEMEN turn on RINGO and walk towards him.\nCLOSE-UP RINGO\nRINGO\nMother!\n80. EXTERIOR STREET\nGRANDFATHER is running at top speed down the street. He is breathing\nheavily and runs as if pursued by the hounds of hell. The street\nhowever is entirely empty and no one is even in sight. As he reaches\nthe top of the street he pauses and turning, looks around him. From\nhis\nP.O.V. we see just how empty the street is and heaving a sigh of\nrelief\n\nGRANDFATHER cackles to himself. His triumph is short lived. At this\nprecise moment down the street comes a parade of police vehicles, a\nBlack Maria, an escorting police motor bike patrol and an ordinary\nsquad car. The procession draws up and the street is full of policemen\ngetting out of the Black Maria and squad car and off motor bikes.\n\nCLOSE-UP GRANDFATHER's horrified face.\n\nGRANDFATHER\nBe God, they've called up reinforcements, the\ndragnet's out!\n\nHe dashes off wildly in the general direction of the theatre. He has\nbeen completely unnoticed by the policemen who are lining up for a\nlast\n\fminute inspection by the inspector in charge. The inspector is like a\ncommander-in-chief of a spear-head attack force.\n\nThey smartly march off in the direction taken by GRANDFATHER.\n\n81. INTERIOR T.",
  "60": "---END OF PREVIOUS SECTION---\nThey smartly march off in the direction taken by GRANDFATHER. 81. INTERIOR T. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nTHEATRE CONTROL ROOM\nDIRECTOR\n(watching the clock)\n\nOnly half an hour and you're on!\n\nGEORGE\nCan I say something?\n\nThe director clutches at any straw.\n\nDIRECTOR\n(hopefully)\nYes, anything.\nGEORGE\n(earnestly)\nIt's highly unlikely we'll be on... I mean the\n\nlaw of averages are against you and it seems\nthat, etc., etc....\n\nBut his speech is drowned by the pitiful moans of the DIRECTOR.\n\n82. EXTERIOR T.V. THEATRE STAGE DOOR\n\nThe four little boys from the canal are being driven away by the\nsecurity guard.\n\nGUARD\n(going back into theatre)\nI'll have the hides off of you lot.\n\nThe kids retreat as GRANDFATHER pants into shot, ignoring the kids he\nenters the stage door but in a second he is out again, grasped firmly\nby the collar by the security guard.\n\nGUARD\nYou ought to be ashamed of yourself. Go home!\n\nGRANDFATHER\nI must see Pauly.\n\nGUARD\nGo home then and see him on the telly.\n\nThe GUARD re-enters the stage door.\n\nGRANDFATHER looks around him and sees the four kids. He hustles over\nand after a whispered conference we hear his offer.\n\nGRANDFATHER\nCan you fix him for me?\n\fBOYS\n\nYeah.\nGRANDFATHER\nSixpence.\nBOY\nEach?\n\nGRANDFATHER is about to argue.\n\nGRANDFATHER\nOh, all right.\nBOY\nAnd in advance.\nGRANDFATHER\n(disgusted)\n\nMercenary!\n\nBut he hands over the money. The kids rush in the stage door and after\na moment the furious GUARD chases them out and down the alley.\nGRANDFATHER, chuckling, nips in the door.\n\n83. INTERIOR T.V. CONTROL ROOM ON STAGE\n\nGRANDFATHER is being chased by several studio attendants; he is\ndodging\n\nbehind equipment. He finally gets on a sound boom trolley and uses it\n\nas a weapon to keep his pursuers at bay.\n\n84. INTERIOR T.V. CONTROL ROOM\n\nThe DIRECTOR, BOYS, and NORM and SHAKE see GRANDFATHER on the\nmonitors.",
  "61": "---END OF PREVIOUS SECTION---\nINTERIOR T. V. CONTROL ROOM\n\nThe DIRECTOR, BOYS, and NORM and SHAKE see GRANDFATHER on the\nmonitors. \n---TARGET SECTION TO BE ANNOTATED---\nThey dash out of the room and on to the stage.\n\nDIRECTOR\n(shouting)\nIt's all right, leave him alone.\n\nPAUL\nGrandad, where's Ringo?\n\nGRANDFATHER\nThe police have the poor unfortunate lad in the\nBridewell.\n\nBOYS\n\nThe police station.\n\nGRANDFATHER\nHe'll be pulp by now.\n\nJOHN\n\f85.\n\nstation\n\ncoppers\n\n86.\n\n87.\n\nWhat are we waiting for?\n\nGEORGE\nCome here.\n\nPAUL, JOHN and GEORGE rush off.\nCLOSE-UP DIRECTOR\n\nDIRECTOR\nWe've only got twenty minutes.\n\nEXTERIOR STREET OUTSIDE POLICE STATION\n\nPAUL, JOHN and GEORGE come running down the street in single file,\ntheir knees high in the air, they skid to a halt at the police\n\nand without pausing they dash inside. After a moment they reappear --\nonly this time RINGO is behind them. They dash off down the street.\nThey are followed at once by ten POLICEMEN also in single file. They\nare also pounding along knees high in the air. The BOYS and the\n\ndisappear around the corner. At once, they reappear from the other\ndirection, then run down the street still followed by the policemen.\nWhen they reach the police station another group of police bars their\nway so they are forced to run up the stairs and inside.\n\nINTERIOR POLICE STATION\n\nThe DESK SERGEANT is standing behind his desk looking very surprised.\nAt this moment the boys run in and stand panting in front of the desk.\nBefore the SERGEANT can start speaking the pursuing POLICEMEN arrive.\nThey, too, are out of breath.\n\nSERGEANT\nWhat is all this?\n\nJOHN\n(heaving and panting)\n\nHold on until we get our breath.\n\nThe BOYS and POLICEMEN pant on until JOHN seems to have recovered.\n\nSERGEANT\nAll right now?\nJOHN\nSure.\n(to boys)\nReady?\n\nThe BOYS nod and without further ado they turn and run through the\nsurprised rank of POLICEMEN and out into the street.\n\nEXTERIOR STREET\nTHE CHASE CARRIES ON.",
  "62": "---END OF PREVIOUS SECTION---\n(to boys)\nReady? The BOYS nod and without further ado they turn and run through the\nsurprised rank of POLICEMEN and out into the street. EXTERIOR STREET\nTHE CHASE CARRIES ON. \n---TARGET SECTION TO BE ANNOTATED---\n\fShots of BOYS being pursued (still in single file) by police,\nincluding\nthe sergeant with one shot where the BOYS are chasing the POLICEMEN.\nFinally, as they approach the theatre, they are seen by the girl fans\nwho swarm around the police, over running them. The boys grin to each\nother and are about to make off when from their P.O.V. we see the\nINSPECTOR and POLICEMEN blocking it.\n\nJOHN\nAh well, it was worth a try.\n\nINSPECTOR\n(calling to Sergeant)\nWhat do you think you're up to?\n\nSERGEANT\nArrest those boys, sir.\n\nINSPECTOR\nThat's all we need to start a real riot!\n(to Boys)\nCome on lads, they're waiting for you.\n\nHet INTERIOR THEATRE BACKSTAGE\n\nThe Inspector now hustles the BOYS through the crowds and in through\nthe main entrance of the theatre where SHAKE and NORM are waiting.\n\nNORM\nlooks suspiciously at RINGO who is still wearing his cap. RINGO whips\nit off and NORM delightedly hugs him. The BOYS dash through the stalls\nentrance and on stage. The DIRECTOR sees them and bursts into tears\nwith relief. NORM hustles the lads into the wings to be changed into\ntheir show costumes. All around them last-minute preparations are\n\ngoing\n\non.\n\nDIRECTOR\nBoys, you don't know what this means to me. If\nyou hadn't come back it would have been the\nepilogue or the news in Welsh for life.\n\nNORM\nAren't you supposed to be in that box?\n\nThe DIRECTOR gives NORM a final glare and dashes off.\n\nPAUL\nAnd another thing, where's that old mixer?\n\nGRANDFATHER\nHere, Pauly.\n\nAnd sitting on a box sadly chastened sits GRANDFATHER.\nPAUL\n\nWell, I got a few things to say to you,\ntwo-faced John McCartney.\n\fold\n\n88.\n\nof\n\nJOHN\nAw, leave him alone Paul, he's back, isn't he?\nAnd it's not his fault he's old.\n\nPAUL\n(hotly)\nWhat's old got to do with it?\n\nJOHN\nYou needn't bother.",
  "63": "---END OF PREVIOUS SECTION---\nAnd it's not his fault he's old. PAUL\n(hotly)\nWhat's old got to do with it? JOHN\nYou needn't bother. \n---TARGET SECTION TO BE ANNOTATED---\nPAUL\nY'what?\n\nJOHN\nPractising to be thick-headed, you're there\nalready.\n\nPAUL\n\nLook he's a mixer and a trouble maker!\n\nJOHN\nThat's right, but he's only asking us to pay\nattention to him, aren't you?\n\nFrom JOHN's P.O.V. we see GRANDFATHER. He looks what he is, a tired\nman.\n\nJOHN\nYou see.\n\n(to Grandad)\nYou know your trouble -- you should have gone\nWest to America. You'd have wound up a Senior\nCitizen of Boston. As it is you took the wrong\nturning and what happened, you're a lonely old\nman from Liverpool.\n\nGRANDFATHER\n(fighting back)\nBut I'm clean.\n\nThe BOYS giggle and slap him on the back.\nINTERIOR TV THEATRE AUDITORIUM\nWe see the audience of girls streaming in and settling down in their\n\nplaces for the show. There is the usual business of getting the show\nready and we see SHOTS of the girls' faces, then JOHN, PAUL, RINGO and\nGEORGE looking at them. At last on cue from the floor manager the BOYS\nstart their act to the audience's screams. During the number we\nconstantly CUT away to the audience with various SHOTS of the ecstatic\ngirls. In the middle of these shots we see NORM standing at the side\n\fand\nspite\n\nmedley\n\nof\n\nfinish\n\n89.\n\nthe audience his face glowing with satisfaction. We follow his gaze\nfrom NORM'S P.O.V. we see GRANDFATHER handcuffed to SHAKE, but in\nof this, the old man is enjoying himself. The BOYS now perform a\n\nof numbers, i.e., a little of all the songs we have heard during the\nstory. This gives the impression of a full set and we finish after\ntheir bows. While they are doing so they look again in the general\ndirection of SHAKE and GRANDFATHER and from their P.O.V., we see SHAKE\nis beating time to the music but from his wrist dangles an empty set\n\nhandcuffs. GRANDFATHER has gone again.",
  "64": "---END OF PREVIOUS SECTION---\nO. V., we see SHAKE\nis beating time to the music but from his wrist dangles an empty set\n\nhandcuffs. GRANDFATHER has gone again. \n---TARGET SECTION TO BE ANNOTATED---\n As the BOYS are reacting to\nGRANDFATHER's disappearance once again, the trap door on the stage\nopens and GRANDFATHER appears in the centre of the group as they\ntheir act and take their final bows.\n\nINTERIOR STUDIO CORRIDOR\n\nNORM is waiting for the boys. With him are two studio attendants\ncarrying the boys' luggage. As the BOYS excitedly appear he speaks to\nthem.\n\nNORM\nI've got the stuff. Come here.\n\nPAUL\nAren't we ...\nNORM\nNo, we're not!\nHe hurries them along.\nNORM\n\nThe office was on the phone, they think it'd be\nbetter if we pushed straight to Wolverhampton.\n\nJOHN\nTonight? We can't make it ...\n\nNORM\nYou've got a midnight matinee.\n\nJOHN\nNow, look here, Norm...\n\nNORM\nNo, you look here, John. I've only one thing to\nsay to you.\n\nJOHN\nWhat?\n\nNORM\nYou're a swine. So hurry up ... we're\n\ftravelling!\n\nNORM turns down a side exit where the door is open to the field. In it\nis an eight-passenger helicopter.\n\n90. EXTERIOR STAGE DOOR  T.V. THEATRE\n\nThe BOYS and NORM come out of the building and start to run towards\nthe helicopter.\n\nPAUL\n(looking behind him)\nWhere's my grandfather?\n\nNORM\n(arriving at helicopter door)\n\nDon't start. Look.\n\nThe boys look in the passenger bay and there is GRANDFATHER. He is\nstill handcuffed to SHAKE but clutching his pile of photos.\n\nGRANDFATHER\n(beckoning them in with his\nfree hand which holds the photos)\nCome on, you're hanging up the parade.\nThe boys shout “Get rid of those things, etc.\"\n91. EXTERIOR FIELD\n\nThe final shot is of the helicopter rising up (SHOT FROM BELOW). As it\ndisappears, a shower of photos come from its window.\n\nWe cut to a CLOSE-UP of one signed photo as it hits the ground and\nSUPER the closing credits over it.\n\nScreenplay by Alun Owen\n\f"
}