{
  "1": "A MONSTER CALLS\nWritten by\nPatrick Ness\n\nBased on the novel \"A Monster Calls\" by Patrick Ness,\nInspired by an idea from Siobhan Dowd\n\n25 September 2014\n\nMichelle Kass Associates\n85 Charing Cross Road\nLondon WC2H OAA\n\n020 7439 1624\n\fSounds fade up\nNightmare sounds, wind, roaring screaming.\nSounds increase, climax, then stop suddenly as:\n\ncut to:\n\fInT. conoR’S BEDROOM - night - conTINUOUS 1\n\nConor (12, small, on the border of puberty) sits up in bed,\nfrightened, sweaty, panting.\n\nHe looks at the clock. 11.58.\n\nIt’s a messy but homey bedroom. Posters at the borders of\nmanhood on the wall: rugby teams but also cartoons. Old\nstuffed toys in corners; framed PHOTOS of Conor and his MUM;\nof Conor and friend LILY in a school play; a laptop; handheld\ngames; scattered DRAWINGS he’s made. Conor lays back down to\nsleep but:\n\nA heavy COUGHING from offscreen. Conor listens, concerned.\nThe coughing doesn’t come again. He sits up.\n\fInT. conor’s hallway/ MUM’S BEDROOM - night - conTINUOUS\n\nConor pads quietly down the hallway until he gets to his\nMum’s bedroom door. It’s open slightly. He looks in.\n\nIn the moonlight, Mum is asleep, alone in her bed. Her head\nis obscured by pillows.\n\nCONOR\n\nMum, are you asleep?\nMum\n\nYes.\nCONOR\n\nAre you sure?\n\nMum\n(opens one eye to him)\nYes, I'm sure.\n\n2\n\f2A InT. mum’s bedroom - night - conTINUOUS\nConor quietly slips into the bed.\n\nMum\nWhat are you doing?\n\nCONOR\nShush. You're asleep.\n\nMum\nConor...\n\nCONOR\n\nJust five minutes, I promise...\n\nMum puts his arm around Conor who instantly fells\n\nasleep.\n\nCuT TO:\n\n2A\n\f4NEW\n\nInT. mum’s bedroom - the next morning 4NEW\n\nConor is VERY deep asleep, having obviously stayed there all\nnight. His mum is asleep, too, gently snoring.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nMum puts his arm around Conor who instantly fells\n\nasleep. CuT TO:\n\n2A\n\f4NEW\n\nInT. mum’s bedroom - the next morning 4NEW\n\nConor is VERY deep asleep, having obviously stayed there all\nnight. His mum is asleep, too, gently snoring. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the dawn light we now see a LINE OF MEDICINE BOTTLES on\nMum’s DRESSER. A wig on its stand on the dressing table.\n\nConor wakes, sits up. Mum doesn’t wake. He pulls the covers\nover her. He doesn’t glance at the medicine bottles. They're\nobviously part of his daily life.\n\nVery slowly making sure he is not making any noise, Conor\ngets up and heads out into the day by himself.\n\fINT. conOR’S BEDROOM - MomenTS LATER 8\nConor begins what is obviously a familiar routine.\n\nHe puts on his school uniform, trying for the untucked\nrebellious look that he’s still just slightly too young for.\n(he tries to make his hair look cool in the mirror and puts\nit up but he looks funny and puts it down again, etc).\n\nHe opens a drawer. No clean socks left.\n\f8A\n\nEXT. CONOR'S BACKGARDEN - MOMENTS LATER 8A\n\nConor gets out to the backgarden to where the clothes are\nhanging to look for a clean pair of socks but all the clothes\nare wet. He takes a wet pair of socks and goes back into the\nhouse.\n\fINT. CONOR’S Kitchen - MomenTS LATER\n\nConor stuffs the WASHING MACHINE with LAUNDRY, over-filling\nit, but shutting it all in the door.\n\f10\n\nInT. conor’S BEDROOM - momeNTS LATER 10\nConor pulls the duvet over his bed so it’s made, if quite\n\nmessy. (Clumsily hiding the wrinkles of the duvet under the\n\ncushions)\n\f11\n\n10.\n\nInt. conor’s house upstairs hallway - momENTS LATER 11\n\nConor looks at his Mum’s bedroom (the door is closed) and\nthen over the top of the stairs. Down in the kitchen, we can\nhear the faint sounds of a WOMAN on her phone. This is\nGRANDMA (mid-50s, crisp, professional, VERY ungrandmotherly).\n\nConor only sees the top of her head as she exits, still in\nher coat, still on her phone, scolding someone sternly. We\ndon't see her face in these scenes.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is\nGRANDMA (mid-50s, crisp, professional, VERY ungrandmotherly). Conor only sees the top of her head as she exits, still in\nher coat, still on her phone, scolding someone sternly. We\ndon't see her face in these scenes. \n\nTARGET SECTION TO BE ANNOTATED:\n She also is clearly\nmaking an attempt to keep her voice down.\n\nGrANDMA\n(into phone)\nBecause I’ve got three showings\ntoday, that’s why. I’m not\nresponsible for your sick\nWeimaraner-\n\nHe steps back so she won’t see him. We only catch a glimpse\nof her as she leaves.\n\nHe waits a beat, then starts down the stairs, but she re-\nenters, carrying bags of groceries, still on the phone. Conor\nfreezes. Grandma stops in the hall, angry at something that’s\nbeen said.\n\nGranDMA (CONT'D)\n(into phone)\nHow dare you throw that in my face?\nDo you have any idea what-?\n(beat, listens, gathers\nself, still angry,\nwhispers fiercely)\nNow, you listen to me, Marcus, I\nknow full well you’ve covered for\nme-\n\nStorms into kitchen. We hear her still talking. Conor waits,\nnervous. She exits the kitchen again, still whispering.\n\nGRANDMA (CONT'D)\n(into phone)\n\nFine. Fine. I’1ll call her myself.\n(hangs up)\n\nLazy bastard.\n\nShe exits again. Conor waits a beat, then goes downstairs.\n\f11.\n\n11A InT. conor’s downstairs hallway - seconDS LATER 11A\n\nConor, deeply curious, heads towards the kitchen. Then he\nHEARS THE FRONT DOOR again and steps quickly into-\n\f12.\n\n12 InT. conor’s sittING ROOM - conTINUOUS 12\n\n...-where he hides behind the door. His Grandma, on the phone\nagain, enters, looking for a pen and paper.\n\nGRANDMA\n\n(into phone)\nIf you do my afternoons today, I\ncan take your open house on\nSaturday.\n\n(rolls eyes)\nOf course, I'll give you your\ncommission...\n\nShe looks around the warmly messy sitting room, lifting\nthings, and looking for and finding a bit of paper. She keeps\nlooking.\n\nGraNDMA (CONT'D)\n(to herself)\nPen, pen, pen... This house-\n(into phone)\nYes, I’m here right now.\n(almost snapping)\nShe’s fine.\n\nConor watches, waiting to be discovered, but his grandma\nnever even turns around. She finds a pen.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\n(almost snapping)\nShe’s fine. Conor watches, waiting to be discovered, but his grandma\nnever even turns around. She finds a pen. \n\nTARGET SECTION TO BE ANNOTATED:\nGRANDMA (CONT'D)\n(into phone, coldly,\nfinding it hard to say\nthanks )\nYes. Thank you. I... appreciate it.\n\nHangs up as the caller is mid-sentence. Leaves. By sound,\nConor follows her movements into the kitchen, out again and\nout of the house. He waits until her car starts before he\nfeels safe to move again.\n\f13\n\n13.\n\nInT. conor’s kitCHEN - momentS LATER 13\n\nOn the counter, there are now BAGS OF GROCERIES and a closed\nCARDBOARD BOX with a POST-IT NOTE on it. Conor reads it,\ndoesn’t react.\n\nOpens the groceries. They’re FULL OF MEDICINAL-LOOKING HEALTH\nFOOD. Conor makes a face.\n\nCuT TO:\n\nConor prepares himself breakfast. The toast is burnt. Conor\nscratches the burnt stuff off with a knife. The black dust\nfalls on the white plate. He makes a couple of strokes on the\ndust with his finger and creates a drawing.\n\f14\n\n14.\n\nInT. conOR’S KITCHEN - MomenTS LATER 14\n\nConor throws away his leftovers (there’s a lot he didn’t\neat), and washes the breakfast dishes on the sink. He stays\nthere for a moment absentminded staring out the window.\n\f15.\n\n14A EXT. CHURCHYARD HILLTOP/ CONOR’S HOUSE- MomenTS LATER 14A\n\nCONOR’S POV - A yew tree stands in the churchyard at the top\nof the hill in front of the house.\n\f15\n\n16.\n\nInt. conoR’S KITCHEN - mornING - MomenTS LATER 15\n\nHe finishes packing his school bag with books and papers.\nLooks at the clock again. There is something he needs to\ncheck.\n\nHe opens a drawer of the kitchen table and slams it shut\nmaking a loud dry noise. He waits there.\n\nMUM (0.S.)\n(faint)\nCon? Is everything alright?\n\nFinally.\n\nConor\nYes Mum! It slipped from my hands!\nI gotta go or iI'll be late!\n\nMUM\nOk! Rush!\n\f15B\n\n17.\n\nInt.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nRush! 15B\n\n17. Int. \n\nTARGET SECTION TO BE ANNOTATED:\n conoR’S KITCHEN - mornING - MomenTS LATER 15B\n\nCONOR’S MUM leans against the kitchen counter with a cup of\ntea, scarf tied around her head. She’s clearly undergoing\nCHEMO-THERAPY: thin, pale, bald. Exhausted, but facing it\nwell. Conor SWEEPS up the glass.\n\nMum\nYou've had breakfast?\n\nConoR\nYes, mum.\n\nShe gives him a look. She may be ill, but she’s still Mum.\n\nConor (CONT'D)\n(exasperated)\nToast, cereal and juice.\n(mum sees no sign)\nI washed the dishes.\n\nMum\n(quietly, looking at the\nclean kitchen)\nThere's washing going too.\n\nCONOR\nYes Mum.\n\nMum reaches for the BROOM..\n\nMuM\n(sighs)\nI’m sorry I wasn’t up.\nConoR\nIt’s okay.\nMum\nYou know, it’s just this new round\nof-\nConor\nIt’s okay.\n\nMum is surprised at strength of his interruption, but she\nlets it pass. She turns to the groceries and the box.\n\nMuM\n(caught)\nYour grandma’s coming to stay with\nus tomorrow for a few days.\n\nCONOR\nAw, mum. We don’t need her here-\n\f18.\n\nMUM\nYou know how I get at this point in\nthe treatments-\n\nCONOR\nWe've been okay every time before-\n\nMum\nYou shouldn’t have to make yourself\nbreakfast every morning-\n\nCONOR\nI'm fine-\n\nMUM\nCONOR.\n\nFrases Conor complaining\n\nBeat, as it’s Conor’s turn to be shocked at the interruption.\nMum, exhausted, smiles again.\n\nMum (CONT'D)\nOnly a few days, I promise. That’s\nall I can take, too. Like living\nwith your boss.\n\n(laughs )\n\nShe's going to bring me a box full\nof wigs she got somewhere, if you\ncan believe it. Be lucky if I don’t\nend up looking like a zombie Lady\nGaga.\n\nConor is relaxing, the atmosphere improving. Mum regards him\nfor a moment, then ruffles his hair.\n\nMUM (CONT'D)\n(fake serious)\nNow, tell me you haven’t shrunk my\nfavourite wool jumpers?\n\nConor laughs shyly.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nMum regards him\nfor a moment, then ruffles his hair. MUM (CONT'D)\n(fake serious)\nNow, tell me you haven’t shrunk my\nfavourite wool jumpers? Conor laughs shyly. \n\nTARGET SECTION TO BE ANNOTATED:\nMum (CONT'D)\nGo on, go.\n(as he crosses to his bag)\nStop dragging your feet!\n\nHe picks them up comically, like a clown. As Conor puts his\nrucksack on, Mum leans against the counter, looking out the\nwindow.\n\f19.\n\n16-16A EXT. CONOR’S HOUSE DRIVEWAY/ STREETS - later 16-16A\n\nConor walks to school, rucksack on his back. It’s a bit of a\njourney, and he pulls his coat tight against the cold.\n\f16B\n\n20.\n\nExt. SHOP ROAD - moRNING 16B\n\nHe’s deep in thought, but he’s distracted by one SHOP WINDOW\n(the ART SHOP where his paper bag was from). Inside the\nwindow are a set of art pencils that he obviously craves.\n\nHe’s about to walk on but he sees someone down the street. He\nsteps into the doorway to hide while he watches:\n\nA girl, LILY, 12, thick glasses, the friend from the photo in\nhis bedroom. She’s harmless, goofy, charming, but Conor holds\nback so she won’t see him.\n\f21.\n\n17 Ext. SCHOOL OUTSIDE - momENTS LATER 17\n\nEstablish. Conor & Lily are in the first year of secondary,\nso they’re the tiniest students among giants.\n\f18\n\n22.\n\nExT. ALLEY/ SPORTS FIELD - later 18\n\nC/U on Conor falling, as if pushed, hitting the concrete\npath. Still down, he puts his hand to his lip. It comes away\nbloody.\n\nBehind him, we see HARRY, 13, blond wonder boy, calmly\nvicious bully, flanked by ANTON and SULLY, both 13. Harry is\nstraightening his leg, clearly having tripped Conor.\n\nHarry\nCareful there, O’Malley. You might\nfall.\n\nThe minions laugh. Conor is resigned. This isn’t new. He\nreaches for his bag and starts to get up, but a perfectly\ntimed trip from Harry sends him falling again.\n\nHARRY (CONT'D)\nAlways off in your own little\ndreamworld. What’s there that’s so\ninteresting, O'Malley?\n\nThe minions keep laughing. Conor starts to rise again.\nThere’s blood on his lip.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe minions keep laughing. Conor starts to rise again. There’s blood on his lip. \n\nTARGET SECTION TO BE ANNOTATED:\nsully\n(joyous)\nHe’s bleeding!\n\nanton\nHe’1l have to get his slaphead\nmother to kiss it for him!\n\nSilence, as the group absorbs this crossing of the line.\nConor's face hardens, but before he can respond, Lily bounces\nback into the scene.\n\nLily\nYou leave him alone! [Cowards!\nThere’s three of you and one of\nhim! I’m not scared of you! You're\npathetic! ]\n\nConor winces, and Harry’s minions are already laughing. Not\nHarry, though, who never stops looking at Conor.\n\nSuLLY\nYour puppy’s here to save you,\nO'Malley!\n\nOutraged, Lily - who is, in fact, a little puppy-ish - pushes\nSully hard. Surprised, he falls backwards over a shrubbery.\n\nLILY\nI'm just making it a fair fight!\n\f23.\n\nMISS KWAN (0.S.)\nLILY EVANS!\n\nEveryone freezes as Head of Year MISS KWAN (late 30s, British-\nChinese descent, stern but fair) storms over.\n\nLILY\nThey started it, Miss!\n\nMisS KWAN\nI don’t want to hear it.\n(to Sully, now rising)\nAre you hurt, Sullivan?\n\nSully, seeing an opening, fakes injury. Badly.\n\nSully\nI might need to go home, Miss.\nMISS KWAN\nDon’t milk it.\n(to Lily)\nMy office, Lily.\nLILY\nBut, Miss, they were-\nMISS KWAN\nNow.\nLILY\nThey were making fun of Conor’s\nmother!\n\nEveryone freezes. A dangerous silence.\n\nMiss KWAN\nIs this true, Conor?\n\nConor looks from Anton to Sully, and on to Lily, her face\nburning with injustice, but then to Harry, who is as calm and\nfirmly fixed on Conor as ever.\n\nConoR\n(eyes on Harry)\nNo, Miss. I just fell. They were\nhelping me up.\n\nLily looks like she’s been slapped.\n\nMISS KWAN\nGet to your forms.\n(to Lily)\nNot you.\n\nMiss Kwan drags an aghast Lily away. Conor watches them go.\nWhen he turns back, Harry is holding out Conor's bag for him.\n\fHarry\nWell done, O’Malley.\n\nBeat.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen he turns back, Harry is holding out Conor's bag for him. Harry\nWell done, O’Malley. Beat. \n\nTARGET SECTION TO BE ANNOTATED:\n Conor takes the bag and makes his way inside.\n\n24.\n\f19\n\n25.\n\nInt. Physical Social and Education class - lATER 19\n\nA Powerpoint display at the front of the class reads: “THE\nMIRACLE OF BIRTH”. MR CLARK, 40s, wry, kind, perhaps a bit\nsoft, steps up next to it.\n\nMr Clark\nBrace yourselves.\n\nConor sits at the back, an empty desk next to him. He looks\nvery drowsy.\n\nMR Clark (CONT'D)\nWe've been studying this all week.\nYou've seen the diagrams, heard the\ndescriptions. You think you’re\nready to watch the real thing.\n\nHe gives a you-have-no-idea-what-you’re-in-for chuckle and\nclicks to start a hilariously graphic CHILDBIRTH DOCUMENTARY\non the Powerpoint.\n\nThe sounds from the documentary (\"The cervix fully dilates to\n10 centimeters and the baby's head crowns when the widest\npart of it reaches the vaginal opening”, complete with sounds\nof a mother in labour) fade as we focus on Conor, looking\nexhausted, falling asleep propping up his face with his hand.\n\nHe’s sitting under the A/C vent and the sound of it starts to\nmerge with a WIND sound, that eventually rises to the\nSOUNDTRACK of the NIGHTMARE we heard over the TITLES. We\nclose on Conor, the soundtrack rising to a FAINT SCREAMING\n(\"Conor!\").\n\nMr Clark (CONT'D)\nConor?\n\nConor jumps as Mr Clark is right next to him. He waits to see\nif he’s in trouble. But Mr Clark looks overly sympathetic.\n\nMR Clark (CONT'D)\nYou all right there? You look\ntired.\n(beat, nothing from Conor)\nYou know, if you ever wanted to\ntalk-\n\nHe’s interrupted by a labour-scream from the video and an\naccompanying SHOUT OF HORROR from the class who can’t believe\nwhat they’re seeing (\"As soon as the baby's head comes out,\nthe doctor will suction amniotic fluid, blood, and mucus from\nthey baby’s nose and mouth”). Mr Clark looks up with an\namused smile, gives Conor a last look, and keeps patrolling\nthe classroom.\n\nConor sees Harry a few seats over.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat, nothing from Conor)\nYou know, if you ever wanted to\ntalk-\n\nHe’s interrupted by a labour-scream from the video and an\naccompanying SHOUT OF HORROR from the class who can’t believe\nwhat they’re seeing (\"As soon as the baby's head comes out,\nthe doctor will suction amniotic fluid, blood, and mucus from\nthey baby’s nose and mouth”). Mr Clark looks up with an\namused smile, gives Conor a last look, and keeps patrolling\nthe classroom. Conor sees Harry a few seats over. \n\nTARGET SECTION TO BE ANNOTATED:\n Harry’s watched the\nexchange and looks as if he’s sussing Conor out, somehow.\n\f26.\n\nAs the sounds of childbirth and the accompanying trauma of\nthe class continue (\"The umbilical cord will eventually fall\noff due to a combination of putrefaction and mummification”),\nLily enters from the front, eyes swollen from crying. She\nsits next to Conor in the empty desk. He doesn’t acknowledge\nher, despite her furious gaze.\n\nWounded, she looks up at the video and is comically horrified\nby what she sees.\n\nMr Clark reaches the front of the classroom as the sounds of\nchildbirth reach their exhausted conclusion (“And mother’s\nhappy ordeal is finally over...”). Mr Clark clicks off the\nPowerpoint and turns to the class.\n\nMr Clark (CONT'D)\nAny questions?\n\nApart from Conor, Lily and Harry, every single traumatised\nhand in the classroom shoots into the air.\n\f20\n\n27.\n\nEXT. BIN street - that afternoon 20\nConor walks home by himself, lost in thought.\n\nLiLY (0.S.)\nHey! Wait! Conor, wait!\n\nShe catches up to him. He ignores her.\n\nLily (CONT'D)\nWhy did you do that today? Why\ndidn’t you tell Miss Kwan what\nreally happened?\n\nConor\nWhy did you butt in when it was\nnone of your business?\n\nLILY\nI was trying to help you.\n\nCONOR\nI don’t need your help.\n\nLILY\n(visibly hurt)\nMy mum keeps asking why you don’t\ncome over anymore.\n\nConor says nothing.\n\nLily (CONT'D)\n(now genuinely distressed)\nWhat the heck is wrong with you?\nI've got detention all week now.\n\nCONOR\nThat’s not my problem.\n\nLILY\nBut it’s your fault.\n\nConor turns on her in fury. She steps back, frightened.\n\nConoR\nIt’s your fault. It’s all your\nfault.\n\nHe takes off walking again, leaving her behind.\n\nLiLY\n(calling after him)\nWe used to be friends!\n\nConor carries on down the street, fast at first then slowing\nas he nears his house. He looks back to see if Lily is still\nthere, half-hoping she will be. She isn’t.\n\f21\n\n28.\n\nInT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe isn’t. 21\n\n28. InT. \n\nTARGET SECTION TO BE ANNOTATED:\n conor’s sitting room - momentS LATER 21\n\nConor enters, not too happy. Mum is waiting there, cardboard\nbox open. Conor looks wary at an OLD-FASHIONED SUPER 8 FILM\nPROJECTOR. Canisters of FILM sit next to it. Mum is nervous,\nexcited.\n\nConOR\nWhat is it?\n\f22\n\n29.\n\nINT. conor’s sitting room - momENTS LATER 22\n\nConor and Mum set up the projector. Neither of them really\nknow how to do it, so they figure it out together, threading\nthe film, getting it wrong, eventually getting it right.\n\nMuM\nYour granddad’s old film projector.\nCoNOR\nYou mean... like a video player?\nMUM\n(laughs )\nNo, this is a relic, a proper\ndinosaur.\nCONOR\n(long beat)\n\nWhat are we supposed to do with it?\n\nMum\nI wish you could have met him. Even\nyour grandma softened up around\nhim. By the way, she is coming to\nstay with us tomorrow for a few\ndays.\n\nCONOR\nAw, mum. We don’t need her here-\n\nMUM\nYou know how I get at this point in\nthe treatments-\n\nCONOR\nWe've been okay every time before-\n\nMum\nYou shouldn’t have to make yourself\nbreakfast every morning-\n\nCONOR\nI'm fine-\n\nMUM\nCONOR.\n\nConor's a bit shocked at the strength of the interruption.\nMum is, too. Exhausted, she smiles again.\n\nMum (CONT'D)\nOnly a few days, I promise. That’s\nall I can take, too. Like living\nwith your boss.\n\nShe laughs. Conor tries to, too.\n\f30.\n\nMUM (CONT'D)\nCan we just enjoy the movie? I got\nit for us.\n\nConoR\n(picking up film canister)\nWhat are we watching?\n\nMUM\nKing Kong. Oldie but a goodie.\n\nConOR\nAre we really going to watch\nsomething though? You always fall\nasleep.\n\nMUM\nI won’t fall asleep. I promise.\n(stepping back)\nRight. I think we got it.\n\nBlack & White TITLES come up for KING KONG.\n\nCONOR\n(moans )\nYou didn’t say it was black and\nwhite.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nI think we got it. Black & White TITLES come up for KING KONG. CONOR\n(moans )\nYou didn’t say it was black and\nwhite. \n\nTARGET SECTION TO BE ANNOTATED:\nMUM\n(mischievous )\nBe happy it’s not a silent movie.\n\nCONOR\nMum.\n\nMUM\nShush.\n\nConor nestles in to watch, unhappy.\n\f23\n\n31.\n\nInT. conor’s sitting room - later 23\n\nIt’s dark outside now. Conor, despite himself, is still\nwatching. We can see leftovers of the pizza they ordered. He\nlooks over. His mum is asleep against the arm of the settee.\n\nHe reaches over and covers her with a blanket and keeps\nwatching it.\n\nBut it’s the sequence where KONG is on the Empire State\nBuilding. BI-PLANES ATTACK and KONG falls-\n\nConor is surprisingly shocked by this, obviously triggering\nsome memory. He watches as Kong falls and falls and falls...\n\nThen with a burst of WHITE, the reel finishes, leaving Conor\nwatching a blank white space. We zoom in on the white and\ndissolve to:\n\f24\n\n32.\n\nInt. conor’s BEDROOM/HALLWAY - that night 24\n\nA white sketchpad sheet. A hand comes in to draw. Conor at\nhis desk. It’s RAINING heavily outside now, and his window is\ncovered with condensation. His clock reads 11.34.\n\nHe draws KONG on the skyscraper. It’s good. He FLIPS THE\nPAPER OVER and draws BI-PLANES on the back. He holds it up to\nthe desklamp. He flicks the light on and off, making the\nplanes appear and disappear, like they’re firing shots (Sound\nEffect: “Ratatatatatata” leading us to sound of nightmare).\n\nThen he draws Kong falling. He gets lost in it, and the sound\nof the NIGHTMARE rises again. This time, we even see flashes\nof it:\n\f24A\n\n33.\n\nNIGHTMARE 24A\n\n--FLASH OF TWO PAIRS OF HANDS locked in a ferocious grip,\nas if one is trying to keep the other from falling.\n\nConor keeps drawing, almost furiously.\n\f24B\n\n34.\n\nNIGHTMARE 24B\n--FLASH OF VIOLENT MOTION, dark and burning.\nConor keeps drawing, as the soundtrack intensifies. He\n\ndoesn’t notice a breeze tousling his hair or the pencils\nrolling across the desk again.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHTMARE 24B\n--FLASH OF VIOLENT MOTION, dark and burning. Conor keeps drawing, as the soundtrack intensifies. He\n\ndoesn’t notice a breeze tousling his hair or the pencils\nrolling across the desk again. \n\nTARGET SECTION TO BE ANNOTATED:\n\f24C\n\n35.\n\nNIGHTMARE 24C\n\n--FLASH OF A DISTANT FIGURE ON A CLIFF’S EDGE, calling\nout, “CONOR!!”\n\nSoundtrack ceases as he sits back and blinks at the\nsketchpad. He’s drawn a GAPING HOLE OF BLACKNESS that looks\nas if it might swallow the whole world. A face - possibly\nHIMSELF - stands at the edge of it, looking back up to us.\n\nHe suddenly hears hurried footsteps in the hall. They rush\npast his room to the toilet. We hear his mum being brutally\nsick. Conor waits. She vomits again.\n\nConOR\n(calling to her)\nDo you need any help?\n\nMum (0.S.)\n(beat, forced cheer)\nNo, sweetheart!\n\nBeat, then water running. Footsteps. He covers the nightmare\nwith the Kong drawing and quickly moves back to his bed. She\nopens his door.\n\nCONOR\nYou okay?\n\nMum\nI’m kind of used to it by now.\nSorry I dozed off during the film.\nYou should be asleep, too.\n\nConoR\nI was. I am.\n\nShe sees his desklamp still on. She goes over and picks up\nthe sketchpad, including the nightmare drawing. Conor is\nalarmed. Mum sits down on the bed next to him and looks\nthrough his Kong sketches.\n\nMUM\nThis is good, Conor. Such a sad\nending.\n\nConor\n(troubled)\nWhy did they kill King Kong?\n\nMUM\nPeople don't like what they don“t\nunderstand. They get scared.\n\nConor\nHer boyfriend was a jerk.\n\f36.\n\nMUM\nYeah, he's pretty bad.\n\nConor\nKing Kong should have squashed him.\nBroken him into a million pieces.\n(makes squashing motion)\nBoom!\n\nShe smiles and turns to the nightmare finally, a little\nscared by the hole and the face he’s drawn, but she looks\ncloser. It has very realistic eyes. She’s very surprised and\nimpressed.\n\nMUM\n\nWhat is this? Is that you?\nConor\n\nNo, Mum.\nMUM\n\nLooks like you.\nConor shrugs.\n\nMUM (CONT'D)\nIt's very good. Really, REALLY\ngood. The strokes of the pen... And\nI love the reflection in the\neyes...",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nReally, REALLY\ngood. The strokes of the pen... And\nI love the reflection in the\neyes... \n\nTARGET SECTION TO BE ANNOTATED:\n Life is in the eyes, you\nknow.\n\n(gentle beat)\n\nWhat's it of? What's this scene?\n\nConor\n(shrugs )\nNothing. Just... I made it up.\n\nMUM\nWell, doesn't matter where it comes\nfrom if it's true. That's what\nartists do. They say the truth.\n\nConor smiles. Suddenly the mother realizes what time it is.\nMUM (CONT'D)\nGosh, it's late, isn't it? Time for\nus both to be asleep.\n\nShe bops him playfully on the head with the sketchpad.\n\f37.\n\nInT. conOR’S BEDROOM - night - conTINUOUS 3\n\nConor is back on his bed in the dark bedroom. He can“t get\nback to sleep. He sits up and looks at his small DRAWING DESK\n\nin the corner.\n\f3A\n\n38.\n\nEXT. churchyard hilltop - night - continuous 3A\n\nA YEW TREE, huge, ancient, ominous looms on the hill\noverlooking Conor’s house. Its needle-like leaves are sharp\nin the moonlight, red berries clustered throughout its\nbranches. It sits in a small churchyard on a hilltop, a\ngraveyard stretching down the hill in front of it.\n\nDown below, Conor’s bedroom desk light comes on.\n\f3B\n\n39.\n\nInT. conOR’S BEDROOM - niGHT - conTINUOUS 3B\n\nConor takes out drawing pencils and sharpens them. He takes\nout an inexpensive SKETCHPAD out of a PAPER BAG from an art\nstore. Tired but awake, he flips through the earlier sketches\n- fantastical things, superheroes, etc, they’re very good -\nand finds a blank page.\n\nHe taps the pencil to his teeth, wondering what to draw. His\nclock ticks over to 12.07, and as if on cue:\n\nmonster (0.S.)\n(whispering)\nConor.\n\nA monstrous voice, deep, old as the earth itself. Conor looks\nimmediately to the door. Did he actually hear that?\n\nConoR\nMum?\n\nBut it’s not coming from the door. He looks out his closed\nwindow. It dramatically frames the hilltop with the yew tree.\nConor decides to draw it, making a frame on his page for the\nwindow.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks out his closed\nwindow. It dramatically frames the hilltop with the yew tree. Conor decides to draw it, making a frame on his page for the\nwindow. \n\nTARGET SECTION TO BE ANNOTATED:\n A pencil starts to roll across the desk.\n\nConor sees it, looks back up to the window: the YEW TREE IS\nNO LONGER THERE.\n\nConor is astonished, confused. Conor stands and looks out the\nwindow. It’s shut but a breeze tousles his hair.\n\f3c\n\n40.\n\nThe yew tree is now standing farther down the hill. 3c\nConor stares in disbelief. As he watches, the tree begins to\nchange. It shifts and splits, twisting slowly, incredibly,\ninto the shape of a TOWERING MAN:\n\n--two muscular arms made from branches twining together.\n\n--a second leg placed down beside the trunk.\n\n--the uppermost branches gathering into a great and terrible\nface with huge, monstrous eyes.\n\nConor watches, amazed, but not overly afraid...\n\nTHE MONSTER, huge and impressive, strides across the rail\nline, over Conor’s back fence and stands up in front of him.\n\nMonSTER\nConor O'Malley.\n\nThe voice echoes and booms. The Monster suddenly FALLS\nagainst the house, its hands on either side of Conor’s\nwindow, lowering its head to peer inside.\n\f41.\n\nThe Monster pushes against the house. It creaks under the 3D\nMonster's weight.\n\nMonstER (CONT'D)\nI have come to get you, Conor\nO'Malley.\n\nConor\n(beat)\nSo come and get me then.\n\nMonster\nWhat did you say?\n\nConor crosses his arms.\n\nCONOR\nI said, come and get me then.\n\nThe monster roars terrifyingly. Conor hides at one side of\nhis desk and puts his hands over his ears at the sheer volume\nof the Monster’s voice.\n\nMONSTER\n(taunting)\nWhy don’t you run, Conor O'Malley?\nWhy don’t you run for your mother?\n\nConor looks surprisingly defiant at this. He stands and\ncloses his bedroom door, as if to protect his mum.\n\nCONOR\n(surprisingly defiant)\nYou leave her alone! I’m not afraid\nof you!\nA beat, as the monster, impossibly, looks surprised-\n\nAnd disappears.\n\f3E\n\n42.\n\nThen it ROARS and PUNCHES an enormous fist through Conor's 3E\nwindow, taking out a large section of the wall.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nA beat, as the monster, impossibly, looks surprised-\n\nAnd disappears. 3E\n\n42. Then it ROARS and PUNCHES an enormous fist through Conor's 3E\nwindow, taking out a large section of the wall. \n\nTARGET SECTION TO BE ANNOTATED:\nConor at last tries to run, but the monster is too fast,\ngrabbing him up and pulling him out of his bedroom...\n\f43.\n\n3F I/E CONOR’S BEDROOM - NIGHT - CONTINUOUS 3F\n\n...-lifting him high into the night. The Monster roars again,\nstill terrifying.\n\f44,\n\n3G In the Monster’s grasp, Conor can barely breathe, but he 3G\nlooks surprisingly defiant. The Monster stops, perplexed.\n\nThe Monster gets an angry look.\n\nMONSTER\nYou will be. Before the end. I will\nvisit you again on further nights\nConor O'Malley. And I will shake\nyour walls until you wake. And then\nI will tell you three stories. And\nwhen I have finished my stories,\nyou will tell me a forth and it\nwill be the truth. Your truth.\n\nCONOR\n(scared now)\nWhat are you talking about?\n\nMONSTER\nThis truth that you hide.\n(glowers )\nThe truth you draw, Conor O'Malley.\nThe truth you dream.\n\nCONOR\nNo. No way-\n\nMONSTER\nFor this is why you called me.\n\nCONOR\nCalled you? I didn’t call you-\n\nMONSTER\nYou will tell me the fourth tale.\nYou will tell me the truth.\n\nCONOR\nAnd if I don’t?\n\nIts mouth ROARS impossibly wide, and hundreds of branches\nemerge from it like tentacles trying to reach Conor’s face.\n\nCut TO:\n\fOmitted\n\n45.\n\f4A\n\nOmitted\n\n46.\n\n4A\n\f4B\n\n47.\n\nInt. Conor’S BEDROOM - dawn 4B\n\nAs credits end, zoom out from the drawing and Conor rips it\nup. He empties the bag of sketchpad/supplies and starts\nfilling it with berries.\n\f48.\n\nINT. CONOR’S KITCHEN - MORNING - later 5\nCONOR pokes his head around the door into his kitchen.\n\nConOR\nMum?\n\nIt’s empty. Good. He drags the PAPER BAG FROM THE ART STORE\nto the BIN and shoves it deep inside. It opens a little; we\nsee that it’s full of YEW TREE BERRIES. Conor covers it with\nother rubbish.\n\f5A\n\nOmitted\n\n49.\n\n5A\n\fOmitted\n\n50.\n\f51.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\n5A\n\nOmitted\n\n49. 5A\n\fOmitted\n\n50. 51. \n\nTARGET SECTION TO BE ANNOTATED:\nExT. conOR’S HOUSE DRIVEWAY - MomenTS LATER\n\nConor drags the wheelie bin to the curb to leave it for the\ndustmen, wipes his hands, looks back to the house.\n\nConOR\nRight.\n\f25\n\nOmitted\n\n52.\n\n25\n\f26\n\nOmitted\n\n53.\n\n26\n\f27\n\nOmitted\n\n54.\n\n27\n\f55.\n\n27 NEW INT. CONOR’S BEDROOM - AFTERNOON 27 NEW\n\nConor enters his room and throws his rucksack to the floor.\nHe removes his clothes and checks out the bruises on his\nchest and stomach.\n\nHe changes his clothes and looks out the window.\n\f28\n\n56.\n\nEXT. conor’s bacK GARDEN - the next morning 28\n\nThe rain has stopped. It’s a cold, clear day. Conor warily\nwalks across his back garden to an OLD IRON GATE in the back\nfence.\n\f57.\n\n28B EXT. HILL GATES - MORNING 28B\n\f28A\n\n58.\n\nEXT. TRAIN TRACKS - MORNING 28A\nThis LEADS ON TO THE RAILWAY LINE,\n\nbut a LOCK on the GATE has long since broken. The gate is\nslouched open.\n\nConor approaches, all the time watching the tree on the\nhilltop. He gets to the gate, stepping slightly through, hand\non the open half.\n\nA WIND rustles the top of the yew tree. It also RUSTLES\nCONOR’S HAIR. Do we hear a whisper? Is a voice saying,\n“Conor...”\n\nConor pulls the gate shut firmly, still watching the tree.\nThe wind dies.\n\nMum (0.S.)\nConor?\n\nHe turns at the call from his mum.\n\f29\n\n59.\n\nInT. conor’S KITCHEN/sittinG ROOM - the NEXT DAY 29\n\nConor enters through the kitchen and sees his GRANDMA (mid-\n50s, crisp, professional, VERY ungrandmotherly) standing with\nher back turned to him in the sitting room. Mum, red scarf\ntied around her head, sits on the couch looking into a box.\nShe glances up and sees Conor, causing GRANDMA to turn.\n\nGrandma\n(crisp, not entirely\nfriendly)\nAh, there’s the little man.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nMum, red scarf\ntied around her head, sits on the couch looking into a box. She glances up and sees Conor, causing GRANDMA to turn. Grandma\n(crisp, not entirely\nfriendly)\nAh, there’s the little man. \n\nTARGET SECTION TO BE ANNOTATED:\nMum\n(still looking in box)\nJesus, Ma, let him have a childhood\nfirst.\n(pulls out a terrible wig)\nWhere did you say you got these?\n\nGrandMA\nClearance of a very nice old\npeople’s home. They’re turning it\ninto flats and I’1l be the agent.\n\nMum gives Conor a look of comical horror Grandma can’t see.\nConor smiles. Grandma looks to see if she’s being made fun\nof, but Mum’s face immediately goes serious again.\n\nGranDMA (CONT'D)\nThey’re clean.\n\nMUM\nThanks, Ma.\n\nConor shares one last conspiratorial look with his Mum.\n\nGRANDMA\nThey’11 be warmer than those\nscarves. It’s not exactly summer\nanymore. In case you haven’t\nnoticed.\n\nMum\n(quietly defiant)\nI like my scarves.\n\nGraNDMA\n(to Conor)\nYour mother needs some tea. Green,\nno sugar. I take mine black.\n\nConor looks at his Mum at this command. She rolls her eyes\nand nods. As he leaves, Grandma turns back to Mum.\n\nGranDMA (CONT'D)\nNow then, Elisabeth, my girl. What\nare we going to do with you?\n\f30\n\n60.\n\nInT. conor’s kITCHEN - MOMENTS LATER 30\nConor waits for the kettle. He looks out the window, where\nthe yew tree sits innocently atop the hill. He hears raised\nvoices from the sitting room.\n\f61.\n\n30A EXT. CHURCHYARD HILLTOP / CONOR’S HOUSE - MORNING 30A\n\nHe stares HARD at the tree while his mum and grandma\nargue and the kettle whistle gains in intensity.\n\nGranDMA (0o.S.)\n...-this has gone on far too long,\nthese things need to be discussed-\n\nMum (0.S.)\nMa, I know what I’m doing-\n\nGRANDMA (o.S.)\nYes, all those marvelous impulsive\ndecisions that never affect your\nlife at all-\n\nMUM (0.S.)\nSays the woman who schedules her\ntoilet breaks. Seriously, Ma? We’re\nhaving this conversation now?\n\nGRANDMA (o.S.)\nI'm sorry, I’m sorry, I just-\n\nMUM (0.S.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRANDMA (o. S.)\nI'm sorry, I’m sorry, I just-\n\nMUM (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nGo help Conor with the tea or I\nwill literally go insane.\n\nKettle whistle sound stops as Grandma enters kitchen. She\nregards Conor, hands on hips.\n\nGranDMA\n(beat, all business, voice\nlow so mum can’t listen)\nYou and I need to have a talk.\n\nConor stiffens. This isn’t the first time for this.\n\nConOR\nI'm making tea.\n\nGRANDMA\nConor-\n\nCONOR\nI'm making tea.\n\nGraNDMA\n(snapping)\nWe have to-\n(beat, gathers herself)\nI’m not your enemy, Conor. I’m here\nto help your mother.\n\f62.\n\nCONOR\nI know why you’re here.\n\nHe grabs a cloth and starts furiously wiping the counter.\nGrandma snatches the cloth out of his hand. To his surprise,\nhe sees that her hands are shaking.\n\nGRANDMA\nI’m here because 12-year-old boys\nshouldn't be wiping down counters\nwithout being asked to first.\n\nConOR\nWere you going to do it?\n\nGRANDMA\nLess of your cheek-\n\nCONOR\nShe's always sick after the\ntreatments. She’ll be better\ntomorrow. And then you can go home.\n\nGrandma doesn’t answer, just rubs her face, then her arms,\nkeeping strong emotions in check. This is a woman whose\ndaughter may be dying, after all.\n\nConor is so unsettled, he grabs another cloth and starts on\nthe counter again.\n\nGRANDMA\n(barely controlled)\nShe'll seem better tomorrow. But\nshe won't be.\n\nConor doesn’t like this at all.\nCONOR\nYes, she will. “You go through the\nrough stuff but it’s for a good\nreason.” That’s what she says.\n\nGrandma clearly wants to say much more but can’t or won't.\n\nGRANDMA\nYou need to talk to her about this.\n(to herself)\nShe needs to talk about this with\nyou.\nCONOR\n\nTalk to me about what?\nGRANDMA\n(beat)\nAbout you coming to live with me.\n\nThere, the die is cast. Conor is furious.\n\f63.\n\nCONOR\nI’m never coming to live with you.\n\nGRANDMA\nConor, listen to me, if your mother-\n\nCONOR\nThere’s no if.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n63. CONOR\nI’m never coming to live with you. GRANDMA\nConor, listen to me, if your mother-\n\nCONOR\nThere’s no if. \n\nTARGET SECTION TO BE ANNOTATED:\n She’ll feel better\nand then you can leave-\n\nGRANDMA\nConor-\n\nA panicked call from the sitting room.\n\nMum (0.S.)\n(distressed)\nMa? Mum?\n\nA look of heartbreaking terror crosses Grandma's face, as she\nbolts, almost comically fast, out of the kitchen to her\ndaughter. Conor follows, glancing out the window, where the\ntree is still a tree-\n\f64.\n\n31 InT. conor’S SITTING ROOM - conTINUOUS 31\n\nConor enters the sitting room. Grandma is helping Mum up from\nthe floor, Mum is in serious pain.\n\nMum\n(gestures to mantel)\nI need the Oromorph-\n\nGRANDMA\n(looking)\nWhich one?\n\nConor steps forward, points.\n\nConOR\nThat one. For the stabbing pains.\n\nQuick, grim beat for Grandma and Mum that Conor knows this,\nthen Grandma grabs a LIQUID PAINKILLER from the mantelpiece\nand starts to dose her daughter.\n\nMum pants as she swallows it, trying to catch her breath,\nride out the pain. Grandma rubs her back.\n\nGranDMA\nIt’s okay, darling, it’s okay, shh,\nshh, shh.\n\nGrandma looks up at Conor, her face set and unreadable.\n\f32\n\n65.\n\nInT. conor’s sitting room - that evening 32\n\nGrandma sets a meal, heavy on the celery, down in front of\nConor and his Mum, who looks much more tired. They eat on\ntrays in the sitting room.\n\nMum\nA tray where joy goes to die.\n\nGraNDMA\nIt’s good for you.\n\nMUM\nWhen in history has that ever\nworked?\n\nGrandma’s not listening. She’s looking back at the projector.\n\nGRANDMA\nAre you just going to leave that\nhunk of junk in the middle of the\nsitting room?\n\nMUM\nIt’s not a hunk of junk. Dad loved\nit.\n\nGrandma snorts, a little dismissively.\n\nMUM (CONT'D)\nBut all those classics. King Kong,\nFrankenstein-\n\nGRANDMA\n\nWhen exactly do you think I was\nborn? I was 18 years old when Star\nWars came out. I have about as much\ninterest in boring old films as\nConor probably does.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nKing Kong,\nFrankenstein-\n\nGRANDMA\n\nWhen exactly do you think I was\nborn? I was 18 years old when Star\nWars came out. I have about as much\ninterest in boring old films as\nConor probably does. \n\nTARGET SECTION TO BE ANNOTATED:\n(to Conor)\nRight?\n\nConoR\n(quietly)\nKing Kong was pretty good.\n\nGRANDMA\n(shaking her head, to Mum)\nYou and your father. Always chasing\nbutterflies.\n\nMum\nYeah, well, you were always there\nto remind us we had chores to do.\n\f66.\n\nGRANDMA\n(stung)\nAnd made sure there was food on the\ntable.\n\nMum holds up limp celery, giggling with Conor. Grandma sees.\n\nGranDMA (CONT'D)\nShall I just make you ice cream\nsundaes that you’ll throw back up?\n(grabs pizza box, still\nthere from before)\nOr order pizza that’1l make sure\nyou've only got empty calories to\nface more chemo with?\n\nMum\nWhat’s wrong with food that makes\nme happy? Can’t you let me enjoy\nlife a bit?\n\nGRANDMA\n(shocked)\nYes! I want you to enjoy it for a\nlong, long time.\n\nMUM\n(warning her about Conor)\nMa-\n\nGRANDMA\nWhy is it so bad that I’d like you\nto take care of yourself?\n\nMUM\nI don’t know, is it so hard to\nremember I’m a grown woman and can\nmake those decisions for myself?\n\nGRANDMA\n\n(shaking her head)\nThe irony of it. No one wants to be\nlike their parents, but we all\nexpect our kids to be exactly like\nus.\n\n(almost to herself)\nNo wonder it’s always so hard.\n\nMum\n(mumbles )\nDaddy liked pizza.\n\nThis really hurts. Grandma stands, gathering the trays, even\nif they aren’t finished.\n\nMum (CONT'D)\n(regretful)\nMa, I’m-\n\f67.\n\nGrandma disappears into the kitchen. Mum looks at Conor and\nsighs.\n\f33\n\n68.\n\nInT. conor’s hallWAY/CONOR’S BEDROOM - that night 33\n\nConor stands outside his own bedroom as his grandma hands him\nhis blankets. Her bag is partially unpacked on his own bed.\n\nConOR\nJust don’t touch anything.\n\nGraNDMA\nTrust me, I’1l be doing my very\nbest not to.\n\nShe hands him a last pillow.\n\nGraNDMA (CONT'D)\nOur conversation isn’t over, young\nman.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nGraNDMA\nTrust me, I’1l be doing my very\nbest not to. She hands him a last pillow. GraNDMA (CONT'D)\nOur conversation isn’t over, young\nman. \n\nTARGET SECTION TO BE ANNOTATED:\nShe gives him a “to be continued” look and shuts the door.\n\nConOR\n(quietly)\nOh, yes, it is.\n\nFade to bLACK.\n\f69.\n\nSounds fade up\n\nNightmare sounds, wind, roaring screaming, rising again in\ncrescendo to:\n\f34\n\n70.\n\nInT. conor’S SITTING ROOM - that night 34\n\nConor sits up, sweating, panting again. The sitting room is\ndark. Conor calms himself where he sleeps on the settee.\n\nHe looks around the dim, untidy room. We can see plenty of\nget well cards on the shelves, plus tumbles of smart\nchicklit, his mum’s CD collection (90s rave, Massive Attack,\nBlur), some of her drawings.\n\nConor glances impatiently at the clock display on the DVD\nplayer. It clicks over from 12.06 to 12.07.\n\nA breeze tousles Conor’s hair. He listens for the Monster.\nAnd listens.\n\nAnd listens.\n\nNothing. The clock ticks over to 12.08. He sees a pen rolling\nacross the top of the DVD player. Other things, including his\n\nshoe, start rolling towards the kitchen.\n\nConor gets to his feet, blanket wrapped around him. He goes\ninto...\n\f35\n\n71.\n\nInt. conor’S KITCHEN - conTINUOUS 35\n\n...the kitchen. The kitchen roll and a cup from the table are\nrolling towards the door outside. It rattles, too. Conor\nopens it.\n\f72.\n\n35A INT./EXT. CONOR’S KITCHEN /BACK GARDEN - NIGHT 35A\nThe Monster is waiting for him.\n\nMONSTER\nWhat took you so long?\n\f73.\n\n35B ExT. conOR’S BACK GARDEN - continuous 35B\n\nConor exits into his back garden. The Monster towers over him\nagain.\n\nMonsteR\nIt is time for me to tell you the\nfirst tale.\n\nConOR\n(disgusted)\nWhat good does that do me? I don’t\nneed a story-\n(looks up to his bedroom)\nI need a bus ticket for my grandma.\n\nMONSTER\n(more strongly)\nIt is time for me to tell you the\nfirst tale-\n\nConor turns away.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nConOR\n(disgusted)\nWhat good does that do me? I don’t\nneed a story-\n(looks up to his bedroom)\nI need a bus ticket for my grandma. MONSTER\n(more strongly)\nIt is time for me to tell you the\nfirst tale-\n\nConor turns away. \n\nTARGET SECTION TO BE ANNOTATED:\nMonSTER (CONT'D)\nWhere do you think you’re going? I\nwill be listened to! I have been\nalive as long as this land and you\nwill-\n\nCONOR\n(turns back, angry)\nWhat do you know about anything?\n\nMONSTER\nI know about you, Conor O“Malley.\n\nCONOR\nNo, you don’t. If you did, you'd\nknow I don’t have time to listen to\nstupid stories from a stupid tree\nthat isn’t even real.\n\nMONSTER\nWere the leaves on your floor real?\nWere the berries?\n\nCONOR\nWho cares if they were! They were\nberries. Ohhh, so scary, save me\nfrom the berries!\n\nMONSTER\nHow strange. The words you say tell\nme you are scared of the berries\nbut your actions suggests\notherwise.\n\f74.\n\nCONOR\nYou're as old as the land and\nyou’ve never heard of sarcasm?\nThe monster doesn’t know how to answer that.\n\nConOR (CONT'D)\n\n(giving up)\nNever mind... I saw you when I was\ntalking to my grandma, and I\nthought...\nMonsteR\n\nYou thought I came to topple your\nenemies. Slay your dragons.\n\nConor frowns. This is obviously true.\n\nConOR\nOr at least help me with my\ngrandmother. But all you want to do\nis tell me stupid stories.\n\nMONSTER\nStories of how I toppled enemies.\nStories of how I slew dragons.\n\nThe Monster leans down until its face is close to Conor's.\n\nMONSTER (CONT’D)\nLet me tell you a tale of when I\ncame walking. Let me tell you of\nthe end of a wicked queen and how I\nmade sure she was never seen again.\n\nThe Monster looks up to Conor’s bedroom, where grandma\nsleeps. Conor follows his gaze.\n\nConOR\nGo on then.\n\nThe Monster grins his evil grin. The Monster puts his hands\non the ground. Branches, leaves, twigs start to twine around\nConor. A branch with leaves covers Conor's eyes.\n\nMONSTER\nWhat do you see?\n\nCONOR\nNothing. There are leaves in the\nway.\n\nMONSTER\n\nUse your imagination. What do you\nsee?\n\f36\n\n75.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONSTER\n\nUse your imagination. What do you\nsee? 36\n\n75. \n\nTARGET SECTION TO BE ANNOTATED:\nBlaCKNESS, conor’s vision - conTINUOUS 36\n\nWe cut to blackness, what Conor is seeing. There’s nothing.\nThen there’s a small light.\n\nCONOR\nI see a spark.\n\nMONSTER\nYes? And?\n\nThe spark seems reflected on water.\n\nCONOR\nNo, it’s water. It’s watercolour.\n\nMONSTER\nKeep looking.\n\nA world starts to appear: the light on the water becomes the\nsun reflected on a brook. Pull out to see that - though the\nworld is an abstract, water-colour-like landscape, we can\nrecognise the hilltop behind Conor’s house with a younger,\nsmaller yew tree on it.\n\nConOR\nWhoa.\n\nMonSTER\nWhoa, indeed.\n\nWe zoom up to...\n\f76.\n\n37 EXT. First Tale Hilltop - DAY 37\n\n..+.the water-colour hilltop itself, turning to look down at\nan empty valley below. All the modern houses and roads are\ngone, but there’s a small VILLAGE and a looming CASTLE. The\nabstract style remains for the entire tale.\n\nMONSTER (V.O.)\n\nLong ago, before this was a town\nwith roads and trains and cars, it\nwas a kingdom.\n\nConOR (V.0O.)\nHere? We don’t even have a Tesco.\n\nWe race down the hill, over the village and towards the\nCastle, swooping over moats and turrets before finding a\nwindow, rushing through it and.\n\f38\n\nInT. first tale castle hallway - conTINUOUS\n\n..-down a hallway, passing maids and servants and the\nbusiness of a castle before stopping in the...\n\n77.\n\n38\n\f78.\n\n39 InT. first tale throne room - conTINUOUS 39\n\n.-throne room, where a KING sits on a throne.\n\nMONSTER (V.O.)\nIt was a happy kingdom, with a wise\nking who had won peace for his\npeople. But peace had come at a\nprice.\n\f79.\n\n40 Ext. first tale battlefield 1 - day - conTINUOUS 40\nA battlefield of armies fighting.\nMonster (v.O.)\nThe king had lost all three of his\nsons in battle. To giants.\n\nA FIRST SON of the king is killed by a giant.\n\f4l\n\n80.\n\nExT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nA FIRST SON of the king is killed by a giant. 4l\n\n80. ExT. \n\nTARGET SECTION TO BE ANNOTATED:\n first tale battlefield 2 - day - contINUOUS 41\nA different battlefield in a different place.\n\nMonster (v.O.)\nTo dragons.\n\nA SECOND SON of the king is killed by a dragon.\n\f42\n\n81.\n\nExT. first tale battlefield 3 - day - continuous 42\n\nA final battlefield, one army fighting another led by a\nterrible wizard.\n\nMonster (v.O.)\nTo armies of men led by great\nwizards.\n\nThe battle commences, hard-fought and chaotic.\n\f82.\n\n42a EXT. conor’s baCK GARDEN - conTINUOUS 42a\n\nConor grabs at the leaves covering his eyes.\n\nConor\nThis is all sounding pretty fairy\ntale-ish.\n\nMONSTER\n\nYou wouldn't say that if you heard\nthe screams of a man killed by a\nspear.\n\f83.\n\n42B ExT. first tale battlefield 3 - day - continuous 42B\n\nA THIRD SON of the king is run through with a spear. The\nscreams are terrible. We return to...\n\f43\n\n84.\n\nInT. first tale THRONE ROOM - day - conTINUOUS 43\nThe King sits forlorn on his throne again.\n\nMonstER (V.O.)\nThe king’s sole remaining heir was\nhis orphaned grandson.\n\nANGLE ON: the toddler PRINCE, playing with a wooden toy\ndragon. The King watches him affectionately. Pan to reveal a\nQUEEN, sitting to the King’s right.\n\nMonSTER (v.O.) (cont’d)\nThe King had taken a wife in\npeacetime, his first having died of\nheartbreak at the loss of all her\nsons.\n\nThe KING leaps from his throne to play with the PRINCE. The\nQUEEN watches, detached.\n\nMONSTER (v.O.) (cont’d) (CONT'D)\nAnd if the new Queen’s tongue was a\nbit sharp, she was at least young\nand fair and made the King happy.\n\nWe pull back out the hallway we came in and into:\n\f44\n\n85.\n\nExt. first tale countryside - day - contINUOUS 44\n\nThe young prince runs playfully through the countryside, the\nKing in pursuit.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.) (cont’d) (CONT'D)\nAnd if the new Queen’s tongue was a\nbit sharp, she was at least young\nand fair and made the King happy. We pull back out the hallway we came in and into:\n\f44\n\n85. Ext. first tale countryside - day - contINUOUS 44\n\nThe young prince runs playfully through the countryside, the\nKing in pursuit. \n\nTARGET SECTION TO BE ANNOTATED:\n These images continue as the Prince ages:\nthe Prince with a dog, the Prince hunting his first stag, the\nPrince winning his first joust as a 17-year-old.\n\nMonster (V.O.)\n\nThe Prince grew until he was nearly\naman, winning the love of the\nkingdom for his gallantry and good\nheart. But one day, the old king\nfell ill.\n\nIn the audience for the joust, the king suddenly collapses.\n\f45\n\n86.\n\nInT. first tale THRONE ROOM - day - contINUOUS 45\nThe King, now in a sickbed tended by the Queen.\n\nMonSTER (V.O.)\nRumour began to spread that he was\nbeing poisoned by his wife. That\nshe was an evil witch, bent on\ntaking the throne for herself.\n\nThe Queen gives the King medicine. Or is it poison?\n\nMonSTER (v.O.) (cont’d)\nBut the King loved her and even\nwith his dying breath, he begged\nhis subjects not to blame her.\n\nThe King has his dying breath. We rush back out of the throne\nroom to...\n\f46\n\n87.\n\nExT. first tale COUNTRYSIDE - DAY - conTINUOUS 46\n\n...the Kingdom, in mourning, shadowy rain coming down. We\nfind the Prince, looking up at the castle.\n\nMonSTER (v.0.)\nThe Prince was too young to take\nhis place yet as King. The Queen\nwould rule as Regent for another\nyear. The future was uncertain.\n\nThe FARMER'S DAUGHTER approaches the Prince. He greets her\nwith a flower.\n\nMonSTER (V.O.)\nThe Prince, meanwhile, had given\naway his heart-\n\nConor (V.0O.)\n(groaning)\n\nI knew it. There’s always some\n\nstupid prince falling in stupid\n\nlove, ruining everything-\n\nMONSTER (V.O.)\n(louder)\n\nThe Prince, meanwhile, had given\n\naway his heart-\n\nThe Prince sweeps the Farmer’s Daughter up in romance,\nrunning flirtatiously through orchards, exchanging love\nletters, parting with sweet sorrow...\n\nMonster (v.0.) (cont’d)\nShe was beautiful and smart and\nthough only a farmer’s daughter,\nthe kingdom smiled on the match.\n\nWe rush back up to the castle, through the hallway and into:\n\f88.\n\n47 InT.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nMonster (v.0.) (cont’d)\nShe was beautiful and smart and\nthough only a farmer’s daughter,\nthe kingdom smiled on the match. We rush back up to the castle, through the hallway and into:\n\f88. 47 InT. \n\nTARGET SECTION TO BE ANNOTATED:\n first TALE THRONE ROOM - DAY - conTINUOUS 47\nThe Queen, sitting on her throne, dispensing queenliness.\n\nMonstER (v.0.)\nThe Queen, however, had other\nideas. She was rather enjoying\nbeing Queen. And what better way to\nremain so than to marry the prince\nherself?\n\nConOR (V.0.)\nWHAT?! That’s disgusting! She was\nhis grandmother!\n\nQueen on throne, offering this objectionable plan to Prince.\n\nMONSTER (V.O.)\nStep-grandmother, no relation, and\nstill a young, beautiful woman\nherself, don’t forget. The Prince,\nhowever, didn’t like the idea\neither.\n\nWe rush out of the castle and into...\n\f48\n\n89.\n\nExT. first TALE COUNTRYSIDE - night - contINUOUS 48\n\n...a stormy night. The Prince saddles a horse and helps up\nthe Farmer’s Daughter.\n\nMonster (V.O.)\nHe took the farmer’s daughter and\nthey rode away into the night-\n\nThey ride through the storm, before taking shelter on...\n\f49\n\n90.\n\nExT. first TALE HILLTOP - night - conTINUOUS 49\n\n...the hilltop where the yew tree stands. The Prince and the\nFarmer’s Daughter shelter at the base, under blankets.\n\nMonSTER (v.0.)\nStopping only to shelter themselves\nunder the branches of a yew tree.\nThey slept.\n\nSleeping is pretty clearly not what they’re doing under the\nblanket.\n\nConOR\nYeah, I don’t think they’re\nsleeping.\n\nMonsteR (V.O.)\nThey slept. Eventually.\n\nThe Prince and the Farmer’s Daughter sleep. The image stills\nas time passes and...\n\f50\n\ngl.\n\nExT. first TALE HILLTOP - DAY - contINUOUS 50\n...the sun comes up. The Prince wakes.\n\nMonstER (V.O.)\nThe next morning, the Prince woke.\n“Arise, my beloved,” he said.\n\nThe Prince mirrors the Monster’s words.\n\nMonSTER (V.O.) (cont’d)\nBut the farmer’s daughter did not\nstir.\n\nThe Farmer's Daughter slumps. CLOSE ON: The Prince’s bloodied\nhand.\n\nMONSTER (V.O.) (CONT’D)\nWhich was when the Prince noticed\nthe blood.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE ON: The Prince’s bloodied\nhand. MONSTER (V. O.) (CONT’D)\nWhich was when the Prince noticed\nthe blood. \n\nTARGET SECTION TO BE ANNOTATED:\nConOR (V.0O.)\nBlood?\n\nThe Prince stands. Blood everywhere.\n\nMONSTER (V.O.)\nSomeone had killed his beloved in\nthe night and made him look like\nthe murderer. “The Queen!” he\ncried. “The Queen is responsible\nfor this treachery!”\n\nThe Prince mirrors the Monster’s words. Men approach from a\ndistance.\n\nMonSTER (v.0.) (cont’d)\nHe saw men approaching and knew\nthey'd been sent to arrest him.\n\nConor (v.0O.)\nAnd the queen would be able to rule\non her own! I hope this story ends\nwith you ripping her head off.\n\nThe Prince looks around in panic.\n\nMONSTER (v.O.)\nThere was nowhere for the Prince to\nrun. His horse had been chased\naway. He turned to the only place\nhe could look for help.\n\nThe Prince looks up at the yew tree.\n\nConOR (V.O.)\nYou?\n\f92.\nThe Prince talks to the tree. We don’t hear what he says. The\ntree remains a tree.\n\nConOR (v.0O.) (cont'd)\nWhat did he say?\n\nMonSTER (v.O.)\nHe said enough to bring me walking.\n\nWe rush away from hilltop and down into...\n\f51\n\n93.\n\nExT. first TALE COUNTRYSIDE - DAY - conTINUOUS 51\n...the Prince racing through the countryside.\n\nMonsTER (V.O.)\nHe ran through the villages. “The\nQueen has murdered my bride! The\nQueen must be stopped!”\n\nBehind the Prince, the Monster comes, terrifying, huge.\n\nMonSTER (v.O.) (cont’d)\nThe people were quick to rally to\nthe Prince when they saw the great\nGreen Man behind him, high as the\nhills, coming for vengeance.\n\nThe Prince leads the villagers to a storming of the castle,\nthe Monster behind them. It tears down the castle walls.\nFlames rise, turrets tumble, until we ANGLE ON: the terrified\nQueen screaming in the Monster’s upraised hand.\n\nMonSTER (CONT'D)\nThe Queen was never seen again.\n\f94.\n\n52-52A ExT. conOR’S BACK GARDEN - niGHT - conTINUOUS 52-52A\nConor pushes away the leaves and looks up to the Monster.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nMonSTER (CONT'D)\nThe Queen was never seen again. 94. 52-52A ExT. conOR’S BACK GARDEN - niGHT - conTINUOUS 52-52A\nConor pushes away the leaves and looks up to the Monster. \n\nTARGET SECTION TO BE ANNOTATED:\nConOR\nGood! She deserved it!\n\nHe turns to the upstairs bedroom where his Grandma sleeps.\n\nConoR (CONT'D)\nI don’t suppose you can help me\nwith her? I mean, I don’t want you\nto burn her at the stake or\nanything-\n\nMonSTER\nThe story is not yet finished.\n\nConor turns to the Monster, confused.\nCoNOR\nBut you said the Queen was never\n\nseen again.\n\nMONSTER\nIndeed.\n\nThe Monster puts the leaves back over Conor’s eyes. We rush\nback into...\n\f53\n\n95.\n\nEXT. First TALE HILLTOP - DAY - conTINUOUS 53\n\n..+.the Castle burns in the background as the Monster, still\nholding the Queen, walks away from it.\n\nMonSTER (v.0.)\nI carried her far enough away so\nthat her people would never find\nher-\n\nThe Queen looks quite safe in the Monster's hands.\nMONSTER (v.O.) (cont’d)\n\nTo a village by the sea, where she\nbegan a new life.\n\f96.\n\n54 ExT. conor’S BaCK GARDEN - nighT - conTINUOUS 54\nConor is outraged, pushes the leaves away again.\n\nConor\nBut she killed the Farmer's\nDaughter! How can you save a\nmurderer?\n\nHe tries to step back from the Monster in dawning fright.\n\nConOR (CONT'D)\nYou really are a monster.\n\nMONSTER\nI never said she killed the\nfarmer's daughter. I only said that\nthe Prince said it was so.\n\nThe Monster twists some branches into a frame. Conor watches\nit like a television. We move through the frame into:\n\f55\n\n97.\n\nExT. first TALE HILLTOP - nigHT - conTINUOUS 55\nThe Prince and the Farmer’s Daughter, sleeping, as before.\n\nMonSTER (V.O.)\nThe Prince never fell asleep that\nnight.\n\nThe Prince rises and looks down at the Farmer's Daughter. He\ngoes to his tied-up horse and retrieves something, setting\nthe horse free in the process.\n\nMONSTER\nBut waiting for the Farmer Daughter\nto be lost in her dreams and then\nbegan his real plan.\n\nCLOSE ON: A KNIFE glinting in the Prince’s hand as he\napproaches the sleeping Farmer’s Daughter.\n\nConor (V.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONSTER\nBut waiting for the Farmer Daughter\nto be lost in her dreams and then\nbegan his real plan. CLOSE ON: A KNIFE glinting in the Prince’s hand as he\napproaches the sleeping Farmer’s Daughter. Conor (V. \n\nTARGET SECTION TO BE ANNOTATED:\n.)\nNO!\n\nWe rush back from the hilltop to...\n\f98.\n\n56 ExT. conor’s back GARDEN - nighT - conTINUOUS 56\n\nConor watches in shock as the scene fades on the hilltop, the\nMonster lowering his hands.\n\nConor\nYou said he was surprised when he\nwoke up!\n\nMonstER\n\nHe was merely acting out a\npantomime should anyone be\nwatching.\n\nCONOR\nBut... but you said he asked you\nfor help and you gave it!\n\nMONSTER\nI only said he told me enough to\nmake me come walking. I never said\nI came to help him.\n\nCONOR\nWhat did he say then?\n\nMONSTER\nHe said it was for the good of the\nkingdom. That the queen was, in\nfact, a witch, too powerful to\ntopple on his own, so he killed the\nFarmer’s Daughter to get the fury\nof the people behind him. Just as\nthe King’s sons had died in battle,\nthe Farmer's Daughter had given her\nlife to a greater good.\n\nConOR\nThat’s a load of crap!\n\nMONSTER\nThe justifications of men who kill\nshould always be heard with\nscepticism.\n\nConOR\nDid he ever get caught?\n\nMONSTER\nHe became a much beloved king who\nruled happily until the end of his\nlong days.\n\nConor unhappily considers all this.\n\f99.\n\nCONOR\nSo the good prince was a murderer\nand the evil queen wasn’t a witch\nafter all?\n\nThe Monster begins to rumble, louder and louder, until we\nrealise it’s laughing, a laugh that shakes the earth,\nspooking owls from their perches, causing leaves to fall.\n\nMonSTER\n(calming some)\nNo, the Queen most certainly was a\nwitch and could well have been on\nher way to great evil. Who can say?\n\nConOR\nWhy’d you save her then?\n\nMonSTER\nBecause what she was not, was a\nmurderer. She hadn’t poisoned the\nking. He had merely grown old.\n\nConOR\nI don’t get it. Who’s the good guy\nhere?\n\nMONSTER\n\nThere is not always a good guy. Nor\nis there always a bad one. Most\npeople are somewhere inbetween.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONSTER\n\nThere is not always a good guy. Nor\nis there always a bad one. Most\npeople are somewhere inbetween. \n\nTARGET SECTION TO BE ANNOTATED:\nCoNOR\nThat's a terrible story. And a\ncheat.\n\nMONSTER\n\nIt’s a true story. Many things that\nare true feel like a cheat.\nKingdoms get the princes they\ndeserve, farmer's daughters die for\nno reason, and sometimes witches\nmerit saving. Quite often,\nactually. You'd be surprised.\n\nConor glances unhappily up to his bedroom window again.\n\nCONOR\nSo how is that supposed to save me\nfrom her?\n\nMONSTER (0.S.)\nIt is not her you need saving from.\n\nConor turns back to the Monster, but he’s gone. On the\nhilltop, the yew tree is back in place, as if nothing had\nhappened. Which is annoying.\n\f57\n\n100.\n\nExT. pavement CONVERSATION WITH LILY - the nexT DAY 57\n\nConor walks to school, rucksack on his back, stopping to look\nat the PENCIL CASE again. He starts walking as Lily catches\nup to him. She doesn’t say anything at first, just waits for\nhis response. Gets none.\n\nLILY\nI forgive you.\n\nConor says nothing, just walks on.\n\nLiLY (CONT'D)\nI forgive you for getting me in\ntrouble, okay?\n\nConor\nYou got yourself in trouble.\n\nLily\n(ignoring this)\nAnd I forgive you for all the\nthings you said, too.\n\nConor remains silent. Lily is defiant, but hopeful.\nLiLY (CONT'D)\nAren’t you going to say you’re\nsorry back?\n\nConor stops, and his anger backs Lily into a nearby wall.\n\nConoR\nI’m not sorry, and I don’t forgive\nyou.\n\nLILY\n\nMy mum said we need to make\nallowances for you, but I just\nthink you're acting like a jerk-\n\nCONOR\nI was doing just fine before you\nscrewed everything up.\n\nLILY\n(baffled)\nMe?!\n\nCONOR\nNo one knew, Lily. No one. And then\nyour mum tells you and then guess\nwhat? Suddenly everybody knows-\n\nLILY\nAbout your mum-?\n\f101.\n\nCONOR\n\n(over)\n-and now they all treat me like I’m\n\nthe sick one or that I’m not really\nthere or...",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly everybody knows-\n\nLILY\nAbout your mum-? 101. CONOR\n\n(over)\n-and now they all treat me like I’m\n\nthe sick one or that I’m not really\nthere or... \n\nTARGET SECTION TO BE ANNOTATED:\nHe stops, choked up, angry about it. He takes off again,\nleaving Lily behind.\n\f58\n\n102.\n\nInT. Physical Social and Education CLASS - day - later 58\n\nMr. Clark is patrolling the classroom. Total silence, all\npupils concentrated on their papers.\n\nMR. CLARK\n10 more minutes to hand in your\nexams.\n\nThe kids are doing a test. Conor at the end of the classroom,\nhas his headphones on and is drawing on the exam paper. Mr.\nClark sees him. Conor looks up as if sensing him. Beat. Mr.\nClark approaches Conor but when it looks like he is going to\ntell him off he turns his back to him and heads back to the\nfront of the room. Harry has watched the whole exchange.\n\f103.\n\n59 InT. School CORRIDOR FIRST FLOOR - day - lateR 59\n\nConor moving from one classroom to another. Alone. He gets a\nfew confused looks from others, but no one speaks to him.\n\f60\n\nOmitted\n\n104.\n\n60\n\f61\n\n105.\n\nEXT. SCHOOLYARD - DAY - latER 61\n\nConor stands by himself again. He looks around until he sees\nHarry, Anton and Sully come out of a door together. He seems\nalmost to relax. Then, surprisingly, he heads over in their\ndirection.\n\f62\n\n106.\n\nExT. SCHOOLYARD - DAY - moments laTER 62\n\nConor falls to the pavement again. He gets to one knee, a\ntear in his trousers. SULLY and ANTON are laughing. HARRY, as\nusual, stares with odd focus at Conor.\n\nSULLY\nSeriously, O’Malley. All this\nfalling!\n\nAnton\n\nYou drunk or something?\n\nConor sees classmates filing back into the building, Lily\namong them. She looks at him. Then looks away.\n\nHarRY\nO'Malley isn’t drunk, no. He just\nlikes playing with us. Why is that,\nO'Malley?\n\nSully reaches for the rising Conor to cause more mischief.\n\nHarrY (CONT'D)\nDon’t touch him.\n\nSuLLY\nDon’t touch him? But it’s such a\npunchable face-\nSully steps towards Conor.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHarrY (CONT'D)\nDon’t touch him. SuLLY\nDon’t touch him? But it’s such a\npunchable face-\nSully steps towards Conor. \n\nTARGET SECTION TO BE ANNOTATED:\n Conor clinches A FIST-\nHARRY\n(firmly)\nI said, don’t touch him.\nSully immediately steps back.\nHarry (CONT’D)\nO'Malley and I have an\nunderstanding. I’m the only one who\ntouches him. Isn’t that right?\nConor says nothing, but this does seem to be the agreement.\n\nAnTON\nHarry, come on-\n\nHARRY\nNo, you see, there’s something I\nwant to find out.\nHarry steps closer. Conor doesn’t back away.\n\nHarry raises a fist as if to strike Conor. Again, Conor\ndoesn’t flinch, just waits for the punch.\n\nBeat. Harry drops his fist.\n\f107.\nHARRY (CONT'D)\nYeah. That’s what I thought.\n\nThen he swings a fast, vicious punch to Conor which we don’t\nsee connect-\n\nCut TO:\n\f63 InT. conor’s house front hallway - later\n\n108.\n\n63\n\nConor enters, home from school, some bruising on his face,\nbut hasn’t even shut the door before Grandma is on him.\n\nGRANDMA\n(brusque, businesslike)\nGood, you’re home. Your mum’s\n\nupstairs. She wants to talk to you.\n\nCONOR\nWhat-\n\nGRANDMA\n(putting a phone to her\near)\n\nYour father’s flying in on Sunday.\n\nCONOR\nDad's coming? From America?\n\nGRANDMA\n(unhappy )\n\nYes, and I get to arrange it. Lucky\n\nme. Go. Your mum’s waiting.\nGrandma exits to the sitting room.\n\nCONOR\nWhy is my dad coming?\n\nGRANDMA\n(closing door behind her)\nAnd pack a bag. You're coming to\nstay with me for a few days.\n\nThen she’s gone. Conor stands for a moment,\n\nshellshocked.\n\f64\n\n109.\n\nInT. conor’s hallway/MUM’S BEDROOM - momENTS LATER 64\n\nConor approaches the door to his mum’s bedroom. He’s badly\ndisconcerted. He puts his hand on the knob but waits for a\nmoment.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nInT. conor’s hallway/MUM’S BEDROOM - momENTS LATER 64\n\nConor approaches the door to his mum’s bedroom. He’s badly\ndisconcerted. He puts his hand on the knob but waits for a\nmoment. \n\nTARGET SECTION TO BE ANNOTATED:\n He takes a deep breath, opens the door-\n\nBOOM! Inside is entirely taken over by the NIGHTMARE:\nblackness, roaring and screaming, a horrible deafening noise\nchurning the blackness, a voice calling “Conor!” in terror-\n\nConor calls out and slams the door.\nMum (0.S.)\n(from Conor’s room)\nConor? I’m in here.\n\nConor breathes heavy for a moment. He opens his mum’s door a\ncrack. It’s normal. He closes it and goes to his own bedroom.\n\f65\n\n110.\n\nInT. conor’S BEDROOM - DAY - conTINUOUS 65\n\nHis mum, in a TERRIBLE TINA TURNER-ESQUE WIG, lies on his\nbed, looking out at the yew tree, SKETCHING ON CONOR’S\nSKETCHPAD.\n\nMuM\nHi, sweetheart. Come sit.\n\nHe sits down next to her on the bed. She’s sketching the yew\ntree. The drawing is half-finished, but really excellent.\n\nMum (CONT'D)\n(w/o turning)\n\nYew trees are amazing, you know.\n\nLive for thousands of years. And\n\nthey’re always planted in\n\nchurchyards because the-\n\nConOR\n(finishes, heard it a\nthousand times)\n-berries are poisonous so they have\nto be kept away from cows and\nstuff.\n\nMUM\nNo, that’s just the official\nversion. The real reason is that\nyew trees dig their roots down into\nthe graves and take all the things\nthe dead wish they could have said\nand spread them into the world\nthrough their leaves.\n\nCONOR\n(skeptical)\nUh-huh.\n\nMum turns and smiles at him, exhausted, setting down the half-\nfinished sketch. Conor gives a horrified look at the wig on\nher head. She laughs.\n\nMUM\nI know. Tina Turner. If she was\nfrom Sheffield.\n\nCONOR\nI don’t really know who that is.\n\f65A\n\n111.\n\nExt. ChurCHYARD HILLTOP / conor’s house - day 65A\n\nMum tugs the wig off, laughing, tying a scarf on her head.\nThey both look at the tree.\n\nMum starts stroking his hair.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nChurCHYARD HILLTOP / conor’s house - day 65A\n\nMum tugs the wig off, laughing, tying a scarf on her head. They both look at the tree. Mum starts stroking his hair. \n\nTARGET SECTION TO BE ANNOTATED:\nConOR\nWhy am I going to stay with\nGrandma? Are you going back to\nhospital?\n\nMum\n(sighs lovingly)\nWe’ve been here before, sweetheart.\nI feel really bad and I go in and\nthey take care of it.\n\nCONOR\nThen why is dad coming?\n\nMum pauses in the hair stroking, but picks right back up.\n\nMUM\nAren’t you excited?\n\nCONOR\nGrandma doesn’t seem too happy.\n\nMUM\n(snorts)\nWell, you know how she feels about\nyour father. Don’t listen to her.\n\nBeat, silence. Conor braces himself.\n\nCONOR\nThere's something else, isn’t\nthere?\n\nMum quickly, forcefully, cuts off his worry.\n\nMuM\nLook at me, son.\n\nHe does.\n\nMum (CONT'D)\nThe latest treatment’s not doing\nwhat it’s supposed to. So they’re\ngoing to adjust it, try something\nelse. That’s all.\n\nConoR\nThat’s all?\n\f112.\n\nMUM\n(nodding)\nThat’s all. There’s lots more they\ncan do. It’s normal. Don’t worry.\n\nCONOR\nYou're sure?\nMUM\nI’m sure.\nCONOR\nBecause... You could tell me, you\nknow.\n\nAnd here’s the moment, where she could tell him everything.\n\nBut she can’t, not yet.\n\nShe leans\nshoulder.\n\nMUM\n\nI remember when you were a little\nbaby, and it was just the two of\nus. And you'd get, like, a fever or\nsomething. I used to get so scared.\nI was really, really young - only\nsix years older than you, if you\ncan believe it - and this was a\ntime when things werent going so\ngreat. Your dad was gone and I\nwasn“t speaking to your Grandma.\nAnd I kept thinking, What if I get\nthis wrong? It“d be the middle of\nthe night and I wouldn“t know what\nto do, I°d have no one to ask, no\none to lean on. And do you know\nwhat I'd always do? I’d look into\nyour eyes, into your little baby\neyes, and I'd say, “We’re a team,\nme and you. We’re in this\ntogether.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd do you know\nwhat I'd always do? I’d look into\nyour eyes, into your little baby\neyes, and I'd say, “We’re a team,\nme and you. We’re in this\ntogether. \n\nTARGET SECTION TO BE ANNOTATED:\n And I’d still be scared,\nbut it didn’t matter so much\nanymore. Because you were counting\non me, and that was the only thing\nthat mattered.\n\n(rubs his head)\nStill is.\n\nup, puts an arm around him, her head on his\nThey both look out at the tree.\n\nMUM (CONT'D)\nI‘ll bet that old tree will keep an\neye on the house for us while\nyou’re at your grandma’s.\n\nConor's expression is priceless. His mum grabs him and turns\nhim to her, faux-serious.\n\f113.\n\nMum (CONT'D)\nBut for God’s sake, whatever you\ndo, don’t touch your grandmother’s\nclock.\n\nCut TO:\n\f114.\n\n66-66A EXT./InT. Grandma's DRIVEWAY/sitting room - days later 66-66A\n\nThe face of Grandma's prize grandfather clock. It’s against\nthe wall of a pristine sitting room, every surface clean and\nmuseum-like, including glass display cases with figurines,\nlow bookcases, porcelain knickknacks. The polar opposite of\nConor's warmly untidy house. Conor leans on the doorframe.\n\nGrandma very carefully SETS HER WRISTWATCH by the clock (not\nvice versa).\n\nGranDMA\n(looking at clock)\nI’ve got a house to show. I’m\ntrusting you here alone until your\ndad shows up.\n\nConor\nI’m not five years old.\n\nGRANDMA\n\n(ignores this, finishes\n\nwith watch)\nThis is the correct time. Not the\none on your computer, or even the\none on the news. Right here. I\nalmost got this on Antiques\nRoadshow once. It belong to my\nmother - your grear-grandmother.\nPerfect time keeping for over a\nhundred years.\n\nConor rolls his eyes. A VERY old story. She brushes past him:\n\f67\n\n115.\n\nInt. grandma’s front hallway - conTINUOUS 67\n\nShe glides smoothly to a mirror, checking how she looks. On\nthe wall, we might notice some pictures of her and her\nfamily, including one of her with CONOR’S GRANDFATHER, played\nby the same actor as the Monster.\n\nGrandMA\nPick up your rucksack, please.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nInt. grandma’s front hallway - conTINUOUS 67\n\nShe glides smoothly to a mirror, checking how she looks. On\nthe wall, we might notice some pictures of her and her\nfamily, including one of her with CONOR’S GRANDFATHER, played\nby the same actor as the Monster. GrandMA\nPick up your rucksack, please. \n\nTARGET SECTION TO BE ANNOTATED:\nDon’t want your father to think I’m\nkeeping you in a pigsty.\n\nConOR\n(muttering)\nNot much chance of that.\n\nHis Grandma opens a front closet, puts on a coat.\n\nGrandMA\nNow, Conor, when you go to the\nhospital, your father may not\nnotice how tired your mum’s been\ngetting, okay? So we’re going to\nhave to make sure he doesn’t\noverstay his welcome.\n\nFinal check in the mirror.\n\nGranDMA (CONT'D)\n\n(to herself)\nNot that that’s historically been a\nproblem.\n\nShe gives one last appraising look at Conor.\n\nGrandma (CONT'D)\nIf you get hungry before your dad\ngets here, there’s steamed broccoli\nin the fridge. No eggs. You’ve\nalready had eggs twice this week.\n(frowns, sighs)\nBe good.\n\nAnd lets herself out.\n\f68\n\n116.\n\nInT. granDMA’S Kitchen - moments LATER\n\nMontage as Conor looks around his Grandma’s house for\nsomething to do. First in her spotless kitchen, cupboards\nfull of nothing a boy might like to eat.\n\n68\n\f69\n\n117.\n\nInT. grandma's kiTCHEN - momENTS LATER\n\nConor now stands on the counter-top, digging deep into a\ncupboard. He finds a packet of cookies.\n\nCONOR\nGet in.\n\n69\n\f70\n\n118.\n\nInT. grandma’s TV room - momentS LATER 70\n\nConor in a sterile TV room, eating the cookies. Only dull\nchannels (BBC, Living) are available. Every channel he wants\nto watch blocked by a PIN code.\n\f71\n\n119.\n\nInT. grandma’s guEST ROOM - momENTS LATER 71\n\nConor opens the door to his temporary bedroom. His suitcase\nis open, clothes removed, but the room is bright white,\npictures of sailboats on the wall. It could be a hotel room.\n\f72\n\n120.\n\nEXT. grandma’s back garden - momentS LATER 72\nConor steps out into his Grandma’s back garden which has no\ngreen space at all, just stone paths, sheds and an office\nshe’s had built in the back.\n\nNo hilltop on the horizon. No tree to be seen anywhere.\n\f73\n\n121.\n\nInT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo tree to be seen anywhere. 73\n\n121. InT. \n\nTARGET SECTION TO BE ANNOTATED:\n grandma's CORRIDOR, upstairs - momenTS LATER 73\n\nConor climbs the steep steps up to the door of Grandma’s loft\nconversion. It’s locked. He can’t believe it.\n\nHe tries to look through the keyhole, but can only see\nglimpses of a room inside.\n\nThen Conor JUMPS at the sound of the DOORBELL. He hurries\ndown the stairs to...\n\f74\n\n122.\n\nInT. granDMA’S FRONT HALLWAY - conTINUOUS 74\n\n...-the front door. He opens it on: HIS DAD, late thirties,\nhandsome, slightly too boyish for his own good.\n\nConor’s gives him a genuinely free smile.\n\f75\n\n123.\n\nInT. CHINESE Restaurant - later that EVENING 75\n\nConor and his Dad sit at a table, waiting for their food. Dad\nhas a glass of RED WINE, Conor a clear soft drink. Dad isn’t\n\nquite sure how to talk to this son he doesn’t see very often.\nHis accent is HALF-IRISH/HALF-AMERICAN.\n\nDAD\n\nHow you hanging in there, champ?\nConOR\n\n“Champ”?\nDAD\n\nSorry. America is almost a whole\ndifferent language.\n\nDad fidgets with his wine glass. Conor drums lightly with his\nchopsticks.\n\nDad (CONT'D)\nYour mom seemed pretty good\ntonight. A real fighter, that one.\n\nConor shrugs.\n\nDAD (CONT'D)\nYou look tired, Con. How are you\nholding up?\n\nConOR\nThat's like the eight hundredth\ntime you've asked me that.\n\nDAD\nSorry.\n\nCONOR\nI'm fine. Mum’s on this new\nmedicine. It'll make her better.\nWhy is everyone acting like\nshe’s...\n\nHe stops. Takes a drink.\n\nDAD\n“Everyone”?\n\nCONOR\nGrandma. Wants me to come live with\nher.\n\nDAD\n\nYou mean when your mum-\n\f124.\n\nCONOR\nIf.\n\nDAD\n(takes the correction)\nIf your mum...\n\nCONOR\nBut that’s not going to happen.\n\nDAD\nStill. You’re going to need to be\nbrave for her. You’re going to need\nto be real, real brave.\n\nCONOR\nYou talk like American television.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re going to need to be\nbrave for her. You’re going to need\nto be real, real brave. CONOR\nYou talk like American television. \n\nTARGET SECTION TO BE ANNOTATED:\nDad takes this in good humour.\n\nDAD\nYour sister’s doing well. Almost\nsitting up by herself.\n\nCONOR\nHalf-sister.\n\nDAD\nI can’t wait for you to meet her.\nI've been talking to your grandma\nabout getting you out to LA.\n\nConor looks up surprised and with nascent hope.\n\nConOR\nYou want me to come to LA?\n\nDAD\nAbsolutely! Would you like that? I\nwas thinking maybe over Christmas,\nso we can get you back in time for\nschool...\n\nDad smiles, pleased he’s connected. Then he blows it.\n\nCONOR\n(suspicious)\nBut... you mean... just for a\nvisit, then.\n\nDAD\nYeah, it'll be great...\n\nBeat as he realizes that’s not what Conor was hoping for.\n\nCONOR\nI don’t want to live with Grandma.\nIt’s an old lady’s house.\n\n(MORE )\n\f125.\n\nCONOR (CONT'D)\nYou can’t touch anything or sit\nanywhere and you can’t leave a mess\nfor even two seconds.\n\nDAD\nWe can talk to her about that. I’m\nsure there are plenty of ways to\nmake you comfortable-\n\nCONOR\nI don’t want to be comfortable! I\nwant my own room in my own house.\n\nDAD\n(wincing)\nYou wouldn’t have that in America.\nWe barely have room for the three\nof us. Besides, your school is\nhere, your life is here. It’d be\nunfair to take you out of it.\n\nCONOR\nUnfair to who?\n\nDAD\n(sighing)\nThis is what I meant. When I said\nyou were going to have to be brave.\n\nconor\n(pouring cold water)\n\nCan we talk about the visit when\n\nmum gets better?\n\nDad, resigned, can’t find the strength to talk to Conor\nhonestly. Gives in.\n\nDAD\nOf course, champ. That’s exactly\nwhat we'll do.\n\nA WAITRESS sets their meals down in front of them. Neither of\nthem make a move to eat.\n\f76\n\n126.\n\nExT. Grandma’s House - later that EVENING 76\n\nConor and his Dad pull up outside his Grandma’s house in his\nfather’s rental car.\n\nDad\nDoesn't look like your Grandma's\nhome yet.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nExT. Grandma’s House - later that EVENING 76\n\nConor and his Dad pull up outside his Grandma’s house in his\nfather’s rental car. Dad\nDoesn't look like your Grandma's\nhome yet. \n\nTARGET SECTION TO BE ANNOTATED:\nConOR\n\nShe sometimes goes back to the\nhospital after I go to bed. The\nnurses let her sleep in a chair.\n\nDAD\nYour Grandma may not like me much,\nbut that doesn’t mean she’s a bad\n\nlady.\n\nCONOR\nShe says you’re all start and no\nfinish.\n\nDAD\n\n(laughs, wounded)\nThat might be true.\n\nCONOR\n\nHow long are you here for?\nDAD\n\nAs long as I can.\nCONOR\n\nHow much is that?\nDAD\n\n(sighing)\n\nWe don’t have a ton of money. And\nAmericans don’t get much holiday.\n\nCONOR\nYou’re not American.\n\nDAD\nBut I live there now. You’re the\none who made fun of my accent all\nnight.\n\nCONOR\nWhy did you come then?\n\nDAD\nBecause your Mum asked me to.\n\nas seriousness of this is absorbed.\n\fDad (CONT'D)\nI’1l come back, though. You know,\n\nwhen I need to. And you'll visit us\n\nat Christmas!\n\nConOR\nIn your cramped house, where\nthere’s no room for me.\n\nDAD\nConor-\n\nCONOR\n(again)\nWhy did you come?\n\nDad doesn’t answer. Reaches out to put a hand\nshoulder, but Conor avoids it and gets out of\n\nDAD\n(through open door)\nConor, wait. I’1l see you tomorrow,\nyeah? There’s still plenty of time.\n\n127.\n\non Conor's\nthe car.\n\nConor doesn’t really believe this. He shuts the car door.\n\f77\n\n128.\n\nINT. GRANDMA'S SITTING ROOM - EVENING - MOMENTS LATER 77\n\nWe hear Conor come in the front door. He enters the sitting\nroom, slumping down unhappily on the settee.\n\nHe takes off his coat, but ends up fighting with the sleeve.\nHe stands, getting frustrated, eventually throwing the coat\nto the floor. He stands there, breathing, on the verge of\nletting all his bottled up anger go.\n\nAlmost absentmindedly, he kicks his rucksack (set against the\nsettee). It spills open, dumping his sketchpad, which opens\nat a drawing of the swallowing hole and the face looking\nback.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stands there, breathing, on the verge of\nletting all his bottled up anger go. Almost absentmindedly, he kicks his rucksack (set against the\nsettee). It spills open, dumping his sketchpad, which opens\nat a drawing of the swallowing hole and the face looking\nback. \n\nTARGET SECTION TO BE ANNOTATED:\n Enraged, he tears the picture out and rips it in two,\nthrowing the pieces into the sitting room.\n\nHe’s still angry, and it’s growing, not abating. It feels\nstrangely good. He flexes his fists, anger still fizzing.\nSuddenly, BONG! BONG! The precious CLOCK starts striking the\n9 o'clock hour.\n\nConor approaches it. It chimes away, the pendulum swinging.\nStill edgy, Conor grabs it mid-swing. The bongs continue, but\nthe clock makes a groaning sound.\n\nHolding the pendulum in place, Conor starts pushing the dials\nof the clock around. They resist at first, but he pushes them\nharder and faster, until they’re spinning around the face.\nThe BONGs groan alarmingly as he passes each hour, but he\nkeeps going, faster and faster, until-\n\nSNAP! The second hand breaks in two in his grip.\n\nOh, no. Conor comes to his senses, realises what he’s done.\nThe clock is broken, really broken, frozen in place.\n\nHe’s doomed, and so horrified he doesn’t register that the\nnow non-moving hands have stopped at 12.07.\n\nMonSTER (0.S.)\nAs destruction goes, this is\nremarkably pitiful.\n\nConor turns and sees that somehow, impossibly, the Monster is\nin his Grandma’s sitting room. It fills up all available\nspace, folding its massive form into every corner, its head\nbumping the ceiling.\n\nConor looks back at the clock, frantic now.\nMONSTER (CONT'D)\nNow, I have come to tell you the\nsecond tale.\n\nConor makes an exasperated sound. He’s got bigger things to\nworry about.\n\f129.\n\nConOR\nIs it as bad as the last one?\n\nMONSTER\nIt ends in proper destruction, if\nthat’s what you mean.\n\nThis has Conor’s attention, somewhat, but he shakes his head.\n\nConOR\nNo, I can’t, I-\n\nMonSTER\nIt’s about a man who thought only\nof himself. A man who wasn’t\ngenerous like he should have been.\n\nThe Monster leans forward.\n\nMonSTER (CONT'D)\nA man who gets punished very badly\nindeed.\n\nConOR\n(intrigued, skeptical)\nStories aren’t real, though.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Monster leans forward. MonSTER (CONT'D)\nA man who gets punished very badly\nindeed. ConOR\n(intrigued, skeptical)\nStories aren’t real, though. \n\nTARGET SECTION TO BE ANNOTATED:\n They\ndon't help anything.\n\nMonSTER\nStories are wild creatures, Conor\nO'Malley. When you let them loose,\nwho knows what havoc they might\nwreak?\n\nAnother beat, until:\n\nConOR\nI'm listening.\n\nMONSTER\nGood.\n\nThe Monster’s branches surround Conor again, leaves covering\nhis eyes and we’re-\n\f78\n\n130.\n\nExT. Second Tale landscape - daY - continuous 78\n\n...flying over far more colourful landscape than before, but\nthis time it’s GREEN and VERDANT and more realistic, like an\noil painting.\n\nMonSTER (v.0.)\nOne hundred and fifty years ago the\nworld was becoming industrialized.\n\nThe green ends as we plunge through the trees into “industry”\non the valley floor: black factories belching smoke and\nfumes, scraggly silhouettes of crows and trodden-down\nworkers, fish jumping in polluted rivers.\n\nMonster (v.O.)\nBut there was still green, if you\nknew where to look.\n\nWe come out the other side to a surprisingly quiet GREEN\nHILLSIDE. We turn and see that Conor and the Monster are now\nstanding in the landscape, their figures realistic, not\nstylised, as the Monster draws Conor’s attention to:\n\nANGLE ON: The APOTHECARY, walking up the hillside. A more\nrealistic figure than the first tale, but still stylized.\n\nMonster (V.O.)\nHis name is not important. The\nvillagers only ever called him The\nApothecary.\n\nConor (V.0.)\nThe what?\n\nMONSTER (V.O.)\nThe Apothecary.\n\nCONOR (V.O.)\nThe what?\n\nMonSTER (v.0.)\nAn old-fashioned named for\npharmacist or chemist.\n\nCONOR (v.0.)\nOh. Why didn’t you just say?\n\nThe Apothecary digs up roots and picks leaves and herbs.\n\nMONSTER (v.O.)\nThe Apothecary dealt in the old\nways of medicine. Herbs and roots.\nConcoctions brewed from berries and\nleaves.\n\f131.\n\nCONOR (v.0.)\nDad’s new wife does that. She owns\na shop that sells crystals.\n\nMONSTER (V.O.)\nIt is not remotely the same.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe owns\na shop that sells crystals. MONSTER (V. O.)\nIt is not remotely the same. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Apothecary reaches the edge of a wood and sees it\ndrastically cut back for the industry below.\n\nMonSTER (v.0.)\nThe Apothecary had dedicated his\nlife to healing. But the world was\nchanging. He grew resentful and\nunforgiving.\n\f79\n\n132.\n\nExT. second tale village - day - conTINUOUS 79\n\nThe Apothecary peddles his wares to various villagers. We get\na sense of bad-tempers and bitterness.\n\nMONSTER (v.O.)\n\nPeople in the valley stopped\nseeking him out, preferring modern\nmedicine. Which only made him more\nbitter.\n\nThe Apothecary, doors slamming against him, slouches off\nalone. We pull back across the valley to...\n\f80\n\n133.\n\nEXT. second tale HILLTOP fringe - DAY - conTINUOUS 80\n\n...the same hilltop as behind Conor’s house, but this time\nthere is a parsonage beside the yew tree, and the beginnings\nof a church being built. Conor and the Monster stand off to\none side, in the landscape again.\n\nMonSTER\nIn the Apothecary’s village, there\nalso lived a parson-\n\nConOR\nThis is the hill where you live.\n(on the 2nd yew tree)\nThat’s you.\n\nMONSTER\nYes. On the parsonage grounds there\nalso grew a yew tree.\n\nTwo small figures run out playfully from the parsonage,\nchasing each other, running up a path away from us towards\nthe yew tree in the graveyard.\n\nMONSTER (CONT’D)\nThe parson had two daughters, who\nwere the light of his life.\n\nCONOR\nI’ll bet he had room for them in\nhis house...\n\nWe move forward and CLOSE ON:\n\f134.\n\n81 ExT. secOND TALE HILLTOP - DAY - conTINUOUS 81\nThe Apothecary, watching the yew tree intently.\n\nMonster (V.O.)\nNow, the Apothecary wanted the\nparson’s yew tree very badly.\n\nConor (v.0O.)\nHe did? Why?\n\nMonster (v.O.)\n\n(surprised)\nThe yew tree is the most important\nof all the healing trees.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy? Monster (v. O.)\n\n(surprised)\nThe yew tree is the most important\nof all the healing trees. \n\nTARGET SECTION TO BE ANNOTATED:\n Its\nberries, its bark, they burn and\ntwist with life. It can cure almost\nany ailment, if mixed by the right\napothecary, of course.\n\nConOR (v.0.)\n(thinking)\nReally?\n\nThe Apothecary looks enviously at the tree.\n\nMonSTEr (V.O.)\nIn order to use the tree, though,\nthe Apothecary would have to cut it\ndown, and this the Parson would not\nallow.\n\nThe PARSON comes out warningly; the Apothecary leaves.\n\nMONSTER (V.O.)\nThe Parson was not an unkind man.\nHe wanted the best for his\ncongregation, wanted to take them\nout of the dark ages of\nsuperstition and witchery.\n\nWe zoom in on the Parson figure and he’s suddenly...\n\f82\n\n135.\n\nInT. second tale pulpit - daY - conTINUOUS 82\n.+-preaching to his congregation.\n\nMonSTER (V.O.)\n\nHe preached against the\nApothecary’s use of the old ways,\nand the Apothecary’s foul temper\nand greed made certain those\nsermons fell on eager ears.\n\nWe pull out from the pulpit, through a celebratory\ncongregation, out of the CHURCH to...\n\f83\n\n136.\n\nExT. second tale countryside - day - continuous\n\n.-.-The Apothecary slinking away. We keep pulling back to:\n\n83\n\f84\n\nExT. seCOND TALE HILLTOP - night - conTINUOUS\nThe parsonage is now a drab and grey place.\n\nMonSTER (V.O.)\nBut then the parson’s daughters\nwere struck by a terrible sickness.\n\nFigures move in the windows of the parsonage.\n\nMonSTER (V.O.)\n\nNothing the parson did helped. No\nprayer, no cure from the more\nmodern doctors, nothing made them\nbetter. There was no choice but to\napproach the Apothecary.\n\nThe Parson steps sadly out onto his doorstep.\n\n137.\n\nNight passes.\n\n84\n\f85\n\nExT.\n\nThe\nthe\n\nThe\n\nThe\n\nThe\n\nThe\n\nThe\n\n138.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nNight passes. 84\n\f85\n\nExT. The\nthe\n\nThe\n\nThe\n\nThe\n\nThe\n\nThe\n\n138. \n\nTARGET SECTION TO BE ANNOTATED:\nseconD TALE apothecary’s hovel - night - conTINUOUS 85\n\nParson is on his knees before the Apothecary, in front of\nApothecary’s hovel.\n\nMonSTER (v.0.)\n“Will you not help my daughters?”\nthe Parson begged. “Will you not\nsave two innocent girls?”\n\nApothecary stands over the Parson haughtily.\n\nMONSTER (V.O.)\n“Why should I?” said the\nApothecary. “You have driven away\nmy business with your preachings,\nand you have refused me the yew\ntree, my best source of healing.”\n\nApothecary walks away. The Parson chases him.\n\nMonSTER (V.O.)\n“You may have the yew tree,” said\nthe Parson. “I will preach sermons\nin your favour. I will do anything\nif you would only save my\ndaughters.”\n\nApothecary stops, surprised.\n\nMonSTER (V.O.)\n“You would give up everything you\nbelieved in?” said the Apothecary.\n“If it would save them,” said the\nParson, “I would give up\neverything.”\n\nApothecary turns and enters his house.\nMONSTER (v.O.)\n\n“Then there is nothing I can do to\nhelp you,” said the Apothecary.\n\nApothecary’s door closes on the Parson.\nConOR (v.0.)\n(shocked)\n\nWhat?\n\nWe pull back from the Apothecary’s hovel to...\n\f139.\n\n86 ExT. seconD TALE HILLTOP (TBC YARD) - day - conTINUOUS 86\n\n...the parsonage, where the Parson and his wife stand over\ntwo new graves.\n\nMonSTER (v.0.)\nThe very next day, both of the\nparson’s daughters died.\n\nConOR (V.O.)\nWHAT?\n\nMONSTER (V.O.)\nAnd that night, I came walking.\n\f140.\n\n87 ExT. second tale hilltop fringe (STUDIO) - night - continudis\nConor and the Monster still watching the tale.\n\nCONOR\nGood! He deserves all the\npunishment he gets!\n\nMONSTER\nIndeed.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONOR\nGood! He deserves all the\npunishment he gets! MONSTER\nIndeed. \n\nTARGET SECTION TO BE ANNOTATED:\n It was shortly after\nmidnight that I tore the Parson's\nhome from its very foundations.\n\nThe Monster shockingly STEPS INTO THE TALE, becoming sytlized\nalong with it. Conor watches him walk down the path to the\nParson’s house.\n\nCoNOR\n(shocked)\nThe Parson?!\n\nThe Monster starts destroying the parsonage, tearing off its\nroof and flinging it down the hill, sending the PARSON and\nHIS WIFE fleeing in terror.\n\nConor is outraged.\n\nConoR (CONT'D)\nWhat are you doing?\n\nThe Monster knocks down a wall.\n\nMONSTER\nWhen times were easy, the Parson\nnearly destroyed the Apothecary\nwith his belifs. But when his\ndaughters were sick, he was willing\nto sacrifice every belief to save\nthem.\n\nCONOR\nSo? So would everybody! What did\nyou expect him to do?\n\nMONSTER\nI would have expected him to give\nthe Apothecary the yew tree when he\nfirst asked.\n\nConOR\n(surprised)\nYou'd have let yourself be killed?\n\nThe Monster destroys another bit of the parsonage.\nMONSTER\n\nIt would have saved many lives,\nincluding the Parson’s daughters.\n\f141.\n\nConor\nBut the Apothecary was evil!\n\nMONSTER\nHe was greedy and rude, but he was\nstill a healer. The Parson? What\nwas he? A man who thought he\nbelieved, but was actually too weak\nto hold on to anything worth\nbelieving in.\n\nThe Monster topples a chimney.\n\nMONSTER (CONT’D)\n\nBelief is half of all healing.\nBelief in the cure, belief in the\nfuture that awaits.\n\n(to Conor)\nYour belief is valuable, so you\nmust be careful where you put it.\nAnd in whom.\n\nBeat, as the Monster gets a mischievous look.\n\nMONSTER (CONT'D)\nTell me, Conor O’Malley. What shall\nI destroy next?\n\nConOR\n(beat, bewildered)\nWhat?\n\nThe Monster kicks down a wall.\nMONSTER\nIt is most satisfying, I assure\nyou. Come on! Tell me!\nConor hesitates, still unsure.\nMonSTER (CONT'D)\nWhat should I destroy? I await your\ncommand.\nConor hesitates again.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nMonSTER (CONT'D)\nWhat should I destroy? I await your\ncommand. Conor hesitates again. \n\nTARGET SECTION TO BE ANNOTATED:\nConOR\n(confused)\nSnap the chimney!\n\nMONSTER\nThe chimney!\n\nThe Monster unhesitatingly knocks over what remains of the\nfireplace. Conor steps closer. That felt interesting.\n\nMoNSTER (CONT'D)\nNext!\n\f142.\n\nConOR\nThrow away their beds.\n\nMONSTER\nThe beds!\n\nThe Monster reaches into the house and flings the beds nearly\nto the horizon. Conor begins to feel liberated.\n\nCONOR\nSmash their furniture!\n\nThe Monster stomps on the parsonage’s furniture.\n\nCONOR (CONT'D)\nBreak their windows!\n\nThe Monster doesn’t, but steps back and gestures to the\nwindow as if in invitation.\n\nMONSTER\nWindows? Break them yourself, come\non!\n\nConor gets an excited smile and picks up a large fallen\nbranch and RUNS DOWN THE PATH TO THE PARSONAGE, turning into\na STYLIZED VERSION OF HIMSELF, joining the destruction.\n\nWe remain VERY CLOSE on Conor as he smashes one window and\nthen another, his face blazing with excitement and fury.\n\nMONSTER (CONT'D)\nHarder! Harder, Conor O’Malley!\nCome on! That’s it! That’s it! Yes!\nHard as steel, Conor O'Malley!\nFeels good, doesn’t it? Again!\n\nBut the lights are slowly changing, darkening as he continues\nsmashing, the landscape and Conor becoming less stylized.\n\nUntil he takes one last ferocious swing, flinging the branch\naway with a cry, spinning around...\n\f88\n\n143.\n\nInT. granDMA’S SITTING ROOM - nighT - conTINUOUS 88\n.--he’s back in his Grandma’s sitting room.\n\nWhere he’s destroyed nearly everything. The settee is in\npieces, the side tables broken, the glass display cabinets\nshattered, papers strewn from the bookcase.\n\nWorst is the CLOCK. Knocked over and broken into pieces\nalmost beyond recognition.\n\nConor is ankle-deep in rubble.\n\nConOR\nOh, no. No, no, no.\n\nAnd then, almost before he can compute it, there’s worse: his\nGrandma's car pulls up outside.\n\nHe freezes. The lights from her car shine behind the sitting\nroom curtains, then turn off. He hears her door open.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe freezes. The lights from her car shine behind the sitting\nroom curtains, then turn off. He hears her door open. \n\nTARGET SECTION TO BE ANNOTATED:\nThere’s nowhere for him to run, not a single thing he can do\nexcept follow the sound of her coming up the front steps,\nturning her key in the lock, coming in through the front\ndoor, down the hallway and-\n\nShe enters her sitting room. Before she registers anything,\nher unguarded face is serious and worried.\n\nBut then she looks up.\n\nGRANDMA\nWhat-\n\nShe looks slowly around the room, her face in ever-growing\nhorror, her mouth open. She leans down and picks up a piece\nof her beloved clock.\n\nWe wait for the apocalypse. But then her face changes. She\nputs a palm over her mouth as if to try and stop sound from\ncoming out. Then she slaps a second hand over it.\n\nBut she can’t help it. A horrible, anguished keening escapes\nfrom her. And again. This is much worse than her being angry.\n\nCONOR\n(wary)\nGrandma?\n\nGrandma takes her hands away from her mouth and she screams.\nIt’s wordless and furious. She screams again, stepping into\n\nthe sitting room. Conor thinks she might going to attack him\nand surprisingly, puts up his fists, ready to fight-\n\nBut she heads for the one last remaining display cabinet,\nputs her hands behind it and takes one, two, three pushes to\nsend it crashing to the ground.\n\f144.\nShe leans forward, gasping, ragged, her face broken with\nanguish.\nThen she leaves the sitting room without another word.\n\nConor stands there, beyond shocked.\n\f145.\n\n89-89A InT. grandma’s DRIVEWAY/upstairs - momenTS LATER 89-89A\n\nConor slowly approaches his Grandma’s loft (the locked one).\nThe light is on underneath the door. He can hear her in\nthere, weeping. He stays outside, not knowing what to do.\n\f90\n\n146.\n\nInT. grandma’s guest room - the next morning 90\n\nConor lies awake in bed. It’s the morning after. It looks\nlike he hasn't slept. He hears footsteps around the house,\nthen the front door slamming. He gets up.\n\f91\n\n147.\n\nInT. grandma's stairwell - momentS LATER 91\n\nConor comes slowly down the stairway, but the house seems to\nbe empty. He glances in the sitting room.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\n91\n\n147. InT. grandma's stairwell - momentS LATER 91\n\nConor comes slowly down the stairway, but the house seems to\nbe empty. He glances in the sitting room. \n\nTARGET SECTION TO BE ANNOTATED:\n Someone has made a\nfutile effort to clean it a bit. He heads into:\n\f148.\n\n92 InT. grandma's kitchen - conTINUOUS 92\nWhere to his astonishment, Dad is cooking breakfast.\n\nDad\nI know you like ‘em scrambled.\n\nConoR\nWhat are you doing here?\n\nDAD\nWhat do you think?\n\nHe motions for Conor to sit at the table, then dishes up two\nplates, sets one in front of Conor and sits down himself.\nThey eat in silence, Conor just playing at his food.\n\nDad (CONT'D)\nThat was quite a mess you made.\n\nConor says nothing.\n\nDAD (CONT'D)\nShe called me this morning. Very,\nvery early.\n(beat, it’s not what we\nexpect)\nYour mum’s taken a turn, Conor.\nYour Grandma's gone to hospital.\n\nConor looks up.\n\nDAD (CONT'D)\nWe agreed I would drop you off at\nschool-\n\nConOR\nSchool!? I want to see mum!\n\nDAD\nIt’s no place for a kid right now,\nConor. We’ll see how the day goes\nand maybe we can visit for a little\nwhile this afternoon.\n\nConor looks down at his breakfast, no longer hungry.\n\nDaD (CONT'D)\nHey, remember what I said about you\nbeing brave? Well, now’s the time\nyou have to do it, Con.\n(nods to sitting room,\nthoughtful)\nI can see how upset you are.\n\nConOR\nI didn’t mean to. I don’t know what\nhappened.\n\f149.\n\nDAD\nWorse things happen at sea.\n\nConOR\nWhat do you mean? Aren’t you going\nto punish me?\n\nDaD\n(sighing)\nWhat could possibly be the point of\nthat, Con?\n\nConor looks surprised, perhaps even displeased. Dad watches\nhim look distraught.\n\nDad (CONT'D)\nYou know what? Maybe you don’t have\nto go to school today.\n\f93\n\n150.\n\nEXT. football pitch (AMUSEMENT PARK) - day - later 93\n\nConor and his Dad kick a football around, serious at first,\nbut then Conor starts to lighten up at his father’s teasing.\nThey laugh at their mistakes, cheer good moves. It’s a\nmontage of joy, a glimpse of the boy Conor actually is.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. football pitch (AMUSEMENT PARK) - day - later 93\n\nConor and his Dad kick a football around, serious at first,\nbut then Conor starts to lighten up at his father’s teasing. They laugh at their mistakes, cheer good moves. It’s a\nmontage of joy, a glimpse of the boy Conor actually is. \n\nTARGET SECTION TO BE ANNOTATED:\n Dad\nis quite boyish, too. Dad scores a goal and celebrates like a\nkid, hands over head, while Conor laughs.\n\nDad watches this closely, like he’s just realized that the\nboy smiling before him is his son.\n\f94\n\n151.\n\nEXT. carpark (AMUSEMENT PARK) - day - later 94\n\nConor sits in his Dad’s car while Dad is on a mobile phone\noutside. We can’t hear Dad, but he doesn’t look very happy.\nHe hangs up, frustrated, gets back in the car.\n\nConoR\nIs mum okay?\n\nDaD\n(blinks)\nThat was your stepmom back in LA.\nAnd yeah, everything’s fine. Now,\nwe've got some cleaning up to do.\n\nConor doesn’t believe him as they pull away.\n\f95\n\n152.\n\nInT. graNDMA’S SITTING ROOM - lATER 95\nConor and Dad put broken things into bin liners.\n\nDad\n(amazed)\nGotta say, Champ, this is really\njust amazingly thorough.\n\nConor doesn’t answer, just puts more trash in a bin liner. He\nsees something, picks it up. It’s the torn image of his\nnightmare drawing. He’s mesmerised by it.\n\nDad (0.S.) (CONT'D)\nOoh, buried treasure.\n\nConor turns to his father. He’s holding some old homemade\nDVDs. He reads through the labels.\n\nDAD (CONT'D)\nIt’s all those old home movies your\nmum used to send to me of you when\nI moved away. Guess your grandma\ngot copies, too.\n\nHe carefully sets them on the mantelpiece.\n\nConOR\n\n(shy)\nWhy did you move away?\n\nDad sighs.\n\nDAD\nYou have no idea how young we were,\nCon. We had all these dreams, big,\nfoolish ones that your grandma\ndidn’t approve of. And then... we\nchanged.\n\nCONOR\n(beat, taking the blame)\nBecause mum got pregnant with me.\n\nDAD\n\n(comforting)\nHey, hey, hey. You were only ever\ngood news. Your mum never regretted\nhaving you. I know that for a fact.\n\n(rueful smile)\nBecause she’s always saying how\nmuch she regretted marrying me.\n\nCONOR\nWhy did she marry you then?\n\f153.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\n(rueful smile)\nBecause she’s always saying how\nmuch she regretted marrying me. CONOR\nWhy did she marry you then? 153. \n\nTARGET SECTION TO BE ANNOTATED:\nDAD\n\nMy devilish good looks. No, we had\na lot in common. Our lives, our\nfuture. Your mum was amazing. Still\nis.\n\n(sighing)\nBut we grew apart. Your Grandma was\nkind of supporting us then and\ninsisting we be more practical and\nI... I was maybe less amazing than\nI should have been. We were just so\nyoung. Too young.\n\nCONOR\nYou didn’t get happily ever after.\n\nDAD\nThat's life, though. Most of us\njust get messily ever after.\n\nDad sees Conor’s torn drawing and picks it up, impressed.\n\nDad (CONT'D)\nEven I’m happy you take after her.\n(beat)\nShall we go see how things are at\nthe hospital?\n\f154.\n\n96-96A EXT./InT. hospitaL corridor - later 96-96A\n\nConor sits in the waiting area outside his Mum’s hospital\nroom. GRANDMA sits in a chair, pointedly away from Conor, not\nlooking at him. He doesn’t approach her.\n\nThe hospital room DOOR opens and a LAWYER steps out, putting\naway some papers that Conor’s parents have clearly just\nsigned. DAD sees the Lawyer out the door, holds up a “one\nsecond” finger to Conor. Closes the door.\n\nGrandma stands as the Lawyer approaches. They clearly have\nbusiness together. Conor watches them go. Then he hears\nvoices arguing within the hospital room.\n\nMuM (0.S.)\n(muffled)\nBad show, Callum. Again.\nDad (0.S.)\n(muffled)\nYou're changing the argument,\n\nLizzie-\n\nHis curiosity getting the best of him, Conor rises, pushes\nthe door open and...\n\f97-97A\n\n155.\n\nInT. hosPITAL ROOM DOOR/ HOSPITAL ROOM - contINUOUS 97-97A\n...they see Conor and stop, looking at him guiltily.\n\nMuM\nHey there.\n\nThe room is filled with get-well cards and flowers. The anger\non his Mum’s face is quickly hidden behind an exhausted\nsmile. She’s clearly much sicker and weaker. Her voice is\nheavier, as with a chest infection.\n\nConor pauses before entering, suspicious. He holds out the\ncoffee to his Dad, who takes it.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer voice is\nheavier, as with a chest infection. Conor pauses before entering, suspicious. He holds out the\ncoffee to his Dad, who takes it. \n\nTARGET SECTION TO BE ANNOTATED:\nConoR\nWhy is everyone yelling?\n\nMum gives Dad a look like “you tell him”.\n\nDAD\nI’ve got some bad news, Con. I have\nto fly back tomorrow.\n\nCONOR\nThe day after tomorrow? Why?\n\nDad\nRemember when your step-mum called?\nThe baby’s sick. Probably nothing\nserious, but Stephanie went a bit\ncrazy and took her to hospital...\n\nHe falters.\n\nCONOR\nAre you coming back?\n\nDAD\n(firmly)\nYes. Yes, I am. Sunday after next,\nso not even two weeks.\n\n(beat)\nYour grandma's paying for the\nticket. Which is... fun.\n\nMum laughs, despite herself. She makes eyes for Dad to leave.\n\nDaD (CONT'D)\nI’m going to see about finding some\nfood. You want anything, sport?\n\nConOR\nI want you to stop calling me\n“sport”.\n\nDad laughs. Mum laughs, too, then coughs. It sounds ugly. Dad\nmakes his exit to let them talk.\n\f156.\n\nMum pats the bed for him to sit. Conor does. She ruffles his\nhair. He notices the tubes and bruises on her arm.\n\nMum\nI know. Not my favourite way to\nspend a day either.\n\nConOR\nAre you okay? What happened this\nmorning?\n\nMum\n\nI had a bit of a bad reaction,\nsweetheart. Not what they were\nhoping for.\n\nHere it is. Here’s the bad news. But once again-\n\nMUM (CONT'D)\n(forced brightness)\nBut there’s one more thing they’re\ngoing to try, a medicine that’s had\nsome good results.\n\nConoR\nWhy didn’t they try it before?\n\nMum\nWell, this is something you take\nwhen the normal stuff hasn’t worked\nthe way they want it to.\n\nCONOR\n(carefully)\nDoes that mean it’s too late?\n\nMUM\n(quickly, firmly)\nNo, Conor. Don’t think that. It’s\nnot too late. It’s never too late.\n\nCONOR\nAre you sure?\n\nMUM\n(smiling)\nI believe every word I say.\n\nCONOR\n(to himself)\n“Belief is half of healing.”\n\nMUM\n(surprised)\nWell, yeah, I suppose it is.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONOR\nAre you sure? MUM\n(smiling)\nI believe every word I say. CONOR\n(to himself)\n“Belief is half of healing.”\n\nMUM\n(surprised)\nWell, yeah, I suppose it is. \n\nTARGET SECTION TO BE ANNOTATED:\nBeat, as perhaps something important’s been left unsaid. Mum\nplays with his hair again.\n\f157.\n\nMum (CONT'D)\n\nOh, and here’s something. You know\nthat tree behind our house I’m\nalways prattling on about?\n\nConor freezes, comically. Mum coughs, again ugly, leans back\non the bed.\n\nMUM (CONT'D)\n\nWell, if you can believe it, this\ndrug is actually made from trees\nlike that.\n\nConOR\nIt is?\n\nMuM\nYeah, I know. All this time, we\ncould have just chopped the damn\nthing down.\n(laughs )\nWell, not that one. That one’s\nalmost like a friend.\n\nConor's face shows a growing revelation. Could this be the\nreason? Is it too much to hope for? He looks up at the room\nclock. It’s 4.15. Clockface morphs into...\n\f98\n\n158.\n\nInT. graNDMA’S guest ROOM - that night 98\n\n...another, smaller clock on the wall of Grandma’s guest\nroom. Conor watches it with enormous IMPATIENCE. It ticks\nthrough 12.06 and 45 seconds. 12.06 and 55 seconds.\n\nConoR\nCome on, come on.\n\nClick, 12.07. Conor THROWS back the blankets and RUNS out of\nbed.\n\f99-100\n\n159.\n\nExT. grandMA’S BACK GARDEN - seconds later 99-100\nConor RUNS out into his Grandma’s back garden.\n\nConOR\n(demanding)\nWhere are you?\n\nMonSTER (0.S.)\nI am here.\n\nWith a breeze tousling Conor’s hair, the Monster steps from\nthe darkness over his Grandma's office in one easy motion. He\nstands above Conor, huge as ever.\n\nConOR\nSo can you do it? Can you make her\nbetter?\n\nThe Monster sighs and in what we can see is an extraordinary\naction, SITS DOWN, all its weight on the roof of Grandma’s\noffice. The wood moans. Conor winces, but it holds.\n\nMONSTER\nIt is not up to me.\n\nCONOR\nWhy not? You said the yew tree was\na tree of healing.\n\nMONSTER\nIt is. If your mother can be\nhealed, the yew tree will do it.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou said the yew tree was\na tree of healing. MONSTER\nIt is. If your mother can be\nhealed, the yew tree will do it. \n\nTARGET SECTION TO BE ANNOTATED:\nCONOR\nIs that a yes?\n\nMonSTER\nYou still don’t know why you called\nme. It’s not as if I do this every\nday, Conor O'Malley.\n\nCONOR\nI didn’t call you. And even if I\ndid, it was obviously for my mum.\n\nMONSTER\nWas it?\n\nCONOR\nWhy else? To listen to idiotic\nstories that make no sense?\n\nMONSTER\nIt is not time yet for the Third\nTale. But soon.\n\n(MORE )\n\f160.\n\nMONSTER (CONT'D)\n\nAnd after that, you will tell me\nyour story, Conor O’Malley. You\nwill tell me your truth.\n\nCONOR\nFor God's sake, not this again-\n\nThe Monster leans suddenly forward.\n\nMOnSTER\nYou know of what I speak.\n\nConor looks up as the SOUNDS FROM HIS NIGHTMARE start. The\ncamera spins around him as the scene melts away. The walls of\nthe garden grow blacker, the sounds of screaming start to\nrise, dust and debris flying around him.\n\nConOR\nNo! No, not this!\n\nThe wind rising. The distant SCREAMING is heard (\"Conor!”)-\n\nConOR (CONT'D)\nNo! Please!\n\nThe garden is suddenly as it was before. Conor is shaken.\n\nConOR (CONT'D)\nThat’s not my truth. That’s just a\nnightmare.\n\nMonSTER\nNevertheless, this is what will\nhappen after the third tale.\n\nThe Monster stands. Grandma's office groans in relief.\n\nCONOR\nI want to know what’s going to\nhappen with my mum.\n\nMONSTER\nDo you not know already?\n\nThe Monster steps back over Grandma’s office. It’s leaving.\n\nCONOR\nWait!\n\nMONSTER\nYou waste the precious time that is\ngiven you!\n\nCONOR\nIf you’re a tree of healing, then I\nneed you to heal!\n\f161.\n\nMONSTER\nAnd so I shall.\n\nA huge MURMURATION OF STARLINGS appears over the horizon and\nsurround the Monster. With a last look, the Monster LEAKS\nAWAY into them, flying away.\n\nConor holds up his hands to block the flutter of wings, then\nall is quiet.\n\f162.\n\n101-101AInT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nConor holds up his hands to block the flutter of wings, then\nall is quiet. 162. 101-101AInT. \n\nTARGET SECTION TO BE ANNOTATED:\n grandma's stairway/ TV ROOM - moments latER 101-101A\n\nConor has re-entered the house to go back to bed. He pauses\n\non the stairway because he HEARS A TV ON - and what might be\nhis own voice on it.\n\nOutside his Grandma’s TV room, the TV noises are louder,\nincluding his own muffled voice and his mum’s. He puts his\near against the wood to try and hear. He thinks about going\nin, but is too afraid to disturb Grandma.\n\f163.\n\n102 InT. grandma's car/GRANDMA’S STREET - morning 102\n\nDoor slamming as Conor gets in his Grandma’s car to be driven\nto school. He’s looking at his mum’s HALF-FINISHED DRAWING OF\nTHE HILLTOP that she left in his sketchpad. Grandma notices\nit, too. Car doesn’t move. Conor looks up.\n\nConOR\nGrandma?\n\nGraNDMA\n(coming out of a fog)\nWhat? Oh, yes.\n(beat)\nWhere were we going again?\n\nCONOR\nTo school.\n\nGRANDMA\nYes, that’s right.\n\nShe puts the car in gear. They pull out in silence.\n\nCONOR\nGrandma? Your seatbelt?\n\nShe absentmindedly buckles it. Conor is concerned.\n\f164.\n\n102A Int. Grandma's sitting room / kitchen - DAY 102A\n\nFrom the kitchen, Conor observes his grandma in the sitting\nroom as she wonders amid the destruction.\n\f165.\n\n103 ExT. schooL ENTRANCE /GRANDMA'S YARD - momentS LATER 103\n\nGrandma drops Conor off. He walks away, watching her go with\na concerned, confused look.\n\f104\n\n166.\n\nInT. physical social and education class - later 104\n\nConor sits at his desk, ignoring the lesson again, disturbed\nabout his Grandma. He sees HARRY studying him. They exchange\na look, but no words. He ignores LILY.\n\f167.\n\n105-105AINT./EXT. granDMA’S GUESTROOM/ BACK GARDEN - niGHT 105-105A\n\nConor sits in the dark in a lawn chair, wrapped in a blanket.\nHe checks the clock on his phone. It switches from 12.07 to\n12.08. No monster.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe checks the clock on his phone. It switches from 12.07 to\n12.08. No monster. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly, a LIGHT comes on from the house, REFLECTING on the\n\nback garden. Conor turns and looks up. His Grandma is in the\nlocked room.\n\f106\n\n168.\n\nInT. grandma’s CORRIDOR/ UPSTAIRS - night 106\n\nConor waits down the hallway, “spying” on his Grandma,\nwatching the light come out of the loft room. He hides behind\na corner of his bedroom door. His Grandma leaves the room,\nher arms full of papers. Conor ducks into the darkness of his\nroom as she passes.\n\nA paper drifts down to the floor as she does. Looking out\nfrom the crack of his dark bedroom door, he can see that it’s\na DRAWING OF HIS OWN.\n\nWhat’s she doing with that? He makes to reach out and take\nit, but Grandma is there first, picking it up and walking to\nthe TV ROOM with it. She shuts this door behind her.\n\f169.\n\n106A Conor watches her, confused. Conor goes to the TV ROOM DdG®A\nagain and listens, hearing his own voice again.\n\nThis time he OPENS THE DOOR QUIETLY.\n\f107\n\n170.\n\nint. grandma’s tV ROOM - momENTS LATER 107\n\nConor stops by the open door of the TV room. His Grandma, her\nback to him, is watching TV. We can see the PILE OF HOMEMADE\nDVDs his father found sitting next to the television. One is\nopen.\n\f107A\n\n171.\n\nExt. Amusement park / roller coaster - day 107A\n\nOnscreen, Conor is astonished to see himself, filming\n\nhim and his MUM, LOOKING HEALTHY AND VIBRANT getting into a\nROLLER COASTER car. They giggle, up to something. The seat\nrestraints close.\n\nMum (on VIDEO)\n(Shh, here they come.)\n\nOnscreen - The image disappears as Conor hides his phone. We\nhear their seats being checked by an attendant. Conor raises\nthe phone again. They look around to make sure they won’t get\ncaught, smiling like fiends.\n\nMUM (ON VIDEO) (CONT’D)\n(If you drop that, it’1ll leave a\npermanent mark across your face.)\n\nCONOR (on VIDEO)\n(Nah, it’1l probably hit you\nfirst.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nConor raises\nthe phone again. They look around to make sure they won’t get\ncaught, smiling like fiends. MUM (ON VIDEO) (CONT’D)\n(If you drop that, it’1ll leave a\npermanent mark across your face.)\n\nCONOR (on VIDEO)\n(Nah, it’1l probably hit you\nfirst. \n\nTARGET SECTION TO BE ANNOTATED:\nOnscreen - Mum slaps his arm playfully\n\nIn the doorway, Conor watches, transfixed, as does his\nGrandma, still unaware of his presence.\n\nOnscreen - They both laugh in surprise as the car lurches\nforward and starts up a steep incline.\n\nMum (on VIDEO)\n(You know what I’m thinking?)\n\nConor (on VIDEO)\n(What?)\n\nMUM (on VIDEO)\n(We shouldn’t have had all that\nIndian food for lunch.)\n\nOn the chair, Grandma gives a snort of private laughter.\nOnscreen - Conor makes a fake vomiting sound. His mum makes\none, too, until it becomes a competition and dissolves into\nlaughter. Then they’re nearly at the top.\n\nMum (on VIDEO) (CONT’D)\n(Ready? Here we go.)\n\nConOR (on VIDEO)\n(Here we go.)\n\nOnscreen - They look into the camera. At the last second, Mum\ngrabs Conor’s arm lovingly, then they plunge over the top.\n\f172.\n\nThe scene seems to end, but there’s a weird splice on the DVD\nthat surprises Conor but not Grandma, she’s seen this before.\nIt cuts to an even older video.\n\f107B\n\n173.\n\nInt. Conor’s sitting room (kitchen) - day 107B\n\nOnscreen - we cut in mid-scene. MUM’S HAND is making a\n\nbig scribble on a big piece of paper, overlapping itself with\nlots of empty spaces. She turns the camera to a MUCH YOUNGER\nCONOR, 5 or 6 YEARS OLD. He holds a coloured pencil.\n\nIn the room, Conor is surprised.\n\nMum (o.S.)(on video)\n(Okay, remember? Just look hard.\nColour in what you see.)\n\nOnscreen, LITTLE CONOR approaches the drawing with his\npencil, looking at the scribble.\n\nYOUNG ConoR (on VIDEO)\n(I see a gremlin.)\n\nMum (On VIDEO)\n(Well, go ahead, draw it in.)\n\nIn the room, Grandma is rapt, moved.\nOnscreen - Little Conor looks back at his mum, unsure.\n\nMUM (o0.S.) (on video) (CONT’D)\n(Like this.)\n\nOnscreen - Mum sets down the camera so it stays filming them.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnscreen - Little Conor looks back at his mum, unsure. MUM (o0. S.) (on video) (CONT’D)\n(Like this.)\n\nOnscreen - Mum sets down the camera so it stays filming them. \n\nTARGET SECTION TO BE ANNOTATED:\nA YOUNGER, HEALTHIER MUM goes to a smaller part of the\nscribble and colours in shapes that make a LITTLE MOUSE WITH\nWHISKERS. She turns to Conor. With a firm expression, he\nstarts to colour in squares.\n\nIn the room, Conor watches closely, as rapt as Grandma.\n\nOnscreen - There’s a clumsy edit and Mum is filming again on\na picture of a GREMLIN. The eyes have a reflection in them.\n\nMUM (on VIDEO) (CONT’D)\n(That’s really good, Conor.\nEspecially the eyes.)\n(points to eyes)\n(Life is in the eyes and if you can\ncatch that...)\n\nIn the room, Conor is stunned at these repeated words of his\nmother, “life is in the eyes.” Grandma puts a hand over her\nmouth to hold in her emotion.\n\nOnscreen - Mum turns the camera to take a selfie of her and\nLITTLE CONOR, on their eyes.\n\nMUM (On VIDEO) (CONT’D)\n(You'll see when we watch. You’11\nsee our eyes.)\n\f174.\nOnscreen - Little Conor sticks out his tongue. Mum laughs and\ndoes, too. They laugh and she films the Gremlin again.\n\nMum (on VIDEO) (CONT’D)\n(My wee little artist.)\n\nThe video ends frozen on the Gremlin’s eyes. Conor breathes\nout, and his Grandma hears him. She turns to look at him.\n\nBut it’s loving. Silently, they both go back to watching the\nfrozen image of the Gremlin’s eyes.\n\f175.\n\n108-108AEXT/INT. grandma’s DRIVEWAY/ guest room - next mornirig)8-108A\n\nConor looks out his bedroom window. See his DAD pull up.\n\f176.\n\n109 Omitted 109\n\f177.\n\nEXT. pier - DAY 110\n\nConor and his dad walk along an old pier under the cloudy\nsky.\n\nDAD\nI'll be back. I will, I promise.\n\nConor says nothing.\n\nDad (CONT'D)\nAnd you'll come for Christmas in\nLA! That’1l be fun-\n\nConOR\nI don’t want to leave Mum on her\nown for Christmas.\n\nDad stops walking. Conor looks up at him. It’s almost a\nchallenge to contradict him.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nDad stops walking. Conor looks up at him. It’s almost a\nchallenge to contradict him. \n\nTARGET SECTION TO BE ANNOTATED:\nDAD\nConor-\n\nCONOR\nShe's going to get better. They’re\ngiving her this new medicine and\nshe'll come home. It’s the whole\nreason. It has to be.\n\nDAD\nReason for what?\n\nCONOR\nSo you just go back to LA, go back\nto your other family-\n\nDad\nConor, this new medicine your mum's\ntaking-\n\nCONOR\n\nIt’s going to make her well.\nBeat, as Dad makes the important decision.\n\nDAD\nNo, Conor. It probably isn’t.\n\nCONOR\nYes, it is.\n\nDAD\nIt’s a last ditch effort, son.\nShe's too weak. She keeps getting\ninfections-\n\f178.\n\nCONOR\nIt’ll heal her. I know it. I’m\ntelling you, it’s the whole reason\nit came-\n\nDaD\nReason what came? What are you\ntalking about?\n\nCONOR\n(hastily, clinging\ndesperately to hope)\nThe monster! It comes every night.\nIt’s a tree that turns into a\nmonster at 12.07-\n\ndad\nConor... What?\n\nCONOR\nAt first I thought it was a dream\nbut there’s always berries and\nleaves and stuff when I wake up-\n\ndad\nConor.\n\nCONOR\n(even louder)\nAnd I’ve got one story to go and\nthen I’ve got to tell my own and I\nthink that’s when it’s going to\nheal her-\n\ndad\nConor, stop this!\n\nConor finally stops. Looks, upset, at his father. Dad puts\nhands on Conor’s shoulders to talk to him, gently.\n\nDad (CONT'D)\nI don’t know what this dream is,\nConor, but that’s all it is. A\ndream. I’m sorry. You shouldn’t\nhave to face this, but not every\nstory has a happy ending.\n\nConor starts at this. He knows not every story does.\n\nDAD (CONT'D)\nThis is what I meant when I said\nyou were going to have to be brave.\n\nLong pause.\n\nCONOR\n(like he’s realising\nsomething)\n\n(MORE )\n\fCONOR (CONT'D)\nYou've never seen a monster, have\nyou?\n\nDad stares back, concerned.\n\nDAD\nOh, I’ve seen plenty.\n\n179.\n\f180.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAD\nOh, I’ve seen plenty. 179. 180. \n\nTARGET SECTION TO BE ANNOTATED:\n111 ExT. grandma’s driveway - morning 111\nConor's Dad hugs him goodbye.\n\nDaD\nI‘ll be back as soon as I can.\n\nConoR\nWhat if it’s not fast enough?\n\nDAD\nWe'll Skype. And I’m only ever a\nphone call away.\n\nCONOR\n(beat)\nI hope your baby is okay.\n\nDAD\nYour half-sister. And thank you.\n(beat)\nConor, listen, I-\n\nCONOR\nYou don’t have to.\n\nDAD\n(confused)\nI don’t have to what?\n\nCONOR\n(shrugs )\nJust... you don’t have to.\n\nDad has no answer. His son is giving him permission to leave\nhim behind. He hugs Conor, but doesn’t contradict him.\n\nDAD\nBack as soon as I can.\n\nConor makes a sad little wave at him, then turns his back to\ngo inside.\n\nFade to bLACK.\n\f181.\n\nNightmare\n\nThe nightmare sounds rise again, screaming, yelling,\ncrescendo to-\n\nCuT TO:\nMUSIC RISES. A montage of days passing:\n\f182.\n\n112-112AInt./EXT. GranDMA’S SITTING ROOM/DRIVEWAY - day 112-112A\n\nConor, almost angrily, packs away all the rubbish bags he and\nhis father have collected, stuffing them into the bin\noutside.\n\f113\n\n183.\n\nInT. hospital room - day 113\n\nConor sits in a corner chair while, out of focus, FRIENDS OF\nHIS MUM visit her. Lily’s mum is one of them, and she’s\nthere, too. Conor ignores her, playing on his phone instead.\n\f114\n\n184.\n\nInT. SHOP ROAD - DAY 114\n\nConor stops by the shop window again, but the case of\ncoloured pencils has been replaced by something else. He\nsighs and walks on.\n\f185.\n\nInT. phySICAL SOCIAL AND EDUCATION CLASS - dAY 115\n\nConor sits at his desk, drawing on his SKETCHPAD and ignoring\nthe lesson. Ms. Kwan lectures about BULLYING on the\nPowerpoint (along with, ironically, a sign that reads “This\nschool operates a zero-tolerance anti-bullying policy”).",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nInT. phySICAL SOCIAL AND EDUCATION CLASS - dAY 115\n\nConor sits at his desk, drawing on his SKETCHPAD and ignoring\nthe lesson. Ms. Kwan lectures about BULLYING on the\nPowerpoint (along with, ironically, a sign that reads “This\nschool operates a zero-tolerance anti-bullying policy”). \n\nTARGET SECTION TO BE ANNOTATED:\n).\nClassmates’ hands (including Lily, next to Conor) are in the\nair.\n\nMs. Kwan walks by Conor’s desk. She and Conor exchange a\nlook, and we see Ms.Kwan decide to let Conor keep drawing.\n\nConor's become untouchable. Which is worse than ever. Harry\ncatches his eye. Conor looks away.\n\f186.\n\nInT. hoSPITAL ROOM - daY 116\n\nConor is at the door to the room. His Mum, helped by a FEMALE\nNURSE, is in distress. Fear in her eyes, his Mum gestures\nangrily for Grandma to get Conor out of the room. Grandma\ndoes. She’s stern, though, not spiteful.\n\f117\n\nOmitted\n\n187.\n\f188.\n\n118 EXT. grandMA’S driveWAY - momENTS LATER 118\n\nConor drags the wheelie bin to the curb among several plastic\nbags waiting to be pick up by the dustmen.\n\f189.\n\n119 InT. grandMA’S SITTING ROOM - DAY 119\n\nConor in the middle of the now-empty sitting room. It seems\nMUCH bigger.\n\f190.\n\n120 InT. school BLUE HALLWAY - dAY 120\n\nConor walks against the flow of students, alone. They leave\nan area around him, as if they can’t see him at all.\n\f121\n\n191.\n\nInT. phySICAL SOCIAL AND EDUCATION CLASS - latER 121\n\nConor sits at his desk again. We finally sees what he’s\ndrawn. It’s a FLIP-ANIMATION on the corner of his textbook.\nHe flips the pages to animate it: It’s a drawing of him\nfalling into a huge black hole.\n\nMUSIC FINISHES\n\f122\n\n192.\n\nInT. scHOOL CAFETERIA - DAY 122\n\nConor sits alone, not eating the food in front of him,\nwithdrawn into himself. In the background, we might notice\nthat the digital clock reads 12.04.\n\nSLAP! From across the table, two hands smash down on either\nside of his tray, knocking his orange juice into his lap.\n\nConor stands, lap covered in juice, and looks up into the\nlaughing faces of Anton and Sully, either side of Harry's\nusual eerie stare.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nSLAP! From across the table, two hands smash down on either\nside of his tray, knocking his orange juice into his lap. Conor stands, lap covered in juice, and looks up into the\nlaughing faces of Anton and Sully, either side of Harry's\nusual eerie stare. \n\nTARGET SECTION TO BE ANNOTATED:\nSully\nO’Malley’s wet himself!\n\nAnton flicks some spilled juice onto Conor.\n\nANTON\nYou missed some!\n\nThey laugh, but then notice that Harry and Conor are doing\nthat uncomfortable staring thing again. The laughter dies.\n\nHARRY\nI think I’ve finally figured you\nout, O'Malley. After all this time.\n\nHarry steps forward. Conor braces himself.\n\nHARRY (CONT'D)\nHere is the very worst thing I can\ndo to you.\n\nSuLLY\nYou’re in for it now.\n\nAnTON\nKick his ass.\n\nBut Harry just holds out his hand to shake. Surprised, Conor\nshakes it.\n\nHarRY\nGoodbye, O’Malley. I no longer see\nyou.\n\nHe lets go of Conor’s hand and turns his back to leave. After\na confused beat, Anton and Sully do the same.\n\nConor watches them go, growing more and more upset, a breeze\ntousling his hair...\n\n«+.as the bullies pass in front of the digital clock, it\nticks over to 12.07.\n\f193.\n\nANGLE ON: Conor, as the The Monster now stands behind him,\nstretching up to the tall ceiling of the cafeteria. It kneels\ndown and speaks into his ear.\n\nMonSTER\nIt is time for the third tale.\n\nWithout looking back, Conor starts to walk after Harry. The\nMonster matches him, step for step.\n\nMONSTER (CONT’D)\nThere was once an invisible man,\nwho had grown tired of being\nunseen.\n\nMONSTER (CONT'D)\nIt was not that he was actually\n\ninvisible. It was just that people\nhad become used to not seeing him.\n\nConOR\n(to Harry)\nHey!\n\nConor quickens his step. The Monster keeps up.\n\nConor catches up to Harry and grabs him by the shoulder,\ntwisting him around. Harry pretends to not see him, pretend-\nblaming a laughing Sully for grabbing him.\n\nMONSTER\nOne day, the invisible man couldn't\nstand it anymore. He kept\nwondering: if no one sees you, are\nyou really there at all?\n\nConor watches the three bullies walking away again.\n\nCONOR\n(to Monster w/o turning)\nWhat did the invisible man do?\n\nMONSTER\nHe called for a monster...\n\nConor raises his fists.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONOR\n(to Monster w/o turning)\nWhat did the invisible man do? MONSTER\nHe called for a monster... Conor raises his fists. \n\nTARGET SECTION TO BE ANNOTATED:\n Behind him, the Monster does the\nsame.\n\nConor runs after Harry, the Monster following.\n\nANGLE ON: Harry, Sully and Anton turn in amusement, but their\nfaces change to fright. Are they seeing the Monster or just\nConor? Sully and Anton bolt, leaving Harry.\n\nANGLE ON: Conor, runs at him, yelling his rage. He raises a\nfist. The Monster raises a fist behind him in mirror. They\nboth swing forward.\n\f123\n\n194.\n\nInT. SCHOOL/HIGH SCHOOL DIRECTRESS'S OFFICE - Later 123\n\nConor flexes his fists in his lap. They’re bloody and\nbruised. MISS KWAN is there, but we stay tight on Conor.\n\nDIRECTRESS (0.S.)\nI don’t even know what to say to\nyou, Conor. You sent him to\nhospital. His parents are\nthreatening to sue.\n\nConor looks up, briefly.\nDIRECTRESS (CONT ’D)\nBut I explained that he’d been\nbullying you and that your\ncircumstances were... special.\n\nConor winces at the word, looks at his battered fingers.\n\f123A\n\n195.\n\nInt. School caFETERIA - day 123A\n\nFLASH: of eyes of the cafeteria, watching Conor beat\nHarry.\n\nDIRECTRESS\nThey backed down.\n(shouting)\nBut that’s not the point!\n\nConor jumps. Still doesn’t look at her. We hear her sigh.\n\nConOR\nIt wasn’t me.\n\nDIRECTRESS\nWhat was that?\n\nFinally glances up to her, very briefly then down again.\n\nCONOR\nIt wasn’t me. It was the Monster.\n\f196.\n\n123B Int. SchoOL CAFETERIA - DAY 123B\n\nFLASH: Conor beating Harry, the Monster echoing his\nactions behind him.\n\nDIRECTRESS\n\nThe Monster.\n\n(leaning forward)\nConor, an entire dining hall saw\nyou hitting him. Saw you beating\nhim very badly.\n\n(beat)\nHeard you yelling about not being\ninvisible.\n\nConor winces again and looks down at his fists.\n\f197.\n\n123C Int. scHOOL CAFETERIA - DAY 123C\n\nFLASH: Conor yelling “I am NOT invisible! I’m NOT!” as\nhe hits Harry.\n\nDIRECTRESS\nI understand how angry you must be.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\n123C Int. scHOOL CAFETERIA - DAY 123C\n\nFLASH: Conor yelling “I am NOT invisible! I’m NOT!” as\nhe hits Harry. DIRECTRESS\nI understand how angry you must be. \n\nTARGET SECTION TO BE ANNOTATED:\nI mean, I haven’t even been able to\ntrack down a parent or guardian for\nyou.\n\nConOR\nMy dad’s gone back to America. My\nGrandma turns her phone on silent\nso it won’t wake up my Mum.\n\nMiss Kwan sits back. It’s an impossible situation.\n\nDIRECTRESS\nIf you want to be seen, Conor, this\nis not the way. School rules\ndictate immediate exclusion.\n\nConor shuts his eyes in anticipation. Here it comes. We sense\nthat, in fact, he wants it.\n\nDIRECTRESS (CONT'D)\nBut how could I do that-\n\nConor opens his eyes, surprised.\nDIRECTRESS (CONT'D)\n-and call myself any kind of\nteacher?\nHe looks up at her in disbelief and crushing disappointment.\nDIRECTRESS (CONT'D)\nGo back to class. We will talk\nabout this one day, Conor. But not\ntoday.\n\nConOR\nYou’re not punishing me?\n\nShe mirrors the words his father spoke earlier.\n\nDIRECTRESS\nWhat could possibly be the point?\n\f198.\n\n124 InT. school corridor/ DOWNSTAIRS - momentS LATER 124\n\nConor, shellshocked, walks back to class. He passes a\nSTUDENT, who gives him an elaborately wide berth.\n\f125\n\n199.\n\nInT. Physical Social and Education CLASS - momENTS LATER 125\n\nMr Clark is in mid-flow about EMOTIONAL WELL-BEING but\neveryone, including him, stops when Conor opens the door.\n\nConor pauses for a moment, then walks through the silence,\nall eyes on him, past Harry’s empty desk and back to his own,\nnext to LILY. He sits, defeated, as Mr Clark faintly\ncontinues his lesson.\n\nA small scraping sound. Conor looks down.\n\nCONOR’S POV - Lily’s finger tentatively pushes a NOTE onto\nhis desk.\n\nConor looks at her. She’s face-forward to Mr Clark, but wants\nhim to take the note. He takes it. He looks at her again. She\nturns to look him in the eyes.\n\nBut before he can open it, the classroom door opens again. A\nSECRETARY enters with a note. Conor and Lily watch as she\ncrosses to Mr Clark and they read it together.\n\nThey both look up, right at Conor.\n\f126\n\n200.\n\nInT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey both look up, right at Conor. 126\n\n200. InT. \n\nTARGET SECTION TO BE ANNOTATED:\n hosPITAL CORRIDOR FIRST FLOOR - day 126\n\nConor's Grandma leads him to his Mum’s hospital room. He\nmakes to enter, but stops when she doesn’t follow him in.\n\nConOR\nAren’t you coming?\n\nGrandma struggles with herself, knowing what awaits him. She\nfinally just puts her hands on his shoulders and squeezes\nthem brusquely. Her version of a hug.\n\nGraNDMA\nI’ll be... I’11 be around. Okay?\n\nShe nods, still struggling with herself. Then abruptly walks\naway. Conor watches her go. Then opens the door.\n\f127\n\n201.\n\nInT. hoSPITAL ROOM - DAY - conTINUOUS 127\n\nMum’s bed is in the sitting position. She looks very bad,\nbreathing tube in her nose, but she smiles when she sees him.\nShe holds up a long, straight-haired, yet purple wig.\n\nMuM\n(voice thin)\nI suppose even drag queens get old.\n\nBut Conor doesn’t laugh. He realises fully what’s about to\nhappen.\n\nMum pats the mattress like before. But Conor pointedly sits\nin the chair by her bed instead. She nods that this is okay,\ntoo. He stares at the floor.\n\nMum (CONT'D)\nWhat did you do to your hands?\n\nConOR\n(surprisingly angry)\nThis is the talk, isn’t it?\nEverybody always wants to have a\ntalk lately.\n\nMum readies herself, smiles again.\n\nMUM\nI wanted to see you. And you know\nhow the morphine sends me off to\nCloud Cuckoo Land sometimes-—\n\nConOR\nWhy did Grandma get me out of\nschool?\n\nMum\n\nLook at me, son.\n\nHe refuses at first, but finally does, arms crossed tight\nagainst himself. Here it is. There’s no going back.\n\nMum (CONT'D)\nI spoke to the doctor this morning.\nThe new treatment isn’t working,\nsweetheart.\n\nConOR\nThe one from the yew tree?\n\nMUM\nYes.\n\nConOR\nHow can it not be working?\n\nBeat, as Mum swallows, tries to smile for him.\n\f202.\n\nMuM\nThings have just moved really fast.\nFaster than they thought.\n\nCONOR\n(as if to himself)\nBut how can it not be working?\n\nMUM\nI know.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nFaster than they thought. CONOR\n(as if to himself)\nBut how can it not be working? MUM\nI know. \n\nTARGET SECTION TO BE ANNOTATED:\n I had big hopes for our own\npersonal yew tree.\n\nConOR\nBut it didn’t help.\n\nMum shakes her head slightly.\n\nConOR (CONT'D)\nSo what happens now? What’s the\nnext treatment?\n\nMum doesn’t answer. Which is an answer in itself. Conor looks\nback at the floor and says the final thing out loud.\n\nConOR (CONT'D)\nThere aren’t any more treatments.\n\nMuM\n(quietly crying now)\nI’m sorry, son. I’ve never been\nmore sorry about anything in my\nlife.\n\nConoR\nYou said it would work. You\nbelieved it would work.\n\nMuM\nI know.\n\nConOR\nYou lied. You’ve been lying this\nwhole time.\n\nMUM\nI think, maybe, deep in your heart,\nyou've always known, though.\nHaven’t you?\n\nShe reaches for him, but he won’t take her hand.\n\nMum (CONT'D)\n\nIt’s okay that you’re angry,\n\nsweetheart. It really, really is.\n(rueful laugh)\n\nI’m pretty angry, too, to tell you\n\nthe truth. But Conor? Are you\n\nlistening, Conor?\n\f203.\n\nConor, still looking away, eventually nods.\n\nMUM (CONT'D)\n\nOne day, if you look back and you\nfeel bad for being so angry that\nyou couldn’t even speak to me, then\nyou have to know that it was okay.\nThat I knew. I know everything you\nneed to tell me without you having\nto say it out loud.\n\nConor still can’t look at her. She starts crying harder, but\npushes through it.\n\nMUM (CONT'D)\n\nAnd honestly, son, you be as angry\nas you need to be. Don’t let anyone\ntell you otherwise. Not your\nfather, not your grandma, no one.\nAnd if you need to break things,\nthen by God, you break them good\nand hard. And I'll be right there.\nYou might not see me, but I’1l be\nright there, breaking ‘em right\nalong with you.\n\nConor can hardly bear it.\n\nMUM (CONT'D)\n\nI need to know that you heard me,\nsweetheart. I need to know, okay?\nOkay?\n\nWithout looking at her, Conor finally nods his agreement. The\nfinal acknowledgement that she’s going to die.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nOkay? Without looking at her, Conor finally nods his agreement. The\nfinal acknowledgement that she’s going to die. \n\nTARGET SECTION TO BE ANNOTATED:\nMum breathes out in exhausted relief.\n\nMum (CONT'D)\nI’m so sorry. I’m going to have to\ntake some more painkillers.\n\nObviously in pain, she presses the morphine button. She\nreaches for Conor again. After a beat he finally takes her\nhand.\n\nMuM (CONT'D)\n\n(quietly weeping)\nI wish I had a hundred years. A\nhundred years I could give to you.\n\nConor holds his mother’s hand and looks at the floor, as she\ndrifts to drug-induced sleep. There’s nothing more to say.\n\f128\n\n204.\n\nInT. hoSPITAL ROOM - later 128\n\nConor's Mum is asleep. The light outside has grown dimmer.\nConor sits, alone, in the chair, hunched down low. Grandma\nenters, a worried look on her face. How did it go?\n\nConor looks up at her, his eyes red, with grief, with rage.\n\nConoR\nI want to go home.\n\nGrANDMA\nConor-\n\nConOR\nMy home. The one with the yew tree.\n\nGRANDMA\n(not unkind)\nConor, no, not tonight. You’re\ngoing to want to be here.\n\nConor understands what she means as Grandma sits on the other\nside of the bed, taking her daughter’s hand. Conor stands.\n\nCONOR\nI’m going to get something to eat.\n\nGrandma nods and Conor leaves...\n\f129\n\n205.\n\nInT. hoSPITAL CORRIDOR - conTINUOUS 129\n\n.--but as we follow him out of the room, he starts walking\ndown the corridor, then faster, then faster, until he’s\nfinally RUNNING AS FAST AS HE CAN-\n\f206.\n\n130 ExT. hospital entrance conTINUOUS 130\n\n«+.OUT OF THE HOSPITAL.\n\f207.\n\n131-131AEXT. PAVEMENT/ LONG PAVEMENT - CONTINUOUS 131-131A\n\nConor keeps on running.\n\f132\n\n208.\n\nEXT. conor’s house driveway - momenTS LATER 132\n\nEvening is coming on. Conor, still running, approaches his\nown house. Out of breath, tired, but still going, we follow\nhim in one continuous shot as he opens his front door and\ngoes into...\n\f209.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nConor, still running, approaches his\nown house. Out of breath, tired, but still going, we follow\nhim in one continuous shot as he opens his front door and\ngoes into... 209. \n\nTARGET SECTION TO BE ANNOTATED:\n132A InT. conOR’S HOUSE FRONT HALLWAY - conTINUOUS 132A\n\n..-where he doesn’t even shut the door behind him and\ncontinues through...\n\f210.\n\n132B Omitted 132B\n\f211.\n\n132C InT. conOR’S KITCHEN - conTINUOUS 132C\n\n...-increasing his pace, he goes to the back door and heads\nout into...\n\f132D\n\n212.\n\nEXT. conOR’S BACK GARDEN — conTINUOUS 132D\n\n...running now, across the garden, where we can see the\nhilltop and yew tree ahead of him. He goes through the back\ngate, it opens with a groan of metal, and Conor...\n\f213.\n\n132E ExT. Train Tracks (FX ZONE) - conTINUOUS 132E\n\n...crosses the train tracks...\n\f214.\n\n132F EXT. HILL GATES - CONTINUOUS 132F\n\n...to a torn opening in the fence on the other side. He ducks\nunder it and we follow him...\n\f132G\n\n215.\n\nEXT. CHURCHYARD hiLLTOP - conTINUOUS 132G\n\n...-into the graveyard that stretches down the hill. The yew\ntree is up top, but still just a tree. Conor runs furiously\nnow...\n\nUp the hill, dodging through the tombstones...\nThe tree getting closer and closer...\n\nConOR\nWAKE UP!\n\nStill in the continuous shot, he reaches the tree and starts\npounding and kicking it.\n\nConOR (CONT'D)\nI said, WAKE UP! I don’t care what\ntime it is! WAKE UP!\n\nKicks it again. And again.\n\nAnd the tree steps out of the way, causing Conor to fall. We\npull up higher and higher, in the Monster's POV, seeing Conor\non the ground. Continuous shot ends.\n\nMONSTER\nYou will do yourself harm if you\nkeep that up.\n\nConor gets angrily to his feet. It’s nearly night now.\n\nCONOR\nIt didn’t work! You said the yew\ntree would make her better, but it\ndidn’t!\n\nMONSTER\nI said if she could be healed, the\nyew tree would do it. It seems she\ncould not.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou said the yew\ntree would make her better, but it\ndidn’t! MONSTER\nI said if she could be healed, the\nyew tree would do it. It seems she\ncould not. \n\nTARGET SECTION TO BE ANNOTATED:\nConor attacks the monster again, pounding it with his fists.\nHe pulls off one of the Monster’s small branches.\n\nCONOR\n\nFix her! Make her better!\nMONSTER\n\nOw!\n\nConor-\nCONOR\n\n(still attacking)\nWhat’s the use of you if you can’t?\nJust stupid stories and getting me\ninto trouble and everyone treat me\nlike I’ve got a disease-\n\f216.\n\nThe Monster kneels down, hands on either side of Conor.\n\nMONSTER\nYou were the one who called me,\nConor O'Malley. You were the one\nwith the answers to these\nquestions.\n\nCONOR\nIf I called you, it was to save\nher! It was to heal her!\n\nMONSTER\nI did not come to heal her. I came\nto heal you.\n\nBeat, as Conor takes in the impact of this.\n\nCONOR\nMe? I don’t need... My mum’s the\none who...\n\nBut the weight of the Monster's words are too much.\n\nBeat,\n\nConOR (CONT'D)\nAhhhhhh!\n\n(quietly)\nHelp me.\n\nas the Monster takes in a breath.\n\nMonSTER\nIt is time... for the fourth tale.\n\nConor’s eyes widen in horror, but before he can speak, the\nworld has changed:\n\f133\n\n217.\n\nExT. the fourth tale nightmare - AFTERNOON - contINUOUS 133\n\nConor and the Monster are on a dark, barren stretch of\nground. An evil place, in the blackest night. The sounds from\nConor’s nightmare rise again - the blowing wind, the faint\nrumblings.\n\nThe Monster stands over Conor, but is dangerous-looking and\nsinister, the branches from its body are unraveling beyond it\nin gnarls, its eyes changed to a merciless blankness.\n\nConOR\nNo! Please! Get me out of here!\n\nMonSTER\n(scarier than ever)\nThere will be no more delays. It is\ntime for you to tell the fourth\ntale.\n\nCONOR\nI don’t know any tales! I have to\nget back to my Mum!\n\nThe Monster looks past Conor.\n\nMONSTER\nBut she is already here.\n\nConor turns to look. Far across the clearing stands his\nmother. She is frail and thin, but not bald, dressed in\nflowing white cloth.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nConor turns to look. Far across the clearing stands his\nmother. She is frail and thin, but not bald, dressed in\nflowing white cloth. \n\nTARGET SECTION TO BE ANNOTATED:\n She turns and smiles at him, but so\nvulnerable. She’s been the figure in the nightmare all along.\n\nCONOR\nNo! Mum! Get out of here!\n\nMum\nI'm fine, darling. There’s nothing\nto worry about.\n\nCONOR\nMum, run! Please, run!\n\nMum\nBut there’s nothing to worry!\n\nBut there’s a terrible sound, a distant ROARING, as of\nsomething impossibly big.\n\nMum (CONT'D)\n(troubled)\nConor?\n\nOVERHEAD SHOT - high above, we see Conor and the Monster,\ndistant from Mum.\n\f218.\n\nBehind her, in a large circle she stands on the edge of, the\nGROUND BEGINS TO COLLAPSE AWAY, almost like a whirlpool,\nwhipping everything into it, along with blackness and dust.\n\nConOR\nMum! MUM!\n\nHe starts to run for her. The ground continues to collapse\naround her until-\n\nMum\nConor!\n\nIt collapses right BELOW HER, dropping her into the gaping,\nswirling hole. She grabs on to the edge-\n\nBut can’t hold on-\n\nUntil Conor reaches her, grabbing onto her, holding her\nthere.\n\nHere it is. Conor’s WORST NIGHTMARE. The thing he is most\nafraid of in the world. The winds shrieking and howling\naround them, swirling into the hole.\n\nCONOR\nNO MUM!!\n\nThe nightmare is in full flow. The screaming, the roaring,\nthe wind, all because he’s holding on to his mother, trying\nto prevent her from falling.\n\nMum\nDon’t let go, Conor! Don’t let me\ngo!\nConOR\n(struggling)\n\nI won’t! I promise.\n\nThe wind grows worse; the whirlpool effect starts to pull\ncars and telephone poles into the hole.\n\nConor’s Mum starts to slip from Conor’s grasp.\n\nConOR (CONT'D)\nNo!\n\nConor turns to our original Monster, still not moving.\n\nCONOR (CONT'D)\nHelp me! I can’t hold on to her!\n\nMuM\nConor! I’m slipping!\n\nCONOR\nNO MUM!\n\f219.\n\nBut it’s getting too much. She’s too heavy. The Monster\napproaches, unraveled and huge and terrifying.\n\nMOnSTER\n\nHere is the fourth tale.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s too heavy. The Monster\napproaches, unraveled and huge and terrifying. MOnSTER\n\nHere is the fourth tale. \n\nTARGET SECTION TO BE ANNOTATED:\nConOR\n\nShut up! Help me!\nMONSTER\n\nHere is the truth of Conor\n\nO'Malley.\nConor’s Mum is screaming, slipping.\n\nCONOR\nNo! Help me!\n\nShe's pulling away from his hands, from his fingers. He's\ntrying, trying-\n\nMum\nConor!\n\nConOR\nNO! Mum—\n\nBut she falls.\n\nThe hole takes her and she falls, falls, falls away, her\nwhite dress a light in the darkness. Conor watches her fall-\n\nHe turns back to the Monster anguished, the swirling darkness\nbehind him. THIS IS THE IMAGE HE DREW ON HIS SKETCHPAD.\n\nThe blackness and furious winds abate, until there’s only\nquiet.\n\nConOR (CONT'D)\n(angry, frightened)\n\nThis is when I wake up. This is\n\nwhen I always wake up.\n\nMonSTER\nThe tale is not yet told.\n\nCONOR\nGet me out of here. I need to see\nmy mum!\n\nMONSTER\nShe is no longer here, Conor. You\nlet her go.\n\nCONOR\n\nThis is just a nightmare. This\nisn’t the truth.\n\f220.\n\nThe Monster leans forward, scaring Conor into falling back.\n\nMONSTER\nIt is the truth. You let her go.\nConOR\nShe fell. I couldn’t hold on to her\nany more.\nMonSTER\n\nYou let her go.\n\nConOR\nShe fell!\n\nThe Monster leans over him, as terrifying as it’s ever been.\nMonSTER\nYou must speak the truth or you\nwill never leave this place.\n\nCONOR\nLet me go!\n\nMONSTER\nSpeak the truth!\n\nConOR\nWhat truth?! I don’t know what you\nmean!\nThe Monster’s face surges down close to his, punching its\nhands either side of Conor, causing the ground to CRACK all\naround him.\n\nMONSTER\nYou do know.\n\nA sudden quiet. Conor does know. He’s always known.\nCONOR\n(quietly)\nNo. I can’t.\n\nMONSTER\nYou must.\n\nCONOR\nI can't.\n\nThere’s a sudden note of kindness in the Monster’s voice.\n\nMONSTER\nYou can. You let her go!\n\nConor begins to cry.\n\f221.\n\nCONOR\n(shaking his head)\nPlease-\nMONSTER\n\nYou let her go, Conor O'Malley.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nConor begins to cry. 221. CONOR\n(shaking his head)\nPlease-\nMONSTER\n\nYou let her go, Conor O'Malley. \n\nTARGET SECTION TO BE ANNOTATED:\nDidn't you?\n\nConor squeezes his eyes shut tight.\n\nMONSTER (CONT'D)\n\nYou could have held on for longer,\nbut you let the nightmare take her.\nDidn't you?\n\nConOR\nNo.\nMONSTER\nYES! You allowed her to fall.\nCONOR\nNo!\nMONSTER\n\nYou must tell me the fourth tale,\nConor O'Malley. You must!\n\nCONOR\nIt’ll kill me if I do!\n\nMONSTER\nIt will kill you if you do not!\n\nThe Monster pounds the ground again, terrifying. More cracks\nform, until Conor’s trapped on a broken shelf above the hole,\nteetering above it.\nMONSTER (CONT’D)\nYou let her go. Before it’s too\nlate! Tell me WHY!\nBeat, as Conor struggles.\n\nConOR\nNo-\n\nThe ground collapses more, the shelf teeters.\n\nMONSTER\n(pleading)\nSpeak the truth!\nCONOR\nNo.\nMONSTER\n\nSpeak the truth Conor O'Malley!\n\f222.\n\nCONOR\nNo!\n\nMONSTER\nSPEAK THE TRUTH!\n\nCONOR\nwooooo!\n\nMONSTER\n\nSPEAK THE TRUTH BOY!\n\nUntil, finally...\n\nConor can’t fight it any longer...\n\nHe speaks the truth.\n\nConOR\n\nI want it to be over! I can’t stand\nknowing that she’ll go! I want it\nto be finished! I let her fall! I\nlet her die!\n\nHe collapses to the ground. The shelf gives way beneath him,\nand he falls-\n\nScreaming into the hole-\n\nThe Monster disappearing above him-\nUntil-\n\nWHOOMP! He hits something, landing on it.\n\nIt’s the MONSTER’S OUTSTRETCHED HAND. It has caught him. It\nlifts him gently up out of the hole and deposits him:\n\f134\n\n223.\n\nExT. POST NIGHTMARE (hilLTOP) - SUNSET - momentS LATER 134\n\nBack on the ground on the hilltop behind his house. The\nMonster stands above him. Conor sits up, his face beyond sad,\nhelpless tears coming.\n\nConOR\nWhy didn’t it kill me? I deserve\npunishment. I deserve the worst.\n\nMonSTER\nDo you?\n\nConOR\nI’ve known forever she wasn’t going\nto make it. She said she was\ngetting better all the time because\nthat’s what I wanted to hear.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nMonSTER\nDo you? ConOR\nI’ve known forever she wasn’t going\nto make it. She said she was\ngetting better all the time because\nthat’s what I wanted to hear. \n\nTARGET SECTION TO BE ANNOTATED:\n And I\nbelieved her.\n\n(beat)\n\nExcept I didn’t.\n\nMONSTER\nNo.\n\nCONOR\nAnd I started to think how much I\nwanted it to be over. I couldn’t\nstand how alone it made me feel.\n\nMONSTER\nA part of you wished it would end.\nEven if it meant losing her.\n\nConOR\n(whispering)\nI let her go. I could have held on,\nbut I always let her go.\n\nMONSTER\nAnd that, is your truth, Conor\nO'Malley.\n\nCONOR\n\nI didn’t mean it, though! And now\nit’s for real! Now she’s going to\ndie and it’s all my fault!\n\nMONSTER\nAnd that, is not the truth at all.\n\nConor gives into grief. The Monster gently takes him up in\ntwo huge hands, making a comforting bed out of them.\n\nMONSTER (CONT’D)\nYou were merely wishing for an end\nof pain. Your own pain. It is the\nmost human wish there is.\n\f224.\n\nCONOR\nI didn’t mean it.\n\nMONSTER\nYou did, but you also did not.\n\nConor looks up at the big face in front of him.\n\nCONOR\nHow can both be true?\n\nMONSTER\nHow can a prince be a murderer and\na saviour? How can an apothecary be\nevil-tempered but right-thinking?\nHow can invisible men make\nthemselves more lonely by being\nseen?\n\nConOR\n(shrugs, exhausted)\nI don’t know. Your stories never\nmade any sense to me.\n\nMONSTER\nBecause humans are complicated\nbeasts. You believe comforting lies\nwhile knowing full well the painful\ntruths that make those lies\nnecessary. It is a wonder you can\nsurvive at all.\n\nConor isn’t sure he buys this, as much as he might want to.\n\nMonSTER (CONT'D)\n\nIn the end, Conor, it is not\nimportant what you think, it is\nonly important what you do.\n\nLong beat as Conor considers this.\n\nConOR\nSo what do I do?\n\nMONSTER\nWhat you did just now. You speak\nthe truth.\n\nConOR\nThat’s all?\n\nMONSTER\nYou think it’s easy? You were\nwilling to die rather than speak\nit.\n\nCONOR\nBecause what I thought was so wrong-\n\f225.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONSTER\nYou think it’s easy? You were\nwilling to die rather than speak\nit. CONOR\nBecause what I thought was so wrong-\n\f225. \n\nTARGET SECTION TO BE ANNOTATED:\nMONSTER\nIt was not wrong. It was only a\nthought. One among millions.\n\nConor takes a long breath, he’s exhausted. In fact, he’s\nfighting to keep his eyes open.\n\nCONOR\nI’m so tired. So tired of all of\nthis.\n\nMONSTER\nThen sleep. There’s time.\n\nConOR\nAre you sure? I need to get back to\nmy mum.\n\nMonSTER\n\nYou will. I promise you.\n\nConor considers this.\n\nConOR\nWill you be there?\nMONSTER\nYes. It will be the final steps of\n\nmy walking.\nConor nestles into the monster’s hands.\n\nConOR\nHow does the fourth story end?\n\nMONSTER\nShhh... Sleep...\n\nBut he hears no answer as he can no longer fight off sleep.\n\f135\n\n226.\n\nExT. CHURCHYARD HILLTOP - niGHT - laTER 135\n\nConor is asleep on the hilltop. The Monster is now just a\ntree, but there’s still a suggestion that it’s cradling him.\nConor’s phone buzzes in his pocket but he doesn’t wake. We\nhear a car pull up and a door open.\n\nGranDMA (0o.S.)\n(faintly)\nOh, thank God!\n\nConor blinks himself awake. He looks up.\n\nGranDMA (0.S.) (CONT'D)\nConor! CONOR!\n\nHe sees his Grandma running towards him from where she’s left\nher car (lights on, engine running, door open) by the church\nnext to the graveyard. She’s putting away her phone,\nobviously the one who’s been calling him.\n\nGranDMA (CONT'D)\nCONOR!\n\nHe stands, bracing himself, but when she reaches him she\ngrabs him in a hug so vigorous they almost tumble over.\n\nShe releases him and, being who she is, starts shouting.\nGRANDMA (CONT'D)\nWhere have you BEEN? I’ve been out\nof my MIND trying to find you!\n\nConOR\nThere was something I needed to-\n\nBut she’s already dragging him towards the car.\n\nGraNDMA\nNo time! We have to go now!\n\nShe sprints off away from him, back to the car, and what this\nmeans sinks in for Conor. He races after her.\n\f136\n\n227.\n\nInT/ext.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe races after her. 136\n\n227. InT/ext. \n\nTARGET SECTION TO BE ANNOTATED:\n grandma’s car/city streets TO TRAIN CROSSING - nilgitt\n- moments LATER\n\nGrandma drives at extremely high speed, cutting corners,\nrunning red lights. It would be funny if it weren’t so\ndesperate. Conor sits in the passenger seat, shy of how much\nshe’s both crying and trying to control herself.\n\nShe turns another corner and he grabs his seatbelt. But he\nnotices something sticking out of his pocket. LILY’S NOTE. He\ntakes it out and unfolds a comically high number of times.\nIt’s just three lines:\n\n--“I miss being your friend.”\n\n--\"You’re not invisible.”\n\n--“I see you.”\n\nThe “I” is underlined a comic number of times, too. It’s\nheart-breaking.\n\nConOR\nGrandma-\n\nGrandMA\nDon’t. Just don’t.\n\f228.\n\n136A They fly over a bump. Conor puts the note back in his podksa\n\nConOR\n(quietly)\nI’m sorry. About the sitting room.\nAnd everything.\n\nShe laughs a thick, sad laugh.\n\nGranDMA\nIt doesn’t matter. It doesn’t\nmatter.\n\nConOR\n\nIt doesn’t?\n\nGRANDMA\nOf course it doesn’t.\n\nShe starts to really cry, so just lets herself.\n\f229.\n\n136B She turns a corner to a train crossing, the barriers firnB6B\ncoming down. No way to drive around it. She stops, hitting\nthe steering wheel in frustration.\n\nGraNDMA (CONT'D)\n(beat)\n\nYou know, Conor? You and me? Not\n\nthe most natural fit, are we?\n\nConOR\nNo. I guess not.\n\nGRANDMA\nI guess not either. But we’re going\nto have to learn.\n\nConoR\nI know.\n\nGrandma makes a little sobbing noise.\n\nGRANDMA\nYou do know, don’t you? Of course\nyou do. But you know what,\ngrandson? We have something in\n\ncommon.\n\nConOR\nWe do?\n\nGRANDMA\nOh, yes.\n\nWe hear the train horn in the distance. Grandma looks at him.\nGranDMA (CONT'D)\nYour mum. That’s what we have in\ncommon.\n\nConor doesn’t answer, but he knows what she means. This is\ntheir peace talk, and he agrees to it. He nods.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nConor doesn’t answer, but he knows what she means. This is\ntheir peace talk, and he agrees to it. He nods. \n\nTARGET SECTION TO BE ANNOTATED:\nShe reaches forward, grabs his hand, squeezing it tight. The\ntrain blasts past them in a brutal hurry.\n\nIt’s a short train, ending quickly. The barriers rise.\n\nGranDMA (CONT'D)\nHang on.\n\nShe peels off into the night.\n\f230.\n\n137-137AEXT./Int. hoSPITAL ENTRANCE/ CORRIDOR - nighT - momENTS/-ISTER\n\nGrandma and Conor race down the corridor, Grandma in the\nlead. They reach his Mum’s hospital room and...\n\f138\n\n231.\n\nInT. hoSPITAL ROOM DOOR - niGHt - conTINUOUS 138\n\n..-burst inside, Grandma with a terrible question on her\nface. The fight is clearly almost over for his Mum. The room\nis lit only by a small light above her bed. The Female Nurse\nstands by it, checking an IV.\n\nNuRSE\n(to Grandma)\nIt’s okay. You’re in time.\n\nGrandma makes a cry of relief, covering her mouth with her\nhands.\n\nNurse (CONT'D)\nI see you found him.\n\nGrandma goes to the opposite side, sits down and takes her\ndaughter’s hand, kissing it and rocking back and forth.\n\nThe Nurse leaves, acknowledging Conor. Conor stands in the\ndarkness by the doorway, not knowing what to do.\n\nMum\n(slurring)\nMa?\n\nGranDMA\nI’m here, darling. I’m here.\nConor's here, too.\n\nMUM\n(eyes still closed)\nIs he?\n\nGrandma looks at Conor, urging him to say something.\n\nConOR\nI'm here, mum.\n\nEyes still shut, Conor’s Mum reaches out a hand for him to\ntake. Just like he held it on the cliff face.\n\nThere is movement behind Conor, a familiar shadow appearing.\nSomehow the Monster fits in the room.\n\nMonSTER\nHere is the end of the tale.\n\nConOR\n(to Monster)\nWhat do I do?\n\nThe Monster puts two hands on Conor’s shoulders, gently\npushing him towards his mum’s bed.\n\nConor looks at the clock as he goes. It reads 11.58. Moments\nbefore 12.07.\n\f232.\n\nConOR (CONT'D)\n12.07. Is that...?\n(whispering)\nI'm afraid.\n\nMonSTER\nOf course you are afraid. It will\nbe hard.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\n(whispering)\nI'm afraid. MonSTER\nOf course you are afraid. It will\nbe hard. \n\nTARGET SECTION TO BE ANNOTATED:\n It will be more than hard.\nBut you will make it through, Conor\nO'Malley.\n\nThey reach the bed, where his Mum’s hand is still\noutstretched. Conor’s eyes begin to water.\n\nConOR\n(whispering, to Monster)\nYou'll stay? You’ll stay until...\n\nMonSTER\nI will be right here.\n\nThe moment is here. Conor takes his mother’s hand.\n\nShe opens her eyes, but she sees him there. Really sees him.\nDoes she even see the Monster behind him?\n\nConor can see the light reflected in her eyes, where the\n“life” is.\n\nMonSTER (CONT'D)\nNow all that is left is for you to\nspeak the simplest truth of all.\n\nAnd, at last, Conor can finally tell her the real truth.\n\nConOR\n(simply, quietly)\nI don’t want you to go.\n\nMum\n(at the end)\nI know, my love. I know.\n\nConor’s tears begin to spill now, in a quiet way.\nConOR\n(again)\n\nI don’t want you to go.\n\nAnd there’s nothing more to say. He leans forward onto her\nbed, and slips an arm around her, holding on to her.\n\nThe mother closes her eyes finally. We pull back, Conor holds\nhis mother, the Monster supporting him, his Grandma across\nthe bed, holding his Mum's hand.\n\nDissoLVE TO:\n\f139\n\n233.\n\nINT. hoSPITAL ROOM - niGHT - momeNTS LATER 139\n\n.»-a slow approach towards the clock on the hospital room\nwall. As the second hand slowly sweeps from 12.06.40 to\n12.06.45, we hear Conor’s earlier question to the Monster.\n\nConOR (v.0.)\nHow does the fourth story end?\n\nAnd this time, we hear the Monster’s response.\n\nMonSTER (V.O.)\nIt ends with the boy holding on\ntight to his mother. And by doing\nso, he can finally let her go.\n\nWe dissolve gently to black before the second hand's sweep\nreaches 12.07.\n\nFade TO BLACK.\n\nThen fade up on:\n\f140\n\n234.\n\ninT. grandma’s front HALLWAY - dawn 140\n\nIt’s the morning after. Dawn light comes in through the\nwindows. A clock reads 7am.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\ninT. grandma’s front HALLWAY - dawn 140\n\nIt’s the morning after. Dawn light comes in through the\nwindows. A clock reads 7am. \n\nTARGET SECTION TO BE ANNOTATED:\n Conor and Grandma enter, wearing\nthe same clothes as the night before. They’re spent,\nexhausted.\n\nThey climb the stairs, together in their grief.\n\f141\n\n235.\n\nINT. grandma’s CORRIDOR/ UPSTAIRS - conTINUOUS 141\nConor heads to the Guest Bedroom but:\n\nGranDMA\nNo.\n\nHe stops. She nods to the loft conversion that’s always been\nlocked.\n\nGRANDMA (CONT'D)\nIt’s your room now. I’ve been\nmaking it ready.\n\nShe nods him on his way, watching him go to the end of the\ncorridor, climbing the steep stairs.\n\nHe looks back once at her to make sure it’s okay. She smiles\nat him, so sadly.\n\nHe tries the door. For the first time, it’s unlocked. He\nlooks to his Grandma for one last check. She nods again and\nlets him go.\n\f142\n\n236.\n\nInT. GRANDMA’S lofT room - conTINUOUS 142\n\nIt’s a bedroom in the top of the house, complete with slanted\nceiling and big window, letting in a ton of morning light.\nClearly his mother’s. But the projector is there, too, and\nthe canisters for King Kong.\n\nThere is also the CASE OF PENCILS he’d been eyeing in the\nshop window, newly purchased by Grandma.\n\nConor steps inside. Drawings cover the walls, there are\nshelves of SKETCHPADS in rows, and at the far end, a DESK,\njust like the one in Conor’s room.\n\nOn it is Conor’s torn drawing of the nightmare from the\nsitting room.\n\nConor approaches it and picks it up. Underneath is a\nSKETCHPAD, an old one. There’s a note on top from his\nGrandma. “This belonged to your mum.”\n\nOn the cover are the words “Lizzie’S SKETCHPAD, AGE 12 (and a\nhalf).”\n\nConor opens it. We recognise his mum's style of art. He turns\nthe pages past images of trees, birds, friends and then-\n\nDrawing after drawing of the STORIES AND IMAGES WE'VE SEEN:\nthe Prince, the Farmer's Daughter, the Apothecary, the Parson\nand-\n\nThe Monster. Pages and pages of the Monster.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe recognise his mum's style of art. He turns\nthe pages past images of trees, birds, friends and then-\n\nDrawing after drawing of the STORIES AND IMAGES WE'VE SEEN:\nthe Prince, the Farmer's Daughter, the Apothecary, the Parson\nand-\n\nThe Monster. Pages and pages of the Monster. \n\nTARGET SECTION TO BE ANNOTATED:\n Conor stops on\none, a good one, the Monster looking ominous, powerful.\n\nOn the desk, pencils start to ROLL slightly towards the\nsketchpad.\n\nANGLE ON: Conor looking at the page, a small BREEZE stirring\nhis hair, the slightest hint of a private smile curling up.\n\nWe pull back, giving him his privacy and we:\n\nFADE TO BLACK.\n\f237.\n\nCredits\n\f"
}