{
  "1": "\n       FADE IN:\n\n\n\n       INT. ALICE'S - NIGHT - EXTREMELY CLOSE ON\n\n\n\n       a moving wall of muscled skin, tinged blue by moonlight.  \n\n       Four claw-like scratches are raked across this landscape in \n\n       bright red.  Throaty, guttural MOANS drift up from somewhere.  \n\n       Are we in heaven?  Or hell.\n\n\n\n       TIGHT SHOTS ON\n\n\n\n       A delicate hand caressing a muscled bishop.\n\n\n\n       A woman's leg entwined around a man's.\n\n\n\n       A cascade of red hair falling across an unshaven cheek.\n\n\n\n       Two faces pressed tightly together in a kiss.\n\n\n\n       The faces belong to ALICE and DAN, and as their moans build \n\n       to a crescendo we realize it isn't pain we're hearing but the \n\n       opposite.  Afterwards...\n\n\n\n       ALICE'S HANDS\n\n\n\n       gently rove Dan's back, tenderly caressing the scratches \n\n       they've just made.\n\n\n\n       CLOSE ON ALICE\n\n\n\n       her relaxed, happy face gazes up from the pillow.  She turns \n\n       and smiles at Dan.\n\n\n\n       Dan sleepily smiles back, then gently reaches out to caress \n\n       her shoulder.  Their eyes hold for a moment.  Alice leans \n\n       over and kisses him.\n\n\n\n                           ALICE\n\n                 I'm going to take a shower.\n\n\n\n       Dan nods and closes his eyes, still smiling.  Alice climbs \n\n       from bed.  FOLLOW HER.\n\n\n\n       INT. ALICE'S BATHROOM - NIGHT - ON SHOWER DRAIN\n\n\n\n       Water pours down into the drain from the shower.  TIGHT on \n\n       Alice's HEAD AND SHOULDERS as she steps INTO FRAME and stands \n\n       under the cascading water.\n\n\n\n       IN THE SHOWER\n\n\n\n       The hot water streams down onto Alice's face.  She scrubs \n\n       herself clean.  The water beats down on her shoulders and \n\n       back.  She rinses her hair.  Shakes her wet head.\n\n\n\n       THE DRAIN\n\n\n\n       gives an odd gurgle, like something had backed up the \n\n       plumbing.\n\n\n\n       ALICE\n\n\n\n       glances down.  Nothing.  Turns back the jets of water.  The \n\n       pressure builds up a little.  She turns it down.\n\n\n\n       THE DRAIN\n\n\n\n       the gurgles again.",
  "2": "---END OF PREVIOUS SECTION---\nThe \n\n       pressure builds up a little. She turns it down. THE DRAIN\n\n\n\n       the gurgles again. \n---TARGET SECTION TO BE ANNOTATED---\n  The water starts to back up, rising \n\n       around Alice's feet.\n\n\n\n       ALICE'S POV\n\n\n\n       She notices.  Leans down, perturbed, as the water reaches her \n\n       ankles and tries to clear the drain.  No success.  The water \n\n       continues to back up.\n\n\n\n                           ALICE\n\n                 Oh great.  The drain monster strikes \n\n                 again.\n\n\n\n       ALICE\n\n\n\n       stands back up now, a little apprehensive.  As the water \n\n       rises to her knees, the pressure from the shower jet suddenly \n\n       DOUBLES!  Gallons of water now BLAST into the shower.  Alice \n\n       tries to turn it off but the handles come off in her hands!\n\n\n\n       She tries to open the shower door.  IT WON'T BUDGE!  She's \n\n       trapped and now the water is climbing to her neck!  Frantic, \n\n       Alice POUNDS on the glass!\n\n\n\n       THE SHOWER\n\n\n\n       Completely full.  Alice stands inside, completely under \n\n       water, slamming her fists against the door, in desperation.  \n\n       Suddenly...\n\n\n\n       INT. CORRIDOR OF DOORS - NIGHT\n\n\n\n       the door opens.  But it is no longer Alice's glass shower \n\n       door.  It's one of the heavy doors in the asylum.  As it \n\n       opens toward CAMERA, Alice stumbles out of the STATIC WALL OF \n\n       WATER into a dark room.  The door closes behind her and melts \n\n       into the wall.\n\n\n\n       Alice looks around.  She is in a dark empty corridor.  Two \n\n       doors flank both ends of the hallway.  One opens.\n\n\n\n       Alice tries to peer beyond it.  Darkness.  Slowly, she gets \n\n       to her feet and steps through it...\n\n\n\n       ANOTHER DOOR\n\n\n\n       further on, opens, beckoning her forward.  And another door \n\n       beyond that.  And another.  Cautiously, Alice moves down this \n\n       corridor of invitations until...\n\n\n\n       INT. ASYLUM - TIGHT ON ALICE\n\n\n\n       as she steps through the last door.  Shadows and light play \n\n       across her face.  She looks around.  What she sees sends fear \n\n       into her eyes.  This is where Amanda Krueger was raped.  The \n\n       asylum.\n\n\n\n       PULL BACK\n\n\n\n       slowly down the length of this nightmarish room.",
  "3": "---END OF PREVIOUS SECTION---\nThis is where Amanda Krueger was raped. The \n\n       asylum. PULL BACK\n\n\n\n       slowly down the length of this nightmarish room. \n---TARGET SECTION TO BE ANNOTATED---\n  Fingers of \n\n       lights stab up from crusting floor grates and reach through \n\n       the thick, murky air toward a dark cathedral ceiling, who's \n\n       beams appear to be made from the bones of some unearthly \n\n       creature.\n\n\n\n       CAMERA CONTINUES BACK\n\n\n\n       revealing beds and mattresses crowded along the walls.  Old.  \n\n       Filthy.  Some torn to pieces.  We can make out the figures of \n\n       men lying in them.  And others milling around.  These are \n\n       AMANDA'S HUNDRED MANIACS.  All dressed in the garb of 1940's \n\n       mental patients.  Some pace aimlessly.  Devoid of sanity and \n\n       purpose.  Others sit, lost in their own private hells.  No \n\n       one has noticed Alice.  Yet.  At the end of the room...\n\n\n\n       CAMERA CRANES UP, CONTINUING BACK\n\n\n\n       revealing a staircase that leads to a huge IRON DOOR.  Two \n\n       ORDERLIES hover on the landing before it, gazing into the dim \n\n       scene below.  One of them pokes his finger into the dark, \n\n       silently counting.  The other is eager to go.\n\n\n\n                           ORDERLY #1\n\n                 Come on, will ya.\n\n\n\n                           ORDERLY #2\n\n                 Shut up, you'll make me lose count... \n\n                 eighty-two, eighty-three...\n\n\n\n       ALICE\n\n\n\n       looks down at herself.  Now she is dressed in an old \n\n       fashioned nurse's uniform.  White and starched.  There is a \n\n       name tag over her left breast.  It reads: AMANDA KRUEGER.\n\n\n\n       Alice barely has time to react when she hears the first \n\n       orderly impatiently say...\n\n\n\n                           ORDERLY #1\n\n                 Close enough.  Let's call it a hundred \n\n                 and call it a day.\n\n\n\n       We hear the SOUND of RUSTY HINGES as the heavy door starts to \n\n       swing closed.  Alice looks up.  Starts moving toward it.\n\n\n\n                           ALICE\n\n                 No...WAIT!\n\n\n\n       ON THE DOOR\n\n\n\n       As it slams closed with a resounding CLANG.  We hear the \n\n       SOUND of heavy bolts being thrown in place.\n\n\n\n       ALICE\n\n\n\n       whirls around.",
  "4": "---END OF PREVIOUS SECTION---\nON THE DOOR\n\n\n\n       As it slams closed with a resounding CLANG. We hear the \n\n       SOUND of heavy bolts being thrown in place. ALICE\n\n\n\n       whirls around. \n---TARGET SECTION TO BE ANNOTATED---\n  WHIP PAN with her as she discovers that the \n\n       door she came through is no longer there.\n\n\n\n       She turns back to the room, frightened.  Starts moving for \n\n       the bolted steel door at the far end.  As she hurries \n\n       forward, the maniacs notice her.  All heads turn.  Horrible \n\n       faces peer at her from everywhere.  Some of the men move \n\n       toward the center of the room, blocking her way.\n\n\n\n       Alice stops.  There is no way past them to the door.  She \n\n       turns.  The maniacs move in on her from all directions.\n\n\n\n       ALICE'S POV\n\n\n\n       Freddy's hundred fathers.  A drooling, macabre parade of \n\n       human beings.  Hands grope toward her.  Hideous faces leer.\n\n\n\n       ALICE\n\n\n\n       watches, terrified.\n\n\n\n       ALICE'S POV\n\n\n\n       This is looking less like an insane asylum in the 1940's and \n\n       more like a nightmare scene of London's 16th century Bedlam!\n\n\n\n       The maniacs converge on her.  One pushes his way through the \n\n       others.  (we recognize him as Robert Englund, sans Freddy \n\n       make-up.)  As he reaches toward her...\n\n\n\n       HIGH SHOT, LOOKING DOWN\n\n\n\n       as CAMERA begins to descend, pushing in, moving closer, the \n\n       maniacs surround her.  As they begin to drag her down, Alice \n\n       turns her face up toward CAMERA.  PUSH IN EXTREMELY CLOSE as \n\n       she SCREAMS!\n\n\n\n                                                      MATCH CUT TO:\n\n\n\n       INT. ALICE'S BEDROOM - EARLY MORNING\n\n\n\n       Alice lunges up from bed INTO FRAME.  SCREAMING.  Dan \n\n       immediately sits up beside her, concerned.  A hand rests on \n\n       her shoulder, between them.  Alice realizes where she is.\n\n\n\n                           ALICE\n\n                 Jesus...\n\n\n\n       CAMERA TRACKS AROUND\n\n\n\n       until Alice's profile blocks Dan's face.  The following line \n\n       begins OFF SCREEN, during the CAMERA TRACK.\n\n\n\n                           VOICE (O.S.)\n\n                 What's the matter hon?  Bad dream?\n\n\n\n       Suddenly ENGLUND's leering face pushes into FOREGROUND FRAME, \n\n       beside Alice.  It's his hand on her shoulder and we realize \n\n       that he spoke the line, not Dan.",
  "5": "---END OF PREVIOUS SECTION---\nBad dream? Suddenly ENGLUND's leering face pushes into FOREGROUND FRAME, \n\n       beside Alice. It's his hand on her shoulder and we realize \n\n       that he spoke the line, not Dan. \n---TARGET SECTION TO BE ANNOTATED---\n  She turns, startled, then \n\n       SCREAMS.\n\n\n\n       Englund rolls on top of her, pinning her to the mattress.\n\n\n\n       CLOSE ON ENGLUND\n\n\n\n       grinning down at her, his tongue snaking out his mouth.\n\n\n\n                           ENGLUND\n\n                 There's no such thing as safe sex.\n\n\n\n       ALICE\n\n\n\n       pushes him away with every ounce of her strength.  She starts \n\n       to sit up...\n\n\n\n       INT. ALICE'S - EARLY MORNING\n\n\n\n       Alice sits up, terrified!  Looks around in panic.  Realizes \n\n       she's alone in bed.  Where's Dan?  She reflexively glances \n\n       toward her open bedroom window.  Its curtain gently billows \n\n       with the morning breeze.  Dan has gone home.\n\n\n\n       Alice tries to collect herself.  The dream is over.  But we \n\n       can tell by her face that she is far from all right.  She \n\n       pulls on a robe and shakily climbs from bed.\n\n\n\n       INT. ALICE'S BATHROOM - EARLY MORNING\n\n\n\n       Alice moves toward the shower.  Pauses before it.  Takes a \n\n       breath and opens the door.  Looks inside.  Normal enough.  \n\n       Turns on the water.  Watches apprehensively as it pours \n\n       serenely down the drain.  She'd really rather not, but Alice \n\n       reluctantly starts to remove her robe...\n\n\n\n                           DAN (O.S.)\n\n                 ...we stand naked and defenseless before \n\n                 an ever more unimaginable horror\n\n\n\n                                                  SLOW DISSOLVE TO:\n\n\n\n       EXT. SPRINGWOOD HIGH - DAY\n\n\n\n       CLOSE ON SPRAY OF WATER FROM A LARGE FOUNTAIN\n\n\n\n       PAN DOWN from the water to a statue in the fountain's center.  \n\n       And from the statue down to Dan, dressed in a graduation cap \n\n       and gown.  He's perched on the statue's pedestal, his arm \n\n       draped irreverently across the stone man's shoulder, grinning \n\n       as he speaks.\n\n\n\n                           DAN\n\n                 ...college.  High school was only the \n\n                 beginning for some of us.  Don't forget:  \n\n                 S.A.T. stands for Sadistic, Anti-human, \n\n                 Torture.",
  "6": "---END OF PREVIOUS SECTION---\nDon't forget:  \n\n                 S. A. T. stands for Sadistic, Anti-human, \n\n                 Torture. \n---TARGET SECTION TO BE ANNOTATED---\n       WIDER\n\n\n\n       Laughter from a sea of fellow graduates who are gathered \n\n       round the base of the fountain, outnumbered by their less \n\n       amused parents.  Beyond them, we glimpse even more caps and \n\n       gowns milling with roving bands of adults.\n\n\n\n                           DAN (cont'd)\n\n                 Most of us have just this one summer to \n\n                 live... and by live I mean...paaarty!\n\n\n\n       The kids sends up a cheer as Dan throws his cap into the air \n\n       and leaps off the fountain.  He floats DOWN through a seas of \n\n       ASCENDING caps, disappearing into the crown of students.\n\n\n\n       PAN OVER TO GRETA AND HER MOTHER\n\n\n\n       standing at the edge of the group.  Greta is living proof of \n\n       what God can create when he's having a good day.  She's \n\n       beautiful.  and fashion model-thin.  Her only flaw might be \n\n       the hint of neuroses in her perfection.\n\n\n\n       Her mother, RACINE GIBSON, a once beautiful woman now \n\n       expanding into middle age, raises a disapproving eyebrow \n\n       toward Dan and the boisterous kids around them.\n\n\n\n                           RACINE GIBSON\n\n                 How colorful.  Who is he?\n\n\n\n                           GRETA\n\n                 Dan Jordan.  Captain of our football \n\n                 team.\n\n\n\n                           RACINE GIBSON\n\n                     (with distaste)\n\n                 Charming...\n\n\n\n       ANGLE ON GRETA\n\n\n\n       a head TALLER than everyone around her as she suddenly \n\n       squeals with delight, recognizing...\n\n\n\n                           GRETA\n\n                 Alice!  Yvonne!\n\n\n\n       Through the swirling crowd we see Alice standing with YVONNE, \n\n       a very grounded black girl.  Her father stands with them.  \n\n       Alice is a little glum, but Yvonne breaks into a wide grin as \n\n       they both turn toward Greta.\n\n\n\n                           YVONNE\n\n                 Hey, girl!\n\n\n\n       Yvonne gives Alice a little tug and they hurry toward Greta.\n\n\n\n       THE THREE GIRLS\n\n\n\n       Yvonne and Greta throw their arms around one another and send \n\n       up shrill noises of girlish delight.  Then Yvonne breaks into \n\n       the girls RAP.",
  "7": "---END OF PREVIOUS SECTION---\nYvonne gives Alice a little tug and they hurry toward Greta. THE THREE GIRLS\n\n\n\n       Yvonne and Greta throw their arms around one another and send \n\n       up shrill noises of girlish delight. Then Yvonne breaks into \n\n       the girls RAP. \n---TARGET SECTION TO BE ANNOTATED---\n                           YVONNE (cont'd)\n\n                 I'm the Y, the V-O-N-N-E, and wherever I \n\n                 am, that's the place to be.\n\n\n\n                           ALL THREE\n\n                 Yvonne!\n\n\n\n       Alice isn't getting into the spirit of things.  Yvonne tries \n\n       to inject a little enthusiasm into her.\n\n\n\n                           YVONNE\n\n                     (to Alice)\n\n                 C'mon, honey!\n\n\n\n       Alice joins in, trying to be cheerful.\n\n\n\n                           ALICE\n\n                 I'm the A-L-I-C-E.  Blond hair on my \n\n                 head, blue eyes to see.\n\n\n\n                           ALL THREE\n\n                 Greta!\n\n\n\n                           GREAT\n\n                 The G-R-E-T-A and my mom says I'll be in \n\n                 magazines one day!\n\n\n\n                           ALL THREE\n\n                 We're the three together, and together \n\n                 we'll be.  The Y, the A, don't forget the \n\n                 G!\n\n\n\n       The all three put their hands together in an overhead SLAP.  \n\n       Greta and Yvonne break into laughter.  Alice halfheartedly \n\n       joins them, about a step behind their good spirits.\n\n\n\n                           YVONNE\n\n                     (to Alice, good naturedly)\n\n                 Hey, what's wrong with you -- let's see a \n\n                 smile.\n\n\n\n                           ALICE\n\n                 Had kind of a long night.\n\n\n\n                           YVONNE\n\n                     (grins knowingly)\n\n                 Dan keeping you up again?  Put a lock on \n\n                 that window, girl.\n\n\n\n                           ALICE\n\n                     (smiling)\n\n                 No, the Dan part was nice...\n\n\n\n       Greta playfully tugs at her gown, interrupting them.\n\n\n\n                           GRETA\n\n                 These things are wild...\n\n                     (striking pose)\n\n                 What do you think?\n\n\n\n                           YVONNE\n\n                 Makes you look like a nun--\n\n\n\n                           ALICE\n\n                     (trying to cheer up)\n\n                 Yeah - kick the habit!  Break those vows!\n\n\n\n       They laugh.  Greta feigns hormonal desperation.\n\n\n\n                           GRETA\n\n                 Find me a man!\n\n\n\n       MARK, good-looking, though considerably off-the-wall, STEPS \n\n       INTO SHOT holding a SMALL SKETCHPAD and a LARGE, EXCESSIVE \n\n       LOLLIPOP.  He speaks to her as though he were a fashion \n\n       photographer.\n\n\n\n                           MARK\n\n                 No, it's all wrong.",
  "8": "---END OF PREVIOUS SECTION---\nMARK, good-looking, though considerably off-the-wall, STEPS \n\n       INTO SHOT holding a SMALL SKETCHPAD and a LARGE, EXCESSIVE \n\n       LOLLIPOP. He speaks to her as though he were a fashion \n\n       photographer. MARK\n\n                 No, it's all wrong. \n---TARGET SECTION TO BE ANNOTATED---\n  Sell it!  More teeth \n\n                 and raise the arms a bit.\n\n\n\n       Greta drops the pose and addresses the heavens.\n\n\n\n                           GRETA\n\n                     (sarcastically)\n\n                 Maybe I should spell it for you.\n\n\n\n                           ALICE\n\n                     (playfully)\n\n                 Maybe God's trying to tell you something.\n\n\n\n       Mark smiles at Greta, as he puts away his sketchbook.  \n\n       They're old friends and this is a familiar game.\n\n\n\n                           MARK\n\n                 Yeah, when are you gonna come to your \n\n                 senses? \n\n\n\n                           GRETA\n\n                 Next life.  Oh, what's that?\n\n\n\n                           MARK\n\n                 My undying love.  Have some.\n\n\n\n       Yvonne and Alice laugh.\n\n\n\n                           ALICE\n\n                 Give up, Mark, it's hopeless.\n\n\n\n                           MARK\n\n                     (with a grin)\n\n                 I think I'm starting to wear her down.\n\n                     (to Greta)\n\n                 Have some anyway.\n\n\n\n                           GRETA\n\n                     (aghast)\n\n                 That must never pass these lips.\n\n\n\n                           RACINE GIBSON\n\n                 Greta, that's not what a cover girl puts \n\n                 in her body.\n\n\n\n       Past her shoulder, Greta indicates Mrs. Gibson, glaring \n\n       disapprovingly.  Mark gets conspiratorial.\n\n\n\n                           MARK\n\n                 Meet me later.  Milkshakes.  Cherry pie.  \n\n                 Banana splits.  And no mom!\n\n\n\n                           GRETA\n\n                 Pimples, heartburn, cellulite... and no \n\n                 modeling career.\n\n\n\n                           ALICE\n\n                 Not to mention the heartbreak of \n\n                 psoriasis.\n\n\n\n       ALL LAUGH.\n\n\n\n                           MARK\n\n                 Greta, come on.  One burger with me?\n\n\n\n                           GRETA\n\n                 One with you and I'm off to comic book \n\n                 land.  We're high school graduates now.  \n\n                 Time to grow up.\n\n\n\n       Dismisses his sketchbook.\n\n\n\n                           GRETA (cont'd)\n\n                 And speaking of grown-ups... Daddy's \n\n                 here, superhero.\n\n\n\n       All turn as Mark's father, MR. GREY, approaches.  Mr. Grey \n\n       steps into shot.  A rugged, blue collar type, he glances at \n\n       the girls then at Mark.  His hearty cheerfulness contains a \n\n       note of reproach.\n\n\n\n                           MR. GREY\n\n                 Hey Rembrandt!.  No wonder I couldn't \n\n                 find you.",
  "9": "---END OF PREVIOUS SECTION---\nMR. GREY\n\n                 Hey Rembrandt!. No wonder I couldn't \n\n                 find you. \n---TARGET SECTION TO BE ANNOTATED---\n  I thought you'd be hanging out \n\n                 with the guys.\n\n\n\n       Mark becomes uncomfortable in this big man's presence.\n\n\n\n                           MARK\n\n                 Oh, hi, Dad.  I thought the guys could \n\n                 hang out with themselves.\n\n\n\n       They offer up a trio of hellos.  Alice turns to Mark.\n\n\n\n                           ALICE\n\n                 Did you bring your sketchbook to the \n\n                 ceremony.  I'd love to see what you did \n\n                 to D.W.\n\n\n\n                           MR. GREY\n\n                 Who?\n\n\n\n                           GRETA\n\n                 D.W. Yates. The Principal.\n\n\n\n       He looks to Mark, who goes sheepish, then fesses up.\n\n\n\n                           MARK\n\n                 Uh, Dickweed, sir.\n\n\n\n       Mark's dad isn't too amused.\n\n\n\n                           MR. GREY\n\n                 Uh huh... I hope you had time to finish \n\n                 those cross-sections I asked for.\n\n\n\n                           MARK\n\n                 Can we get into that later, Dad?\n\n\n\n       There is an awkward beat as everyone falls quiet.\n\n\n\n                           ALICE\n\n                 Good to see you again, Mr. Grey.\n\n                     (begs off)\n\n                 I've got to go find Dan.\n\n\n\n                           YVONNE\n\n                 Yeah, before they revoke his diploma.\n\n\n\n       As Alice turns away, the cheerful face she put on dissolves \n\n       and we see that underneath she's still on the edge.\n\n\n\n       FOLLOW ALICE through the crowd.  Suddenly, a DARK SHAPE looms \n\n       up behind her, lifting her in a bear hug. Alice jumps, \n\n       startled.  As the big arms twirl her around she comes face to \n\n       face with Dan.  He smiles.\n\n\n\n                           DAN\n\n                 Hi, beautiful.\n\n\n\n                           ALICE\n\n                 Jesus!  Don't do that!\n\n\n\n                           DAN\n\n                 Sorry, babe.\n\n\n\n       He sets her down, his feelings hurt.  Alice recovers.\n\n\n\n                           ALICE\n\n                 Me too.  Give me a kiss.\n\n\n\n       He plants one on her lips.  Then...\n\n\n\n                           DAN\n\n                 Got a present for you.\n\n\n\n       He reaches into a pocket beneath his gown.  Grins as he hands \n\n       her two AIRPLANE TICKETS tied with a ribbon.  She tries to be \n\n       enthusiastic, but doesn't come off.\n\n\n\n                           ALICE\n\n                 The tickets.\n\n\n\n                           DAN\n\n                 They're coach seats, but the plane lands \n\n                 in Paris.",
  "10": "---END OF PREVIOUS SECTION---\nShe tries to be \n\n       enthusiastic, but doesn't come off. ALICE\n\n                 The tickets. DAN\n\n                 They're coach seats, but the plane lands \n\n                 in Paris. \n---TARGET SECTION TO BE ANNOTATED---\n  It's gonna be a helluva \n\n                 summer, hon!\n\n\n\n                           ALICE\n\n                 I know.\n\n\n\n       Dan's well-acquainted with Alice's moods.  He turns to her \n\n       with a lover's required patience.\n\n\n\n                           DAN\n\n                 Okay, babe.  What's the matter?\n\n\n\n                           ALICE\n\n                 Nothing...it's just...I didn't see my \n\n                 father at the ceremony.\n\n\n\n                           DAN\n\n                 He'll show up.  C'mon, what's really \n\n                 wrong?\n\n\n\n       Alice hesitates.\n\n\n\n                           ALICE\n\n                 I had one of those dreams last night.\n\n\n\n       Dan's face grows concerned.\n\n\n\n                           DAN\n\n                 About him?\n\n\n\n                           ALICE\n\n                 No.  Well, not exactly...it's that...I \n\n                 felt like I wasn't in control.  For the \n\n                 first time since...all that.  I'm scared.\n\n\n\n       Dan gives her a reassuring hug.\n\n\n\n                           DAN\n\n                 You stopped it didn't you?  It was \n\n                 probably just a regular bad dream.  \n\n\n\n                           ALICE\n\n                 Yeah...I guess.\n\n\n\n                           DAN\n\n                 You don't dream him up, he can't hurt \n\n                 you.  Or me.  Or us.  Remember...\n\n\n\n                           ALICE\n\n                 You're right.\n\n\n\n                           DAN\n\n                 There you go.\n\n                     (beat)\n\n                 Love you.\n\n\n\n                           ALICE\n\n                 Me too.\n\n\n\n       Suddenly, MR. JORDAN, Dan's robust middle-aged father, \n\n       approaches through the crowd, excited.\n\n\n\n                           MR. JORDAN\n\n                 Dan, this is Coach Ostrow...\n\n\n\n       Dan's father drags a gruff-looking, crew-cutted man INTO \n\n       SHOT.  Dan's mother brings up the rear.\n\n\n\n                           MR. JORDAN (cont'd)\n\n                     (conspiratorially to Dan)\n\n                 He's interviewing this week.\n\n                     (to coach)\n\n                 Coach, you're looking at the stat's \n\n                 finest quarterback.  You know what they \n\n                 say = this boy feels the need for speed.\n\n\n\n                           OSTROW\n\n                 So I've hear.\n\n\n\n                           DAN\n\n                 Dad, summer's just starting --\n\n\n\n       Mr. Jordan starts to lead Dan away.\n\n\n\n                           MR. JORDAN\n\n                 We're talking about your future.\n\n\n\n       Mrs. Jordan shoots a less than friendly look at Alice.\n\n\n\n                           MRS.",
  "11": "---END OF PREVIOUS SECTION---\nMrs. Jordan shoots a less than friendly look at Alice. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n JORDAN\n\n                 Excuse us, dear.\n\n\n\n                           ALICE\n\n                 It's okay, Dan\n\n\n\n       Dan and his parents move away with the coach.  Alice stares \n\n       after them as they disappear into the crowd.  Turns away...\n\n\n\n       AT THE FOUNTAIN\n\n\n\n       A wall of people moves away and Alice finds herself among \n\n       Yvonne, Greta and Mark again.  Mark is answering Greta.\n\n\n\n                           MARK\n\n                 That club sucks, they card everybody.  \n\n                 Let's just party at your place.\n\n\n\n                           GRETA\n\n                 You know my mother -- get real.  What \n\n                 about Alice's?\n\n\n\n       Alice shakes her head.\n\n\n\n                           ALICE\n\n                 My dad's got this thing about drinking in \n\n                 the house.\n\n\n\n                           MARK\n\n                 Well we gotta do something!\n\n\n\n       Yvonne shares an amused look with Alice, then steps in takes \n\n       control.\n\n\n\n                           YVONNE\n\n                 All right kids, I tell you what we're \n\n                 gonna do.  I've got swimming practice \n\n                 until six-thirty today...\n\n\n\n                           GRETA\n\n                     (trying to follow)\n\n                 Yeah...\n\n\n\n                           YVONNE\n\n                 That means they're gonna give me the key \n\n                 to the pool so I can lock up when I'm \n\n                 done.\n\n\n\n       Mark's face lights up.  He goes off like a joy bomb.\n\n\n\n                           MARK\n\n                 Pool party!  I dig it!  Babes in wet T-\n\n                 shirts.  No -- topless!  Fucking heaven!\n\n\n\n       The three girls look at each other, annoyed.  Then break out \n\n       in mischievous grins.\n\n\n\n                           ALICE\n\n                 The Y, the A...\n\n\n\n                           GRETA & YVONNE\n\n                 Don't forget the G!\n\n\n\n       On cue, the girls all give Mark a SHOVE!  He falls back, arms \n\n       flailing, and lands on his ass in the middle of the fountain!  \n\n       Everyone nearby LAUGHS.  Mark looks up at the girls, \n\n       innocent.\n\n\n\n                           MARK\n\n                 What'd I say?\n\n\n\n       The girls help pull a chagrined Mark from the fountain.  \n\n       Suddenly, Alice frowns, remembering something.\n\n\n\n                           ALICE\n\n                 Oh, damn!  I have to work tonight.\n\n\n\n                           GRETA\n\n                 Tell Dan to bring you after.",
  "12": "---END OF PREVIOUS SECTION---\nALICE\n\n                 Oh, damn! I have to work tonight. GRETA\n\n                 Tell Dan to bring you after. \n---TARGET SECTION TO BE ANNOTATED---\n                     (to Mark)\n\n                 C'mon, let's get you mopped up.\n\n\n\n                           MR. GREY\n\n                 Mark!  Picture time.  Come get \n\n                 immortalized.  Parents and brats.\n\n\n\n       All groan.\n\n\n\n                           RACINE GIBSON\n\n                     (calling)\n\n                 Greta!  Photo opportunity, dear!\n\n\n\n                           GRETA\n\n                 Damn.  They caught me, too.  Guess I'd \n\n                 better go gnash my thousand-dollar teeth \n\n                 for the paparazzi.\n\n\n\n       Alice glances at her watch.  Looks around for someone.  Can't \n\n       find him.  She looks a little more unhappy.  As Mark, Greta, \n\n       and Yvonne prepare to go...\n\n\n\n                           ALICE\n\n                 you guys go ahead. I'll catch up with you \n\n                 later.\n\n\n\n       NEAR THE TREES\n\n\n\n       Alice trudges along, staring at the ground, unhappy.\n\n\n\n                           ALICE (cont'd)\n\n                     (to herself)\n\n                 Congratulations, Alice.  You looked \n\n                 beautiful up there.  I'm so proud of \n\n                 you...gee, thanks Dad.\n\n\n\n                           VOICE (O.S.)\n\n                 You do look beautiful.\n\n\n\n       Alice looks up, surprised.  Her father stands before her, \n\n       near a tree.  She smiles.  Her father tentatively smiles \n\n       back; a gruff man, uncomfortable with emotional displays.\n\n\n\n                           ALICE\n\n                 I was afraid you weren't coming.\n\n\n\n                           ALICE'S DAD\n\n                 I watched from behind the stands.  Didn't \n\n                 want to embarrass you, ya know.  \"The \n\n                 drunk showed up\", that kind of thing...\n\n\n\n                           ALICE\n\n                 That's in the past.  Unless you've \n\n                 stopped going to the meetings.\n\n\n\n                           ALICE'S DAD\n\n                 No.  A deal's a deal.\n\n\n\n       He produces a wrapped present from behind his back.  \n\n       Hesitates, awkward, then hands it at her.  Alice's face \n\n       lights up as she stares at the package.\n\n\n\n                           ALICE'S DAD (cont'd)\n\n                 Well, go on.  Open it.\n\n\n\n       She gleefully rips the paper off and opens the box.  It's a \n\n       camera.  She smiles, delighted and surprised.",
  "13": "---END OF PREVIOUS SECTION---\nShe gleefully rips the paper off and opens the box. It's a \n\n       camera. She smiles, delighted and surprised. \n---TARGET SECTION TO BE ANNOTATED---\n                           ALICE\n\n                 Dad!\n\n\n\n                           ALICE'S DAD\n\n                 It's the model you've been saving up for.  \n\n                 I wanted you to have it for your trip.\n\n\n\n       Alice stares lovingly at him.\n\n\n\n                           ALICE\n\n                 I don't give a damn what they might \n\n                 think.  You're terrific.\n\n\n\n       She gives him a kiss on the cheek.  He tries to take it in \n\n       stride.  She ponders him a second longer.  Then takes his arm \n\n       and begins to lead him toward the foundation.\n\n\n\n                           ALICE'S DAD\n\n                 Where are we going?\n\n\n\n                           ALICE\n\n                 To take a picture.\n\n\n\n       ANGLE ON PARENTS AND KIDS\n\n\n\n       lining up for a group photo.  Alice and her father ENTER \n\n       SHOT.  Alice hands her camera to someone just OFF SCREEN.  We \n\n       see them all taking places, changing their minds, moving next \n\n       to someone else.  Mark's father puts a big arm around Greta's \n\n       mother.  Beams, unaware of the horror and distaste that just \n\n       leapt onto Racine's face.\n\n\n\n       EXT. HIGH SCHOOL PARKING LOT - LATER\n\n\n\n       Parents and off spring are moving toward their cars.  CAMERA \n\n       PANS across the crowd to...\n\n\n\n       ALICE AND DAN\n\n\n\n       hugging.  Her father stands a few feet away.\n\n\n\n                           DAN\n\n                 Call me when your shift ends.\n\n\n\n       Alice nods.  Dan shakes her father's hand.\n\n\n\n                           DAN (cont'd)\n\n                 Goodbye, sir.  I'll have her home by \n\n                 August.\n\n\n\n       Alice's father frowns.\n\n\n\n                           DAN (cont'd)\n\n                 Just kidding.\n\n\n\n       Dan smiles at Alice and heads off.  Alice hands her gown and \n\n       flowers to her father as he opens the car door.\n\n\n\n                           ALICE\n\n                 Thanks for everything, Dad.\n\n\n\n                           ALICE'S DAD\n\n                 You sure you don't want a ride to work?\n\n\n\n                           ALICE\n\n                 It's just across the park.\n\n\n\n       He climbs into the car.  Smiles his gruff smile.\n\n\n\n                           ALICE'S DAD\n\n                 Okay, angel.  Have fun tonight.\n\n\n\n       Alice waves goodbye as he starts the car.\n\n\n\n       EXT. SPRINGWOOD - DUSK\n\n\n\n       Alice walks down an empty street.  Perhaps too empty to be \n\n       right.",
  "14": "---END OF PREVIOUS SECTION---\nEXT. SPRINGWOOD - DUSK\n\n\n\n       Alice walks down an empty street. Perhaps too empty to be \n\n       right. \n---TARGET SECTION TO BE ANNOTATED---\n  There is a faint SING-SONG NOISE, but it's not yet \n\n       discernible as anything.\n\n\n\n       ALICE\n\n\n\n       gives a faint look of ominous recognition.\n\n\n\n       ON THE STREET\n\n\n\n       Alice passes the entrance to the park.\n\n\n\n       INT. PARK - ALICE'S POV\n\n\n\n       Groups of kids are playing on the swings, in the sandbox, on \n\n       the slide.  The SING-SONG continues.\n\n\n\n       ALICE\n\n\n\n       sees something.\n\n\n\n       ALICE'S POV - PAST THE OTHER CHILDREN\n\n\n\n       The ELM STREET CHILDREN play their ominous rope games... The \n\n       SING-SONG becomes identifiable now.  It's the Elm Street \n\n       Children's Anthem... \"three four, better shut the door...\"\n\n\n\n       ALICE\n\n\n\n       Her face hardens with resolve.\n\n\n\n                           ALICE\n\n                 No.  This isn't going to happen.\n\n\n\n       She closes her eyes tight.  Then opens them again.\n\n\n\n       ALICE'S POV\n\n\n\n       Worse now.  All the normal children are gone.  Only the Elm \n\n       Street Kids remain...playing their endless games.\n\n\n\n       ALICE\n\n\n\n       grows more determined.  Heads into the park.  CAMERA STAYS \n\n       WITH HER  as she moves with increasing speed.\n\n\n\n       THE ELM STREET CHILDREN\n\n\n\n       always managing to somehow stay one turn ahead of her.\n\n\n\n       THE PARK\n\n\n\n       itself has taken on a foreboding darkness.  The trees cast \n\n       oddly elongated shadows.\n\n\n\n       ALICE\n\n\n\n       has left the path.  She moves rapidly now through branches \n\n       that tear at her clothing and her face.  Soon she is running \n\n       blindly in the direction of the ever present VOICES.  She \n\n       breaks through some bushes and finds herself in a...\n\n\n\n       CLEARING\n\n\n\n       An open green in the center of the park.  She is all alone... \n\n       and the effect, even to the color of the grass at her feet, \n\n       is dreamlike.  The VOICES have ceased.\n\n\n\n       ALICE'S POV - IN A 360 PAN\n\n\n\n       There is nothing but the green common with the trees and \n\n       brush all around it...\n\n\n\n       But from somewhere nearby, she hears the chanting VOICES \n\n       they've added a new couplet.\n\n\n\n                           VOICES\n\n                 Nine ten, Freddy's back again...",
  "15": "---END OF PREVIOUS SECTION---\nALICE'S POV - IN A 360 PAN\n\n\n\n       There is nothing but the green common with the trees and \n\n       brush all around it... But from somewhere nearby, she hears the chanting VOICES \n\n       they've added a new couplet. VOICES\n\n                 Nine ten, Freddy's back again... \n---TARGET SECTION TO BE ANNOTATED---\n       CAMERA CONTINUES IN A SECOND 360\n\n\n\n       And now, where there was foliage a moment ago we see a set of \n\n       GOTHIC STEPS, framing a SILHOUETTED NUN.\n\n\n\n       ALICE\n\n\n\n       stares with intrigue as the children's voices fade.\n\n\n\n       ANGLE ON THE STEPS - LOOKING DOWN\n\n\n\n       past stone GARGOYLES in the FOREGROUND.  The nun hurries up \n\n       the steps toward CAMERA, her face obscured by her habit's \n\n       veil.  As the nun moves PAST CAMERA we see Alice, at the \n\n       bottom of the steps, hurrying after her.\n\n\n\n                           ALICE\n\n                 Wait!\n\n\n\n       ANGLE ON ASYLUM DOORS\n\n\n\n       at the top of the steps as the nun moves inside.\n\n\n\n       ANGLE ON STEPS - FROM INSIDE DOOR\n\n\n\n       Alice runs up, INTO SHOT.  Stops.  Glances up at something \n\n       high above her.\n\n\n\n       ON THE ASYLUM TOWER\n\n\n\n       rising toward the sky.  Immense and imposing.  Three windows \n\n       set in a row at the very top, are it's only features.\n\n\n\n       REVERSE ANGEL - LOOKING DOWN AT THE STEPS\n\n\n\n       INT. HOSPITAL CONVENT - NIGHT\n\n\n\n       Completely deserted.  Alice moves slowly down a seemingly \n\n       endless corridor.  She passes a deserted reception area, then \n\n       an empty nurses station.  Open doors lead into frightening \n\n       pits of darkness all along the hallway.\n\n\n\n       INTERCUT Alice's pensive watchful face with the shadowy \n\n       ominous world through which she is walking.  We just know \n\n       that something really nasty is going to happen.  As she \n\n       passes an open doorway, she hears a strange, animal SOUND \n\n       form the room within.  She pauses, looks inside, then recoils \n\n       with shock as she sees a sheep, it's mouth all bloody, \n\n       standing with it's lamb, near the carcass of a large, dead \n\n       snake.  Suddenly she hears the sound of rusty wheels and \n\n       whirls around to see:\n\n\n\n       A FREDDYESQUE BABY STROLLER\n\n\n\n       black, ominous looking, rusting, rolls slowly down the \n\n       corridor toward Alice from behind.  As it moves toward \n\n       CAMERA, PAN WITH IT TO...",
  "16": "---END OF PREVIOUS SECTION---\nShe pauses, looks inside, then recoils \n\n       with shock as she sees a sheep, it's mouth all bloody, \n\n       standing with it's lamb, near the carcass of a large, dead \n\n       snake. Suddenly she hears the sound of rusty wheels and \n\n       whirls around to see:\n\n\n\n       A FREDDYESQUE BABY STROLLER\n\n\n\n       black, ominous looking, rusting, rolls slowly down the \n\n       corridor toward Alice from behind. As it moves toward \n\n       CAMERA, PAN WITH IT TO... \n---TARGET SECTION TO BE ANNOTATED---\n       ALICE\n\n\n\n       as she backs against the wall watching the evil pram roll \n\n       past.  Then Alice notices something beyond it, far down the \n\n       corridor.  CAMERA follows her gaze to...\n\n\n\n       THE NUN\n\n\n\n       hurrying SOUNDLESSLY through a doorway.  We only catch a \n\n       glimpse of her as she disappears from view.\n\n\n\n       ALICE\n\n\n\n       reacts.  Runs past the stroller towards the nun.\n\n\n\n       THE WHITE OF A NUN'S HABIT SWIRLS OUT OF CAMERA to reveal \n\n       staircase.\n\n\n\n       SHOOTING FROM OVERHEAD as Alice moves INTO FRAME and starts \n\n       up the staircase.\n\n\n\n       ALICE'S POV\n\n\n\n       Moving up.  There is a SQUEAKY ECHO OF WHEELS OFF-SCREEN.\n\n\n\n       ON ALICE FROM BELOW\n\n\n\n       as she turns to look down.\n\n\n\n       CLOSE ON ALICE\n\n\n\n       as she looks back up the stairs.  She takes one step forward \n\n       and...\n\n\n\n       WHAM!!\n\n\n\n       She's yanked down OUT OF FRAME!\n\n\n\n       A SET OF DOUBLE DOORS\n\n\n\n       BANGS open.  Alice lies on a gurney, her head tilted back to \n\n       face the CAMERA mounted behind her head.  The gurney races \n\n       down a corridor, pushed by a dirty, unshaven, orderly.\n\n\n\n       BANG!!\n\n\n\n       She is pushed through another set of doors into\n\n\n\n       INT. DELIVERY ROOM\n\n\n\n       WHITE HABITED NURSES, AIDES, and DOCTORS all crowd around and \n\n       peer down at her.\n\n\n\n       ALICE\n\n\n\n       looks around, horrified and confused.\n\n\n\n       A DOCTOR\n\n\n\n       leans down toward her.\n\n\n\n                           DOCTOR\n\n                 There's nothing to be afraid of.  Just do \n\n                 exactly what I say.\n\n\n\n       ALICE\n\n\n\n       sits bolt upright on the gurney.\n\n\n\n                           ALICE\n\n                 No!!!!!\n\n\n\n       HER POV PANNING\n\n\n\n       The crowd of spectators...orderlies, nurses and doctors, have \n\n       all backed away and now crowd the walls of the room.  STOP ON \n\n       ALICE AMONG THEM AND TRACK INTO CLOSE UP.  (Alice is still in \n\n       hospital gown.)\n\n\n\n       ALICE (IN THE SPECTATORS)\n\n\n\n       Her eyes lock with...\n\n\n\n       AMANDA KRUEGER'S\n\n\n\n       who is now the one on the gurney, about to give birth.",
  "17": "---END OF PREVIOUS SECTION---\nHER POV PANNING\n\n\n\n       The crowd of spectators...orderlies, nurses and doctors, have \n\n       all backed away and now crowd the walls of the room. STOP ON \n\n       ALICE AMONG THEM AND TRACK INTO CLOSE UP.  (Alice is still in \n\n       hospital gown.)\n\n\n\n       ALICE (IN THE SPECTATORS)\n\n\n\n       Her eyes lock with... AMANDA KRUEGER'S\n\n\n\n       who is now the one on the gurney, about to give birth. \n---TARGET SECTION TO BE ANNOTATED---\n                           AMANDA\n\n                 Help me...why is this happening again? \n\n                 Please!  Don't let him do this...\n\n\n\n       A painful contraction wracks her body.\n\n\n\n       ALICE\n\n\n\n       tries to understand the meaning of her words.\n\n\n\n       AMANDA\n\n\n\n       is now lost in the agony of Freddy's birth.\n\n\n\n                           DOCTOR\n\n                 Don't panic, sister.  We've got a breach \n\n                 birth here.  It's backwards. I'm going to \n\n                 have to turn it around.  Okay.  \n\n                 Deep breath.  Here we go.  I need you to \n\n                 push...now!  Push!\n\n\n\n       The birth proceeds.\n\n\n\n                           DOCTOR (cont'd)\n\n                 Holy shit!!  What is it?!\n\n\n\n       A NUN\n\n\n\n       stands, holding something in swaddling (which obscures the \n\n       thing from her view.  She addresses her answer to Amanda.)\n\n\n\n                           NUN\n\n                 This is still one of God's creatures, you \n\n                 know.  Take solace in that.\n\n\n\n       AMANDA\n\n\n\n       struggles upright on the operating table.  She is drenched in \n\n       sweat and clearly terrified.  She stares directly into the \n\n       eyes of the nun holding the swaddled bundle.\n\n\n\n                           AMANDA\n\n                 That is no creature of God!\n\n\n\n       THE NUN\n\n\n\n       gazes at Amanda, shocked by her words.  She starts to speak.  \n\n       Suddenly, the swaddled bundle begins to kick and beat \n\n       furiously.  The nun fights to keep hold of it, but the bundle \n\n       struggles free from her grasp and falls under the gurney.  In \n\n       a second, it scuttles into the shadows.\n\n\n\n       We hear a horrible BRAYING SOUND.\n\n\n\n       THE ORDERLIES\n\n\n\n       involuntarily step back, staring at the thing on the floor.  \n\n       Then general panic sets in.\n\n\n\n                           AMANDA (cont'd)\n\n                 Stop it!  Give it to me!\n\n\n\n       A few orderlies scramble to close the doors.  Some bolt \n\n       through them, racing to get away from the thing on the floor.  \n\n       Bedlam reigns as people shout and rush around.\n\n\n\n       ALICE\n\n\n\n       watches, transfixed.  Then...\n\n\n\n       BABY FREDDY'S POV\n\n\n\n       streaking towards Alice.",
  "18": "---END OF PREVIOUS SECTION---\nALICE\n\n\n\n       watches, transfixed. Then... BABY FREDDY'S POV\n\n\n\n       streaking towards Alice. \n---TARGET SECTION TO BE ANNOTATED---\n  He scuttled between her legs and \n\n       out through the double doors.\n\n\n\n                           AMANDA (0.S. cont'd)\n\n                 Don't let it get away!\n\n\n\n       THE DOUBLE DOORS\n\n\n\n       swing closed.  PAN to Alice, as she gets back to her feet and \n\n       turns.  \n\n\n\n       ALICE'S POV\n\n\n\n       The delivery room is empty.\n\n\n\n       ALICE\n\n\n\n       turns back to the doors.  She moves slowly and deliberately.\n\n\n\n       THE DOORS - ALICE'S POV\n\n\n\n       CAMERA moves toward them.\n\n\n\n       ALICE\n\n\n\n       scared but determined.  She stops in front of them.\n\n\n\n       THE DOORS\n\n\n\n       HOLD LONG ENOUGH so that we're dead sure something evil is \n\n       going to jump right into Alice's face.\n\n\n\n       ALICE\n\n\n\n       takes a deep breath and reaches out to open the doors!\n\n\n\n       Nothing awful grabs her.  Her expression changes to one of \n\n       horrified recognition.\n\n\n\n       INT. CHURCH - OVER ALICE'S SHOULDER\n\n\n\n       where Freddy \"died\" in Nightmare Four.  That horrible BRAYING \n\n       SOUND comes from somewhere nearby.  TRACK WITH HER as she \n\n       starts into the church.  CRANE UP OVER HER to reveal the \n\n       church in all its horrid glory, full of Freddyized church \n\n       artifacts.  There is no sign of the \"baby.\"\n\n\n\n       ALICE'S POV\n\n\n\n       moving past row after row of pews.  There are SLIMY, GULPING \n\n       NOISES now, SOUNDS even more unspeakably unpleasant that the \n\n       thing's BRAYING.  \n\n       The SOUNDS echo in a way that tells Alice nothing about where \n\n       they're coming from.  The thing could be anywhere.\n\n\n\n       ALICE\n\n\n\n       ain't to happy about that!\n\n\n\n       NEAR THE ALTAR\n\n\n\n       Freddy's fetid remains lie in a crumpled heap.  We recognize \n\n       bits of striped sweater.  A claw catches a stray bit of light \n\n       from somewhere.  In the distance, Alice moves slowly forward.\n\n\n\n       ALICE\n\n\n\n       stops for a moment...staring at the place she thought she \n\n       left her nightmare forever.\n\n\n\n       There is a SLITHERING SOUND from the steps leading to the \n\n       altar!\n\n\n\n       ALICE\n\n\n\n       watches in horror.",
  "19": "---END OF PREVIOUS SECTION---\nALICE\n\n\n\n       stops for a moment...staring at the place she thought she \n\n       left her nightmare forever. There is a SLITHERING SOUND from the steps leading to the \n\n       altar! ALICE\n\n\n\n       watches in horror. \n---TARGET SECTION TO BE ANNOTATED---\n       THE FETAL MONSTER - ALICE'S POV\n\n\n\n       now we see this \"baby\".  It's shape is vaguely human, but \n\n       with the gleaming skin of a flayed goat.  It seems to grow as \n\n       it moves.  The thing slithers toward the decaying remains of \n\n       Freddy's signature outfit.  All the while, its shape is \n\n       becoming more loathsomely human...\n\n\n\n       ALICE\n\n\n\n       Her eyes widen as she realizes what is about to happen.\n\n\n\n                           ALICE\n\n                 You can't make me bring you BACK!\n\n\n\n       THE THING\n\n\n\n       begins to crawl in through on of Freddy's pants legs.\n\n\n\n       ALICE\n\n\n\n       runs toward the altar.\n\n\n\n       There is an EAR-SPLITTING NOISE OF WOOD BEING RIPPED AWAY.\n\n\n\n       THE ALTAR\n\n\n\n       rise from the floor.  The floorboards begin to tilt up toward \n\n       Alice as they are torn from their foundation.\n\n\n\n       The angle of the rising floor throws Alice back.  She looks \n\n       at the altar.\n\n\n\n       ALICE'S POV\n\n\n\n       It continues to rise, preventing her from reaching it.\n\n\n\n       ALICE\n\n\n\n       can only desperately, impotently try to crawl \"uphill\" \n\n       through the dust and smoke towards the impending \n\n       resurrection, powerless to prevent it.\n\n\n\n       WE INTERCUT\n\n\n\n       Alice's struggle to reach Freddy before he is \"resurrected\" \n\n       with...\n\n\n\n       SPLINTERING WOOD; SHATTERING GLASS; the RISING ALTAR.\n\n\n\n       CLOSE SHOTS of bits and pieces of Freddy's metamorphosis seen \n\n       through the growing dust of the crumbling church, as that \n\n       embryonic thing GROWS...into clothes...into the glove...into \n\n       the body.\n\n\n\n       ALICE\n\n\n\n       struggles, but there is no way she can even reach the altar, \n\n       and God knows what she could do even if she did get there.\n\n\n\n       ONE FINAL CLOSE UP\n\n\n\n       of Freddy's mid-section, stretching fully into shape.  And \n\n       then, suddenly...\n\n\n\n       The floor falls back into its level position with a dust \n\n       raising THUD.  Alice hits the ground.  HARD.\n\n\n\n       SILENCE.  And dust.  Then.\n\n\n\n       ALICE\n\n\n\n       raises herself up off the floor.  Looks around.",
  "20": "---END OF PREVIOUS SECTION---\nThen. ALICE\n\n\n\n       raises herself up off the floor. Looks around. \n---TARGET SECTION TO BE ANNOTATED---\n       ALICE'S POV\n\n\n\n       Nothing but dust and smoke, back-lit by light streaming in \n\n       through the broken stained glass windows.\n\n\n\n       ALICE\n\n\n\n       in BACKGROUND, through the smoke as...in EXTREME FOREGROUND \n\n       CLOSE-UP, the charred remains of a hand, reconstructing \n\n       itself, reaches down and slips into the glove.\n\n\n\n       ON ALICE\n\n\n\n       as she hears the GHASTLY SCRAPING SOUND of Freddy's claws.\n\n\n\n       THE ALTAR - ALICE'S POV\n\n\n\n       Nothing but the settling dust...and somewhere behind it, a \n\n       figure silhouetted in the shadows.\n\n\n\n       FREDDY EMERGES\n\n\n\n       standing in front of the pulpit with his arms raised in an \n\n       ultimate mockery of the resurrection.\n\n\n\n       He looks even a little more grotesque than usual.  Misshapen, \n\n       like the Crooked Man.  His arms and legs aren't quite the \n\n       same length.  The joints are twisted so that nothing in his \n\n       body seems aligned.  Nevertheless, he smiles at Alice, and \n\n       his smile's more malevolent then ever.\n\n\n\n                           FREDDY\n\n                 It's a boy.\n\n\n\n       ALICE\n\n\n\n       backs away from him, frightened...and angry.  Freddy's not in \n\n       a very good mood, either.  The two circle each other, keeping \n\n       their distance.\n\n\n\n                           ALICE\n\n                 You can't come back!  I locked the door \n\n                 on you!\n\n\n\n       Freddy laughs, a dry rasping cackle.  Takes a step closer to \n\n       her.  Terrified, Alice reflexively strikes out.  But Freddy \n\n       vanishes.  His chilling laugh echoes around the church walls.\n\n\n\n       Alice follows that laughter with her frightened eyes, \n\n       searching for him.  Suddenly...\n\n\n\n       Freddy appears right behind her.  He slips his arm around her \n\n       waist and caresses her tummy with his clawed hand.\n\n\n\n                           FREDDY\n\n                 But I found the key!\n\n\n\n       Alice almost jumps out of her skin.  She spins around to see\n\n\n\n       Freddy throw his head back and CACKLE...then a shaft of light \n\n       comes through the rear doors of the church.  Freddy turns \n\n       toward it.  His laughter abruptly dies. \n\n\n\n       Alice faces the doors too.",
  "21": "---END OF PREVIOUS SECTION---\nFreddy turns \n\n       toward it. His laughter abruptly dies. Alice faces the doors too. \n---TARGET SECTION TO BE ANNOTATED---\n       AMANDA KRUEGER\n\n\n\n       in her nun's habit, gazes at them from a room beyond the \n\n       doors.  She is RIMLIT, caught in the light streaming from \n\n       THREE WINDOWS behind her.  She points an accusing finger at \n\n       Freddy.  (Amanda speaks in the austere voice of a young \n\n       woman, though it is the same actress playing Amanda \n\n       throughout.)\n\n\n\n                           AMANDA\n\n                 Your birth was a curse on humanity.  But \n\n                 the more evil that was in me is no more.  \n\n                 I will not allow this to happen again.\n\n\n\n       FREDDY\n\n\n\n       makes a sound of PURE HATRED as he glares at his mother.  \n\n       He's almost beside himself with rage as...\n\n\n\n       AMANDA \n\n\n\n       turns to Alice.\n\n\n\n                           AMANDA (cont'd)\n\n                 Bring him home.\n\n\n\n       ALICE\n\n\n\n       starts to move towards Amanda.  Picks up her pace as she \n\n       goes.\n\n\n\n                           ALICE\n\n                 Home?  How?  Where?\n\n\n\n       ON AMANDA AND ALICE\n\n\n\n       as Alice now RUNS toward her.\n\n\n\n                           AMANDA\n\n                 Rid yourself of...\n\n\n\n       But just as Alice is about to reach the doors, they SLAM \n\n       CLOSED in her face.\n\n\n\n                           ALICE\n\n                 No!\n\n\n\n       Alice struggles to get the big doors open.  When she does, \n\n       she hurries through only to find herself...\n\n\n\n       INT. CRAVE INN - NIGHT\n\n\n\n       ...walking through the diner's front door.  (She's back in \n\n       her street clothes.)  The place is empty.  Too empty.  We're \n\n       certain that Alice is still in her nightmare.  She looks \n\n       around.  Puzzled.  Completely freaked out.  She feels the \n\n       counter and furniture, checking out the \"reality\" of the \n\n       place.\n\n\n\n                           VOICE (O.S.)\n\n                     (near shout)\n\n                 Alice!  Where've you been?\n\n\n\n       Alice damn near jumps out of her skin.  Spins around!  It's \n\n       ANNE, a classmate and co-worker of Alice's.  She's pretty \n\n       pissed off.  Relieved, Alice starts to break down.  She's \n\n       obviously disturbed and frightened.",
  "22": "---END OF PREVIOUS SECTION---\nShe's pretty \n\n       pissed off. Relieved, Alice starts to break down. She's \n\n       obviously disturbed and frightened. \n---TARGET SECTION TO BE ANNOTATED---\n                           ALICE\n\n                 Anne!  Oh god, I'm glad it's you.  It was \n\n                 terrible.\n\n\n\n                           ANNE\n\n                 You're hours late.\n\n\n\n       She throws her apron at Alice.  WHIP PAN with the apron to \n\n       Alice.  She's genuinely stunned.\n\n\n\n                           ALICE\n\n                 Hours?  Last thing I remember was \n\n                 crossing the park...\n\n\n\n       She looks at the clock.  It's after midnight.  Anne angrily \n\n       gathers her things.\n\n\n\n                           ANNE\n\n                 The party'll be history by the time I get \n\n                 there... Great!\n\n\n\n       Alice just stands there, stunned.  Anne shakes her head and \n\n       moves toward the door.\n\n\n\n                           ANNE (cont'd)\n\n                 I wish I could get a prescription for \n\n                 whatever you're on.\n\n\n\n                           ALICE\n\n                     (not hearing)\n\n                 ...what?\n\n\n\n                           ANNE\n\n                 I said thanks a lot, Alice.  For nada!\n\n\n\n       The door slams as Anne goes out.  Alice reaches for the \n\n       telephone.\n\n\n\n       EXT. CAMPUS SWIMMING POOL - NIGHT\n\n\n\n       A raucous pool party in full swing.  People are splashing \n\n       around in the water.  Some dive from pool's edge to \n\n       cannonball their friends.  Laughter. Chatter.  And the blare \n\n       of loud ROCK MUSIC fills the air.  Suddenly...\n\n\n\n       A GIRL'S BLOODCURDLING SCREAM\n\n\n\n       rises above the cacophony.  People scatter to get the hell \n\n       out of the way as...\n\n\n\n       YVONNE\n\n\n\n       leaping off the high-dive, plunges like a graceful comet \n\n       toward the water's surface.  Strikes the water where everyone \n\n       else used to be.\n\n\n\n       She comes to the surface and swims to the pool's edge amid \n\n       applause from the others.  As she climbs from the water, \n\n       FOLLOW HER through the swirling crowd of partying teens to \n\n\n\n       DAN AND MARK\n\n\n\n       Dan sleepily lies in a lounge chair.  An unopened bottle of \n\n       champagne, decked with a ribbon, rests beside him.  Mark is \n\n       busy sketching in his book -- a \"big hunk\" with his arms \n\n       around two \"babes\".  He takes a sip of beer.\n\n\n\n       Greta sits next to them in a gorgeous bikini.",
  "23": "---END OF PREVIOUS SECTION---\nMark is \n\n       busy sketching in his book -- a \"big hunk\" with his arms \n\n       around two \"babes\". He takes a sip of beer. Greta sits next to them in a gorgeous bikini. \n---TARGET SECTION TO BE ANNOTATED---\n  She reaches \n\n       into an ice chest and hands Dan a beer. \n\n\n\n                           GRETA\n\n                 So what did your dad say about you and \n\n                 Alice going to Europe?\n\n\n\n       Dan passes the beer to Mark, who lines it up next to the one \n\n       he's already got.  \n\n\n\n                           DAN\n\n                 Not much.  He mostly screamed.  Thinks \n\n                 I'm throwing my life away.\n\n\n\n                           YVONNE\n\n                 Who's throwing their life away?\n\n\n\n       Yvonne towels off herself as she tries to catch up on the \n\n       conversation.\n\n\n\n                           MARK\n\n                 Dan.  And he's taking Alice with him -- \n\n                 pretty good dive Yvonne.  You've been \n\n                 practicing.\n\n\n\n                           YVONNE\n\n                 Two hours a day, six days a week.\n\n\n\n       Greta offers a beer to Yvonne.\n\n\n\n                           GRETA\n\n                 Have another one, sounds like you need \n\n                 it.\n\n\n\n                           YVONNE\n\n                 Naah, I'm done.  Got to be on shift in a \n\n                 couple hours.\n\n                     (gesturing to pool)\n\n                 Aren't you going in?\n\n\n\n                           GRETA\n\n                 Nah.  It's getting too cold for me, and \n\n                 my wonderful mother will kill me if I \n\n                 screw up my hair.  She's got some model \n\n                 agency guy coming to dinner tomorrow \n\n                 night.\n\n\n\n                           DAN\n\n                 Don't you ever get tired of your mom \n\n                 trying to run your life?\n\n\n\n       The others turn toward him.  Mark and Greta know just what \n\n       Dan means.  Yvonne shrugs, matter of factly.\n\n\n\n                           YVONNE\n\n                 Don't let 'em.\n\n\n\n                           DAN\n\n                 Sure, no problem.\n\n\n\n                           MARK\n\n                 He's right.  Sometimes I feel like I'm \n\n                 living with Melicertes.\n\n\n\n                           GRETA\n\n                 Who?\n\n\n\n                           MARK\n\n                 Oh, he was this ancient guy I read about \n\n                 who like, killed his kids 'cause they \n\n                 didn't want to run the kingdom the way he \n\n                 thought they should.\n\n\n\n       Greta stares at him, blown away.\n\n\n\n                           GRETA\n\n                 You're weird, you know that?\n\n\n\n       There is a beat, as all ponder this in silence.  Then Mark \n\n       breaks their reverie.  Grabs Dan's champagne.\n\n\n\n                           MARK\n\n                 Screw 'em.",
  "24": "---END OF PREVIOUS SECTION---\nThen Mark \n\n       breaks their reverie. Grabs Dan's champagne. MARK\n\n                 Screw 'em. \n---TARGET SECTION TO BE ANNOTATED---\n  Open the champagne.  Let's \n\n                 have a party.\n\n\n\n       Dan grabs the bottle away.\n\n\n\n                           DAN\n\n                 Hands off squirrel.  That's for me and \n\n                 Alice...for later.\n\n\n\n       Behind them we hear the SOUND of a glass breaking O.S., \n\n       followed by a loud OUCH!  They turn toward the sound.\n\n\n\n       ANGLE ON POOL'S EDGE\n\n\n\n       One of their classmates clutches his foot in pain, then pulls \n\n       a piece of broken glass out.  BLOOD pours out of the wound.\n\n\n\n       ANGLE ON MARK, DAN, GRETA AND YVONNE\n\n\n\n       Everyone cringes.  But Mark really reacts.  He turns PALE.  \n\n       Closing his eyes tight.\n\n\n\n                           MARK\n\n                 Oh man!  I could've gone all night \n\n                 without looking at that.\n\n\n\n                           GRETA\n\n                 I don't believe this... All that gore you \n\n                 paint in the comics and you're squeamish?\n\n\n\n                           DAN\n\n                 Just a little blood, guy.\n\n\n\n                           MARK\n\n                 Red ink I can handle by the bucket load.  \n\n                 The real stuff makes me... you know.\n\n\n\n                           YVONNE\n\n                     (joking)\n\n                 Vomit?\n\n\n\n                           MARK\n\n                 Faint.\n\n\n\n       Dan shakes his head at Mark's sensitivity.  He closes his \n\n       eyes and leans back on the lounge chair as a JOCK approaches \n\n       the group.  Greta pats Mark on the shoulder.\n\n\n\n                           GRETA\n\n                 You can look now, it's safe.\n\n\n\n       Mark opens his eyes as the Jock leans toward them.\n\n\n\n                           JOCK\n\n                 Yo, Dan.  Telephone.\n\n\n\n       Dan nods.  Sets the bottle down and begins to head away.\n\n\n\n                           DAN\n\n                 I'll be right back -- and don't mess with \n\n                 the bottle.\n\n\n\n                           GRETA\n\n                 We'll guard it with our lives.\n\n\n\n       INT. CRAVE INN - NIGHT\n\n\n\n       Alice talks on the telephone - trying to remain calm.\n\n\n\n                           ALICE\n\n                 It was him.\n\n                     (she pauses)\n\n                 I was awake when it happened.  Do you \n\n                 understand what I'm saying?  He must have \n\n                 dreamt himself up...Jesus, Dan...I'm \n\n                 scared.\n\n\n\n       She listens.  Seems to feel a little relief.\n\n\n\n                           ALICE (cont'd)\n\n                 I will...just hurry, okay?\n\n\n\n       EXT.",
  "25": "---END OF PREVIOUS SECTION---\nSeems to feel a little relief. ALICE (cont'd)\n\n                 I will...just hurry, okay? EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CAMPUS SWIMMING POOL - NIGHT\n\n\n\n       Mark sits next to Greta, showing her his sketchbook.  Yvonne \n\n       is stretched out in Dan's lounge chair.  Dan hurriedly \n\n       approaches and yanks his jacket from the back of the chair, \n\n       pulling Yvonne up a couple inches.\n\n\n\n                           YVONNE\n\n                 Somebody die?\n\n\n\n                           DAN\n\n                 Nah.  I just gotta go.\n\n\n\n       Mark turns to Greta with a knowing grin.\n\n\n\n                           MARK\n\n                 Alice beckons.\n\n\n\n       Dan starts to hurry away.  Mark calls to him.\n\n\n\n                           MARK (cont'd)\n\n                 Hey, Romeo.  You forgot the secret \n\n                 ingredient.\n\n\n\n       Dan stops.  Mark hefts the champagne.  Dan grabs it, almost \n\n       in afterthought and rushes away.\n\n\n\n                           MARK (cont'd)\n\n                 There he goes, the fast man on three \n\n                 legs.\n\n\n\n       EXT. HIGHWAY - NIGHT\n\n\n\n       Dan's truck speeds along a deserted stretch of road.\n\n\n\n       IN THE TRUCK\n\n\n\n       Dan is at the wheel.  He looks intense, worried about Alice.  \n\n       He's also very tired.  The VOICE of an abrasive TALK RADIO DJ \n\n       fills the cab.  We listen to him while Dan fights to keep his \n\n       eyes open.\n\n\n\n                           D.J. (O.S.)\n\n                 Right, lady...and Elvis killed Marilyn \n\n                 'cause the Kennedy's put fluoride in his \n\n                 water.  WHAT'S THE MATTER, LADY...DID YOU \n\n                 GO OFF YOUR MEDICATION?!\n\n\n\n       He hangs up on her.  PUSH IN CLOSER and CLOSER on Dan as this \n\n       conversation continues.\n\n\n\n                           D.J. (O.S. cont'd)\n\n                 Jesus...is there anyone out there with a \n\n                 functioning brain that wants to talk to \n\n                 me?\n\n                     (a beat)\n\n                 Line two...you're on the air.\n\n\n\n       Dan's eyes close for a second.  There is an eerie BUZZ and \n\n       STATIC from the radio.\n\n\n\n                           MRS. JORDAN (O.S.)\n\n                 I'm calling about my wayward ex-son \n\n                 Daniel, who has just acted like on \n\n                 ungrateful, unmanageable Dickweed, ever \n\n                 since he was seduced by this bimbo, slut-\n\n                 whore, Alice...",
  "26": "---END OF PREVIOUS SECTION---\nMRS. JORDAN (O. S.)\n\n                 I'm calling about my wayward ex-son \n\n                 Daniel, who has just acted like on \n\n                 ungrateful, unmanageable Dickweed, ever \n\n                 since he was seduced by this bimbo, slut-\n\n                 whore, Alice... \n---TARGET SECTION TO BE ANNOTATED---\n       Dan's eyes open and he stares in shock at the radio which has \n\n       transformed itself into a rusting antique.\n\n\n\n                           DAN\n\n                 Mom...?\n\n\n\n       Then another voice comes to him through the radio.\n\n\n\n                           FREDDY (O.S.)\n\n                 If I were you lady, I'd kill the \n\n                 ungrateful piggy!\n\n\n\n       THE RADIO\n\n\n\n       changes from \"talk show\" to a BLARINGLY LOUD HEAVY METAL \n\n       STATION.  Les's brilliant speed metal masterpiece \"Fast Track \n\n       To Hell\" fills the car.\n\n\n\n       DAN\n\n\n\n       stares down at the radio.  His confusion has given way to \n\n       fear.\n\n\n\n       THE SEAT BELTS\n\n\n\n       snake out to impossible length, wrapping around his arms.  \n\n       Dan manages to keep his right hand free, but the belts wind \n\n       around the rest of his body, pinning his left arm uselessly \n\n       to his chest.\n\n\n\n       THE TRUCK\n\n\n\n       crosses over onto the center divider, out of control.\n\n\n\n       CLOSE ON GAS AND BRAKE PEDALS\n\n\n\n       Dan tries to hit the brakes.  But as his foot comes off the \n\n       accelerator, the BRAKE PEDAL snakes around and slams down on \n\n       top of his foot, pushing the accelerator to the floor.\n\n\n\n       DAN\n\n\n\n       winces in pain.  Wrenches his left arm free of the belts and \n\n       grabs the wheel.  Desperately reaches with his right for the \n\n       GEAR SHIFT, which ducks away from his groping hand like a \n\n       darting cobra.\n\n\n\n       THE TRUCK\n\n\n\n       lurches across the center divider and charges into the \n\n       oncoming traffic!\n\n\n\n       DAN\n\n\n\n       hunts wildly for the elusive gear shift. Hears a LOUD POP \n\n       from inside the cab.  He looks over...\n\n\n\n       FREDDY\n\n\n\n       is now sitting in the passenger seat, clutching Dan's bottle \n\n       of champagne.  His side of the truck is now \"Freddyized\".  He \n\n       takes a huge gulp of champagne.  Then...spits it out.  It \n\n       hits the dash, SIZZLING like ACID.  More of it runs down his \n\n       arm and shoulder.  It's smoking, too.  He turns to Dan.\n\n\n\n                           FREDDY (cont'd)\n\n                 Bad year.",
  "27": "---END OF PREVIOUS SECTION---\nIt's smoking, too. He turns to Dan. FREDDY (cont'd)\n\n                 Bad year. \n---TARGET SECTION TO BE ANNOTATED---\n       DAN\n\n\n\n       some of the drops hit him, burning his chest and arms.  Dan \n\n       SCREAMS!\n\n\n\n       FREDDY\n\n\n\n       His striped jersey begins to smoke as the shoulder socket \n\n       melts away.  Freddy grins.  Turns to Dan.\n\n\n\n                           FREDDY (cont'd)\n\n                 Better buckle up.\n\n\n\n       LOW ANGLE ON FREDDY\n\n\n\n       as he reaches with his left arm and RIPS his right arm off.  \n\n       Then he welds the smoking socket onto the doorjam above the \n\n       corner of the passenger window... and pulls his on his CLAW.  \n\n       His arm STRETCHES like an extending seatbelt.  He hooks his \n\n       claw into a \"Freddy buckle\" at his waist.\n\n\n\n       DAN\n\n\n\n       has been watching all this in horror.  Suddenly...he hears a \n\n       loud HONK.  WHIP PAN with Dan to his POV through the \n\n       windshield as the BRIGHT LIGHTS of an approaching truck WHITE \n\n       OUT OF FRAME.\n\n\n\n       TRACKING TOWARDS DAN\n\n\n\n       as he looks down at the gear shift lever.\n\n\n\n       CLOSE ON HIS HAND\n\n\n\n       slamming the lever into REVERSE.\n\n\n\n       CLOSE ON DAN'S TRUCK TIRE\n\n\n\n       skidding on the pavement.  Burning rubber.  Starting to melt \n\n       as the brakes lock!\n\n\n\n       DAN\n\n\n\n       is slammed headfirst through the windshield.  Shattering \n\n       glass EXPLODES all around him, as Dan flies over the hood!\n\n\n\n       EXT. CAMPUS SWIMMING POOL - NIGHT\n\n\n\n       CLOSE ON CEMENT AT POOL'S EDGE\n\n\n\n       Dan slams down INTO SHOT, bouncing on the hard ground.  His \n\n       lounge chair tumbles after him.  Dan's entire body is \n\n       lacerated with small cuts, his hair is singed and what's left \n\n       of his clothes are tattered, smoking shreds.\n\n\n\n       He manages to untangle himself from the overturned chair and \n\n       get to his feet.  Somewhere a telephone is RINGING.  That's \n\n       what must have awakened him in time to save his life.\n\n\n\n       Dan looks around, dazed.  The pool is empty.  The party has \n\n       broken up.  Dan turns toward the ringing phone.\n\n\n\n       Behind him is a glassed in cubicle/office.",
  "28": "---END OF PREVIOUS SECTION---\nThe party has \n\n       broken up. Dan turns toward the ringing phone. Behind him is a glassed in cubicle/office. \n---TARGET SECTION TO BE ANNOTATED---\n  The ringing phone \n\n       sits on a desk inside.  Dan tries the door.  Locked.  Then \n\n       suddenly comes to his senses in recognition.\n\n\n\n                           DAN\n\n                 Alice!....\n\n\n\n       Dan turns, and charges toward the parking lot.\n\n\n\n       EXT. CAMPUS PARKING LOT - NIGHT\n\n\n\n       DAN'S TRUCK in the FOREGROUND.  Beside it sits a gleaming \n\n       MOTORCYCLE.  Dan comes running INTO SHOT, searching himself \n\n       for his keys.  Can't find them.\n\n\n\n       He tries to open the truck's door.  Locked.  He slams the \n\n       hand against it in frustration.  Then notices the Yamaha \n\n       1200.\n\n\n\n       Its key is snugly in the ignition slot, like an invitation.  \n\n       Dan hops on the bike.  Turns the key, and kick-starts the \n\n       monster.  The engine jumps to life.\n\n\n\n       AT THE PARKING LOT EXIT\n\n\n\n       From across the lot we see Dan and bike charging toward us.  \n\n       He roars PAST CAMERA and screeches onto the street.\n\n\n\n       EXT. STREET - NIGHT\n\n\n\n       Dan guns the bike's motor and races toward the Crave-Inn.  \n\n       Suddenly...\n\n\n\n       THE ENGINE\n\n\n\n       gives a terrific GROWL.  The bike's front end comes off the \n\n       ground as the bike goes into a wheelie, then accelerates down \n\n       the street at an outrageous speed.\n\n\n\n       DAN\n\n\n\n       frantically dodges several cars, swerving into the oncoming \n\n       lane to pass one, then careening back to avoid a pair of \n\n       looming headlights.  Dan looks down at the instrument panel.\n\n\n\n       CLOSE ON PANEL\n\n\n\n       All the gauges are RED LINED.\n\n\n\n       DAN'S FACE\n\n\n\n       begins to distort with the G-FORCE of this impossible ride.  \n\n       The bike just keeps increasing speed.\n\n\n\n       THE INSTRUMENT PANEL\n\n\n\n       goes out of control.  The gauges swing erratically.  They \n\n       begin to speed up dizzyingly, then...\n\n\n\n       THE PANEL EXPLODES!\n\n\n\n       Its cover flies away in shards revealing a frenzied \n\n       collection of MOVING WIRES and BLINKING LIGHTS beneath.\n\n\n\n       The wires and lights begin to ungulate in an evolution of \n\n       patterns.  Soon we realize a FACE is beginning to form out of \n\n       this tangled, sparking mess.",
  "29": "---END OF PREVIOUS SECTION---\nIts cover flies away in shards revealing a frenzied \n\n       collection of MOVING WIRES and BLINKING LIGHTS beneath. The wires and lights begin to ungulate in an evolution of \n\n       patterns. Soon we realize a FACE is beginning to form out of \n\n       this tangled, sparking mess. \n---TARGET SECTION TO BE ANNOTATED---\n       THE BIKE\n\n\n\n       is moving so fast now the other cares are only passing blurs.  \n\n       Dan slaloms through them at an impossible rate.\n\n\n\n       THE INSTRUMENT PANEL\n\n\n\n       continues to metamorphasize.  Wires spark and leap as they \n\n       wind in and around each other.  Lights at the top move toward \n\n       the center to form two eyes.\n\n\n\n       Shards of sparking metal marshal themselves into two rows of \n\n       electric teeth.\n\n\n\n       Other wires form cheekbones, lips, and the sickeningly \n\n       recognizable scar patterns of Freddy's skin.\n\n\n\n       And that's just what we're looking at...\n\n\n\n       CYBERNETIC FREDDY!\n\n\n\n       His electric eyes stare up at Dan's frightened face with the \n\n       glee of anticipation.  He speaks with Mr. Jordan's voice.\n\n\n\n                           FREDDY\n\n                 Time to feel the need for speed, \n\n                 Dickweed!\n\n\n\n       DAN\n\n\n\n       stares down at the face in horror.  Then he sees something \n\n       really bad...\n\n\n\n       DAN'S POV\n\n\n\n       his right hand clutches the handlebar/throttle.  Cables feed \n\n       out from the brake and throttle grip and PLUNGE INTO HIS HAND \n\n       with a smoking SIZZLE, attaching him to the machinery.  His \n\n       skin begins to undulate and BUBBLE UP.\n\n\n\n       WHIP PAN\n\n\n\n       To Dan's left hand.  Cables have melded with his bubbling \n\n       flesh there, too.\n\n\n\n       CAMERA CRANES DOWN\n\n\n\n       across the side of the bike, where the gas tank is starting \n\n       to transform into a hideous living creature/machine.  \n\n       Distended ribs protrude.  The gas tank/torso begins to \n\n       undulate as it breathes...\n\n\n\n       CAMERA CONTINUES DOWN\n\n\n\n       toward the cylinders, which stretch and begin to breathe, \n\n       then comes to rest between them and the whirring spokes of \n\n       the front wheel.  Then...\n\n\n\n       CAMERA PANS UP\n\n\n\n       and we see Dan from below the handlebars.  Through the \n\n       tatters of his shredded clothes we see more cracking, \n\n       bubbling skin.  His face is wracked with torture and \n\n       something beyond even horror.  Suddenly...",
  "30": "---END OF PREVIOUS SECTION---\nThrough the \n\n       tatters of his shredded clothes we see more cracking, \n\n       bubbling skin. His face is wracked with torture and \n\n       something beyond even horror. Suddenly... \n---TARGET SECTION TO BE ANNOTATED---\n       THE HANDLEBARS\n\n\n\n       now joined completely to Dan's hands, THRUST DOWNWARD, \n\n       slamming his chest to the body of the bike.  Dan stares into \n\n       Freddy's robotic face, now an inch from his own.\n\n\n\n       CAMERA TRACKS\n\n\n\n       from left to right, passing beneath the breathing cylinders.  \n\n       The highway blurs below us.  The CAMERA emerges on the left \n\n       side of the bike, looking back toward Dan's left leg.\n\n\n\n       THE EXHAUST PIPE\n\n\n\n       is merging with Dan's leg.  Growing into it, as Dan's skin \n\n       continues to bubble, and billow up, then peel off...\n\n\n\n       TILT UP TO DAN'S FACE\n\n\n\n       and now we realize that Dan has become a MACHINE/MAN, like a \n\n       butterfly emerging from its cocoon.\n\n\n\n       CLOSE ON DAN'S FACE\n\n\n\n       Only his eyes remain human.  Dan struggles, continuing to \n\n       meld with the machine.  He opens his mouth, forcing the \n\n       metallic skin to crack around the edges, and begins A LONG \n\n       HIDEOUS SCREAM.\n\n\n\n       CAMERA RAPIDLY PULLS BACK\n\n\n\n       to reveal a FULL SHOT of the FREDDY BIKE hurtling down the \n\n       street that has become nothing more than an abstract blur of \n\n       movement and light.  Dan's SCREAM continues to build, forming \n\n       into a plea of terror...\n\n\n\n                           DAN\n\n                 AAAALICE!!!!\n\n\n\n       FREDDY'S FACE/INSTRUMENT PANEL\n\n\n\n       PUSH IN on Freddy's leering grin.\n\n\n\n                           FREDDY\n\n                 Don't dream and drive!\n\n\n\n       EXTREMELY CLOSE ON DAN'S EYES\n\n\n\n       looking down at Freddy.\n\n\n\n       A bright light washes over Dan's eyes; We hear an \n\n       EARSPLITTING DIESEL HORN!  Dan looks up INTO CAMERA.  Squints \n\n       against the light.\n\n\n\n       DAN'S POV FROM INSIDE DAN'S TRUCK\n\n\n\n       A MASSIVE DIESEL SEMI TRUCK hurtles toward CAMERA like a \n\n       juggernaut.\n\n\n\n       PULL BACK to reveal that the POV is now from inside Dan's \n\n       truck, staring out the windshield at the twin beams of an \n\n       APPROACHING SEMI!\n\n\n\n       CAMERA TILTS DOWN to Dan's unattended steering wheel...\n\n\n\n       REVERSE ANGLE - FAST TRACK\n\n\n\n       through the windshield, IN SLOW MOTION.",
  "31": "---END OF PREVIOUS SECTION---\nPULL BACK to reveal that the POV is now from inside Dan's \n\n       truck, staring out the windshield at the twin beams of an \n\n       APPROACHING SEMI! CAMERA TILTS DOWN to Dan's unattended steering wheel... REVERSE ANGLE - FAST TRACK\n\n\n\n       through the windshield, IN SLOW MOTION. \n---TARGET SECTION TO BE ANNOTATED---\n  Dan frantically \n\n       tries to return his now human hands to the wheel...too late!\n\n\n\n       DAN'S POV\n\n\n\n       the semi's BRIGHT CHROME RADIATOR FILLS THE SCREEN!\n\n\n\n       INT. CRAVE INN - NIGHT\n\n\n\n       CLOSE ON A HOT GRILL\n\n\n\n       as a HAMBURGER PATTY is dropped into it.  The meat begins to \n\n       SIZZLE.  A RADIO plays.\n\n\n\n       ALICE\n\n\n\n       she is pouring a late night CUSTOMER a cup of coffee.  \n\n       Suddenly...the restaurant SOUNDS distort.  She hears Dan's \n\n       VOICE calling her name.  Alice snaps to as the coffee cup \n\n       she's filling overflows.  She drops the pot of coffee.  The \n\n       entire wall behind her changes to\n\n\n\n       AN EXTREME CLOSE-UP OF DAN'S RUSTED, NIGHTMARE FACE - \n\n       SCREAMING HER NAME!\n\n\n\n       Alice turns.  Runs toward the wall.\n\n\n\n                           ALICE\n\n                 Dan...\n\n\n\n       DAN'S HIDEOUS FACE PULLS AWAY as his DISTORTED, GROTESQUE \n\n       BODY goes flying backwards down a long MEMBRANOUS TUNNEL away \n\n       from Alice.\n\n\n\n       He disappears into the depths just as Alice reaches the wall.  \n\n       She stretches out her hand...and the wall returns to reality.\n\n\n\n       ALICE\n\n\n\n       is wracked with a SPASM and PAIN!  She clutches her stomach \n\n       and doubles over, as though she'd been kicked.  She fights \n\n       the pain away.  Then gets up and runs wildly to the street.\n\n\n\n       EXT. CRAVE INN - NIGHT\n\n\n\n       Alice charges out of the diner.  Behind her, far down the \n\n       street, we can make out the silhouette of a JACK-KNIFED SEMI, \n\n       back-lit by the flames and smoke of DAN'S BURNING TRUCK!  We \n\n       hear the BLARE of a jammed horn.\n\n\n\n       A SERIES OF JUMPCUTS BETWEEN Alice's face and her POV END \n\n       CLOSE ON HER FACE as she SCREAMS.\n\n\n\n       CAMERA TURNS WITH HER and FOLLOWS HER as she runs panicked, \n\n       toward it.  The BLARING horn grows LOUDER.",
  "32": "---END OF PREVIOUS SECTION---\nA SERIES OF JUMPCUTS BETWEEN Alice's face and her POV END \n\n       CLOSE ON HER FACE as she SCREAMS. CAMERA TURNS WITH HER and FOLLOWS HER as she runs panicked, \n\n       toward it. The BLARING horn grows LOUDER. \n---TARGET SECTION TO BE ANNOTATED---\n       As she nears the semi, the driver's door swings violently \n\n       open!  A figure LURCHES from the cab.  Grabs her as she moves \n\n       past.  The momentum swings them both around.\n\n\n\n       THE TRUCK DRIVER\n\n\n\n       his bloody face is lit by the burning wreck of Dan's truck.  \n\n       His eyes are glazed and shocked.  He SCREAMS madly into \n\n       Alice's face.\n\n\n\n                           TRUCK DRIVER\n\n                 He came flying out of nowhere!  Like he \n\n                 was a fucking rocket!  I didn't even see \n\n                 him...\n\n\n\n       We hear a WALL of approaching SIRENS.  Alice's tear-stained \n\n       face is strobed in a flashing red light as she looks past the \n\n       semi driver to see Dan's mangled body enmeshed in the \n\n       wreckage.  As she tries to get to him his eyes snap open and \n\n       he looks straight at her.\n\n\n\n                           DAN\n\n                 It was him!\n\n\n\n       Blood wells from his gaping wounds as he chokes and dies.  \n\n       Her eyes begin to lose focus.  In a moment...Alice collapses, \n\n       falling OUT OF FRAME...leaving only the black of the night \n\n       sky.\n\n\n\n       INT. HOSPITAL OBSERVATION ROOM - NIGHT\n\n\n\n       BLACK.  Then... Alice's rim-lit profile moves into frame.  \n\n       Track around to reveal Yvonne working in the background.  \n\n       Continue tracking to reveal that we're in an unlit hospital \n\n       room.  What little light there is comes from the glass \n\n       observation window in the background.\n\n\n\n       Through the window we can see Alice's father conferring with \n\n       a DOCTOR, Dan's parents and TWO POLICE OFFICERS.  Beyond them \n\n       we see traffic in the corridor.  Alice's eyes open suddenly.\n\n\n\n                           ALICE\n\n                     (quietly)\n\n                 It was him.\n\n\n\n       Yvonne hears her and comes over, leaning into frame.\n\n\n\n                           YVONNE\n\n                 You're alright...It's okay, honey.  I'm \n\n                 right here.\n\n\n\n       Alice stares at Yvonne.  Things are far from alright.\n\n\n\n                           YVONNE (cont'd)\n\n                 Alice, Dan's been in an accident...\n\n\n\n       Alice shakes her head.\n\n\n\n                           ALICE\n\n                     (in a monotone)\n\n                 It was no accident.",
  "33": "---END OF PREVIOUS SECTION---\nYVONNE (cont'd)\n\n                 Alice, Dan's been in an accident... Alice shakes her head. ALICE\n\n                     (in a monotone)\n\n                 It was no accident. \n---TARGET SECTION TO BE ANNOTATED---\n  It was Krueger.  He \n\n                 used to get in through my dreams, but not \n\n                 anymore.  He's found some other way.\n\n\n\n                           YVONNE\n\n                 Alice, it's no dream.  I'm sorry...Dan's \n\n                 dead.\n\n\n\n       Alice stares at her as her eyes fill with tears as she \n\n       remembers.  As she starts crying she clutches Yvonne in a \n\n       desperate embrace.  At the sound of her crying, Dr. Moore and \n\n       her father leave Dan's parents and approach Yvonne and Alice.\n\n\n\n                           ALICE'S DAD\n\n                 I'm so sorry, honey...\n\n\n\n                           ALICE\n\n                 Daddy, he's coming back...Krueger's \n\n                 coming back.  Make them understand.\n\n\n\n                           YVONNE\n\n                     (looking at Dr. Moore \n\n                      nervously)\n\n                 Calm down.  Take it easy.  You're hitting \n\n                 shock.\n\n\n\n                           ALICE'S DAD\n\n                 Alice.  The police found fragments of a \n\n                 champagne bottle...\n\n\n\n                           ALICE\n\n                 Dan didn't drink.  You know that.  It was \n\n                 probably for me - to celebrate our trip.\n\n\n\n       Her father looks away, helpless.  Dr. Moore turns to him and \n\n       speaks in a confidential, professionally calm voice.\n\n\n\n                           DR. MOORE\n\n                 These sorts of outbursts aren't entirely \n\n                 uncommon.  Many women have them in the \n\n                 first few weeks.  Especially if they've \n\n                 suffered a traumatic shock.\n\n                     (to Alice)\n\n                 But don't worry young lady, you're going \n\n                 to be fine.\n\n\n\n                           ALICE\n\n                     (getting increasingly \n\n                      hysterical)\n\n                 I won't be fine and neither will any of \n\n                 my friends.  We've got to do something.  \n\n                 Dan's already dead...Don't you see?  He's \n\n                 back and he's just getting started.\n\n                     (as she remembers what Moore \n\n                      just said)\n\n                 What do you mean?  What's he talking \n\n                 about?  What's wrong with me?\n\n\n\n       Yvonne speaks up, trying to be comforting.\n\n\n\n                           YVONNE\n\n                 Nothing.\n\n\n\n       She and Alice hold eyes for a beat.  Everyone is silent.\n\n\n\n                           YVONNE (cont'd)\n\n                 You're just a little pregnant.",
  "34": "---END OF PREVIOUS SECTION---\nShe and Alice hold eyes for a beat. Everyone is silent. YVONNE (cont'd)\n\n                 You're just a little pregnant. \n---TARGET SECTION TO BE ANNOTATED---\n       CLOSE ON ALICE\n\n\n\n       Stunned.  She lies back, closing her eyes tightly.  A tear \n\n       forms at the edge of one and spills down her cheek.\n\n\n\n                           ALICE'S DAD (O.S.)\n\n                 The doctor wants to keep you here \n\n                 overnight...\n\n\n\n                           DR. MOORE (O.S.)\n\n                 Just for routine observation.  To make \n\n                 sure you're as comfortable as possible.\n\n\n\n       Alice hasn't been listening.  We hold on her troubled face as \n\n       she opens her eyes again, the full ramifications sinking in.\n\n\n\n                           ALICE\n\n                     (to herself)\n\n                 Dan's baby...\n\n\n\n                                                          FADE OUT.\n\n\n\n       FADE IN:\n\n\n\n       INT. HOSPITAL OBSERVATION ROOM - DAWN\n\n\n\n       Alice lies in bed, apparently asleep.  The camera pans slowly \n\n       around the room.  It is eerie in here now with the long \n\n       shadows of hospital equipment thrown across the walls by the \n\n       dimmed hallway lights.\n\n\n\n       The camera continues slowly, deliberately to move around the \n\n       room until we are on the OPEN doorway.  STOP.\n\n\n\n       JACOB\n\n\n\n       a boy of about six or seven years stands there, watching \n\n       Alice.  He's frail.  Other worldly.  Not ghost-like, but \n\n       possessing a strange, transcendent quality.\n\n\n\n       He wears a white hospital robe and stands without moving, \n\n       just staring at Alice with a transfixed smile of happiness.\n\n\n\n       Alice's gaze at the ceiling slowly moves toward the child, as \n\n       though she were willed by some force to notice him.\n\n\n\n       She's startled at first by his presence.  Then she realizes \n\n       he's only a boy.  Even if he is a little odd.\n\n\n\n                           JACOB\n\n                 Hey...wake up.\n\n\n\n                           ALICE\n\n                     (tentative)\n\n                 Huh?\n\n\n\n       They gaze at one another for a beat.  They each seem to be \n\n       transfixed by each other.\n\n\n\n                           ALICE (cont'd)\n\n                 Hi there.\n\n\n\n                           JACOB\n\n                 My name is Jacob.\n\n\n\n       She smiles.  She waits.  He just watches.  He stands there in \n\n       the way that little kids have of feeling no need to fill a \n\n       silence with conversation.",
  "35": "---END OF PREVIOUS SECTION---\nShe waits. He just watches. He stands there in \n\n       the way that little kids have of feeling no need to fill a \n\n       silence with conversation. \n---TARGET SECTION TO BE ANNOTATED---\n                           ALICE\n\n                 Shouldn't you be in your room, Jacob?\n\n\n\n                           JACOB\n\n                 It's lonely in there, in my room.\n\n\n\n                           ALICE\n\n                 My name is...\n\n\n\n       He cuts her off with:\n\n\n\n                           JACOB\n\n                 I'm sorry your boyfriend got killed.\n\n\n\n                           ALICE\n\n                     (shocked)\n\n                 How did you know that?\n\n\n\n                           JACOB\n\n                 I could tell you were sad.  I just wanted \n\n                 to see if you were all right.\n\n\n\n       He smiles kind of shyly and turns.  Alice calls after him.\n\n\n\n                           ALICE\n\n                 Jacob.  Wait.  Don't go.\n\n\n\n       But he has already disappeared down the dark corridor.  HOLD \n\n       ON Alice's troubled face.\n\n\n\n       EXT. HOSPITAL - DAY\n\n\n\n       Alice and Yvonne walk out of the building.\n\n\n\n                           ALICE\n\n                 Have you visited the little boy on my \n\n                 floor?  Jacob, the one who looks kind of \n\n                 sad?\n\n\n\n                           YVONNE\n\n                 There aren't any little boys on your \n\n                 floor.\n\n\n\n                           ALICE\n\n                 He must've wandered up from the \n\n                 children's ward.  I just wondered what \n\n                 was wrong with him.\n\n\n\n       Yvonne shakes her head.\n\n\n\n                           YVONNE\n\n                 We don't have a children's ward.\n\n\n\n       Alice stops.  Puzzled.\n\n\n\n                           ALICE\n\n                 But he was wearing a hospital robe.\n\n\n\n       Yvonne looks at Alice with a mixture of impatience and \n\n       compassion.\n\n\n\n                           YVONNE\n\n                 I don't know what to tell you.\n\n\n\n       Alice takes this in.  Thinks about it.  Yvonne looks a little \n\n       more concerned about Alice's state of mind.\n\n\n\n                           ALICE\n\n                 Did everyone call everyone?\n\n\n\n                           YVONNE\n\n                     (hesitant)\n\n                 They're waiting for us...but let's keep \n\n                 this dream stuff between you and me.\n\n\n\n       INT. ALICE'S BEDROOM - DAY\n\n\n\n       CLOSE ON ALICE\n\n\n\n       pacing and speaking animatedly.  CAMERA tracks with her.\n\n\n\n                           ALICE\n\n                 Amanda Krueger was a part of a religious \n\n                 order that ran that asylum.  She was \n\n                 raped and had the baby there in the \n\n                 1940's.",
  "36": "---END OF PREVIOUS SECTION---\nCAMERA tracks with her. ALICE\n\n                 Amanda Krueger was a part of a religious \n\n                 order that ran that asylum. She was \n\n                 raped and had the baby there in the \n\n                 1940's. \n---TARGET SECTION TO BE ANNOTATED---\n  That baby grew up to be Freddy \n\n                 Krueger who murdered twenty or thirty \n\n                 kids right here on Elm Street.\n\n\n\n       Mark, sitting at Greta's feet.  He glances up from his \n\n       sketchbook, intrigued.  Track back with Alice to...\n\n\n\n                           ALICE (cont'd)\n\n                 He got caught but the courts cut him \n\n                 loose on a technicality.  \n\n                 The parents of the murdered kids formed a \n\n                 posse and killed him.  Torched him.\n\n\n\n       Track to Greta.  Hold on her disbelieving face.  She lights \n\n       up a cigarette.\n\n\n\n                           MARK\n\n                 Cover girls couldn't smoke.\n\n\n\n       She blows smoke in his face.\n\n\n\n                           ALICE\n\n                 But that was just the beginning.  He \n\n                 keeps on killing...only now he kills \n\n                 people in their dreams, their nightmares.  \n\n                 And he uses my dreams to get to his \n\n                 victims.\n\n\n\n       ANGLE ON GRETA AND YVONNE\n\n\n\n       exchanging dubious, concerned-for-Alice looks.  Mark seems \n\n       incredulous.  Keeps on sketching.\n\n\n\n                           MARK\n\n                 I've got to write some of this down.\n\n\n\n                           ALICE\n\n                 That's why it's my fault Dan's dead.\n\n\n\n                           YVONNE\n\n                 Stop saying that, it's bullshit.\n\n\n\n                           GRETA\n\n                 I want to talk about the baby.\n\n\n\n                           MARK\n\n                 Yeah, congratulations...I guess.\n\n\n\n       Alice angrily cuts them off.\n\n\n\n                           ALICE\n\n                 That's not what we're here for!\n\n\n\n       There is a beat, then...\n\n\n\n                           YVONNE\n\n                 Look.  Dan's parents were pushing him.  \n\n                 Pushing him hard.  He was bitching about \n\n                 it at the party last night.  He was under \n\n                 pressure.  We all are.\n\n\n\n                           GRETA\n\n                 Pushy parents can make you more than a \n\n                 bit crazy.\n\n\n\n                           ALICE\n\n                 What's that got to do with it?\n\n\n\n                           YVONNE\n\n                 When Dan died you weren't even asleep.  \n\n                 You said so.  End of story.\n\n\n\n       Alice glares at them, adamant.\n\n\n\n                           ALICE\n\n                 Than he must have found another way.\n\n\n\n       Greta looks down at Mark's drawing:  sees his comic book \n\n       sketch of the one-hundred maniacs.",
  "37": "---END OF PREVIOUS SECTION---\nAlice glares at them, adamant. ALICE\n\n                 Than he must have found another way. Greta looks down at Mark's drawing:  sees his comic book \n\n       sketch of the one-hundred maniacs. \n---TARGET SECTION TO BE ANNOTATED---\n                           GRETA\n\n                 Christ, Mark!  Mister compassion.\n\n\n\n                           ALICE\n\n                 Listen!  This isn't a goddamn joke!  He \n\n                 gets in through my dreams -- somehow.  I \n\n                 thought I could control it, but \n\n                 something's changed, and I don't know \n\n                 what he'll do next.\n\n\n\n       Everyone stares at her.  Not knowing what to say.\n\n\n\n                           MARK\n\n                 Look, we all liked Dan. And we love \n\n                 you...\n\n\n\n       Great stands.  Puts her hands on Alice's shoulders.\n\n\n\n                           GRETA\n\n                     (interrupting)\n\n                 Bottom line, Alice.  Anybody, \n\n                 supernatural or not, that wants to hurt \n\n                 you - he'll have to go through us first.\n\n\n\n                           YVONNE\n\n                 All of us.  Right?\n\n\n\n       Greta nods in agreement.\n\n\n\n                           ALICE\n\n                 That's what I'm afraid of.\n\n\n\n       Hold on Alice, then...\n\n\n\n       INT. ALICE'S KITCHEN - NIGHT\n\n\n\n       Alice removes a couple of frozen microwave dinners from the \n\n       refrigerator and sets them on the counter.  \n\n       While she does so, the CAMERA TRACKS around and as she leans \n\n       on the counter, we push in to reveal she is lost in thought, \n\n       tears forming in her eyes.\n\n\n\n       Her father comes in carrying a bag of groceries - healthy \n\n       stuff: veggies, chicken, fruit, Rye Crisp, juices.  As he \n\n       comes in, Alice covers up her tears and turns away to put the \n\n       dinners in the oven.  He obviously has something to say to \n\n       her in mind and the two of them talk simultaneously.\n\n\n\n                           ALICE\n\n                 How was the meeting?\n\n\n\n                           ALICE'S DAD\n\n                 Sobering...\n\n\n\n                           ALICE\n\n                 Very funny.\n\n\n\n                           ALICE'S DAD\n\n                     (unpacking groceries)\n\n                 Alice...\n\n\n\n                           ALICE\n\n                     (interrupting)\n\n                 Since when are you such a smart shopper?\n\n\n\n                           ALICE'S DAD\n\n                 Since my little girl became a mom...\n\n\n\n                           ALICE\n\n                 You disappointed in me?\n\n\n\n                           ALICE'S DAD\n\n                 No, I'm not.  I sort of hope it's a boy.  \n\n                 Be nice to have a boy playing in the \n\n                 house again.\n\n\n\n       Alice looks at him, then hugs him.  A beat.",
  "38": "---END OF PREVIOUS SECTION---\nBe nice to have a boy playing in the \n\n                 house again. Alice looks at him, then hugs him. A beat. \n---TARGET SECTION TO BE ANNOTATED---\n  Her father \n\n       gently pries her away.  Manages a little smile.\n\n\n\n                           ALICE'S DAD (cont'd)\n\n                 Just don't make a habit of it.\n\n\n\n       Alice smiles back.  Reaches for the can opener.\n\n\n\n                           ALICE\n\n                 C'mon.  Let's do salad.\n\n\n\n       INT. GRETA'S BEDROOM - NIGHT\n\n\n\n       CLOSE ON GRETA\n\n\n\n       from behind, sitting on the edge of her bed.  All around her, \n\n       propped up on pillows, and covering her dresser and chairs, \n\n       are SEVERAL DOLLS.  Some of which are clearly wind-up with \n\n       keys in their backs.  Everything from Barbies to European \n\n       porcelain.  Her mother's shrill voice comes from down the \n\n       hall as we hear her try to open Greta's locked bedroom door.\n\n\n\n                           MRS. GIBSON (O.S.)\n\n                 Greta...\n\n\n\n       CAMERA SLOWLY TRACKS until we are facing Greta and we see \n\n       that she is holding one of the delicate china dolls in her \n\n       hands.  She stares at it, lost in thought.  Her eyes move to \n\n       something at her feet.\n\n\n\n       DOWN ANGLE\n\n\n\n       An 8X10 blow-up of the snapshot taken on graduation day lies \n\n       on the floor.  In the center is Dan, surrounded by his \n\n       parents and friends.\n\n\n\n       GRETA\n\n\n\n       contemplates the picture.  Her eyes well up.  A tear begins a \n\n       slow track down her cheek.\n\n\n\n                           MRS. GIBSON (O.S. cont'd)\n\n                 Our guests are waiting, dear.  \n\n                 Appearances, you know, let's not make \n\n                 them impatient.\n\n\n\n                           GRETA\n\n                     (to herself)\n\n                 Flash 'em your boobs.  The sight of all \n\n                 that plastic ought to stun 'em for a \n\n                 while.\n\n                     (then calling out)\n\n                 Coming Mother!\n\n\n\n       Greta pulls herself together.  Wipes her eyes.  Sets up the \n\n       china doll on the bedstand next to the photo.  Gets up.\n\n\n\n       ANGLE ON CHINA DOLL\n\n\n\n       in FOREGROUND as Greta moves to her bedroom door in \n\n       BACKGROUND and EXITS.  As the door closes, the precariously \n\n       perched doll teeters then gently tumbles out of shot.",
  "39": "---END OF PREVIOUS SECTION---\nGets up. ANGLE ON CHINA DOLL\n\n\n\n       in FOREGROUND as Greta moves to her bedroom door in \n\n       BACKGROUND and EXITS. As the door closes, the precariously \n\n       perched doll teeters then gently tumbles out of shot. \n---TARGET SECTION TO BE ANNOTATED---\n       ON THE YEARBOOK - EXTREME SLOW MOTION\n\n\n\n       As the doll floats INTO SHOT, falling towards the photograph, \n\n       cracking apart on impact...\n\n\n\n       INT. GRETA'S DINING ROOM - NIGHT\n\n\n\n       CLOSE ON HANDS\n\n\n\n       opening a bottle of wine.  The cork comes out with a muffled \n\n       pop and the hand begins to pour.\n\n\n\n                           MRS. GIBSON (O.S.)\n\n                 It's true, people are always mistaking us \n\n                 for sisters.\n\n\n\n       RACINE GIBSON\n\n\n\n       sits at the head of a massive table, hosting one of her \n\n       expensively catered dinner parties.  Though she doesn't look \n\n       in the least like Greta's sister, the other guests nod and \n\n       titter politely.\n\n\n\n       The house is decorated in \"modern pretentiousness\" and the \n\n       guests match the spirit of the room.  Greta sits at the \n\n       opposite end of the table from her mother, wearing a \n\n       beautiful white dress.\n\n\n\n       One of the guests turns from Greta to her mother.\n\n\n\n                           GUEST\n\n                 Greta certainly has the perfect body for \n\n                 modeling.  You know, Eileen Ford's a \n\n                 friend of mine.\n\n                     (to Greta)\n\n                 I told her about you.  She's very \n\n                 interested\n\n\n\n       Greta doesn't respond.  Her mother's delighted.\n\n\n\n                           MRS. GIBSON\n\n                 Greta, you're being offered the chance of \n\n                 a lifetime!  I think you should show a \n\n                 little gratitude.\n\n\n\n                           GRETA\n\n                 One of my friends died yesterday, mother.  \n\n                 DO you mind if I take a few hours off to \n\n                 remember him?\n\n\n\n                           MRS. GIBSON\n\n                 But we're having a party, dear.\n\n\n\n       She glares at her mother.  A half-drunk TRENDY GUEST speaks.\n\n\n\n                           TRENDY GUEST\n\n                 I read about him.  Drunk or something, \n\n                 wasn't he?\n\n\n\n       Mrs. Gibson cuts her off, trying to damage-control Greta's \n\n       association with someone her guests might disapprove of.\n\n\n\n                           MRS. GIBSON\n\n                 He was just a friend of Greta's, not \n\n                 someone special, not someone she was \n\n                 seeing, you understand.  Really just an \n\n                 acquaintance...",
  "40": "---END OF PREVIOUS SECTION---\nMRS. GIBSON\n\n                 He was just a friend of Greta's, not \n\n                 someone special, not someone she was \n\n                 seeing, you understand. Really just an \n\n                 acquaintance... \n---TARGET SECTION TO BE ANNOTATED---\n       Another guest speaks up, a THIRTYSOMETHING TYPE.\n\n\n\n                           THIRTYSOMETHING GUEST\n\n                 Sad.  It reminds me of Fitzgerald.  \n\n                 Although in his stories, it's general the \n\n                 women who have pointless, violent deaths.\n\n\n\n       Greta tires to ignore him.  The other guests jump in with \n\n       their own literary allusions and comparisons.  Greta CLOSES \n\n       HER EYES to shut them out.  For a second she seems to nod. \n\n       Catches herself.  Looks up as...\n\n\n\n       FREDERICK, the caterer, steps forward and offers her \n\n       selections from a tray of food.  We don't see his face, but a \n\n       sliver of a GREEN AND RED STRIPED JERSEY peaks out from above \n\n       his starched tuxedo collar.  Greta shakes her head no.\n\n\n\n                           GRETA\n\n                 No thank you.  I'm not hungry.\n\n\n\n       Frederick steps away.  The other guests strangely cease \n\n       conversing mid-sentence and turn to her.  Greta's mother \n\n       notices with alarm.  Faces her daughter.\n\n\n\n                           MRS. GIBSON\n\n                 Aren't you eating?\n\n\n\n                           GRETA\n\n                 I don't really feel up to it.\n\n\n\n       The other guests begin to eat voraciously.\n\n\n\n                           MRS. GIBSON\n\n                 Really, dear.  You ought to try \n\n                 something.\n\n\n\n                           GRETA\n\n                     (sharply)\n\n                 You're the one who's always slapping my \n\n                 hand about weight-watching.\n\n\n\n       Her mother glances nervously at the other guests.  Her voice \n\n       takes on a shrill edge.\n\n\n\n                           MRS. GIBSON\n\n                 But that's why we diet, dear.  So we can \n\n                 eat at social events and not upset the \n\n                 other guests.\n\n\n\n       FREDERICK INTRUDES\n\n\n\n                           FREDERICK\n\n                 Madam, if I may...\n\n\n\n       He wheels in a trolley with a sterling silver chafing dish on \n\n       it.  He turns to Greta and pushes in the tray to the hideous \n\n       baby chair, which Greta's chair has become, pinning her in \n\n       place.\n\n\n\n       The guests continue chowing down, while Mom beams \n\n       approvingly.",
  "41": "---END OF PREVIOUS SECTION---\nHe wheels in a trolley with a sterling silver chafing dish on \n\n       it. He turns to Greta and pushes in the tray to the hideous \n\n       baby chair, which Greta's chair has become, pinning her in \n\n       place. The guests continue chowing down, while Mom beams \n\n       approvingly. \n---TARGET SECTION TO BE ANNOTATED---\n  Greta stiffens into a parody of too-straight \n\n       posture.\n\n\n\n       Frederick removes the lid of the sterling silver chafing dish \n\n       with a flourish, revealing a perfect, miniature doll-like \n\n       replica of Greta.\n\n\n\n       With a flourish, he proceeds to slit it open, filleting it in \n\n       front of Greta's horrified eyes with one of the blades on \n\n       Freddy's clawed hand.\n\n\n\n       Frederick has now become Freddy, transforming from the normal \n\n       Robert Englund to Freddy Krueger.\n\n\n\n       At the end of the blades on Freddy's claw, a sharpened silver \n\n       spoon now exists.\n\n\n\n       He scoops into the dissected doll and begins to feed Greta, \n\n       forcing some of the mush into her mouth.  Greta resists, \n\n       turning her head to spit it out.\n\n\n\n       Freddy jerks her head back to the front.\n\n\n\n       GRETA'S POV\n\n\n\n       as her head is snapped back.  Another claw/spoonful of mush \n\n       in her face.\n\n\n\n                           FREDDY\n\n                 You are what you eat.\n\n\n\n       The table guests laugh and feast on in the background.\n\n\n\n                           MRS. GIBSON\n\n                 Nothing but the best for Greta!\n\n\n\n                           FREDDY\n\n                     (with another spoonful)\n\n                 Second helping.\n\n\n\n       The guests laugh as Greta struggles helplessly, moaning and \n\n       groaning her objections.\n\n\n\n                           MRS. GIBSON\n\n                 Don't talk with your mouth full, dear.\n\n\n\n       GRETA\n\n\n\n       stares at the claws/scoop wide-eyed as they force the MUSH \n\n       into her mouth.\n\n\n\n       GRETA'S POV\n\n\n\n       as Freddy shoves another spoonful.\n\n\n\n                           FREDDY\n\n                 Don't forget dessert.\n\n\n\n                           GUEST\n\n                 A rare delicacy.\n\n\n\n       WIDER\n\n\n\n       to reveal what Freddy is feeding her.  He stands over Greta \n\n       scooping his claws into her TORSO as though it were made of \n\n       ice cream, and delivering the stuff back up to her mouth.\n\n\n\n       GRETA\n\n\n\n       screams in horror as she realizes what she's eating.\n\n\n\n       INT. ALICE'S KITCHEN - NIGHT\n\n\n\n       OVER ALICE'S SHOULDER\n\n\n\n       As she steps to the refrigerator and grasps the door handle, \n\n       we get a glimpse of something foreboding a split second \n\n       before she opens the door...",
  "42": "---END OF PREVIOUS SECTION---\nGRETA\n\n\n\n       screams in horror as she realizes what she's eating. INT. ALICE'S KITCHEN - NIGHT\n\n\n\n       OVER ALICE'S SHOULDER\n\n\n\n       As she steps to the refrigerator and grasps the door handle, \n\n       we get a glimpse of something foreboding a split second \n\n       before she opens the door... \n---TARGET SECTION TO BE ANNOTATED---\na Freddy magnet above the handle \n\n       that says DIE BITCH.\n\n\n\n       Alice pulls the door open.  PUSH IN past her to the groceries \n\n       inside.  a real Freddy food feast of graveyard leftovers -- \n\n       flies swarm when Alice opens the door.  Maggots, rot and \n\n       cobwebs.  Dripping fetid garbage.  Then suddenly...\n\n\n\n       Greta's hideously mutated face SHOOTS INTO CLOSE UP from \n\n       RIGHT FRAME!  Her cheeks have been horribly distended.  Food \n\n       spills from her mouth as she tries to scream.\n\n\n\n       OVER GRETA'S SHOULDER\n\n\n\n       who we can now see is impossibly coming out in the open \n\n       refrigerator door.  Her arms desperately reach out towards \n\n       Alice who stands frozen, FACING CAMERA, in open-mouthed \n\n       shock.\n\n\n\n                           ALICE\n\n                 Greta!\n\n\n\n       Then Alice leaps into action.  She grabs Greta's hands and \n\n       begins to pull with all her might.  But she can't get Greta \n\n       out!\n\n\n\n                           ALICE (cont'd)\n\n                 Dad!\n\n\n\n       PULL BACK FAST\n\n\n\n       away from the struggle, through the kitchen door, into the \n\n       living room and further back still until Alice's father \n\n       appears in LEFT FOREGROUND, sitting in his easy chair, \n\n       reading the newspaper.\n\n\n\n                           ALICE (cont'd)\n\n                 Dad!  Help!\n\n\n\n       POV FROM INSIDE THE REFRIGERATOR\n\n\n\n       looking past the mounds of disgusting stuff to Alice and \n\n       Greta.  Suddenly, FREDDY'S CLAW comes INTO FOREGROUND SHOT.\n\n\n\n       ALICE AND GRETA\n\n\n\n       Alice has managed to pull Greta a couple inches further from \n\n       the open door when Freddy LUNGES out of the refrigerator!  \n\n       With lightning speed he grabs Greta's arm and YANKS the door \n\n       closed with a WHAM!\n\n\n\n                           ALICE (cont'd)\n\n                 No!\n\n\n\n       DOWN ANGLE ON ALICE\n\n\n\n       as she quickly yanks the fridge open again and \n\n       sees...Nothing!  Everything is back to normal.  No sign of \n\n       Greta or Freddy.\n\n\n\n       CLOSE ON ALICE\n\n\n\n       staring into the fridge with amazement and fear.\n\n\n\n       ALICE\n\n\n\n       closes the door and rushes to the telephone on the wall.\n\n\n\n       INT.",
  "43": "---END OF PREVIOUS SECTION---\nCLOSE ON ALICE\n\n\n\n       staring into the fridge with amazement and fear. ALICE\n\n\n\n       closes the door and rushes to the telephone on the wall. INT. \n---TARGET SECTION TO BE ANNOTATED---\n GRETA'S DINING ROOM - NIGHT\n\n\n\n       IN THE DREAM - FREDDY AND GRETA\n\n\n\n       Freddy shoves another clawful of stuff into Greta's mouth.  \n\n       She starts to CHOKE.\n\n\n\n       Freddy pulls Greta to him.  Hugs her, patting her back, like \n\n       a parent burping an infant.  He's almost cradling her as she \n\n       continues to choke the life out of herself.\n\n\n\n       Freddy's \"patting\" becomes harder.  Greta jolts under each \n\n       slap on the back...\n\n\n\n       IN THE DINNER PARTY - ON GRETA - FROM BELOW, SHOOTING UP\n\n\n\n       She starts to choke.  Her face goes blue.  She stands.\n\n\n\n       THE GUESTS \n\n\n\n       stare at her in shocked amazement.\n\n\n\n       GRETA\n\n\n\n       stands, arms out, leaning forward as though suspended, as if \n\n       Freddy were still \"burping\" her.  Then she pitches forward, \n\n       face first into her plate.\n\n\n\n       GRETA'S MOTHER\n\n\n\n       looks down in shock at her obviously dead daughter.\n\n\n\n                           GRETA'S MOTHER\n\n                 Greta?...\n\n\n\n       EXT. GREY'S CONSTRUCTION - NIGHT\n\n\n\n       A big industrial shop.  Mark's father's business and their \n\n       home.  Rain falls on the cement drive, glistening in the \n\n       light that spills from beneath the big, half open delivery \n\n       door.  Across the door we see: GREY & SON CONSTRUCTION.\n\n\n\n       The \"& SON\" has been recently added.  Alice and Yvonne, still \n\n       in her nurse's uniform, approach.\n\n\n\n       INT. GREY'S CONSTRUCTION - NIGHT\n\n\n\n       A huge warehouse and commercial shop.  Rows of scaffolding, \n\n       filled with prefab door and wall units, recede into the \n\n       darkness.  \n\n       A glass partitioned office fills a corner near the door.  We \n\n       can see Mark's father moving around inside of it.  Alice and \n\n       Yvonne enter and move toward the office door.\n\n\n\n       ANGLE ON THE OFFICE DOOR\n\n\n\n       Alice and Yvonne peer inside.  Mr. Grey, dressed in workman's \n\n       clothes, is stoically trying to repair a broken name-plate.  \n\n       We can tell that one of the two desks in here was intended \n\n       for Mark.",
  "44": "---END OF PREVIOUS SECTION---\nMr. Grey, dressed in workman's \n\n       clothes, is stoically trying to repair a broken name-plate. We can tell that one of the two desks in here was intended \n\n       for Mark. \n---TARGET SECTION TO BE ANNOTATED---\n  Alice looks around, concerned.\n\n\n\n                           ALICE\n\n                 Mr. Grey...is Mark around?\n\n\n\n       He looks up, very upset.  Nods.  Angrily gestures toward the \n\n       labyrinth of racks.\n\n\n\n                           MR. GREY\n\n                 Back there somewhere.\n\n\n\n       IN THE RACKS OF THE SCAFFOLDING\n\n\n\n       The rays of a single worklight high on the back of the wall \n\n       stab like fingers through the maze of scaffolding.  \n\n       Silhouetted against them, Mark slowly glides between the \n\n       racks on a skateboard, a solitary and forlorn figure.\n\n\n\n       Alice and Yvonne enter shot, backs to CAMERA, watching him.\n\n\n\n                           ALICE\n\n                     (tentatively)\n\n                 Mark, are you okay?\n\n\n\n                           MARK\n\n                 Yeah.  I'm just aces.\n\n\n\n       Looks like he's not.  Mark ignores them as Alice and Yvonne \n\n       move closer.  He's a tightly wound coil, ready to snap.\n\n\n\n                           ALICE\n\n                 I want to talk to both you guys about \n\n                 Greta.  And...\n\n\n\n                           MARK\n\n                     (snapping)\n\n                 I'm very fucking sorry, but Greta is dead \n\n                 today.  Could we interest you in someone \n\n                 else?\n\n\n\n       Alice steps closer to him, her empathy allowing her to ignore \n\n       his tone of voice.\n\n\n\n                           YVONNE\n\n                 It was just an accident.  Like with Dan.\n\n\n\n                           ALICE\n\n                 No accident.  I tried to warn all of you \n\n                 about Krueger.\n\n\n\n       Yvonne shakes her head.  Not wishing Alice to indulge her \n\n       fantasies.\n\n\n\n                           YVONNE\n\n                 Please, Alice...\n\n\n\n       But Alice's words have left an effect on Mark. He brings his \n\n       skateboard to a halt.  Gives her a direct look.\n\n\n\n                           MARK\n\n                 I thought about that.\n\n\n\n                           ALICE\n\n                 She must've fallen asleep at the table...\n\n\n\n                           YVONNE\n\n                 Stop it, Alice.  Just stop it.  Stick to \n\n                 the facts.\n\n\n\n       Mark glances at her.\n\n\n\n                           MARK\n\n                 Too bad.\n\n\n\n       He goes back to Alice.\n\n\n\n                           ALICE\n\n                     (frustrated)\n\n                 I don't understand what's happening.  \n\n                 Krueger has to use my dreams, but he got \n\n                 to Dan and Greta while I was awake.",
  "45": "---END OF PREVIOUS SECTION---\nHe goes back to Alice. ALICE\n\n                     (frustrated)\n\n                 I don't understand what's happening. Krueger has to use my dreams, but he got \n\n                 to Dan and Greta while I was awake. \n---TARGET SECTION TO BE ANNOTATED---\n  \n\n                 How's he doing it?\n\n\n\n                           YVONNE\n\n                     (sharply)\n\n                 Why don't you two stick to reality.\n\n\n\n       Mark turns his displaced anger on her full force.\n\n\n\n                           MARK\n\n                 Why don't you shut up and let her talk!  \n\n                 Two of us died in the last two days, does \n\n                 that strike you as particularly normal?!\n\n\n\n                           YVONNE\n\n                 Mark...\n\n\n\n                           MARK\n\n                 I'm not finished - I loved Greta.  A lot.  \n\n                 And if maybe, just maybe, someone or some \n\n                 thing killed her, I'd like to hear about \n\n                 it!\n\n\n\n                           YVONNE\n\n                 I can't listen to this.\n\n\n\n       She starts to turn away.  Mark gets angry again.  Shouts.\n\n\n\n                           MARK\n\n                 Then get out!\n\n\n\n                           ALICE\n\n                 Mark!\n\n\n\n       Hurt, Yvonne starts to get up.  Turns for the stairs.  Mark \n\n       realizes he's being a jerk.  Punches his fist against the \n\n       scaffolding in frustration.  Calms himself down.\n\n\n\n                           MARK\n\n                 Aww,shit...Yvonne, wait a minute, will \n\n                 ya.\n\n\n\n       She stops.  Turns.\n\n\n\n                           MARK (cont'd)\n\n                 I'm an asshole.  I know I'm not dealing \n\n                 with this very well and it's not your \n\n                 fault.  I'm sorry.\n\n\n\n       Yvonne gives him a little hug.  Tries to smile.\n\n\n\n                           YVONNE\n\n                 It's okay.\n\n\n\n                           MARK\n\n                 Stick around, please?\n\n\n\n       Yvonne brushes Mark's hair from his face like a big sister.\n\n\n\n                           YVONNE\n\n                 Wish I could, but I'm on night shift \n\n                 again...gotta go.\n\n\n\n       Mark nods.  Tries to smile.  Alice steps up to them.  Puts a \n\n       comforting hand on Mark's shoulder.\n\n\n\n                           ALICE\n\n                 I can stay for awhile if you want.\n\n\n\n       INT. MARK'S ROOM - LATER\n\n\n\n       A combination studio and storage space for the world's \n\n       largest collection of comics.  The entire loft is a network \n\n       of scaffolding.  Shelves for his comics, fantasy posters, and \n\n       sci-fi memorabilia.  Stuffed in among them are tons of books \n\n       on mythology and the occult.\n\n\n\n                           MARK (O.S.",
  "46": "---END OF PREVIOUS SECTION---\nStuffed in among them are tons of books \n\n       on mythology and the occult. MARK (O. S. \n---TARGET SECTION TO BE ANNOTATED---\n                 Do you think I'm an idiot...for being in \n\n                 love with her?\n\n\n\n                           ALICE (O.S.)\n\n                 Nobody thinks that.\n\n\n\n       Tacked to the walls and scaffolding, are dozens of drawings.  \n\n       Works in progress of Mark's super hero comic book creation.\n\n\n\n       As the CAMERA pans across the sketches, we see the evolution \n\n       of this character.  Several names have been tried and crossed \n\n       out as Mark's conception has continued to bloom.\n\n\n\n       CONTINUE TO PAN until we come to a SIX FOOT POSTER of the \n\n       character in final incarnation as...THE PHANTOM PROWLER.\n\n\n\n                           MARK (O.S.)\n\n                 I mean, I know I didn't stand a chance in \n\n                 hell, but...\n\n\n\n       PAN PAST THE PROWLER to Alice and Mark, sitting near his \n\n       drawing table.  She sits next to him, a comforting arm around \n\n       his shoulder.\n\n\n\n                           ALICE\n\n                 She cared a lot about you.\n\n\n\n       Mark nods.  Thinks.\n\n\n\n                           MARK\n\n                 Maybe it was her mother who killed her, \n\n                 with all that Polly Perfect shit.\n\n\n\n                           ALICE\n\n                 It wasn't her mother.  The only reason \n\n                 we're still here is that none of us has \n\n                 slept since the grad party.\n\n\n\n       Mark looks at Alice.  Sees the certainty on her face.\n\n\n\n                           MARK\n\n                 Tell me some more about this Krueger guy.\n\n\n\n                           ALICE\n\n                 Why don't I go make some coffee.  There's \n\n                 a lot to tell.\n\n\n\n       INT. MARK'S ROOM - LATER\n\n\n\n       Alice is coming back into the room with two steaming mugs.  \n\n       She looks around.  No Mark.\n\n\n\n                           ALICE\n\n                 Mark?...\n\n\n\n       She starts forward, looking around for him.\n\n\n\n       IN THE BED\n\n\n\n       Mark has fallen asleep.\n\n\n\n       BELOW\n\n\n\n       Alice can't see him.  She approaches the drawing table.\n\n\n\n       ALICE'S POV\n\n\n\n       approaching the table.\n\n\n\n       ALICE\n\n\n\n       sets the coffee down and sees something that stops her cold.\n\n\n\n       THE TABLE - ALICE'S POV\n\n\n\n       The sketch of Greta begins to move, reassembling itself into \n\n       a drawing of the ELM STREET HOUSE.  Mark stands on the porch, \n\n       opening the door...\n\n\n\n       ALICE\n\n\n\n       realizes what's happening.  Reaches her hand toward the page.",
  "47": "---END OF PREVIOUS SECTION---\nMark stands on the porch, \n\n       opening the door... ALICE\n\n\n\n       realizes what's happening. Reaches her hand toward the page. \n---TARGET SECTION TO BE ANNOTATED---\n                           ALICE (cont'd)\n\n                 Mark!  No!\n\n\n\n       But he goes inside.\n\n\n\n       Alice quickly picks up one of Mark's colored felt tip pens \n\n       and draws a stick figure of herself next to the Elm Street \n\n       house.  She writes \"Alice\" above the figure then throws down \n\n       the pen and closes her eyes, concentrating.\n\n\n\n       PUSH IN on Alice, eyes closed, using all her will... (The \n\n       BACKGROUND distorts as Alice goes into the dream.)  PULL BACK \n\n       from Alice's face and now we see that we're\n\n\n\n       EXT. ELM STREET HOUSE\n\n\n\n       Alice goes inside.\n\n\n\n       INT. ELM STREET HOUSE, LIVING ROOM\n\n\n\n       Alice rushes inside.  Comes to a halt as she sees\n\n\n\n       A HUGE, GAPING HOLE\n\n\n\n       in the floor, with jagged \"paper\" edges, like something out \n\n       of Mark's cartoons.  Mark desperately clings to one of the \n\n       edges, which slowly begins to tear...\n\n\n\n       Alice rushes over.  Through the hole, she sees what Mark is \n\n       about to drop into...the pulsating FETAL CANAL!\n\n\n\n       CLOSE ON ALICE\n\n\n\n       as she kneels and stretches her hand toward Mark.\n\n\n\n       CLOSE ON MARK\n\n\n\n       He looks up at Alice, noticing her for the first time, and \n\n       maybe not sure if she's really there.  He hesitates.  The \n\n       paper tears some more.  He's about to fall!\n\n\n\n                           ALICE (O.S.)\n\n                 Take it!\n\n\n\n       Terrified, retches a bloody hand toward Alice, straining to \n\n       reach her fingertips...\n\n\n\n       FETAL CANAL POV - LOOKING UP\n\n\n\n       Mark's legs dangle above, slipping lower as the paper \n\n       continues to tear...\n\n\n\n       MARK AND ALICE - DOWN ANGLE\n\n\n\n       Alice gets down on her belly, trying to reach closer to Mark, \n\n       who keeps slowly slipping further into the hole.",
  "48": "---END OF PREVIOUS SECTION---\nTerrified, retches a bloody hand toward Alice, straining to \n\n       reach her fingertips... FETAL CANAL POV - LOOKING UP\n\n\n\n       Mark's legs dangle above, slipping lower as the paper \n\n       continues to tear... MARK AND ALICE - DOWN ANGLE\n\n\n\n       Alice gets down on her belly, trying to reach closer to Mark, \n\n       who keeps slowly slipping further into the hole. \n---TARGET SECTION TO BE ANNOTATED---\n       CLOSE ON THEIR HANDS\n\n\n\n       fingertips quivering a millimeter apart, then touching, then \n\n       moving toward each other's palms until their hands firmly \n\n       grip!\n\n\n\n       FETAL CANAL POV - LOOKING UP\n\n\n\n       Alice begins to pull Mark up, away from CAMERA\n\n\n\n       ALICE AND MARK - SIDE ANGLE\n\n\n\n       As Alice struggles to pull Mark from the yawning mouth of the \n\n       canal, it begins to close around him, trying to suck him back \n\n       in.  With a final tug, Alice yanks Mark out, and the canal \n\n       closes, leaving no trace on the now normal floor.\n\n\n\n                           ALICE (cont'd)\n\n                 Let's get out of here!\n\n\n\n       ANGLE ON FRONT DOOR\n\n\n\n       As Alice races INTO SHOT toward the door.  Mark follows close \n\n       behind.  As Alice flings the door open, Mark comes to a halt, \n\n       BACK TO CAMERA, noticing something on his hands.  BLOOD.  He \n\n       stares in horror...\n\n\n\n                           ALICE (cont'd)\n\n                 C'mon, Mark!\n\n\n\n       CLOSE ON MARK\n\n\n\n       hands raised before his face.  His eyes are opened in shock.  \n\n       Then they start to unfocus as he begins to wobble.  In the \n\n       next second he is FALLING OUT OF FRAME.\n\n\n\n       WIDER\n\n\n\n       Alice watches as Mark feints himself AWAKE.  As he's about to \n\n       hit the floor, he dissolves away.  Alice starts to turn back \n\n       to the door when something OUT OF FRAME catches her eye.\n\n\n\n       CAMERA PANS TO RIGHT until we see... JACOB standing at a \n\n       window, staring forlornly into the street.\n\n\n\n       ALICE\n\n\n\n       freezes.  Stares at this odd child with a mixture of \n\n       compassion and wariness.\n\n\n\n                           ALICE (cont'd)\n\n                 Jacob...?\n\n\n\n       JACOB AND ALICE\n\n\n\n       Alice approaches, keeping a little distance between them.  \n\n       Jacob turns.  He's paler now.  Sickly.  As he recognizes \n\n       Alice, he looks even a little sadder.\n\n\n\n                           JACOB\n\n                 Oh...hello...\n\n\n\n       He goes back to the window.  Alice takes on a tone of \n\n       instinctive motherly concern.\n\n\n\n                           ALICE\n\n                     (tentative)\n\n                 Hi, you don't look very well.",
  "49": "---END OF PREVIOUS SECTION---\nHe goes back to the window. Alice takes on a tone of \n\n       instinctive motherly concern. ALICE\n\n                     (tentative)\n\n                 Hi, you don't look very well. \n---TARGET SECTION TO BE ANNOTATED---\n  Are you \n\n                 feeling all right?\n\n\n\n                           JACOB\n\n                     (still at the window)\n\n                 Been having bad dreams.\n\n\n\n       Alice ponders that.\n\n\n\n                           ALICE\n\n                 Is this where you live, Jacob?\n\n\n\n       He shakes his head no.\n\n\n\n                           JACOB\n\n                 Just waiting for someone...\n\n                     (then)\n\n                 It's sad about Greta.\n\n\n\n       Alice stares at him, intrigued.\n\n\n\n                           ALICE\n\n                 Is that who you're waiting for?\n\n\n\n                           JACOB\n\n                 No...\n\n\n\n       Alice takes another step forward.\n\n\n\n                           ALICE\n\n                 I don't think this is a nice place for \n\n                 you to be.  Maybe we should go find your \n\n                 Mom.\n\n\n\n                           JACOB\n\n                 She doesn't want me around\n\n\n\n                           ALICE\n\n                 Oh...I'm sure that's not true.  I'll bet \n\n                 she's very worried about you.  I would \n\n                 be.\n\n\n\n       Jacob turns to her.  His face full of hurt and accusation.\n\n\n\n                           JACOB\n\n                 No you're not.  You don't even care about \n\n                 being a mom.  How come you don't think \n\n                 about me?\n\n\n\n                           ALICE\n\n                     (confused)\n\n                 Who said I...wait, what?\n\n\n\n       his lonely eyes begin to well up.\n\n\n\n                           JACOB\n\n                 I like you...I want to stay with you.   \n\n                 Why don't you want me?  Is there \n\n                 something wrong with me?\n\n\n\n       Alice stares at him, stunned as the realization hits her.  \n\n       She takes a step closer, almost within reach of him.\n\n\n\n                           ALICE\n\n                 Who says I don't like you?\n\n\n\n                           JACOB\n\n                 My friend, with the funny hand.\n\n\n\n       Alice doesn't like the implications of that at all.  She \n\n       reaches out to lead Jacob away.\n\n\n\n                           ALICE\n\n                 Come on, honey.  We're getting out of \n\n                 here.\n\n\n\n       But he pulls away, drawn by something in the shadows near the \n\n       stairs.\n\n\n\n                           JACOB\n\n                 I have to go now, he wants me again.\n\n\n\n       Jacob scurries up the stairs into the shadows.\n\n\n\n                           ALICE\n\n                 No!  Jacob!...\n\n\n\n       She runs after him, charging up the stairs and finding \n\n       herself\n\n\n\n       INT.",
  "50": "---END OF PREVIOUS SECTION---\nALICE\n\n                 No! Jacob!... She runs after him, charging up the stairs and finding \n\n       herself\n\n\n\n       INT. \n---TARGET SECTION TO BE ANNOTATED---\n MARK'S LOFT - MORNING\n\n\n\n       Alice climbs up the last stair and steps into the loft.  \n\n       Looks around, SURPRISED; she's back in reality.\n\n\n\n       Mark sits up in his bed.  Stares at the cuts in hands with \n\n       amazement, and dawning realization.\n\n\n\n                           MARK\n\n                 Holy...shit...he's really real...isn't \n\n                 he?\n\n\n\n       Mark looks up at Alice, who's more concerned than ever.\n\n\n\n                           MARK (cont'd)\n\n                 Are you okay?\n\n\n\n                           ALICE\n\n                 He's doing something to my baby.  I know \n\n                 it -- he's trying to hurt Jacob.\n\n\n\n       Mark looks confused.\n\n\n\n                           MARK\n\n                 Who's Jacob?\n\n\n\n                           ALICE\n\n                 My baby!\n\n\n\n                           MARK\n\n                 What, you named it already?\n\n\n\n       Alice freezes.  Realizing...\n\n\n\n                           ALICE\n\n                 Yeah.  I think he already has a name...\n\n\n\n       Then, she hurriedly begins to gather her things.\n\n\n\n                           ALICE (cont'd)\n\n                 I've got to get away from here.  \n\n                 Someplace where Krueger can't find him.\n\n\n\n       She bolts for the stairs.  Mark restrains her.\n\n\n\n                           MARK\n\n                 Whoa, slow down.  How're you gonna hide \n\n                 from a guy like that, leave the planet?\n\n\n\n                           ALICE\n\n                 I don't know!\n\n\n\n       Alice is on the verge of tears.  Mark puts his hands on her \n\n       shoulders, trying to emotionally steady her.\n\n\n\n                           MARK\n\n                 Look, if you're worried about your baby, \n\n                 call Yvonne, have the doctor check him \n\n                 out.\n\n\n\n       Alice nods, getting a hold of herself.  Mark hands her the \n\n       telephone.  Then grabs his jacket.\n\n\n\n                           ALICE\n\n                 Where are you going?\n\n\n\n                           MARK\n\n                 I'm going to see what else I can find out \n\n                 about Mr. Fred Krueger\n\n\n\n       INT. HOSPITAL CORRIDOR - DAY\n\n\n\n       Alice hurries down the near deserted corridor.  Yvonne rushes \n\n       to keep up beside her.  She looks concerned.\n\n\n\n                           YVONNE\n\n                 You had me scared on the phone.  What's \n\n                 wrong with the baby?\n\n\n\n                           ALICE\n\n                 I think Krueger's trying to do something \n\n                 to it.\n\n\n\n       Yvonne suddenly pulls Alice to a halt, dismayed.",
  "51": "---END OF PREVIOUS SECTION---\nWhat's \n\n                 wrong with the baby? ALICE\n\n                 I think Krueger's trying to do something \n\n                 to it. Yvonne suddenly pulls Alice to a halt, dismayed. \n---TARGET SECTION TO BE ANNOTATED---\n                           YVONNE\n\n                 Oh, Alice...no.  Honey, I love you but \n\n                 you're going to have to get a hold of \n\n                 yourself...\n\n\n\n                           ALICE\n\n                 Mark knows I'm not crazy.  Ask him to \n\n                 show you his hands.\n\n\n\n       Alice starts off again.  Yvonne really looks worried now.\n\n\n\n                           YVONNE\n\n                 I really think you need to calm down now, \n\n                 okay?\n\n\n\n                           ALICE\n\n                 I just can't figure out how he's getting \n\n                 in when I'm awake...\n\n\n\n       Suddenly a thought strikes her.  She wheels on Yvonne.\n\n\n\n                           ALICE (cont'd)\n\n                 Do unborn babies dream?\n\n\n\n       Yvonne hesitates, afraid her answer might feed Alice's \n\n       fantasies.\n\n\n\n                           YVONNE\n\n                 Yeah...they do, but...do us both a \n\n                 favor...don't mention any of this to Dr. \n\n                 Moore.\n\n\n\n       INT. DR. MOORE'S OFFICE - MOMENTS LATER\n\n\n\n       Yvonne adjusts the ULTRA SOUND MONITOR.  Dr. Moore finishes \n\n       his pre-examination of Alice.  He is extremely irritated.\n\n\n\n                           DR. MOORE\n\n                 Developing fetuses can spend up to \n\n                 seventy-percent of their day in what we \n\n                 call dream state.  More as they mature.\n\n\n\n       Yvonne shoots a frustrated look at Alice.\n\n\n\n                           ALICE\n\n                 Would I be able to sense them?\n\n\n\n                           DR. MOORE\n\n                     (annoyed)\n\n                 Is that why you're here?  To see if your \n\n                 baby's having nightmares?\n\n\n\n                           ALICE\n\n                 We're here to find out everything we can, \n\n                 aren't we?\n\n\n\n                           DR. MOORE\n\n                 Frankly, I've found nothing about you \n\n                 that would indicate the necessity of \n\n                 ultra-sound at this stage of your \n\n                 pregnancy.\n\n\n\n       Dr. Moore throws a dark look at Yvonne.\n\n\n\n                           ALICE\n\n                 I just want to make sure my baby's all \n\n                 right.\n\n\n\n       Yvonne hands the ultra-sound device to Dr. Moore.  He runs \n\n       the device over Alice's baby.\n\n\n\n       THE ULTRA-SOUND MONITOR\n\n\n\n       The screen comes on with a BLIP.  A barely distinguishable \n\n       black and white image appears...\n\n\n\n                           DR. MOORE (O.S.",
  "52": "---END OF PREVIOUS SECTION---\nDR. MOORE (O. S. \n---TARGET SECTION TO BE ANNOTATED---\n                 The heart seems strong.  Let's hear it.\n\n\n\n       Yvonne flicks a switch and a steady RHYTHMIC BEAT begins on \n\n       the TRACK, coming from a speaker above the monitor.\n\n\n\n       Alice watches the screen, fascinated.  Suddenly...  The \n\n       picture begins to shift and distort with electronic spasms.  \n\n       The SOUND of the baby's heartbeat begins to grow LOUDER and \n\n       SURREAL.\n\n\n\n       Alice turns apprehensively to Yvonne and Dr. Moore, who are \n\n       oblivious to any of this.  Then...\n\n\n\n       The wall behind Alice starts to PULSATE...become FLESHLIKE.  \n\n       It ripples blue-red with veins.  Then...a gaping hole opens \n\n       and we are staring into the fetal canal!\n\n\n\n       WHOOSH!\n\n\n\n       Alice is sucked through the opening!\n\n\n\n       AN IRIDESCENT BEAM OF LIGHT (ALICE)\n\n\n\n       flies through a landscape of pulsing blood vessels and living \n\n       tissue.  We are inside Alice's body.\n\n\n\n       AN ENORMOUS VALVE\n\n\n\n       stretches open and the beam of \"light\" shoots through it, \n\n       then drops down OUT OF FRAME.  Hold a beat.\n\n\n\n       Then Alice floats up INTO FRAME...a translucent figure, \n\n       ethereal.  She is caught in a GLOW OF LIGHT.  WE TURN WITH \n\n       HER to see...\n\n\n\n       HER UNBORN BABY\n\n\n\n       glowing with innocence.  Floating...umbilical chord in the \n\n       FOREGROUND.\n\n\n\n       ON ALICE\n\n\n\n       as she approaches the child.  She's fascinated...enchanted.  \n\n       Until she sees something beyond the baby, a face, protruding \n\n       from the uterine wall.\n\n\n\n       FREDDY KRUEGER\n\n\n\n       smiling at Alice.\n\n\n\n                           FREDDY\n\n                 Hi.  See a family resemblance?\n\n\n\n       ALICE\n\n\n\n       reacts in fear as she sees...\n\n\n\n       THE UMBILICAL CHORD\n\n\n\n       beginning to bulge as something forces its way through it \n\n       toward her baby.  \n\n       The bulge moves down the chord, then a second one enters from \n\n       the wall...both \"things\" travel toward the fetus' belly like \n\n       golf balls moving through a python.  Then...\n\n\n\n       WHOOSH, WHOOSH, they shoot into the fetus.\n\n\n\n       ALICE'S\n\n\n\n       fear turns to utter horror as she sees...",
  "53": "---END OF PREVIOUS SECTION---\nThen... WHOOSH, WHOOSH, they shoot into the fetus. ALICE'S\n\n\n\n       fear turns to utter horror as she sees... \n---TARGET SECTION TO BE ANNOTATED---\n       THE FETUS\n\n\n\n       its skin has turned translucent and we see the tiny, \"as in \n\n       hideous death\" souls of DAN and GRETA in the child's belly.\n\n\n\n       ON THE SOULS\n\n\n\n       screaming in terror!\n\n\n\n       FREDDY'S HUGE FACE\n\n\n\n       leering in twisted pleasure.\n\n\n\n       THE BABY'S FACE\n\n\n\n       begins to slowly transform into a mask of fear and pain.  Its \n\n       eyes begin to flutter.\n\n\n\n       ON FREDDY\n\n\n\n       As he realizes the child is on the verge of awakening.  He \n\n       grimaces in anger and frustration.\n\n\n\n       ALICE\n\n\n\n       screams at Freddy.\n\n\n\n                           ALICE\n\n                 Don't touch him!\n\n\n\n       THE CHILD\n\n\n\n       begins to turn toward Alice as it nears consciousness.  Its \n\n       eyes open, staring in wonder for just a second, then...\n\n\n\n                                                      MATCH CUT TO:\n\n\n\n       INT. DR. MOORE'S OFFICE\n\n\n\n       CLOSE ON ALICE\n\n\n\n       eyes open wide in terror.  She looks around, panicked.\n\n\n\n                           ALICE\n\n                 What's he doing to my baby?\n\n\n\n       DR. MOORE\n\n\n\n       leans INTO SHOT, removing the testing device.\n\n\n\n                           DR. MOORE\n\n                 Your baby is perfectly healthy... a \n\n                 little large for so early on, but as \n\n                 normal as any I've seen.\n\n\n\n       HOLD ON ALICE.  She's got knowledge Dr. Moore hasn't got.  \n\n       She turns to Yvonne.\n\n\n\n                           ALICE\n\n                 He's taking their souls...Their spirits \n\n                 to make the baby...like him.\n\n\n\n       Yvonne shoots a look at Dr. Moore.  She realizes she'd better \n\n       get Alice out of there before he has her committed.  Yvonne \n\n       moves to Alice.\n\n\n\n                           YVONNE\n\n                 Come on, sweety.  I'll take you home.  \n\n                 You'll feel better after you get some \n\n                 real sleep.\n\n\n\n       Yvonne manages to guide Alice from the room.  Dr. Moore \n\n       watches them leave.  Then he checks something in Alice's \n\n       file.  Picks up the telephone and dials a number.\n\n\n\n       INT. ALICE'S BEDROOM - DAY\n\n\n\n       Alice ENTERS, carrying two mugs of coffee and speaking in a \n\n       frantic rush.  Yvonne follows behind, a look of deep concern \n\n       on her face.",
  "54": "---END OF PREVIOUS SECTION---\nINT. ALICE'S BEDROOM - DAY\n\n\n\n       Alice ENTERS, carrying two mugs of coffee and speaking in a \n\n       frantic rush. Yvonne follows behind, a look of deep concern \n\n       on her face. \n---TARGET SECTION TO BE ANNOTATED---\n                           ALICE\n\n                 ...Dan was there.  Greta, too.  Krueger \n\n                 killed them!  And now he's feeding them \n\n                 to Jacob!\n\n\n\n       She hands one of the cups to Yvonne, who tries to get her \n\n       attention.\n\n\n\n                           YVONNE\n\n                 Alice...\n\n\n\n       Yvonne sets her mug down and gently places her hands on \n\n       Alice's shoulders, adopting a very reasonable tone.\n\n\n\n                           YVONNE (cont'd)\n\n                 Alice, I want you to stop and listen to \n\n                 yourself.  Do you know how you sound?\n\n\n\n       Alice nods.  Calmly replies.\n\n\n\n                           ALICE\n\n                 Completely insane.  But I'm not\n\n                     (pause)\n\n                 And if you're my friend you'll try to \n\n                 believe me a little.\n\n\n\n       Yvonne looks into Alice's eyes.  We see that she really cares \n\n       about her, and that Alice is starting to scare her.\n\n\n\n                           YVONNE\n\n                 I am your friend, and I'm worried sick \n\n                 about you.  But, you're like a locked \n\n                 safe.  You've gotta start dealing with \n\n                 reality.\n\n\n\n                           ALICE\n\n                 Krueger is reality.\n\n\n\n                           YVONNE\n\n                     (voice rising)\n\n                 And so is your baby.  You've got more \n\n                 than just yourself to think of now!\n\n\n\n                           ALICE\n\n                     (getting angry)\n\n                 What do you think I'm doing?\n\n                     (pauses)\n\n                 Look.  Whether you believe it or not, \n\n                 Krueger is back.  He's after the baby and \n\n                 if I don't try to do something about it, \n\n                 who will??\n\n\n\n       Suddenly the door is pushed open and Mark enters carrying a \n\n       folder stuffed with xeroxed newspaper clippings.  He looks \n\n       from Alice to Yvonne and back.\n\n\n\n                           YVONNE\n\n                     (continuing the discussion)\n\n                 All I know is that you are not doing \n\n                 yourself or the baby any good by acting \n\n                 like a crazy woman.  Why don't you take \n\n                 off - leave Springwood and cool out \n\n                 somewhere for a while?\n\n\n\n                           ALICE\n\n                 Goddamn it, Yvonne!  You don't just run \n\n                 away from this guy!  He finds you in your \n\n                 dreams.",
  "55": "---END OF PREVIOUS SECTION---\nALICE\n\n                 Goddamn it, Yvonne! You don't just run \n\n                 away from this guy! He finds you in your \n\n                 dreams. \n---TARGET SECTION TO BE ANNOTATED---\n                           MARK\n\n                     (looking at Yvonne)\n\n                 He sure found a few others before us.\n\n\n\n       Yvonne looks at him with frustration.\n\n\n\n                           YVONNE\n\n                 You, too?\n\n\n\n                           MARK\n\n                 He invited me to his house last night.\n\n\n\n       Yvonne ruefully shakes her head.  Tries the calm approach.\n\n\n\n                           YVONNE\n\n                 Look...we're all tired.  None of us had \n\n                 any sleep since Friday night...\n\n\n\n                           ALICE\n\n                 That's the only reason you're alive...\n\n\n\n       Yvonne abandons the calm approach.  Wheels on Alice.\n\n\n\n                           YVONNE\n\n                     (shouting)\n\n                 No it's not!\n\n\n\n       She turns for the door.  Mark shoves the folder towards her.\n\n\n\n                           MARK\n\n                 Yvonne, look through this stuff.  She's \n\n                 not crazy!\n\n\n\n       Yvonne knocks the folder from Mark's hand, scattering its \n\n       contents everywhere.  Then she storms out, slamming the door \n\n       behind her.  The xeroxed clippings float to the floor.  Mark \n\n       glances at Alice.\n\n\n\n                           MARK (cont'd)\n\n                 You okay?\n\n\n\n       Alice nods.  They start picking up the scattered clippings.\n\n\n\n                           ALICE\n\n                 I found out how Krueger's been doing it \n\n                 while I'm awake.  He's using Jacob's \n\n                 dreams.  We've got to stop him.\n\n\n\n       Mark looks up at her.\n\n\n\n                           MARK\n\n                 You know there is...one way.\n\n\n\n       Alice looks up at him, intrigued.\n\n\n\n                           MARK (cont'd)\n\n                 Have you thought about not having the \n\n                 baby?  I mean, no baby, no baby's dreams.\n\n\n\n       Alice thinks about it, very hard.  Finally shakes her head.\n\n\n\n                           ALICE\n\n                 I couldn't do that, Mark.  He's my last \n\n                 link with Dan...No, I want him.\n\n\n\n                           MARK\n\n                     (nods, smiling)\n\n                 Then we'll find another way.\n\n\n\n       ALICE\n\n\n\n       leans down again and continues picking up the clippings.  \n\n       One, bearing a photo of Amanda Krueger, lies in FOREGROUND.  \n\n       She picks it up, stares at it, pondering.\n\n\n\n                           ALICE\n\n                 I've seen her...\n\n\n\n       Her father's voice floats up from downstairs.",
  "56": "---END OF PREVIOUS SECTION---\nShe picks it up, stares at it, pondering. ALICE\n\n                 I've seen her... Her father's voice floats up from downstairs. \n---TARGET SECTION TO BE ANNOTATED---\n                           ALICE'S DAD (O.S.)\n\n                 Alice, can you come down a minute?\n\n\n\n       INT. ALICE'S LIVING ROOM\n\n\n\n       Alice comes down the stairs.  Her father is sitting in the \n\n       living room with Dan's parents, Mr. and Mrs. Jordan.\n\n\n\n                           ALICE\n\n                 Oh, hi...\n\n\n\n       Mrs. Jordan smiles at Alice a little too sweetly.  We see the \n\n       strain of her son's death in her eyes.\n\n\n\n                           MRS. JORDAN\n\n                 Alice...Mr. Jordan and I wanted to see \n\n                 how you were feeling.  Come, sit down.\n\n\n\n       Alice hesitates, this is the last thing she needs right now.\n\n\n\n                           ALICE'S DAD\n\n                 This isn't really a good time.  Maybe if \n\n                 you could come back...\n\n\n\n       Mrs. Jordan nervously cuts him off.\n\n\n\n                           MRS. JORDAN\n\n                 Frankly, dear, we wondered what you \n\n                 intend to do with our baby?\n\n\n\n                           ALICE\n\n                 What I what?  Well, I've thought about \n\n                 it.  I plan to keep him.\n\n\n\n       Mrs. Jordan glances at her husband.  He uncomfortably shifts \n\n       in his chair, then reluctantly speaks up.\n\n\n\n                           MR. JORDAN\n\n                 We're concerned that this all might be a \n\n                 little too much for you...I mean, being \n\n                 single and, well everything...\n\n\n\n       His voice trails off.  His wife frowns at his lack of \n\n       fortitude.  She jumps in.\n\n\n\n                           MRS. JORDAN\n\n                 What Mr. Jordan means is that we're aware \n\n                 of the burden that raising a child would \n\n                 place you.\n\n\n\n       Alice continues to stare at her, not quite sure where this is \n\n       going.  Mark quietly appears on the stairs behind her holding \n\n       the folder of clippings.\n\n\n\n                           MRS. JORDAN (cont'd)\n\n                 We're offering to help...adopt it and \n\n                 raise it as though it were --\n\n\n\n                           ALICE\n\n                 Look, I appreciate what you're offering, \n\n                 but no.  He is my responsibility.\n\n\n\n                           MRS. JORDAN\n\n                     (getting adamant)\n\n                 And ours.  It's our grandchild.\n\n\n\n       Mr. Jordan, clearly uncomfortable, tries to cut her off.\n\n\n\n                           MR.",
  "57": "---END OF PREVIOUS SECTION---\nMr. Jordan, clearly uncomfortable, tries to cut her off. MR. \n---TARGET SECTION TO BE ANNOTATED---\n JORDAN\n\n                 Doris, maybe this wasn't such a good --\n\n\n\n       She ignores him, getting more forceful.\n\n\n\n                           MRS. JORDAN\n\n                 In your present condition, Alice, we're \n\n                 worried about your ability --\n\n\n\n                           ALICE\n\n                 What are you talking about?  My \n\n                 \"condition\"?...\n\n\n\n       Alice's father gives Mrs. Jordan a dark look.  Surprised.\n\n\n\n                           MR. JORDAN\n\n                 We had a call from Dr. Moore.  He said \n\n                 Alice was hysterical.  That she's been \n\n                 having paranoid delusions and...\n\n\n\n                           ALICE\n\n                 You don't understand...\n\n\n\n                           MRS. JORDAN\n\n                 We know you've been through a lot but \n\n                 there's more than your feelings at stake \n\n                 here.\n\n\n\n                           ALICE\n\n                 You're not taking my baby!\n\n\n\n       Mrs. Jordan stands, losing her composure.\n\n\n\n                           MRS. JORDAN\n\n                 The courts may not agree with you.\n\n\n\n       Alice's father stands.  Turns an angry gaze on Mrs. Jordan.\n\n\n\n                           ALICE'S DAD\n\n                 But I do.  I've heard enough of this \n\n                 crap.  You think you can just walk into \n\n                 my house and start threatening my \n\n                 daughter?\n\n\n\n       SWIRLING JACUZZI\n\n\n\n       As Yvonne approaches.  She steps up to the side and gingerly \n\n       stretches out her foot to test the water.\n\n\n\n       CLOSE ON SURFACE OF WATER\n\n\n\n       frothing and bubbling ominously.  Yvonne's toe glides down \n\n       INTO FRAME, hovers, then dips into the swirling white water.\n\n\n\n       CLOSE ON YVONNE\n\n\n\n       smiling happily.\n\n\n\n       CLOSE ON SURFACE OF JACUZZI\n\n\n\n       as Yvonne lowers herself into the luxurious water.  We're \n\n       sure any second something is going to rise up and eat \n\n       her...But nothing happens...yet.  She sinks in up to her \n\n       neck, purring like a kitten.  Her eye lids grow heavy.  Start \n\n       to slide closed.  She quickly opens them.  Starts to rise \n\n       up...\n\n\n\n       INT. CAMPUS POOL - WIDE SHOT - DAY\n\n\n\n       No one in sight.  Yvonne ENTERS, wet from the jacuzzi.",
  "58": "---END OF PREVIOUS SECTION---\nINT. CAMPUS POOL - WIDE SHOT - DAY\n\n\n\n       No one in sight. Yvonne ENTERS, wet from the jacuzzi. \n---TARGET SECTION TO BE ANNOTATED---\n  \n\n       Tosses her towel on a chair and heads for the high dive.\n\n\n\n       THE LADDER - LOW ANGLE\n\n\n\n       Yvonne climbs INTO SHOT, going up the ladder.\n\n\n\n       ON THE BOARD - OVERHEAD\n\n\n\n       She stretches, then starts walking out on the board.  Water \n\n       shimmers in the pool thirty feet below her.\n\n\n\n       OVER YVONNE'S SHOULDER\n\n\n\n       as she moves out onto the board.  CAMERA TRACKS DOWN level \n\n       with the back of her head.\n\n\n\n       THE END OF THE BOARD\n\n\n\n       from below, looking back and up at Yvonne as the board \n\n       strangely begins to tremble.\n\n\n\n       CLOSE ON YVONNE\n\n\n\n       reacting as the trembling increases.\n\n\n\n       THE ENTIRE BOARD\n\n\n\n       begins to shake violently, whipping back and forth.  Yvonne \n\n       fights to keep her balance.\n\n\n\n       YVONNE\n\n\n\n       reaches for the rail.  It comes off in her hand!\n\n\n\n       LOOKING OVER YVONNE'S SHOULDER\n\n\n\n       at the end of the board.  Rust runs back from the end like a \n\n       wave breaking on the shore.  Then the board begins to split \n\n       and crack, forming into four pieces.  Freddy's claws!\n\n\n\n       THE BOARD (SIDE ANGLE)\n\n\n\n       The claws at the end of the board begin to roll up and move \n\n       toward Yvonne.  She steps back.\n\n\n\n       LOOKING OVER YVONNE'S SHOULDER\n\n\n\n       as she retreats from the approaching claws.  Suddenly, a \n\n       jagged \"thumb\", formed from the rear of the board, rolls INTO \n\n       SHOT, trapping her.  She is literally in the palm of Freddy's \n\n       hand!\n\n\n\n       FREDDY'S CLAW - FROM BELOW\n\n\n\n       rolling up around Yvonne.\n\n\n\n       FREDDY'S CLAW - SIDE ANGLE\n\n\n\n       Holding a terrified Yvonne in its palm, and about to close \n\n       over her.  She has only a second to act.\n\n\n\n       YVONNE\n\n\n\n       leaps from the claw.\n\n\n\n       ANGLE ON YVONNE - SLOW MOTION\n\n\n\n       as she moves down THROUGH FRAME, tumbling out of control.",
  "59": "---END OF PREVIOUS SECTION---\nShe has only a second to act. YVONNE\n\n\n\n       leaps from the claw. ANGLE ON YVONNE - SLOW MOTION\n\n\n\n       as she moves down THROUGH FRAME, tumbling out of control. \n---TARGET SECTION TO BE ANNOTATED---\n       THE POOL - YVONNE'S POV\n\n\n\n       about seventy-feet below and getting closer every second as \n\n       CAMERA races for it!\n\n\n\n       ANGLE ON YVONNE - SLOW MOTION\n\n\n\n       she begins to regain her equilibrium.  Straightens out, \n\n       starts moving into a diving position.\n\n\n\n       ANOTHER ANGLE ON YVONNE\n\n\n\n       Now in perfect diving form, she gracefully slices through the \n\n       air like a knife...\n\n\n\n       CLOSE ON YVONNE'S FACE\n\n\n\n       suddenly filling with horror.  She SCREAMS as she sees\n\n\n\n       THE POOL - FROM ABOVE\n\n\n\n       which was FULL a second ago, is now EMPTY, save for a small \n\n       puddle in the center.\n\n\n\n       CLOSE ON THE BOTTOM OF THE POOL\n\n\n\n       Yvonne hits the puddle!  Water splashes up and...she keeps \n\n       going, right through the concrete!\n\n\n\n       BLACK LIMBO\n\n\n\n       suddenly Yvonne breaks through the void in a crash of \n\n       shattering glass.  Fragments and shards SPARKLE and GLIMMER \n\n       as she plummets past CAMERA!\n\n\n\n       INT. FREDDY JACUZZI\n\n\n\n       A small room with rusted and decaying lockers along the \n\n       walls, like something forgotten in an ancient gym.  The \n\n       entire floor is a NIGHTMARE JACUZZI, churning with BLOOD!  \n\n       Eerie red light, coming from beneath the swirling surface, \n\n       plays over the crusted walls.  Suddenly...\n\n\n\n       Yvonne dives down INTO SHOT, plunges through the surface of \n\n       the BOILING BLOOD then disappears!\n\n\n\n       INT. MARK'S ROOM - NIGHT\n\n\n\n       CLOSE ON GRAINY B&W PHOTO OF AMANDA KRUEGER\n\n\n\n       Frozen in time.  Staring from her nun's habit, eyes filled \n\n       with infinite sadness and despair.  She's standing on the \n\n       grounds of the asylum, its tower looming behind her.\n\n\n\n                           ALICE (O.S.)\n\n                 They think I'm nuts.\n\n\n\n                           MARK (O.S.)\n\n                 That's their problem.\n\n\n\n       The photo is yanked down out of frame, WHIP PAN to Alice \n\n       looking up from the photo towards Mark, across the room.  We \n\n       are in Mark's loft.  He's scanning one of the copied \n\n       newspaper articles.",
  "60": "---END OF PREVIOUS SECTION---\nThe photo is yanked down out of frame, WHIP PAN to Alice \n\n       looking up from the photo towards Mark, across the room. We \n\n       are in Mark's loft. He's scanning one of the copied \n\n       newspaper articles. \n---TARGET SECTION TO BE ANNOTATED---\n                           ALICE\n\n                 No, it's our problem, Mark.  If I don't \n\n                 deal with this, they really might try to \n\n                 take Jacob.\n\n                     (she looks at the photo again)\n\n                 You said she committed suicide?\n\n\n\n                           MARK\n\n                 That's what the newspapers thought.  She \n\n                 spent the rest of her life in the asylum.  \n\n                 After Krueger's trial she flipped out and \n\n                 hung herself, so they thought.\n\n\n\n                           ALICE\n\n                 Meaning?\n\n\n\n       Mark shakes his head, grinning at the creepiness of it.\n\n\n\n                           MARK\n\n                 They couldn't prove it.  No body!  Nuns \n\n                 bumping themselves off is bad for \n\n                 business.\n\n\n\n                           ALICE\n\n                 But I've seen her grave.\n\n\n\n                           MARK\n\n                 Empty plot.  Memorial stone.  Vacant.  \n\n                 They never did put her under.  Cool, huh?\n\n\n\n       He hands her the clipping.  Alice scans it.  We see the \n\n       obituary with the headline: A VICTIM OF THE EVIL WITHIN US \n\n       ALL. SPECIAL TOMBSTONE TO MEMORIALIZE NUN.\n\n\n\n                           ALICE\n\n                 Poor woman...\n\n\n\n                           MARK\n\n                 No shit.\n\n\n\n       Alice puts down the article.  Glances at Mark who has gone \n\n       over to a shelf of books, searching through them for a \n\n       particular volume.\n\n\n\n                           ALICE\n\n                 I don't understand.\n\n\n\n                           MARK\n\n                     (still hunting)\n\n                 She killed herself.  Her soul's gonna be \n\n                 in torment.\n\n\n\n       Alice frowns, this is news to her.\n\n\n\n                           ALICE\n\n                 Where'd you hear that?\n\n\n\n       Mark finds what he's looking for.  A huge volume with a \n\n       crumbling leather cover.  He pulls it out and sets it on his \n\n       drawing table with a THUD.\n\n\n\n                           MARK\n\n                 In here...somewhere.\n\n\n\n       Alice looks down at the book.  It's RLA Frakes' EARLY \n\n       CHRISTIAN MYTHOLOGY.  Mark opens it.  Moves his desk lamp \n\n       closer.  Thumbs for a page.  Finds it.  Reads.\n\n\n\n                           MARK (cont'd)\n\n                 Transmigration.  Soul of the sinner.  \n\n                 Yeah, trapped in it's earthly resting \n\n                 place.\n\n                     (grins at Alice)\n\n                 The pictures are totally cool.",
  "61": "---END OF PREVIOUS SECTION---\nSoul of the sinner. Yeah, trapped in it's earthly resting \n\n                 place. (grins at Alice)\n\n                 The pictures are totally cool. \n---TARGET SECTION TO BE ANNOTATED---\n       Alice gives him a frown, then goes back to Amanda's photo; \n\n       the nun and the asylum tower.\n\n\n\n                           ALICE\n\n                     (thinking out loud)\n\n                 In the dream...she was trying to stop \n\n                 him...she started to tell me how, then \n\n                 the door slammed.\n\n                     (thinks, then realizes)\n\n                 He must have done it.\n\n\n\n       CLOSE ON PHOTO - TIGHT ON AMANDA'S FACE\n\n\n\n       Following Alice's gaze, CAMERA PANS UP from Amanda's face, to \n\n       the ASYLUM TOWER behind her.\n\n\n\n       CLOSE ON ALICE\n\n\n\n       pondering the tower.\n\n\n\n                           ALICE (cont'd)\n\n                 There's no other way.\n\n\n\n       ALICE AND MARK\n\n\n\n       She puts down the photo and faces Mark.\n\n\n\n                           ALICE (cont'd)\n\n                 I want you to stay awake and watch me.  \n\n                 Okay?\n\n\n\n                           MARK\n\n                 No problem...what are you going to do?\n\n\n\n       PUSH IN on Alice's face.\n\n\n\n                           ALICE\n\n                 I'm going to find out how to deal with \n\n                 this guy for once and for all.\n\n\n\n       Alice turns and steps out of frame.\n\n\n\n       CLOSE ON MARK\n\n\n\n       still perusing the volume, his back to Alice.  Suddenly, \n\n       FREDDY'S CLAW shoots out from the DESK LAMP and SLAMS the \n\n       book closed!\n\n\n\n       MARK\n\n\n\n       jumps, stunned.  He blinks, did that really happen?  Then he \n\n       grabs his mug of coffee and takes a long drink.\n\n\n\n       PUSH FOCUS FULL SCREEN\n\n\n\n       to drawing of Mark's comic book creation, THE PHANTOM \n\n       PROWLER.  Suddenly...\n\n\n\n       A HUGE HAND holding a PENCIL comes INTO FRAME, and continues \n\n       the sketch.  SLOWLY TILT UP TO\n\n\n\n       MARK'S TIRED FACE\n\n\n\n       filled with an artist's concentration.  He glances OFF \n\n       SCREEN, and CAMERA slowly follows his gaze to\n\n\n\n       ALICE\n\n\n\n       asleep in his bed.  TRACK IN CLOSE on her face until the dark \n\n       wall behind her becomes the corridor in the asylum.  She \n\n       opens her eyes and sits up.  CAMERA FOLLOWS HER as she stands \n\n       and moves down the corridor.\n\n\n\n                           ALICE (cont'd)\n\n                 Amanda!\n\n\n\n       Alice moves down the corridor, away from CAMERA, searching \n\n       for Amanda.",
  "62": "---END OF PREVIOUS SECTION---\nCAMERA FOLLOWS HER as she stands \n\n       and moves down the corridor. ALICE (cont'd)\n\n                 Amanda! Alice moves down the corridor, away from CAMERA, searching \n\n       for Amanda. \n---TARGET SECTION TO BE ANNOTATED---\n  Comes to a corner.  Turns down it.\n\n\n\n       INT. MARK'S ROOM - NIGHT\n\n\n\n       CLOSE ON a spread of PHANTOM PROWLER sketches lying on the \n\n       floor.  CAMERA TRACKS across them, following a TRAIL OF \n\n       SKETCHES that lead to the far side of the room where we find \n\n       Mark, lying on the floor at the base of a rack of comic laden \n\n       shelves, propped up on one elbow, bored, flicking through yet \n\n       another comic.\n\n\n\n       TRACK AROUND MARK to reveal Alice still asleep on the bed.\n\n\n\n       INT. ASYLUM CORRIDOR\n\n\n\n       A long, arched, Gothic corridor, lit by pools of light.  At \n\n       the far end, we see a staircase, silhouetted by a \n\n       rainspattered window behind it.  The stairs lead up into the \n\n       shadows.\n\n\n\n                           ALICE (O.S.)\n\n                 Amanda!  I need to talk to you!\n\n\n\n       ALICE walks past CAMERA INTO SHOT and pauses.  Sees the \n\n       staircase, starts hurrying for it.\n\n\n\n       AT THE STAIRCASE\n\n\n\n       Alice glances toward the top.  Instead of leading to a \n\n       doorway, the stairs dead-end against a BRICK WALL.  She \n\n       climbs the stairs to the bricked up doorway at the top.\n\n\n\n       Laying her head on the wall, pressing her hands to it, she \n\n       murmurs.\n\n\n\n                           ALICE (cont'd)\n\n                     (to herself)\n\n                 Found you!\n\n\n\n       Suddenly, from behind...\n\n\n\n                           FREDDY (O.S.)\n\n                 Where you goin', piglet?\n\n\n\n       Alice turns toward the voice.\n\n\n\n                           FREDDY (cont'd)\n\n                 The party's just starting.\n\n\n\n       ON ALICE\n\n\n\n       She starts rolling across the wall.  As we pull back, the \n\n       camera turns on it's axis to reveal that Freddy has adjusted \n\n       things.  The set is now tilted on a different axis Alice is \n\n       rolling away from the camera, down the staircase, but on the \n\n       wall, not the stairs.\n\n\n\n       Suddenly, a RUSTING METAL DOOR is revealed in the wall down \n\n       which she rolls.  She rolls into it and crash lands in the \n\n       nightmare jacuzzi room.",
  "63": "---END OF PREVIOUS SECTION---\nThe set is now tilted on a different axis Alice is \n\n       rolling away from the camera, down the staircase, but on the \n\n       wall, not the stairs. Suddenly, a RUSTING METAL DOOR is revealed in the wall down \n\n       which she rolls. She rolls into it and crash lands in the \n\n       nightmare jacuzzi room. \n---TARGET SECTION TO BE ANNOTATED---\n       Freddy slowly rises from the boiling jacuzzi, until he stands \n\n       on the surface of the pool, grinning smugly.\n\n\n\n       Alice climbs to her feet, warily.\n\n\n\n       FREDDY\n\n\n\n       plunges his arm beneath the surface and yanks Yvonne up by \n\n       the hair!  She sputters and chokes, gasping for air.  Freddy \n\n       laughs...\n\n\n\n                           FREDDY (cont'd)\n\n                 Look what I found.\n\n\n\n       ALICE\n\n\n\n       is taken by surprise.  Steels herself.\n\n\n\n       AT THE STAIRCASE\n\n\n\n       Alice glances toward the top.  Instead of leading to a \n\n       doorway, the stairs dead-end against a BRICK WALL.  She \n\n       climbs the stairs to the bricked up doorway at the top.\n\n\n\n       Laying her head on the wall, pressing her hands to it, she \n\n       murmurs...\n\n\n\n                           ALICE\n\n                     (to herself)\n\n                 Found you!\n\n\n\n       Suddenly, a door slams.  Alice, startled, looks.  But before \n\n       she can react, she is swept off her feet.\n\n\n\n       Alice starts rolling across the wall.  As we pull back, the \n\n       camera turns on it's axis to reveal that Freddy has adjusted \n\n       things.  The set is now tilted on a different axis and Alice \n\n       is rolling away from the camera, down the staircase, but on \n\n       the wall, not the stairs.\n\n\n\n       Suddenly, a RUSTING METAL DOOR is revealed in the wall down \n\n       which she rolls.  She rolls into it and into the bloody \n\n       jacuzzi room.  She grabs a hanging chain, but can't hang on.\n\n\n\n       She drops into the murky water.  She slowly turns with utter \n\n       distaste.\n\n\n\n                           FREDDY\n\n                 Where you goin', piglet?  The party's \n\n                 just starting.\n\n\n\n       Alice, startled, quickly regains her composure.\n\n\n\n                           ALICE\n\n                 I know exactly what you're up to, \n\n                 Krueger!\n\n\n\n                           FREDDY\n\n                 Gee, Alice, I thought I was up \n\n                 to...Yvonne!\n\n\n\n       He plunges his arm beneath the surface and yanks Yvonne up by \n\n       the hair.  She sputters and chokes, gasping for air.  Freddy \n\n       laughs.  Alice is taken by surprise.",
  "64": "---END OF PREVIOUS SECTION---\nShe sputters and chokes, gasping for air. Freddy \n\n       laughs. Alice is taken by surprise. \n---TARGET SECTION TO BE ANNOTATED---\n  She steels herself.\n\n\n\n                           ALICE\n\n                 Let her go.\n\n\n\n       Freddy cackles and dunks Yvonne savagely.\n\n\n\n                           FREDDY\n\n                 Going once.  Going twice.\n\n\n\n       FREDDY AND YVONNE\n\n\n\n       he hoists her closer, until their faces are an inch apart.  \n\n       he licks Yvonne's cheek.  She doesn't know whether to scream \n\n       or throw up.  Then Freddy slowly runs a CLAW across her \n\n       breasts, leaving a thin trail of blood.\n\n\n\n       Alice circles Freddy until she is on the opposite side from \n\n       Yvonne.\n\n\n\n                           ALICE\n\n                 I'm the A, the L , the i,c,e.  We're \n\n                 three together...\n\n\n\n       Yvonne's eyes swivel to Alice in recognition.  As Alice \n\n       speaks, she grabs a jacuzzi/pool instrument (a skimmer, a \n\n       harpoon-shaped window hook)...\n\n\n\n                           ALICE AND YVONNE\n\n                 And that's the way it's gonna be!\n\n\n\n       and as they speak, she flails Freddy across the stomach, \n\n       while Yvonne executes a backflip (as previously seen in her \n\n       diving sequence) out of Freddy's grasp and on to dry land.\n\n\n\n       Freddy staggers back and disappears into the jacuzzi.\n\n\n\n       Alice and Yvonne run back into the asylum and SLAM the door \n\n       behind them on the now empty jacuzzi.\n\n\n\n       We cut back inside the jacuzzi to see Freddy's hand emerge \n\n       and pull under his still-bobbing hat.\n\n\n\n       YVONNE AND ALICE\n\n\n\n       sprawled on the corridor floor where they landed.  Yvonne \n\n       turns to Alice, they throw their arms around each other.\n\n\n\n                           ALICE\n\n                 Are you alright?\n\n\n\n                           YVONNE\n\n                     (nods, collecting herself)\n\n                 Yeah...So that's him.  And you're not \n\n                 crazy.\n\n\n\n       Alice and Yvonne share a weary, rueful smile.  Alice pulls \n\n       Yvonne to her feet.\n\n\n\n                           ALICE\n\n                 We've got to find Amanda.  She's the key.\n\n\n\n       INT. MARK'S ROOM - LATER\n\n\n\n       Mark lays on the floor, still propped up on one elbow, \n\n       reading the comic.  Bored, he pushes it away.",
  "65": "---END OF PREVIOUS SECTION---\nINT. MARK'S ROOM - LATER\n\n\n\n       Mark lays on the floor, still propped up on one elbow, \n\n       reading the comic. Bored, he pushes it away. \n---TARGET SECTION TO BE ANNOTATED---\n  Notices on \n\n       nearby which he hasn't seen before.  Pulls it over\n\n\n\n       THE COMIC'S COVER\n\n\n\n       has something very familiar on it...Freddy's claw, in mid-\n\n       scratch, as though it were tearing the cover open.  Written \n\n       across the top in dripping letters is the title: NIGHTMARE ON \n\n       YOUR STREET.\n\n\n\n       MARK\n\n\n\n       intrigued, rolls hover on his stomach and opens the comic \n\n       with both hands.  His expression changes as he sees\n\n\n\n       IN THE COMIC\n\n\n\n       drawn in black and white, a comic book style representation \n\n       of Greta's death sequence!\n\n\n\n       MARK\n\n\n\n       begins to flip back through the comic book.  INTERCUT his \n\n       horrified reactions with\n\n\n\n       THE COMIC BOOK\n\n\n\n       the B&W illustrations depict the other mayhem that Freddy has \n\n       already caused.  Dan's death and Yvonne's dive.\n\n\n\n                           MARK\n\n                 You shitty son of a bitch!\n\n\n\n       There is a drawing of him, lying on the floor, reading a \n\n       comic book.  The drawing is followed by several BLANK FRAMES.\n\n\n\n       MARK\n\n\n\n       stares a moment, touches the first empty frame, then he TURNS \n\n       A LINE DRAWING and begins to UNRAVEL into the COMIC BOOK!\n\n\n\n       BLACK AND WHITE\n\n\n\n       a whirlwind of black and white comics swirl round and round, \n\n       slowly abating to reveal\n\n\n\n       MARK\n\n\n\n       in COLOR, backed against a wall of BLACK AND WHITE Freddyized \n\n       scaffolding.  (Mark will be the only thing in color \n\n       throughout the sequence.)  He looks around, amazed.\n\n\n\n       PULL BACK to reveal he's standing in a corner made by two \n\n       walls of scaffolding.  They tower above him, rusting, \n\n       decrepit, held together at odd angles -- a nightmarish cross \n\n       between Mark's comic-stuffed racks and the ones in his \n\n       father's workshop.\n\n\n\n       Mark looks around, frightened.  Starts climbing his way up \n\n       and out.  Freezes when he hears...",
  "66": "---END OF PREVIOUS SECTION---\nMark looks around, frightened. Starts climbing his way up \n\n       and out. Freezes when he hears... \n---TARGET SECTION TO BE ANNOTATED---\nRIP!\n\n\n\n       Mark looks through the scaffolding and sees\n\n\n\n       FREDDY\n\n\n\n       on the other side, ripping through the scaffolding supports \n\n       as though they were made of paper, cutting his way to Mark\n\n\n\n                           FREDDY\n\n                 Time to cut another character out of the \n\n                 story!\n\n\n\n       MARK\n\n\n\n       eyes going wide.  He jumps down.  Turns around.  Sees the \n\n       towering walls of scaffolding stretching ahead of him to \n\n       seeming infinity.  He races away.\n\n\n\n       ANGLE ON MARK\n\n\n\n       running away from CAMERA down an enormous CANYON OF \n\n       FREDDYIZED RACKS.\n\n\n\n       THE CANYON OF RACKS - DOWN ANGLE\n\n\n\n       Looking down from far above we see Mark frantically racing \n\n       through the canyon.  Freddy steps into the canyon behind him.  \n\n       Long shadows stretch out before them.\n\n\n\n       MARK\n\n\n\n       slides to a halt as he comes face to face with A DEAD END.  \n\n       No way out.  He turns as he hears FREDDY'S CACKLE.\n\n\n\n       BLACK AND WHITE FREDDY\n\n\n\n       laughs as he reaches out and grabs the scaffolding on either \n\n       side of him.  His fingers and claws plunge through the paper \n\n       racks.  Freddy cackles with laughter, then starts racing like \n\n       a missile toward Mark!\n\n\n\n       BLACK AND WHITE FREDDY - SIDE ANGLE\n\n\n\n       TRACKING with Freddy as he rushes down the aisle, riding a \n\n       SKATEBOARD, ripping and tearing through the rack supports.\n\n\n\n       ANGLE ON MARK\n\n\n\n       at the dead end.  CAMERA RACES right toward him!  He raises \n\n       his arms against the impending collision.\n\n\n\n       THROUGH MARK'S HANDS\n\n\n\n       as we see BLACK AND WHITE FREDDY's leering face loom right \n\n       into CAMERA about to CRASH right into MARK!  Then\n\n\n\n       ON MARK\n\n\n\n       Freddy's gone!  Mark lowers his arms, amazed and relieved.  \n\n       But his relief evaporates as CAMERA QUICKLY TRACKS AROUND and \n\n       we see the scaffolding begin to collapse from the far end of \n\n       the canyon forward, falling like dominoes toward us\n\n\n\n       ON MARK - DOWN ANGLE\n\n\n\n       as ton after ton of scaffolding and shelves crash down around \n\n       him, trapping him at the dead end corner.",
  "67": "---END OF PREVIOUS SECTION---\nThen\n\n\n\n       ON MARK\n\n\n\n       Freddy's gone! Mark lowers his arms, amazed and relieved. But his relief evaporates as CAMERA QUICKLY TRACKS AROUND and \n\n       we see the scaffolding begin to collapse from the far end of \n\n       the canyon forward, falling like dominoes toward us\n\n\n\n       ON MARK - DOWN ANGLE\n\n\n\n       as ton after ton of scaffolding and shelves crash down around \n\n       him, trapping him at the dead end corner. \n---TARGET SECTION TO BE ANNOTATED---\n       MARK\n\n\n\n       looks at all the destruction around him.  Suddenly, SPLAT!  \n\n       Something red drips onto him from above.  He looks up.\n\n\n\n       ON THE SCAFFOLDING BEHIND MARK - LOW ANGLE\n\n\n\n       The shelves that were stuffed with comics a second ago have \n\n       become a WALL OF DOLLS; everything from BARBIES to RAGGEDY \n\n       ANNS.\n\n\n\n       Then, about halfway up, B&W FREDDY steps into view, dragging \n\n       a GRETA DOLL IN A HIGH CHAIR with him.  (They are the same \n\n       size as the other dolls around them.)\n\n\n\n       Greta's porcelain face and stomach bear large cracks, through \n\n       which an evil, soupy, RED goop oozes out.  She stares \n\n       imploringly at Mark.  Speaks through cracked lips.\n\n\n\n                           GRETA\n\n                 Mark...help me...!\n\n\n\n       MARK\n\n\n\n       stares up at her, horrified.\n\n\n\n       FREDDY AND GRETA\n\n\n\n       Freddy teasingly scoops his clawed finger into Greta's torso.  \n\n       Lovingly licks her red goop off the end of his claw.\n\n\n\n                           FREDDY\n\n                 Is she delicious or am I crazy?  Try a \n\n                 bite.\n\n\n\n       He laughs.  Then gives her a shove.  The high chair tilts \n\n       forward, then topples off the scaffolding.\n\n\n\n       MARK\n\n\n\n       screams in frustration and rage.\n\n\n\n                           MARK\n\n                 No!\n\n\n\n       CLOSE ON MARK'S SNEAKERS\n\n\n\n       as they step back OUT OF SHOT.  Greta, now a tiny porcelain \n\n       doll, smashes to the floor, exploding into fragments.\n\n\n\n       MARK\n\n\n\n       stares down at the shattered fragments of tiny Greta.  \n\n       Outrage begins to crawl across his features.\n\n\n\n       BLACK AND WHITE FREDDY\n\n\n\n       leaps off the scaffolding to Mark, below.\n\n\n\n       ON MARK'S BACK\n\n\n\n       shaking with anger and rage.  Freddy drops down into the \n\n       foreground behind him.  Chortles smugly as he raises his \n\n       claws for the kill.\n\n\n\n       Suddenly, Mark whirls around, and as he does he is no longer \n\n       Mark, but\n\n\n\n       THE PHANTOM PROWLER (IN COLOR)\n\n\n\n                           MARK (cont'd)\n\n                 Payback time, you scarfaced limpdick.",
  "68": "---END OF PREVIOUS SECTION---\nFreddy drops down into the \n\n       foreground behind him. Chortles smugly as he raises his \n\n       claws for the kill. Suddenly, Mark whirls around, and as he does he is no longer \n\n       Mark, but\n\n\n\n       THE PHANTOM PROWLER (IN COLOR)\n\n\n\n                           MARK (cont'd)\n\n                 Payback time, you scarfaced limpdick. \n---TARGET SECTION TO BE ANNOTATED---\n       He glares menacingly at Freddy as he raises two FUTURISTIC \n\n       PISTOLS.  Aims point blank into Krueger's chest and starts \n\n       blasting away!\n\n\n\n       BLACK AND WHITE FREDDY\n\n\n\n       eyes open in wide surprise.  Wads of CONFETTI fly out of the \n\n       holes being hammered into him.  The impact knocks Freddy to \n\n       the ground.  \n\n\n\n       ANGLE ON PHANTOM PROWLER\n\n\n\n       Gun smoking, he advances on Black and White Freddy who lies \n\n       unmoving in FOREGROUND.  Suddenly...WHOOSH!\n\n\n\n       BLACK AND WHITE FREDDY\n\n\n\n       leaps to his feet!  He is now transformed into SUPER FREDDY, \n\n       a bulked up, rippling muscle Freddy Krueger.  He stands with \n\n       his hands on his hips, like a comic book hero.\n\n\n\n                           FREDDY\n\n                 Faster than a bastard maniac!\n\n\n\n       THE PHANTOM PROWLER\n\n\n\n       quickly raises his gun again.  FIRES!\n\n\n\n                           FREDDY (cont'd)\n\n                 More powerful than a loco madman...it's -\n\n\n\n       laughs as bullets bounce off him.\n\n\n\n                           FREDDY (cont'd)\n\n                     (poses)\n\n                 ME!\n\n\n\n       Then he whips his clawed hand up, swiping out toward CAMERA!\n\n\n\n       CLOSE ON MARK'S BACK\n\n\n\n       as Freddy's claws RIP and TEAR through it.  The tears wide \n\n       and grow until we are looking right through him at... \n\n       Freddy's hideous face!\n\n\n\n       PULL BACK to reveal the now PAPER Mark.  As Freddy continues \n\n       to slash him to shreds, the COLOR begins to DRAIN OUT of Mark \n\n       and RUN ONTO THE FLOOR.\n\n\n\n       CLOSE SHOT - FREDDY'S CLAWS CUTTING PAPER\n\n\n\n       MOVE THROUGH A SERIES OF SHOTS\n\n\n\n       of Black and White Freddy cutting Mark to shreds.  His mouth \n\n       open in SOUNDLESS SCREAMS.\n\n\n\n                           FREDDY (cont'd)\n\n                 Told ya comic books were bad for ya.\n\n\n\n       FLUTTERING PIECES OF PAPER\n\n\n\n       fill the air.  They float down.  FOLLOW THEM as they move \n\n       together towards the open comic book on the floor of Mark's \n\n       room.",
  "69": "---END OF PREVIOUS SECTION---\nFLUTTERING PIECES OF PAPER\n\n\n\n       fill the air. They float down. FOLLOW THEM as they move \n\n       together towards the open comic book on the floor of Mark's \n\n       room. \n---TARGET SECTION TO BE ANNOTATED---\n       CLOSE ON COMIC BOOK\n\n\n\n       the pieces of paper reassemble, filling the empty frames of \n\n       the book with the illustrated version of Mark's death.\n\n\n\n       PULL BACK from the comic and we see Mark lying on the floor \n\n       next to it, CRUSHED TO DEATH beneath a section of his \n\n       collapsed shelving.  The COLOR that drained from the PHANTOM \n\n       PROWLER is now a growing pool of Mark's own blood.\n\n\n\n       CAMERA CONTINUES TO PULL BACK and we see the rest of his room \n\n       is unharmed, except for a single set of shelves near Mark \n\n       that teeter dangerously.\n\n\n\n       In the BACKGROUND, Alice lies on the bed still sleeping.  But \n\n       as we continue back, we see that Mark's room is now part of \n\n       the Asylum corridor.  We can hear Alice's voice, speaking to \n\n       Yvonne OFF SCREEN.\n\n\n\n                           ALICE (O.S.)\n\n                 In the dream, she was standing in a room.\n\n\n\n       CONTINUE PULLING BACK as Alice's VOICE grows LOUDER.\n\n\n\n                           ALICE (cont'd)\n\n                 ...it must be here in the asylum.\n\n\n\n                           YVONNE\n\n                 You think that's the place she's buried?\n\n\n\n                           ALICE\n\n                 If they actually bothered to bury her.\n\n\n\n       KEEP PULLING BACK UNTIL CAMERA REVEALS...\n\n\n\n       ALICE AND YVONNE\n\n\n\n       standing in FOREGROUND in the corridor.  We see the back of \n\n       Alice's head as she looks at Yvonne.  Before she can answer, \n\n       the CRASH of Mark's teetering bookshelves cause them to turn \n\n       back toward the scene of the carnage.  Mark's lifeless body \n\n       lies beneath all the scaffolding.  Alice clutches her belly \n\n       in pain.\n\n\n\n                           ALICE (cont'd)\n\n                 NOOO!!!\n\n\n\n       Alice sees herself on the bed in Mark's room.  Alice on the \n\n       bed becomes awake.  At that moment, both she and Yvonne \n\n       VANISH from the corridor, yanked out of the dream.\n\n\n\n       INT. CAMPUS SWIMMING POOL - NIGHT\n\n\n\n       Yvonne's eyes snap OPEN as she comes awake with a start.",
  "70": "---END OF PREVIOUS SECTION---\nAt that moment, both she and Yvonne \n\n       VANISH from the corridor, yanked out of the dream. INT. CAMPUS SWIMMING POOL - NIGHT\n\n\n\n       Yvonne's eyes snap OPEN as she comes awake with a start. \n---TARGET SECTION TO BE ANNOTATED---\n  She \n\n       quickly glances around, realizes where she is, then hurriedly \n\n       rises from the water\n\n\n\n       EXT. GREY'S CONSTRUCTION - NIGHT\n\n\n\n       Police cars are parked out in front, their twirling lights \n\n       strobing the scene RED and BLUE as a small crowd of onlookers \n\n       gather to watch Mark, in body bag, being wheeled into a \n\n       waiting coroner's van.\n\n\n\n       ALICE AND HER FATHER\n\n\n\n       emerge from the big commercial door.  He has his arm around \n\n       her, nodding to plain clothes cop who follows them out.\n\n\n\n                           COP\n\n                 Nothing in the room was up to code.  It's \n\n                 a miracle you both weren't killed.\n\n\n\n       Alice's red-rimmed eyes flash with momentary anger.  She \n\n       realizes something.\n\n\n\n                           ALICE\n\n                 No, he won't hurt me.  He needs me alive.\n\n\n\n                           COP\n\n                 Who?\n\n\n\n       Alice just shakes her head, knowing he wouldn't understand.\n\n\n\n                           COP (cont'd)\n\n                     (to Alice's father)\n\n                 Take her home.  She probably needs some \n\n                 rest.\n\n\n\n       The cop turns away.  Alice's father nods, starts leading her \n\n       toward the street.\n\n\n\n       ANGLE ON STREET\n\n\n\n       as Yvonne's car rapidly pulls to the curb.\n\n\n\n       ALICE\n\n\n\n       sees her.  Shrugs free of her father's arm and runs toward \n\n       the street\n\n\n\n                           ALICE\n\n                 Yvonne!\n\n\n\n       ALICE AND YVONNE\n\n\n\n                           ALICE (cont'd)\n\n                 I know what Krueger's doing.  Every time \n\n                 someone dies, he gets closer to \n\n                 finishing!\n\n\n\n                           YVONNE\n\n                 What?\n\n\n\n                           ALICE\n\n                 Jacob.  We've got to get to Amanda before \n\n                 it's too late.\n\n\n\n       Alice leads Yvonne back to her car.  They start to climb in.\n\n\n\n       INT. YVONNE'S CAR\n\n\n\n       Yvonne jumps behind the wheel.  Alice gets into the passenger \n\n       side, her door still open.  Beyond it, we see her father \n\n       approaching.\n\n\n\n                           YVONNE\n\n                 But how are we gonna --\n\n\n\n                           ALICE\n\n                 We've got to go to the asylum and find \n\n                 her body.",
  "71": "---END OF PREVIOUS SECTION---\nAlice gets into the passenger \n\n       side, her door still open. Beyond it, we see her father \n\n       approaching. YVONNE\n\n                 But how are we gonna --\n\n\n\n                           ALICE\n\n                 We've got to go to the asylum and find \n\n                 her body. \n---TARGET SECTION TO BE ANNOTATED---\n  Mark said her soul's trapped \n\n                 with it -- that's why she can't come to \n\n                 me.  It must be!\n\n\n\n                           ALICE'S DAD\n\n                     (approaching)\n\n                 Alice!\n\n\n\n       ALICE AND HER FATHER - AT THE CAR DOOR\n\n\n\n                           ALICE\n\n                 I've got to go.\n\n\n\n                           ALICE'S DAD\n\n                     (adamant)\n\n                 No!  I won't have you running around in \n\n                 the middle of the night.  You're coming \n\n                 home.\n\n\n\n                           ALICE\n\n                 But Dad --\n\n\n\n                           ALICE'S DAD\n\n                 Now.\n\n\n\n       Alice reluctantly nods.  Turns to Yvonne.\n\n\n\n                           ALICE\n\n                 Find Amanda.  And hurry.\n\n\n\n       Alice's father pulls her from Yvonne's car.  HOLD ON Yvonne a \n\n       BEAT, watching her go.  Then she starts the engine.  Slams \n\n       the car into gear with determined purpose.\n\n\n\n       INT. ALICE'S HOUSE - NIGHT\n\n\n\n       Alice and her father ENTER.  She's frustrated and angry.  He \n\n       gives her a stern paternal look.\n\n\n\n                           ALICE'S DAD\n\n                 Now I want you to go upstairs and get \n\n                 some sleep.\n\n\n\n       Alice thinks.  Then nods, suddenly giving in.\n\n\n\n                           ALICE\n\n                 You're right.  That's exactly what I need \n\n                 to do.\n\n\n\n       Her father is taken aback.  He grins.\n\n\n\n                           ALICE'S DAD\n\n                 It is...\n\n\n\n       Alice kisses him on the cheek, then heads for the stairs.\n\n\n\n       EXT. REAR ASYLUM - PRE-DAWN\n\n\n\n       EXTREME WIDE SHOT\n\n\n\n       with the STEPS in FOREGROUND.  HEADLIGHTS sweep over them \n\n       revealing that they are overgrown with weeds and cluttered \n\n       with trash.\n\n\n\n       EXT. REAR ASYLUM - PRE-DAWN\n\n\n\n       CLOSE ON GARGOYLE\n\n\n\n       its face smashed and eroded by years of neglect and \n\n       vandalism.  TRACK LEFT to see Yvonne's car at the bottom of \n\n       the steps.  Yvonne closes the trunk, then starts up the \n\n       steps, TOWARD CAMERA, carrying a flashlight and some tools.\n\n\n\n       ON THE ASYLUM DOORS\n\n\n\n       boarded up.  Yvonne steps INTO SHOT, pausing before them.",
  "72": "---END OF PREVIOUS SECTION---\nYvonne closes the trunk, then starts up the \n\n       steps, TOWARD CAMERA, carrying a flashlight and some tools. ON THE ASYLUM DOORS\n\n\n\n       boarded up. Yvonne steps INTO SHOT, pausing before them. \n---TARGET SECTION TO BE ANNOTATED---\n  \n\n       She looks up at something high above her.\n\n\n\n       THE TOWER - LOW ANGLE\n\n\n\n       rising high into the first rays of dawn.  The paling sky is \n\n       reflected in the three windows at the top.\n\n\n\n       YVONNE\n\n\n\n       stares at it, realizing something.  She turns back to the \n\n       doors and climbs in through a gap in the boards.\n\n\n\n       INT. REAL ASYLUM CORRIDOR - PRE-DAWN\n\n\n\n       Early morning light flows in through the windows, \n\n       illuminating the corridor, revealing years of neglect.  \n\n       GRAFFITI adorns the peeling walls.  LEAVES and BROKEN BOTTLES \n\n       are strewn across the floor, even a few empty cardboard \n\n       BOXES, the makeshift homes of transients, rest among the \n\n       clutter.\n\n\n\n       YVONNE walks INTO SHOT, TOWARD CAMERA, shining her flashlight \n\n       around, moving cautiously until she passes CAMERA and we...\n\n\n\n       INT. ASYLUM CORRIDOR - REVERSE ANGLE\n\n\n\n       The dream version of the corridor.  Alice walks PAST CAMERA \n\n       INTO SHOT.  She shouts for Freddy.\n\n\n\n                           ALICE\n\n                 Come on out, Krueger!  The game's over.  \n\n                 I know what you're up to.\n\n\n\n       CLOSER ON ALICE\n\n\n\n       she wears a look of grim determination as she taunts Freddy.\n\n\n\n                           ALICE (cont'd)\n\n                 I was too strong for you.  So you picked \n\n                 on Jacob, you bastard!\n\n\n\n       ANOTHER CORRIDOR\n\n\n\n       Alice comes around the corner, stalking INTO SHOT.  She looks \n\n       around for Krueger, shouting as she heads for the STAIRS TO \n\n       THE TOWER ROOM at the end of the corridor.\n\n\n\n                           ALICE (cont'd)\n\n                 You're trying to tailor make him so you \n\n                 can live through his dreams for the rest \n\n                 of his life.\n\n\n\n       Alice halts.  Glares around the walls and doors.\n\n\n\n                           ALICE (cont'd)\n\n                 Well I won't let you!  You hear me, \n\n                 Krueger!\n\n\n\n       Nothing.  Alice starts up the stairs that lead to the brick \n\n       wall. \n\n\n\n                           ALICE (cont'd)\n\n                 If you won't talk to me, maybe you'd like \n\n                 to talk to Amanda.",
  "73": "---END OF PREVIOUS SECTION---\nNothing. Alice starts up the stairs that lead to the brick \n\n       wall. ALICE (cont'd)\n\n                 If you won't talk to me, maybe you'd like \n\n                 to talk to Amanda. \n---TARGET SECTION TO BE ANNOTATED---\n       TOP OF THE STAIRS\n\n\n\n       Alice stands before the wall.  Lays both her hands against \n\n       the bricks.\n\n\n\n                           ALICE (cont'd)\n\n                 Amanda!\n\n                     (louder)\n\n                 Sister Amanda Krueger!\n\n\n\n       INT. REAL ASYLUM CORRIDOR - PRE-DAWN\n\n\n\n       Yvonne stands at the top of the stairs facing the same brick \n\n       wall in the real asylum.  She hefts a pick, and SWINGS AT THE \n\n       BRICKS.  There is a LOUD THUNK!\n\n\n\n       INT. ASYLUM - TIGHT ON ALICE\n\n\n\n       AT THE TOP OF THE STAIRS.  The THUNK echoes eerily, as though \n\n       from a long way off.  Suddenly we hear Freddy's CRY OF RAGE \n\n       from OFF SCREEN.  Alice whips around!\n\n\n\n       FREDDY - FLASH CUTS\n\n\n\n       charging toward her down the corridor.  Flashes of LIGHT \n\n       (BANG!) kick him further along, CLOSER TO CAMERA.\n\n\n\n       ALICE\n\n\n\n       rushes down the stairs, and runs toward the next corridor in \n\n       front of her.  Charges around the corner. \n\n\n\n       ANGLE ON ALICE\n\n\n\n       she charges toward the open metal door to the room of ONE \n\n       HUNDRED MANIACS.  Their insane moans drift out into the \n\n       corridor.  Alice throws a taunt back to Freddy.\n\n\n\n                           ALICE\n\n                 Come on you fucking coward!\n\n\n\n       FREDDY\n\n\n\n       races around the same corner.  Alice is no longer there. \n\n       Freddy slides to a halt as he recognizes the doorway that \n\n       leads to the HUNDRED MANIACS.  Their MOANS rise, growing \n\n       LOUDER as Freddy stands before the gaping doorway transfixed \n\n       by fear.  He doesn't hear...\n\n\n\n       REVERSE ANGLE\n\n\n\n       CAMERA rushes towards Freddy's backside.  We hear the SOUND \n\n       of SQUEAKING, RUSTY WHEELS.  Then a VOICE building to a high \n\n       pitched SCREAM!\n\n\n\n       ALICE\n\n\n\n       screams as she charges toward Freddy with the black, nasty \n\n       FREDDY STROLLER.",
  "74": "---END OF PREVIOUS SECTION---\nWe hear the SOUND \n\n       of SQUEAKING, RUSTY WHEELS. Then a VOICE building to a high \n\n       pitched SCREAM! ALICE\n\n\n\n       screams as she charges toward Freddy with the black, nasty \n\n       FREDDY STROLLER. \n---TARGET SECTION TO BE ANNOTATED---\n  She hits him from behind!\n\n\n\n       FREDDY\n\n\n\n       SCREAMS as he's impaled on SPIKES protruding from the front \n\n       of the stroller!\n\n\n\n       ANGLE ON ALICE AND FREDDY\n\n\n\n       Alice charges with the stroller toward CAMERA like a \n\n       juggernaut from hell.  Freddy struggles to free himself, arms \n\n       and legs flailing wildly.\n\n\n\n       AT THE DOOR TO THE MANIACS\n\n\n\n       Alice gives the stroller a MIGHT SHOVE!\n\n\n\n       FREDDY AND STROLLER\n\n\n\n       fly through the open doorway.  Bounce against the rial at the \n\n       top of the landing.\n\n\n\n       OVER ALICE'S SHOULDER\n\n\n\n       as Freddy FLIES down the stairs, separating from the \n\n       stroller.\n\n\n\n       FREDDY\n\n\n\n       tumbles TOWARD CAMERA, screaming!\n\n\n\n       BOTTOM OF STAIRS\n\n\n\n       Freddy looks around in horror as his fathers surround him and \n\n       literally begin to tear him to pieces.  Freddy SCREAMS!\n\n\n\n       ALICE gazes down in victory.\n\n\n\n                           ALICE (cont'd)\n\n                 Goodnight, asshole.\n\n\n\n       ON FREDDY AND THE MANIACS\n\n\n\n       They tear him apart.  An arm flies here.  A leg there.  As \n\n       each limb hits the floor, it turns into a scuttling mass of \n\n       GREEN AND RED striped SPIDERS.\n\n\n\n       ALICE \n\n\n\n       closes her eyes, relieved, but not really wanting to see \n\n       this.  As Freddy's O.S. screams recede, HOLD ON ALICE\n\n\n\n       Suddenly, one of the striped spiders drops onto Alice's coat \n\n       from above.  She screams and jumps back, as others land and \n\n       begin scuttling up her sleeves.  With a scream of revulsion \n\n       she tears off her jacket and begins stamping on it.\n\n\n\n                           JACOB (O.S.)\n\n                 Mommy, meet my friend...\n\n\n\n       Alice turns and looks back through the doorway to see\n\n\n\n       THE ASYLUM CORRIDOR - THE ESCHER MAZE\n\n\n\n       Now an Escheresque, expressionistic landscape.  A puzzle \n\n       world made up of bits of Freddy's boiler room, the asylum \n\n       corridors and TOWER, the Elm Street house interior, the \n\n       abandoned church, etc.",
  "75": "---END OF PREVIOUS SECTION---\nS.)\n\n                 Mommy, meet my friend... Alice turns and looks back through the doorway to see\n\n\n\n       THE ASYLUM CORRIDOR - THE ESCHER MAZE\n\n\n\n       Now an Escheresque, expressionistic landscape. A puzzle \n\n       world made up of bits of Freddy's boiler room, the asylum \n\n       corridors and TOWER, the Elm Street house interior, the \n\n       abandoned church, etc. \n---TARGET SECTION TO BE ANNOTATED---\n  It's an insane, logic-defying world \n\n       where water runs uphill and stairs and doors stand at \n\n       impossible angles to one another.  Across everything, \n\n       Freddy's boiler, on a huge PENDULUM, swings back and forth, \n\n       counting cadence.\n\n\n\n       JACOB AND FREDDY\n\n\n\n       stand in a far doorway before a flight of stairs.  Freddy has \n\n       been transformed.  He and Jacob now both have the same \n\n       ETHEREAL GLOW.  Freddy grins, sardonically.\n\n\n\n                           FREDDY\n\n                 Just what I really needed.  Thank you.  \n\n                 It's a whole new me.  Like it?\n\n\n\n       ALICE\n\n\n\n       dread rising inside her, leaves the asylum and steps into \n\n       Escherland.\n\n\n\n       THE BOILER PENDULUM\n\n\n\n       swings across CAMERA, WIPING FRAME to\n\n\n\n       CLOSE ON FREDDY AND JACOB\n\n\n\n       He takes Jacob's hand.  Laughs, savoring the irony.\n\n\n\n                           FREDDY (cont'd)\n\n                 Kid's got my profile!\n\n\n\n       INT. REAL ASYLUM CORRIDOR\n\n\n\n       Yvonne swings again with the pick, knocking another brick \n\n       loose.  Through the holes that she's made we can see the \n\n       rotting boards on a door.\n\n\n\n       INT. ESCHER MAZE\n\n\n\n       CLOSE ON ALICE\n\n\n\n       as she steps through the door and moves into the maze.  \n\n       CAMERA follows her, then stops as Alice moves past.  PAN with \n\n       Alice as she looks up at Freddy and her son.  Jacob looks \n\n       apprehensive.\n\n\n\n                           JACOB\n\n                 Mommy...?\n\n\n\n                           ALICE\n\n                 Come on downstairs.  He won't hurt you.  \n\n                 He needs us both.\n\n\n\n                           FREDDY\n\n                 I've got you both.\n\n\n\n       Freddy makes a threatening, teasing motion.\n\n\n\n                           FREDDY (cont'd)\n\n                 Which half would you like?\n\n\n\n                           ALICE\n\n                 Come on, Jacob.  Time to go home.\n\n\n\n       THE BOILER PENDULUM\n\n\n\n       arcs across FRAME.\n\n\n\n       CLOSE ON FREDDY AND JACOB - LOW ANGLE\n\n\n\n       Jacob looks up at him.  Hesitates.  Then RUNS DOWN THE STAIRS \n\n       toward CAMERA.  Freddy quickly turns and charges UP THE \n\n       STAIRS.",
  "76": "---END OF PREVIOUS SECTION---\nHesitates. Then RUNS DOWN THE STAIRS \n\n       toward CAMERA. Freddy quickly turns and charges UP THE \n\n       STAIRS. \n---TARGET SECTION TO BE ANNOTATED---\n       WIDE ANGLE ON ESCHER MAZE\n\n\n\n       Alice is a small figure near her door in the BACKGROUND.  \n\n       Jacob races toward her, away from CAMERA.  Freddy, upside \n\n       down, rushes across TOP OF FRAME, trying to head Jacob off.\n\n\n\n       CLOSE ON JACOB\n\n\n\n       running toward CAMERA.  Suddenly, Freddy pops INTO FRAME, \n\n       upside down, right behind him!\n\n\n\n       ANOTHER ANGLE ON JACOB\n\n\n\n       Terrified.  Running toward us for all he's worth!  CAMERA \n\n       TILTS UP to Freddy taking a swipe at him with his CLAWS!\n\n\n\n       SIDE ANGLE ON JACOB (CRAVE-INN)\n\n\n\n       He's almost to his mother when...he hears an OFF SCREEN voice \n\n       that stops him in his tracks\n\n\n\n                           VOICE (O.S.)\n\n                 Jacob...\n\n\n\n       JACOB TURNS\n\n\n\n       WIDER ANGLE\n\n\n\n       Back of Alice's head in FOREGROUND watching as Jacob turns \n\n       and looks back at Dan!\n\n\n\n       CLOSE ON ALICE (ESCHER MAZE)\n\n\n\n       Her eyes open wide.  The man she loves, the man she thought \n\n       she'd never see again, is right before her.  We see the \n\n       confusion and longing in her face...\n\n\n\n                           ALICE\n\n                     (to herself)\n\n                 Dan?...\n\n\n\n       CLOSE ON DAN (CRAVE-INN)\n\n\n\n       wearing a warm, reassuring smile as he moves toward CAMERA.\n\n\n\n                           DAN\n\n                 It's all right, Jacob... Come to Daddy.\n\n\n\n       ANGLE THROUGH GLASS FLOOR (CRAVE-INN)\n\n\n\n       looking up as Dan WALKS ACROSS THE LENS toward Jacob, his \n\n       arms outstretched to the boy.\n\n\n\n       CLOSE ON JACOB\n\n\n\n       Hesitating.  Unsure.  Dan ENTERS FRAME.  His hand moving \n\n       toward Jacob...\n\n\n\n       CLOSE ON ALICE\n\n\n\n       She fights back confusion and realizes\n\n\n\n                           ALICE\n\n                     (shouting)\n\n                 He's not your father!\n\n\n\n       TIGHT ON DAN'S OUTSTRETCHED HAND\n\n\n\n       suddenly BONE LIKE CLAWS emerge from DAN's FINGERTIPS!\n\n\n\n       JACOB\n\n\n\n       turns and runs!\n\n\n\n                           FREDDY\n\n                 Kids!  Always a disappointment.\n\n\n\n       FREDDY/DAN snarls, enraged and charges after Jacob.\n\n\n\n       INT.",
  "77": "---END OF PREVIOUS SECTION---\nAlways a disappointment. FREDDY/DAN snarls, enraged and charges after Jacob. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ESCHER MAZE\n\n\n\n       Jacob runs for Alice, who picks him up in her arms as he \n\n       reaches her.  As she sees Freddy approach, she turns and \n\n       runs.\n\n\n\n       INT. ASYLUM BASEMENT\n\n\n\n       Alice finds herself at the end of the staircase which she has \n\n       run down.  She stands in the vast, impossibly large crypt \n\n       beneath the asylum.  Huge, ancient columns inscribed with \n\n       hieroglyphic and indented with the faces of dead souls \n\n       support the roof far above.  \n\n       One staircase leads to the asylum through which the souls of \n\n       the maniacs can be heard and another, apparently, leads to \n\n       the real world: Alice's bathroom.\n\n\n\n       ALICE'S POV \n\n\n\n       as she puts Jacob down and turns to face Freddy.  But he's \n\n       nowhere to be seen.  Alice whirls around looking for him.  \n\n\n\n       ON JACOB\n\n\n\n       his brow furrowed in thought.\n\n\n\n                           ALICE\n\n                 Where is he?\n\n\n\n                           JACOB\n\n                     (pauses before answering)\n\n                 He's inside you, where he hides.\n\n\n\n       ALICE \n\n\n\n       looks at him in amazement.\n\n\n\n                           ALICE\n\n                 What do you mean?\n\n\n\n                           JACOB\n\n                 It's where he hides out.  Inside.  That's \n\n                 how he found me.\n\n\n\n       ALICE\n\n\n\n       a look of horrified realization crosses her face.\n\n\n\n                           ALICE\n\n                 But how...?\n\n\n\n                           JACOB\n\n                     (interrupting)\n\n                 He says it's easy.  Especially with sad \n\n                 people.  With closed-off people.\n\n\n\n       ALICE\n\n\n\n       stares at Jacob thoughtfully.  A look of determination dawns \n\n       on her face.\n\n\n\n                           ALICE\n\n                 All right, Krueger.  This time it's for \n\n                 keeps.\n\n\n\n       INT. ASYLUM BASEMENT\n\n\n\n       Suddenly, Alice gets a new look of horror in her eyes as her \n\n       face begins to distort.  The back of Freddy's head begins to \n\n       emerge though Alice's face.  It keeps coming until his entire \n\n       neck and head pulls itself out and stares at her.\n\n\n\n                           FREDDY\n\n                 Come on, Alice.  Now we can really get to \n\n                 know each other.\n\n\n\n       Alice stares at him in disgust and terror.",
  "78": "---END OF PREVIOUS SECTION---\nFREDDY\n\n                 Come on, Alice. Now we can really get to \n\n                 know each other. Alice stares at him in disgust and terror. \n---TARGET SECTION TO BE ANNOTATED---\n  Grabs his head \n\n       and shouts at the top of her lungs.\n\n\n\n                           ALICE\n\n                 NO!!!\n\n\n\n       The struggle begins.  Freddy shoots an arm out from behind \n\n       her shoulder and tries to grab Alice in a headlock.  He's \n\n       trying to take over from the inside out!\n\n\n\n       Freddy's leg pushes its way out through her calf.  His other \n\n       arm snakes out from her torso.  Tries to choke her.  She \n\n       screams out in desperation and rage.\n\n\n\n       INT. REAL ASYLUM CORRIDOR\n\n\n\n       CLOSE ON INSIDE OF DOOR\n\n\n\n       as a brick tumbles loose and falls TOWARD CAMERA.  Yvonne's \n\n       face appears, peering into the gloom.\n\n\n\n       INT. ASYLUM BASEMENT\n\n\n\n       Alice drops to her knees, falling through frame until her \n\n       face fills the screen in an open-mouthed scream of anguish \n\n       and pain.\n\n\n\n                           ALICE\n\n                 Get out!  Get out!!\n\n\n\n       ANGLE ON ALICE\n\n\n\n       bathed in a stream of light from the shattered church window \n\n       above her.  We hear Freddy's laugh coming from inside her.\n\n\n\n       INT. REAL ASYLUM - STAIRS\n\n\n\n       Yvonne furiously picks and pries away at the bricks, trying \n\n       to widen the hole she's made at the bottom of the door.  She \n\n       gets down on her hands and knees before the hole she's made \n\n       in the bricks.  She pushes against the cracked and rotting \n\n       boards of the door.  They won't give...\n\n\n\n       INT. ASYLUM BASEMENT\n\n\n\n       Alice and Freddy locked in combat.\n\n\n\n       INT. REAL ASYLUM - STAIRS\n\n\n\n       Yvonne throws herself at the boards of the door.  They split \n\n       under the impact and she flies into the room.  She gets to \n\n       her knees and stares in awe at \n\n\n\n       SISTER AMANDA\n\n\n\n       kneeling on the dust covered floor, her back to Yvonne.\n\n\n\n       YVONNE\n\n\n\n       gets to her feet and cautiously approaches.\n\n\n\n       ON AMANDA - FROM BEHIND\n\n\n\n       as Yvonne warily steps INTO SHOT, her hand slowly stretching \n\n       out toward the nun's back.",
  "79": "---END OF PREVIOUS SECTION---\nShe gets to \n\n       her knees and stares in awe at \n\n\n\n       SISTER AMANDA\n\n\n\n       kneeling on the dust covered floor, her back to Yvonne. YVONNE\n\n\n\n       gets to her feet and cautiously approaches. ON AMANDA - FROM BEHIND\n\n\n\n       as Yvonne warily steps INTO SHOT, her hand slowly stretching \n\n       out toward the nun's back. \n---TARGET SECTION TO BE ANNOTATED---\n  As Yvonne is about to lay her \n\n       hand on Armada's shoulder\n\n\n\n       YVONNE AND AMANDA - SIDE ANGLE\n\n\n\n       Amanda begins turning.  Cut to WIDE SHOT outside Amanda's \n\n       open door.  Everything EXPLODES TOWARDS CAMERA - including \n\n       YVONNE.\n\n\n\n       INT. ASYLUM BASEMENT\n\n\n\n       ON JACOB\n\n\n\n       crying as he watches Alice, who is obviously losing the fight \n\n       with Freddy.  Amanda's voice, close by, suddenly cuts through \n\n       the sound of the struggle.\n\n\n\n                           AMANDA (O.S.)\n\n                 Jacob!  Alice will not triumph.\n\n\n\n       Jacob looks up and around, puzzled.  Amanda is nowhere to be \n\n       seen.  Again, he hears her voice as if she were standing \n\n       behind him.\n\n\n\n                           AMANDA (O.S. cont'd)\n\n                 Only you can help her now, Jacob.\n\n\n\n       With a snarl of anger, as if dismissing the thought, Jacob \n\n       bounds up the bridge toward the struggling couple.\n\n\n\n                           JACOB\n\n                 Hey!  Leave her.  She's no fun anymore.  \n\n                 I want to go home now.\n\n\n\n       Freddy looks at Jacob.  He sees a different boy, now.  A \n\n       nasty evil expression on his face.\n\n\n\n       CLOSE-UP - JACOB\n\n\n\n       his face begins to change.  Subtly at first, then not as he \n\n       is becoming more like Freddy.\n\n\n\n                           JACOB (cont'd)\n\n                     (in his Freddy's child voice)\n\n                 Let's go, I want to learn stuff from you.\n\n                     (a Freddy leer crosses his \n\n                      face)\n\n                 Will you teach me?\n\n\n\n       Freddy at first looks suspicious, then smiles and extricates \n\n       himself from Alice who is looking at Jacob in horror.  Freddy \n\n       gives her an obscene kiss as he separates from her.  She \n\n       sinks to the ground exhausted and beaten.\n\n\n\n       Freddy approaches Jacob who smiles evilly.  Suddenly Freddy \n\n       stops.  He snarls as he sees something behind Jacob.  \n\n\n\n       Jacob turns and sees Amanda, far above, silhouetted in the \n\n       doorway to the asylum.\n\n\n\n                           AMANDA\n\n                 Now, Jacob!  Unleash the power he has \n\n                 given you!\n\n\n\n       Jacob turns back and looks at Freddy.",
  "80": "---END OF PREVIOUS SECTION---\nAMANDA\n\n                 Now, Jacob! Unleash the power he has \n\n                 given you! Jacob turns back and looks at Freddy. \n---TARGET SECTION TO BE ANNOTATED---\n                           JACOB\n\n                     (Freddyized)\n\n                 Fuck you, Krueger\n\n\n\n       As he speaks, his mouth grows larger, impossibly large.  A \n\n       violent wind appears to be rushing from him.\n\n\n\n       Finally with a roar, the decrepit souls of DAN, GRETA and \n\n       MARK rush from him and hurl themselves upon Freddy.  The \n\n       ectoplasmic trio strike Freddy full in the chest, ripping \n\n       through him and emerging from his back.  As they doe so, they \n\n       pull him backwards towards Amanda.\n\n\n\n       ON JACOB\n\n\n\n       as the last of the souls leave him, his face returns to \n\n       normal and he falls out of frame, apparently dissolving as he \n\n       does so.\n\n\n\n       ON FREDDY\n\n\n\n       howling in anguish as he is dragged back.\n\n\n\n       CLOSE UP\n\n\n\n       Freddy's feet being dragged.\n\n\n\n       CLOSE UP\n\n\n\n       Freddy's back bulging as the souls drag him along.\n\n\n\n       CLOSE UP\n\n\n\n       Freddy's sleeves as the hands begin to disappear inwards.\n\n\n\n                           AMANDA\n\n                 Come home, my son.  All of us are waiting \n\n                 for you now.\n\n\n\n       Suddenly, with a sickening wrench, the Freddy fetus is ripped \n\n       out of his back.\n\n\n\n       CLOSE UP\n\n\n\n       Freddy's clothes falling to the floor in a heap.\n\n\n\n       CLOSE UP\n\n\n\n       The Freddy Fetus emerging from a steaming pile of ectoplasm, \n\n       malevolently glaring at Amanda.\n\n\n\n       ON ALICE\n\n\n\n       As she sees the new BABY JACOB emerging from his pile of \n\n       clothes on the floor, she rushes to him and picks him up, \n\n       cradling him tenderly in her arms.\n\n\n\n       ON AMANDA\n\n\n\n       who seizes the Freddy Fetus and holds it to her.\n\n\n\n                           AMANDA (cont'd)\n\n                 I forgive you, my son.\n\n\n\n       INTERCUT\n\n\n\n       as the two mothers simultaneously merge with their off-\n\n       spring.\n\n\n\n       Amanda shudders in silent agony as she accepts her son back \n\n       inside her.  \n\n\n\n       As Alice receives Jacob, an optical effect surrounds them as \n\n       he is absorbed.  The effect coalesces into a single column of \n\n       light which drives upwards, finally fading as the souls of \n\n       Dan, Mark and Greta take their leave.",
  "81": "---END OF PREVIOUS SECTION---\nAmanda shudders in silent agony as she accepts her son back \n\n       inside her. As Alice receives Jacob, an optical effect surrounds them as \n\n       he is absorbed. The effect coalesces into a single column of \n\n       light which drives upwards, finally fading as the souls of \n\n       Dan, Mark and Greta take their leave. \n---TARGET SECTION TO BE ANNOTATED---\n       Alice looks across at Amanda and starts towards her, \n\n       instinctively.  Amanda is now silhouetted again in the \n\n       doorway to the room of the maniacs.\n\n\n\n                           AMANDA (cont'd)\n\n                 Don't come near.  Take your son and \n\n                 leave.\n\n\n\n       ON AMANDA\n\n\n\n       Sadly she turns to leave.  We think the fight is over, when \n\n       suddenly, grotesquely appearing from her back, Freddy's arm \n\n       shoots out.  Amanda gasps and clutches the doorway.  As a \n\n       look of determination crosses her face, the arm is sucked \n\n       back inside.\n\n\n\n       A muffled howl of anguish echoes around as she steps through \n\n       the doorway into the room of 100 maniacs.  The SOUND of the \n\n       maniacs rises to a crescendo.\n\n\n\n       A SERIES OF DOORS\n\n\n\n       starting with the one in front of Amanda, slam shut, one \n\n       after the next until the final door - right in front of Alice \n\n       SLAMS CLOSED BLOCKING HER OFF FOREVER FROM AMANDA!\n\n\n\n       We hear the echo of that final SLAM, then SILENCE.\n\n\n\n       ALICE\n\n\n\n       stands there, staring at the last door.  The SOUNDS OF A \n\n       CRYING INFANT COME UP ON THE TRACK\n\n\n\n       EXT. PARK - DAY\n\n\n\n       Bucolic.  Sunny.  Serene.  A picnic table rests beneath the \n\n       shade of a tree in MIDDLE FOREGROUND.  Beyond it, children \n\n       romp and play.  The infant's CRYING grows LOUDER as \n\n\n\n       A BABY'S ARM moves into EXTREME FOREGROUND and stops.  Two \n\n       female arms reach in and lift a CRYING, cherubic infant.  \n\n       Follow the arms up to Alice, as she tenderly cradles JACOB.  \n\n       Yvonne steps INTO SHOT admiring the baby.\n\n\n\n                           YVONNE\n\n                 You do good work, Alice.\n\n\n\n                           ALICE\n\n                 So did Dan.\n\n\n\n       CAMERA TRACKS as they move to the picnic table.  Alice gently \n\n       shushes and rocks Jacob, who quiets down.\n\n\n\n                           YVONNE\n\n                 He sure loves to stay awake.\n\n\n\n                           ALICE\n\n                 That's okay.",
  "82": "---END OF PREVIOUS SECTION---\nAlice gently \n\n       shushes and rocks Jacob, who quiets down. YVONNE\n\n                 He sure loves to stay awake. ALICE\n\n                 That's okay. \n---TARGET SECTION TO BE ANNOTATED---\n  He's got the rest of his \n\n                 life to catch up on his sleep.\n\n\n\n       Jacob closes his eyes, safely ensconced in his mother's arms, \n\n       and drifts off to sleep.\n\n\n\n                           ALICE (cont'd)\n\n                 Sweet dreams, Jacob Daniel.\n\n\n\n       SLOWLY DOLLY BACK - SLOW MOTION\n\n\n\n       as a JUMP ROPE held by someone OFF SCREEN arcs over the top \n\n       of CAMERA moving down through the frame with a WHOOSH.  And \n\n       again, WHOOSH.  And again...\n\n\n\n       Then the back of a CHILD'S HEAD, very white and soft focused, \n\n       bobs INTO BOTTOM FRAME as the rope comes down over the lens \n\n       one more time and we\n\n\n\n                                                          FADE OUT.\n\n\n\n\n  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\n  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),\n\n  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n\n  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');\n\n\n\n  ga('create', 'UA-67290913-1', 'auto');\n\n  ga('send', 'pageview');\n\n\n\n"
}