{
  "1": "A SIMPLE FAVOR\n\nWritten by\nJessica Sharzer\n\nRevisions by Jessica Sharzer, Peter Craig and Paul Feig\n\nBased on A SIMPLE FAVOR by Darcey Bell\n\nCURRENT REVISIONS BY PAUL FEIG\n\nJune 29th, 2017\n\nWHITE PRODUCTION DRAFT: JULY 10, 2017\n\fA COMPUTER SCREEN - INT. STEPHANIE'S HOUSE - KITCHEN - DAY 1\n\nA YouTube page awaiting a live streaming vlog to start, the\nscreen blank. On the right side of the screen is a COMMENTS\nSECTION. COMMENTS are being written in quick succession:\n\nTigerMom217: Any word about Emily?\n\nYogalover999: Have you heard anything?\nLives2Zumba: Is Emi okay?\n\nMomPowerl4: My kids loved your bundt cake recipe!\nNinjaMom911: PLEASE TELL US EMILY’S NOT DEAD!!!!!\n\n \n\nThe screen pops on, revealing STEPHANIE SMOTHERS, a cute,\nconservative, earnest young mother and mommy blogger. She’s\nin a modest country kitchen with a cozy feel. There’s a\nchild’s art work on the refrigerator behind her.\n\nOn the counter in front of Stephanie are her cookie\ningredients: flour, brown sugar, chocolate chips, zucchini,\nmeasuring cups, mixing bowls, spatula, pan.\n\nSTEPHANIE\n\nHi, Moms. Stephanie here. As promised,\ntoday I’1ll be sharing my secret recipe\nfor zucchini chocolate chip cookies. Your\nkids will never know they’re eating a\nfull serving of veggies. But first --\n\n(her voice shifts, grave)\n-- many of you have asked for an update\non the Emily situation. For those of you\nnew to my vlog ...\n\n(checking computer screen)\nThat’s you, Babette9 and VioletsRblue,\nthanks for joining ... You should know\nthat my best friend Emily is missing. She\nasked me for a simple favor: to pick up\nher son Nicky from school. That was nine\ndays ago. She hasn’t come back yet ...\n\n(voice breaks; regroups)\nI hope you'll forgive me. I’m just so\nworried about her. And I want to help the\npolice track her down. But I’m realizing\nI didn’t know her as well as I thought.",
  "2": "---END OF PREVIOUS SECTION---\nI’m just so\nworried about her. And I want to help the\npolice track her down. But I’m realizing\nI didn’t know her as well as I thought. \n---TARGET SECTION TO BE ANNOTATED---\nLike my mother used to say, God rest her\nsoul, “Secrets are like margarine. Easy\nto spread, but bad for the heart.” But as\ndifferent as we were, I truly considered\nEmily my best friend. Our sons brought us\ntogether. She’s such a wonderful, elegant\nperson ...\n\nShe clears a tear, then composes herself.\nSTEPHANIE (CONT’D\nI’m sorry, for all our new friends, let\nme catch you up. I met Emily a few weeks\nago at school ...\n\nEXT. WARFIELD ELEMENTARY SCHOOL - DAY 2\n\n \n\nHammering rain falls on a quaint Connecticut ELEMENTARY\nSCHOOL. It pings onto the abandoned gungle gym and swing\nsets, an ominous crack of lightning hrough the bars. A VOLVO\n\nSTATION WAGON drives alone through the torrent.\n\fSTEPHANIE (POST-LAP\nIt was International Cuisine day in my\nson Miles’ 2nd Grade class and, once\nagain, I drew Sweden.\n\nEXT. WARFIELD ELEMENTARY SCHOOL - PARKING LOT - DAY 3\n\n \n\nTrying to juggle an UMBRELLA, PHOTO EQUIPMENT, and the\nHATCHBACK, Stephanie fights to extract the TRAY OF SWEDISH\nMEATBALLS (each adorned with a miniature flag). She can’t\nquite pull it off and spills a few onto the pavement.\n\nSTEPHANIE\nOh, nuts.\n\nShe turns and races toward the school, splashing through\npuddles in her TALBOTS SKY BLUE MOCCASINS.\n\nINT. WARFIELD ELEMENTARY - KINDERGARTEN CLASSROOM - LATER 4\n\n \n\nThe tray of meatballs has now been eaten, paper flags dead in\npuddles of cold gravy. They sit on a table with other\nremnants of a consumed international pot luck.\n\nOn the ground, blocks, dinosaurs - two boys have made an\nalternate universe, which they now demolish with toy trucks.\nMILES SMOTHERS (5) is a shy kid with the alert eyes of his\nmother. NICKY (5) is a rambunctious towhead, ready for\ntrouble. Miles both admires and fears his aggression.\n\nNICKY\nYou're all dead! I killed everyone.\nMiles retrieves his LEGO MAN from the wreckage, upbeat.",
  "3": "---END OF PREVIOUS SECTION---\nNICKY\nYou're all dead! I killed everyone. Miles retrieves his LEGO MAN from the wreckage, upbeat. \n---TARGET SECTION TO BE ANNOTATED---\nMILES\nNot me. I came back to life.\n\nBelow a banner that reads “Ethnic Food Day” sit the spent\nparents: STACY (30s, cardigan and culottes), SONA (30s, East\nindian), DARREN (40, put together) dandling his toddler LULU.\n\nMRS. KERRY\nI want to thank everyone who participated\nin today’s feast. vay! Class, didn’t we\nlearn so much about food from around the\nworld? Give your parents a big hand.\n\nThe distracted kids CLAP as the parents nod. FREEZE FRAME:\nThe parents look with dread at the lens. REVERSE ON -\n\nStephanie, decked out like a WAR CORRESPONDENT with photo\ngear. She checks her video display, not loving the shot.\n\nSTEPHANIE\nOh, shoot. The lighting was pretty bad.\n\nSTACY\nJust set it to Auto.\n\nSTEPHANIE\nWhat’s the fun in that? All right,\neverybody look like you’re having fun!\n\f3.\n\nqhey stare ahead like MUG SHOTS and she snaps another. As she\nheads off to get more action shots, the parents talk:\n\nSONA,\nHow can she still have energy?\n\nDARREN\nThere must be crystal meth in those\nmeatballs.\n\nMRS. KERRY, the teacher, calls over to the group of parents:\n\nMRS. KERRY\nAnd parents, don’t forget, there's a sign-\nup sheet on the board for our Easter egg\nhunt next week. Please, Stephanie, don\nsign up for more than one job.\n\nStephanie looks caught as she starts to ERASE the first two\nof her FOUR SIGNATURES she’s just written on the sign-up\nsheets.\n\nMRS. KERRY (CONT'D)\nI’m not sure everyone has gotten a chance\nto volunteer yet.\n\nStephanie glances over at Nicky, angrily smashing his block\ncreation with a truck.\n\nSTEPHANIE\nMiles, honey? Maybe keep your fingers\naway from Nicky’s truck.\n\nMRS. KERRY\nHas Nicky’s Mom volunteered?\n\nSONA’S DAUGHTER has come over and lay across Sona’s knees,\nlimp as a sack of apples.\n\nDARREN\n(incredulous)\nEmily? Please. I don’t think she knows\nit's Easter.",
  "4": "---END OF PREVIOUS SECTION---\nDARREN\n(incredulous)\nEmily? Please. I don’t think she knows\nit's Easter. \n---TARGET SECTION TO BE ANNOTATED---\n She’s in the city 24/7.\n\nSTACY\nGod, it’d be my dream to run PR_ for\nDennis Nylon. Can you imagine all the\nfree shit she must get? The parties? I'd\nkill for one night of her life.\n\nSona struggles to keep her daughter from falling on her head.\n\nSONA\nI would miss my kids too much. Honey, sit\nup. This game is hurting Mommy’s knees.\n\nDARREN\n(baby voice, to his Lulu)\nSona’s right, Lulu! You’d miss Daddy if\nhe worked in the Big City, wouldn’t you?\n\nHe fart-kisses her cheek, then her stomach. She laughs.\n\f4.\n\nStephanie’s in a quandary. She wonders whether to erase her\nname from DECORATIONS or SNACKS. Always the problem-solver,\nStephanie tries to come up with an equitable solution:\n\nSTEPHANIE\nWhat if I just erase myself from\ndecorations and leave it for Emily? Then\nif she can’t make it, I’11l still bring my\nballoons and helium tank.\n\nSTACY\nPlease tell me you don’t actually own a\nhelium tank.\n\nIt just slipped out of Stacy - and she regrets it. Stephanie\nis a bit hurt by the comment but tries to hide it.\n\nSTEPHANIE\nI think lots of people own helium tanks,\nStacy. If they don’t, they should. Kids\nlove balloons, especially floaty ones.\n\nMRS. KERRY\n(try. ying to save Stephanie)\nIt’ 3! a perfect plan, Stephanie. We’1l\nleave decorations open for Emily.\n\nStephanie looks proud, then notices the other parents staring\ner like she’s an Alien. She deflates a bit.\n\nEXT. WARFIELD ELEMENTARY - MOMENTS LATER 5\nUnder the awning outside the school, parents are claiming\ntheir children and trying to get them to put on raincoats.\nUmbrellas snap open as water cascades off the awning.\n\nStephanie returns from loading her car, greeting her son\nMiles again as he emerges beside a jacketless Nicky.\n\nSTEPHANIE\nHey, Smooch. Great work today.",
  "5": "---END OF PREVIOUS SECTION---\nStephanie returns from loading her car, greeting her son\nMiles again as he emerges beside a jacketless Nicky. STEPHANIE\nHey, Smooch. Great work today. \n---TARGET SECTION TO BE ANNOTATED---\nNICKY\n(laughs )\nSmooch?\nMILES\n\n(a withering look)\nThanks a lot, mom.\n\nNICKY\nCan me and Miles have a playdate today?\n\nSTEPHANIE\n“Miles and I,” sweetie. And I’m not sure.\nWe'd have to’ ask your mommy - and she’s\nprobably still in city.\n\nNICKY\nShe's right there.\n\nNicky points as Stephanie spins to see:\n\f5.\n\nWalking across the soaked playground in a perfect straight\nline, a raised BLACK UMBRELLA over the sleek outline of a\nBURBERRY TRENCHCOAT - comes EMILY NELSON. She walks as if on\na fashion runway, never veering in the downpour even as a\nlost Hello Kitty umbrella blows like a tumbleweed across her\nath. She’s a Classic beauty. Lights a cigarette. Nicky high\nives her and then hugs her. She hugs him back tightly.\n\nEMILY\n(to Nicky)\nHello, little man.\n\n__NICKY\nHello, big woman.\n\nEMILY\nDon’t tell me you lost another jacket?\n\nMILES\nAsk her!\n\nEMILY\nAsk me what?\n\nNICKY\nCan me and ... Can I and...\n(correcting himself)\nI just want a play date.\n\nEMILY\nGood for you. And I want an unlimited\nexpense account. Neither event is\nhappening. Let’s go.\n\nMILES NICKY\nPlay-date! Play-date! Play-date! Play-date!\n\nEmily gives a world-weary sigh.\n\nEMILY\nNicky, stop. I’ve got a ton of work.\n\nNICKY\nThen keep your door closed and we won’t\neven bother zou You don’t have to do\nanything!\n\nEmily glances at Stephanie, as if she might find solidarity\nin this other mom. Stephanie gives her a bright smile.\n\nEMILY\nPlease just get in the car, sweetie.\n\nNICKY\nYou don’t let me do anything! You don’t\nlet me have any friends!\n\nEmily feels the other parents watching. She flicks her\ncigarette into a flower bed and turns to Stephanie.\n\nEMILY\nDo you drink? I need a martini.\n\fSTEPHANIE\nA martini. Wow. I haven’t had a martini\nin forever.",
  "6": "---END OF PREVIOUS SECTION---\nSTEPHANIE\nA martini. Wow. I haven’t had a martini\nin forever. \n---TARGET SECTION TO BE ANNOTATED---\n Apple’s my favorite.\n\nEmily stares a beat, then pivots back to Nicky.\n\n. EMILY\nGet in the car. No play date.\n\nNICKY\nThen I’m staying here.\n\nSTEPHANIE\nOf course, it doesn’t need to be apple.\n\nEmily turns back to Stephanie, who smiles at her again. Emily\njust shakes her head and sighs, defeated. Gets a small smile.\n\nEMILY\nChrist, he’s as stubborn as I am. I’m\nnever gonna win this.\n(to Stephanie)\nWhy don’t you come over for a non ple\ndrink and they can play? I need back-up\n\nMiles and Nicky erupt into cheers, while Stephanie looks both\nexcited and nervous to be invited. She unconsciously fixes\nher hair and straightens her blouse.\nSTEPHANIE\nThat would be lovely. No apples allowed.\nBoo, apples. Ha ha.\nEmily gives her a look of “What am I getting myself into?”\n\nEXT. WARFIELD ELEMENTARY SCHOOL - PARKING LOT/AWNING - DAY 6\n\n \n\nDARREN, SONA, and STACY watch as STEPHANIE and EMILY run\nunder the same umbrella as the boys race ahead, stomping\npuddles.\n\nSTEPHANIE\nDon’t swamp your galoshes!\nSTACY\nWhat on earth are those two going to talk\n\nabout?\nSONA,\nMaybe they won’t talk. Maybe Stephanie\nill color-code her Tupperware.\n\nDARREN\nYou really think Emily has Tupperware?\n\nSTACY\nHa, she keeps her leftovers in Prada bags.\n\nSONA\nEmily's going to eat her alive.\n\nDARREN\nAt least she'd be eating something.\n\fEXT. EMILY’S HOUSE - DAY 7\n\nStephanie’s VOLVO pulls in behind Emily’s vintage BMW.\nStephanie gets out into the lingering drizzle and marvels at\nthe house: a MODERN DREAM of glass, steel and poured concrete\nplunked in the midst of suburban Connecticut.\n\nINT. EMILY’S HOUSE - DAY 8\n\nMiles and Nicky tear upstairs. Stephanie slips off her wet\nmoccasins, revealing KITTY-CAT SOCKS.\n\nEMILY\nCute socks.\n\nSTEPHANIE\nOh, yeah. Target. A pack is only ten\ndollars.",
  "7": "---END OF PREVIOUS SECTION---\nSTEPHANIE\nOh, yeah. Target. A pack is only ten\ndollars. \n---TARGET SECTION TO BE ANNOTATED---\n They must lose money on them.\nThey have other animals, too. Chipmunks,\nsquirrels ...\n\nStephanie sees a PAINTING OF NUDE EMILY. Her eyes go wide.\n\nSTEPHANIE (CONT'D)\n... beavers.\n\nThe painting hanging in the foyer depicts Emily at age 18,\nwith red hair, staring at her own reflection with a hard\nexpression. Stephanie tries to play it cool.\n\nSTEPHANIE (CONT'D)\nWow, that is so ... lifelike.\n\nEMILY\nUsed to dye my hair. I get bored easily.\n\nSTEPHANIE\nIt’s terrific. Who painted it?\n\nEMILY\n\nAn_almost-famous painter from the East\nVillage. My life is littered with Almost-\nSomebodies. I did some art modeling to\npay my way through school. But the weirdo\ngot obsessed with me. Like restraining\norder obsessed. Anyway y I stole the\npainting, hoping it'd be worth something\nsomeday. No such luck.\n\nStephanie is still reeling from the story as Emily slips off\nher heels and heads into a dream LIVING ROOM, decorated with\na bold, eclectic mix of modern and vintage. Emily switches on\nSonos, which plays the 1960s French pop song “COMMENT TE DIRE\nADIEU” by Francoise Hardy. Stephanie is in awe.\n\nSTEPHANIE\nWhat an incredible house.\n\nEMILY\nIt’s a fucking money pit.\n\nSTEPHANIE\nOopsy.\n\fEMILY\nThe fuck?\n\nSTEPHANIE\nOh, I’m sorry. It’s what we say when\nsomeone swears. Force of habit.\n(off Emily’s look)\nWe have an “oopsy” jar in the pantry. A\nquarter for every bad word.\n\nEMILY\nYou should smash the oopsy jar. It might\nchange your whole life.\n\nSTEPHANIE\nI’m sorry.\n\nEMILY\nAnd stop saying you're sorry. It's a\nfucked“up female habit. Don’t be sorry\nfor anything. Ever.\n\nSTEPHANIE\nYou‘re right. Thank you. That’s great\nadvice. I love your music, by the way.\n\nEMILY\nIt’s old French pop from the 60s. Makes\nme forget I’m stuck in this shithole\ntown.",
  "8": "---END OF PREVIOUS SECTION---\nI love your music, by the way. EMILY\nIt’s old French pop from the 60s. Makes\nme forget I’m stuck in this shithole\ntown. \n---TARGET SECTION TO BE ANNOTATED---\n I’1l make the drinks.\n\nEmily heads toward the kitchen. Stephanie looks to make sure\nEmily is out of sight, then starts doing a little dance\naround the living room to the music as she looks at\neverything. She’s never been anywhere so “classy.”\n\nEMILY (CONT'D)\ncoming back in)\nYou like olives or -- what are you doing?\n\nSTEPHANIE\nOh! Um. Just got caught up in the moment.\n\nEMILY\n(shakes her head, amused)\nJesus Christ. Come with me, Audrey\nHepburn, before you hurt yourself.\nAn embarrassed Stephanie follows Emily into the kitchen.\n\nINT. EMILY’S HOUSE - KITCHEN - CONTINUOUS 9\n\n \n\nSea green glass tiles, slate counter tops and_hand blown\nglass fixtures. A kitchen out of Architect’s Digest.\n\nSTEPHANIE\nWow, you must really love to cook.\n\nEMILY\nNo. Sometimes Sean does, but I think it’s\njust an excuse to avoid writing.\n\nSTEPHANIE .\nYour husband? He’s a writer?\n\f10\n\n11\n\nEmily begins to mix a MARTINI at the built-in WET BAR.\n\nEMILY\n\nWas. Now he’s a bitter English professor\nat Connecticut College. He wrote a book\nten years ago that made him the toast of\nNew York. I€ opened every door in the\ncity, It was non-stop, the dinners, the\nparties. All of Manhattan was like one\nong line of cocaine.\n\nStephanie forces a demure smile.\n\nEMILY (CONT’D\nI had to stalk him and force him to fall\nin love with me. Then ... nothing. One\nbig anti-climax. He never finished\nanother book. The old bait-and-switch.\n\nSTEPHANIE\nBut he loves you. What was the book?\n\nEMILY\nIt was called Darkness at Dawn.\n\nSTEPHANIE\nOh my Gosh! I read that in my book club.\nThat’s when I first became a single mom,\nI was so tired at the end of the day I\nwas just jopping onto Miles’s bean bag\nchair _in front of the Kardashians. And\nthen I thought - this is ridiculous. So I\njoined a book club and that was the first\none we read. So impressive.",
  "9": "---END OF PREVIOUS SECTION---\nAnd\nthen I thought - this is ridiculous. So I\njoined a book club and that was the first\none we read. So impressive. \n---TARGET SECTION TO BE ANNOTATED---\nEMILY\nYou're divorced then?\n\nSTEPHANIE\nWidowed.\n\nEMILY\n\nYou mind if I ask how he died?\n\nEXT. CONNECTICUT HIGHWAY - DAY (FLASHBACK) 10\nA classic Noir flashback: A CAR picks up speed down an empty\nhighway past changing foliage. It swerves across TWO LANES TO\nTHE LEFT, THEN VEERS HARD INTO A LAMP POST IN THE STEEL\nMEDIAN with a violent SMASH. It’s a horrific wreck.\n\nINT. EMILY’S HOUSE - KITCHEN - BACK TO PRESENT 11\nStephanie tries to put on a cheerful face for Emily.\n\nSTEPHANIE\nCar accident.\n\nEMILY\nHow awful. I’m so sorry.\n\nSTEPHANIE\nMy brother Chris was in the passenger\nseat.\n\f10.\n\nEMILY\nYou're kidding.\n\nSTEPHANIE\nIn one fell swoop, I lost the two most\nimportant men in my life. Well, aside\nfrom Miles, obviously. Two out \"of three.\n\nEmily studies Stephanie for a long time now. Slowly, her eyes\nbegin to well up. A single tear courses a line through her\nmake-up, until she wipes it away.\n\nEMILY\nI can usually. stomach sad stories. For\nsome reason that one got to me.\n\nSTEPHANIE\nI don’t talk about it much. Especially\nwith people I just met. I’m sorry.\n\nEMILY\nLady, I’m going to slap the “sorry” right\nout of you if you apologize again.\n\nSTEPHANIE\nI’m s---oopsy. Dang it. Hard habit to\nbreak. I’m not sorry. Ha ha.\n\nEmily generously pours the first martini and hands it to\nStephanie. Not a drinker, Stephanie sips it politely.\n\nEMILY\nSo, are you dating anyone?\n\nSTEPHANIE\nMe? No. It’s slim pickin’s in Warfield.\n\nEMILY\nYou’re an hour and a half from the city.\n\nSTEPHANIE\nOh, I couldn’t date anyone from the cit\nThat’s a little too fast for me. I trie\neHarmony, but then that mother of three\nwound up with her head in a trash can -\nand I said, “No, thank you.",
  "10": "---END OF PREVIOUS SECTION---\nEMILY\nYou’re an hour and a half from the city. STEPHANIE\nOh, I couldn’t date anyone from the cit\nThat’s a little too fast for me. I trie\neHarmony, but then that mother of three\nwound up with her head in a trash can -\nand I said, “No, thank you. \n---TARGET SECTION TO BE ANNOTATED---\nEMILY\nYou're too young and cute to give up.\n\nSTEPHANIE\n\nReally? Thank you. I never thought I’d\nend up a single mom, trying to make ends\nmeet. My husband had life insurance,\nthank goodness ; but not a lot. And I put\nhalf of it away for Miles’ college. So,\neven with a fixed income, that money will\nrun out in 2020. Tokyo Olympics. Go, USA.\n\nEMILY\nSean barely makes a dime. I have to pay\nfor everything. And he spends like he’s\nstill the man of the hour. We’re upside\ndown on this house, too.\n\n(MORE )\n\f11.\n\nEMILY (CONT'D)\nBought it during the bubble and we can’t\nsel People hate modern around here.\n\nSTEPHANIE\nWell, I love it. Don’t even think of\nselling it. If I lived here, I’d just\nbask in this kitchen all day.\n\nEMILY\nWell, cheers, then. Here’s to being\n“House Poor.”\n\nClink! Stephanie eyes Emily’s BARBED WIRE TATTOO BRACELET.\n\nEMILY (CONT'D)\nYeah, there’s another one of my bad\ndecisions. I got that when I was too\nyoung and stupid to know better.\n\nSTEPHANIE\nIt’s a nice contrast with your ring.\n\nEmily flashes her VINTAGE WEDDING RING. Platinum filigree\nwith sapphires and diamonds, c. 1920.\n\nEMILY\nThis? It’s a family heirloom. Belonged to\nSean's “great_grandmum,” then his “mum.”\nShe insisted I have it.\n\nIn the next room, the front door is unlocked and opened.\n\nEMILY (CONT'D)\nSpeak of the devil ...\n\nA MALE VOICE with a British accent calls out:\n\nSEAN (0.S.)\nWhose Volvo is blocking the garage?\n\nSEAN {30s) enters the kitchen, a handsome academic carrying a\nbag of groceries. He acts light but has a burdened and uneasy\nquality, an addict always in the early stages of withdrawal.\nEmily 1s his heroin: both his greatest pleasure and curse.\n\nSTEPHANIE\nOh, that’s me. I’m sorry.",
  "11": "---END OF PREVIOUS SECTION---\nEmily 1s his heroin: both his greatest pleasure and curse. STEPHANIE\nOh, that’s me. I’m sorry. \n---TARGET SECTION TO BE ANNOTATED---\n(winces at her “sorry”)\nYour wife is trying to get me to stop\nsaying I’m sorry.\n\nSEAN\n(with a pointed laugh)\nMaybe you can get her to start.\nto Emily)\nYou left wo early, you couldn’t stop at\nthe grocer’s before martini time?\n\nEMILY\nI’m so sorry. Did I cut into your writing\ntime?\n\nSEAN\n\n(forcing a smile)\nGoing right for the sword today, are we?\n\f12.\n\nEMILY\n(a playful smile back)\nWhat’s the point? I’ve heard the pen is\nmightier. Maybe try it some time.\n\nSean looks stung but covers with a laugh as Bmily moves in\nand loops her arms around his neck, kissing him ceply-\nStephanie lingers watching them a moment too long, her lips\nparted. Emily ends the kiss and gestures to Stephanie.\n\nEMILY (CONT'D)\nBabe, this is Stephanie. Her son goes to\nWarfield with Nicky.\n\nSTEPHANIE\nI'ma big. fan of your book. I thought it\nwas brilliant writing. It reminded me of\nWilliam Thackeray.\n\nSEAN\nWell, that’s certainly high praise. Not\nMany people trot out Thackeray as a\nreference these days --\n\nSTEPHANIE\n\nI was an English major at Barnard. But\nthat was a lifetime ago, before\n“Mommybrain” set in. I did my senior\nthesis on Canterbury Tales.\n\n(in olde English)\n“And with that word Arcite gan espye,\nWher-as this lady romed to and fro --”\n\nSEAN\n(looking at Emily)\n“And with that sighte hir beautee hurte\nhym so ...” One of my favorite verses. So\nmuch truth in so few words.\n\nEMILY\n(shakes head; laughs)\nJesus, you should have married Sean.\n(to Sean)\nWant me to mix you a drink?\n\nSEAN\nNot yet. I’m going to go upstairs and\ntake a shower. Nice to meet you, Sharon.\n\nAs he heads away across the living room ...\n\nEMILY\nHe’s terrible with names.\n\nSTEPHANIE\nWell, Stephanie’s a hard one. Boy, you\ntwo are ... what a cute couple.\n\nEMILY\n\nLotta good that does us.",
  "12": "---END OF PREVIOUS SECTION---\nSTEPHANIE\nWell, Stephanie’s a hard one. Boy, you\ntwo are ... what a cute couple. EMILY\n\nLotta good that does us. \n---TARGET SECTION TO BE ANNOTATED---\n I never thought\nanything would go this way. The job in\nthe city, the house in the suburbs -\n\f13.\n\nSTEPHANIE\nYou‘ve figured out how to “have it all.”\nHow do you juggle it?\n\nEMILY\nThis isn’t juggling. This is a nightmare.\nWe're on the verge of bankruptcy. I never\nsleep, I eat seven-hundred calories a day\n- and I can’t find a decent nanny in all\nof Connecticut.\n\nSTEPHANIE\nIf you ever need me to pick up Nicky\nafter school, I'd be happy to bring him\nto my house.\n\nEMILY\nYou'd do that for me? I’m practically a\nstranger. I’m never at the school.\n\nSTEPHANIE\nWell, you will be. I just signed you up\nfor the Easter decoration crew.\n\nEmily gapes . back. Suddenly, Miles races into the kitchen on\nsocks, iding like a speed skater on the slick floor.\n\n; MILES .\nNicky wants me to stay for dinner!\n\nSTEPHANIE\nOh, not tonight, Smooch. I have to do my\nvlog before dinner.\n(to Emily)\nI have a Mommy Vlog. For fun and a little\nextra income.\n\nEMILY\nThat’s very resourceful.\n\nSTEPHANIE\nSix hundred and ten page views a day. I\nreally need a hundred thousand to start\nmonetizing the site with ad revenue. So,\nit’s more a way to connect with other\nmoms. It’s a community.\n\nMILES\nMom! Can I stay for dinner or not?\n\n_ STEPHANIE ;\nI don’t like this new tone, Mister.\n\nEMILY\nLet him stay. I’1l have Sean drive him\nhome later. That way you can go do your\nt\n\nvlog in a nice quie ouse.\nMILES\n(running out)\nYeeees!!! Nicky!! I can stay!\nSTEPHANIE\n\nThank you. I know how busy you are.\n\f12\n\n13\n\n14.\n\nEMILY\nNo sweat. I’m sure I'll be calling you\nfor a favor any day. You owe me now.\n\nEmily flashes her megawatt smile and pours another drink.\nStephanie beams, dazzled by her.",
  "13": "---END OF PREVIOUS SECTION---\nYou owe me now. Emily flashes her megawatt smile and pours another drink. Stephanie beams, dazzled by her. \n---TARGET SECTION TO BE ANNOTATED---\nA_ COMPUTER WINDOW POPS UP (STEPHANIE’S VLOG) - KITCHEN 12\n\n \n\nIn her lit set of a kitchen, Stephanie now has full makeup,\nhair flat-ironed. She’s warm and chipper.\n\nSTEPHANIE\nHi, Moms. Stephanie here. If this is your\nfirst visit to my vlog - a hearty\nwelcome. And ity out Sehe survey at the\n\nbottom so I can thank whoever referred\nyou with this lovely lavender sachet.\n(holds up sachet, then)\nToday’ s theme is friendshi iD. You know, I\ndon‘t understand these silly, hurtful\ndivisions between working moms and stay-\nat-home moms. The truth is, I’ve found it\nhard to make friends with either.\nParenthood can be isolating. Honestly,\nyou moms have been better friends to me\neven though we’ve never met in person. I\ntreasure each and every one of you.\nTruly. And so I thought today ...\n\nShe clicks the ZOOM OUT button on her remote to reveal the\nisland is covered with packets of colored string.\n\nSTEPHANIE (CONT'D)\n... was a perfect day for FRIENDSHIP\nBRACELETS! To celebrate the most\nimportant bonds of our lives. Other than\nfamily, of course.\n\nEXT. WARFIELD ELEMENTARY SCHOOL - PARKING LOT - DAY 13\n\n \n\nThere's a new spring in Stephanie’s step as she gets out of\nher VOLVO with a box of CANNED GOODS marked MATH: Mothers\nAssisting The Homeless. As she trundles the heavy load, her\nCELL PHONE rings. She gtimpses the call screen - EMILY - and\nshe drops the box, sending cans rolling around the lot.\n\nSTEPHANIE (ON THE PHONE)\nHello? Emily? Hi there! What’s up, lady?\n\nEMILY (0.8.\nI was wondering if I could take you up on\nyour offer to pick up Nicky - I'm ina\nmeeting with no end in sight.\n\nSTEPHANIE EMILY (0.S.) (CONT'D)\nOf course! I’m happy to hel You're the best, Stephanie.\nI just bought aj io set o\n\nPerler beads --\n\nSTEPHANIE\nAnd I have extra snacks.",
  "14": "---END OF PREVIOUS SECTION---\nS.) (CONT'D)\nOf course! I’m happy to hel You're the best, Stephanie. I just bought aj io set o\n\nPerler beads --\n\nSTEPHANIE\nAnd I have extra snacks. \n---TARGET SECTION TO BE ANNOTATED---\n I just need to\nknow if he has any dietary restrictions.\n\f14\n\n15.\n\nEMILY\nI have no idea. Thanks!\n\nEXT. WARFIELD LOCAL PARK - DAY 14\n\nIn her “Yearbook Mom” photo vest and camera, Stephanie chases\nMiles and Nicky around the jungle gym with a_roar and finger\nclaws -- a game of “Darth Mommy” that Miles loves. She’s good\nwith them, making them squeal and dart away from her.\n\nEmily pulls up in her car and walks toward the park, still on\na work call and exuding irritation.\n\nSTEPHANIE (ON THE PHONE)\nCalm down, Dennis. Alexi is all talk. No\none is “coming after you.” Take a fucking\nXanax and let me do my job. Jesus.\n\nEmily ends the call and watches Stephanie chase the boys, a\nnatural mother in her element. Emily feels a pinch of guilt,\neven jealousy. Stephanie sees Emily and jogs over, winded.\n\nSTEPHANIE (CONT'D)\n“Darth Mommy,” we call it. It’s silly.\nBut it’s one of Miles’ favorite games.\nOne of the things he remembers from his\nDad. He was much better at roughhousing.\n\nAfter flashing side eye, Emily pulls out a compact mirror and\nbegins tracing around her mouth with a pencil.\n\nEMILY\nDon’t do that.\n\nSTEPHANIE\nDo what?\n\nEMILY\n\nDon’t denigrate your good parenting to\ncomfort me for my shitty parenting.\n\nSTEPHANIE\nOh, gosh, Emily. That’s not what I was\ndoing at all. I think you're a super mom--\n\nEMILY\nNo, you don’t. You pack nori rolls for\nlune If I even remember the lunch box,\nit’s a miracle. The nicest thing I could\ndo for Nicky is blow my brains out.\n(off Stephanie’s horror)\nI have a dark sense of humor.\n\nSTEPHANIE\nYeah, yikes. You do work in the city.\n\nEmily stares emotionally at Nicky, who’s playing happily. and\nunaware of her. We see how much she loves him. Then -\nEmily spins to see that Stephanie has snapped a pictures\n\nEMILY\n(sharply)\nWhat did you just do?\n\f15\n\n16.",
  "15": "---END OF PREVIOUS SECTION---\nWe see how much she loves him. Then -\nEmily spins to see that Stephanie has snapped a pictures\n\nEMILY\n(sharply)\nWhat did you just do? 15\n\n16. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE\nI’m... the yearbook mom.\nEMILY\nErase it.\nSTEPHANIE\nBut you look so ... chic.\nEMILY\n\nIf that shows up on your vlog --\n\nSTEPHANIE\nNo, gosh, no. It’s just for the “Faces\nand Placés” section. Only other parents\nwould see it -\n\nEMILY\nErase it now or I'll slap an injunction\non the whole fucking yearbook.\n\nShaking, Stephanie erases the photo from her digital display,\nshowing Emily the last pictures of a cooking project.\n\nSTEPHANIE\nGone. See. Just homemade granola.\n\nEMILY\nGood. Don’t do that shit again.\n\nSTEPHANIE\nGosh, I’m sor-- I mean, I didn’t mean to\noffend you. I can understand in your line\nof work how sensitive this is.\n(struggling)\nI guess I’m not someone you'd normally be\nfriends with.\n\nEMILY\nYou don’t want to be friends with me.\nTrust me. You’re a real human being.\n\nStephanie can’t tell if Emily means to forgive her with that\ncomment - but she takes it with a bashful smile.\n\nEMILY (CONT'D)\nLet’s grab the kids and get the hell out\nof here. I need a drink.\nINT. EMILY’S HOUSE - KITCHEN - DAY 15\n\nSTEPHANIE (0.S.)\nI made it especially for you.\n\nCLOSE SHOT - Stephanie ties a new FRIENDSHIP BRACELET over\nEmily's wrist, right onto the barbed wire tattoo.\n\nEMILY\nIt’s very sweet.\n\nEmily regards the CHEVRON PATTERN. Then she pours gin into a\nshaker to finish the martinis. Stephanie watches in awe.\n\f16\n\n17.\n\nSTEPHANIE\nI used to watch old Bewitched episodes on\nTV Land and always thought it was so\nclassy when Darren would come home and\nSamantha would mix him a martini. And now\nhere I am. Again. It’s so high tone.\n\nEmily chuckles as she shakes the ice-filled martini shaker.\n\nEMILY\nGod, you're such a nerd, I hope it’s not\ncontagious. They'd make me quit my job.\n\nStephanie daughs .",
  "16": "---END OF PREVIOUS SECTION---\nEMILY\nGod, you're such a nerd, I hope it’s not\ncontagious. They'd make me quit my job. Stephanie daughs . \n---TARGET SECTION TO BE ANNOTATED---\n but we see she wishes she was cooler. Emily\npours . one martini from the shaker. It’s cloudy with ice chips\nloating in it. Emily stares at it a beat, then:\n\nEMILY (CONT'D\nFuck this. I need a real martini.\n\nSTEPHANIE\nThis one’s not real?\n\nEmily goes to the fridge, opens the freezer and pulls out a\nfrozen bottle of gin and one frozen martini glass. She brings\nit back over to the island.\n\nEMILY\n\nToo watered-down. When Sean and I were in\nLondon, we had the real thing at Dukes\nHotel. Sometimes you just need something\nwith a kick to reset your brain.\n\n(making the martini)\nFrozen gin, frozen glass. Pour in a small\nbit of vermouth, swirl it and dump it.\nThen add the gin and squeeze a twist over\nthe top. Pure booze, no ice, strong as\nhell. Gotta work your way up to it,\nthough. No amateurs allowed.\n\nEmily hands Stephanie the watered-down martini, then picks up\nher strong martini and clinks with Stephanie.\n\nEMILY (CONT'D)\nAlessandro the bartender has a saying at\nDukes. “One’s not enough, three’s too\nmany, two’s just right. Just like tits.”\nSTEPHANIE _. EMILY (CONT'D)\nOopsy. L’chaim.\nEmily takes a sip and visibly relaxes. Stephanie studies her.\nSTEPHANIE\n\nCan you make me one of those? I think I\nneed to reset my brain too.\n\nOff Emily’s impressed smile ...\n\nINT. EMILY’S HOUSE - LIVING ROOM - LATER 16\n\n \n\nStephanie and Emily sit on the couch as a fire blazes in the\nfireplace. A FRENCH 60'S POP SONG PLAYS. Stephanie is clearly\nwasted. She takes another drink, smacking her lips.\n\f18.\n\nSTEPHANIE\nI really am not happy with myself about\nthe picture I took . of you. That was\nso rude ... like a paparazzo eee\n\nEMILY.\n\nOh, please - will you get over it\nalready: Stephanie? You're so nice, I\ndon’t know how you\" ve managed to survive\non this planet for so long.",
  "17": "---END OF PREVIOUS SECTION---\nThat was\nso rude ... like a paparazzo eee\n\nEMILY. Oh, please - will you get over it\nalready: Stephanie? You're so nice, I\ndon’t know how you\" ve managed to survive\non this planet for so long. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE\n(stares for a long beat\nI’m not as nice as you thin\n\nEMILY\nOh, really ...? Are you baiting me?\nSTEPHANIE\nI‘m juss’ Saying - we all have a dark\nside. Even “nerds.” It’s juss’ -- some of\n\nus are better at hiding it. My mother\nonce said, “Secrets are like margarine--”\n\nStephanie stops as_ her drink goes down the wrong pipe and she\nchokes, coughing. Emily laughs.\n\nEMILY\nShe had a way with words. Okay, Dark\nSide. Let’s trade confessions. Tell me\nthe wildest thing you’ve ever done.\n\nSTEPHANIE\nWhat? No. I mean ... well ... okay.\nMaybe. But you go first.\n\nEMILY\n(thinks a moment)\nWell, I can think of a pretty recent one.\nSean and I had his TA over about six\nmonths ago. We drank too much and had a\nthreesome.\n\nStephanie’s jaw slackens. She covers her open mouth.\n\nSTEPHANIE\n(whispering)\nWasn’t Sean jealous of him?\n\nEMILY\nWho says it was a him?\n\nStephanie digests this info. Nods, trying to stay cool. She\ndoes a bad job. Emily grins, amused by the effort.\n\nEMILY (CONT'D)\nI didn’t mean to freak you out.\n\nSTEPHANIE\n(freaked out, hiding it)\nI am - what do you mean? I’m not freaked\nout. I’m completely ... laissez faire.\n\f17\n\n18\n\n19\n\n20\n\n19.\n\nEMILY\nI just know you’re not exactly a sexual\nmaverick. Nothing wrong with that. Prudes\nare people, too.\n\nEmily winks. Stephanie absorbs the insult, smarting.\nEMILY (CONT'D)\nBut now I really want to hear your dirty\nlittle secret. Spill it.\n\nStephanie downs the rest of her drink, nearly swallowing the\nlemon twist. She takes a breath, then ...\n\nSTEPHANIE oo,\nMy father died when I was a senior in\nHigh School ...\n\nINT. PITTSBURGH ROW HOUSE - DAY (FLASHBACK) 17\n\n \n\nPouring rain outside. A funeral reception.",
  "18": "---END OF PREVIOUS SECTION---\nINT. PITTSBURGH ROW HOUSE - DAY (FLASHBACK) 17\n\n \n\nPouring rain outside. A funeral reception. \n---TARGET SECTION TO BE ANNOTATED---\n PEOPLE are dressed\nin black, crowded into a modest house, having sandwiches.\nSTEPHANIE (here 18) moves through the house cleaning up. No\nmake-up, hair in a ponytail, simple black dress. She heads...\n\nINTO THE KITCHEN (FLASHBACK 18\nShe looks out the window and sees CHRIS (20). He wears an ill-\n\nfitting suit, dark hair in his eyes, skinny like a rock star.\nHe approaches the door. Stephanie freezes, unable to breathe.\n\nSTEPHANIE (V.O.)\n... A boy showed up at the funeral.\n\nIN THE LIVING ROOM (FLASHBACK 19\nHer mother GRACE (50) opens the front door and nearly faints.\n\nSTEPHANIE (V.O.)\nHis name was Chris.\n\nIt’s like seeing the young, handsome ghost of her dead\nhusband. The crowd haS now gathered to watch this unfold.\n\nSTEPHANIE (V.O.)\nHe was the spitting image of my father -\nonly thirty years younger.\n\nGrace starts to cry and throws her arms around Chris’ neck,\nholding him as if he’s her dead husband. Chris hugs her back,\nlifts his eyes and looks RIGHT AT Stephanie.\n\nSTEPHANIE (V.O.)\n\n \n\nTurns out ... he was my half-brother.\nINT. EMILY’S HOUSE - LIVING ROOM - BACK TO PRESENT 20\nEMILY\n\nHold on. This is your deep dark secret?\nThat your dad had an affair?\n\nSTEPHANIE\n(drunk, steadying herself)\nNo, this is necess’ssary prologue.\n\f21\n\n22\n\n20.\n\nEMILY\nNecessary prologue. Got it. Keep going,\nDark Side.\n\nINT. PITTSBURGH ROW HOUSE - BASEMENT - NIGHT (FLASHBACK) 21\n\nNow in jeans and a tank top Stephanie unfolds the rusty y\nstained pullout couch for hris. A bare bulb hangs overhead\nilluminating the moldy basement.\n\nSTEPHANIE (V.O.)\nWe talked for a long time, looking at old\nphotos of my dad. It was too late for\nChris to drive home. So he stayed over.\n\nChris watches Stephanie make the bed. She can feel his eyes\non her ass as she crawls across to stretch the fitted sheet.\nThey lock eyes. Their chests rising with desire.",
  "19": "---END OF PREVIOUS SECTION---\nShe can feel his eyes\non her ass as she crawls across to stretch the fitted sheet. They lock eyes. Their chests rising with desire. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE (V.O.)\nMaybe it was the loss of my dad, who was\nthe only person who ever truly understood\nme, maybe it was the way Chris looked and\nacted like him, or the fact I suddenly\nwasn’t an only child, which I never\nwanted to be. I don’t know, we just stood\nthere for the longest time.\n\nShe moves_in and loops her arms around his neck to say good\nnight, pulling him close. She tips her chin, looks up at him.\n\nSTEPHANIE (V.O.)\nWe didn’t know how to say goodbye.\n\nLips so close. They start to kiss. Tug at each other’s\nclothes, desperate to merge as quickly as possible.\n\nChris throws her on the bed and fumbles with his fly. She\nyanks off her jeans. Chris climbs on top of her and thrusts\ninto her, eyes wide in amazement. She gasps: She’s never had\nsex like this, great sex. She presses her lips together and\nshakes with an orgasm building. She buries her face in his\nshoulder and groans_as it swallows her up. He comes at the\nsame moment and collapses. They lie together stunned, sweaty.\n\nINT. EMILY’S HOUSE - LIVING ROOM - BACK TO SCENE 22\n\n \n\nStephanie stares into space. Emily snaps her fingers in front\nof Stephanie’s eyes.\n\nEMILY\nHello? Keep going! You’re not allowed to\nbe too drunk in my house not to finish a\njuicy story.\n\nSTEPHANIE\nMe? No, I’m fine. What was I saying?\n\nEMILY\nYou stood there for the longest time, you\ndidn’t know how to say goodbye. I’m\nwaiting for the big ending here.\n\nStephanie can’t tell the truth. But she’s cornered. Then ...\n\f21.\n\nSTEPHANIE\nOh, I don’t know. Maybe it’s not so racy\nwhere you're from. I went in to hug him\nand then we ... kissed.\n(buries face in hands)\nIt’s so gross.\n\nEMILY\nSo that’s your whole story? You kissed\nyour brother? Once?\n\nSTEPHANIE\nIt's like Chinatown! We immediately said\nthis will never happen again, and we'd\nnever breathe a word.",
  "20": "---END OF PREVIOUS SECTION---\nOnce? STEPHANIE\nIt's like Chinatown! We immediately said\nthis will never happen again, and we'd\nnever breathe a word. \n---TARGET SECTION TO BE ANNOTATED---\n And no, he wasn’t\nmy brother, he was my half-brother.\n\nEmily sizes Stephanie up. She sips her drink, then leans in.\n\nSwear.\n\nEMILY\nThere’s more.\n\nSTEPHANIE\nNo, there’s no more.\n\nEMILY\nYou started that story, then hit the\neject button. I saw it happen.\n\nSTEPHANIE\n\nI did not eject -\nEMILY\n\nYou fucked him.\nSTEPHANIE\n\nWhat!? No! I didn’t say that.\n\nEMILY STEPHANIE (CONT'D)\nI swear.\n\nEMILY\n\nSwear on your father’s grave.\n\nStephanie pauses.\n\nStephanie\n\nEMILY (CONT'D)\nHa! You’re a brother fucker!\n\nSTEPHANIE\nOh my Gosh, you're terrible. I never\nshould have said anything. Stupid\nmartinis ... from Dukes.\n\nis flustered and guilt-ridden. Emily softens.\nEMILY\n\nYou crack me up. Do you and Miles want to\n\njoin us for dinner?\n\nSTEPHANIE\nReally? That would be lovely.\n\f23\n\n24\n\n22.\n\nEMILY\nGreat. You're cooking, Dark Side.\n\nStephanie gives her a look, then they share a genuine laugh.\nStephanie absorbs it: they really are becoming friends.\n\nINT. STEPHANIE'S HOUSE - KITCHEN - DAY 23\n\nCLOSE UP of Alka Seltzer being dropped into a glass. REVEAL a\nvery hungover Stephanie setting up her kitchen for her vlog.\nShe opens up her FIRST AID kit and lays out the items.\n\nSTEPHANIE\n(practicing)\nHi Moms, Stephanie here. Today we’ll be\ntalking about the perfect First Aid Kit,\nso that you’re never left in need during\na crisis --\n\nShe doesn’t like how that sounds, and starts to revise her\nSCRIPT. Just then, her CELLPHONE rings. As she answers:\n\nEMILY (0.S.)\nStephanie, thank God you picked up. I\nhave a little emergency --\n\nSTEPHANIE EMILY (0.S.) (CONT'D)\nWell, that’s really a I need your help.\ncoincidence, because I was -\n\nSTEPHANIE\nAre you okay?\n\nEMILY (0.S.",
  "21": "---END OF PREVIOUS SECTION---\ncoincidence, because I was -\n\nSTEPHANIE\nAre you okay? EMILY (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nI'm fine, but I need a simple favor, Can\nyou grab Nicky from school? Sean’s in\nLondon, his mother broke her fucking hip,\nand I got a big fire to put out at work.\n\nSTEPHANIE\nOh, Gosh, poor Sean. Poor you. Of course,\nI’m always happy to help.\n\nEMILY\nYou're the best. I gotta run but I’1l get\nyou back for this.\n\nSTEPHANIE\nOf course! Nicky’s in good hands.\n\nEMILY\nYou're a great friend, Stephanie. A true\nfriend. I really mean that.\nOFF STEPHANIE, beaming --\nEXT. WARFIELD ELEMENTARY SCHOOL - SECOND GRADE - DAY 24\n\nAt the end of another day, moms are picking up kids. Miles\nand Nicky emerge with their backpacks.\n\nSTEPHANIE\nHey, guys! You’re getting a play date\ntoday!\n\f25\n\n26\n\n23.\n\nThe boys both cheer as Darren approaches, Lulu in his arms.\n\nDARREN\nStephanie, that’s so great you took the\nnanny job.\n\n|. _ STEPHANIE\nNanny job?\n\nDARREN\nFor Emily. I know she was looking.\n\nSTEPHANIE\n(mortified)\nI am -- No. I am not - this is not a job.\nI'm helping her out. As a friend.\n\nDARREN\nOh, I’m sorry. I didn’t realize you guys\nwere so close.\n\nSTEPHANIE\nWell, we are. We drink martinis together.\nstrong martinis. From London.\n(to the boys, the 7fFun\nmom” again)\nAll right, fellas - if you don’t wrestle\nin the car, we'll make fruit pops.\n\nThey cheer again, running . across the yard - as Stephanie\nstorms away, throwing a dirty look back at Darren.\n\nINT. STEPHANIE’S VOLVO - DAY 25\n\nStephanie, Miles and Nicky drive along, SINGING ALONG TO A\nFUN SONG ON THE RADIO. Everyone’s really happy.\n\nINT. STEPHANIE'S HOUSE - KITCHEN - DAY 26\n\nThe revelry seems to come to a sudden halt. Miles and Nicky\nsulk at the kitchen table.",
  "22": "---END OF PREVIOUS SECTION---\nINT. STEPHANIE'S HOUSE - KITCHEN - DAY 26\n\nThe revelry seems to come to a sudden halt. Miles and Nicky\nsulk at the kitchen table. \n---TARGET SECTION TO BE ANNOTATED---\n Tempeh burger, carrots and steamed\nspinach on their plates. Used to it, Miles eats; but Nick\npushes the food around with his fork as Miles sets down his\nglass of milk on the wood table next to its coaster.\n\nSTEPHANIE\nMiles, sweetie, you know the rule. Mr.\nGlass always stands on Mr. Coaster.\n\nMILES\n(putting | glass on coaster)\nBecause of his wet feet. Sorry, mom.\n\nSTEPHANIE\nNicky, you can’t just live on starch.\nPeople need 11 different amino acids.\n\nNICKY\nDo amino acids come from horse shit?\n\nMiles gasps in horror. Stephanie smiles, beatific.\n\nSTEPHANIE\nWe don’t use that language in this house,\nsweetie.\n\n(MORE)\n\f27\n\n28\n\n29\n\n24.\n\nSTEPHANIE (CONT'D)\n\nThat’s an rooPsy.t It_would normally cost\nyou a quarter, but I’1l cut you a little\nSlack this time because you’re a guest.\n\nNICKY\nWell, that’s what it tastes like. Are you\ntelling me to lie?\n\nSTEPHANIE\nNo, lying is wrong, too. But there’s a\ndifference between lying and being\npolite. So we can at least take a “no\nthank you” bite and see if we like it.\n\nHe takes a bite of Tempeh burger, horrified, making a face\nlike it’s torture. Then he pushes his plate away.\n\nNICKY\nNo thank you.\n\nINT. STEPHANIE’S HOUSE - LIVING ROOM - DAY 27\nThe two boys watch SpongeBob Squarepants on TV, eating\npopcorn. Stephanie texts Emily: “Should i give nicky a bath?”\nShe hits SEND. Waits. She fixates on her phone. No response.\n\nINT. STEPHANIE’S HOUSE - BATHROOM - NIGHT 28\n\n \n\nStephanie gives the two boys a bubble bath. They splash\n\naround, hurling rubber sea creatures at each other.\n\nSTEPHANIE\nDon’t splash. This isn’t Sea World.\n\nThey ignore her and splash harder.\n\nINT. STEPHANIE’S HOUSE - HALLWAY - NIGHT 29\n\n \n\nStephanie dials Emily. She gets her VOICEMAIL.\n\nEMILY (0.S.",
  "23": "---END OF PREVIOUS SECTION---\nShe gets her VOICEMAIL. EMILY (0. S. \n---TARGET SECTION TO BE ANNOTATED---\n“Hi, this is Emily Nelson, Director of\nPublic Relations Yor Dennis Nylon\nHoldings. Leave a message here or at the\nNew York office at 212-555-6361.”\n\nBEEP. Stephanie opens her mouth to speak, but hesitates. As\nshe dives in, she’s now even more sugar-coated than before.\n\nSTEPHANIE\nHi, Em, Stephanie. Hey. I know you're\nprobably knee-deep in that crisis. But,\num, Nicky asked when you were coming and\nI didn’t know what to tell him. They’re\nhaving a hoot here, don’t worry. And I’m\nhappy to watch him as long as you need,\njust’ let me know. Okay? Hope you’re\nanging in there.\n\nShe hangs up, her smile dropping.\n\f30\n\n31\n\n25.\n\nINT. STEPHANIE’S HOUSE - MILES’ BEDROOM - NIGHT 30\n\n \n\nAs Stephanie climbs up to say good night to Miles on the TOP\nBUNK, her head gets trapped in a HANGING SOLAR SYSTEM MOBILE\naffixed to the ceiling. She tries to blow away a Styrofoam\nSaturn, finally clearing planets like a cloud of gnats.\n\nSTEPHANIE\nG’night, Smooch.\nMILES\nGood night, Mama.\n(looking up)\nAnd good night, Daddy. Good night, Uncle\nChris.\nNICKY\nWho's Uncle Chris?\nSTEPHANIE\nChris was my brother. He’s in heaven now.\nNICKY\nThere’s no such thing as heaven.\nSTEPHANIE\nIs that what your mommy and daddy tell\nyou?\nNICKY\n\nMy Dad says life’s just a brief moment of\npain before an eternity of darkness.\n\nSTEPHANIE\nWell, he’s an English professor.\n\nNICKY\nAnd he says when we die we turn into a\nfeast for bacteria.\n\nSTEPHANIE\nWell, at least someone is eating dinner\nthen.\n\nShe checks Miles, hoping this didn’t sink in.\n\nSTEPHANIE (CONT’D)\nDo you want a kiss good night, Nicky?\n\nNICKY\nI want to go home. My Mom didn’t say I\nwas sleeping over.\n\nSTEPHANIE\nShe should be here any minute and then\nshe’1ll come wake you up.",
  "24": "---END OF PREVIOUS SECTION---\nNICKY\nI want to go home. My Mom didn’t say I\nwas sleeping over. STEPHANIE\nShe should be here any minute and then\nshe’1ll come wake you up. \n---TARGET SECTION TO BE ANNOTATED---\nStephanie pecks Nicky on the cheek anyway. He rubs his face\nwith disgust as she walks out and closes the door.\n\nINT. STEPHANIE’S HOUSE - KITCHEN - NIGHT 31\n\n \n\nStephanie makes two kids’ lunches for the next day in\nsilence.\n\f32\n\n33\n\n26.\n\nShe mashes avocados and nori on whole grain bread, then cuts\nthe sandwiches in half. She texts Emily: “Made lunch for\nNicky. Text me to say you’re ok. Worried about u.”\n\nShe hits SEND. Waits a beat. No response. She finds a bottle\nof WHITE ZINFANDEL in the back of the fridge, half empty. She\nunscrews the screw cap and sniffs it. Still good? Maybe. She\npours herself a glass.\n\nShe steals a cookie from under Saran Wrap. She nibbles a tiny\nbit of it, washing it down with wine. She slips the cookie\nback, looking guilty. Looks at her phone. Nothing from Emily.\n\nCUT TO:\n3 a.m. Stephanie dumps the empty wine bottle into the\nnecycling in. The cookies have been devoured. She washes the\ndish in the sink, disgusted with herself.\nEXT. WARFIELD ELEMENTARY SCHOOL - DAY 32\n\n \n\nPUSH IN ON the PARKED VOLVO as Stephanie tries to get a hold\nof Emily at work. She speaks slowly and with a forced calm.\n\nSTEPHANIE (ON PHONE)\nStephanie. Smothers. I’m a close friend.\nI've been watching her son. Do you know\nwhere she went or when she’1l be back?\n\nINT. DENNIS NYLON INC - INTERCUTTING 33\nIn a sleek Manhattan office in a Midtown skyscraper, Emily's\n\nassistant VALERIE (25) -- a Goth, emo girl -- is on her\nheadset, multi-tasking as she types.\n\nVALERIE\nShe - is - hold on...\nn(P¥ping) ,\nYeah e’s in Miami for a few days, did\n\nyou want to leave a message?\n\nSTEPHANIE\nA few days? She didn’t tell me -\n\nThe other line rings.",
  "25": "---END OF PREVIOUS SECTION---\nn(P¥ping) ,\nYeah e’s in Miami for a few days, did\n\nyou want to leave a message? STEPHANIE\nA few days? She didn’t tell me -\n\nThe other line rings. \n---TARGET SECTION TO BE ANNOTATED---\nVALERIE\nCan you please hold for a second?\n\nSTEPHANIE\nThe thing is, I haven't heard a peep and\nNicky wants to know -\nValerie puts her on hold, activating 80s SYNTH MUSIC.\n\nSTEPHANIE (CONT'D)\nOh, for the love of Job.\n\nAs she endures the hold music, we hear:\nSTEPHANIE (PRE-LAP) (CONT'D)\n\nHi, Moms. Stephanie here, and the truth\nis, I’m not quite myself today.\n\f34\n\n35\n\n36\n\n27.\n\nON VIDEO VLOG - STEPHANIE'S KITCHEN - DAY 34\n\n \n\nStephanie addresses the camera, her voice shaky.\n\nSTEPHANIE\n\nMy friend, the one that inspired the\ndouble-weave chevron friendship bracelet\n... well, she’s been gone a few days and\nThaven’t been able to reach her. I sent\nher Eouall of cute iPhotos of our boys.\nShe usually sends me back a winky-face\nemoji, but now ... not even that.\n\n(a deep breath)\nOh, she travels a lot for work and I know\nsome big hoo-ha came up, it’s always\nsomething. So I’ve been watching her son,\n\nwho is a... London spirited young man. Her\nhusband’s in London visiting his injured\nmother and ... an yWway s there’s probably a\n\ngood explanation. s not like I mind --\nbut her son is Btarting to ask questions.\nMoms, what would you do if a mother put\nyou in this situation?\n\nShe glances at the comment feed:\n\nHUGSnKISSES19: A true friend wouldn’t do that.\nSUNDAYGIRLXOXO: Rude.\nTIGERMOM9: REPORT HER TO THE POLICE!!!\n\nSTEPHANIE (CONT'D)\nTigermom, be constructive. And you know\nthe all-caps rule. No yelling.\n\nYogalover999: The husband has to know something.\nLives2Zumba: Call her husband.\n\nSTEPHANIE (CONT'D)\nRight. Thank you, Yogalover, thank you,\nZumba. You’re both right.\n\nINT. UNIVERSITY COLLEGE LONDON HOSPITAL - RM.",
  "26": "---END OF PREVIOUS SECTION---\nYou’re both right. INT. UNIVERSITY COLLEGE LONDON HOSPITAL - RM. \n---TARGET SECTION TO BE ANNOTATED---\n 612 - NIGHT 35\n\nIn a cramped, shared hospital room, two beds separated by a\ndrawn curtain, Sean sits alongside his mother MARGARET (70),\nasleep. Sean looks like hell. His cell phone rings. Sean\ndoesn’t recognize the number. He answers suspiciously.\n\n \n\nSEAN\nYes?\nINT. STEPHANIE’S HOUSE - KITCHEN - INTERCUTTING 36\nSTEPHANIE\n\nHi, Sean. It’s Stephanie. I’m so sorry to\nbother you, I got your cell number from\nthe school dixectory. I know you’re going\nthrough so much gosh, my prayers are\nwith you and your mom. But we really need\nto talk about», a situation with Emily.\n\nSEAN\nWho is this?\n\f28.\n\nSTEPHANIE\nOh. Stephanie Smothers. I’m Emily's\nfriend. I drive a Volvo.\n\nSEAN\nI'm sorry, I’m a little out of sorts.\nSTEPHANIE\nOur sons go to Warfield together.\nis my son. Nicky is yours.\n\nMiles\n\nSEAN\nHas something happened to Nicky?\n\nSTEPHANIE\nNo, Nicky’s fine. It’s Emily. She asked\nme to watch Nicky. That was three days\nago and I haven’t been able to reach her.\nHave you heard from her?\n\nSean sighs as if he’s a punctured balloon. His mother wakes\nup, having heard some of the conversation.\n\nSEAN'S MOTHER\nWhat is it? What’s wrong?\n\nSEAN\nThree days, Christ.\n\nSEAN'S MOTHER\nWhat did Emily do now?\n\nHe presses a CALL BUTTON.\n\nSEAN\n\nShhh, mother, go back to\n\ncall a nurse and get you\n(into phone)\n\nWhat did she say?\n\nSTEPHANIE\nAre you talking to me or\n\nSEAN\n\nYou. What did Emily say?\nSTEPHANIE\n\nShe told me that she had\n\nfire.\n\nSEAN\n\nOh, right,\n\nood. That sounds\n\nsleep. Let’s\nsome morphine.\n\nyour mother now?\n\nto put out a\n\nHer office said she’s in Miami -\n\nyes.\n\nI've been’ t rough these emergencies with\n\nher.\n\ncare of,\n\nSTEPHANIE\nOh, good. I just ...\ncommunicating.",
  "27": "---END OF PREVIOUS SECTION---\ncare of,\n\nSTEPHANIE\nOh, good. I just ... communicating. \n---TARGET SECTION TO BE ANNOTATED---\nSEAN\n\nShe’s not really much of\n\nSTEPHANIE\n\nAs long as she knows Nicky’s taken\nshe can disappear for some time.\n\nI assumed we'd be\n\na communicator.\n\nI mean, to check in on Nicky.\n\f37\n\n38\n\nSEAN\nHow is he?\nSTEPHANIE\nHe’s okay.\nSEAN\n\nAmazing. You‘re a life-saver. Look, I’m\n\nflying back in the morning and then I can\n\npick Nicky up as soon as I’m on the\nground. All righty?\n\nSTEPHANIE\nAll righty.\n\nEXT. STEPHANIE’S HOUSE - NIGHT\n\n29.\n\n37\n\nA TAXI pulls up in front of the house. The first time we've\nseen the exterior. It’s a quaint colonial, the country mouse\n\nopposite of Emily and Sean’s house.\n\nSean gets out of the cab and pays the driver, dragging his\nbag toward the front door. He knocks and Stephanie opens.\n\nSEAN\n\nOh, you. You’re Miss Canterbury Tales. So\n\nSOrry I didn't remember.\n\nSTEPHANIE\n\nYou’ve got a lot on your mind. We all do.\n\nThe boys are asleep. Nicky tried to stay\nup to See you, but he was just too\ntuckered-out. Come in.\n\nINT. STEPHANIE’S HOUSE - KITCHEN - NIGHT\n\n \n\nStephanie and Sean speak in low voices in the kitchen.\n\nSEAN\nSo nothing? Still no word?\n\nSTEPHANIE\nNothing. Not to you either?\n\nSEAN\nNo, but that’s not unusual. We had a bit\nof a row the other day.\n\nSTEPHANIE\nI’m sorry.\n\nSEAN\nDon‘t be. It’s our pattern. All dramatic\nbreakups and reunions, with almost\nnothing in between.\n\nSTEPHANIE\nIt sounds tiring.\n\nSEAN\nYes, but ... it keeps life interesting.\n\n38\n\f39\n\n40\n\n30.\n\nSTEPHANIE\nHer assistant Valerie hasn’t been able to\nreach her either. Which doesn’t make any\nsense if she’s dealing with a work\ncrisis. Some_of the moms think we should\ngo to the police.\n\nSEAN\nThe moms?\n\nSTEPHANIE\nI posted something about Emily on my\nwebsite. For other moms. Just ...",
  "28": "---END OF PREVIOUS SECTION---\nSTEPHANIE\nI posted something about Emily on my\nwebsite. For other moms. Just ... \n---TARGET SECTION TO BE ANNOTATED---\n cooking\n\ntips, odds-and-ends. It’s mostly How-To.\n\nHe looks at her with jet-lagged eyes. It’s all sinking in.\n\nSEAN\n\nThe police. Has it really come to this?\nSTEPHANIE\n\nWould you like anything to drink? Herb\n\ntea maybe?\nSEAN\n\nYes, let’s do it. Not the tea, the\n\npolice. Let’s call them.\nINT. STEPHANIE’S HOUSE - MILES’ BEDROOM - NIGHT 39\nMiles is fast asleep on the top bunk. Nicky sleeps on the\nbottom bunk. Sean stands in the cracked doorway, watching his\nson sleep. A look of deep concern on his face.\n\nSTEPHANIE (0.S.)\nSean? The police are here.\n\nINT. STEPHANIE'S HOUSE - DINING ROOM - NIGHT 40\n\nStephanie sits at_the dining room table while TWO POLICE\nquestion Sean: SERGEANT MOLLOY and OFFICER BLANCO.\n\nOFFICER BLANCO\nAnd when was the last time either of you\nheard from her?\n\nSean swims, shaking his head. He looks over at Stephanie.\n\nSTEPHANIE\nFour days ago.\nSEAN\nI’m sorry. I was in London. My mum broke\n\nher hip.\n\nSERGEANT MOLLOY\nSorry to hear that.\n\nOFFICER BLANCO\nAnd she said it was a work crisis?\n\nSEAN\nShe has a very high profile job - with a\nfull staff she oversees.\n\f31.\n\nOFFICER BLANCO\nAnd what do you do, sir?\n\nSEAN\nI’m an Associate Professor.\n\nOFFICER BLANCO\nAnd what do you teach?\n\nSEAN\nEnglish.\n\nSERGEANT MOLLOY\nSounds like you're pretty good at it.\n\nSEAN\nThat’s wonderful. Well-played.\n\nSEARGEANT MOLLOY\nEver slept with a student?\n\nStephanie is shocked.\n\nSEAN\nExcuse me? Do you think I had something\nto do with my wife’s disappearance?\n\nOFFICER BLANCO\nNo need to get defensive, Mr. Townsend.\nWe're just exploring all avenues.\n\nSEAN\nWell, that’s a dead end. No. Christ.\n\nSERGEANT MOLLOY\nMost times when a woman vanishes, she has\na reason. A really good reason.",
  "29": "---END OF PREVIOUS SECTION---\nChrist. SERGEANT MOLLOY\nMost times when a woman vanishes, she has\na reason. A really good reason. \n---TARGET SECTION TO BE ANNOTATED---\nSEAN\nThat’s an astute piece of detective work.\nWhat are you implying?\n\nOFFICER BLANCO\nYou two didn’t have a fight? Something to\nmake you run off to London?\n\nSEAN\nAre you implying I broke my mother’s hip?\n\nOFFICER BLANCO\nWe're just looking at this objectively.\nYou leave town, your wife takes off.\nPerhaps there was some abuse--\n\nSTEPHANIE\n\n(can’t take any an ed\nHow dare you. This man flew back from his\nmother’s bedside. This is a dedicated\nfather and husband. I’ve seen him with\nhis wife, and let me tell you something:\nthey are in love. They have more\nchemistry than the Science Fair.\n\nOFFICER BLANCO\nJust exploring all avenues, Ma’am.\n\f32.\n\nSTEPHANIE\nLike Sean said, that avenue’s a dead end.\nOr at least a cul-de-sac. So, drop it.\n\nSean is astonished. No one has ever defended him with such\nveracity - and he now can’t take his eyes off Stephanie, who\neven surprised herself. The officers are unfazed, however.\n\nOFFICER BLANCO\nAnd where’s Emily’s family?\n\nSEAN\nShe doesn’t have any. She was an only\nchild. Her parents died when she was a\nteenager.\n\nSTEPHANIE\nShe never told me that.\n\nSERGEANT MOLLOY\nWe'll file a Missing Person report and\ncontact you ina day or two. If she\ndoesn’t turn up we’ll contact local\nauthorities in Miami. You’re not planning\nany more trips, Mr. Townsend?\n\nSEAN\nNo. I‘’ll be right here. I mean, at_m\nhouse. Taking care of my son. Until this\nmatter is resolved.\n\nOFFICER BLANCO\nWe can show ourselves out.\n\nAs Blanco and Molloy leave, Sean and Stephanie stare at each\nother a moment in silence across the room.\n\nSTEPHANIE\nWell, they were extremely rude.\nSEAN\nI need a serious drink.\nSTEPHANIE\nI have some white zinfandel in the\nfridge.\nSEAN\n\nOh god no. I’m sorry. I’m sure it’s\nlovely. I just need something a bit\nstiffer.",
  "30": "---END OF PREVIOUS SECTION---\nI’m sorry. I’m sure it’s\nlovely. I just need something a bit\nstiffer. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE\nI still have my late husband's whisky\ncollection ... if that doesn’t make you\nuncomfortable. I know you don’t believe\nin heaven, so it’s not like he’1ll mind.\n\nSEAN ;\nHow would you know what I believe?\n\nSTEPHANIE\nOh. Gosh. Nicky - He doesn’t like our\nprayers at night.\n\f4l\n\n33.\n\nSEAN\n(with a chuckle)\nWell, we're not sacrificing goats or\nanything at our house.\n\nSTEPHANIE\nI welcome all denominations.\n\nSEAN\nAs do I. Let’s drink your husband's\nscotch.\n\nINT. STEPHANIE’S KITCHEN - LATER THAT NIGHT 41\n\nStephanie and Sean sit at the kitchen table with two whiskey\nglasses and a bottle of single malt between them. Stephanie\nrefills their glasses. Sean sips his.\n\nSEAN\nGod knows, we've had our troubles - but\n+. I don’t think she would just up and\nleave her child. Do you?\n\nSTEPHANIE\nShe adores Nicky. She could never do that.\n\nSEAN\nShe’s an enigma, my wife. It drew me to\nher. But it can also make her impossible.\nShe can be so fiercely private.\n\nSTEPHANIE\nShe sure doesn’t like having her picture\ntaken, I’1l tell ya that.\n\nSean sparks at this, studying her more closely.\n\nSEAN\nThat’s right. She works in the fashion\nindustry, but you’d think you were\nstealing her soul. I remember once she\nmade me shut down my Facebook account\nafter I posted a family picture.\n\n; STEPHANIE ;\nSocial media can be pretty tricky.\n\nSEAN\nYou can get close to her, but you can\nnever really reach her. That's the truly\nhypnotic thing about Emily. She’s like a\nbeautiful ghost. She’s never entirely\nere.\n\nSTEPHANIE\nThat's really poetic. I can see why\nyou’re such a good writer.\nHe looks up at her with inconsolable pain in his eyes.\nSEAN\nI’m not a writer, Stephanie. T gave it up to\nchase this woman for the rest of my life.\n\nShe puts her hand onto his, comforting him.\n\f42\n\n43\n\n34.",
  "31": "---END OF PREVIOUS SECTION---\nT gave it up to\nchase this woman for the rest of my life. She puts her hand onto his, comforting him. 42\n\n43\n\n34. \n---TARGET SECTION TO BE ANNOTATED---\nSEAN (CONT'D)\nI got addicted to her. God, and she\ndevours me. The things she does, you\nwouldn’t believe it. She’s like a\nsuccubus. So_ beautiful, so primal. Her\norgasms are like seismic events.\n\nHe looks down at her hand, on his. She withdraws hers.\n\nSTEPHANIE\nWell, I’m a good Judge of character, Mr.\nSean T. Townsend. And I know Emily loves\nyou. One thousand percent.\n\nSEAN\nI should call a taxi home.\n\nSTEPHANIE\n(glancing at the clock)\nOh my Gosh, it’s 1:25. They stop driving\nat 1 a.m. here.\n\nSEAN\nWhat about an Uber?\n\nSTEPHANIE\n\nWell, there’s only two Uber drivers in\nWarfield, and I know Davit has his son’s\nrecital in the morning.\n\n(a beat)\nI have a guest room. Why don’t you stay\nover? Nicky will want to see you when he\nwakes up.\n\nOFF SEAN, contemplating it --\n\nINT. STEPHANIE’S HOUSE - DEN - NIGHT 42\n\n \n\nStephanie pulls open the HIDE-A-BED onto a few DINOSAURS\nstranded on their sides and starts to prepare the bed.\n\nSEAN\nI can do that. Really. You’ve already\ndone so much.\nStephanie stops and heads for the hallway.\n\nSEAN (CONT'D)\nAnd Stephanie? Thank you. For everything.\n\nSean sits down on the creaking swayback bed, setting off a\nRECORDED SONG: “Me mind of fire... me soul on fire... feeling\nhot hot hot.” He reaches under his butt ...\n\nSTEPHANIE .\nOh, that’s where Dr. Crackers is.\n\nSean pulls out a SINGING PARROT, activated by a button,\nsinging: “Party people, all around me feeling hot hot hot.”\n\nINT. STEPHANIE’S HOUSE - MASTER BEDROOM - DAY 43\n\n \n\nSunlight pours in the window. The sound of CHILDREN’S VOICES\nrouses Stephanie out of an intoxicated gieep. She shakes\ncobwebs from her head. She hears the GRINDING of a BLENDER.\n\f44\n\n45\n\n35.\n\nINT.",
  "32": "---END OF PREVIOUS SECTION---\nShe hears the GRINDING of a BLENDER. 44\n\n45\n\n35. INT. \n---TARGET SECTION TO BE ANNOTATED---\n STEPHANIE'S HOUSE - KITCHEN - DAY 44\n\ntable dri enters in her robe. Miles and Nicky are at the\n\ntable drinking GREEN SMOOTHIES, Sean helming the blender with\na mix of CHIA SEEDS, YOGURT, KALE, SPINACH, BANANAS, HONEY.\nSEAN\nWho wants more B vitamins?\nMILES\nI do!\nSEAN\n\nAnd I’m sure mum does.\n\nSTEPHANIE ;\nWhat on earth are you making?\n\nSEAN\nA hangover smoothie. It’ll knock it right\nout of you. The kids love it.\n\nStephanie turns to the kids, amazed they’re drinking it.\n\nSEAN (CONT'D)\n(whispering; with a wink)\nIt’s a full serving of vegetables and\nthey don’t even know it.\n\nShe's shocked to hear him say something she always does.\n\nSEAN (CONT’D\nHope this is okay. Don’t mean to mess up\nyour routine.\n\nHer eyes are fixed on him now - with real desire.\n\nSEAN (CONT'D)\nDo you want some?\n\nSTEPHANIE\nYes, please.\n\nStephanie takes the smoothie from his hand, slowly. She\ndrinks it with her eyes locked on Sean. They have a long\nmoment in the kitchen. The toaster dings, breaking the spell.\nThen they remember why they’re here.\n\nSTEPHANIE (CONT'D)\nAll right, kids. Party’s over. Let’s get\nready for school.\n\nON VIDEO VLOG - STEPHANIE'S KITCHEN - DAY 45\n\nStephanie addresses the camera, looking a little worse for\nwear. She looks at the PAGE STATISTICS and sees HER LIVE\nTRAFFIC STATS. A graph shows viewership rising ...\n\nSTEPHANIE\nHi, Moms. Stephanie here. Before we get\nto today’s topic - VEGETABLE SMOOTHIES —\nI want to welcome all of the new viewers:\nthank you for joining us.\n\n(MORE )\n\f46\n\n47\n\n48\n\n49\n\n36.\n\nSTEPHANIE (CONT'D)\nAnd I especially want to thank so many of\nyou who have written to ask about Emily\nNow, she is very sensitive about her\nprivacy but these are extenuating\ncircumstances.",
  "33": "---END OF PREVIOUS SECTION---\nBefore we get\nto today’s topic - VEGETABLE SMOOTHIES —\nI want to welcome all of the new viewers:\nthank you for joining us. (MORE )\n\f46\n\n47\n\n48\n\n49\n\n36. STEPHANIE (CONT'D)\nAnd I especially want to thank so many of\nyou who have written to ask about Emily\nNow, she is very sensitive about her\nprivacy but these are extenuating\ncircumstances. \n---TARGET SECTION TO BE ANNOTATED---\n So, I’m using her real\nname and posting a few rare pictures in\ncase any of you have seen her. It’s been\nsix days. The good news is her husband\nSean is back from London and working\ncloses with the police.\n\n(a sigh)\nNow, a soe) ou Moms are stuck on this\nidea that the husband is always the\nprimary suspect. But I’m here to tell\nyou: Sean was out of the gountry wh when\nEmily disappeared. Some of you ha\nsuggested he just wanted an alibi, “put I\ncan assure you, Sean is an amazing\nhusband and father. He’s been a wreck\never since he got home. And the police\nare no help. I don’t know what our tax\ndollars are paying for!\n\nINT. STEPHANIE’S HOUSE - MASTER BEDROOM - DAY 46\nStephanie is on her hands and knees digging in her closet.\nSTEPHANIE (V.O.)\n\nWell, as every mom knows, if you want\n\nsomething done right, you better do it\n\nyourself.\nShe finally finds a VINTAGE CHANEL SCARF in a gift box.\nINT. STEPHANIE’S VOLVO (MOVING) - DAY 47\nStephanie wears the Chanel scarf, nattily knotted on the\nside. Trying to look chic, in dark li stick, eyeliner and her\nhair pulled back in a low ponytail. She drives.\n\nSTEPHANIE (V.O.)\nI will leave no stone unturned.\n\nI/E. STEPHANIE’S VOLVO (MOVING) - G.W. BRIDGE - DAY 48\nStephanie drives into Manhattan playing Adele’s “HELLO.”\n\nSTEPHANIE (V.O.)\nI think that’s what Emily would want.\n\nShe joins in singing the chorus of “HELLO” at top volume.\n\nSTEPHANIE\n“Hello from the outside / I must_have\ncalled a thousand times / To tell you I'm\nsorry for breaking your heart ...\n\nINT. MIDTOWN MANHATTAN OFFICE BUILDING - ELEVATOR - DAY 49\n\nIt’s that awkward Be aye silence in a crowded elevator. As\nStephanie rides, she eyes the faces around her. Skinny\nPROFESSIONAL WOMEN in sleek suits and stiletto heels.",
  "34": "---END OF PREVIOUS SECTION---\nMIDTOWN MANHATTAN OFFICE BUILDING - ELEVATOR - DAY 49\n\nIt’s that awkward Be aye silence in a crowded elevator. As\nStephanie rides, she eyes the faces around her. Skinny\nPROFESSIONAL WOMEN in sleek suits and stiletto heels. \n---TARGET SECTION TO BE ANNOTATED---\nPROFESSIONAL MEN in suits with slick-backed hair.\n\f50\n\n37.\n\nStephanie adjusts the knot on her scarf, pulling it tighter.\nShe accidentally pulls it too tight, choking herself. She\nGASPS OUT A SMALL CHOKE SOUND, then plays it off as if it’s a\nCOUGH and THROAT CLEAR. Everyone stares at her.\n\n|. STEPHANIE .\nAllergies. It’s that wet spring we had.\n\nNobody buys it. Dying of embarrassment, she pulls the knot\nlooser as the doors open and Stephanie exits.\n\nINT. DENNIS NYLON HQ - RECEPTION - DAY 50\n\n \n\nWhite marble and chromium steel. White leather banquettes and\nblack lacquer side tables. The name DENNIS NYLON in giant\nsilver letters. Stephanie works up her nerve as she\napproaches the chic RECEPTIONIST answering phones on headset.\n\nRECEPTIONIST\nDennis Nylon, please hold. Thanks for\nholding, how may I direct your call?\n\nSTEPHANIE RECEPTIONIST (CONT'D)\nHi. My name is -- (holding up a finger)\nDennis Nylon, please hold.\n\nSTEPHANIE RECEPTIONIST (CONT'D)\nMy friend works here. She’s Thanks for holding, how may I\nbeen missing for over a we-- direct your call?\nSTEPHANIE\n\nHer name is Emily Nelson. She’s the head\nof public relations.\n\nEMILY\nEmily’s not in today.\nSTEPHANIE RECEPTIONIST\nI know she’s not in. That’s Dennis Nylon, please hold.\n\nwhy I’m --\n\nStephanie lurches across the counter and presses the hang up\nbutton, hissing at the young woman:\n\nSTEPHANIE\nI’m sorry, but - no, you know what? I’m\nnot sorry. This is an emergenc A woman\nis missing. I need to talk wit “Mr.\nNylon. Now.\n\nRECEPTIONIST\nMr. Nylon’s not here right now.\n\nSTEPHANIE\nThen I’1l wait.\n\nRECEPTIONIST\nKnock yourself out.\n\nSTEPHANIE\nI will. Thank you very much.\n\f38.\n\nThe receptionist gestures to the lobby seating area.\nStephanie gives her a defiant look and takes a seat. She\ntries to lean back, but the back of the fashionable chair is\ntoo far.",
  "35": "---END OF PREVIOUS SECTION---\nThe receptionist gestures to the lobby seating area. Stephanie gives her a defiant look and takes a seat. She\ntries to lean back, but the back of the fashionable chair is\ntoo far. \n---TARGET SECTION TO BE ANNOTATED---\n She sits up straight, avoiding eye contact with the\nreceptionist, who just stares at her.\n\nThe elevator doors open and DENNIS NYLON (40s, Tom Ford type)\nwalks out with his assistants, KIKO and DIEGO. Diego is very\nintense looking and a bit scary. As Dennis breezes past -\n\nSTEPHANIE (CONT'D)\nMr. Nylon!?\n\nHe turns as Diego steps forward and puts himself between |\nDennis and Stephanie. Dennis looks at Stephanie with disdain.\n\nDENNIS NYLON\nWe don’t accept unsolicited resumes.\n\nSTEPHANIE\nThat's not -- We have a problem, sir.\n\n, DENNIS NYLON\n(looking her over)\nWe most certainly do.\n\nSTEPHANIE\nA friend of mine works in your publicity\ndepartment--\n\nDENNIS NYLON\nIs that a vintage Chanel scarf?\n\nSTEPHANIE\nMy Aunt Frieda gave it to me.\n\nDENNIS NYLON\nWere you trying to hang yourself with it?\nLook at this knot. Jesus.\n\nHe comes forward to loosen the knot around her neck.\n\nSTEPHANIE\nI’m here because of Emily Nelson.\n\nDennis pauses, staring at Stephanie with concern now.\n\nDENNIS NYLON\nWhat about Emily? What happened?\n\nSTEPHANIE\nShe's missing. She asked me to pick up\nher son nine days ago because apparently\nshe was going to Miami and she never came\nback. Not a.call, not a text - and no one\nin your office seems to give a crap.\nExcuse my language.\n\nDENNIS NYLON\n(to Kiko)\nWhy did Emily go to Miami?\n\nKIKO\nI didn’t know she did.\n\f51\n\n39.\n\nDennis looks quite thrown, then recovers and returns his gaze\nto Stephanie, regaining his power.\n\nDENNIS NYLON\nI’m sorry but if Emily hasn’t told us\nabout something then we know not to ask.\n\nSTEPHANIE\nShe works for you, right?\n\nDENNIS NYLON\nYes, but do you see this skin? I’m 48\nyears— -old an that / s not botox, sweetie.\nThat's sleep.",
  "36": "---END OF PREVIOUS SECTION---\nDENNIS NYLON\nYes, but do you see this skin? I’m 48\nyears— -old an that / s not botox, sweetie. That's sleep. \n---TARGET SECTION TO BE ANNOTATED---\n T get plenty of it, thanks\nto Emil: Now, there’s something she’s\nnot tel ing me, it could be Chernobyl for\nall I know, and bless her, she’ll put on\nher radiation suit and deal with it.\n\nKIKO\nAnd find a way to look fabulous doing it.\n\nSTEPHANIE\nThen what do you suggest I do?\n\nDENNIS NYLON\nYou want advice? Never wear a Chanel\nscarf with a Gap T-shirt. If you were\ntruly Emily’s friend, you’d know that.\nHave a nice day.\n\nSTEPHANIE\n(as they walk away)\nIt's Target, thank you very much. And we\nare friends. Best friends.\n\nDiego throws a scary look back at her as the receptionist\ntries to escort her out. Stephanie starts to stride off.\n\nSTEPHANIE (CONT'D)\nI’1ll show myself out.\n\nShe walks toward the elevators as the receptionist goes back\nto her desk. Stephanie looks over at the doorway to the\ncubicles area. Her eyes follow Dennis. He now looks upset.\nShe then sees an office door that reads: EMILY NELSON.\n\nDENNIS NYLON (0.S.)\nValerie, my office. Now.\n\nDennis grabs Emily’s assistant VALERIE and pulls her urgently\ntoward his office, Diego in tow. Stephanie sees a sign over\nthe doorway to the cubicles area that reads “EMPLOYEES ONLY.”\n\nStephanie looks torn. She’s never disobeyed a rule before.\nShe glances around nervously, considers, then takes a deep\nbreath and darts secretly into the cubicles area.\n\nINT. DENNIS NYLON HQ - CUBICLES AREA - CONTINUOUS 51\nStephanie pauses in the doorway. She sees an INTERN pulling a\n\nRACK OF GARMENT BAGS along the aisle that leads to Emily’s\noffice. She darts behind the rack, moving stealthily.\n\f52\n\n53\n\n54\n\n40.\n\nShe nods hello to the intern, trying to fit _in while watching\nthrough the tops of the hangers as Dennis, Diego and Valerie\nenter Dennis’ glass walled office and close the door.\n\nStephanie sees them talking intensely through the glass but\ncan’t hear what they’ re saying as she approaches Emily’s\noffice.",
  "37": "---END OF PREVIOUS SECTION---\n52\n\n53\n\n54\n\n40. She nods hello to the intern, trying to fit _in while watching\nthrough the tops of the hangers as Dennis, Diego and Valerie\nenter Dennis’ glass walled office and close the door. Stephanie sees them talking intensely through the glass but\ncan’t hear what they’ re saying as she approaches Emily’s\noffice. \n---TARGET SECTION TO BE ANNOTATED---\n But Dennis looks quite agitated. Diego listens, cold.\n\nSuddenly, THE RACK TAKES A SHARP TURN, EXPOSING STEPHANIE\njust as Diego turns and is about to see her. She quickly\ndarts through a door next to her, closing it behind her.\n\nINT. DENNIS NYLON HQ - CONFERENCE ROOM - CONTINUOUS 52\nStephanie leans against the door, nervous. To herself ...\n\nSTEPHANIE\nDeep breaths, deep breaths ...\n\nVOICE (0.S.)\nFinally!\n\nmidgic of turns to see the room is filled with people in the\nmiddle of a design review. They all stare at her. A DESIGNER\nis leading the review. He looks at her impatiently.\n\nDESIGNER\nWe’re dying in here. I need a skinny\nlatte with a double shot of vanill-- What\nare you wearing?\n\nSTEPHANIE\nOh, um, it’s Chanel.\n\nDESIGNER\n(stares a beat, then)\nIt’s fab. Dennis would love that. All\nright, what’s everyone else want?\nLooking at her again)\nDon’t tell me you didn’t bring a pad?\n\nStephanie shakes her head “no.” He sighs and tosses a pad and\npen to her. People start calling out their coffee orders to\nStephanie, who dutifully but distractedly writes them down.\n\nINT. DENNIS NYLON HQ - WORK AREA - MOMENTS LATER 53\n\nStephanie peeks out the conference room, holding a long list\nof coffee orders. She sees Diego and Dennis still conferrin\nin Dennis’ office. She ducks down so that she’s hidden by the\nlow cubicles and darts into ...\n\nINT. DENNIS NYLON HQ - EMILY’S OFFICE - CONTINUOUS 54\n\nEmily's office is immaculate, modern with no clutter. Her\ndesk is a glass top on chromé legs. A small drawer unit sits\nunder it next to her minimalist desk chair.\n\nThe wall in Emily’s office is glass and so Stephanie is\ncompletely exposed. She hunches down and duck-walks to the\ndesk, staying below view of the workers in the cubicles.\n\nStephanie tries to open the top drawer but it’s locked. They\nall are.",
  "38": "---END OF PREVIOUS SECTION---\nShe hunches down and duck-walks to the\ndesk, staying below view of the workers in the cubicles. Stephanie tries to open the top drawer but it’s locked. They\nall are. \n---TARGET SECTION TO BE ANNOTATED---\n She thinks, then pulls a hair pin out of her hair\nand tries to jimmy the lock in the top drawer with it.\n\f55\n\n41.\n\nShe clearly has no idea how to pick a lock. After a beat, the\npin bends and springs out of her hand and lands out of reach.\n\nSTEPHANIE\nMotherfudger ...\n\nJust then, Valerie walks past Emily’s office, talking on her\nheadset, preoccupied and upset. Stephanie scrambles behind\nthe drawer unit, hunching down low.\n\nVALERIE\nOf course he’s freaking out! He needs\nsomeone to manage this now ...\n\nAs Stephanie hunches lower to hide, she glances up at the\nbottom of Emily’s desk. Her expression changes.\n\nEMILY’S POV: Through the glass deskto Stephanie sees a\nletter under Emily’s desk pad. It loo $ like it was hastily\nshoved under there along with the envelope it came in.\n\nStephanie stares up at it, thinking.\n\nSTEPHANIE’S FLASHBACK VISION: Emily is at her desk, reading\nthe letter, worried, then hears Dennis heading for her\noffice. Scared, she quickly lifts the desk pad and hides the\nletter under it, dropping it just as Dennis enters.\n\nBACK TO SCENE: Stephanie reaches up and lifts the desk pad,\nquickly pulling out the letter and envelope. She stuffs them\ninto her purse, then looks at Dennis’ office. It’s now empty.\nSeeing Dennis and Diego nowhere, she rushes out of Emily’s\noffice.\n\nINT. DENNIS NYLON HQ - WORK AREA - CONTINUOUS 55\n\nStephanie darts past the cubicles, speeding toward the exit.\nShe looks back at Dennis’ office. VALERIE IS NOW WATCHING\nHER, STARING SCARILY. As Stephanie then turns to run ...\n\nDIEGO STEPS OUT IN FRONT OF HER, grabbing her arms. She\nGASPS. He stares at her threateningly as Dennis steps up.\n\nDENNIS NYLON\nForget gomething, Aunt Frieda? You’re not\nsupposed to be back here, you know.\n\nStephanie looks terrified, then suddenly changes tact. Snaps.\n\nSTEPHANIE\n\nto Dennis, in his face)\nYou listen to me, you bargain basement\nTom Ford.",
  "39": "---END OF PREVIOUS SECTION---\nStephanie looks terrified, then suddenly changes tact. Snaps. STEPHANIE\n\nto Dennis, in his face)\nYou listen to me, you bargain basement\nTom Ford. \n---TARGET SECTION TO BE ANNOTATED---\n If you don’t have your goon\ntake his hands off me right now, I’m\ngonna tell the moms who watch my vlog -\nthe thousands of moms - that Dennis Nylon\nis an abusive creep who victimizes women\nand that they Should spread the word all\nover the internet to stop buying your\noverpriced, poorly-made garbage. Because\nif you losé moms, you lose business.\n\nDennis looks at her like she’s nuts but clearly responds to\nthe threat of potential bad press. He pulls Diego’s arm off\nof Stephanie.\n\f56\n\n57\n\n42.\n\nDENNIS NYLON\nI was just going to have him escort you\nout. Jesus Christ. You’re the one who\ntrespassed, you know.\n\nSTEPHANIE\nWell, tough nuts. It’s a free country.\nAnd I’11 escort my-self out, thank you.\n(to Diego, re: her arm)\nAnd you'd better pray I don’t have a\nbruise.\n\nStephanie pushes past them and heads for the exit. As she\nwalks away, she begins to smile to herself, suddenly feeling\nvery cool and empowered. She takes out the coffee order list,\nlooks at it, then crumples it up and tosses it coolly into a\ntrash can. She exits around the corner.\n\nAfter a beat, she comes back around the corner and takes the\ncrumpled list out of the garbage. She _uncrumples it, smooths\nit on her knee and hands it to an ASSISTANT.\n\nSTEPHANIE (CONT'D)\nThey’ re waiting for these in the\nconference room. Please apologize to them\nfor the delay.\n\nShe gives the assistant an apologetic look and heads out.\nINT. DENNIS NYLON HQ - ELEVATOR - CONTINUOUS 56\nStephanie slips into the elevator, then pulls out the letter.\nIt’s an UNFLATTERING CANDID PICTURE OF EMILY, dressed in a\n\nbig army coat, her face drawn, hair unwashed. Underneath it\nwritten in bold pen: “GOTTA HAVE FAITH.”\n\n \n\nSTEPHANIE\n“Gotta have faith?”\n(studying it)\nNo wonder you don’t like to have your\npicture taken.\n\nEXT.",
  "40": "---END OF PREVIOUS SECTION---\nIt’s an UNFLATTERING CANDID PICTURE OF EMILY, dressed in a\n\nbig army coat, her face drawn, hair unwashed. Underneath it\nwritten in bold pen: “GOTTA HAVE FAITH.”\n\n \n\nSTEPHANIE\n“Gotta have faith?”\n(studying it)\nNo wonder you don’t like to have your\npicture taken. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DOWNTOWN WARFIELD, CT - MAIN STREET - DAY 57\n\nTHE UNFLATTERING PHOTO OF EMILY, copied to the point of\nblurriness, is STAPLED to a communi y bulletin board.\n\nStephanie goes store to store in the small downtown area\nputting up fliers with the caption “HAVE YOU SEEN ME?” and a\notline number. Sean walks up and hands her a new stack. They\nexchange a sad smile. He’s grateful to her for all this.\n\nREVEAL Darren, Stacy and Sona watching from a Starbucks.\n\nDARREN\nLook at our little Stephanie, comforting\nthe worried husband.\n\nSTACY\nOh, please. It’s an Arts-and-Crafts\nproject. I’ve never seen her pass up a\nchance to use a stapler.\n\f58\n\n43.\n\nDARREN\nThink of the optimism that _goes into\nmaking those fliers. It’s like they’re\nlooking for a lost parrot.\n\nSONA\nEmily's going to hate those fliers when\nshe comes back.\n\nDARREN\nShe's not coming back. Don’t you ever\nwatch Dateline? If a case isn’t solved in\nthe first 72 hours, they’re always dead.\nSona looks sadly back at Stephanie, Sean standing nearby.\n\nINT. EMILY’S HOUSE - DINING ROOM - DAY 58\n\n \n\nA beautifully set table for four with steaming platters of\nfood, good silver, linen napkins and lit candles. Stephanie\nuncorks a bottle of white wine and pours it in two wine\nglasses at either end. Sean comes in the front door in\nsweats, damp from a jog.\n\nSTEPHANIE\nOh, perfect timing. Dinner’s ready.\n\nSean stares at the table, then shakes his head.\n\nSTEPHANIE (CONT'D)\nDid I do something wrong?\n\nSEAN\nNo, I just ... I’ve never had this\nexperience. Coming home to a set dinner\ntable. I feel like I’m in some “Twilight\nZone.” Or “Leave it to Beaver.”\n\nSTEPHANIE\nIs it too much?\n\nSEAN\nIt’s wonderful. Anythin stable is like a\ngift from heaven these days.\n\nSTEPHANIE\nYou don’t believe in heaven.",
  "41": "---END OF PREVIOUS SECTION---\nSEAN\nIt’s wonderful. Anythin stable is like a\ngift from heaven these days. STEPHANIE\nYou don’t believe in heaven. \n---TARGET SECTION TO BE ANNOTATED---\nSEAN\n(giving her a smile)\nMaybe I’m starting to. I'm going to take\na shower. I’1l be right back.\n\nThe DOORBELL rings. Sean goes to the door and opens it,\nrevealing a man in a suit, DETECTIVE MEANY, 40s, Cuban.\nStephanie watches anxiously as he flashes a badge.\n\nSEAN (CONT'D)\nStephanie? Maybe you should help the boys\nwith their homework.\n\nStephanie hovers in the doorway a moment, eyes wide.\n\nSTEPHANIE\nOf course.\n\f59\n\n60\n\n44,\n\nStephanie grabs the bread basket of rolls and heads up.\n\nSTEPHANIE (CONT’D)\nJust a snack before dinner.\n\nMeany nods to her, then watches her go, curious.\n\nDETECTIVE MEANY\nCute nanny.\n\nSEAN\nNo. She’s a friend of my wife’s. She's\nbeen helping me out.\n\nMeany nods. He clocks the open BOTTLE OF WHITE WINE on table,\nthe lit candles and fresh flowers. Meany smiles.\n\nDETECTIVE MEANY\nMaybe she can help out around my house,\ntoo.\n\nINT. EMILY’S HOUSE - MASTER BEDROOM - DAY 59\n\n \n\nMiles and Nicky sit on the edge of the bed munching rolls and\nwatching SpongeBob.\n\nSTEPHANIE\n(anxious)\nEat over the napkin. Try not to crumb.\n\nThe boys ignore her and keep eating sloppily. Stephanie's\ncuriosity gets the best of her. She creeps out onto ...\n\nTHE SECOND FLOOR LANDING 60\nShe hovers in the shadows, trying to make out their VOICES.\nDETECTIVE MEANY\nThe manifests from American Airlines say\nshe wasn’t on any flight to Miami.\nSE.\nBloody hell.\nDETECTIVE MEANY\nBut she did rent a White Kia from Budget.\nShe paid in_cash for a two-day rental.\nPeople usually pay cash for one reason.\n\nSEAN\nYou're saying she’s having an affair?\n\nStephanie leans so far forward she knocks into the railing.\n\nDETECTIVE MEANY\nI can’t say that with any confidence.\n\nSEAN\nThen don’t say it. I’m sure you’1l be\nable to track that Kia.\n\f61\n\n45.",
  "42": "---END OF PREVIOUS SECTION---\nSEAN\nThen don’t say it. I’m sure you’1l be\nable to track that Kia. 61\n\n45. \n---TARGET SECTION TO BE ANNOTATED---\nDETECTIVE MEANY\nWe're working on it. I have toll reports\ncoming in from across the country,\nassuming she didn’t swap out the plates.\nI'd like to send a description of your\nwife to every precinct in the Tri-State\narea. Any distinguishing features?\n\nSEAN\nYes. She’s drop dead gorgeous.\nStephanie feels a pinch of envy.\n\n. DETECTIVE MEANY\nAny birth marks? Tattoos?\n\nSEAN\n\nNo. Wait. Actually, yes. She has a tattoo\non her wrist. A bracelet of barbed wire.\n\n(off of Meany’s look)\nMore eee jement? Look, Emily did things\nlike that. Crazy, impulsive things. It’s\npart of what made her the most exciting\nwoman I’ve ever known.\n\nHis voice trails off, forlorn. Stephanie can study him from\nthis angle and she feels his loss. But she also feels a pang\nof jealousy. She shakes it off.\n\nDETECTIVE MEANY\nWell, you’re on a roller coaster now.\n(with another smile)\nTell your wife’s friend I said goodbye.\n\nINT. EMILY’S HOUSE - KITCHEN - DAY 61\n\nStephanie washes the dishes post-dinner in silence. Sean\ncomes in and pours himself the last of the wine.\n\nSEAN\nYou don’t have to do this. You’re a saint.\nSTEPHANIE\nI’m not a saint. I just like to keep my\nhands busy.\nSEAN\n\nWhere was she going in that damn Kia?\nShe'd never be caught dead in a car like\nthat. Ugh, bad choice of words.\n\nSTEPHANIE\nShe’s not dead. I know she’s not.\n\nSEAN\nThen she’s having one hell of an affair.\nOr maybe she just had to get away from\nme.\n\nSTEPHANIE\nSean, you are a wonderful, caring,\nintelligent man. And Emily loves you\ndearly. Don’t you ever undersell yourself\nlike that again. I won’t stand for it.\n\f62\n\n63\n\n64\n\n46.\n\nSean stares at her, then smiles sadly. Nods. She smiles.\n\nSTEPHANIE (CONT'D)\nGood. I’m going to go home. It’s “Flags\nof the World” day tomorrow at school and\nI haven’t even started on Asia.",
  "43": "---END OF PREVIOUS SECTION---\nSTEPHANIE (CONT'D)\nGood. I’m going to go home. It’s “Flags\nof the World” day tomorrow at school and\nI haven’t even started on Asia. \n---TARGET SECTION TO BE ANNOTATED---\nStephanie moves to leave. As she passes Sean at the table, he\nreaches out and takes her wrist. She gasps and stops short,\nlooking him in the eye. There’s genuine longing in his gaze.\nHe quickly lets go of her wrist apologetically.\n\nSEAN\nSorry. It’s just ... no. I don’t mean\nsorry. I mean thank you. For being such a\ngood friend, Stephanie. Not just to\nEmily, but to me as well.\n\nSTEPHANIE\nOf course. I’m a problem-solver. I just\nwish I could do more.\n\nSEAN\nYou're doing plenty. And you are a saint.\n\nI/E. STEPHANIE’S VOLVO (MOVING) - DAY 62\n\nStephanie drives home, chewing her bottom lip, completely\nconflicted. Miles is asleep in his car seat in the back seat.\n\nSTEPHANIE (V.O.)\nThat’s where we are today, moms ...\n\nINT. STEPHANIE’S HOUSE - KITCHEN - DAY 63\nWe catch up to the VLOG from the very beginning.\n\nSTEPHANIE\n\nSo, we're keeping our heads high and not\njumping to conclusions. We're Soldiering on\nwith zucchini cookies. But if you want to\nhelp, Emily was driving a WHITE KIA rented\nat the Budget at La Guardia on April 24th.\nI did some digging and found that the\nlicense plate was New York F as in Frieda,\nN as #2 Nicky, Z as in Zucchini, 1447. If\nany of you moms happen to see it, I’ve got\n\nasketful of rosemary shampoo bars with\nyour name on them.\n\nINT. STEPHANIE'S HOUSE - KITCHEN - DAY 64\n\nStephanie wears a robe and a towel turban over her wet hair,\nNefertiti-style. She opens her taptop, checking her e-mail.\nWe HEAR the voice of one of her MOMS as Stephanie reads.\n\nWOMAN'S VOICE (V. +)\n“Dear Stephanie, I’m writing from\nStandish, Michigan, with a possible Emily\nsighting. I was in a gas station off the\n75 when I saw a White Kia rental you\ndescribed.",
  "44": "---END OF PREVIOUS SECTION---\nWe HEAR the voice of one of her MOMS as Stephanie reads. WOMAN'S VOICE (V. +)\n“Dear Stephanie, I’m writing from\nStandish, Michigan, with a possible Emily\nsighting. I was in a gas station off the\n75 when I saw a White Kia rental you\ndescribed. \n---TARGET SECTION TO BE ANNOTATED---\n The woman was wearin\nbaseball cap and glasses, so I didn’ 't get\na_ good look, but I managed to match the\nlicense plate number. I hope this helps.\n\n(MORE )\n\f47.\n\nWOMAN'S VOICE (V.O.) (CONT'D)\nAnd do you have a sugar-free “Christmas\ncake recipe? I wou--”\n\nStephanie closes her laptop and makes a call.\n\nSTEPHANIE\nI'd like to speak to Detective Meany.\n\n65 INT. EMILY’S HOUSE - KITCHEN - DAY 65\n\nThe boys play in the next room. Sean pours a drink: there’s\nan even deeper level of anxiety on him. Stephanie sips tea.\n\nSTEPHANIE\nMeany sent all the info to local\nauthorities in Michigan. Did Emily ever\nmention Michigan? Maybe a friend trom\ncollege?\n\nSEAN\nAs far as I knew, Emily never had any\nreal friends. Not before you.\n\nSTEPHANIE\nWell, that’s ... I’m flattered. But how\nis that possible?\n\nSEAN\nShe’s a workaholic.\n\nSean’s cell phone RINGS. Sees the number and answers quickly.\n\nSEAN (CONT'D)\n\nHello? Tell me you found her ...\n(to Stephanie)\n\nDid Emily have a Celine handbag?\n\nSTEPHANIE\n(with dread)\nThe Nano Tote.\n\nSEAN (ON PHONE)\nYes, that’s hers. A lake? I have no idea.\nI‘ll head there now.\n(hangs up)\nThey found the rental car in Michigan.\n\nStephanie grabs Sean’s hand, squeezing it.\nSEAN (CONT'D)\n\nI have to go or I’m going to go crazy.\nCan you do me a favor an\n\nSTEPHANIE\nDone. I’1l take care of Nicky. Go.\n66 ON VIDEO VLOG - KITCHEN - DAY 66\nSTEPHANIE\n\nHi, Moms. Stephanie here. I can see we\nhave a flood of new viewers today, so\nwelcome. But I’m sorry, this is probably\nnot the best entry to start with.\n\f67\n\n68\n\n69\n\n70\n\n48.\n\nEXT. WITCH LAKE (MICHIGAN) - DAY 67\nA TOW TRUCK tows a mud-splashed WHITE KIA down the dirt road.",
  "45": "---END OF PREVIOUS SECTION---\n67\n\n68\n\n69\n\n70\n\n48. EXT. WITCH LAKE (MICHIGAN) - DAY 67\nA TOW TRUCK tows a mud-splashed WHITE KIA down the dirt road. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE (V:9-)\nThose of you who’ve been following the\nlast few weeks, you know that my best\nfriend went missing.\n\nEXT. LAKESIDE - MICHIGAN WOODS - DAY 68\n\n \n\nA CSI PHOTOGRAPHER takes a shot of FOOTPRINTS on a dirt path.\nSTEPHANIE (V.O.)\nSo many of you wrote to me with your tips\nor hunches.\n\nINT. WITCH LAKE - CRAMPED SPACE - DAY 69\n\n \n\nCRIME SCENE INVESTIGATORS tag and bag various personal items\nstrewn about a cabin lined with rusty bunk beds.\n\nSTEPHANIE (V.O.\nSpecial thanks to Leanne Dippens, whose\nhelpful tip led to a major break in the\ncase.\n\nA GLOVED CSI HAND empties Emily’s handbag of its contents:\nCELL PHONE. LIP GLOSS. SUNGLASSES. LEGO MAN HOLDING A SWORD.\n\nEXT. MICHIGAN LAKE FRONT - DAY 70\n\nLOCAL POLICE OFFICERS loll around at the bank, casually\nchatting or on cell phones as an exhausted Sean stands at the\nwater’s edge, arms folded, his face as pale as he watches the\nlake.\n\nSTEPHANIE (V.O.)\nI have somber news ...\n\nDIVERS in tanks and goggles drag the bottom. Faint bubbles\npepper the surface in spots. One of the divers surfaces and\nwaves his hand, pointing below. He found something.\n\nSTEPHANIE (V.O.)\nEmily was found.\n\nSean’s face falls as the truth hits him hard.\n\nThe Diver resurfaces with a BODY under his arm. The pale\ncorpse of a woman, her loose hair hiding her face like\nseaweed. He swims toward the shore, tugging her along.\n\nSTEPHANIE vo)\nNot alive, I’m afrai\n\nThe police move in to meet him and take the body onto the\nland. Emily’s face is bloated, her eyes wide open, her lips\nparted as if taking her last breath.\n\nSTEPHANIE (V.O. )\nMy friend, my best friend . is dead.\n\f71\n\n72\n\n49,\n\nSean reaches for her lifeless hand with the barbed wire\ntattoo. And his mother’s sapphire and diamond WEDDING RING.",
  "46": "---END OF PREVIOUS SECTION---\nO. )\nMy friend, my best friend . is dead. 71\n\n72\n\n49,\n\nSean reaches for her lifeless hand with the barbed wire\ntattoo. And his mother’s sapphire and diamond WEDDING RING. \n---TARGET SECTION TO BE ANNOTATED---\nSean breaks down sobbing.\n\nINT. MORTUARY - DAY 71\n\nSean is a wreck as he speaks to the MORTICIAN. Stephanie\nhangs back a few feet, supportive.\n\nMORTICIAN\nAn open casket helps give the loved ones\na sense of closure.\n\nSEAN\nI... God - I have to think for a second.\n\nSean heads out of the mortuary, leaving Stephanie alone with\nthe MORTICIAN. They stand together in silence.\n\nMORTICIAN\nLet him know we have the best embalmer.\nUsually with drowning victims, the skin\nis too fragile for an open casket. But\nnot us. We can give her a glow.\n\nSTEPHANIE\n(uncomfortable)\nShe was very private. And very particular\nabout how she looked.\n\nMORTICIAN\nOh, we only use the best brands of make-\nup. And fillers. You’1ll never even know\nout her missing tooth.\n\nSTEPHANIE\nMissing tooth?\nMORTICIAN\nYes, the right front one.\nSTEPHANIE\n(baffled)\n\nDid she lose it when she died?\n\nMORTICIAN\nHad to be an old injury. The bone was\ngrowing over it. But we’ll cover it.\nThink of us as life’s final fashion\nrunway.\n\nEXT. WARFIELD CEMETERY - DAY 72\n\nEMILY’S CASKET is lowered into a grave as a PRIEST delivers a\nsermon. Darren, Sona, Stacy, other parents, Dennis Nylon,\nEmily's co-workers, they’re all there.\n\nSean and Stephanie stand a safe distance apart. Nicky wears a\nnavy blue suit and a numb countenance as the pulley ropes are\nremoved and the casket settles in. Stephanie glances at Sean,\nwhose eyes are red. Puts her hand on his arm.\n\nWe see Dennis Nylon staring at Stephanie intently, thinkin\nStephanie looks over at him and he looks back at the pries\nbefore Stephanie sees he was watching.\n\f73\n\n74\n\n50.\n\nINT. EMILY’S HOUSE - DAY 73\n\nEmily's funeral reception. People mill around. Stephanie sets\nfood out on the buffet table. Darren sets his homemade\nbrownies out on a crystal platter next to her.",
  "47": "---END OF PREVIOUS SECTION---\nPeople mill around. Stephanie sets\nfood out on the buffet table. Darren sets his homemade\nbrownies out on a crystal platter next to her. \n---TARGET SECTION TO BE ANNOTATED---\n He and\nStephanie trade a look and a sad smile.\n\nSTEPHANIE\nAre those ...?\n\nDARREN\nThey are. From your “Last Minute\nBrownies” entry.\n\nSTEPHANIE\nI can’t believe you watch my vlog.\n\nDARREN\nWell, to be honest, I was making fun of\nyou at first. But then there were some\nelpful tips in there - especially when\nLulu had that rash. Apple Cider Vinegar.\nWho knew?\n\nStephanie gives him a sad smile as Sona walks up.\n\nDARREN (CONT'D)\nYou're a saint to help out her family.\n\nSTEPHANIE\nI’m not a saint. Emily was my friend.\nShe'd do the same thing for me.\n\nSONA\nIf you or Sean ever need me to watch\nMiles or Nicky any time, it’s nothing.\n\nSTEPHANIE\nThanks, Sona.\n\nEXT. EMILY’S HOUSE - BACKYARD - DAY 74\n\nNicky rips branches off a_ tree one by one. Angry and\nfrustrated, he needs a release. Miles approaches Nicky from\nbehind, also in his suit.\n\nMILES\nNicky. You don’t need to worry. Your\nMom’s in heaven. With my Dad and Uncle\nChris.\n\nNICKY\nNo, she’s not. She’s in the ground. She’s\nnever coming back.\n\nMILES NICKY (CONT'D)\nShe's in heaven now - Shut up!\n\nNicky flies at Miles and shoves him to the ground.\n\nMILES\nOWWWW! Stop!!!\n\f75\n\n51.\n\nNicky straddles Miles and smacks him across the face, open-\npalmed, left then right then left then right until Miles’\nnose starts gushing blood.\nINT. KITCHEN - DAY 75\nStephanie notices the scuffle out the window and races --\nOUT TO THE BACKYARD\n\nSEAN\n\n(racing over)\nWhat the hell are you doing!?\n\nSean yanks Nicky off Miles and holds him back.\n\nSEAN (CONT'D)\nCalm down.\n\nStephanie moves to Miles and helps him up off the ground,\nkneeling to look at his nose. Nicky points at Stephanie.\n\nNICKY\nshe made this happen.",
  "48": "---END OF PREVIOUS SECTION---\nStephanie moves to Miles and helps him up off the ground,\nkneeling to look at his nose. Nicky points at Stephanie. NICKY\nshe made this happen. \n---TARGET SECTION TO BE ANNOTATED---\n She made my mom\nie!\n\nStephanie feels dizzy. She glances around and notices Darren\nwatching all this from the kitchen window.\n\nSEAN\nOh, Jesus, Nicky - that’s crazy.\nNICKY\nShe's trying to be my new mom.\nSTEPHANIE\nI’m not trying to be your new mom,\nsweetie.\nNICKY\n\nYou're trying to be everybody’s Mom. But\nyou're not mine!\n\nSEAN NICKY (CONT'D)\nNicky, stop. I know you're I want my mom!\nupset, but -\n\nSEAN\nI know you do, but you need to calm down.\nSean struggles to hold onto Nicky who kicks wildly.\n\n_ NICKY\nMom was right. You’re a loser!\n\nSean hurls Nicky on the ground, snapping. Stephanie gasps.\n\nSEAN\nIs that what your mother said? Is that\nwhen she was drunk at two in the\nafternoon? I’m doing the best I can!\n\nSTEPHANIE\nSean, shhh. He’s a little boy.\n\f76\n\n52.\n\nAll at once, Sean realizes what he’s done.\n\nSEAN\nOh my God, what am I doing? What have I\ndone? Nicky ... Jesus.\n\nNicky hurls himself on the ground and hides his face with his\nhands. Sean touches his arm. Nicky swats him away.\n\nNICKY\nGet away from me!\n\nSean looks up at Stephanie, completely lost. Some of the\nguests watch from a distance.\n\nSEAN\nWhat do I do?\n\nSTEPHANIE\nLet’s everybody take a deep centering\nbreath. We’re going to do one thing at a\ntime. Let me talk to Nicky; and Sean, you\nget some ice for Miles’ nose. He’s got a\ngood little shiner coming.\n\nSean puts his hand on Miles’ shoulder, walking him inside.\nStephanie sits down on the grass next to Nicky.\n\nNICKY\nI don’t want to talk to you.\n\nSTEPHANIE\nWell, you’re not my favorite dinner date\neithér, Mister. But I think you should\nknow everything you’re feeling right now\nis normal. You can act up all you want -\nbut it won't change what I know.",
  "49": "---END OF PREVIOUS SECTION---\nSTEPHANIE\nWell, you’re not my favorite dinner date\neithér, Mister. But I think you should\nknow everything you’re feeling right now\nis normal. You can act up all you want -\nbut it won't change what I know. \n---TARGET SECTION TO BE ANNOTATED---\nNICKY\n(suspicious)\nWhat do you know?\n\nSTEPHANIE\nThat you’re a good kid.\n\nFrom a distance, SEAN turns to see Stephanie calmly sitting\nacross from Nicky, like a snake-charmer. He stares sadly.\n\nSTEPHANIE FROM A DISTANCE) (CONT’D)\nSo let’s sit here and not talk. Let’s\n\njust sit here and feel lousy and watch\n\nthe grass grow. Sometimes you just need\n\nto feel what you’re feeling. Until it\n\ngets better. ome is the only medicine.\n\nINT. EMILY’S HOUSE - STAIRS - DUSK 76\n\n \n\nStephanie carries a sleeping, spent Nicky upstairs INTO HIS\nROOM. She lays him on his bunk. Miles is asleep in the upper\nbunk. Stephanie kisses Nicky’s forehead and slips out ...\n\f77\n\n78\n\n53.\n\nINTO THE HALLWAY\n\nSean is standing silhouetted against the light from the\nmaster bedroom. His eyes bloodshot, tear-filled. She moves to\nhim and hugs him.\n\nSTEPHANIE ;\nYou got to break some eggs sometimes.\nDon’t be hard on yourself. These are the\n\nsorts of things nobody ever gets right.\n\nSEAN\nYou do. You always do.\n\nHe sinks into her. This feels all too familiar and dangerous.\nHer heart pounds against his. Sean can feel it too. His need\nfor her is turning physical. His hands slide down, resting on\nthe small of her back.\n\nSTEPHANIE\nSean, I don’t know ...\n\nSEAN ;\nI’ll stop. I’1l stop if you’re sure you\nwant me to.\n\nHis hands move lower ... to her ass. She inhales sharply but\ndoesn’t stop him. His hand slides between her legs. It’s been\na long time. His fingers move rhythmically. Her breathing\npicks up. He hikes up her black dress, eaSing down her\nunderpants. She grabs his wrist to stop him.\n\nSEAN (CONT'D)\nRight, you're right. We shouldn’t.\n\nShe stares in his eyes. Her heart pounding loud in her ears,\nshe then kisses him hungrily. They attack each other ...\n\nINT. EMILY'S HOUSE - MASTER BEDROOM 77\n\n \n\nSean hurls her on the bed and climbs on top of her.",
  "50": "---END OF PREVIOUS SECTION---\nThey attack each other ... INT. EMILY'S HOUSE - MASTER BEDROOM 77\n\n \n\nSean hurls her on the bed and climbs on top of her. \n---TARGET SECTION TO BE ANNOTATED---\n As she\nreaches down to unbuckle his belt, he grabs her wrists and\npins them to the bed. She VISUALIZES --\n\nSEAN PINNING EMILY’S WRISTS TO THE BED THE EXACT SAME WAY.\nStephanie tries to shake off the image as he kisses down her\nbody to between her legs. She writhes in brutal ecstasy as he\ngoes down on her, pinning her hands down.\n\nSTEPHANIE\nOh my god ... oh my god... no...\n\nShe fights it but it’s too late. Her body arches and twitches\nwith a groan of intense pleasure. Yells in ecstacy.\n\nSTEPHANIE (CONT'D\nOhhh, SUGAR-FREE CHRISTMAS CAKE!\n\nINT. EMILY’S HOUSE - MASTER BEDROOM - LATER 78\n\n \n\nStephanie and Sean lie in bed next to each other. Staring at\nthe ceiling in stunned disbelief. After several beats ...\n\f79\n\n80\n\n81\n\n54.\n\nSTEPHANIE\nWell, I think it was a lovely service.\nVery tasteful.\n\nSEAN\nYes, it was.\n\nThey keep staring up at the ceiling ...\n\nSTEPHANIE (PRE-LAP)\n\nHi Moms. Stephanie here. In a time of so\nmuch grief, it’s important to find that\nsilver lining.\n\nINT. WARFIELD ELEMENTARY SCHOOL - AUDITORIUM - DAY 79\n\nThe SECOND-GRADERS are dressed in yellow T-shirts with hand\npainted suns. They ;Sing “It’s a Sunshine Day” while\nperforming it in sign language. Ms. Kerry leads in front.\n\nSECOND GRADERS\nsBverybody ’ s laughing/It’ s a sunshine\nday /Every! ody’s singing/It’s a sunshine\nay ...\n\nThe parents crowd the auditorium shooting videos on iPhones.\nStephanie is in her photo vest, equipped with a telephoto\nlens; but she’s lost some of hér over! earing quality.\n\nShe steals glances at Sean. He glances back, then feels\nDarren's eyes on him. Stephanie smiles until her eyes fall on\nNicky: He’s singing with all his heart. Her smile falls,\nthinking of Emily.\n\nINT.",
  "51": "---END OF PREVIOUS SECTION---\nStephanie smiles until her eyes fall on\nNicky: He’s singing with all his heart. Her smile falls,\nthinking of Emily. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EMILY’S HOUSE - LIVING ROOM - DAY 80\nMiles and Nicky watch Sponge Bob and laugh hysterically.\nNicky tax enters with a tray of TEMPEH. With his eyes on her,\nNic takes one off the trays eating it, swallowing with\ndifficulty ... then giving her a small Smile.\n\nIt’s a small gesture, but it means the world to both.\n\nINT. EMILY’S HOUSE - LAUNDRY ROOM - DAY 81\nSean's jogging shorts hang around his ankles. Stephanie's\nperched on the rumbling washing machine while Sean has sex\nwith her. She folds her ankles behind him, pulling him in.\n\nSEAN\nDon’t do that. You’re gonna make me come.\n\nSTEPHANIE\nFair is fair.\n\nSEAN\n(suddenly climaxin\nOhhh, sugar-free Christmas cake!\n\nHe slumps against her, then gives her a playful smile.\n\f82\n\n55.\n\nSTEPHANIE\n(with a laugh)\nOh god. You’re terrible.\n\nShe playfully swats the back of his head. He winks and kisses\nher shoulder. She smiles to herself, feeling powerful. Happy.\n\nINT. EMILY'S HOUSE - KITCHEN - DAY 82\n\nPandora plays on Stephanie’s iPhone. Beyonce’s “GIRLS (RUN\n\nTHE WORLD).” Stephanie dances as she washes some dishes.\nSTEPHANIE\n\nGirls! We run this mother / Girls! We run\nthis mother / Girls! We run this mother -\n\nHer back is turned when Sean opens the kitchen door, home\nfrom work. He watches her piving- Cracks a smile. She feels\nhim there and turns, mortified.\n\nSTEPHANIE (CONT'D)\nOh my God. It was --\n\n(grabs phone; stops it)\nI like to listen to hip hop when I cook.\nHow embarrassing.\n\nSEAN\nNo, keep it on. I like when you “twerk.”\n\nSTEPHANIE\nOh lord. He can I make you a_drink?\nEmily taugh \"me how to make a Duke's\nmartini.\n\nA flash of pain crosses Sean’s face at the mention of Emily.\n\nSTEPHANIE (CONT'D)\nGosh, that was really insensitive of me.\n\nSEAN\nNo, it’s fine. And I'd love one.",
  "52": "---END OF PREVIOUS SECTION---\nSTEPHANIE (CONT'D)\nGosh, that was really insensitive of me. SEAN\nNo, it’s fine. And I'd love one. \n---TARGET SECTION TO BE ANNOTATED---\nStephanie opens the freezer and takes out Emily’s gin and\nglass. Stares at it, then starts to make the martini.\n\nSTEPHANIE\n\nSean ... how did she lose her tooth?\nSEAN\n\nWhat?\nSTEPHANIE\n\nEmily. The mortician said that she was\nmissing her front tooth. She sure had a\ngood falsie. I had no idea.\n\nSEAN\nI wasn’t aware she had a fake tooth.\n\nSTEPHANIE\nIs that something she’d hide from you?\n\f83\n\n84\n\n85\n\n56.\n\nSEAN\nShe hid everything from me. Sometimes I’m\namazed I know as much about her as I do.\n\nStephanie sees his pain as he looks off distantly. Softens.\nSTEPHANIE\nI made you guys cashew chicken with stir-—\nfry veggies. It’s almost ready. Miles and\nI will’ get out of your hair.\nSEAN\nI’d rather the two of you stay for\ndinner. My hair can take it.\nStephanie turns and smiles. Sean smiles back hopefully.\n\nSTEPHANIE\nI was really hoping you’d say that.\n\nEXT. WARFIELD, CT - STREETS - DAY 83\n\nA beautiful morning in Warfield. The FLIERS OF EMILY, torn\nand weathered, flapping sadly in the wake of passing cars.\n\nINT. EMILY’S HOUSE - LIVING ROOM - DAY 84\n\n \n\nStephanie stands in the center of Emily’s living room, taking\nit all in. It’s impressive. She sees the Sonos remote. She\nruns her finger along it remembering Emily. Then she pushes\nthe “on” button. A 60s FRENCH POP SONG begins to play.\n\nEmily listens sadly, then starts to enjoy the son She does\n\na little turn and ends up face to face with THE NI DE PAINTING\nOF EMILY, which stares back at her. Looking caught, Stephanie\nthinks for a second, then takes down the painting.\n\nINT. EMILY’S HOUSE - MASTER BEDROOM - DAY 85\n\n \n\nSunlight pours into the ultra hip modern bedroom as the\nFRENCH POP SONG continues playing from the ceiling speakers.",
  "53": "---END OF PREVIOUS SECTION---\nLooking caught, Stephanie\nthinks for a second, then takes down the painting. INT. EMILY’S HOUSE - MASTER BEDROOM - DAY 85\n\n \n\nSunlight pours into the ultra hip modern bedroom as the\nFRENCH POP SONG continues playing from the ceiling speakers. \n---TARGET SECTION TO BE ANNOTATED---\nStephanie slips off her worn moccasins and tiptoes, carrying\nthe painting to -\n\nEMILY’S CLOSET\n\nStephanie looks with some trepidation at the array of slick\ndesigner clothes. Then, with a look of determination, she\nstops in for the first time as if into a tomb, She rests the\nPAINTING against the wall. She’s so cautious it’s as if she’s\ncertain it’s haunted. She pivots and she’s face to face with -—\n\n- a Dolce & Gabbana fitted silk dress.\n\nShe holds it up to herself in the mirror. She can’t believe\nshe's doing this. She pauses, reverent, respectful. But\nsuddenly, excitement gets the better of her and she strips\ndown to her bra and panties, unzips the dress, and steps into\nit. She tries to tug up the zipper but she can’t get it up.\nFrustrated, she yanks the zipper up by force.\n\nShe studies her reflection in the mirror, jiking what she\nsees. She stands on tiptoe, simulating high heels\n\f86\n\n57.\n\nStephanie moves to the closet where the designer shoes are\nkept in their boxes: Prada, Jimmy Choo, YSL. She makes an\nEmily face and strikes poses in the mirror in time with the\nFrench song.\n\nSTEPHANIE\n(channeling Emily)\n“One’s not enough, ree’s too many,\ntwo's just right. Just like tits.”\n\nShe smiles. The DOORBELL RINGS. Stephanie panics. She\ndesperately tries to unzip the dress. Not happening.\n\nStephanie races to the window and looks down. Sees a SEDAN\nparked out front and Detective Meany at the front door. She\nGASPS as HE LOOKS UP AND SEES HER.\n\nDETECTIVE MEANY\nMs. Smothers? Can I talk to you?\n\nSTEPHANIE\n(forced casual)\nSure thing! Coming right down.\n(to herself)\nShit, shit, shit. Oopsy.\n\nINT. EMILY’S HOUSE - DAY 86\n\nTrapped in the dress, Stephanie races downstairs, barefoot,\nsti tugging at the zipper. She dives at the Sonos remote,\nturns it off and yanks open the door.",
  "54": "---END OF PREVIOUS SECTION---\nINT. EMILY’S HOUSE - DAY 86\n\nTrapped in the dress, Stephanie races downstairs, barefoot,\nsti tugging at the zipper. She dives at the Sonos remote,\nturns it off and yanks open the door. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE\nHi! Sorry! I was just - I left something\nhere and Sean gave me the key. For when I\nbring Nicky home. We have an arrangement.\nA deal! I meant a very domestic deal.\n\nDETECTIVE MEANY\nYou’re not under arrest, Ms. Smothers.\n\nSTEPHANIE\nHa! Ha ha. Well, I should hope not.\n(suddenly sérious)\nSean's not home.\n\nDETECTIVE MEANY\nI was hoping to speak to you, actually. I\nwent by your house and the school. Some\nof the moms said you might be here.\n\nSTEPHANIE\nOh, really. Who? It was Stacy, wasn’t it?\n\nDETECTIVE MEANY\nCan I come in?\n\nSTEPHANIE\nOf course. Entre vous. Ha ha.\n\nStephanie clears the door, sweating, as Meany enters.\n\nDETECTIVE MEANY\nI had a few follow-up questions.\n\f58.\n\nSTEPHANIE\nWell, I have more than a few myself.\n\nStephanie has a hard time sitting in the extremely tight\ndress, but she manages an awkward pose on the divan.\n\n_. _DETECTIVE MEANY\nYou said Emily was your best friend.\n\nSTEPHANIE\nShe is. Was. It’s hard to get used to -\n\nDETECTIVE MEANY\nWas she depressed?\n\nSTEPHANIE .\nNo. She had it all: the job, the house -\n\nDETECTIVE MEANY\nThe husband.\n\nSTEPHANIE\nI was getting there.\n\nDETECTIVE MEANY\nThe neighbors say they fought a lot.\n\nSTEPHANIE\nOh, they had their issues. But they loved\neach other. Intensely.\n\n. DETECTIVE MEANY\nToo intensely?\n\nSTEPHANIE\nI think the exact right amount of\n“intensely.”\n\nDETECTIVE MEANY\nWhat “issues” did they have?\n\nSTEPHANIE\nNormal issues. They were stressed out\nabout money. Emily wanted to slow down.\n\nDetective Meany produces a DOCUMENT.\n\nDETECTIVE MEANY\nShe slowed down all right. Here’s the\nautopsy report.\n(reading)\n\n“Severe liver damage Suggesting heavy use\nof alcohol. Track marks along her arms\nand between her toes.",
  "55": "---END OF PREVIOUS SECTION---\nHere’s the\nautopsy report. (reading)\n\n“Severe liver damage Suggesting heavy use\nof alcohol. Track marks along her arms\nand between her toes. \n---TARGET SECTION TO BE ANNOTATED---\n Were you aware of\nher heroin use?\n\nStephanie’s eyes are as wide as a deer in the headlights.\nSTEPHANIE\nUh, I... no. I really don’t believe\nthat. She liked very strong martinis, b--\n\nDETECTIVE MEANY\nThey found the needle.\n\f87\n\n88\n\n59.\n\nSTEPHANIE\n(reeling)\nBut -- how could she keep that a secret?\nNot just from me. From Sean ...\n\nDETECTIVE MEANY\nYou seem to know Sean pretty well.\n\nSTEPHANIE\n(composing herself)\nI’ve gotten to know him over the last few\nweeks -- as friends helping each other\nthrough a crisis.\n\nDETECTIVE MEANY\nUh huh. I’m guessing youtve never dealt\nwith law enforcement before.\n\nINT. STEPHANIE'S HOUSE - DAY (FLASHBACK) 87\n\n \n\nA YOUNGER STEPHANIE opens the door to TWO POLICEMAN with\ngrave expressions. Without sound, they begin telling her\nabout the accident with her husband and brother.\n\nINT. EMILY’S HOUSE - DAY - BACK TO PRESENT 88\n\n \n\nStephanie regains her composure.\n\nSTEPHANIE\nNot really, no.\n\nDETECTIVE MEANY\nThen 1/11 simp plity this. Did Emily know\nyou were banging her husband?\n\nStephanie struggles to keep her wits.\n\nSTEPHANIE\n\nThat Ss a very rude way to put it.\n\n(a deep breath)\nThe answer is no. Because it started\nafter she died. People grieve in very\ndifferent ways. We’ve been discreet;\nwe've been respectful of her memory.\nNo one knows. Not a single person in\nWarfield, not even the children.\n\nHe stares at her a moment with a half-smile, toying with her.\nMeany finally leans in, going for the knockout.\n\nDETECTIVE MEANY\nWere you aware that Sean took out an\nextra four million dollar life insurance\npolicy on Emily before she disappeared?\n\nStephanie goes ash white.\n\nSTEPHANIE\nNo, I ... I didn’t know that.\n(mocking)\nSo, what are you saying? Sean hired a\n“hitman”? That he rubbed her out?\n\nDETECTIVE MEANY\nI never said that. But you just did.\n\f89\n\n90\n\n60.",
  "56": "---END OF PREVIOUS SECTION---\nDETECTIVE MEANY\nI never said that. But you just did. 89\n\n90\n\n60. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE\nLook, I don’t appreciate your attitude,\nquite frankly, Mr. Meany. { ou want to\ngrill anybody, ou should ta to Emily's\nboss, Dennis Nylon. He couldn’t be more\nsuspicious.\n\nDETECTIVE MEANY\nThat’s interesting because he contacted\nus and said that he thought you may know\nmore about all this than you’re letting\n\non.\n(off her shocked look)\n\nAs long as you’re being honest with me,\n\nMs. Smothers, you've got nothing to worry\n\nabout. I’m just following bread crumbs,\n\nwherever they lead.\n\nMeany stands up, leaving Stephanie in her confounded state.\n\nDETECTIVE MEANY (CONT’D)\nI’m done for now. Thank you for your\ntime. Nice dress, by the way. Her clothes\nlook good on you.\n\nAs he heads for the door, Stephanie erupts:\n\nSTEPHANIE\nYour theory doesn’t hold water. How does\nit explain the fake plane ticket? The\nrental car? Why drive to a Summer Camp in\nMichigan to do heroin? There’s plenty of\ngood heroin right here in Connecticut!\n++. I’m told.\n\nDETECTIVE MEANY\nI'll be in touch. Enjoy the new house.\n\nAs he heads out the door, she calls after him.\n\nSTEPHANIE\nThose are the worst bread crumbs ever.\nYou couldn't fill a Caesar salad with\n\nthem.\nAs he vanishes, Stephanie is deep in thought, confused,\ndisgusted and finally ... determined. FRENCH POP KICKS IN.\nINT. EMILY’S HOUSE - MASTER BEDROOM - DAY 89\n\n \n\nWith kitchen shears, Stephanie cuts the Dolce dress up the\nfront and rips it off herself like Hulk. RRRIIIIIP!!!\n\nINT. EMILY’S HOUSE - HOME OFFICE - DAY 90\n\nStephanie goes ; through drawers, searching through Emily's\nfiles and receipts, finding nothing much of interest. Pulls\nout a large manila envelop that’s already been opened from a\npile. Written on the envelope is “EM - CAN YOU SIGN THESE? -—\nINSURANCE GUY NEEDS THEM ASAP - THANKS! S.” She looks inside\nthe envelope but it’s empty. She looks a bit freaked.\n\nFROM OUTSIDE, WE SEE STEPHANIE THROUGH THE OFFICE WINDOW.",
  "57": "---END OF PREVIOUS SECTION---\nS.” She looks inside\nthe envelope but it’s empty. She looks a bit freaked. FROM OUTSIDE, WE SEE STEPHANIE THROUGH THE OFFICE WINDOW. \n---TARGET SECTION TO BE ANNOTATED---\n IS\nTHIS SOMEONE’S POV OR NOT? WE ARE UNSURE.\n\f91\n\n92\n\n93\n\n61.\n\nStephanie stares at the writing on the envelope, thinking.\nSuddenly, BANG! Stephanie GASPS as something hits the window.\nHeart pounding, she stands and looks out the window.\n\nSTEPHANIE’S POV: A BIRD is on the ground, dazed from hitting\nthe window. It flops around a bit, recovers and flies off.\n\nStephanie catches her breath, recovering from the shock. Then\nshe looks at the writing on the envelope again, puts it back\nin the pile and heads for the door.\n\nEXT. CONNECTICUT COLLEGE - DAY 91\n\nHappy, busy looking COEDS cross the paths en route to\nclasses. Stephanie moves across the campus, deep in thought.\n\nEXT. CONNECTICUT COLLEGE - ENGLISH DEPT. - DAY 92\n\n \n\nAs Stephanie rounds the corner, she sees Sean with a very\nattractive FEMALE T.A -- cool clothes, highlighted blonde\nhair. A younger version of Emily. Sean and the girl walk out,\ndeep in flirty conversation. The girl laughs at a joke he\nmakes and then touches his arm gently. They hug.\n\nStephanie watches with a pit in her stomach.\n\nINT. EMILY’S HOUSE - DINING ROOM - DAY 93\n\n \n\nAll seated around the table, Stephanie, Sean, Miles and Nicky\neat in silence. Stephanie looks tense, pre- occupied.\n\nMILES\nMom, Nicky’s glass isn’t on the coaster.\n\nSTEPHANIE\nWhat? Oh, Nicky, put Mr. Glass on Mr.\nCoaster please.\n\nNicky rolls his eyes and moves his glass onto the coaster as\nhe crunches on his salad, confused.\n\nNICKY\nAre these amino acids in this salad?\n\nSTEPHANIE\nThose are just bread crumbs.\n\nDetermined, he keeps crunching. Stephanie hesitates, then ...\n\nSTEPHANIE (CONT'D)\n(to Sean)\nSo how was work today?\n\nSEAN\nGrim. I had to explain the difference\nbetween “your” possessive and “you're”\nap postrophe R-E to a college junior.\nRemarkable. That’s where my writing time\nhas gone. To proofreading illiterates.\n\nSTEPHANIE\nI can see how that might ...",
  "58": "---END OF PREVIOUS SECTION---\nThat’s where my writing time\nhas gone. To proofreading illiterates. STEPHANIE\nI can see how that might ... \n---TARGET SECTION TO BE ANNOTATED---\n drive a man\nover the edge.\n\f62.\n\nShe's doing everything she can to contain her roiling soul.\n\nSEAN\nAnd what did you guys learn in school\ntoday? Other than unmerited self-esteem.\n\nNICKY\n(mouth full)\nI saw my Mom.\n\nThe dinner table goes silent. Sean and Stephanie meet eyes,\nthen look back at the boy, crunching on croutons.\n\nSEAN\nI understand, buddy. We sometimes think\nwe see people we miss ... even if they’re\ngone.\n\nNICKY\n\n(crunching loudly)\nNo, I saw her.\n\nStephanie is holding her breath. The crunching is maddening,\ninescapable, like a tell-tale heart.\n\nNICKY (CONT’D)\nShe was right outside the fence by the\nkickball yard. At recess.\n\nSEAN\nLots of people look like other people ...\n\nNICKY\nNobody looks like Mom.\n\nHe finally looks up at a_ stunned Sean and Stephanie as the\ncrunching stops and he slurps his drink.\n\nNICKY (CONT’D)\nShe told me say hi to Stephanie.\n\nStephanie drops her knife onto her plate with a clank.\n\nSEAN\nNicky, this isn’t healthy.\n\nNICKY\nMiles saw her too. Right, Miles?\n\nMiles looks scared to be drawn into this.\n\nMILES\nI think I did, but ... I don’t know. I\nwas playing tetherball.\n\nSTEPHANIE\nDid you two hatch this up? Is this some\ngame you’re playing? Like when you smash\neverything with trucks. You know what we\nsay about lying?\n\nNICKY\nI’m not lying! Fuck you, I saw her!\n\f94\n\n95\n\n96\n\n97\n\n63.\nSEAN\nHey!\n\nNicky leaves the table and races upstairs. The other three\nsit at the table in pained silence.\n\nEXT. EMILY’S HOUSE - TRASH AREA - DUSK 94\n\nA preoccupied Stephanie is taking out the trash after dinner.\nSuddenly, THERE'S MOVEMENT in the bushes.\n\nSTEPHANIE\nHello? Is somebody there?\n\nShe moves forward cautiously when suddenly, WHOOSH! A BIRD\nbursts out of the bushes and flaps past her. Stephanie GASPS,\nthen hustles back inside the house, freaked.",
  "59": "---END OF PREVIOUS SECTION---\nShe moves forward cautiously when suddenly, WHOOSH! A BIRD\nbursts out of the bushes and flaps past her. Stephanie GASPS,\nthen hustles back inside the house, freaked. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE (CONT'D)\nAGH! STUPID BIRDS!\n\nINT. EMILY’S HOUSE - NICKY’S BEDROOM - DUSK 95\n\nBoth in their pajamas, Nicky and Miles clamber into their\nbunk beds. Stephanie kisses Miles good night.\n\nMILES\n‘Night, Mom.\n\nSTEPHANIE\n‘Night, Smooch.\n\nStephanie gets up and heads for the door.\n\nNICKY, ;\nDon’t I get a kiss good night?\n\nStephanie heads over to his bed.\nSTEPHANIE\nQf course, you do. But you owe the oopsy\njar a quarter for earlier.\n\nStephanie leans over Nicky and pecks him on the cheek. As she\ndoes, she smells something. Emily’s perfume?\n\nINT. EMILY’S HOUSE - LAUNDRY ROOM - DUSK 96\n\n \n\nPreoccupied, Stephanie checks the pockets of the boys’\nclothes before she throws them into the washer. She pauses at\nNicky’s school clothes. Smells them. Emily’s perfume again.\n\nThen she turns inside-out the pockets from NICKY’S CORDUROYS\nto find: THE CHEVRON FRIENDSHIP BRACELET.\n\nINT. EMILY’S HOUSE - LIVING ROOM - DUSK 97\n\n \n\nAs Stephanie heads through the EXPOSED GLASS ROOMS, she grows\nnervous in the fishbowl.\n\f98\n\n99\n\n64.\n\nEXT. EMILY’S HOUSE - LIVING ROOM - DUSK 98\n\nFor just a brief moment, we WATCH STEPHANIE from outside the\nglass house, froma distant, anonymous POV. Stephanie seems\nto sense someone behind the glass. She turns off the lights.\n\nINT. EMILY’S HOUSE - MASTER BEDROOM - DUSK 99\n\nStephanie heads into the room. She pauses at the window for a\nmoment. Sean comes up behind her and pulls her close.\n\nSEAN\nLet’s get naked.\n\nSTEPHANIE\nSean, wait. We need to have a talk about\nNicky’s laundry.",
  "60": "---END OF PREVIOUS SECTION---\nSEAN\nLet’s get naked. STEPHANIE\nSean, wait. We need to have a talk about\nNicky’s laundry. \n---TARGET SECTION TO BE ANNOTATED---\nSEAN\nAbout his laundry? Can we please hit\npause on the “Captain Mom” thing?\n\nSTEPHANIE\nThe Captain Mom thing?\n\nSEAN\n(sighs; knows he fucked up)\nThat’s just what Emily used to call you.\nShe was masking her own guilt. Because\nyou're such a saint.\n\nSTEPHANIE\nI’m NOT a saint. And she knew that. If\nanybody knew it, it was her!\n\nSean is confused by her demeanor.\n\nSTEPHANIE (CONT'D)\n\nI smell her, Sean. I smell her on Nicky.\nHer perfume ... it’s like a ghost all\nover him, all over his corduroys.\n\nEAN\nHe probably got into the bottle in the\nmedicine cabinet. He misses her. You're\ngetting paranoid.\n\nSTEPHANIE\nAm I? Because I also found this.\n\nShe holds out the CHEVRON FRIENDSHIP BRACELET.\n\nSEAN\nWhat is that?\n\nSTEPHANIE\nA friendship bracelet I made for Emily.\n\nSEAN\nI hate to say it but she wouldn’t have\nkept that. She hated that stuff. I’m sure\nshe gave it to him right after you gave\nit to her.\n\f100\n\n65.\n\nSTEPHANIE\n(deflating)\n\nNicky and I were getting so close, but\n... now the way he’s ta king, Sean,\ndoesn’t _it worry you? Wouldn’t you think\nwe should get him a_ psychologist? They\ncan do a lot with play therapy: they | ave\nthese plastic figures in a sandbox.\n\nmean, he’1ll smash all of them, but -\n\nSEAN\nLet’s let it rest for tonight.\n\nSTEPHANIE\nOr maybe he’s telling the truth.\n\nSEAN\nStephanie, you saw her with your own\neyes. In her coffin.\n\nSTEPHANIE\nThere was something ... off.\n\nSEAN\nShe was dead. They found her at the\nbottom of a lake. You saw her crazy\ntattoo - and the ring she stole from my\nmother.\n\nSTEPHANIE\nShe said your mother wanted her to have\nthat ring. She said she insisted.\n\nSean sits on the bed. He laughs darkly and shakes his head.\n\nSEAN\n\nGod. Is that what she told you? That was\nthe ring my father gave my mother.",
  "61": "---END OF PREVIOUS SECTION---\nSEAN\n\nGod. Is that what she told you? That was\nthe ring my father gave my mother. \n---TARGET SECTION TO BE ANNOTATED---\n It’s\nthe only piece of jewelry she ever owned.\n\nwhole life, I never saw her take it\noff. I took Emily to England to meet my\nmum after we eloped. That weekend, the\nzing went missin: My mother was frantic.\n\nooked everywl ére. I went down to the\nbasement to tear apart the plumbing. We\nnever found it. My mother was devastated.\nSo, we flew back to New York ...\n\nINT. TRANSATLANTIC FLIGHT (MOVING) - DAY (FLASHBACK 100\n\ny and Sean sit side by side on the plane ride home from\nea They’re six years younger, radiant in love.\n\nEMILY\nGuess what I found?\n\nEmily reaches in her purse and pulls out the SAPPHIRE AND\nDIAMOND RING, showing it to him.\n\nSEAN\nOh, thank god. Well done, my little\nSherlock! Mum will be so relieved.\n\f101\n\n102\n\n66.\n\nEMILY\nOh, Mum’s not getting this. She’1l take\nit to the grave. What a waste.\n\nSEAN\nExcuse me. Not amusing, my darling.\n\nEMILY\nNot joking, my darling. I took it and I\nhave no intention of giving it back.\n\nSEAN\nOf course you'll give it back. I’11 tell\nMum it dropped in your purse by accident,\nthat you au ain’ t find it until now.\n\nEMILY\nif you tell your mother that I found it,\ntell her I stole it. What do you\nthink will be worse for her? Thinking she\nlost her ring or knowing that her son\nmarried a thief?\n\nSean is stunned by her cold cruelty. Emily slips off her\nmodest ENGAGEMENT RING and dons Sean’s mother’s antique.\n\nEMILY (CONT'D)\nMeet me in the bathroom in twenty\nseconds. Knock twice.\n\nEmily gets up and disappears up the aisle into the BATHROOM\nSTALL, shutting the door. Sean stares after her, his world\nspinning on its axis. He married a monster.\n\nHe makes a decision, gets up and heads to the bathroom door.\nKnocks twice. The door opens. He disappears inside.\n\nINT.",
  "62": "---END OF PREVIOUS SECTION---\nThe door opens. He disappears inside. INT. \n---TARGET SECTION TO BE ANNOTATED---\n AIRPLANE BATHROOM - DAY (FLASHBACK) 101\n\nWe watch Emily and Sean’s faces as they make love in the\ntight quarters. Sean stares at her as she stares back at him\nintensely, passionately. The theft was her aphrodisiac.\n\nSEAN (V.O.)\nNicky was born nine months later.\n\nINT. EMILY’S HOUSE - MASTER BEDROOM - RESUMING 102\nSean and Stephanie hold each other's gaze.\n\nSTEPHANIE\nHow could you stay with her?\n\nSEAN\nShe fascinated me. She was the one woman\nI could never figure out. And as_an\narrogant young writer, that’s all that\nmattered to me at the time. She was my\nmystery ¢ but I was her dream. I could\nnever live up to what she wanted from me.\nI could never be myself.\n\nStephanie just stares back at him, listening.\n\f67.\n\nSEAN (CONT'D)\nAnd I was always looking over m\nshoulder. I never slept well. With you,\nit’s different. I sleep like a log.\n\nSTEPHANIE\nThat’s what every woman wants to hear.\n\nSEAN\n(smiles sweetly)\nYou know what I’m saying. You see me. You\nunderstand me. You’ve rebuilt me,\nStephanie. I even started writing again,\npart of a first chapter.\n\nSTEPHANIE\nYou did? That’s ... wonderful.\n\nSEAN\nYou took a broken man and you put him\nback together. I’m a better person, a\nbetter father. I’ve never known a woman\nwith your compassion and your strength.\n\nStephanie swallows hard, touched by his words. She nods.\n\nSEAN (CONT'D)\nMove in with me.\n\nSTEPHANIE\nWhat? Sean. It’s too soon. What will\npeople think?\n\nSEAN\nThey already think it. Why do we have to\nlie? I’m tired of pretending, I want to\nbe this man, the man I am with you.\n\nHe strokes her cheek. She pulls back. Stiffens. Then ...\n\nSTEPHANIE\nI don’t do threesomes. We should get that\nout in the open right now.\n\nSEAN\nWhat are you talking about?\n\nSTEPHANIE\nYour T.A.? You and Emily had your little\n«+.",
  "63": "---END OF PREVIOUS SECTION---\nSTEPHANIE\nYour T. A.? You and Emily had your little\n«+. \n---TARGET SECTION TO BE ANNOTATED---\n thing with her.\n\nSEAN\nDid Emily tell you that?\n(off Stephanie’s look)\nStephanie, listen to me. Emily was a\npathological liar.\n\nSTEPHANIE\nsteels herself)\nWhy did you take out a 4 million dollar\ninsurance policy on her?\n\f103\n\n104\n\n68.\n\nSEAN\n\n(a beat; shakes his head)\nGood Lord, the cops have really done a\nnumber on you. It’s because of you,\nStephanie. When you told Emily you were\nliving off your husband’s insurance\nmoney, she realized that she and I both\nneeded policies. For Nicky’s sake. It was\nthe most responsible thing we ever did.\nThanks to you. Now is the interrogation\nover, Detective Smothers?\n\n(taking her hands)\nMove in with me. We can start a new\nwonderful life together. You and me and\nthe boys. Please say yes.\n\nStephanie stares into his eyes. She so wants this all to be\ntrue that she can’t resist. She nods and hugs him.\n\nSEAN (CONT'D)\nI love you, Stephanie Smothers.\n\nSTEPHANIE\n(eyes wide, then)\nI love you, too.\n\nMUSIC UP: MALA RODRIGUEZ'S “FUERZA” starts to play ...\nINT. EMILY’S HOUSE - MASTER BEDROOM - DAY 103\n\nAS THE SONG PLAYS, Stephanie takes Emily’s clothes out of the\ncloset and hangs them in garment bags. She replaces them with\nher own clothes, less chic, more flowy. Eileen Fisher. She\nraps along in Spanish, feeling empowered.\n\nSTEPHANIE\nMe da igual gue estes ciego, no soy tu\nparienta / Facil la cabeza te rebientan /\nSe aplican sentencias en mi, andares\ninfluencias...\n\nShe enters STEPHANIE'S CLOSET -\n\n- coming face-to-face with the NUDE PORTRAIT. Avoiding eyes\nwith it, Stephanie pulls down the designer shoe boxes an\nlifts the Tias to ogle the amazing shoes. Stephanie GASPS to\nfind one of the Manolo Blahnik’s contains a LADY PISTOL.\n\nSTEPHANIE (CONT'D)\nOh my God.\n\nIn shock, Stephanie picks up the gun awkwardly, pinching the\nbarrel.",
  "64": "---END OF PREVIOUS SECTION---\nStephanie GASPS to\nfind one of the Manolo Blahnik’s contains a LADY PISTOL. STEPHANIE (CONT'D)\nOh my God. In shock, Stephanie picks up the gun awkwardly, pinching the\nbarrel. \n---TARGET SECTION TO BE ANNOTATED---\n She glances around the room, trying to figure out\nwhere to put it.\n\nShe eyes the night stand drawer alongside Emily’s bed. She\nopens it to find a GIANT HOT PINK GLASS DILDO. Stephanie\n\nGASPS and returns the lady pistol to its original shoe box\nand shoves it back on a high shelf, completely weirded out.\n\nEXT. STEPHANIE’S HOUSE - DAY 104\n\nAS THE SONG CONTINUES, A “FOR SALE” sign goes up outside\nStephanie’s house with the name and info of a local realtor.\n\f105\n\n106\n\n107\n\n108\n\n109\n\n69.\n\nINT. STEPHANIE’S HOUSE - DAY 105\n\nAS THE SONG CONTINUES, Stephanie takes down all personal\naffects: Miles’ art work and their family pictures as she\ncontinues to rap in Spanish:\n\nSTEPHANIE\nNiflas con deporte lo hacen con elegancia\n/ Yo, tengo presencia ...\n\nEXT. EMILY’S HOUSE - DAY 106\n\nAS THE SONG CONTINUES, Stephanie carries boxes of stuff from\na U-Haul truck to the front door. She’s moving in with Sean.\n\nINT. EMILY’S HOUSE - MASTER BEDROOM - DAY 107\n\nAS THE SONG CONTINUES, Stephanie continues to rap as she\nunzips her dress down’to her bra and underwear. She goes to\nthe closet to hang it back up, so happy.\n\nSTEPHANIE\nDisfruta quitale importancia / No te\nquejes tanto, tos tuvimos infancia --\n\nWhen she slides open the door, her rap stops WITH A GASP:\n\nALL OF EMILY’S CLOTHES ARE BACK IN THE CLOSET, HANGING\nEXACTLY AS THEY WERE BEFORE STEPHANIE REMOVED THEM.\n\nSTEPHANIE (PRE-LAP) (CONT'D)\nHi, Moms. Stephanie here. I want to start\nwith something a bit different today.\n\nON VIDEO VLOG - KITCHEN 108\nStephanie addresses the camera at night.\n\nSTEPHANIE\nI try to avoid any talk of religion on\nthis vlog: because I don’t want to offend\nour non-denominational moms. But I do\nbelieve we live on after we die. In some\nfashion.",
  "65": "---END OF PREVIOUS SECTION---\nSTEPHANIE\nI try to avoid any talk of religion on\nthis vlog: because I don’t want to offend\nour non-denominational moms. But I do\nbelieve we live on after we die. In some\nfashion. \n---TARGET SECTION TO BE ANNOTATED---\n So Emil - if you’re out there\n«+. and you can ear me, I wanted to tell\nyou a few things. We all miss you more\nthan I can say. Nicky knows that you’1l\nalways be his mom. No one will ever\nreplace you. But he no longer cries at\nnight, like he used to. I know you\nwouldn't want that. And I want you to\nknow that I_am preparing the most\nnutritious food for him. I can never take\nyour place. All I can do is love the\npeople you used to love and try to_ make\ntheir lives better. Which is what I know\nyou would want. Rest in peace, my dear\nest friend. Wherever you are.\n\nINT. STEPHANIE’S VOLVO (MOVING) - DAY 109\n\nStephanie drives Miles and Nicky home from school. They each\nhave a superhero figurine and crash them against each other.\nStephanie glances in the rear view getting stressed out.\n\f70.\n\nSTEPHANIE\nIt’s getting a little too rough back\nthere, guys.\n\nNICKY\nHa! I just killed you!\n\nMILES\nI came back to life! Like your Mom!\n\nSTEPHANIE\nOkay! The dolls go in your backpacks or\nthey’re going in the trash! Now!\n\nMILES\nMom! They’re not dolls!\n\nNicky makes a face at Miles. He shoves his figure in his\nbackpack and remembers something, retrieving A SMALL SQUARE\nBROWN ENVELOPE WITH THE NAME STEPHANIE WRITTEN NEATLY ON IT.\n\nNICKY\nOh. My mom told me to give you this.\n\nstephanie looks in the rearview mirror at him, chilled, as_ he\nholds out the envelop to her. She nearly drives through a RED\nLIGHT and slams on the brake, the car spinning 180 as other\ncars screech to a stop to avoid her. Both kids fly hard\nagainst their car seat restraints. They sit in silence, then -\n\nNICKY (CONT’D)\nThat was awesome.\n\nOFF STEPHANIE, heaving for breath --\nINT. EMILY’S HOUSE - DAY 110\n\nThe boys race upstairs. Stephanie listens to make sure\nthey’re in their room, then she rushes into the kitchen.",
  "66": "---END OF PREVIOUS SECTION---\nOFF STEPHANIE, heaving for breath --\nINT. EMILY’S HOUSE - DAY 110\n\nThe boys race upstairs. Stephanie listens to make sure\nthey’re in their room, then she rushes into the kitchen. \n---TARGET SECTION TO BE ANNOTATED---\nINT. EMILY’S HOUSE - KITCHEN - DAY 111\nStephanie tears open the envelope. She pulls out a photo:\n\nA SMILING STEPHANIE HOLDS MILES, AGE 2, IN HER ARMS. NEXT TO\nHER IS HER HUSBAND DAVIS AND NEXT TO HIM IS HER BROTHER\nCHRIS. A grease pencil has been used to circle Miles and\nChris with an ARROW connecting them. Under Stephanie, is an\nARROW and the words “BROTHER FUCKER.”\n\nStephanie’s heart pounds » The phone RINGS. Stephanie jumps\nout of her skin. She stiffens and reaches for the phone. The\nCALLER ID says UNKNOWN. As she answers ...\n\nEMILY (0.S.)\nYou like the photo? You should be more\ncareful what you leave behind when you\ntry to sell a little gingerbread house.\n\nSTEPHANIE\nWho is this?\n\f114\n\n71.\n\nEMILY (0.S.)\nI’m just calling to say Thank you for all\nthat “nutritious food for Nicky,” you\nMartha Steward wannabe. Oh, you’re just\nsqueaky clean, aren’t you? You’re not\nfooling me. You fucked your brother,\nStephanie. I bet Miles isn’t even your\nhusband's kid. I thought I was warped,\nbut you have me beat by a landslide. And\nwhat is this fetish with you? Fuckin\n\nguys after funerals? Sick stuff, Dar\n\nide.\n\nSTEPHANIE\nTell me where you are.\n\nEMILY (0.S.)\nPut up your hand. Don’t tell me how many\nfingers you’re holding up.\nStephanie makes the peace sign in the air.\n\nEMILY (0.S.) (CONT'D)\nTwo. Peace out.\n\nStephanie flinches. She moves to the window and squints out\nat the woods.\n\nEMILY (0.S.) (CONT'D)\nUh, uh, uh ... no cheating.\nSTEPHANIE\n\nWhy are you doing this?\n\nEMILY (0.S.)\nHow do you know it’s just me doing it?\n\nStephanie freezes when she hears this.\n\nSTEPHANIE\nWhat do you mean?\n\nEMILY (0.S.)\nKiss Sean for me. Four million times.\n\nCLICK.",
  "67": "---END OF PREVIOUS SECTION---\nS.)\nKiss Sean for me. Four million times. CLICK. \n---TARGET SECTION TO BE ANNOTATED---\n The line goes dead. Stephanie can barely breathe.\n\nINT. STEPHANIE’S VOLVO (MOVING) - DAY 112\n\n \n\nStephanie drives, gripping the steering wheel.\n\nEXT. CONNECTICUT COLLEGE - ENGLISH DEPT. - DAY 113\n\n \n\nStephanie heads into the red brick building.\n\nINT. CONNECTICUT COLLEGE - SEAN’S OFFICE - DAY 114\n\n \n\nSean corrects essays at his desk. Stephanie rushes in.\n\nSEAN\nHey. I didn’t know you were coming in.\nI'd take you to lunch but I’m drowning.\n\f72.\n\nSTEPHANIE\nAre you trying to “Diabolique” me?\n\nSEAN\nWhat are you talking about?\n\nSTEPHANIE\n\nThere's a French movie about this gu\nwhose wife and mistress team up to kill\nhim. But then it turns out that he’s in\ncahoots with the mistress to give the\nwife a heart attack so they can collect\nher_ inheritance. But I don’t have a four\nmillion dollar life insurance policy, so\nI can’t figure out why you’re trying to\nGIVE ME A HEART ATTACK!\n\nSean takes her by the shoulders and talks to her like a child\nhaving a tantrum, controlled and patronizing.\n\nHe breaks\n\nThere’s a\n\nSEAN\nStephanie. You need to breathe. Nicky’s\ngetting to you. Emily is dead.\n\nSTEPHANIE\nWhat about the missing tooth? And the\nheroin? How could she just happen _to be\non heroin? We have to dest the police.\n\nSEAN\n\nTell them what? That the woman we buried\ncame back to life? They’re going to think\nyou’re insane. Do you really want to do\nthat to Miles and Nicky?\n\n(holding her)\nWe may never have all the answers. Emily\nwas reckless. You know that as well as I\ndo. She overdid it for some reason. It\nwas just a stupid, tragic accident. You\nunderstand that, right?\n\nSTEPHANIE\nShe called me today.\n\nfrom the embrace.\n\nSEAN\nWhat?\n\nSTEPHANIE\nShe called me, Sean. She knew things\nabout me that I’ve never told anyone\nelse. She’s been watching us --\n\nSEAN\nThis is madness.",
  "68": "---END OF PREVIOUS SECTION---\nSTEPHANIE\nShe called me, Sean. She knew things\nabout me that I’ve never told anyone\nelse. She’s been watching us --\n\nSEAN\nThis is madness. \n---TARGET SECTION TO BE ANNOTATED---\n I have a friend in the\nPsychology department --\nfast KNOCK on the door as someone enters.\n\nBETH (0.S.)\nHey, handsome. Got time for a visitor?\n\nIt’s the pretty T.A. BETH (20). She stops, surprised to see\nStephanie. Stephanie studies the two of them suspiciously.\n\f73.\n\nBETH (CONT'D)\nI didn’t know you were in a meeting.\n\nSEAN\nBeth, this is Stephanie.\nBeth shakes Stephanie’s hand, both women chilly.\n\nBETH\nNice to meet you.\n(to Sean)\nI was post gonna ask if you needed the\nsmart board today. ‘Cuz it’s broken.\n\nSEAN\nI can live without it.\n\nBeth nods, gives him a flirty smile and disappears.\n\nSEAN (CONT'D)\nStephanie. Go home. Emily had a\nprescription of Xanax in the medicine\ncabinet. Take one. Take two.\n\nSTEPHANIE\n\nMaybe she has some extra heroin lying\n\naround.\nSEAN\n\nThis is all grief. Stages of grief.\n\nStephanie studies him, then takes a deep breath. Deflates.\n\nSTEPHANIE\n\nYou're right. I’m sorry, I - I think I’m\n\njust overwhelmed. Sorry to bother you at\n\nwork and sorry about your... smart board.\n\nShe leaves quickly. Sean stares after her, then furrows his\nbrow, sinking deep into thought.\n\n115 INT. EMILY’S CLOSET - DAY 115\n\nStephanie stands in front of the NUDE PAINTING OF EMILY,\nstudying the pretty, enigmatic face ...\n\nEMILY (PRE-LAP)\nPoor Stephanie. You just need someone to\nlove you ...\n\n116 INT. EMILY’S HOUSE - LIVING ROOM - NIGHT (FLASHBACK) 116\n\n \n\nThe fireplace is blazing. Emily and Stephanie nurse martinis.\nHalf-drunk, watching the fire.\n\nSTEPHANIE\nI have you. All I need is a good friend.\n\nEMILY, ;\nBut don’t you miss sex? Having a man\nthrow you down and ravage you?\n\nSTEPHANIE\nI barely remember what it’s like.\n\f74.\n\nEMILY\nWhy are you such a masochist? You could\nhave a man in your bed any time you want.\n\nSTEPHANIE\nI had a man.",
  "69": "---END OF PREVIOUS SECTION---\nEMILY\nWhy are you such a masochist? You could\nhave a man in your bed any time you want. STEPHANIE\nI had a man. \n---TARGET SECTION TO BE ANNOTATED---\n And I ruined it.\n\nEMILY\nHow? What the hell does that mean?\n\nStephanie instantly regrets letting that slip. Emily sees\nthis is something deeper. She softens.\n\nEMILY (CONT'D)\nTell me --\n\nSTEPHANIE\nNo.\n\nEMILY\nI’m your best friend. If you can’t tell\nme, you can’t tell anyone.\n\nEXT. STEPHANIE'S HOUSE - BACKYARD - DAY (FLASHBACK) 117\n\nA BBQ is in full swing. Stephanie is talking to her brother\nChris, more like flirting. She wears a sundress and a\nponytail, looking beautiful. She laughs as they talk.\n\nMILES (age 2) tugs her skirt. Chris grabs his “nephew” and\ntosses him in the air, too high £ for safety. Miles laughs\nwildly, but Stephanie’s panic\n\nThere’s a loud KNOCK on the window pane of the kitchen. Her\nhusband DAVIS (40) watches, enraged. Stephanie scoops up\nMiles in her arms and heads ...\n\nINT. STEPHANIE'S HOUSE - KITCHEN - DAY (FLASHBACK) 118\n\n-.- into the kitchen. She can see Davis is furious. Stephanie\nnuzzles Miles and sets him down_in his high chair. Davis\nwatches as she brings Miles a plastic bowl of Cheerios.\n\nDAVIS\nI need the truth.\n\nSTEPHANIE\nWhat are you talking about?\n\nDAVIS\nAbout Chris. And Miles.\n\nSTEPHANIE\nHe’s my brother, Davis.\n\nDAVIS\nYou don’t act like it. Sometimes you look\nmore like lovers. Please, I need to know.\nIs Miles mine or not?\n\nSTEPHANIE\nOf course he is! My GOD, Davis, that’s\nridiculous. Listen to yourself.\n\f75.\n\nDavis moves to the sink and tosses the dish into it with a\nloud CRASH. He walks out the back screen door INTO THE YARD.\nStephanie watches, her stomach in her throat. Then:\n\nCRASH! Miles throws his bowl of Cheerios down on the floor\nand applauds with laughter! Stephanie looks out the window.\nShe can’t see Davis or Chris. Panicked, she races TO THE\nFRONT DOOR and throws it open.",
  "70": "---END OF PREVIOUS SECTION---\nStephanie looks out the window. She can’t see Davis or Chris. Panicked, she races TO THE\nFRONT DOOR and throws it open. \n---TARGET SECTION TO BE ANNOTATED---\n She sees Davis and Chris\nheading toward the driveway together.\n\nSTEPHANIE (CONT'D)\nWhere are you going?\n\nCHRIS\nSteph, it’s alright. Don’t worry. We're\ngoing for a drive. We’re going to have a\nittle talk. Man-to-man. No problem.\n\nDavis doesn’t acknowledge her as he climbs in the car. She\nwatches them pull away and waves, a pit in her stomach. The\nlast time she’ll see them again ...\n\nINT. EMILY’S HOUSE - LIVING ROOM - NIGHT (FLASHBACK) 119\n\n \n\nTears roll down Stephanie’s cheeks to remember.\n\nSTEPHANIE\nIt’s all my fault. They’re both dead\nbecause of me ...\n\nEMILY\nSometimes people do terrible things. For\ntheir own crazy reasons. That’s on them.\n\nSTEPHANIE\nI miss him...\n\nEMILY\nWhich one?\n\nSTEPHANIE\nBoth of them. I’m so lonely ... I think\nloneliness probably kills more people\nthan cancer.\n\nEmily strokes her hair. They hold each other’s gaze. Faces\nclose. Both a bit drunk. Emily leans in and plants a kiss on\nStephanie’s mouth. Stephanie melts into it. Parting her lips.\nTongues intertwined. Stephanie wants this. Emily pulls bac\nStephanie is mortified by her gaping desire, so obvious now.\nEmily is totally casual. It was just a moment for her.\n\nEMILY,\nWanna order a pizza?\n\nSTEPHANIE\nOh my god. I’m so embarrassed.\n\nEMILY\nOh, Jesus, don’t be. Not like I haven’t\nkissed a girl before.\n\nStephanie rises, disoriented and hunts for her shoes.\n\f120\n\n121\n\n122\n\n123\n\n76.\nSTEPHANIE\nI have to go.\nEMILY\nTake a taxi. You’re too drunk to drive,\nlightweight.\n\nINT. EMILY’S CLOSET - BACK TO PRESENT 120\n\n \n\nStephanie picks up the painting, then notices the top of some\nwriting hidden by the frame e pops off the frame,\nrevealing THE SIGNATURE OF THE ARTIST hidden under the\nmatting: DIANA HYLAND. Stephanie gets a determined look.\n\nINT. STEPHANIE’S VOLVO (MOVING) - G.W.",
  "71": "---END OF PREVIOUS SECTION---\nINT. STEPHANIE’S VOLVO (MOVING) - G. W. \n---TARGET SECTION TO BE ANNOTATED---\n BRIDGE - DAY 121\nStephanie drives to the city. The PAINTING rides shotgun.\nEXT. TRIBECA BUILDING - DAY 122\nThe painting in hand, Stephanie rings the buzzer.\n\nFEMALE VOICE (0.S.)\nWho is it?\n\nStephanie holds_up the PAINTING in front of a, SECURITY\nCAMERA. She’s all business now, a new Stephanie.\n\nSTEPHANIE\nDiana Hyland? Did you paint this?\n\nThe door just buzzes - and Stephanie pushes her way in,\ntrying to protect the painting from the weighted door.\n\nINT. ART STUDIO LOFT - DAY 123\n\nDIANA (50s) is a punky, severe artist with plaster in her\nhair and a Sex Pistols T-Shirt. She studies the old portrait\nas Stephanie’s eyes look around nervously. REVEAL there are\npaintings of knives everywhere. ALSO, REAL KNIVES OF ALL\nSHAPES AND SIZES FILL THE STUDIO. There’s bad energy in here.\n\nDIANA\nWhere on earth did you find it?\n\nSTEPHANIE\nI should start by giving you some\nunfortunate news. Emily is dead.\n\nDIANA\nMy condolences. Who the fuck is Emily?\n\nSTEPHANIE\nThe girl. In the painting.\n\nDiana absorbs this a beat. Then ...\n\nDIANA\nGood.\n(off Stephanie’ s look)\nHer name wasn’t Emily. It was Claudia.\nLittle cunt ruined my life.\n\f77.\n\nSTEPHANIE\n(thrown; regroups)\nWow, I ... What happened?\n\nDiana gazes at the painting, nostalgic. She picks up a\ndangerous looking knife. ays with it absentmindedly as she\ntalks. Stephanie looks nervous, her eyes on the knife.\n\nDIANA\nShe was just this beautiful sphinx, a\nuzzle I could never figure out. And that\njust made her more fucking compelling.\n\nSTEPHANIE\nYeah, I keep hearing that.\n\nDIANA\nShe lured me in at a gallery show. I'd\nstarted to sell some paintings. First\ntime in my career there was a buzz. And\nthere she was ... like a muse. Shit, I\nfell so hard. I had to have her.",
  "72": "---END OF PREVIOUS SECTION---\nAnd\nthere she was ... like a muse. Shit, I\nfell so hard. I had to have her. \n---TARGET SECTION TO BE ANNOTATED---\nAs Diana talks, INTERCUT FLASHBACKS OF DIANA PAINTING A SEMI-\nNUDE EMILY IN HER STUDIO. Diana looks completely obsessed\nwith Emily as Emily flirts back with her demurely.\n\nDIANA (CONT'D)\nSuddenly, all I could paint was her.\nEvery part of her. She just burrowed down\ninto me, under my skin.\n\nSee a montage of DIANA’S PAINTINGS OF EMILY’S BODY PARTS:\neroticized FEET, HANDS, THE ARCH OF A LOWER BACK. As Diana\npaints, Emily smiles coyly and turns her face away.\n\nDIANA (CONT'D)\nExcept she never wanted me to show her\nface. Refused. My new paintings started\ngetting bad reviews. Critics were writing\nme off as_ some shitty erotic artist. They\nsaid I’d lost my soul.\n\nAn increasingly agitated Diana walks toward Stephanie,\ngesticulating with the knife at Stephanie as she speaks.\nStephanie tries to play cool but backs up slowly.\n\nDIANA (CONT'D)\nShe stole it from me. She fucking stole\nmy soul because she wouldn’t let me show\nhers. But I didn’t care. I gave her\neverything just to keep her happy, just\nto keep her here. But I could never reach\nher. She was like ...\n\nSTEPHANIE\nA ghost?\n\nDIANA\nRight. A fucking expensive one. I paid\nher debts. I paid for her college.\n\nSTEPHANIE\nDid you cover any dental work?\n\f78.\n\nDiana stops. Seems to come back to reality.\n\nDIANA\nThat's a weird fucking question. No, she\nhad perfect teeth. Every part of her was\nperfect. Every fucking inch.\n\nSTEPHANIE\nAny heroin use you ever saw?\n\nDIANA\n\nSmack? Ha. No way. Too vain. She was just\na pretty little grifter. And she had\nplans. The day after she graduated, she\ncusappeared wee\n\n(points to the painting)\n\nong with that painting, the only\none I ever did of her face. Tf was\nconvinced it was the one that was going\nto put me back_on the map but then it was\ngone and I couldn’t recreate it. Not\nwithout her. I bottomed out.",
  "73": "---END OF PREVIOUS SECTION---\nTf was\nconvinced it was the one that was going\nto put me back_on the map but then it was\ngone and I couldn’t recreate it. Not\nwithout her. I bottomed out. \n---TARGET SECTION TO BE ANNOTATED---\n I wanted to\nkill her, to track her down and actually\nkill her. But the guilt of feeling that,\nwell ... I almost_offed myself. Funny -\nthat painting would be worth a lot more\nif I had. Maybe that was her plan. She\nwas always looking for a big score. All\nshe wanted was to be rich.\n\nstephanie takes this in, her mind racing. Diana stares at the\nknife sadly.\n\nDIANA (CONT'D)\nNow all I do is paint fucking knives. I\ndon’t even know why - Nobody wants this\nshit except for biker bars and Satanists.\nGoddamned Claudia. She destroyed me. But\nI guess it’s my fault for always falling\nfor the fucked up ones. I never learn.\n\nDiana looks at Stephanie and walks toward her, pointing the\nknife at her. She gets an obsessive look in her eyes.\n\nDIANA (CONT'D\nI could paint you. You look sweet. Fresh.\nNormal. Not fucked up. Like you’re some\nlittle saint.\n\nSTEPHANIE\n(standing her ground)\nYeah, I get that a lot. I really hate\nwhen people say that.\n\nDIANA\nEmbrace it. People love saints.\n\nSTEPHANIE\nOnly after they’re dead.\n\nDiana stops right in front of Stephanie, inches away, the\nknife between them, the blade close to Stephanie’s face\nStephanie stares her down. Diana smirks.\n\nDIANA\nHow did Claudia die?\n\f124\n\n125\n\n126\n\n79.\n\nSTEPHANIE\nShe drown in a lake at some summer camp\nin Michigan. High on heroin.\n\nDIANA\nBullshit. You don’t believe that, do you?\n\nSTEPHANIE\nNot for a second. I’m sure she’s alive.\n\nDiana studies Stephanie, then smiles and heads to a CHEST at\nthe edge of the room, opening it to reveal S&M EQUIPMENT.\n\nDIANA\nShe left this behind. I saved it. She\nsaid she had it since she was a kid.\n\nShe pulls out a faded old T-SHIRT: “SQUAW LAKE BIBLE CAMP.\nMICHIGAN, USA.” She tosses it to Stephanie.\n\nDIANA (CONT'D\nShe’s a survivor. But if she wants to\nvanish, poof. She hits reset.",
  "74": "---END OF PREVIOUS SECTION---\nDIANA (CONT'D\nShe’s a survivor. But if she wants to\nvanish, poof. She hits reset. \n---TARGET SECTION TO BE ANNOTATED---\n only way\nyou'll ever find her: FOLLOW THE MONEY.\n\nOff Stephanie’s look ...\nEXT. TRIBECA BUILDING - DAY 124\nAs Stephanie exits, she leaves a message for Sean.\n\nSTEPHANIE (ON HER PHONE)\nSean, Stephanie. I thought about what you\nsaid and you're right. These are stages\nof grief. This whole experience has been\nstressful for both of us. I need to hit\nthe reset button, as Emily would say. I\nneed a day or two to be by myself. I’m\ngoing to have Sona pick up the boys and\net them sleep at her place tonig t so\nthey can play with Hector and Ashley. You\nshould take some time too. There’s mango\nand quinoa stew in the freezer. Five\nminutes in the micro. Don’t forget to\nstir. Lots of love.\n\nINT. STEPHANIE’S VOLVO (MOVING) - HIGHWAY - DUSK 125\n\nStephanie drives, on a mission. The radio plays a HIP-HOP\nSTATION. Rihanna’s “BITCH BETTER HAVE MY MONEY.”\n\nSTEPHANIE\n“Bitch better have my money! / Y'all\nshould know me well enough / Bitch better\nhave my money! Please don't call me on my\nbluff / Pay me what you owe me / Turn up\nto Rihanna while the whole club fuckin'\nwasted ... “\n\nSo much for the oopsy jar.\nEXT. MICHIGAN MOTEL - LOT - DUSK 126\n\nStephanie pulls into a Michigan roadside motel, seedy and\nalmost empty. She gets out and heads to the MAIN OFFICE.\n\f127\n\n128\n\n129\n\n80.\n\nINT. MICHIGAN MOTEL - STEPHANIE’S ROOM - NIGHT 127\n\n \n\nStephanie sits on the bed in a dingy room, making a call from\nthe land line. A commercial for LITTLE DEBBIE CHOCOLATE\nCUPCAKES plays on the TV. Stephanie stares at it, then ...\n\nSTEPHANIE\nOh, hi there, my name is - Deborah.\nLittle Deborah.\n\nPanicking, she glances quick at a cheesy painting of rolling\nhills. Lying like this is new to her and she’s lousy at it.",
  "75": "---END OF PREVIOUS SECTION---\nLittle Deborah. Panicking, she glances quick at a cheesy painting of rolling\nhills. Lying like this is new to her and she’s lousy at it. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE (CONT'D)\nI mean, Hills. Deborah Hills.\n\nMy friends call me Little. Off-topic,\nsorry. So ... I’m looking for a summer\ncamp for my son who is refusing his Bible\nstudy like Lima beans. I hate to be pushy\nbut I travel a lot and I won’t be back in\ntown. for a while. Could I tour your\nfacility tomorrow morning?\n\nEXT. SQUAW LAKE BIBLE CAMP - ESTABLISHING - DAY 128\n\n \n\nStephanie’s car drives through the front gates of a rundown\ncampground. A sign reads “SQUAW LAKE BIBLE CAMP” with a big\ncrucifix on it. The place is the definition of creepy.\n\nEXT. SQUAW LAKE BIBLE CAMP - DAY 129\n\nThe owners of the cam MARYANNE and BOBBY CHELKOWSKY, both\n40s, upbeat and out o \" shape in their Squaw Lake Bible Camp\nattire, stroll alongside Stephanie through the campground\ntoward the lake where Emily’s body was found.\n\nMARYANNE\nWe've been saving young souls going on\nfifty years now. Not Bobby and me\npersonally, the camp. But we’ve still\neen here a while and we'd be happy to\nhelp your son see the light too.\n\nSTEPHANIE\nWell, it just seems perfect.\n(looking at the lake)\nMy son is practically a por, poise. He's\ngoing to love swimming in this pond.\n\nMARYANNE\nThat’s Abel Lake. It’s where we have our\ncanoeing competition and our baptisms.\nThe kids all joke that it’s holy water.\n\nBOBBY\n(his favorite joke)\nAny fish you pull out of there is\nguaranteed to feed a multitude.\n\nSTEPHANIE\nHa ha, that’s a good one. So funny.\n(then)\nIs it safe, though? Didn’t I read\nsomewhere that someone just drown in it?\n\f130\n\n81.\n\nBobby and Maryanne exchange a worried look. Try to recover.\n\nMARYANNE\nOh, that had nothing to do with the camp.\nWe were closed at the time. Just some\noor soul who wandered in here and found\ner salvation in the lake. But don’t\nworry. We watch our kids like a hawk.",
  "76": "---END OF PREVIOUS SECTION---\nJust some\noor soul who wandered in here and found\ner salvation in the lake. But don’t\nworry. We watch our kids like a hawk. \n---TARGET SECTION TO BE ANNOTATED---\nBOBBY\nYeah, we’re so on top of them, they can\nbarely have any fun.\n\nMaryanne gives him a “shut up, you idiot” look.\n\nSTEPHANIE\nWell, that’s great news. Hey, do you have\nany old photo albums or yearbooks I can\nlook at? I think there’s no better review\nof a camp than the faces of the campers.\n\nBOBBY\nOh, heck yeah. Got_a ton of them down in\nthe basement. You‘1l see nothing but\nsmiles in all of ‘em. I guarantee it.\n\nINT. MAIN OFFICE - BASEMENT - DAY 130\n\nAn overhead bare bulb illuminates the musty basement. Cobwebs\nand dust coat everythin Stephanie sifts through a box of\nold books. She pulis out a stack of “SQUAW LAKE BIBLE CAMP\nYEARBOOKS,” scanning to SUMMER 2000.\n\nStephanie flips through book after book. Not quite sure what\nshe’s looking for, studying the young faces.\n\nFinally a SINGLE IMAGE grabs her: TWO IDENTICAL TWIN GIRLS\n(AGE 9), their arms around each other. They’re lean, fair,\nblue-eyed. There’s a vague resemblance to Emily. Could it \"be?\n\nSuddenly the names grab Stephanie: HOPE AND FAITH MCLENNAN.\n\nSTEPHANIE\nHope and ... Faith?\n\nStephanie pulls out the UNFLATTERING FAXED PICTURE: “GOTTA\nHAVE FAITH.” STEPHANIE TAKES OUT HER PHONE AND SNAPS A\n\nPICTURE OF THE TWINS. She starts rifling through the pages,\nseeing and SNAPPING PHONE PICS of a SERIES OF AWARDS PAGES:\n\nThe MCLENNAN SISTERS won nearly every ribbon: FASTEST\nCANOEING DUO, BEST SWIMMERS, HOT DOG EATING CHAMPIONS, THREE-\nLEGGED RACE WINNERS ... the list is an endless procession of\ngrim summer accolades. Stephanie SNAPS A PIC. Must be Emily.\n\nBOBBY (0.S.)\nTake a picture, it’1ll last longer. Oh,\nyou already are.\n\nShe startles and looks up the creepy staircase at Bobby.",
  "77": "---END OF PREVIOUS SECTION---\nS.)\nTake a picture, it’1ll last longer. Oh,\nyou already are. She startles and looks up the creepy staircase at Bobby. \n---TARGET SECTION TO BE ANNOTATED---\n He\nsmiles at his joke but suddenly seems more menacing as he\nblocks the only way out of the basement. He walks down.\n\f131\n\n82.\n\nBOBBY (CONT'D)\n\nYou must be mother \"of the gosh-darn-year.\nMost parents drop their kids off here ...\nthey barely slow down the car.\n\nSTEPHANIE\n\nWell, my son gets homesick. I like to\nprepare him. I hope you don’t mind me\ntaking some snaps. I thought I’d show him\na bunch of these fun photos.\n\n(showing the yearbook)\nBoy, these McLennan sisters sure got on a\nwinning streak. They must have been popular.\n\nBobby looks ashen - as if he’s seen a ghost. His eyes narrow.\n\nBOBBY\nNowadays we put a’ emphasis on playing\nfair.\n\nSTEPHANIE\n\nAre you suggesting they cheated in the\nhot dog eating competition?\n\nBOBBY\nI don’t recall.\n\nSTEPHANIE\nThe contest? Or the twins?\n\nHe stares at her coldly now, fun no more. A tense smile.\n\nBOBBY\nI truly hope your boy will join us here.\nWe've gotta get back to work now. Thank\nyou for your visit.\n\nBobby gestures for Stephanie to leave. Stephanie forces a\ngrateful smile and turns to put back the yearbook. As she’s\nclosing the book, she sees _a banner at the top of a page:\n“Squaw Lake Biblé Camp would like to thank the MCLENNAN\nFAMILY for their generous donation.” She clocks this.\n\nINT. MICHIGAN MOTEL - STEPHANIE’S ROOM - DAY 131\nStephanie sits in front of Google and a long list of CROSSED-\nOUT NAMES, beginning at Adam Mclennan and spanning down to\n“McLennan Foundation.” She dials another number. Someone\nanswers but drops the phone.\n\nSTEPHANIE\nIs this the McLennan Foundation?\n\nThere’s a fumbling pause, and then:\n\nMRS. MCLENNAN (0.S.)\nWho is this?\n\nStephanie glances at the application from the camp.\nSTEPHANIE\n\nHi there! My name is Maryanne Chelkowsky,\nI'm the director of Squaw Lake Bible camp-\n\f132\n\n133\n\n83.\n\nMRS.",
  "78": "---END OF PREVIOUS SECTION---\nSTEPHANIE\n\nHi there! My name is Maryanne Chelkowsky,\nI'm the director of Squaw Lake Bible camp-\n\f132\n\n133\n\n83. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n MCLENNAN (0.S.)\nWhat do you want?\n\nSTEPHANIE\nWell, we are planning the fiftieth\nanniversary reunion edition of our Camp\nGazette ... and I’m trying to track down\nsome of our star alumni! Do you happen to\nbe of any relation to Hope and Fait\nMcLennan?\n\nA second phone picks up and another voice comes on, BRUCE\n(60s), THE CARETAKER:\n\nBRUCE (0.S.)\nHello?\n\nMRS. MCLENNAN (0.S.)\nBruce? It’s that camp. The girls must\nhave done something again. God have mercy\non me if those girls need to come home\nearly again.\n\nBRUCE (0.S.)\nThe girls are long gone, Mrs. M. You just\ngo on back to your chair.\n\nMRS. MCLENNAN (0.S.)\nIt’s filthy in there, Bruce. I’ve asked\nyou a thousand times --\n\nBRUCE (0.S.)\n(short)\nI'll be right in, Mrs. M.\n\nThere’s the sound of the phone dropping again. Stephanie\nhears Bruce breathing into the phone. She ventures ahead ...\n\nSTEPHANIE\nYes, Bruce, I was just speaking to Mrs.\nMcLennan about our 50th reunion--\n\nClick. The line goes dead. Stephanie knows she hit paydirt.\nEXT. MCLENNAN MANOR - DAY 132\n\nStephanie has pulled onto the shoulder of the road, staking\nout a SPRAWLING MANSION, a near-ruin of dingy columns and\ncolonnades. Vines have grown over a monogrammed gate. The\nlineage of some great industrialist family has ended with a\nwhimper here.\n\nAs she moves along a gate, she sees - the WEST WING OF THE\nMANSION has been completely BURNED DOWN. It’s charred rubble\nhas been jpartitioned off with plywood and tarps, blowing like\nghost sails in the wind.\n\nStephanie stops at the MAILBOX where she pulls out the day’s\nmai She races back to her car as the rain turns to hail.\n\nINT. STEPHANIE'S VOLVO - MOMENTS LATER 133\n\nShe sorts through the mail: Bills for BRUCE HARGRAVE.",
  "79": "---END OF PREVIOUS SECTION---\nStephanie stops at the MAILBOX where she pulls out the day’s\nmai She races back to her car as the rain turns to hail. INT. STEPHANIE'S VOLVO - MOMENTS LATER 133\n\nShe sorts through the mail: Bills for BRUCE HARGRAVE. \n---TARGET SECTION TO BE ANNOTATED---\n A\nmassive CATALOG for Margaret Mclennan: “OLD MONEY STYLE:\nVANDERBILT ON A VAN-DE-KAMP’S BUDGET.”\n\f84.\n\nStephanie perks up as she sees BRUCE (60s), walking out of\nthe house in coveralls with a hunting shotgun over his\nshoulder. He’s an old caretaker with a ghoulish quality. He\nhops into his old truck and takes off down the driveway.\n\nSTEPHANIE\nTake your time, Bruce.\n\nHere’s Stephanie’s chance. Deftly, she ties a handkerchief\nover her head like a 50s HOUSEKEEPER, grabs freshly purchased\ncleaning equipment (mop, bucket, feather duster) out of a\nTarget bag, and rushes out into \"the storm.\n\n134 EXT. MCLENNAN MANSION - MOMENTS LATER 134\n\nStephanie rings the bell. We can tell she’s been at the door\nfor a while. She rings the doorbell again, which echoes in a\nvast chasm inside. She bangs a last time.\n\nThen, like the lid of a coffin, the door creeps open anda\nFRAIL HAND appears in the crease. An old woman’s eyes peer\nout at Stephanie in the slanting rain.\n\nSTEPHANIE\nMrs. McLennan? Hello! I’m Gloria. I’m\nfrom the cleaning service.\n\nMrs. McLennan stares back with bewildered eyes.\n\nMRS. MCLENNAN\nWho?\n\nSTEPHANIE\nOh, goodness. Did Bruce not tell you? He\nSaid I was supposed _to clean the entire\nhouse until you could eat a four-course\nmeal off the floors. Did I get the date\nwrong?\n\nThe old woman makes a hard, irritable face. She closes the\ndoor. Dammit. But then it opens again, unlatched and pulled\nwide for her.\n\nMRS. MCLENNAN\nStart in the downstairs bathroom.\n\n135 INT. MCLENNAN MANOR - BATHROOM - DAY 135\n\n \n\nHer plan has backfired as Stephanie, in rubber gloves, cleans\nan extremely dirty toilet. Exasperated, she looks up at a\ngiant JESUS portrait over the toilet. She eyes him, guilty.",
  "80": "---END OF PREVIOUS SECTION---\nMCLENNAN MANOR - BATHROOM - DAY 135\n\n \n\nHer plan has backfired as Stephanie, in rubber gloves, cleans\nan extremely dirty toilet. Exasperated, she looks up at a\ngiant JESUS portrait over the toilet. She eyes him, guilty. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE\n(to the portrait)\nWell, it’s not_lying if I’m really\ncleaning the place.\n\n136 INT. MCLENNAN MANOR - CORRIDOR - AFTERNOON 136\n\n \n\nAs Stephanie wanders with her bucket, lightning flashes in\nthe gauzy curtains. She looks at old’ pictures of SCOWLING\nINDUSTRIALISTS on the wall. She finally stops at one picture -\n\n- HOPE AND FAITH. They stare ahead with hard faces, arm-in-\narm, as if unified against the photographer.\n\f85.\n\nMRS. MCLENNAN (0.S.)\nBruce! The fire’s dying. Bruce!\n\nStephanie takes off her head wrap and hustles ahead.\n137 INT. MCLENNAN MANOR - SITTING ROOM - MOMENTS LATER 137\n\nAs Stephanie feeds wood onto the fire, Mrs. McLennan is now\nseated on her red velvet chair, thumbing through an “OLD\nMONEY STYLE CATALOG.” Stephanie sees a massive FORMAL\nPORTRAIT of a younger Mrs. McLennan in an evening gown above\nthe grand piano.\n\nSTEPHANIE\nI couldn't help but notice that lovely\npicture of your daughters.\n\nMRS. MCLENNAN\nWhat have they done now?\n\nSTEPHANIE\nNothing, no. I was just commenting on how\nbeautiful they are. You must be a very\nproud mother.\n\nMrs. McLeannan clears her throat and leans forward. She seems\nto have lost track of who Stephanie is without the head wrap.\n\nMRS. MCLENNAN\nI don’t know what sort of donation you're\nlooking for, but the well has gone dry.\n\nSTEPHANIE\nOh, I’m not looking for any money.\n\nMRS. MCLENNAN\nWell, you must be the only one. My\nhusband lost a fortune in the recall of\n798. I warned him, you know. It was a\ndefect with the airbags. Do you know\nanything about airbags, Miss?\n\nSTEPHANIE\nI’m afraid not.\n\nMRS. MCLENNAN .\nWhat good are you then? Where is Bruce?\n\nSTEPHANIE\nBruce has gone out for a while. So your\ndaughter Faith ...? She had some\n\ntroubles, I take it.\n\nMRS.",
  "81": "---END OF PREVIOUS SECTION---\nSo your\ndaughter Faith ...? She had some\n\ntroubles, I take it. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n MCLENNAN\nShe restored my faith, all right. In the\ndevil.\n\nSTEPHANIE\nThat's a very strong statement coming\nfrom a mother.\n\nMRS. MCLENNAN\nAre you a mother?\n\f86.\n\nSTEPHANIE\nI am. I love every minute of it.\n\nMRS. MCLENNAN\nWell, you must have brain damage. It’s a\nthankless business. And some children are\nborn rotten. They don’t need a parent,\nthey need an exorcist. My husband\nunderstood that.\n\nThe old woman rises ... and heads to a HUGE BOOKSHELF. She\npulls out a dictionary to reveal a HIDDEN BOTTLE.\n\nMRS. MCLENNAN (CONT’D\nDon’t tell Bruce about this. It’s\nunseemly the way that man polices me.\nWould you like some sherry?\n\nSTEPHANIE\nNo, thank you. Sweet of you to offer.\n\nMRS. MCLENNAN\n(opens bottle; smells it)\nOh, that’s not the sherry. It’s the gin.\nThe sherry must be behind another book.\n\nShe looks up at the massive bookcase, hundreds of tomes. It’d\ntake her a month to look behind all of them. Then she shrugs\nand returns to the chair with her straight gin.\n\nSTEPHANIE\nSo what ever happened to Faith?\n\nMRS. MCLENNAN\nThe family shame. We paid so much money\nfor that girl and her rehabilitation. Is\nthere any service where one pays so\ndearly to get so little?\n\nSTEPHANIE\nShe was using drugs?\n\nMRS. MCLENNAN\ndrinking)\nOh please do pay attention. Hope tried to\ntake care of her, to get her off that\nstuff, I know - but of course Hope is a\nborn liar. With terrible posture.\n\nAn idea comes over Stephanie. She unfolds the FAX from her\nRocket ,with “GOTTA HAVE FAITH” written across the bottom.\nhe military coat, the sunken cheeks.\n\nSTEPHANIE\nMrs. McLennan. Do you recognize anyone in\nthis picture?\n\nStephanie thrusts the picture in front of the old woman’s\neyes. Suddenly, some recognition seems to come into her\noblivious features.",
  "82": "---END OF PREVIOUS SECTION---\nDo you recognize anyone in\nthis picture? Stephanie thrusts the picture in front of the old woman’s\neyes. Suddenly, some recognition seems to come into her\noblivious features. \n---TARGET SECTION TO BE ANNOTATED---\n She looks back at Stephanie with a new\nexpression of fear.\n\nMRS. MCLENNAN\nFaith. What does she want now? Who are\nyou? Did she send you?\n\f87.\n\nSTEPHANIE MRS. MCLENNAN (CONT'D)\nNo, ma‘am. I’m not even sure-- Are you the police?\n\nSTEPHANIE\nNo, no, I’m just asking -\n\nMRS. MCLENNAN\nI've told you all a thousand times, my\nmemory isn’t very good anymore. It won’t\nstand up in court. The night of the fire,\nmy husband and I were estranged. We were\nin separate wings of the house. I was in\nthe east wing.\n\nSTEPHANIE\nA fire burned down the west wing?\n\nMRS. MCLENNAN\nLord, you’re so dense. May, 2001. I’m\nexceptional with dates. Unless it’s\ntoday’s. Is it Wednesday? Are you an\ninsurance agent?\n\nStephanie swallows with guilt. It hurts to lie to this old\nwoman in her state, but —\n\nSTEPHANIE\nYes.\n\nMRS. MCLENNAN\n(softening again)\nOh good. Bruce and I have been waiting\nfor the insurance money. My husband's\nstamp collection alone was worth a\nfortune. But you’ve got that ridiculous\nclause about arson. Vultures.\n\nShe toasts her bottle of gin.\n\nMRS. MCLENNAN (CONT’D)\nHere's to being “house poor.”\n\nThe phrase strikes Stephanie as familiar - but just then,\nwith a loud squeak, the FRONT DOOR swings open down the hall.\nStephanie stiffens at the sound - and Mrs. McLennan panics,\ntoo, handing her the bottle of gin.\n\nMRS. MCLENNAN (CONT’D)\nIt’s Bruce. Hide this.\n\nWith booming heavy footsteps, Bruce comes down the hall.\nStephanie pulls aside books to hide the bottle, but finds a\ndifferent bottle behind each.\n\nFinally she drops it into her bucket beside the toilet brush.\nShe can think of nothing else but to grab the huge “OLD MONEY\nSTYLE” CATALOG from the end table beside Mrs.",
  "83": "---END OF PREVIOUS SECTION---\nStephanie pulls aside books to hide the bottle, but finds a\ndifferent bottle behind each. Finally she drops it into her bucket beside the toilet brush. She can think of nothing else but to grab the huge “OLD MONEY\nSTYLE” CATALOG from the end table beside Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n McLennan as\nBRUCE APPEARS IN THE DOORWAY, HOLDING HIS SHOTGUN IN ONE HAD\nAND A DEAD GOOSE BY THE NECK IN THE OTHER.\n\nStephanie tries not to freak. She waves the magazine in the\nair as she squeezes past a glaring Bruce in the doorway.\n\f88.\n\nSTEPHANIE\nThank you very much for your time, Mrs.\nMcLennan. We'll process your order for\nthe faux Chanel suit in ivory and the\ntaupe scarf ... we’ll put a rush on it.\n\nShe bolts to the front door, hurriedly unlatching lock until -\n138 EXT. MCLENNAN MANOR - AFTERNOON 138\n- she’s outside, dashing back to her car.\n139 INT. STEPHANIE’S VOLVO - AFTERNOON 139\n\nHands shaking, Stephanie starts the car and drives quickly\ndown the driveway, looking back in her rearview mirror for\nBruce. She looks forward and GASPS, slamming on the brakes.\n\nBRUCE STANDS IN FRONT OF HER CAR, SHOTGUN ON HIP, THE\nDRIVEWAY GATES CLOSED BEHIND HIM. Looking like an ax\nmurderer, BRUCE stands in her headlights. He slowly starts to\nwalk forward.\n\nStephanie is hyperventilating as he comes to her window. Her\neyes are wide. Should she try to ram the gate? It’s too\nheavy. Bruce taps on the window with the barrel of his\nshotgun. Sweating, she rolls it down, her face pale.\n\nBRUCE\nWhere do you think you’re going?\n(a beat)\nI wanted to order the Navy blazer. Extra\n\nlarge.\n\nExhale. She nods yes as he goes and opens the driveway gates.\n140 INT. LOCAL LIBRARY - DAY 140\nStephanie approaches the LIBRARIAN'S DESK.\nSTEPHANIE\n\nHi. I’m looking for all arson-related\n\nnews items from Wayne County in 2001.\nAT A MICROFICHE CARREL\nStephanie scans an article in a local newspaper dated May 3,\n200 The headline reads: “Teen Twins Vanish After Deadly\n\nHouse Fire”\n\nSTEPHANIE\nHoly smokes.\n\nStephanie scrolls the article, collecting phrases like\n\n“trapped in the house”...",
  "84": "---END OF PREVIOUS SECTION---\nI’m looking for all arson-related\n\nnews items from Wayne County in 2001. AT A MICROFICHE CARREL\nStephanie scans an article in a local newspaper dated May 3,\n200 The headline reads: “Teen Twins Vanish After Deadly\n\nHouse Fire”\n\nSTEPHANIE\nHoly smokes. Stephanie scrolls the article, collecting phrases like\n\n“trapped in the house”... \n---TARGET SECTION TO BE ANNOTATED---\n “suspicion of arson”... “possible\nabduction”...\n141 ON VIDEO VLOG - INT. MICHIGAN MOTEL - DAY 141\n\n \n\nStephanie addresses the camera from her motel room.\n\f89.\n\nSTEPHANIE\nHi, Moms. Stephanie here. I’m coming to\nyou today from Michigan for a special on-\nthe-road edition. As you all know, I've\nbeen struggling to find closure around\nthe tragic death of my best friend. So I\ndrove to the lake where she drowned, just\nseeing if I could dredge up a little\nsomething.\n\n142 INT. WARFIELD INN - EMILY’S MOTEL ROOM - DAY 142\nEmily watches the VIDEO vlog of Stephanie, slack-jawed.\n\nEMILY\nYou crazy bitch.\n\nSTEPHANIE (ON COMPUTER)\nAt first, I just couldn't figure why\nanyone would drive to Michigan just to\nshoot heroin and jump in a lake.\n(a smile)\nI could only” figure that this particular\nwatering hole had sentimental value.\n\nEMILY\nNo, no, no, no, no...\n\nSTEPHANIE (ON, COMPUTER)\nTurns out, it was the site of many a\ncanoe racé for Camp Squaw Lake, a Bible\nCamp that only a_saint could love. I had\nto dig throu plenty of camp journals:\nthey had no ining system. But I finally\nfound a picture of Emily. Or Claudia.\n\nShe holds up the SQUAW LAKE BIBLE CAMP GAZETTE PICTURE.\n\nEMILY\nMotherfucker.\n\nSTEPHANIE (ON COMPUTER)\nIt’s like looking at an angel, isn’t it,\nmoms? And it gave me the closure I\nneeded. It made me feel closer to her\nthan I’ve ever felt. Almost like a\nsister. So, wherever you are, Emily ... I\nreally HOPE you’re listening ... you’ve\ngotta have Faith.\n\nEMILY\nMother. Fucker.\n\n143 INT. EMILY’S HOUSE - DAY 143\nStephanie unlocks the door and enters.\n\nSTEPHANIE\nMom’s home!\n\nMiles flies at her and hugs her as Nicky rounds the corner.\n\nSTEPHANIE (CONT'D)\nOh, Smooch. I missed you.\n\f90.",
  "85": "---END OF PREVIOUS SECTION---\nSTEPHANIE (CONT'D)\nOh, Smooch. I missed you. 90. \n---TARGET SECTION TO BE ANNOTATED---\nMiles glances over at the table, suddenly looking caught and\nguilty. There’s a glass of milk without a coaster under it.\n\nMILES\nSorry, mom. I forgot.\n\nSTEPHANIE\nYou know what? Forget Mr. Coaster. Mr.\nGlass can stand wherever he wants.\n\nMILES\n(looks at her oddly)\nAre you okay, mom?\n\nSTEPHANIE ;\nI’ve never been better, sweetie.\n\nNICKY\nWhere were you? Why did we have to sleep\nat Hector’s? He pees the bed.\nSean emerges from the kitchen with a whiskey in hand.\n\nSEAN\nThey could've stayed with me, you know.\n\nThe sight of him unnerves her. She quickly regroups.\nSTEPHANIE\nI thought we all needed a breather. I\nknow I feel like a million bucks.\nStephanie heads up the stairs.\nSTEPHANIE (CONT'D)\n(under her breath)\nMaybe even four million.\nSean studies her, suspicious now.\n\n144 INT. EMILY’S HOUSE - MASTER BEDROOM/BATHROOM - NIGHT 144\n\nStephanie emerges from the bathroom in a nightgown carrying\nher clothes. Séan watches her from the bed.\n\nSEAN\nSince when do you undress in the\nbathroom?\n\nStephanie shrugs and shoves her clothes in the hamper.\n\nSEAN (CONT'D)\nI didn’t like the way we left things.\n\nSean moves up behind her at the mirror as she brushes her\nhair. His hands slide up her body, cupping her breasts. She\nmoves away. He tries to joke, but he’s frustrated.\n\nSEAN (CONT'D)\nCold hands? Bad breath? What’s wrong?\n\nSTEPHANIE\nI’m just tired. It was a long drive and\nthe Stuckey’s isn’t sitting well.\n\f145\n\n146\n\n91.\n\nStephanie climbs into bed and turns on her side, her back to\nSean. He eyes her, writhing inside. She’s wrapping him around\nher finger now.\n\nSEAN\nI’m tired of women lying to me.\n\nSTEPHANIE\nI know just what you mean. Good night.\n\nShe reaches over and turns off the lamp beside her bed.\nINT.",
  "86": "---END OF PREVIOUS SECTION---\nGood night. She reaches over and turns off the lamp beside her bed. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EMILY’S HOUSE - OFFICE - DAY 145\n\nstephanie sits at Sean’s desktop computer and clicks on the\nhard drive. Everything is neatly organized.\n\nSTEPHANIE\nFollow the money ...\n\nShe finds the folder labeled FAMILY FINANCE and opens it.\nSees INSURANCE EMILY-2 and clicks on the PDF. It opens up a\nstandard confirmation letter from Allied Insurance. She\nscrolls to the bottom for the customer service number. Dials.\n\nSTEPHANIE (CONT'D)\nHi, my name is Beth. I’m calling on\nbehalf of my boss Sean Townsend regarding\nhis wife Emily Nelson's policy.\n\n(gading account nu\nCT7602258. Do you know the name of the\nagent who handles that account?\n\nINT. EMILY’S HOUSE - KITCHEN - DAY 146\n\nStephanie opens a fake e-mail account under the name\nbhargrave@gmail.com, then drafts an e-mail to\niprager@alliedinsurance.com.\n\nSTEPHANIE (V.O.)\n“Dear Mr. Prager .-.. My name is Bruce\nHargrave. I’m writing to you about a case\nyou’re handling for Emily Nelson,\nrecently deceased. I have been the\ncaretaker of her family estate for many\nyears. What I have to say will sound\ncrazy, but years ago, m aan loyer died in\na house fire. His teen aug) ters, Hope\nand Faith, disappeared without a_ trace.\nI’m attaching an old photo as well as\nsome articles about the fire. I have\nreason_to believe one of the girls died\nrecently under the name Emily Nelson.\nBefore you shell out that money, you\nshould know that she had a TWIN SISTER.\nAnd while it may sound extreme to think a\ngizi could kill her twin to stage her own\nleath, I’m sure you run into a myriad of\nstrange situations in your line of work.\n(thinks )\nWhile I want to see justice served, I\nprefer to be left out of this. Please\nconsider this an anonymous tip. Best\nwishes, Bruce Hargrave.\n\f147\n\n92.\n\nStephanie’s cursor hovers over the SEND button. And ...\nCLICK. Stephanie lets out a long slow exhale.\n\nINT.",
  "87": "---END OF PREVIOUS SECTION---\nCLICK. Stephanie lets out a long slow exhale. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DOLCE VITA RESTAURANT - GREENWICH VILLAGE - DAY 147\n\n \n\nA trendy Italian restaurant. Sean sits alone in a corner\nbooth, annoyed. He huffs and dials his cell phone.\n\nSEAN (ON PHONE\nHi, this is Sean Townsen I was supposed\nto meet Billy Kent for lunch?\n(his face drops)\nWhat do you mean? You called two days ago\nto set it up.\n\nA shadow falls over Sean. He looks up and sees -- Emily\nstanding over him in a baseball cap and shades.\n\nSEAN (ON PHONE) (CONT’D)\nNevermind. No, don’t call him.\n\nHe hangs up. Emily slides into the booth.\n\nEMILY\nWe spent every anniversary here, you\ndumbshit. How could you not put it\ntogether? You’ve got “Mommy brain” now?\n\nSEAN\n(in shock, then)\nWhy, Emily? why?\n\nShe takes a breadstick from beside him and crunches on it.\n\nEMILY\nI have four million reasons.\n\nSEAN\nHow could you do this to Nicky?\n\nEMILY\n\nI did this for Nicky. I hated that job: I\nnever got to See him. And you clearly\nonly had one book in you. We couldn’t\nexactly live off the faculty buffet the\nrest of our lives. I was going to buy us\nour freedom and . it would have worked\nperfectly ... ae con just hadn’t shacked\nup with Miss Zuce ini fucking Cookie.\n\nSean has to look down into his plate. He’s dizzy.\n\nSEAN\nWhom did I bury?\n\nEMILY .\nLet’s not split hairs over the details.\n\nSEAN\nI was grieving your death.\n\nEMILY\nThat’s how you grieve? Balls deep in my\n“best friend?” That’s some renegade\ntherapy.\n\f93.\n\nSEAN\nShe's been good to Nicky. At a time when\nhe really needed it.\n\nEmily seethes at this comment. It disrupts her usual aplomb.\n\nEMILY\nOh, she’s been good to Nicky? That’s what\ndrew you to her, her extraordinary\nmothering. You're all just little horny\nboys, aren’t you?\n\nSEAN\nYou could have told me something. Anything.",
  "88": "---END OF PREVIOUS SECTION---\nYou're all just little horny\nboys, aren’t you? SEAN\nYou could have told me something. Anything. \n---TARGET SECTION TO BE ANNOTATED---\nEMILY\nExcept pon can’t keep a secret. Even in\nthe dar you almost ruined everything.\nI was just gonna lay low until the\ninsurance money came through.\n\nSEAN\nSo why didn’t you? Instead you’ve been\nterrorizing your son, making me think he\nand Stephanie had gone mad. Why didn’t\nyou stick to your plan?\n\nEmily's face wilts, showing sincere longing.\n\nEMILY\n\nI missed Nicky. He’s my little man.\n\n(reclaiming her iciness)\nAnyway, the clock is ticking. Nancy Drew\nknows too much and if she fucks up that\ninsurance money y then I’m taking you down\nwith me. Don’t forget, Sean, this was all\nyour plan.\n\nSEAN\nMy plan? I--\n\nSean hears a CLICK. Emily raises her hand enough to show she\nhas a GUN, pointed at his groin under the table.\n\nEMILY\nDo you love her?\n\nHe sees the madness in her eyes. He says the only thing he\ncan to maintain the peace:\n\nSEAN\nNo. It was just sex.\n\nEMILY\nDid you think of me while you were\nfucking her?\n\nSEAN\nYes.\n\nEMILY\nDo you love me or not, Sean?\n\f148\n\n94,\n\nSEAN\n(in pain; straining)\nOf course I love you. Stephanie means\nnothing to me.\n\nEmily sees the WAITRESS heading over to them. CLICK! Emily\nfires the gun at his groin, causing him to jolt and go rigid.\nShe smiles devilishly: the chamber was empty.\n\nEMILY\nThat’s just an appetizer, baby.\n\nShe rises, coolly slipping the gun back in her purse, then\nbends down and kisses\n\nEMILY (CONT'D)\nMeet me in the bathroom in twenty seconds\nfor the main course. Knock twice.\n\nShe heads off. Sean can’t believe what just happened. He\nstares down the long dark hallway to the LADIES ROOM door,\nhis chest rising in panic.\n\nINT. EMILY’S HOUSE - LIVING ROOM - DAY 148\nA preoccupied Sean enters the house, looking shell-shocked.\n\nSTEPHANIE (0.S.)\nHere he is now.\n\nSean looks up to see Stephanie sitting on the couch with\nISAAC PRAGER (40s), a goughy » pedantic CLAIMS ADJUSTER.",
  "89": "---END OF PREVIOUS SECTION---\nSTEPHANIE (0. S.)\nHere he is now. Sean looks up to see Stephanie sitting on the couch with\nISAAC PRAGER (40s), a goughy » pedantic CLAIMS ADJUSTER. \n---TARGET SECTION TO BE ANNOTATED---\n He\nstands and holds dae his hand.\n\nPRAGER\nMr. Townsend. Isaac Prager, Allied\nInsurance. I’m investigating the death\nbenefit claim for your late wife.\n\nSTEPHANIE\nSean, did you know that Emily had a twin\nsister?\n\nSean stops, eyes wide, putting it all together. Then ...\n\nSEAN\nNo. But then ...\n\nSTEPHANIE\nThe woman in the lake was her sister.\n\nPRAGER\nIt would explain the DNA match.\n\nSTEPHANIE\nSo, where’s Emily?\n\nSEAN\n(composing himself)\nIf my wife were alive, she’d come home.\nShe’ \"a want to see her son.\n\f95.\n\nPRAGER\nI’m not a cop. And I’m definitely no\ntherapist. I’m just an insurance guy. But\nthis is definitely an interesting case.\n\nSTEPHANIE\nWill you need to exhume the body?\n\nSean shoots her a look, shocked by her macabre question.\n\nPRAGER\nNo, ma’am. Allied Insurance considers\ndigging up graves to be bad PR. We have a\nthorough autopsy. But everyone tends to\nread it in different ways.\n\nSTEPHANIE\nI see. Like the missing front tooth.\n\nSean is boiling inside as he looks at Stephanie.\n\nPRAGER\nI’m not sure I caught that. A missing\nfront tooth?\n\nStephanie watches Sean like a hawk as he squirms.\n\nPRAGER (CONT'D)\nI will say, it’s unusual to live with\nsomeone as husband-and-wife and not know\nthey have a twin.\n\nSTEPHANIE\nOr a missing tooth.\n\nSEAN\nShe was a very private person.\n\nPRAGER\nWell, hey, we all have secrets. But as\nI’m Sure you can understand with a\npayment of this size, we're going to have\nto continue this claims investigation.\n\nSEAN\nOf course.\nPRAGER\nAnd, by law, we’ll have to notify the\n\nauthorities of our findings.\n\nSEAN\nI just hope she’s alive. I want her back.\n\nStephanie tightens, pained by his words. Prager shakes his\n\nhan rises, and they all head to the front door ...\nPRAGER SEAN (CONT'D)\nObviously, if you do hear You'll be the first to know.\n\nfrom her -\n\nSean closes the door behind him.",
  "90": "---END OF PREVIOUS SECTION---\nPrager shakes his\n\nhan rises, and they all head to the front door ... PRAGER SEAN (CONT'D)\nObviously, if you do hear You'll be the first to know. from her -\n\nSean closes the door behind him. \n---TARGET SECTION TO BE ANNOTATED---\n He turns to Stephanie.\n\f149\n\n150\n\n96.\n\nSEAN (CONT'D)\ncold)\nYou knew she had a twin.\n\nSTEPHANIE\nDid I? Why didn’t you?\n\nSEAN\nYou knew and you didn’t tell me.\n\nSTEPHANIE\nSean, baby « You sound crazy. Maybe you\nshould take a Xanax. Take two.\n\nShe heads back to the kitchen. He watches her go, reeling.\nON VIDEO VLOG - KITCHEN - DAY 149\n\nSTEPHANIE (PRE-LAP\nHi, Moms. Stephanie here. Today we're\ntalking about Tombstone Tributes. I want\nto thank Helen from Missoula, Montana,\nfor thinking out of the box.\n\nEXT. WARFIELD CEMETERY - DAY 150\n\nBlue skies, green grass and headstones as far as the eye can\nsee. Stephanie stands at Emily’s geave site. Opens a small\ncooler and takes out a silver” shaker and two frozen glasses.\n\nSTEPHANIE (V.O.)\nIt doesn’t have to be flowers anymore. A\nfavorite household item can do the trick.\nAnd Emily’s favorite treat was a dry gin\nmartini in the early afternoon.\n\nShe puts the martini glasses on Emily’s headstone. Stephanie\nours each glass to the rim. Peels two large twists from a\nemon, squeezes one over each glass and rubs them around each\n\nrim, then drops one in each glass.\n\nSTEPHANIE (V.O.\nI’m gonna make them exactly like Emily\ndid. Frozen gin into frozen glasses and a\ngenerous twist. Her beloved Dukes. And\n'm going to have a toast on her grave.\n\nA FIGURE approaches behind Stephanie. It’s Emily in her wig\nand glasses. Stephanie can hear her approach but doesn’t\nturn. Emily stands alongside her, studying the headstone.\n\nEMILY\nSean must have picked the font on the\nheadstone. He loves Helvetica.\n\nSTEPHANIE\nMen are so simple.\n\nEmily reaches for the martini glass.\n\nEMILY\nNice big twist. I taught you well.\n\nSTEPHANIE\nThe student becomes the master.\n\f97.\n\nEmily winces at the cliche, but clinks with Stephanie.\n\nEMILY\nWhatever you need to tell yourself.\n\nEmily goes to take a drink, then pauses.",
  "91": "---END OF PREVIOUS SECTION---\nEmily winces at the cliche, but clinks with Stephanie. EMILY\nWhatever you need to tell yourself. Emily goes to take a drink, then pauses. \n---TARGET SECTION TO BE ANNOTATED---\n She switches glasses\n- and indicates that Stephanie should drink first.\n\nEMILY (CONT'D)\nI never know what surprises you have up\nthese new empowered sleeves of yours,\nDark Side. Let’s hope you haven’t build\nup a tolerance to something.\n\nSTEPHANIE\nYou think I poisoned both drinks? That’s\nnot t style.\nowning her martini)\nI don\" t even eat gluten.\n\nEmily throws back her martini, facing Stephanie for a duel.\n\nEMILY\nYou want another?\n\nSTEPHANIE\nBring it on. But first tell my why you\nkilled your father and sister.\n\nEMILY\nOh, are we airing dirty laundry? Like\nyour son’s real father?\n\nSTEPHANIE\nTry me. I hold the cards, Emily. I want\nto know about “Faith.”\n\nEmily looks at Stephanie, who stares her down defiantly.\n\nEMILY\nWe were triplets. Faith, Hope, and\nCharity. But Charity was stillborn. M\nmother used to say that Faith and I offed\nher in the womb. And dad believed her.\n\nSTEPHANIE\nQuite a mother. I had a nice afternoon\nwith Mags. She likes her martinis even\nstronger than yours.\n\nEMILY\nYou met my mother?\n\nSTEPHANIE\nWe had_a little walk down memory lane.\nActually it was more of a blind alley.\nBut I got the picture. She was a cold\nwoman, Em. I doubt you could ever do\nanything right in her eyes.\n\nThrown for a loop, Emily looks childlike and exposed.\n\nSTEPHANIE (CONT'D)\nWas it Faith’s idea to set that fire?\n\f151\n\n152\n\n153\n\n154\n\n155\n\n156\n\n98.\n\nEmily just stares at her, trying to hide her surprise.\n\nSTEPHANIE (CONT'D\nYou've got nothing to hide from me, Hope.\nIf you can’t tell your best friend, who\ncan you tell?\n\nEXT. MCLENNAN MANOR - NIGHT (FLASHBACK) 151\nDead of night. Hope and Faith (16) carefully open the second\nfloor window and climb down on expensive tapestries cinched\n\ntogether. Hand in hand, they run past ...\n\nSTEPHANIE ore\nDon’t you think I understand?\n\n«+. a vigilant BRUCE sitting by the caretaker’s shack.",
  "92": "---END OF PREVIOUS SECTION---\nHand in hand, they run past ... STEPHANIE ore\nDon’t you think I understand? «+. a vigilant BRUCE sitting by the caretaker’s shack. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. WARFIELD CEMETERY - RESUME SCENE 152\nEmily is staring back.\nSTEPHANIE (V.O rd.\n\nYou were sixteen years ol It’s that age\n\nwhen you feel trapped.\nEXT. LAKE’S EDGE - NIGHT (FLASHBACK) 153\nA bonfire burns in the middle of a field. Teens hang out and\ndrink, dance, make out. Faith makes out with a CUTE BOY. Hope\nwatches them’ kiss with a mix of envy and_concern ... until\nshe sees her FATHER’S CAR rolling downhill toward them.\n\nSTEPHANIE (V.O.)\nAnd if your mother always had the biting\n\ncomment ...\nINT. MCLENNAN MANOR - NIGHT 154\n\nHope is locked inside a dark closet as she HEARS the sound of\nFaith being punished by her father on the other side of the\ndoor. Faith SCREAMS and fights back as Hope holds her ears.\n\nSTEPHANIE (V.O.)\n+. I bet your father was more direct.\n\nEXT. MCLENNAN MANOR - NIGHT 155\n\nHope and Faith each have a gas can in hand as they watch the\nbedroom wing of the mansion burn from the front lawn.\n\nSTEPHANIE (V.O.)\nI know that’s when you learned to hit the\nreset button. Burn, baby, burn.\n\nEXT. WARFIELD CEMETERY - RESUME SCENE 156\nThis time Emily is seduced by Stephanie. There’s warmth and\nforgiveness in Stephanie’s voice, which prompts Emily to lean\nagainst her own headstone, pouring herself a second martini.\n\nSTEPHANIE\nWhen did you and Faith part ways?\n\f157\n\n158\n\n159\n\n99.\n\nEMILY\nWe couldn’t stay together after the fire.\nINT. GREYHOUND BUS (MOVING) - DAY 157\n\nHope and Faith ride the bus. Hope looks out the window, her\nmind spipning: planning for them. A WELL-MEANING TOURIST taps\nthem, holding up a camera, wanting a picture of the pretty\ntwins. Faith violently slaps the camera out of the woman’s\nhands, hissing at her to fuck off.\n\nEMILY (V.O.)\nWe were a freakshow wherever we went.\n\nINT.",
  "93": "---END OF PREVIOUS SECTION---\nEMILY (V. O.)\nWe were a freakshow wherever we went. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOUSTON TATTOO PARLOR - DAY 158\n\nHo) Hope and Faith sit across from each other, gripping each\n\ner’s LEFT HAND. Hope already has her barbed wire tattoo on\nher wrist. The TATTOO ARTIST is in the process of completing\nFaith's matching barbed wire tattoo.\n\nEMILY (V.O.)\nWe said goodbye with tattoos ...\n\nEXT. CORPUS CHRISTI STREET - DAY 159\n\nHope and Faith hug tightly under a pier as the ocean washes\nto their toes. Both girls have tears in their eyes. They\nslowly back away from each other.\n\nEMILY (V.O.)\n--. and parted | wa s in Corpus Christi.\nShe was gging to ead to Mexico. I was\ngoing to drift north. We had a time and\nplace to meet in six months, when the\nsmoke cleared.\n\nEXT. WARFIELD CEMETERY - RESUME SCENE - DAY 160\nSTEPHANIE\n\nBut you never showed up.\nEmily shakes her head. She sips the martini.\n\nEMILY\nI bought a one-way ticket to New York\nCity and I never looked back.\n\n; _ STEPHANIE\nDid you miss her?\n\nEMILY\nFor a while. But you get used to pain.\nYou use it. Besides, Faith would only get\nme in trouble again. She always did.\nSometimes I_ think my mother was right\nabout her. But then my life in New York\nfell_into place perfectly. People took me\nin. I got a job, worked my way up, met\nthe perfect man. That part you know.\n\nShe shoots Stephanie a deadly look.\n\n; STEPHANIE\nUntil your sister showed up.\n\f100.\n\nEMILY\nDamn Facebook. I could kill that Mark\nZuckerberg. Sure, it’s all baby pictures\nand protest marches until I got fingered.\n\nSTEPHANIE\nYou wouldn't meet her in New York: you\nhad too much to lose. So you fabricated a\ntrip to Miami, and went back to meet her\nat your old camp.\n\nEMILY\nBunk Six. Our happy place.\n\nEXT. SQUAW LAKE BIBLE CAMP - DAY (FLASHBACK) 161\n\n \n\nEmily heads down the dirt path to GIRLS BUNK SIX.",
  "94": "---END OF PREVIOUS SECTION---\nOur happy place. EXT. SQUAW LAKE BIBLE CAMP - DAY (FLASHBACK) 161\n\n \n\nEmily heads down the dirt path to GIRLS BUNK SIX. \n---TARGET SECTION TO BE ANNOTATED---\n She braces\nherself then opens the door to ...\n\nSTEPHANIE (V.O.)\nIt must have been a shock. Seeing her\nagain after all those years.\n\nINT. SQUAW LAKE BIBLE CAMP - BUNK SIX - DAY (FLASHBACK) 162\n\n \n\nFaith is already inside, wearing the ARMY JACKET from the\nfax. She rises to face her sister. Identical twins, the\ncontrast between them is shocking. Faith is a full-blown\njunkie. Dirty and haggard, dark rings around her eyes. Her\nront tooth is broken.\n\nEMILY (V.O.)\nIt was like looking in the mirror ... and\nseeing the life I could have had. The\nlife I fought not to have.\n\nFaith moves toward Emily and hugs her. Behind her shoulder,\nEmily gags at the smell of her sister and chokes back tears.\n\nSTEPHANIE (V.O.)\nAnd did she forgive you?\n\nBehind Emily’s shoulder, we PUSH IN ON FAITH’S FACE as her\nsmile dissipates and hardens into a deep-seated rage.\n\nEMILY (V.0O.)\nNo.\n\nEXT. WARFIELD CEMETERY - RESUME SCENE - DAY 163\n\nEmily stands in silence. Stephanie has got her now, like a\nperfect den motherly prosecutor, slowly reeling her in.\n\nSTEPHANIE\nAnd how did you get your sister out into\nthe lake?\n\nEMILY\nFuck you. That was her idea. I didn’t\nkill my sister.\n\f164\n\n101.\n\nINT. BUNK SIX - LATE AFTERNOON (FLASHBACK) 164\n\n \n\nEmily watches with dread and fascination as Faith drops a\nsyringe. Her arm goes limp and her eyes become gassy.\nFaith’s head tips back as the warm rush climbs her body. She\nsmiles at Emily, revealing her broken front tooth.\n\nFAITH\nYou gotta have Faith. And now here I am.\n\nFaith laughs darkly, her smile hardening to malice.\n\nEMILY\nWhat are you up to, Faith?\n\nFAITH\nYou abandoned me. And now I’m going to\nthe cops. To tell them everything we did.\nAnd when I go under, you go with me.\n\nEMILY\nI have a family now.",
  "95": "---END OF PREVIOUS SECTION---\nTo tell them everything we did. And when I go under, you go with me. EMILY\nI have a family now. \n---TARGET SECTION TO BE ANNOTATED---\nFAITH\nAwwww, that kid is so cute. So’s the\nhusband. Can I be you for a day? Like in\nHigh School when we’d switch places?\n\nEMILY\nWhat do you want from me?\nFAITH\nI want a million dollars in cash.\nEMILY\nWhere the hell would I get that?\nFAITH\nYou're rich and famous. You'll figure it\n\nout.\nEmily glowers at her. Then she appears to make a decision.\nEMILY\nMaybe I owe you this much for abandoning\nyou. Okay. I’11l sell the house.\n\nEmily softens, fighting tears. This may well be an act, but\nif so, it’s a damn good one ...\n\nFAITH\nUch, it’s fucking hot in here. Let’s go\nswimming. Like old times.\n\nFaith tugs her wool dress over her head, no underwear. Emily\nwatches, disturbed.\n\nFAITH (CONT'D)\nYou coming?\n\nEmily considers it. Her mind working quickly.\n\nEMILY\nI’m right behind you.\n\f102.\n\nEXT. WITCH LAKE - WOODS - LATE AFTERNOON 165\n\n \n\nEmily makes her way through the woods to follow Faith, whose\nbare flesh flashes through the trees.\n\nEXT. WITCH LAKE - LAKE FRONT - LATE AFTERNOON 166\n\nFaith wades into the water then submerges under its icy\nsurface. Emily peels off her dress down to her bra and\nunderwear. She wades into the water with a gasp, her jaw\nclenched against the cold. Faith surfaces and treads water.\n\nFAITH\nC'mon, wimp! I thought you were the\nAlpha!\n\nEMILY\n(muttering)\nI am the Alpha, goddammit.\n\nEmily dives into the water, then swims out_to where Faith is.\nThey tread water, face to face in the moonlight. Faith’s\nexpression shifts. She’s childlike, vulnerable.\n\nFAITH\nHow could you leave me like that? We were\nsupposed to be a team. You and me.\nForever.\n\nEMILY\nI know. I’m sorry. We were.\n\nEmily takes her sister's shoulders to hug her ...\n\n; EMILY (CONT'D)\nIt’s just ... things have changed.\n\nShe shoves Faith under the water.",
  "96": "---END OF PREVIOUS SECTION---\nEmily takes her sister's shoulders to hug her ... ; EMILY (CONT'D)\nIt’s just ... things have changed. She shoves Faith under the water. \n---TARGET SECTION TO BE ANNOTATED---\n Faith struggles and\nsplashes to the surface, but Emily shoves her down again. The\nstruggle persists. Emily is athletic and strong. Her will to\nmurder is stronger than Faith’s will to live.\n\nFinally the struggle stops. Faith goes limp and floats. Emily\nholds her sister in her arms. A tender moment. Emily glances\nat her own hand, the sapphire and diamond engagement RING.\n\nShe pulls the ring off her finger and wrestles it onto\nFaith’s lifeless finger, forcing it on.\n\nEXT. WARFIELD CEMETERY - DAY 167\nA few real tears roll down Emily's cheeks.\n\nEMILY\nI woke up the next morning and she wasn’t\nthere. I couldn’t find her anywhere.\nFinally I remembered how much she loved\nswimming in the lake. So I went there. I\nwas too late ...\n\nNow Stephanie reads Emily the same way Emily once read her.\n\f103.\n\nSTEPHANIE\nYou’re lying. You drowned her. You're a\nsister killer.\n\nEMILY\nWell, you’re a brother fucker.\n\nSTEPHANIE\nWhat does Sean know?\n\nEMILY\nEverything.\n\nStephanie is stung by this. Emily sees her chance.\n\nEMILY, (CONT'D)\n\nHe told me to disappear until the money\n\ncame through. Said we could finally get\n\nout of debt, sell the house, leave the\n\ngountry. start over, that I could quit my\ns\n\njob an pend more time with Nicky.\nSTEPHANIE .\nI don’t believe you. Sean grieved for\nyou.\nEMILY\nAll an act.\nSTEPHANIE\n\nYou're a pathological liar.\n\nEMILY\nDid Sean say that?\n\nEmily takes out her cell phone, plays an AUDIO CLIP.\n\nEMILY (0.S.) (CONT'D)\nDo you love her?\n\nSEAN (0.S.)\nNo. It was just sex.\n\nEMILY (0.S.)\nDid you think of me while you were\nfucking her?\n\nSEAN (0.S.)\nYes.\n\nEMILY (0.S.)\nDo you love me or not, Sean?\n\nSEAN (0.S.)\nOf course, I love you. Stephanie means\nnothing to me.\n\nThe CLIP stops. Stephanie looks sick to her stomach.\n\nEMILY\nSorry, Steph.",
  "97": "---END OF PREVIOUS SECTION---\nThe CLIP stops. Stephanie looks sick to her stomach. EMILY\nSorry, Steph. \n---TARGET SECTION TO BE ANNOTATED---\n I know you thought it was\nreal. But let’s look on the bright side.\nYour web site went viral thanks to me.\nNow you can sell those ad banners.\n\f104.\n\nSTEPHANIE\nAll of this was for a little money.\n\nEMILY\nYeah, a little four million. Sean\nconvinced me we could pull it off. M\nsister didn’t exist anymore. DNA would\ntake care of the rest. All I had to do\nwas_ lay low for six months so he could\ncollect the money, sell the house, tie up\nloose ends.\n\nSTEPHANIE\nWas I a loose end?\n\nEMILY\nSean needed some help looking after\nNick And you're so good with them.\nDart. “Mommy.\n\nThe entire tone has changed. It’s like a chess match and\nEmily seems to have regained an advantage.\n\nSTEPHANIE\nYou were supposed to lay low. Why did you\ncome back at all?\n\nEmily glares back at her, offended now.\n\nEMILY\nLook, I may be a working mother ... but\nthat doesn’t make me any less a mom.\n(grimacing)\n\nEvery time you yiosged about how much\nNick cried or how he hated quinoa,\ncouldn’t take it. It was like a hostage\nstandoff. I had to see him again. To fet\nhim know that I was coming back. He’s my\nheart and soul, Stephanie, my everything.\nIt doesn’t matter how good your brownies\nare, he’s my son.\n\nThis has an effect on Stephanie and she blinks away tears.\n\nSTEPHANIE\nSo what happens now?\n\nEMILY\nI want my son. Period. You fucked up the\ninsurance mone) and_the authorities\nwon't stop loo: ing. I don’t even give a\nshit anymore: take Sean.\n\nSTEPHANIE\nI don’t want Sean. Not after this.\n\nA flicker of satisfaction on Emily’s face. They wait quietly.\nThen Emily breaks the silence.\n\nEMILY\nThen there’s one other option, one mom to\nanother.\n\nEmily reaches out her glass to toast. Stephanie clinks her\nglass into her friend’s. OFF STEPHANIE, curious --\n\f170\n\n171\n\n172\n\n105.\n\nINT.",
  "98": "---END OF PREVIOUS SECTION---\nStephanie clinks her\nglass into her friend’s. OFF STEPHANIE, curious --\n\f170\n\n171\n\n172\n\n105. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EMILY’S HOUSE - MASTER BEDROOM - NIGHT 168\n\n \n\nStephanie lies in bed, back to Sean, snoring in a deep sleep.\n\nSTEPHANIE\nSleeping like a log.\n\nShe slowly, gingerly slides her leg off the bed, toe finding\nthe floor, her body slinking out behind it.\n\nINT. EMILY’S HOUSE - KITCHEN - NIGHT 169\n\n \n\nShe logs onto the Connecticut College website. She types\nSean’s email into user slot: stownsend@conncollege. com, then\nenters the password. Waits. She’s in.\n\nEXT. EMILY’S HOUSE - NIGHT 170\nStephanie plants _a DOCUMENT in the glove compartment of\nSean’s car and closes it. She’s wearing Emily’s leather\ngloves. Stephanie quietly closes the door and_ clicks the lock\non the key fob. She tiptoes into the house, closing the door.\nINT. CONNECTICUT COLLEGE - ENGLISH DEPT. - DAY 171\n\nSean arrives at his office to find Beth, spooked. Two\nDETECTIVES are in his office unhooking computer cables.\n\nBETH\nThey had a warrant. I tried to call you.\n\nShocked, Sean enters his office toward the detectives.\nSEAN\nI’m Sean Townsend. I’m happy to comply\nwith whatever you need, b it would be\nnice to have a heads up.\nDETECTIVE #1\nThis is an open investigation. You don’t\nget to pencil us in when it’s convenient.\n\nSEAN\nI’m calling a lawyer.\n\nDETECTIVE #2\nI’m calling that a good idea.\n\nEXT. EMILY’S HOUSE - DAY 172\nSean pulls up in his car to find his front door blocked with\npolice tape and THREE SQUAD CARS. Detective Meany is there.\nSEAN\nWhat the fuck?\nMeany clocks Sean’s arrival and approaches as he gets out.\n\nSEAN (CONT'D)\nAm I under arrest?\n\nDETECTIVE MEANY\nWe're still working on it. The D.A. wants\na slam dunk.\n\f173\n\n106.\n\nSEAN\nWell, that may be hard, since I didn’t do\nanything.\n\nDETECTIVE MEANY\nDid you know your wife was alive?\n\nSEAN\n(after a beat)\nNot until recently.",
  "99": "---END OF PREVIOUS SECTION---\nSEAN\nWell, that may be hard, since I didn’t do\nanything. DETECTIVE MEANY\nDid you know your wife was alive? SEAN\n(after a beat)\nNot until recently. \n---TARGET SECTION TO BE ANNOTATED---\nDETECTIVE MEANY\nWhen?\n\nMeany scrutinizes him carefully.\n\nSEAN\nShe contacted me.\n\nDETECTIVE MEANY\nAnd you immediately notified the\nauthorities, right?\n\n, SEAN .\nI can’t discuss this without my attorney.\n\nDETECTIVE MEANY\nI'd say that’s wise. We’1l talk soon.\n(turning back)\nOh. If we need you ... will you be with\nyour wife or the best friend?\n\nOFF SEAN, in a bad place --\nEXT. STEPHANIE’S HOUSE - DAY 173\n\nSean pulls up to Stephanie’s house. Hearing his car, she\nopens the door. He grabs his briefcase and approaches her.\n\nSEAN\nI need a stiff drink. Maybe more of your\ndead husband’s scotch.\n\nShe blocks the doorway with her body.\n\nSTEPHANIE\nI can’t let you in. I’m sorry.\n\nSEAN\nWhy not? Where’s Nicky?\n\nSTEPHANIE\nUpstairs sleeping. You have to go.\n\nSEAN\nWhat are you talking about?\n\nSTEPHANIE\nThis is an ongoing investigation, Sean, I\ncan’t let you into this house until this\nwhole big hoo-ha is solved.\n\f174\n\n175\n\n176\n\n107.\n\nSEAN\n(studies her; then)\nMy god, she got to you, didn’t she? She\ngot into your head.\n\nSTEPHANIE\nThis has nothing to do with Emily.\n\nSEAN\nIt has EVERYTHING to do with her!\n\nSTEPHANIE\nShhhh, the boys are sleeping --\n\nSEAN\nShe's gaslighting you. You don’t\nunderstand how powerful she is.\n\nSTEPHANIE\nI don’t understand anything right now. I\njust need to be alone and take care of\nthe boys. Stay in a hotel tonight.\nPlease. Don’t make me call the police.\n\nSean looks at her, stunned. He backs away, Shaking his head.\nStephanie watches as Sean gets in his car and peels out of\nher driveway. She heaves a long slow sigh of relief.\n\nINT. STEPHANIE'S HOUSE - KITCHEN - DAY 174\n\nstephanie bakes cookies. But there’s no Jy in pinching the\nlittle dough clumps onto the greased pan his is an act of\nsurvival.",
  "100": "---END OF PREVIOUS SECTION---\nINT. STEPHANIE'S HOUSE - KITCHEN - DAY 174\n\nstephanie bakes cookies. But there’s no Jy in pinching the\nlittle dough clumps onto the greased pan his is an act of\nsurvival. \n---TARGET SECTION TO BE ANNOTATED---\n She sees her cell phone vibrating on the counter.\nWe hear Sean on VOICEMAIL, forcibly calm and sincere.\n\nSEAN (V.0.)\nStephanie? I don’t know what’s going on\nor how this all will turn out. But you’re\na great mum and you've taught me how to\nbe a better dad. For that I’1l always be\ngrateful. The truth is ...\n\nEXT. WARFIELD INN - DAY 175\n\nEmily comes out of her room and walks breezily past the\nvarious doors of a seedy motel. A HANDYMAN is installing an\nair conditioning unit into a room’s window, his open toolbox\non the ground next to him.\n\nSEAN (V.O.)\nI don’t think I ever knew my wife ...\n\nThe handyman goes inside the room to adjust something.\nWithout breaking stride, Emily casually grabs | a wrench out of\nthe toolbox and keeps walking breezily, flipping the wrench.\n\nEXT. WARFIELD INN - AROUND BACK - DAY 176\n\n \n\nEmily walks around the back of the motel, casually flipping\nthe wrench in her hand. She stops, takes a breath and ips\nthe wrench high in the air. She puts her hands behind her\nback and calmly lines herself up under the falling wrench.\n\nSEAN (V.O.)\nOr what she’s capable of.\n\f177\n\n178\n\n179\n\n108.\n\nAs the wrench speeds down toward Emily’s eye ...\n\nINT. WARFIELD POLICE STATION - RECEPTION - DAY 177\n\n \n\nEmily walks into the Warfield Police Station, her eye and\ncheek bruised and bloodied. Tears rolling down her cheeks.\nShe approaches the POLICE OFFICER manning the desk.\n\nEMILY\nMy name is Emily Nelson. I need to speak\nto someone.\n\nINT. WARFIELD POLICE STATION - INTERROGATION ROOM - DAY 178\n\n \n\nEmily talks to Detective Meany. She’s convincing, emotional,\nwiping away tears as she tells her story. Meany takes notes.\n\nEXT. CONNECTICUT COLLEGE - DAY 179\n\nSTUDENTS pause to watch as Detective Meany walks Sean across\ncampus in handcuffs, POLICE OFFICERS in tow.\n\nEXT.",
  "101": "---END OF PREVIOUS SECTION---\nEXT. CONNECTICUT COLLEGE - DAY 179\n\nSTUDENTS pause to watch as Detective Meany walks Sean across\ncampus in handcuffs, POLICE OFFICERS in tow. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CONNECTICUT COURTHOUSE - DAY 180\n\nBoth in suits and sunglasses, Sean and his LAWYER push past\nlocal news reporters on their way into the courthouse.\n\nREPORTER (PRE-LAP)\nIn the Emily Nelson case, which first\nwent viral on a popular Internet vlog ...\n\nINT. STEPHANIE’S HOUSE - DAY 181\nStephanie’s listens to a local REPORTER on her TV.\n\nREPORTER (PRE-LAP)\nThe PR executive was believed dead in\nMichigan. But today, she has resurfaced.\n\nTHE NEWS PROGRAM CUTS TO:\n\nFOOTAGE OF EMILY, still bruised and bandaged, addressing a\nslew of reporters outside the police station.\n\nREPORTER (0.S. -}\nIt appears the body found in the lake was\nthat of Nelson’s estranged twin sister.\nAs for Nelson, why didn’t she come\nforward when her sister died?\n\nSee SHOTS OF SEAN AND HIS LAWYER entering the courthouse.\n\nREPORTER (0.S.) (CONT’D)\nNelson’s husband, an abusive failed\nnovelist and English professor, forced\nher to stage her own death to collect an\nenormous insurance claim to the tune of\nfour million dollars. We spoke briefly to\nSean's niece, who’s studying in America.\n\nStephanie perks up as BETH comes on camera.\n\nSTEPHANIE\nHis niece?\n\f109.\n\nBETH (ON SCREEN)\n\nEveryone is in shock. No one believes my\nuncle could do anything like this. He's\nalways been the most generous person I\nknow, and I don’t believe a word of this.\n\nBACK TO THE REPORTER ON CAMERA.\n\nREPORTER\nNevertheless, bail for Sean Townsend will\nbe set today. A British national,\nTownsend faces deportation if found\nguilty. Although an accomplice to fraud,\nMs. Nelson is complying with the\nauthorities in exchange for clemency.\n\nINT. EMILY’S HOUSE - DAY 182\n\nSean unlocks the front door and walks inside. He looks like\nhell, a broken man, tired and unshaven. The lights are on,\nFRENCH POP MUSIC playing on the stereo, someone home.\n\nSEAN\nStephanie?\n\nEmily emerges from the kitchen, carrying two martinis.\n\nEMILY\nGuess again.\n\nSean takes her in, spooked.",
  "102": "---END OF PREVIOUS SECTION---\nEmily emerges from the kitchen, carrying two martinis. EMILY\nGuess again. Sean takes her in, spooked. \n---TARGET SECTION TO BE ANNOTATED---\nSEAN\nWhere's Nicky?\n\nEMILY\nAt a friend’s watching a movie. I thought\nwe needed some mommy and daddy time.\n\nShe hands_him his martini and leans in to kiss his lips. The\nkiss chills him to the bone. She’s hurt: he’s no longer\nentirely under her spell.\n\nEMILY (CONT'D)\nHave you forgotten me that quickly?\n\nSEAN\nYou're impossible to forget.\n\nShe forces a smile and heads for the kitchen. Sean eyes the\nmartini, wondering if it’s poisoned. He pours it into a\npotted plant and heads ...\n\nINTO THE KITCHEN\nEmily refills her glass and heads over to refill his.\nEMILY |\nI don’t need to poison you, Sean. If I\n\nwanted to get rid of you, you'd already\nbe dead.\n\nSEAN\nYou planted those files on my computer.\n\f184\n\n110.\n\nEMILY\nNot just me. I had help. From a woman who\nvolunteers for everything.\n\nSEAN\nStephanie.\n\nEMILY\nNot as sweet as her cookies, is she?\n\nSEAN\n\nWere you ever going to tell me you had a\ntwin sister?\n\nEMILY | ;\nShe was mine to kill. Wasn’t your business.\n\nSEAN\nI’m your husband.\n\nEMILY\nMmmm. Labels. Yawn.\n\nEXT. EMILY’S HOUSE - SIDE YARD - DAY 183\n\nStephanie stands in the dark yard, watching Emily and Sean\nconfer in the kitchen. Their exchange is quiet, tense,\ncontained. She can’t make it out. Her eyes well up with angry\ntears. She has Emily’s lady pistol in her hand.\n\nSTEPHANIE (PRE-LAP)\n\nHi, Moms. Stephanie here. I’m so grateful\nfor all the love and support you’ve been\nsending my way.\n\nON VIDEO VLOG - KITCHEN - DAY 184\nStephanie addresses the camera, falling apart.\n\nSTEPHANIE\nAnd as shocked as you are by the latest\nturn of events, no one is more stunned\nthan me. Emily had her secrets and so did\nher husband. Clearly, I was the naive\nromantic who got caught in the middle. I\nhope you’ 11 forgive me in advance for\nwhat I’m about to do...",
  "103": "---END OF PREVIOUS SECTION---\nEmily had her secrets and so did\nher husband. Clearly, I was the naive\nromantic who got caught in the middle. I\nhope you’ 11 forgive me in advance for\nwhat I’m about to do... \n---TARGET SECTION TO BE ANNOTATED---\nEXT. EMILY’S HOUSE - SIDE YARD - DAY 185\nMustering her anger and courage, Stephanie stalks ...\nINTO THE KITCHEN\n\nSean and Emily are both shocked to see her.\n\nEMILY\nStephanie?\n\nSEAN\nYou shouldn’t be here right now.\n\nSTEPHANIE\nI used to live here, remember?\n\f111.\n\nSEAN\nPlease. Don’t make this harder.\n\nWhen Sean moves in toward her, Stephanie raises her gun.\n\nSTEPHANIE\nHold on. Not another step.\n\nSEAN\nStephanie, please. You won’t even let the\nboys play with squirt guns.\n\nSTEPHANIE\n(cocking the gun)\nWell, there’s a time and a place for\n\neverything.\nEMILY\n\nWhoa, Stephanie ... take it down a notch.\nSTEPHANIE\n\nYou used me, Sean. And for what? Free\nbabysitting? Home-cooked meals? I had to\nwash those bicycle shorts.\n\nEMILY\nOh, I hate those.\nSEAN\nI swear, I had no idea she was alive --\nSTEPHANIE\nNo more lying!\nEMILY\nI agree. Let’s just sit down and talk\n\nthis out.\n\nSEAN\nYou sit, Em. You hated Stephanie. You\ncalled her Captain Mom. You used to watch\nher vlog and tear her apart.\n\nSTEPHANIE\n(hurt, to Emily)\nAll_I ever wanted was to be your friend,\nEmily.\n\nEmily stares back with sincere eyes.\n\nEMILY\nYou were. I didn’t expect it ... but I\nloved you. Then you fucked my husband and\nall of” my best plans.\n\nSEAN\nDon’t blame her -\n\nEMILY\nWe could have been rich, Sean.\n\nSEAN\nMaybe if you'd had the good _ sense to call\n- I could have helped your little plot!\n\f112.\n\nEMILY\nOh, you haven’t come up with a decent\nplot in ten years.\n\nSTEPHANIE\nI’m going to say something. Objectively.\nNicky deserves better than both of you.\n\nSEAN\nStephanie, put the gun down. You don’t\nwant to do this.\n\nStephanie fingers the trigger as tears roll down her cheeks.\n\n_ EMILY\nStephanie.",
  "104": "---END OF PREVIOUS SECTION---\nYou don’t\nwant to do this. Stephanie fingers the trigger as tears roll down her cheeks. _ EMILY\nStephanie. \n---TARGET SECTION TO BE ANNOTATED---\nSTEPHANIE\nI loved you, Sean. And I loved you,\nEmily. This is the only way.\n\nSEAN\nBut, Stephanie, I love y---\n\nBANG! Stephanie shoots Sean in the chest, blowing a bloody\nhole in his shirt. Sean clutches his chest and staggers\nbackwards, knees buckling.\n\nSTEPHANIE\nOh God! Oh no!\n\nStephanie wails and rushes to Sean, draping over him.\n\nSTEPHANIE (CONT'D)\nDon't die! Sean. Please, don’t die. I\ndidn’t mean to do that. I’m so sorry -\n\nSEAN\n(sputtering)\nNo, I’m sorry.\n\nSTEPHANIE\nNo, God, please. I got so caught up. But\nI love you, Sean. Don’t die.\nEmily sips her martini, suddenly completely calm.\nEMILY ;\nOh yes, God, Sean. Please don’t die.\n(a long beat)\nOkay, cut the waterworks.\nStephanie looks up at her, confused. Emily draws a gun.\n\nEMILY (CONT'D)\nGet up.\n\nStephanie slowly rises to her feet.\n\nEMILY (CONT'D)\nYou too, DiCaprio.\n\nSean lies limp, eyes closed. Dead. Emily kicks him in the\ngut. Sean clenches and groans.\n\f113.\n\nEMILY (CONT'D)\nGet up! Show’s over.\n\nSean gets up and stands with Stephanie. They both know\nthey're screwed. Emily grins.\n\nEMILY (CONT’D)\nThat was almost brilliant, Stephanie.\nAlmost. So, the cops planted a mic\nsomewhere in here. You shoot him with a\nblank. Fake blood. Nice cinematic touch.\nI confess everything. You really almost\nhad me. I knew there was so much more to\nyou, Stephanie. You’ve got real panache.\n\nSpattered with fake blood all over her blouse, Stephanie\nlooks genuinely touched. Another misplaced moment of bonding.\n\nSTEPHANIE\nThank you. You know that really means a\nlot to me.\n\nEmily nods back.\nSTEPHANIE (CONT'D)\n\nBut you already did confess, Em. And the\npolice are on their way.\n\nEMILY\nNo, no, no, don’t try that. You had me\njust a little buzzed from this ...",
  "105": "---END OF PREVIOUS SECTION---\nAnd the\npolice are on their way. EMILY\nNo, no, no, don’t try that. You had me\njust a little buzzed from this ... \n---TARGET SECTION TO BE ANNOTATED---\n but\n\nyou're still a standard martini,\nStephanie. You’re not the standard-bearer\nfrom Dukes.\n\nStephanie stares back, confused. Suddenly, Emily does a\nperfect imitation of Stephanie’ Ss voice.\n\nEMILY (CONT'D)\n(as Stephanie)\n\n“HL Cops, Stephanie here! Change of\n\nplans. I’m meeting Emily and Sean at\n\nDarren’s house now. Hurry!”\n\nSTEPHANIE\nYou sent the cops to Darren’s house?\n\n186 INT. DARREN’S HOUSE - AT THAT SAME MOMENT 186\n\n \n\nDarren, Sona and Stacy are having a “Moms Night” at Darren’s\nhouse. They're playing Pictionary and smoking pot as\nStephanie’s OLD VLOGS play in the background. Sona is taking\na long drag as she draws something indecipherable.\n\nDARREN\nIt’s a virus ... it’s a... it’s String\nTheory. Is it String theory?\n\nBLAM!!! The front door is splintered by a battering ram as a\nSWAT TEAM storm in, guns drawn. The moms SCREAM.\n\nSWAT LEADER\nHands up, weapons down! NOW!!!\n\f114.\n\nDARREN\n(hands up, wailing)\nI have a prescription! It’s for my sleep\napnea!\n\nINT. EMILY’S HOUSE - KITCHEN - BACK TO SCENE 187\n\nEmily holds up a gun in one hand and, in the other -- THE BUG\nthe cops planted. The small mic cord’ has been severed.\n\nEMILY\nI’ve lived on the run for over a decade:\nyou don’t think I know how to manipulate\nthe authorities?\n\nSEAN\nSo you're going to kill us?\n\nEMILY\nA murder-suicide seems like the only\nfitting end for you two. And I believe\nour insurance will still pay for that.\nOne door closes, another door opens.\n\nSEAN\nYou have always been fucking crazy.\n\nBANG! Emily shoots Sean in the shoulder. He falls to his\nnees.\n\nSEAN (CONT'D)\nAgh!! You really shot me!\n\nEMILY\nI’m crazy. You said so yourself.\n\nEmily aims the gun at Stephanie, who stares her down.\n\nSTEPHANIE |\nYou won’t kill me, Emily.\n\nEMILY\n(cocking the gan)\nThe hell I won’t.",
  "106": "---END OF PREVIOUS SECTION---\nEmily aims the gun at Stephanie, who stares her down. STEPHANIE |\nYou won’t kill me, Emily. EMILY\n(cocking the gan)\nThe hell I won’t. \n---TARGET SECTION TO BE ANNOTATED---\n 1 have to add this\nto my list. A father, a sister ... and\nnow my dear best friend.\n\nStephanie can’t help but get sentimental, even in danger.\n\nSTEPHANIE\nAm I really your best friend? You’re not\njust saying that?\n\nEMILY\nI’m not just saying that.\n\nSTEPHANIE\nBecause I felt that way, too - but I\nworried it was just me. I mean, it’s so\nhard to connect with other Moms ...\n\nEMILY\nTell me about it. Imagine when you have a\nfull-time job?\n\f115.\n\nSTEPHANIE\nOh, don’t pull that crap! What I do is\nwork too, Emily. It’s a full time job!\n\nEmily chambers a bullet and steps ahead.\n\nSTEPHANIE (CONT'D)\n\nI may not get paid for it, but believe\nme, being a mother is HARD WORK. And then\nI have my vlog on top of that. In fact,\nmaybe you’d like to be on my vlog some\ntime? Have you ever thought about that?\n\n(off Emily’s confuse\n\nlook)\n\nLike ... right now? Killing us might just\nget me to a million subscribers.\n\nStephanie points to the HIDDEN LIPSTICK CAMERA camouflaged in\na FLOWER ARRANGEMENT by the stove.\n\nSTEPHANIE (CONT'D)\nWe're live streaming. And you just\nconfessed. Wave hello to the moms!\nEmily locks eyes with Stephanie as it dawns on her -\nStephanie has outsmarted her. Stephanie manages a light\nsmile. Emily simply shakes her head.\n\nEMILY\nOh, goddammit ...\n\nSIRENS rise up in the background. Then Emily bolts from the\nkitchen, gun in hand.\n\nINT. EMILY’S HOUSE - LIVING ROOM - CONTINUOUS 188\nEmily bolts through the living room, then out the front door.\nEXT. EMILY’S HOUSE - CONTINUOUS 189\n\nEmily sprints across the lawn toward her car across the\nstreet. SIRENS approach.\n\nSTEPHANIE\nStop! Emily!\n\nEmily stops and turns. Stephanie runs onto the front lawn.\n\nSTEPHANIE (CONT'D)\nIt's over, Emily. You can’t outrun this.\nThink of Nicky. Don’t do it to him.",
  "107": "---END OF PREVIOUS SECTION---\nYou can’t outrun this. Think of Nicky. Don’t do it to him. \n---TARGET SECTION TO BE ANNOTATED---\nYou're still Lis mom.\n\nEMILY\nHe may be better off without any mom.\n\nEmily aims the gun at Stephanie, who GASPS. Emily starts to\npull the trigger when ... BLAM!!! SHE FLIPS IN THE AIR, HIT\nFULL ON BY A SPEEDING PRIUS. Her gun goes flying.\n\nDarren gets out of the car heroically.\n\nDARREN\nToyota Prius. Silent but deadly.\n\f116.\n\nDarren walks over to Emily, who is prone on the ground.\n\nDARREN (CONT'D)\nSaw you on the vlog. You fuck with one of\nthe moms, you fuck with all of us.\n\nEmily kicks him in the groin. As he doubles over, she tries\nto_get up but can’t. She crawls on the as halt as TWO POLICE\nCARS close in from the other direction, erry and blue\nlights flashing, reflected in her eyes. Emi ly accepts defeat.\n\nCAPTION: SIX MONTHS LATER\nON VIDEO VLOG - KITCHEN - DAY 190\nStephanie addresses the camera from Emily’s kitchen.\n\nSTEPHANIE\nHi, Moms. Stephanie here. Well, it’s a\nbig day because this morning we signed up\nour one millionth subscriber, Mrs. Carol\nFindley of Ames, Iowa! Thanks for joining\nus, Carol. As our newest friend, you\nshould know that in addition to my usual\nhelpful tips and recipes, I am now also\ntaking on any unsolved mysteries. Turns\nout I have a nose not only for sniffing\nout the freshest basil but also criminals\nwho thought they got away with it. So, if\nyou have a cold case or a mystery to\nunravel, drop me a line. But for now...\nlet’s focus on my favorite cold soup:\ngazpacho!\n\nEXT. PRISON YARD - YORK CORRECTIONAL FACILITY - DAY 191\n\nBoss’ “I DON'T GIVE A FUCK” blasts on_a boombox. We‘re in the\nyard of a women’s prison in Niantic, CT. Various cliques of\nwomen engaged in different activities and conversations. On\nthe basketball court, there’s a seriously competitive and cut-\nthroat pick-up game going down. Right in the mix is --\n\nEMILY. Racing up and down the court like a pro.",
  "108": "---END OF PREVIOUS SECTION---\nOn\nthe basketball court, there’s a seriously competitive and cut-\nthroat pick-up game going down. Right in the mix is --\n\nEMILY. Racing up and down the court like a pro. \n---TARGET SECTION TO BE ANNOTATED---\n Stealing the\nball. Sweaty, athletic, take no prisoners. She looks fabulous\nin her orange jumpsuit with a more natural beauty. No make-\nup. hair in a messy ponytail, more herself than ever before.\n\ne swishes the ball in the hoop and high fives her TEAMMATES\nwith a grin. A GUARD comes out.\n\nGUARD\nHey, Runway. You got a visitor.\n\nEmily peels off from the game. Her teammates groan.\n\nINT. VISITORS ROOM - YORK CORRECTIONAL FACILITY - DAY 192\n\n \n\nEmily walks in to see Stephanie and Nicky at a table. Nicky\nraces toward her. She scoops him up in her arms and hugs him\nso tightly he groans.\n\nNICKY\nCan’t ... breathe ...\n\nEmily laughs and lets him go.\n\f117.\n\nEMILY\nYou're growing so fast.\n\nNicky pulls his lower lip down to show off his missing teeth.\n\nEMILY (CONT'D)\nAnd you lost another one!\n\nNICKY\nThe tooth fairy got me a gumball machine.\n\nEMILY\nWell, that was nice of her.\n\nNICKY\n(with a hard look)\nI know it’s Dad.\n\nEMILY\nYou're getting too smart for me.\n\nShe joins Stephanie at the table, Nicky on her lap. Stephanie\npushes a plate of cookies wrapped in saran across to her.\n\n; STEPHANIE\nWith agave instead of sugar.\n\nEMILY\nGood. They go a long way in here.\n\nNICKY\nNow can I have one?!\n\nSTEPHANIE\nOf course, Nicky.\n\nNicky grabs a cookie, shoving the whole thing in his mouth.\n\nNICKY\n(mouth full)\nI’m thirsty. Can I get a Coke?\n\nSTEPHANIE\nI'd rather you had milk inst--\n(then, with a smile)\nAsk your mom.\n\nEmily laughs and hands him a buck from a wad of cash tucked\ninside her bra. He darts off to the vending machine.\n\nSTEPHANIE (CONT'D)\nOkay. Whattaya got for me?\n\nEmily glances over her shoulder to make sure the GUARD isn’t\nlistening.\n\nEMILY\nInez Montoya. She used to be the guy’s\nhousekeeper before she got nabbed for\nwire fraud.",
  "109": "---END OF PREVIOUS SECTION---\nEmily glances over her shoulder to make sure the GUARD isn’t\nlistening. EMILY\nInez Montoya. She used to be the guy’s\nhousekeeper before she got nabbed for\nwire fraud. \n---TARGET SECTION TO BE ANNOTATED---\n She says he hides cash, lots\nof it, in a toolbox in the garage.\n\f194\n\n118.\n\nSTEPHANIE\nThat’s where they were putting it. Of\ncourse! I knew he was guilty. Thank you.\n\nEMILY\nYou keep bringing the supplies, I’1l keep\ndoling out the info. ’\nThey share a smile. Emily takes a bite of a cookie. Frowns.\nEMILY (CONT'D)\nDo me a favor, Dark Side. Next time, use\nreal sugar.\n\nSTEPHANIE\nCopy that, Runway.\n\nAs the two women share a smile of mutual respect, BEGIN END\nCREDITS ...\n\nEXT. WARFIELD ELEMENTARY SCHOOL - DAY 193\n\n \n\nUNDER THE END CREDITS, the BELL rings and all the kids pour\nout of the school with their parents. Stephanie walks out\nwith her boys -- Miles and Nicky -- who have bonded like\nbrothers. Darren races up to Stephanie.\n\nStephanie begins to sign her name onto EVERY SLOT of a SIGN-\nUP SHEET when -\n\nDARREN\nStephanie! We need your help! There’s\nbeen a terrible crime.\n\nSTEPHANIE\nWhat?\n\nDarren grabs her hand and hauls her off. She resists.\n\nDARREN\nCome with me, I have to show you. There’s\na dead body in the schoolyard!\n(to Miles and Nicky)\nBoys’ I’m borrowing your Mom!\n\nStephanie’s jaw drops as she follows Darren ...\nEXT. WARFIELD SCHOOL - SCHOOLYARD - DAY 194\n\nA MAN'S BODY is splayed face down on the ground. A KID (5) is\ndrawing a chalk outline around it. Confused, Stephanie turns\nover the body and discovers -- SEAN. Grinning ear to ear.\n\nSTEPHANIE\nSean. That’s a pretty dark joke.\n\nSean nods to ANOTHER KID who stands next to a boom box. The\nkid hits the button. MUSIC kicks in and a FLASH MOB begins.\n\nEveryone we’ve met is there: Sona, Stacey, Darren, the\nteacher Mrs. Kerry, even Detective Meany -- are there to\nparticipate in the choreographed performance, along with all\nthe ELEMENTARY SCHOOL KIDS -- Miles and Nicky at the\nforefront.\n\f119.",
  "110": "---END OF PREVIOUS SECTION---\nEveryone we’ve met is there: Sona, Stacey, Darren, the\nteacher Mrs. Kerry, even Detective Meany -- are there to\nparticipate in the choreographed performance, along with all\nthe ELEMENTARY SCHOOL KIDS -- Miles and Nicky at the\nforefront. 119. \n---TARGET SECTION TO BE ANNOTATED---\nTwo COOL KIDS, 9 and 11, watch the flash mob with disdain.\n\nCOOL KID #1\nUch. This is so 2010.\n\nCOOL KID #2\nTotally embarrassing.\n\nStephanie stands at the center, beaming, her eyes filled with\ntears as she takes in all this effort for her. At the end of\nthe song, Sean kneels on one knee and pops open a velvet\n\njewelry box. INSIDE IS THE VINTAGE DIAMOND AND SAPPHIRE RING\n\nTHAT BELONGED TO HIS MOTHER.\n\nSEAN\nStephanie Smothers. Internet sensation\nand P.I. Mom. Please say you'll marry me.\nOr_I‘ll have a_ lot of explaining to do to\n\nall these people.\n\nSTEPHANIE\nWell ... I’11 have to ask the moms first.\n(off his Look)\nYes. Of course I’ll marry you.\n\nStephanie throws herself into his arms. The crowd explodes.\nIt's a happy ending! Why the hell not? They’ve all been\nthrough a lot.\n\nFADE OUT.\n\f"
}