{
  "1": "FOR YOUR CONSIDERATION 2009\n\nA SINGLE MAN\n\nBEST ADAPTED SCREENPLAY\n\nSCREENPLAY BY\nTOM FORD and DAVID SCEARCE\n\f“RK Single Man”\n\nScreenplay\nby\n\nTom Ford and David Scearce\n\nBased on the novel by Christopher Isherwood\n\f\fBLACK SCREEN:\nEXT. UNDERWATER\n\nOur black screen slowly fades to a murky blue-grey as it\nbecomes apparent that we are underwater. From the top of our\nscreen drifts the nude body of a man, arms outstretched,\nsinking slowly. He moves his legs in a slight struggle as he\nis pulled deeper and deeper into the water. His hand lashes\nout in a final sudden movement as his body becomes still.\n\nWe are now close in on the man’s face to reveal GEORGE, 52,\nas he begins to toss and turn violently in the water\nsearching for air.\n\nA title appears over our image in simple bold type:\nFRIDAY, NOVEMBER 30, 1962.\n\nCUT TO:\nEXT. SNOW COVERED ROAD. DUSK\nGeorge is walking in the snow. He is on a quiet stretch of\nroad and the snow is falling gently. All is silent. Ahead of\nGeorge and in our line of sight is a crushed car that has\nflipped over on it’s top. There is broken glass everywhere\nand the skid marks of the car are visible on the icy road.\nThe taillights are still on and there is steam coming from\nthe hood. A body is hanging out of a smashed window on the\ndriver's side of the car.\n\nCUT TO:\n\nEXT. UNDERWATER.\n\nGeorge continues to toss and turn underwater even more\nviolently as he struggles to find air.\n\nCUT TO:\nEXT. SNOWY ROAD. DUSK\nArriving at the wreck, George looks at the bloody face of\nthe dead driver - it is a handsome man in his mid thirties,\n\nJIM. There is a lifeless and bloody black and white dog on\nthe dashboard against the broken windshield.\n\f2.\nGeorge slowly lies down in the snow next to Jim. He stares\nat Jim's bloody face and then leans over and kisses Jim on\nthe mouth. George pulls back.\nJim's open eyes and blood covered face fill our screen as we\npush in tighter.",
  "2": "---END OF PREVIOUS SECTION---\nHe stares\nat Jim's bloody face and then leans over and kisses Jim on\nthe mouth. George pulls back. Jim's open eyes and blood covered face fill our screen as we\npush in tighter. \n---TARGET SECTION TO BE ANNOTATED---\n His eyes have a cold gelatinous feel about\nthem. We continue to push in until his eyes fill our screen.\nThere is a faint, repetitive banging sound, like a drum\nbeat, in the background that becomes increasingly louder.\nCUT TO:\nINT. GEORGE'S HOUSE - BEDROOM. MORNING 1962\n\nGeorge bolts up in a panic. He can’t breathe. He is sweating\n\nThe drumbeat sound is loud and constant. In the distance we\nhear a female voice.\n\nMRS. STRUNK (0.S.)\nJennifer stop it! Stop that banging\nnow!\n\nThe banging sound stops.\n\nWe hear the white noise hum of waves crashing in the\ndistance and the faint sound of seagulls.\n\nGeorge’s face fills our screen as he recovers from the dream\n\nGEORGE V.O.\nWaking up begins with saying am and\nnow.\n\nWe gradually pull back from above to reveal a full length\nGeorge. He does not look his age - a slim, tan, Englishman\nwho has clearly taken care of himself. He has a full head\nof salt and pepper hair. He is handsome.\n\nQUICK CUTS OF A COMPLETELY STILL GEORGE FROM ALL SIDES AND\nANGLES.\n\nHe is nude, lying on a bed, partially covered in wrinkled\n\f3.\n\nwhite cotton sheets. There is a large black stain and an ink\npen on the sheets next to him.\n\nFROM THE CEILING WE PUSH IN SLOWLY UNTIL WE ARE JUST OVER\nGEORGE. WE SETTLE IN ON HIS FACE. WE ARE INTIMATE WITH HIM\nAND CAN HEAR HIM BREATHING SOFTLY.\n\nA twitch of his left hand. A worn gold signet ring on the\nlittle finger.\n\nGeorge reaches over to the other side of the bed as if\nsearching for someone. There is an open fountain pen on this\nside of the bed with a small stack of stationery. The ink\npen has left an enormous black stain on the sheets. Some of\nthe ink comes off on his fingers.\n\nHe gains his bearings and catches his breath. He lifts his\nfingers to his lips. The ink leaves a slight mark on his\nmouth. He lies still for a moment.\n\nCUT TO:\nFLASHBACK OF GEORGE KISSING JIM IN THE SNOW\n\nCUT TO:\nINT: GEORGE’S HOUSE - BEDROOM.",
  "3": "---END OF PREVIOUS SECTION---\nThe ink leaves a slight mark on his\nmouth. He lies still for a moment. CUT TO:\nFLASHBACK OF GEORGE KISSING JIM IN THE SNOW\n\nCUT TO:\nINT: GEORGE’S HOUSE - BEDROOM. \n---TARGET SECTION TO BE ANNOTATED---\n MORNING 1962 -- CONTINUOUS\n\nGEORGE V.O.\nFor the past eight months waking up\nhas actually hurt. The cold\nrealization that I am still here\nslowly sets in.\n\nGeorge, with bed hair, still sweating, untangles himself\nfrom the sheets and sits up. He holds onto his head as if in\npain.\n\nA pile of clothes is in the chair next to the bed. Books and\nmagazines are loosely stacked next to the end table. There\nis an empty scotch bottle on the floor. The room is dark and\nin disarray.\n\nOn the floor on George's side of the bed are about 10\ncarefully addressed envelopes and letters laid out in a\ngrid.\n\f4.\n\nGeorge looks at the alarm clock. It has stopped at 4:57. He\nlooks at his wrist watch on the bedside table. 7:22.\n\nGeorge sighs and bangs the alarm clock a few times on the\ntable top, winds it and resets it. The second hand is now\nticking loudly.\n\nGEORGE V.O. (CONT'D)\nI was never terribly fond of waking\n\nup.\n\nHe rises, navigates the grid of letters, and walks to the\nbathroom.\n\nINT. GEORGE'S HOUSE - BATHROOM. MORNING -- CONTINUOUS\n\nA SERIES OF SHOTS:\n\nRelieving himself at the toilet.\n\nStanding in the shower letting the hot water wash over him.\n\nGEORGE V.O.\nI was never one to jump out of bed\nand greet the day with a smile like\nJim was.\n\nShaving.\n\nGEORGE V.0. (CONT'D)\nI used to want to punch him\nsometimes in the morning he was so\nhappy.\n\nTaking a handful of aspirin\n\nGEORGE V.O. (CONT'D)\nI always used to tell him that only\nfools greet the day with a smile,\nthat only fools could possibly\nescape the simple truth that now\nisn’t simply now: it’s a cold\nreminder. One day later than\nyesterday, one year later than last\nyear and that sooner or later it\nwill come.\n\n \n\fScrubbing his fingernails briskly with a brush.\n\nGEORGE V.O. (CONT'D)\nHe used to laugh at me and then\ngive me a kiss on the cheek\n\nINT.",
  "4": "---END OF PREVIOUS SECTION---\nScrubbing his fingernails briskly with a brush. GEORGE V. O. (CONT'D)\nHe used to laugh at me and then\ngive me a kiss on the cheek\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n GEORGE’S HOUSE - BEDROOM. MORNING -- MINUTES LATER\n\n \n\nOpening an extremely organized drawer and taking out a pair\nof perfectly folded black socks.\n\nGEORGE V.O.\nIt takes time in the morning for me\nto become George, time to adjust to\nwhat is expected of George and how\nhe is to behave.\n\nOpening another equally organized drawer and pulling out an\nimmaculately pressed and folded white shirt.\n\nGEORGE V.O. (CONT'D)\nBy the time I have dressed and put\nthe final layer of polish on the\nnow slightly stiff but quite\nperfect George I know fully what\npart I’m supposed to play.\n\nGeorge runs a brush over his shoes.\nHe dabs the back of his neck with cologne.\nEND SERIES OF SHOTS.\n\nStanding at his dresser, George adjusts his tie and looks\nat himself intently in the mirror as our camera glides up\nGeorge's body to his face to reveal the now fully realized\npublic face of George.\n\nGEORGE V.O. (CONT'D)\nLooking in the mirror staring back\nat me isn’t so much a face as the\nexpression of a predicament.\n\nGEORGE\n(whispering aloud to himself)\nJust get through the goddamn day.\n\fGEORGE V.O.\nA bit melodramatic I guess.\n\nINT. GEORGE'S HOUSE - HALLWAY. MORNING -- CONTINUOUS\n\nGeorge walks down the hallway. As he approaches the living\nroom he glances out the window and sees JIM.\n\nGEORGE V.O.\nBut then again my heart has been\nbroken.\n\nJIM, 34, handsome and well built in a classical American way\nis waxing a surfboard on a pair of saw horses. Two more\nsurfboards lie on the bright green lawn behind him. A black\nand white, smooth fox terrier, like the dead dog in the car,\nlies in the sun on his side next to Jim. Another smaller,\nbut identical dog is biting at the collar of the first dog.\nJim is disciplining the smaller dog.\n\nGEORGE V.O. (CONT'D)\nI feel as If I am sinking,\ndrowning, can’t breathe.\n\nGeorge stares back at Jim but his expression is suddenly\nchanged by a sharp pain that grips his chest.",
  "5": "---END OF PREVIOUS SECTION---\nGEORGE V. O. (CONT'D)\nI feel as If I am sinking,\ndrowning, can’t breathe. George stares back at Jim but his expression is suddenly\nchanged by a sharp pain that grips his chest. \n---TARGET SECTION TO BE ANNOTATED---\nHe holds onto the louvered rail that separates the hall from\nthe living room to avoid falling over. He stands still and\ntakes a deep breath.\n\nWhen the pain passes, he looks back out of the window. No\nsurfboards. No Jim. No dogs. Just a brown over-grown lawn.\n\nGeorge closes his eyes, and takes a deep breath.\nHe makes his way down the hallway and into the kitchen.\nINT. GEORGE'S HOUSE - KITCHEN. MORNING -- CONTINUOUS\n\nGeorge plugs in the toaster and opens the bread box. No\nbread. He opens the refrigerator. No bread. He opens the\nfreezer to find a loaf of white bread frozen solid. He drops\nthe bread on the counter with a thud. Irritated he bangs the\nbread several times on the kitchen counter. He abandons the\nloaf of bread and begins making himself a pot of coffee.\n\f7.\n\n \n\nINT. GEORGE’S HOUSE - DINING AREA. MORNING -- MINUTES LATER\n\nGeorge is seated at the table having his morning coffee as\nthe phone rings. George looks at his watch. 7:40. He looks\nback at the ringing phone and decides not to answer it.\n\nFLASHBACK - INT. GEORGE’S HOUSE - LIVING ROOM. DAY (1948)\n\nGeorge and Jim are standing in the completely new and\nabsolutely empty house for the first time. It is stunning.\nThe starkness of it then is a total contrast to the house of\ntoday. This is the house before it had a life.\n\nGEORGE\nAren’t you going to say something?\n\nJIM\nAre you kidding? It’s spectacular\n\nGeorge is quietly staring at Jim with a faint smile on his\nface. Jim smiles when he realizes this, then slips up close\nto George and moves toward him for a kiss.\n\nGEORGE\nWhat are you doing?\n\nGeorge pushes him away. Nervously looking out of the large\nplate glass window.\n\nGEORGE (CONT'D)\nJim, stop it. I don’t think you're\nquite ready for life in a glass\nhouse.\n\nJIM\nDrapes, old man.\n\nJim moves in for a kiss only to be held back by George.\nJIM (CONT'D)\nYou're the one who’s always saying\n\nthat we’re invisible.",
  "6": "---END OF PREVIOUS SECTION---\nJIM\nDrapes, old man. Jim moves in for a kiss only to be held back by George. JIM (CONT'D)\nYou're the one who’s always saying\n\nthat we’re invisible. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE\nThat’s not exactly what I meant.\n\fGeorge gives in and the two men begin to kiss.\nEND FLASHBACK\n\nWE PULL BACK to reveal George alone in the house, across the\ndining area and living room and out the pivoting glass doors\nand across the dead lawn. George’s house is modest in size,\nyet has dynamic lines. It is an example of very bold\narchitecture, circa 1948, that has become somewhat ramshackle\nover time. We take in the full view of George in his world\nas the phone continues to ring.\n\nSERIES OF SHOTS:\nGeorge's empty bedroom as the phone continues to ring.\nSurfboards leaning against a wall in the garage.\n\nBooks and architectural models on the living room shelves\nnext to a drafting table.\n\nEND SERIES OF SHOTS.\n\nWe cut back to George staring into space for several beats\nas the phone continues to ring.\n\nGEORGE V.O.\nFor the first time in my life I\ncan’t see my future. Every day goes\nby in a haze, but today I have\ndecided will be different.\n\nINT. GEORGE’S HOUSE - BEDROOM. MORNING -- MINUTES LATER\n\n \n\nAs George stands in front of his book case, the phone starts\nto ring again. George looks across the room at the phone\nwhich sits on a small table next to an upholstered club\nchair.\n\nGEORGE V.O.\nFinally. You know it has been\nraining here all day and I’ve been\ntrapped in this house waiting for\nyou to call.\n\nCUT TO:\n\fFLASHBACK - INT. GEORGE'S HOUSE - BEDROOM. EVENING (1961)\n\nGeorge is sitting in the upholstered club chair reading. He\n\nis wearing\n\nglasses. He does not recognize the voice on the\n\nother end of the phone.\n\nThere is a\n\nHAROLD (0.S.)\nI’m sorry. I must have the wrong\nnumber. I’m calling for Mr. George\nFalconer...\n\nshort uncomfortable silence.\n\nGEORGE\nI’m sorry, I was expecting someone\nelse. Yes sir, you have indeed\ncalled the correct number. How may\n\nI help you?\n\nHAROLD (0.S.)\nThis is Harold Ackerley. I’m Jim’s\ncousin.\n\nGEORGE\n\nOh yes, of course. Good evening\nMr.",
  "7": "---END OF PREVIOUS SECTION---\nI’m Jim’s\ncousin. GEORGE\n\nOh yes, of course. Good evening\nMr. \n---TARGET SECTION TO BE ANNOTATED---\n Ackerley.\n\nHAROLD (0.S.)\nI'm afraid I’m calling with some\nbad news.\n\nGEORGE\noh?\n\nHAROLD (0.S.)\n\nThere's been a car accident.\n\nGEORGE\nAccident?\n\nHAROLD (0.S.)\nThere has been a lot of snow here\nlately and the roads have been icy.\nOn his way into town, Jim lost\ncontrol of his car.\n\f10.\n\nHAROLD (0.S.) (CONT'D)\nIt was instantaneous apparently.\n\nGEORGE\nOh.\n\nHAROLD (0.S.)\nIt happened late yesterday, but his\nparents didn’t want to call you\n\nGEORGE\nI see.\n\nHAROLD (0.S.)\nIn fact, they don’t know I’m\ncalling you now, but I thought that\nyou should know.\n\nGEORGE\nThank you.\n\nHAROLD (0.S.)\nI know this must be quite a shock\nIt was for all of us.\n\nGeorge continues in his robotic state.\n\nGEORGE\nYes, indeed.\n\nGEORGE (CONT'D)\nWill there be a service?\n\nHAROLD (0.S.)\nThe day after tomorrow.\n\nGEORGE\nWell I suppose I should get off the\nphone and book a plane flight.\n\nHAROLD (0.S.)\nThe service is just for family.\n\nGEORGE\nFor family. Of course. Well thank\nyou for calling. (Beat) Oh, Mr.\nAckerly?\n\fll.\n\nHAROLD (0.S.)\nYes.\n\nGEORGE\nMay I ask what happened to the\ndogs?\n\nHAROLD (0.S.)\n\nDogs? There was a dog with him but\nhe died. Was there another one?\n\nGEORGE\nYes. A small female.\n\nHAROLD (0.S.)\nWell, I don’t know to tell you the\ntruth. I haven’t heard anyone\nmention another dog\n\nGEORGE\nWell, thank you for calling, Mr.\nAckerly.\n\nHAROLD (0.S.)\n\nGoodbye Mr. Falconer.\n\nGeorge replaces the receiver. As he does, it misses the\ncradle and falls to the floor, the dial tone continues to\nhum.\n\nHe sits looking blankly ahead in total disbelief. He doesn’t\nknow what to do. He slides down in the chair and begins to\ncry silently as the reality of what has happened sets in.",
  "8": "---END OF PREVIOUS SECTION---\nHe sits looking blankly ahead in total disbelief. He doesn’t\nknow what to do. He slides down in the chair and begins to\ncry silently as the reality of what has happened sets in. \n---TARGET SECTION TO BE ANNOTATED---\n He\nsuddenly jumps up, runs out of the room, down the hall, and\nto the front door.\n\nFLASHBACK - EXT. GEORGE'S HOUSE - CAMPHOR TREE LANE.\nEVENING (1961) -- CONTINUOUS\n\nGeorge throws the front door open and dashes out of his\nhouse, into the rain, down his driveway and up the road.\n\nFLASHBACK - EXT. STAIRS TO SOLEDAD WAY. EVENING (1961)\nCONTINUOUS\n\f12.\n\nGeorge turns onto a pathway with a steep flight of wooden\nstairs.\n\nThe rain is torrential. George slips on the wet wooden steps\nas he climbs to the top of the stair case and runs out onto\nSoledad Way.\n\nFLASHBACK - EXT. CHARLEY’S DRIVEWAY. EVENING (1961)\nCONTINUOUS\n\nGeorge runs up the driveway towards Charley’s house. As he\nreaches the front door he rings the doorbell several times\n\nand begins pounding on the door.\n\nA startled blonde woman opens the door. CHARLOTTE aka\nCHARLEY, 47, is a British friend of George's.\n\nGeorge throws himself at her as she embraces him and he sobs\nuncontrollably.\n\nEND FLASHBACK\nINT. GEORGE’S HOUSE - BEDROOM. MORNING -- 1962.\n\nThe phone rings once more and then stops. George looks back\nto the bookcase.\n\nHe grabs a Huxley novel and retreats to the bathroom\n\nINT. GEORGE'S HOUSE - BATHROOM. MORNING -- CONTINUOUS\nSitting on the toilet, George reads.\n\nThere is a constant banging from outside. This is the same\nbanging we heard earlier. George attempts to ignore the\nirritating sound but finds it impossible to concentrate and\nslams his book shut. He looks across the street. The window\nis positioned so that when on the toilet George can see out,\nbut only his head can be seen from outside.\n\nEXT. THE STRUNK HOUSE. MORNING -- CONTINUOUS\n\nWE SEE THE STRUNK FAMILY BUT DO NOT HEAR WHAT THEY ARE\nSAYING.\n\nThe Strunk house is a pristine, absolutely new ranch house\n\f13.\n\nwith a manicured lawn that reeks of the traditional American\ndream circa 1962.",
  "9": "---END OF PREVIOUS SECTION---\nMORNING -- CONTINUOUS\n\nWE SEE THE STRUNK FAMILY BUT DO NOT HEAR WHAT THEY ARE\nSAYING. The Strunk house is a pristine, absolutely new ranch house\n\f13. with a manicured lawn that reeks of the traditional American\ndream circa 1962. \n---TARGET SECTION TO BE ANNOTATED---\nJENNIFER STRUNK, 8, a blonde, very American little girl,\nhammer in hand, pulverizes an old bathroom scale that she’s\npulled out of one of the shiny new trash cans. She tightly\nclutches a white Persian kitten with a pink ribbon. Jennifer\nis wearing a gingham dress and she chants an annoying\nadvertising jingle over and over in monotone as she pounds\naway at the scale with the hammer.\n\n \n\nMRS. STRUNK, 32, appears in the doorway. She is the archetype\nof the young attractive suburban wife and mother.\n\nShe is usually calm and poised but today she is clearly\nexasperated and yells from the front door at her daughter to\nput the scale back in the trash can.\n\nJennifer ignores her mother and continues pounding away with\nincreasing violence.\n\nMeanwhile, Jennifer's oldest brother TOM, 9, is combing over\ntheir lawn with a metal detector, as a younger brother\nCHRISTOPHER, 5, digs ferociously at the lawn with a small\ngarden shovel. The metal detector suddenly shrieks, having\nlocated something.\n\nJennifer drops her cat, runs to her brothers and joins in\nthe digging.\n\nThe lawn is littered with newly excavated holes and the\nflower beds also seem to be in a freshly unearthed state as\nif a dog has been digging in them. Simply put, the normally\nperfect front yard is an absolute disaster area.\n\nThe three children start screaming loudly to their mother.\n\nMrs. Strunk rushes over to the hole to see. As the metal\n\ndetector shrieks again, the children scream and even Mrs.\nStrunk squeals with delight and gets down on her knees to\ndig.\n\nCLOSE UP SHOTS FROM DIFFERENT ANGLES OF THE CHILDREN DIGGING\nFEROCIOUSLY FOR THE MONEY.\n\f14.\nWE CUT BACK TO GEORGE, AS HE WATCHES THE STRUNK FAMILY.\n\nMR. STRUNK, 35, a well dressed young executive with briefcase\nin hand, comes out of the house shouting at his family.\n\nHis wife rushes over to him but cannot pacify him as Mr.\nStrunk surveys the destroyed lawn and flower beds.\n\nSHOT FROM A LOW VANTAGE POINT WITH CHRISTOPHER IN THE\nFOREGROUND CATCHING A BUTTERFLY ON A FLOWER.\n\nThe Strunks continue to argue as Mr.",
  "10": "---END OF PREVIOUS SECTION---\nStrunk surveys the destroyed lawn and flower beds. SHOT FROM A LOW VANTAGE POINT WITH CHRISTOPHER IN THE\nFOREGROUND CATCHING A BUTTERFLY ON A FLOWER. The Strunks continue to argue as Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Strunk brushes off his\nwife’s attempts at affection.\n\nBACK ON THE LOW SHOT OF CHRISTOPHER NOW HOLDING THE REMNANTS\nOF THE BUTTERFLY IN HIS HAND.\n\nMrs. Strunk leans forward and kisses her husband on the\ncheek as he walks towards his car.\n\nMrs. Strunk heads over to the battered scale and throws it\nin the trash can.\n\nAs she does, she looks across the street at George’s window\nto catch him staring back at her. She begins to wave.\n\nINT. GEORGE’S HOUSE - BATHROOM. MORNING -- CONTINUOUS\n\nEmbarrassed, George ducks forward to hide from view. As he\ndoes, the phone starts ringing again.\n\nHe sits still for a moment. He sighs. Finally realizing that\nthe phone will not stop ringing, he gets up. His pants are\nstill around his ankles as he shuffles out into the bedroom\nto answer the phone.\n\nINT. GEORGE'S HOUSE - BEDROOM. MORNING -- CONTINUOUS\n\nGEORGE\nHello Charley.\n\nBRITISH WOMAN (0.S.)\nHow did you know it was me?\n\nINT. CHARLEY’S HOUSE - BEDROOM. MORNING -- CONTINUOUS\n\f15.\n\nWe cut to a shot of CHARLEY 48 in her bed smoking a\ncigarette. Her bedside table is cluttered with pill bottles\nand what is left of a cocktail. Her ashtray is filled with\ncigarette butts and magazines are strewn around her in the\nbed. Strawberry blonde and fair, Charley was clearly once a\ngreat beauty but is now a lonely and manic alcoholic.\nCharley is at the age where beauty hangs by a thread. On a\ngood day she can still manage a striking appearance yet good\ndays are few and far between. Today is not a good day.\n\nGEORGE (0.S.)\nCharlotte, no one else ever calls\nme before 8:00 in the morning\n\nCHARLEY\nI didn’t call too early, did 1? You\nsound grumpy.\n\nGEORGE (0.S.)\nNo. I just have a headache. I was\ngoing to call you actually. Is it\ntoo late to change my mind about\ntonight?\n\nCHARLEY\nOf course not! I haven’t seen you\nall week. I’m dying for a dose of\nyou.",
  "11": "---END OF PREVIOUS SECTION---\nCHARLEY\nOf course not! I haven’t seen you\nall week. I’m dying for a dose of\nyou. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE (0.S.)\n\nI know. I’m sorry. So, great. I’11\nsee you tonight. I need to run\nthough. I’m late for work. I’11\ncall you later from school\n\nCHARLEY\nI'll see you tonight.\n\nGEORGE (0.S.)\nGood-bye kiddo.\n\nCHARLEY\nBye, old man.\n\nWe linger on Charley as she hangs up the phone. We see the\njoy in her face. She has a reason to live. She takes a long\n\f16.\n\ndeep drag of her cigarette, then stubs it out and throws\nherself back against her bed pillows.\n\nINT. GEORGE’S HOUSE - BEDROOM. MORNING -- MINUTES LATER.\n\nGeorge, now fully dressed with his jacket and eyeglasses on,\ngoes to his desk and unlocks a drawer. He carefully lifts\nout an object and places it on his desk. We see clearly that\nthe object is a gun. He picks it up, flicks open the revolver\nand turns it up in the air to empty the bullets. There are\nno bullets. George sighs, clicks the gun closed, and places\nit in his briefcase. He then shoves a stack of papers into\nthe briefcase along with the Huxley book and heads out the\ndoor to the hall.\n\n \n\nINT. GEORGE’S HOUSE - LIVING ROOM. MORNING -- CONTINUOUS\nGeorge is coming down the hall. As he rushes toward the\nfront door, he practically knocks over his cleaning woman\nALVA, arriving with a bag of groceries and the newspaper\nunder her arm. Alva is a kind, Hispanic woman in her mid\n40's.\n\nALVA\nGood morning Mr. George.\n\nAlva places the bag of groceries on the dining table.\n\nALVA (CONT'D)\nSir, you don’t look so good. Did\nyou not sleep again?\n\nGEORGE\nGood morning Alva. No, I didn’t\nsleep well. You forgot to take the\nbread out of the freezer\n\nALVA\nIt stays fresh that way.\n\nGEORGE\n\nIt was a little too fresh this\n\nmorning. There are some papers laid\n\nout on my desk that need to stay\n(MORE)\n\f17.\n\nGEORGE (CONT'D)\nthere so please don’t move them.",
  "12": "---END OF PREVIOUS SECTION---\nGEORGE\n\nIt was a little too fresh this\n\nmorning. There are some papers laid\n\nout on my desk that need to stay\n(MORE)\n\f17. GEORGE (CONT'D)\nthere so please don’t move them. \n---TARGET SECTION TO BE ANNOTATED---\nAnd my pen leaked all over the bed.\nI’m sorry about the sheets.\n\nALVA\nIt’s OK sir.\n\nGEORGE\nAlva?\n\nALVA\nYes sir?\n\nGEORGE\n\nThank you. You're wonderful\n\nGeorges crosses to the table and kisses Alva on the cheek.\nShe is stunned. George turns and leaves the house as Alva\nstares after him as though he is from Mars.\n\nEXT. GEORGE'S HOUSE. MORNING -- MINUTES LATER\n\nGeorge backs his car down his driveway and into the street.\nThe clock on the dash reads 8:04.\n\nOur camera speed slows as we see Jennifer tap dancing in the\ndriveway. Jennifer looks at George in a slightly provocative\n\nmanner and tugs on her dress as he drives past.\n\nChristopher aims a toy machine gun directly at George’s car\nand fires to squeals of laughter.\n\nGeorge stares Christopher directly in the eye and holds up\nhis hand in a mock gun fashion and mouths “Bang, bang” to\nthe boy, stopping Christopher dead in his tracks.\n\nGeorge waves at Mrs. Strunk still on her lawn watching the\nchildren play as Tom walks towards the street with an arm\nfull of school books.\n\nShe waves back - a warm smile - as George eases his car past\nthe Strunk house.\n\f18.\nEXT. SAN TOMAS COLLEGE - PARKING LOT. DAY -- LATER\n\nGeorge pulls into the faculty parking lot of the school. His\nradio is on as he waits for three female students to pass in\nfront of his car.\n\nRADIO ANNOUNCER (0.S.)\nPremier Nikita Krushchev said today\nthat the Soviet Union’s policy of\npeaceful coexistence averted a\nnuclear war over Cuba. Krushchev\ndeclared that the missiles in Cuba\nwere ready for launching but not\nused, sparing the world from a\nnuclear holocaust...\n\nHe pulls into a parking space and turns off the car. George\ncloses his eyes and breathes deeply several times. He looks\nat himself in the rear view mirror, smooths his hair with\nhis hand and straightens his tie. He grabs his briefcase,\nand gets out of his car.\n\nGeorge makes his way through a sea of students and faculty,\nlike a salmon swimming upstream.",
  "13": "---END OF PREVIOUS SECTION---\nHe looks\nat himself in the rear view mirror, smooths his hair with\nhis hand and straightens his tie. He grabs his briefcase,\nand gets out of his car. George makes his way through a sea of students and faculty,\nlike a salmon swimming upstream. \n---TARGET SECTION TO BE ANNOTATED---\nWe cut to George continuing his walk as a lawn filled with\nstudents stretches out in front of him.\n\nGeorge notices a young couple lying together on the grass.\n\nKENNY, 20, is a 3rd year student. He has dark brown hair,\npale skin and piercing blue eyes. Kenny is not classically\nhandsome , yet is attractive in a somewhat gangly way. LOIS,\n20, is a stunning and very stylish blonde girl with a bored,\nbeatnik feel to her manner.\n\nCatching a glimpse of George, Kenny’s eyes light up. We hang\non this for a moment as Kenny’s hand shoots up in an\nenthusiastic wave. Turning to see George, Lois offers\nnothing but a nod and an exhale of cigarette smoke. George\nwaves back tentatively.\n\nGeorge’s eyes linger on Kenny who is staring at him intently.\n\nKenny stares after George while Lois reclines and continues\n\f19.\nto smoke.\nReaching the Arts Building, George heads inside.\n\nINT. SAN TOMAS COLLEGE - OFFICE OF THE ENGLISH DEPARTMENT -\nDAY -- MOMENTS LATER\n\nGeorge walks past two secretaries. One is quite a beautiful\nblonde in her early twenties.\n\nBLONDE SECRETARY\nGood morning professor.\n\nGEORGE\nGood morning.\n\nBLONDE SECRETARY\nOh, professor Falconer?\n\nGEORGE\nYes.\n\nBLONDE SECRETARY\nThere was a student here this\nmorning asking for your address.\n\nGEORGE\nMy address? What was his name?\n\nBLONDE SECRETARY\nHe didn’t say sir, and I’m sorry\nbut I didn’t ask him. He said he’s\nin one of your classes this term.\n\nWe linger on George’s face a moment. He is intrigued by this.\n\nGEORGE\nDid you give it to him?\n\nBLONDE SECRETARY\n(nervous)\nYes sir. I did. I hope that’s OK. I\nrealize I probably shouldn't have,\nbut he was very nice and before I\nknew it...\n\f20.\nGeorge looks the girl up and down.\n\nOUR SCREEN IS FILLED WITH CLOSE UP SHOTS OF THE SECRETARY'S\nFACE AND HAIR.\n\nGeorge is taking in her beauty. He looks her dead in the\neyes.\n\nGEORGE\nYour hair looks great up like that.",
  "14": "---END OF PREVIOUS SECTION---\nGeorge is taking in her beauty. He looks her dead in the\neyes. GEORGE\nYour hair looks great up like that. \n---TARGET SECTION TO BE ANNOTATED---\nBLONDE SECRETARY\nWhat?\n\nGEORGE\nI said your hair looks great like\nthat. It suits you. You always look\nso beautiful. Really fresh. You\nhave such a lovely smile.\n\nGeorge breathes in.\n\nGEORGE (CONT'D)\nArpege?\n\nBLONDE SECRETARY\nSir?\n\nGEORGE\nReally beautiful.\n\nGeorge walks away. The Blonde Secretary looks back at the\nother girl, clearly dumbfounded at George’s manner.\n\nINT. SAN TOMAS COLLEGE - FACULTY LOUNGE. DAY MOMENTS LATER\nGeorge enters the room and makes an effort to avoid eye\ncontact with anyone. An older professor DON who is reading\n\nthe paper looks up and smiles at George.\n\nGEORGE\nGood morning Don.\n\nDON\nGood morning George.\n\f21.\n\nThe large wall clock reads 9:10. There are two vending\nmachines against one wall of the lounge.\n\nGeorge grabs a cup of coffee from the coffee machine, and\ngets a Hershey's bar from the candy machine. George puts\nmore change into the machine and gets a second candy bar. As\nhe does, GRANT, a tall young professor, slips next to George\nand presses the button on the coffee machine.\n\nGRANT\nGood morning George.\n\nGEORGE\nGood morning Grant.\n\nGeorge grabs his second candy bar and heads out the door as\nGrant follows.\n\nGRANT\nYou look awful. What have you been\ndoing?\n\nThe two men exit the building and begin walking.\nEXT. SAN TOMAS COLLEGE - CAMPUS. DAY -- CONTINUOUS\nThe sky is a dark brown haze.\n\nGeorge eats his candy bar, gently steering them towards the\ntennis courts.\n\nGEORGE\nLook around Grant... most of these\nstudents aspire to nothing more\nthan a corporate job and a desire\nto raise coke-drinking, TV-watching\nchildren who as soon as they can\nspeak start chanting TV jingles and\nsmashing things with hammers.\n\nGRANT\nYou're really scaring me today\nGeorge.\n\f22.\n\nGEORGE\nI sometimes find them staring at me\nin a kind of bovine stupor as if I\nwere lecturing in a foreign\nlanguage. Remind me why we\nshouldn’t all just be annihilated?\n\nGeorge scans the tennis courts out of the corner of his\neye.",
  "15": "---END OF PREVIOUS SECTION---\nGEORGE\nI sometimes find them staring at me\nin a kind of bovine stupor as if I\nwere lecturing in a foreign\nlanguage. Remind me why we\nshouldn’t all just be annihilated? George scans the tennis courts out of the corner of his\neye. \n---TARGET SECTION TO BE ANNOTATED---\n Only one court is occupied, by two young men playing\nsingles.\n\nThe sun comes out with a sudden fierce heat that cuts through\nthe yellow smog-haze. The players are shirtless.\n\nCLOSE-UP SHOTS OF THE PLAYERS. OUR SOUND FADES TO ONLY THE\nAMPLIFIED SOUND OF THE GAME. SOUNDS OF THE BALL HITTING THE\nRACQUET AND OF THE FEET OF THE PLAYERS SLIDING ON THE RED\nCLAY COURT AND OF THEIR SIGHS AND QUICK BREATHING AS THEY\nWHACK THE BALL BACK AND FORTH.\n\nGeorge clocks this intently and takes in every detail.\n\nOUR SOUND RETURNS WITH A WHACK OF THE BALL AND A GUTTURAL\nOUTCRY FROM ONE OF THE PLAYERS.\n\nThe stream of sunlight has passed and the sky is once again\ndull and flat.\n\nGeorge realizes that Grant is talking and has been talking.\n\nGeorge has a faint smile on his face, still gazing at the\nplayers.\n\nGRANT\nYou seem to think this is all a\njoke. We're living in a world where\nnuclear war is a real threat. I\ndon’t understand how you can’t be\nconcerned.\n\nGEORGE\nYou're serious aren’t you?\n\nGRANT\nYes, I’m serious. George, did you\n(MORE)\n\f23.\n\nGRANT (CONT'D)\neven read the article that I gave\nyou on bomb shelters? Ours is\nalmost done. We had 3 different\ncontractors work on it so none of\nthem know what we’ve got, then\nwe're having the outside of it\nlandscaped so no one will know it’s\nthere.\n\nGEORGE\nReally?\n\nCUT TO:\n\nA SHOT OF GRANT AND HIS FAMILY IN A SIMPLE CONCRETE BLOCK\nSHELTER STARING DEAD INTO OUR CAMERA AS IF POSING FOR A\nPORTRAIT. GRANT IS SMOKING A PIPE, AND THE FAMILY ARE\nWEARING THEIR SUNDAY BEST. THEY ARE SURROUNDED BY ANIMALS:\nA COW, A GOAT, CHICKENS ETC.\n\nCUT BACK TO:\n\nGRANT\nIf word gets out that you've got a\nbetter shelter, then everyone will\ntry to get in when something\nhappens.",
  "16": "---END OF PREVIOUS SECTION---\nGRANT IS SMOKING A PIPE, AND THE FAMILY ARE\nWEARING THEIR SUNDAY BEST. THEY ARE SURROUNDED BY ANIMALS:\nA COW, A GOAT, CHICKENS ETC. CUT BACK TO:\n\nGRANT\nIf word gets out that you've got a\nbetter shelter, then everyone will\ntry to get in when something\nhappens. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE\nAnd so?\n\nGRANT\nThere will be no time for sentiment\nwhen the Russians fire a missile at\nus.\n\nGEORGE\nIf it’s going to be a world with no\ntime for sentiment Grant, it’s not\na world that I want to live in.\n\nOne of our tennis players lets out a loud THWACK.\n\nINT. SAN TOMAS COLLEGE - GEORGE'S OFFICE. DAY\n\f24.\n\nGeorge is sitting on the edge of his desk. Frozen. He has a\nlook of extreme melancholy on his face. His shoulders are\nslumped.\n\nHe waits for the clock to strike 10:00 exactly and then he\nstands, picks up his briefcase and heads out the door.\n\nINT. SAN TOMAS COLLEGE - GEORGE’S CLASS -- MINUTES LATER\n\nGeorge walks into class and places his briefcase on the\ndesk. Most of the students continue to talk.\n\nGeorge sits on the edge of the desk and reaches into his\nbriefcase. He fumbles around for a moment, pauses, and then\npulls out a book. He sits quietly with a slight look of\ndisgust on his face staring directly at the talkers as, one\nby one, they succumb to his silence.\n\nFinally George speaks.\n\nGEORGE\n“After Many a Summer Dies the Swan.”\n\nBlank stares.\n\nGEORGE (CONT'D)\nI trust you've all read the Huxley\nnovel I assigned almost three weeks\nago? How does the title relate to\nour story?\n\nHe looks around the room as a few hands go up.\n\nGEORGE (CONT'D)\nYes, Mr. Mong.\n\nALEX MONG\nIt doesn’t. It’s about this rich\nguy who’s afraid he’s too old for\nthis girl...\n\nGeorge, irritated by the response of Mr. Mong closes his\neyes tightly and takes a deep breath as our sound fades.\n\nCUT TO:\n\f25.\nFLASHBACK - EXT. UNDERWATER\n\nGeorge is tossing and turning underwater struggling to\nbreathe. He turns over and over trying to find the surface of\nthe water but he continues to sink.\n\nCUT BACK TO:\nINT. SAN TOMAS COLLEGE - GEORGE’S CLASS -- MOMENTS LATER\n\nOur sound returns as George opens his eyes and snaps back to\nthe present. Laughter dies away.",
  "17": "---END OF PREVIOUS SECTION---\nCUT BACK TO:\nINT. SAN TOMAS COLLEGE - GEORGE’S CLASS -- MOMENTS LATER\n\nOur sound returns as George opens his eyes and snaps back to\nthe present. Laughter dies away. \n---TARGET SECTION TO BE ANNOTATED---\n The only one not laughing\nis Kenny, who is watching George intently. George remains\nfrozen for a moment as RUSS raises his hand.\n\nGEORGE\nRuss?\n\nGeorge signals for Russ to speak.\n\nOur camera speed slows and our sound fades as George seems\nmesmerized by the blank eyes of Lois. Lois is smoking and\nstaring straight back at George in an almost aggressive\nmanner. She begins to whisper into Kenny’s ear. Kenny\ncontinues to watch George who has a dazed expression on his\nface.\n\nGeorge slowly regains his composure and comes to attention\nas MYRON - a dark-complexioned young man with intense eyes\nand glasses- raises his hand.\n\nOUR SOUND RETURNS.\n\nGEORGE (CONT'D)\nYes, Mr. Hirsch.\n\nMYRON\nSir, on page 79, Mr. Propter says\nthat the stupidest text in the\nBible is: “they hated me without a\ncause.\" Does he mean the Nazis were\nright to hate the Jews? Is Huxley\nan anti-Semite?\n\nGEORGE\nNo.\n\f26.\n\nThe class stares at George, expecting more from such a\nprovocative question.\n\nGEORGE (CONT'D)\nNo, Mr. Huxley is not an anti\n\nSemite. The Nazis were obviously\nwrong to hate the Jews. But their\nhating the Jews was not without a\n\ncause... But the cause wasn’t real.\nThe cause was imagined. The cause\nwas FEAR.\n\nCurious stares.\n\nGEORGE (CONT'D)\nLet’s leave the Jews out of this\nfor a moment and think of another\nminority. One that can go unnoticed\nif it needs to.\n\nGeorge looks directly at WALTER, a slightly effeminate young\nman, who turns away embarrassed.\n\nGEORGE (CONT'D)\nThere are all sorts of minorities,\nblondes for example, but a minority\nis only thought of as one when it\nconstitutes some kind of threat to\nthe majority. A real threat or an\nimagined one. And therein lies the\nFEAR. And, if the minority is\nsomehow invisible...\n\nAnother glance at Walter.\n\nGEORGE (CONT'D)\n.+:the fear is even greater\n\nKenny tries to find the target of George’s glance, but to no\navail.",
  "18": "---END OF PREVIOUS SECTION---\nAnd, if the minority is\nsomehow invisible... Another glance at Walter. GEORGE (CONT'D)\n.+:the fear is even greater\n\nKenny tries to find the target of George’s glance, but to no\navail. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE (CONT'D)\n\nAnd this FEAR is the reason the\n\nminority is persecuted. So, there\n(MORE)\n\f27.\n\nGEORGE (CONT'D)\nalways is a cause. And the cause is\nFEAR. Minorities are just people.\nPeople...\n\nAgain a subtle look at Walter.\n\nGEORGE (CONT'D)\n+.+like us.\n\nWalter shrinks in his seat.\n\nGEORGE (CONT'D)\nI can see that I’ve lost you a bit.\nYou know what? Let’s forget about\nHuxley today.\n\nGeorge places his book on his desk. Several students look up\nfrom their notebooks.\n\nGEORGE (CONT'D)\nLet’s just talk about fear. Fear\nafter all, is our real enemy. Fear\nis taking over our world. Fear is\nbeing used as a tool of\nmanipulation in our society.\nIt’s how politicians peddle policy\nand how Madison Avenue sells us\nthings that we don’t need. Think\nabout it. Fear that we’re going to\nbe attacked, fear that there are\ncommunists lurking around every\ncorner, fear that some little\nCaribbean country that doesn’t\nbelieve in our way of life poses a\nthreat to us. Fear that black\nculture may take over the world.\nFear of Elvis Presley’s hips. (beat)\nWell, maybe that one is a real\nfear. Fear that our bad breath\nmight ruin our friendships... Fear\nof growing old and being alone.\n\nGeorge notices a few eyes looking over his shoulder at the\nclock on the wall which reads 12:05.\n\f28.\n\nGEORGE (CONT'D)\nFear that we're useless and that no\none cares what we have to say.\n\nSome shift about uncomfortably in their seats, yet Kenny\nstares, amazed.\n\nGeorge surveys the anxious class, realizing he has lost\ntheir attention.\n\nGEORGE (CONT'D)\nHave a good weekend.\n\nGeorge closes his book, shoves it in his briefcase, and\nwalks out the door as his students gather their things.\n\nKenny gets up to follow after George but Lois corners him to\ntalk.\n\nEXT. SAN TOMAS COLLEGE - ARTS BUILDING. DAY -- LATER\n\nGeorge is heading briskly towards the administration\nbuilding when he hears Kenny's voice.",
  "19": "---END OF PREVIOUS SECTION---\nEXT. SAN TOMAS COLLEGE - ARTS BUILDING. DAY -- LATER\n\nGeorge is heading briskly towards the administration\nbuilding when he hears Kenny's voice. \n---TARGET SECTION TO BE ANNOTATED---\nKENNY\n\nSir! May I speak to you for a\nminute? I have to go down to the\nbookstore.\n\nGeorge pauses allowing Kenny to catch up to him and then the\ntwo men begin walking.\n\nKENNY (CONT’D)\nWhy don’t you talk to us like that\nall the time?\n\nGEORGE\nI don’t think it went over very\nwell.\n\nKENNY\n\nMan, fear of things gets to me all\nthe time, but you can’t talk about\nit with anyone or you just sound\nlike a fool.\n\fGEORGE\nYou can’t even talk about it with\n\nLois?\n\nKENNY\nI don’t think she’s afraid of\nanything.\n\nGEORGE\nEveryone's afraid of something\nKenny.\n\nKENNY\n\nWhat are you afraid of sir?\n\nGEORGE\nCars.\n\nKENNY\nHow can you live in Los Angeles and\nbe afraid of cars?\n\nGEORGE\nMaybe you can’t.\n\nKENNY\nSometimes my fear of things can\nalmost paralyze me. It’s like I get\nreally panic stricken and I feel\nlike I might explode or something...\nMay I ask you a personal question sir?\n\nGEORGE\nOf course.\n\nKENNY\nDo you ever get high?\n\nGeorge stops walking.\n\nGEORGE\nHow old do I look to you?\n\nKENNY\nHave you ever taken any drugs sir?\n\f30.\n\nGEORGE\nOf course, Kenny.\n\nKENNY\nLike what?\n\nGEORGE\nI shouldn't really be discussing\nthis with you on campus Mr. Potter.\n\nGeorge begins walking and Kenny follows.\n\nKENNY\nIt’s the only way I get by\nsometimes. Have you ever tried\nmescaline?\n\nGEORGE\nNot my drug of choice. I shaved off\none of my eyebrows once on\nmescaline. Not a good look for me\n\nKENNY\nSir?\n\nGEORGE\nI looked in the mirror - big\nmistake if you're high on mescaline\n- and decided that my eyebrows were\ntaking over my face and before I\nknew it, I had shaved one off. I\nwore a band-aid over my eye for\nabout 6 weeks while my brow grew\nin. Very embarrassing.\n\nKENNY\nYou didn’t take it again after\nthat?\nGeorge stops.",
  "20": "---END OF PREVIOUS SECTION---\nVery embarrassing. KENNY\nYou didn’t take it again after\nthat? George stops. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE\n\nKenny, have you been listening to\nme? I shaved off my eyebrow. I\nwanted an experience Mr. Potter,\nnot a career on stage.\n\f31.\n\nKENNY\nIf you ever want to get high sir, I\nusually have some dope.\n\nGEORGE\nYou're really mad aren’t you?\n\nKENNY\nSorry, sir. I guess you don’t feel\nvery comfortable talking like this.\n\nGEORGE\nWhat makes you say that?\n\nKENNY\nLois thinks you’re kind of cagey.\nLike this morning, when you were\nlistening to all that crap we were\ntalking about Huxley...\n\nGEORGE\nWell, not all of you. I didn’t\nnotice you open your mouth once.\n\nKENNY\nI was watching you.\n\nGeorge is surprised and intrigued.\n\nKENNY (CONT’D)\nYou let us ramble on and on and\nthen you straighten us out - but\nyou never really tell us everything\nyou know about something\n\nGEORGE\nWell, maybe that’s true up to a\npoint.\n\nGEORGE (CONT'D)\nIt’s not that I want to be cagey.\nI can’t really discuss things\ncompletely openly at school\nSomeone would misunderstand... I\ntried to do that today. It doesn’t\nwork.\n\n \n\f32.\nINT. SAN TOMAS COLLEGE - CAMPUS BOOKSTORE. DAY CONTINUOUS\n\nKenny seems to be thinking over what George has said as the\ntwo men enter the bookstore. Kenny picks up a red pencil\nsharpener from a display on the counter and a note book.\n\nKENNY\nWhat was it you wanted to get sir?\n\nGEORGE\nNothing. I was on my way to the\nDean’s office.\n\nKENNY\nYou mean you walked all the way\ndown here just to talk to me?\n\nGEORGE\nWhy not?\n\nKENNY\nWell, I think you deserve something\nfor that. Here sir, take your pick\nIt’s on me.\n\nKenny waves his hand across the multicolored display of\npencil sharpeners.\n\nGEORGE\nThank you.\n\nGeorge chooses a yellow one.\n\nKENNY\nI thought you'd probably pick blue.\n\nKenny pays the cashier.\n\nGEORGE\nWhy blue?\n\nKENNY\nIsn't blue supposed to be\nspiritual?\n\f33.",
  "21": "---END OF PREVIOUS SECTION---\nGEORGE\nWhy blue? KENNY\nIsn't blue supposed to be\nspiritual? 33. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE\nWhat makes you think I’m spiritual?\nAnd you? Red?\n\nKENNY\nWhat’s red stand for?\n\nGEORGE\nLots of things. Rage. Lust.\n\nKENNY\nNo kidding?\n\nKenny looks George straight in the eye.\n\nKENNY (CONT’D)\nSee you around, sir.\n\nKenny smiles and walks away leaving George staring after\nhim.\n\nINT. SAN TOMAS COLLEGE - GEORGE'S OFFICE. DAY -- LATER\n\nGeorge is cleaning up his office. He is arranging the insides\nof his drawers and throwing things into the garbage can. It\nis all immaculate. His desk is absolutely bare with the\nexception of three file folders carefully labeled and laid\nout precisely on his desk top.\n\nGeorge sits down and sighs. He rests his head in his hands\nfor a few moments and rubs his temples.\n\nHe opens his briefcase, searching for something. He locates\na bottle of aspirin, and empties 3 tablets into his hand.\n\nHe opens his lower desk drawer and pulls out a near empty\nbottle of scotch. He unscrews the cap and finishes the bottle\noff, as he washes down the aspirin.\n\nHe picks up the phone and dials a number.\n\nCHARLEY (0.S.)\nHello?\n\f34.\n\nGEORGE\nWhat are you up to kiddo?\n\nINT. CHARLEY’S HOUSE - DRESSING ROOM. DAY -- CONTINUOUS\n\nCharley's hair is teased up but has not yet had it’s final\nbrush out and last coat of lacquer. Her foundation is on but\nthe rest of her makeup is not yet done and her face is matte\nbeige. She has a picture ripped out of Vogue on her dresser\ntop about how to achieve the “Perfect Doe Eye”. One eye is\nmade up and the other is bare. We are staring at her in a\nmagnifying mirror. There are dresses strewn around the room\nA Serge Gainsbourg record is playing in the background.\n\nCHARLEY\nJust trying to finish up a book\nHow's your day going?\n\nGEORGE (0.8)\nFine. I was just getting ready to\nleave school and wanted to know if\nyou needed anything for tonight?\n\nCHARLEY\nYou're sweet, but thanks, I think\nI’m all set.\n\nShe is looking at herself in the magnifying mirror.",
  "22": "---END OF PREVIOUS SECTION---\nI was just getting ready to\nleave school and wanted to know if\nyou needed anything for tonight? CHARLEY\nYou're sweet, but thanks, I think\nI’m all set. She is looking at herself in the magnifying mirror. \n---TARGET SECTION TO BE ANNOTATED---\nCHARLEY (CONT'D)\nOh, could you pick up a bottle of\nGin for me? Tangueray? I love the\ncolor of the bottle.\n\nINT. SAN TOMAS COLLEGE - GEORGE'S OFFICE. DAY - CONTINUOUS\n\nGEORGE\nYou love what’s in it. What time do\nyou want me?\n\nCHARLEY (0.S.)\n7:00 would be great if that’s OK\nwith you.\n\f35.\n\nGEORGE\nPerfect. I'll see you tonight.\n\nINT. CHARLEY’S HOUSE - BEDROOM. DAY -- CONTINUOUS\n\nCHARLEY\nI'll see you then. Bye Geo.\n\nGEORGE (0.S.)\nGood-bye kiddo.\n\nShe hangs up the phone and starts back to work on her face.\nShe does a little dance move to the record and stares into\nthe mirror.\n\nCHARLEY\nBeautiful...\n\nINT. SAN TOMAS COLLEGE - GEORGE'S OFFICE. DAY - CONTINUOUS\nWe cut back to GEORGE’S P.0.V. He looks at the clock on the\nwall. 2:20. George takes one of the folders off of his desk\nand slips it into his briefcase as he walks to the door.\n\nHe turns, and looks around the room for a moment.\n\nHe turns off the light and closes the door as he leaves.\n\nEXT. SAN TOMAS COLLEGE - CAMPUS. DAY -- MOMENTS LATER\n\nExiting the faculty building, George crosses the campus to\nthe parking lot.\n\nINT. SAN TOMAS COLLEGE - GEORGE'S JAGUAR SEDAN. PARKING\nLOT DAY\n\nGeorge is inside his car with his briefcase open. He is\nlooking for his car keys. He spots the handle of the gun and\nwraps his fingers around it. He is deep in thought.\n\nThere is a loud startling knock on George’s window. It’s\nKenny. He is on his motorcycle and has pulled up next to\nGeorge. He turns off his motor. George rolls down the car\nwindow. George is in a dark mood as he quickly closes the\n\f36.\nbriefcase, irritated that he has been disturbed.\n\nGEORGE\nYes, Mr. Potter?\n\nKENNY\nAre you going somewhere sir?\n\nGEORGE\nThat is usually why people get into\ntheir cars.",
  "23": "---END OF PREVIOUS SECTION---\nPotter? KENNY\nAre you going somewhere sir? GEORGE\nThat is usually why people get into\ntheir cars. \n---TARGET SECTION TO BE ANNOTATED---\nKENNY\nNo, I mean are you going on\n\nvacation or something?\n\nGEORGE\nWhat?\n\nKENNY\nI saw you cleaning out your office.\n\nGeorge's face goes pale.\n\nGEORGE\nWhat is it that you really want\nKenny?\n\nKENNY\n\nI was just hoping that perhaps we\ncould get together for a drink or\nsomething sometime.\n\nGEORGE\nAnd why is that?\n\nKENNY\nI don’t know sir. Because I think\nyou might like it. I mean, because\nyou seem as though you could use a\nfriend.\n\nGEORGE\nOh really?\n\f37.\n\nKENNY\n(sincerely)\nYes sir, you do.\n\nGeorge looks Kenny in the eyes. He is touched by Kenny’s\nconcern.\n\nGEORGE\nWell, you might be right Kenny, but\nwe'll have to make it another time\nI’m late. (beat) But thank you for\nthe invitation. And thank you for\nthe talk earlier. And stay away\nfrom the mescaline.\n\nGeorge starts his car and pulls out of the driveway and\nonto a winding side street leaving Kenny sitting on his\nmotorcycle in the parking lot.\n\nINT. SANTA MONICA NATIONAL BANK. DAY -- LATER\nGeorge passes a security guard who nods at him.\n\nAs George walks up to a desk marked “Safe Deposit”, a pretty\nbrunette, BANK TELLER, greets him. She clearly finds him\n\nattractive.\n\nBANK TELLER\nHello Mr. Falconer.\n\nGEORGE\nHello. How are you today?\n\nBANK TELLER\nFine, sir. Do you need to get into\nyour box?\n\nINT. SANTA MONICA NATIONAL BANK - SAFE DEPOSIT BOX VIEWING\nROOM. DAY -- MINUTES LATER\n\nBANK TELLER\nHere you are sir. Can you sign\n\nhere please?\n\nGeorge signs.\n\f38.\n\nGEORGE\nThank you.\n\nAs the teller leaves, George opens the box and slowly\nempties the contents.\n\nHe pulls out folded documents and pushes them into his\nbriefcase.\n\nHe takes out a slim gold wedding band, looks at it for a\nmoment and then slips it onto his little finger next to his\nsignet ring.\n\nA black and white photograph in the box catches George’s\neye.",
  "24": "---END OF PREVIOUS SECTION---\nHe pulls out folded documents and pushes them into his\nbriefcase. He takes out a slim gold wedding band, looks at it for a\nmoment and then slips it onto his little finger next to his\nsignet ring. A black and white photograph in the box catches George’s\neye. \n---TARGET SECTION TO BE ANNOTATED---\nINSERT PHOTO: it is a nude picture of Jim lying on a large\nboulder in the sun.\n\nAs George stares at the photo, he closes his eyes.\nFLASHBACK - EXT. JOSHUA TREE STATE PARK. DAY (1947)\n\nA CLOSE UP SHOT OF SKIN AND THE BACK OF A MAN'S NECK IN\nHARSH SUN. THERE IS A SOUND OF RUSTLING PALM LEAVES AND\nWIND. WE SLIDE ALONG A MAN’S BODY AND ARE SUDDENLY PULLED\nOVER AND ARE FACE UP IN THE GLARING SUN. THE LIGHT FLARES\nAS WE PULL BACK TO REVEAL AN EXPANSE OF STUNNING AND ODD\nLOOKING PREHISTORIC DESERT.\n\nSEVERAL LINGERING SHOTS OF THE LANDSCAPE AND SOUNDS OF THE\nDESERT CAPTURE THE REMOTE AND BEAUTIFUL EMPTINESS OF IT ALL.\n\nGeorge, 38, and Jim, 21, lay on a large smooth boulder on a\nhigh cliff edge, propped up on their elbows, admiring the\npeaceful and seemingly empty desert. There is a camera in\nthe foreground. Jim is buttoning up his pants.\n\nJIM\nSo explain your friend Charlotte to\nme\n\nGEORGE\n\nWhat would you like to know?\n\f39.\n\nJIM\nYou seem very... I don’t know...\nintimate I guess. Like you were\nonce together. You haven't ever\nslept with her have you?\n\nGEORGE\nYes. A few times when we were\nyoung. I don’t mean to say that it\ndidn’t mean anything to me but, I’m\nafraid it meant a good deal more to\nCharley. It was a long time ago in\nLondon. It didn’t work out very\nwell. I love Charley and we are\nvery close friends but that’s all.\n\nJIM\nI’m confused. If you sleep with\nwomen then why are you with me?\n\nGEORGE\nBecause I fall in love with men\nBecause I fell in love with you\nAnyway, doesn’t everyone sleep with\nwomen when they’re young?\n\nJIM\nI haven't.\n\nGEORGE\nYou're joking.\n\nJIM\nNo. I’m not. It was just never\nanything that interested me\n\nGEORGE\nWell.",
  "25": "---END OF PREVIOUS SECTION---\nJIM\nNo. I’m not. It was just never\nanything that interested me\n\nGEORGE\nWell. \n---TARGET SECTION TO BE ANNOTATED---\n You're awfully modern aren't\nyou? You know, that was the first\nthing that I noticed about you was\nhow sure of yourself you were. How\ncan you be so sure about everything\nat your age?\n\nJIM\nYou think I’m sure of myself?\n\f40.\n\nGEORGE\nOf course you are.\n\nGeorge lets his hand brush against Jim’s. Jim looks at\nGeorge then breaks into a great smile.\n\nEND FLASHBACK\n\nINT. SANTA MONICA NATIONAL BANK - SAFE DEPOSIT BOX VIEWING\nROOM. DAY\n\nGeorge slips the photo into his jacket pocket. He closes the\nempty box and picks up the beige phone on the desk.\n\nGEORGE\nI’m finished now. Thank you.\n\nINT. SANTA MONICA NATIONAL BANK. DAY -- MINUTES LATER\n\nBANK TELLER\n\nYes, Mr. Falconer... Is there\nsomething else we can help you with\ntoday?\n\nGeorge is looking through his briefcase.\n\nGEORGE\nI can’t find my check book and I\nneed some cash. Not my day I’m\nafraid. Excuse me a minute.\n\nGeorge sits down on a trim upholstered sofa and starts to\nlook carefully through his briefcase.\n\nInto our frame come two perfect, tiny blue patent leather\nshoes.\n\nGeorge looks up to see Jennifer Strunk. Her beauty is\nalmost alarming. Her blue eyes match the color of her tiny\nshoes. She stares at George intently.\n\nOUR CAMERA MOVES SLOWLY OVER THE TINY GIRL, LITERALLY\nDRINKING IN HER FRESH BEAUTY. WE SEE THE TINY BLONDE HAIRS\nON HER LEGS AND ARMS. WE STOP ON HER EYES AND OUR CAMERA\nZOOMS INTO THE DEEP BLUE OF HER EYES. WE HEAR HER LIGHT\n\f41.\n\nBREATH. HER GOLDEN LASHES BAT IN SLOW MOTION AND THE SOUND\nOF THE BREEZE CREATED BY THEM IS AMPLIFIED.\n\nGeorge is dumbstruck. The little girl looks up at him with\nabsolute innocence. She is holding a small glass terrarium\n\nJENNIFER\nMommy says bushy eyebrows are\npedestrian, but I think yours are\npretty.\n\nGEORGE\nWell I think yours are pretty too.",
  "26": "---END OF PREVIOUS SECTION---\nThe little girl looks up at him with\nabsolute innocence. She is holding a small glass terrarium\n\nJENNIFER\nMommy says bushy eyebrows are\npedestrian, but I think yours are\npretty. GEORGE\nWell I think yours are pretty too. \n---TARGET SECTION TO BE ANNOTATED---\nJENNIFER\nWhy do you look so sad? Would you\nlike to meet Charlton Heston?\n\nGEORGE\nWhat?\n\nJennifer holds out her terrarium. It has paper columns glued\naround the outside and inside is a large black scorpion and\na small spider clinging to a stick.\n\nJENNIFER\nBen Hur. Our scorpion. Every night\nwe throw in something new to him\nand watch him kill it. Daddy says\nit’s like the colosseum so my\nbrother Tom glued on all the\ncolumns. He wants to be a set\ndesigner. He hasn’t eaten the\nspider yet cause he’s still full\nfrom the moth we gave him last\nnight. Daddy said he’d like to\nthrow you in the colosseum.\n\nGEORGE\nNo kidding. why?\n\nJENNIFER\nHe says you're light in your\nloafers but you aren’t even wearing\nloafers. I think my brother Tom is\n(MORE)\n\f42.\n\nJENNIFER (CONT'D)\nlight in his loafers too but he\nwears Keds. Last week he made me do\na conditioning treatment on my hair\nwith eggs. Does it look shiny?\n\nMrs. Strunk appears suddenly. She looks lovely with her\nlight brown hair swept up in a french twist.\n\nMRS. STRUNK\nSweetheart, what are you doing\nbothering Mr. Falconer?\n\nGEORGE\nShe’s not bothering me at all\nSusan. How are you?\n\nMRS. STRUNK\nI’m glad to see you George...\nGeorge, we’re having a few people\nover tonight for drinks and would\nlove to have you join us if you\ncould.\n\nGEORGE\nThank you, it’s very kind of you\nbut I’m afraid that I have plans\ntonight.\n\nMRS. STRUNK\nWell, another time then. Come on\nJennifer. Let’s let Mr. Falconer\nget back to his banking. Goodbye\nGeorge.\n\nGEORGE\nGoodbye Susan. Goodbye Jennifer\n\nThe two women walk away and George looks after them with a\nfaint smile. Jennifer turns and stares back at George and\nflashes her blue eyes at him.\n\nHe is left smiling back at her.\n\nINT. SPORTING GOODS STORE.",
  "27": "---END OF PREVIOUS SECTION---\nHe is left smiling back at her. INT. SPORTING GOODS STORE. \n---TARGET SECTION TO BE ANNOTATED---\n LATE AFTERNOON -- MINUTES LATER\n\f43.\nThere are rows of guns on the wall behind the counter and\ninnocuous music plays in the background. A YOUNG BOY, 14, is\nbehind the counter helping a PRETTY BLONDE GIRL with a rifle.\n\nGeorge walks up to the counter and places his gun down.\n\nYOUNG BOY\nMay I help you sir?\n\nGEORGE\nI need a box of bullets for this\ngun.\n\nYOUNG BOY\nYes sir.\n\nThe boy picks up the gun and looks at it.\n\nYOUNG BOY (CONT'D)\nThis is a really old gun sir. we\nhave a two for one sale on handguns\nat the moment. Perhaps one for the\nlittle lady?\n\nGEORGE\nNo thanks. Just the bullets please.\n\nGeorge hands the boy money for the bullets.\nEXT. LIQUOR STORE. PARKING LOT. LATE AFTERNOON\n\nA giant billboard for PSYCHO featuring only Janet Leigh’s\neyes completely fills our frame as George’s car pulls into\nour shot. George parks and gets out of the car and walks\ntowards the liquor store.\n\nThe sun is low in the sky, and the sky is now a dirty shade\nof pale orange.\n\nAs George passes a late model car, a dog is barking\nhysterically and looking out of the driver’s side window at\nGeorge. It is a smooth, black and white fox terrier. George\nstops in his tracks, approaches the car and stares in the\nwindow as the dog becomes silent and looks George in the\neyes.\n\f44a.\nJust then a YOUNG WOMAN returns to the car.\n\nYOUNG WOMAN\nI’m sorry. I hope she didn’t growl\nat you. She goes kind of crazy\nsometimes when I have to leave her\nin the car.\n\nThe Young Woman opens her car door and pushes the dog aside\nwith her bag.\n\nGEORGE\nShe’s perfect. What’s her name?\n\nThe Young Woman gets inside and rolls down the window. The\ndog climbs onto her lap and puts her front paws on the car\ndoor.\n\nYOUNG WOMAN\nIndia.\n\nGEORGE\nI used to have smooth fox terriers.",
  "28": "---END OF PREVIOUS SECTION---\nThe\ndog climbs onto her lap and puts her front paws on the car\ndoor. YOUNG WOMAN\nIndia. GEORGE\nI used to have smooth fox terriers. \n---TARGET SECTION TO BE ANNOTATED---\nYou don’t see them very often\n\nOUR SHOT IS CLOSE ON INDIA AS GEORGE MOVES IN AND TAKES A\nDEEP BREATH OF INDIA’S NECK AND EAR. HE NUZZLES HER AND\nBREATHES DEEPLY. THE SOUND OF HIS DEEP INHALE IS AMPLIFIED.\n\nGEORGE (CONT'D)\nShe’s still a puppy isn’t she?\n\nGeorge pulls back. The Young Woman is slightly taken aback\nby George but flattered. She nods and then smiles.\n\nYOUNG WOMAN\nHave a nice evening.\n\nGEORGE\nYou too. Good night India\n\nGeorge watches as the car pulls away. India now on the\npassenger seat looks back at George.\n\nGeorge heads toward the front of the store.\n\f45.\n\nAs George walks toward the door we see CARLOS, 20, a hustler\nin a leather jacket, tight jeans, boots and a t-shirt\nloitering near a pay phone smoking a cigarette. He is very\nhandsome in a cheap way and locks eyes with George as George\nenters the electric doors.\n\nGeorge looks away uncomfortably.\n\nEXT. LIQUOR STORE. LATE AFTERNOON -- MOMENTS LATER.\n\nAs George exits the liquor store with two bottles in brown\npaper bags, Carlos turns to enter and the two men walk right\n\ninto each other as George’s gin crashes to the ground.\n\nCARLOS\nMan, I’m sorry about that.\n\nGEORGE\nIt’s OK.\n\nCarlos’ pack of cigarettes is on the ground covered in gin\nand glass.\n\nGEORGE (CONT'D)\nIt was my fault. 1/11 get you\nanother pack.\n\nCarlos smiles and looks right into George’s eyes.\n\nCARLOS\nDon't worry about it.\n\nGEORGE\nNo, no I insist.\n\nINT. LIQUOR STORE. LATE AFTERNOON -- MOMENTS LATER\n\nThe CASHIER slips George's bottle of gin into a brown paper\nbag and hands him a pack of Lucky Strikes and a book of\nmatches. George hands the cashier a 10 dollar bill and she\ngives him change.\n\nCASHIER\nThank you sir.\n\f46.\nThe cashier glares at Carlos as he walks towards the door.\nGEORGE\nI’m sorry about the broken glass.\nThank you.\n\nGeorge hands the cigarettes to Carlos.",
  "29": "---END OF PREVIOUS SECTION---\nGEORGE\nI’m sorry about the broken glass. Thank you. George hands the cigarettes to Carlos. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE (CONT'D)\nHere you go.\n\nCARLOS\nThanks man.\n\nCarlos opens the pack as the two of them walk through the\nglass doors.\n\nEXT. LIQUOR STORE. LATE AFTERNOON CONTINUOUS\n\n \n\nCARLOS\nYou want one?\n\nGEORGE\nNo thanks.\n\nGeorge stares into Carlos’ face. His beauty is stunning.\n\nGEORGE (CONT'D)\nWell, yes actually. Why not. Thank\nyou.\n\nGeorge takes a cigarette and Carlos lights it as George\ngazes into his eyes.\n\nCLOSE UP SHOTS OF CARLOS’ EYES AND LASHES. DETAILS OF HIS\nMOUTH, BICEPS, HANDS. A SHOT OF HIS NECK. WE ALMOST FEEL HIM\nSIGH AS HE EXHALES. THE SOUND OF HIS BREATHING IS SLIGHTLY\nAMPLIFIED.\n\nCARLOS\nCarlos.\n\nGEORGE\nWhat did you say?\n\f47.\n\nCARLOS\nCarlos. You asked me my name. Are\nyou OK?\n\nGEORGE\n\nOh, yeah, yeah. I’m sorry.\n\nGeorge takes a last deep inhale as he looks Carlos up and\ndown and then settles on his face.\n\nGEORGE (CONT'D)\n(in perfect Spanish)\n\nWow. You're really something. You\n\nhave an incredible face. Enjoy\n\nthat. It’s a great gift.\n\nCARLOS\n(in Spanish)\nYour Spanish is perfect.\n\nGEORGE\n(in Spanish)\nThanks. I should have used it more.\n\nCARLOS\n(in Spanish)\nIt’s not too late.\n\nGeorge stubs out his cigarette and then reaches into his\njacket pocket and pulls out a 20 dollar bill. He hands it to\nCarlos.\n\nGeorge walks toward his car and starts to get in, but as he\ndoes he notices Carlos trying to open the locked passenger\ndoor.\n\nOur shot is from the front of the car, taking in the sky in\nthe background which has turned a vivid pink.\n\nGEORGE\nWhat are you doing?\n\nCARLOS\nAren’t we going somewhere?\n\f48.\n\nGEORGE\nNo. But, thanks.\n\nLooking up at the sky, George stops and stares at it.\n\nCARLOS\n(in Spanish)\n\nYou know it’s the smog that makes\n\nit that color.\n\nGEORGE\nI've never seen a sky like this\nbefore.",
  "30": "---END OF PREVIOUS SECTION---\nLooking up at the sky, George stops and stares at it. CARLOS\n(in Spanish)\n\nYou know it’s the smog that makes\n\nit that color. GEORGE\nI've never seen a sky like this\nbefore. \n---TARGET SECTION TO BE ANNOTATED---\nCARLOS\n\n(in Spanish)\nSometimes awful things have their\nown kind of beauty.\n\nGeorge looks at Carlos, struck by his comment.\n\nGEORGE\nCould I have another cigarette?\n\nCARLOS\nSure.\n\nGeorge walks around to the back of the car. Carlos gives\nGeorge a cigarette and places one in his own mouth, strikes\na match and lights George’s cigarette and then his own.\n\nGeorge and Carlos sit on the trunk of the car and stare at\nthe sky.\n\nCARLOS (CONT'D)\nYou sure that you don’t want to go\nfor a drive?\n\nGEORGE\nI’m sure. (Beat) Where are you\nfrom?\n\nCARLOS\n\nMadrid.\n\f49.\n\nGEORGE\nMadrid? How did you get here?\n\nCARLOS\nIt’s a long story. I met a guy from\nLA at the hotel where I worked who\ntold me I could live with him and\nthat he could get me an agent. I\nnever realized that I had a Spanish\naccent.\n\nGEORGE\nI like your accent. You speak very\nwell. How did you learn English?\n\nCARLOS\nMy mom had an American boyfriend\nwhen I was little.\n\nGEORGE\nIs your mother in Madrid?\n\nCARLOS\nYeah. She cuts hair. She cut my\nhair before I left. Do you like it?\nI thought it made me look like\nJames Dean.\n\nGEORGE\nYou look better than James Dean\n\nCARLOS\nReally? Thanks. (beat) No one has\never picked me up and not wanted\nsomething.\n\nGEORGE\nI think you picked me up. (Beat)\nToday is kind of a serious day for\nme\n\nCARLOS\nCome on. What could be so serious\nfor a guy like you?\n\f50.\n\nGEORGE\nOh, I’m just trying to get over an\nold love I guess.\n\nCARLOS\nMy mother always says that lovers\nare like buses. You just have to\nwait a little while and another one\ncomes along.\n\nGeorge stubs out his cigarette.\n\nGEORGE\nYou have a smart mother. I’ve got\nto go.\n\nCARLOS\n\n(in Spanish)\nYou seem like all you really need\nis someone to like you. I’m a nice\nguy you know.\n\nGeorge goes around to the drivers side of the car and starts\nto get in.",
  "31": "---END OF PREVIOUS SECTION---\nCARLOS\n\n(in Spanish)\nYou seem like all you really need\nis someone to like you. I’m a nice\nguy you know. George goes around to the drivers side of the car and starts\nto get in. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGE\nThanks, but I’m going away.\n\nGeorge backs up the car and waves quickly to Carlos as he\npulls out of the parking lot.\n\nCarlos stares after the car.\n\nINT. GEORGE'S HOUSE - BATHROOM. EVENING\n\nGeorge, in a crisp white shirt with french cuffs, is washing\nhis hands and dressing for dinner as a very loud cocktail\nparty sound blasts from the Strunk house.\n\nGeorge looks out his window to survey all of this.\n\nThe Strunk lawn is pristine, flower beds immaculate, and the\nguests are arriving. All are dressed in their best, chic\n\ncocktail outfits and the driveway is full of sleek, late-\nmodel cars.\n\f51.\n\nINT. GEORGE’S HOUSE - BEDROOM. EVENING -- MOMENTS LATER\n\n \n\nGeorge is increasingly irritated at the sound of the party.\nHe walks over to his Hi Fi and starts to put on a record.\n\nAs he does he glances back at the sofa.....\nFLASHBACK - INT. GEORGE'S HOUSE - STUDY. NIGHT (1961)\n\nJim and George are stretched out on the small sofa reading\nwith their heads at opposite ends. A fire is burning in the\nfireplace.\n\nThere is a beer on the floor at Jim’s end and a scotch on the\nfloor at George’s end.\n\nThe female dog is tucked up between them and the male is\nstretched out on the floor as a record ends and starts to\nscratch back and forth.\n\nGEORGE\nIt’s your turn to change it.\n\nJIM\nI’m not changing it. It’s your\nturn. You won’t like what I put on\nanyway.\n\nGEORGE\nOh, please, please. Come on. I’11\ngive you five dollars if you change\nit. Please. I don’t want to. I’m\ntoo old to get up.\n\nJIM\nYou're only old when it’s\nconvenient for you to be old. What\nare you reading?\n\nGeorge flashes the cover of Kafka's Metamorphosis at him.\nJIM (CONT'D)\n\nOh no. Not that depressing crap\nagain.\n\f52.\n\nGEORGE\nIt’s for my class. And what\nhighbrow work of fiction might you\nbe reading?\n\nJim flashes the cover of Breakfast at Tiffany’s.\n\nGEORGE (CONT'D)\nHmmm.",
  "32": "---END OF PREVIOUS SECTION---\nAnd what\nhighbrow work of fiction might you\nbe reading? Jim flashes the cover of Breakfast at Tiffany’s. GEORGE (CONT'D)\nHmmm. \n---TARGET SECTION TO BE ANNOTATED---\nJIM\nDon't be so smug.\n\nThe dog on the floor sits up.\n\nJIM (CONT'D)\n(to the dog)\nAnd just what do you want?\n\nGEORGE\nHe wants to go out.\n\nJIM\nOf course he does. What a life he\nhas. Don’t you envy him?\n\nGEORGE\nWhy, because he gets to sniff\nanyone’s ass he wants to?\n\nJIM\nNice. I envy him because he just\ndoes what he wants. Like yesterday\nI was standing in the front yard,\nand Susan came over to talk for a\nminute and that little brat of\nhers, Christopher came running over\nwith that damned gun of his. Well\nour little dog walked right up,\nlooked straight ahead, hiked his\nleg and peed all over Christopher's\nnew tennis shoes. And all over\nChristopher actually. He and his\n\n(MORE)\n\f53.\n\nJIM (CONT'D)\nmother both started shrieking and I\nhad to act like I was upset, when\nit was all I could do to keep from\nlaughing. It was so perfectly\nexecuted after all the times those\nkids have tortured that poor dog. I\nwish you had seen it.\n\nThey both laugh and look at the dog who knows that he is\nbeing spoken about.\n\nJIM (CONT'D)\nYou should take a lesson from him.\nHe doesn’t stay up all night\nworrying. He’s figured out how to\nget the two of us to do exactly\nwhat he wants. They are both\nbasically very sophisticated little\nparasites when you think about it.\n\nGEORGE\nWell, the dumbest creatures are the\nhappiest. Just look at your mother\n\nJIM\nYou're an ass. What I mean is, he\nreally just lives in the moment.\nLike now. What could be better than\nthis? Tucked up here with you. If I\ndied right now it would be OK.\n\nGEORGE\nWell, it wouldn’t be OK with me so\nshut up and go change the record.\n\nJIM\nGood answer.\n\nJim starts to get up.\n\nJIM (CONT'D)\n\nI was going to take them with me to\n\nDenver next week if it’s OK with\n(MORE )\n\f54.\n\nJIM (CONT'D)\nyou. My mom loves them.",
  "33": "---END OF PREVIOUS SECTION---\nJIM (CONT'D)\n\nI was going to take them with me to\n\nDenver next week if it’s OK with\n(MORE )\n\f54. JIM (CONT'D)\nyou. My mom loves them. \n---TARGET SECTION TO BE ANNOTATED---\n It’s\nprobably that recognition of a\nsimilar mind.\n\nJim kisses George on the forehead.\n\nJIM (CONT'D)\nOh, you stay there old man. You owe\nme five bucks.\n\nEND FLASHBACK\nINT. GEORGE'S HOUSE - BEDROOM. EVENING\n\nGeorge looks towards the Strunk house again. He is irritated\nat the noise from the party and puts on the record.\n\nINT. GEORGE'S HOUSE - BEDROOM. EVENING -- MOMENTS LATER\nOpera music is now blaring.\nGeorge, is re-arranging the items on his desk.\n\nHe takes a dark suit out of the closet and lays it across\nthe empty end of the desk top. He goes over to his dresser,\npulls out a shirt, takes a pair of gold cuff links out of an\nebony box on the dresser top and lays these out next to the\nsuit.\n\nHe goes back to his closet and grabs two different ties.\nHe stands over the suit weighing the two different tie\noptions. He chooses one, lays it on the shirt carefully and\nreturns the other one to the closet.\n\nHe carefully writes out something in bold type on a small\npiece of paper and pins it to the tie that he has laid out\nwith the shirt. He takes a note marked “Charley” from the\ndesk top and lays this on top of the suit.\n\nGeorge goes to his closet, takes out a pair of black capped\ntoe shoes and places them on the desk next to the suit. The\nshoes are perfectly polished. He stands back and surveys his\ndesk.\n\f55.\n\nOUR SHOT FROM ABOVE REVEALS THE GUN AND BULLETS IN THE\nCENTER OF THE DESK. WE SLOWLY PULL BACK FROM THE GUN TO\nREVEAL THE ENTIRE DESK TOP. IT IS A COMPLEX BUT PRECISE\nARRANGEMENT OF LETTERS, BILLS, HOUSE DEEDS, A DOCUMENT\nMARKED THE LAST WILL AND TESTAMENT OF GEORGE CARLYLE FALCONER,\nAND 3 CAREFULLY LABELED KEYS. THE LARGE BOX AT THE END OF\nTHE DESK IS MARKED “CHARLEY”. THE OTHER END OF THE DESK IS\nDOMINATED BY THE OUTFIT THAT GEORGE ASSEMBLED EARLIER.",
  "34": "---END OF PREVIOUS SECTION---\nIT IS A COMPLEX BUT PRECISE\nARRANGEMENT OF LETTERS, BILLS, HOUSE DEEDS, A DOCUMENT\nMARKED THE LAST WILL AND TESTAMENT OF GEORGE CARLYLE FALCONER,\nAND 3 CAREFULLY LABELED KEYS. THE LARGE BOX AT THE END OF\nTHE DESK IS MARKED “CHARLEY”. THE OTHER END OF THE DESK IS\nDOMINATED BY THE OUTFIT THAT GEORGE ASSEMBLED EARLIER. \n---TARGET SECTION TO BE ANNOTATED---\n IT IS\nNOW LAID OUT WITH THE SHIRT AND TIE INSERTED IN THE JACKET\nAND A NOTE THAT SAYS “WINDSOR KNOT” AT THE NECK.\n\nGeorge takes the gun from his desk and goes over to his side\nof the bed. He lays down. He opens his mouth and carefully\ninserts the tip of the gun. He lies like this for a moment,\nsits up, looks at the wall behind him and the pillows on the\nbed and gets up and heads toward the bathroom with the gun\nin his hand.\n\nINT. GEORGE’S HOUSE - BATHROOM. EVENING -- CONTINUOUS\n\nGeorge gets into the shower and pulls the shower curtain\nclosed. Our shot is from the OUTSIDE OF THE SHOWER and we\ncan see George's silhouette as he raises the gun to his\nmouth. He turns and looks behind himself. He repeats the\nmotion of placing the gun in his mouth but this time falls\nback against the wall and slides down it. George yanks the\ncurtain open and goes out of the door and down the hall.\n\nINT. GEORGE’S HOUSE - BEDROOM. EVENING -- MOMENTS LATER\n\nGeorge comes back into the bedroom with a red flannel\nsleeping bag. The gun is still in his hand. He unrolls the\nsleeping bag and places it on the bed. He gets in and zips\nit up over his head. We can see by the shape of the sleeping\nbag that he has raised the gun to his mouth. Just as he does\nthis, the phone rings. George freezes for a moment, then\ngets out of the sleeping bag and crosses the room. He places\nthe gun on his desk and answers the phone.\n\nGEORGE\nNo, I did not forget the gin. I’11\n\nsee you in ten minutes\n\nHe hangs up the phone and heads down the hall.\n\f56.\nEXT. GEORGE’S HOUSE - KITCHEN. EVENING -- MINUTES LATER\n\nGeorge is standing at the kitchen counter putting the\nfinishing touches on a note.\n\nHe is now dressed in a blazer with gold buttons, grey slacks\nand black loafers. He has clearly made an effort to look\nhandsome.\n\nHe folds the note around a stack of one hundred dollar bills\nand puts it into an envelope.",
  "35": "---END OF PREVIOUS SECTION---\nHe is now dressed in a blazer with gold buttons, grey slacks\nand black loafers. He has clearly made an effort to look\nhandsome. He folds the note around a stack of one hundred dollar bills\nand puts it into an envelope. \n---TARGET SECTION TO BE ANNOTATED---\n He writes ALVA on the outside\nof the envelope, goes to the bread box and pulls out a new\nloaf of bread.\n\nHe opens the wrapper and slides the envelope in so that it\nis visible through the plastic. He closes the wrapper and\nplaces the loaf of bread in the freezer.\n\nHe grabs the liquor bottles and heads out the door.\nEXT. GEORGE'S HOUSE - DRIVEWAY. NIGHT -- MINUTES LATER\n\nGeorge leaves his house and begins to walk down his driveway.\nThe Strunk cocktail party is now in full swing and two\ncouples are being greeted at the front door by Mr. Strunk.\n\nAll of a sudden, Christopher Strunk jumps out of the bushes\nwith his toy machine gun and starts shooting at George.\nGeorge stares down at the little boy.\n\nCUT TO:\n\nOur sound fades as George slowly turns towards the boy,\nunzips his fly, and unleashes a steady stream of piss all\nover the stunned kid who starts screaming hysterically.\n\nCUT BACK TO:\n\nOur sound snaps back. George is still staring at Christopher\nwho is shooting away. George’s stare brings the little boy\nto a stop.\n\nGEORGE\nChristopher, would you like it if I\nkilled you?\n\nCHRISTOPHER\nI don’t know.\n\f57.\nGEORGE\nWell, if you keep it up we are\ngoing to find out, so go home and\nstop shooting at people.\n\nChristopher glares at George.\n\nGeorge offers a quick salutation and a broad smile to Mr.\nStrunk and then turns and walks up the road.\n\nEXT. STAIRS TO SOLEDAD WAY. NIGHT -- MINUTES LATER\nGeorge walks up the stairs with his bottles of liquor.\nEXT. CHARLEY’S HOUSE - DRIVEWAY. NIGHT\n\nGeorge walks towards the house. He stares at the door a\nmoment before ringing the bell.\n\nGeorge is stunned by the beauty of the lush pink climbing\nroses next to Charley’s door. He leans in to smell one and\ncloses his eyes.\n\nCharley opens the door.\n\nCHARLEY\nGeo.\n\nOUR CAMERA DRINKS CHARLIE IN:\n\nCharley is dressed in a graphic black and white evening\ndress that is clearly a few years ahead of it’s time.",
  "36": "---END OF PREVIOUS SECTION---\nCharley opens the door. CHARLEY\nGeo. OUR CAMERA DRINKS CHARLIE IN:\n\nCharley is dressed in a graphic black and white evening\ndress that is clearly a few years ahead of it’s time. \n---TARGET SECTION TO BE ANNOTATED---\n Her\nstrawberry blonde shoulder-length hair is teased and piled\non her head in a stylish coif that clearly took a great deal\nof time to achieve. This is Charley at her best and not the\nsame Charley we saw earlier.\n\nShe has made quite an effort and she looks beautiful. She\nkisses George on the cheek as they embrace.\n\nA QUICK FLASHBACK OF GEORGE SOBBING IN THE RAIN IN CHARLEY’S\nARMS.\n\nBack to the present, George pulls away from Charley.\n\f58.\n\nGEORGE\nYou look divine. As chic as ever.\n\nGeorge is genuinely happy to see Charley.\n\nCHARLEY\nCome on in.\n\nINT. CHARLEY’S HOUSE - ENTRY HALL. NIGHT -- CONTINUOUS\n\nGeorge follows Charley as they walk together through the\nhouse.\n\nCHARLEY\nOh God. It smells awfully of\ncooking in here doesn’t it?\n\nGEORGE\nIt smells great. I’m starving\nWhere’s Louisa?\n\nINT. CHARLEY’S HOUSE - SUN ROOM. NIGHT -- CONTINUOUS\nCHARLEY\nI gave her the night off. I’m\n\ncooking myself.\n\nGEORGE\nYou are?\n\nCHARLEY\nYes, and I’m trying something new.\n\nGEORGE\nCharley darling, you cooking is\nnew.\n\nCHARLEY\n\nDon’t be smart. I’m in a good mood\ntonight and I’m going to be fun\nI’ve made two early New Years\nresolutions. One, no more talk\nabout awful ex-husbands and\nchildren who don’t give a damn\n\f59.\n\nGEORGE\nAnd the other one?\n\nCHARLEY\nOne what?\nGEORGE\nResolution.\nCHARLEY\n\nOh, resolution number two! More\nsmoking and more drinking and screw\nit all! So, come mix me up a drink\nI'll have a gin and tonic please\nand watch out baby!\n\nGEORGE\nComing up.\n\nINT. CHARLEY’S HOUSE - LIVING ROOM. NIGHT -- CONTINUOUS\n\nThe interior of the living room is almost all white. This\nis very definitely the house of a stylish woman.",
  "37": "---END OF PREVIOUS SECTION---\nCHARLEY’S HOUSE - LIVING ROOM. NIGHT -- CONTINUOUS\n\nThe interior of the living room is almost all white. This\nis very definitely the house of a stylish woman. \n---TARGET SECTION TO BE ANNOTATED---\n There is a\nwhite shag carpet on the floor, a fire burning, a large\ncurved sectional sofa in the center of the room and an\nelaborate dining table set for two in a window at the far\nend of the room.\n\nAs they walk into the living room George turns to the well\nstocked drinks table and mixes them both a drink.\n\nCharley sits down on the sofa in front of the fire.\n\nCHARLEY\nIt was sweet of you to come\ntonight.\n\nGEORGE\n\nSweet had nothing to do with it. I\nneeded to see you.\n\nCHARLEY\nOh come off it. Whenever you do\nsomething sweet, you're too ashamed\nto admit it.\n\f60.\n\nGeorge hands Charley her drink and sits down next to her.\n\nGEORGE\nTo our early New Years Resolutions.\n\nCHARLEY\nAnd just what are your resolutions\nby the way?\n\nGEORGE\n\nTo let go of the past. Completely,\nentirely, and forever.\n\nThey raise their glasses and smile at each other. Charley\nlooks George up and down.\n\nCHARLEY\nLight me up Geo, will you...\n\nCharley looks Geo in the eyes. George leans forward for the\ntable lighter.\n\nCHARLEY (CONT'D)\nDarling, you don’t look well. Do\nyou remember when you had your\nlittle heart attack last year?\n\nGEORGE\nIt wasn’t a heart attack.\n\nCHARLEY\nWell whatever it was darling you\ndon’t look so hot.\n\nGEORGE\nI’m great. Never been better. Just\ntired. I haven't been sleeping\n\nCHARLEY\nGeo, it’s normal. You were with Jim\nfor 16 years. I think about Richard\neveryday too. It’s hard being alone.\nAt least you have a job and a life.\n(beat) Let’s have a bit of dinner shall\nwe? Because I’ve worked so hard...\n\f61.\nINT. CHARLEY’S HOUSE - LIVING ROOM. NIGHT -- LATER\nThey've finished their dinner, and a bottle of champagne.\n\nCHARLEY\nReally?\n\nCharley lights another cigarette.\n\nCHARLEY (CONT’D)\nWhat are you talking about?\n\nGEORGE\nSeriously, “old” doesn’t exist\nanymore. A student yesterday called\nme a “senior citizen”.",
  "38": "---END OF PREVIOUS SECTION---\nCHARLEY (CONT’D)\nWhat are you talking about? GEORGE\nSeriously, “old” doesn’t exist\nanymore. A student yesterday called\nme a “senior citizen”. \n---TARGET SECTION TO BE ANNOTATED---\nCHARLEY\nI wouldn't mind if “old” didn’t\nexist, but I’m not sure “senior” is\nwhat I’m shooting for either\n\nCharley catches a reflection of herself in the glass of\nthe window and smooths her cheek up a bit with her well\nmanicured hand.\n\nGEORGE\nIt’s all becoming so bland... it’s\nnot why I came to America. It’s\nlike a complete breakdown of\nculture and manners.\n\nCHARLEY\nWell, the young ones have no\nmanners. The other day at the car\nwash I had a young man look me up\nand down and actually ask me if I\nwas a natural blonde!\n\nGEORGE\nNo. What did you say?\n\nCHARLEY\nI looked him straight in the eye\n(MORE)\n\f62.\n\nCHARLEY (CONT'D)\nand said: “Well, let’s just say\nthat if I stood on my head I would\nbe a natural brunette with lovely\nbreath.”\n\nGEORGE\nYou did not!\n\nCHARLEY\nI did! And the amusing thing was\nthat it went right over his head!\nThey both laugh hysterically.\n\nGEORGE\nYou had a mouth on you even back in\nLondon. Do you remember that old\nlesbian who threw her drink at you\nbecause you asked her if she was\nhung like a donut!?\n\nThey practically fall out of their chairs laughing at this\none. Their laughing tapers off as Charley takes a drag on\nher cigarette. There is a quiet, sweet pause between them.\n\nCHARLEY\nOh Geo, we could always go back to\nLondon. The two of us.\n\nGEORGE\nNo thanks.\n\nCHARLEY\nYou know you miss it.\n\nGEORGE\nSometimes I miss it. Maybe if Jim\nhad lived. He loved England. He\nreally wanted us to stay the last\ntime we were there.\n\nCHARLEY\nDo you really think you would have\nmoved?\n\f63.\n\nGEORGE\n\nOh, I don’t know. It’s silly to\neven talk about it. It was just a\nfantasy.\n\nCharley reaches over and holds his hand. As she does, she\nfondles his little finger and notices the addition of the\nslim gold band.\n\nCHARLEY\nWhat’s this?\n\nGeorge pulls his hand away.\n\nGEORGE\nMy mother’s wedding ring.",
  "39": "---END OF PREVIOUS SECTION---\nCHARLEY\nWhat’s this? George pulls his hand away. GEORGE\nMy mother’s wedding ring. \n---TARGET SECTION TO BE ANNOTATED---\n I found\nit when I was cleaning out a\ndrawer. Charlotte dear, we are both\nin need of another drink\n\nGeorge stands up, grabs their two empty glasses, and heads\nback to the drinks table as Charley watches, clearly still\nvery much in love.\n\nCharley gets up and puts on a record and then crosses the\nroom to where George is mixing the drinks and slides up\nbehind him affectionately.\n\nGeorge smiles as Charley embraces him from behind and lays\nher head on his shoulder.\n\nMuch to her surprise he turns around, takes her hand, and\ngrabs her around the waist as they begin to slow dance.\n\nGeorge buries his head in Charley’s neck and squeezes her\nclose. We hear the sound of her bracelets and George feels\nthe brush of her earrings as he literally drinks her in.\n\nThey are drunk and adorable together as the pace of the\nmusic slows and George starts to pull away.\n\nCharley in an attempt to keep things going stops dancing\nand runs across the room to change the record.\n\f64.\n\nCHARLEY\nWait, wait, wait! Don’t move. I\nLOVE this.\n\nShe puts on a wild record as George begins to laugh against\nhis will.\n\nGEORGE\nYou are insane!\n\nCHARLEY\nCome on old man!\n\nThe music blares and the two of them go crazy. Charley is\nquite a sexy dancer as is George. He twists lower and lower\nas the two of them have a Watusi competition all the time\nlaughing.\n\nAs Charley shakes her head and goes wild, she loses her\nbalance in her mules and falls back onto George. The two of\nthem fall to the floor laughing.\n\nThey are both flat on their backs as Charley slides into a\ncomfortable spot under George's arm with her head on his\nshoulder.\n\nThey slowly calm down and their laughter turns to sweet\nsmiles of exhausted, drunken contentment as the record dies\ndown and turns itself off.\n\nThey look blissful lying on the white shag carpet as they\nregain their breath.\n\nGEORGE\nDon’t move.\n\nGeorge jumps up, slips off his jacket and tosses a few\npillows to the floor. He grabs their drinks, Charley’s pink\ncigarettes and an ashtray and heads back to her.",
  "40": "---END OF PREVIOUS SECTION---\nGEORGE\nDon’t move. George jumps up, slips off his jacket and tosses a few\npillows to the floor. He grabs their drinks, Charley’s pink\ncigarettes and an ashtray and heads back to her. \n---TARGET SECTION TO BE ANNOTATED---\nHe slides back down next to her, lights two cigarettes at\nthe same time, gives one to her, and takes the other one for\nhimself.\n\nCHARLEY\nVery smooth cigarette move.\n\fGEORGE\nI've always wanted to do that.\n\nCHARLEY\nYou don’t even smoke.\n\nGEORGE\n\nWell, not for the last 16 years.\nJim hated. What’s to stop me now.\nIt’s not as if it’s going to kill\nme is it?\n\nThey both laugh and blow smoke into the air.\n\nCHARLEY\nThis is so nice lying here with\nyou. Don’t you ever miss this? What\nwe could have been to each other?\nHaving a real relationship and\n\nkids?\nGEORGE\n(stunned)\nI had Jim.\nCHARLEY\n\nI know, but I mean a real\nrelationship. Geo, let’s be honest,\nwhat you and Jim had was great but\nwasn’t it really just a substitute\nfor something else?\n\nGeorge sits up and looks directly at Charley.\n\nGEORGE\nIs that really what you think after\nall of these years? That Jim was\njust a substitute for real love?\n\nGeorge really loses his temper.\n\nGEORGE (CONT'D)\n\nJim wasn’t a substitute for\n\nanything, and there is no\n\nsubstitute for Jim, anywhere! And\n(MORE)\n\n65.\n\f66.\n\nGEORGE (CONT'D)\nby the way, what was so REAL about\nyour relationship with Richard? He\nleft you after 9 years! Jim and\nI were together for 16 years and\nif he hadn’t died we would still\nbe together! What the hell is\nnot REAL about that!?\n\nGeorge, disgusted, gets up and stands in front of the fire.\nHe stands dead still for a moment trying to compose himself.\nCharley is stunned and doesn’t move.\n\nCharley has been stung by George’s comments about her\nmarriage.\n\nCHARLEY\nI didn’t mean it the way it\nsounded. I know how much the two\nof you loved each other\n\nCHARLEY (CONT'D)\nI just suppose that I was always a\nbit jealous that you and I never\nhad that kind of love. Actually\nI've never had that kind of love\nwith anyone. I don’t think Richard\never loved me except for the way I\nlooked. And Clay, I don’t know.",
  "41": "---END OF PREVIOUS SECTION---\nActually\nI've never had that kind of love\nwith anyone. I don’t think Richard\never loved me except for the way I\nlooked. And Clay, I don’t know. \n---TARGET SECTION TO BE ANNOTATED---\n You\nraise a child and love it and then\nwhen they get old enough they just\nleave.\n\nGEORGE\nCharlotte, there is nothing wrong\nwith your life. You like feeling\nsorry for yourself. It’s one of\nyour great pleasures.\n\nCHARLEY\nAnd it’s not one of yours? You're\nas pathetic as I am.\n\nGEORGE\nFeeling sorry for myself is definitely\nnot one of my great pleasures.\n\f67.\nCharley struggles to stand up.\n\nCHARLEY\nWell its not one of mine either. I\ndon’t like feeling sorry for myself\none bit. I tried to hold onto\nRichard for so long even when it\nwas obvious to everyone but me that\nit was over. Now Clay is grown up.\nI mean, what am I doing here Geo?\nTell me that?\n\nGEORGE\nYou have lots of friends. You’ll be\nfine.\nCharley sighs.\nCHARLEY\n\nYes, I have friends. But none of\nthem need me. And yes I have you\n\nand if you weren’t such a goddamn\npoof we could have all been happy!\n\nGeorge begins to smile.\n\nCharley crosses to the coffee table, lights another\ncigarette, takes a long drag and exhales slowly. She sits\ndown on the sofa and George joins her. He slips his arm\naround her as she attempts to wriggle away.\n\nCHARLEY (CONT'D)\nI only have you now because you\nlost Jim, but I’1l lose you again\nsoon to someone else. It’s not as\neasy for a woman. I did everything\nthe way that I was supposed to and\nall I have to keep me company is a\nbottle of gin.\n\nGEORGE\nMaybe you should try donuts with\nyour gin.\n\nCHARLEY\n\nScrew you!\n\f68.\n\nGEORGE\nCharlotte, you are dramatic. You\nreally almost had me. A tiny tear\nwas beginning to form in the corner\nof my eye. Now stop it, you know\nthat you are still breathtakingly\nbeautiful when you bother to get\nyourself up and out of bed and you\nstop whimpering about everything\nfor five minutes. Move back to\nLondon! Change your life! If you're\nnot happy being a woman then stop\nacting like one.",
  "42": "---END OF PREVIOUS SECTION---\nMove back to\nLondon! Change your life! If you're\nnot happy being a woman then stop\nacting like one. \n---TARGET SECTION TO BE ANNOTATED---\nCHARLEY\nYou have all the goddamn answers\ndon’t you? If you're so smart why\naren’t YOU making something new\nhappen in your life? (beat) I’m\nserious. Why don’t you take that\nposition at Stanford? Why do you\nkeep teaching at that little school\nwhen you could have any position\nyou want?\n\nGEORGE\nI think what I’ve done has been\nworthwhile.\n\nGeorge is stung.\n\nCHARLEY\nI’m sorry, I shouldn't have said\nthat. (beat) As much as I dread it,\nI think I might move back to\nLondon.\n\nGEORGE\nWhy do you dread it?\n\nCHARLEY\n\nWhen I lived in London last I was\n\nYOUNG. I was fresh, I was\n\neverything. Coming to America was\n(MORE )\n\f69.\n\nsuch a dream, it was the icing on\nthe cake. Going home is defeat.\nNone of it really worked out the\nway I'd planned.\n\nGEORGE\nMost things don’t work out the way\npeople plan. You’re living in the\npast. You need to start thinking\nabout the future.\n\nCHARLEY\nLiving in the past IS my future.\nYou're a man. It doesn’t have to be\nyours.\n\nThey both sit silently for a moment.\n\nCHARLEY (CONT'D)\nAnd you're a bore tonight. Can’t we\njust feel sorry for ourselves a\nlittle bit longer? Mix me up\nanother drink. Please?\n\nGeorge checks his watch. 10:45.\n\nGEORGE\nI don’t think so. I have to go.\nCome on. Walk me out.\n\nHe gets up and takes his jacket from the back of the sofa.\n\nCHARLEY\nBut this was such fun!\n\nGEORGE\nI have to.\n\nCharley gets up and follows him as they walk toward the\nentry hall.\n\nCHARLEY\nWhen will I see you again?\n\nGEORGE\nAren’t you moving to London?\n\fCHARLEY\nI’1l never do that! It’s far too\nmuch effort. Besides, I don’t think\nJim would want me to leave you here\nin LA all alone.\n\nGEORGE\nDon't worry about me Charley. I’m\nOK. I’ve got all the answers.",
  "43": "---END OF PREVIOUS SECTION---\nGEORGE\nDon't worry about me Charley. I’m\nOK. I’ve got all the answers. \n---TARGET SECTION TO BE ANNOTATED---\nRemember?\n\nCHARLEY\nWhat are you doing this weekend?\n\nGEORGE\nI think I might just be very quiet.\n\nCHARLEY\nYou never really did take me\nseriously did you George?\n\nGeorge opens the door, turns and faces her.\n\nGEORGE\nI tried to Charley. Remember? A\nlong time ago. It didn’t quite\nwork, did it? Good night Charley.\n\nAs they embrace, she kisses him hard. For a moment he kisses\n\nher back until her kiss turns serious and desperate.\n\nGeorge calmly backs up and looks into her eyes. With both\nhands, he firmly grips her arms and kisses her again on the\n\nmouth but this time it is a chaste good-bye kiss.\n\nCharley behaves. She is defeated and we feel that this scene\n\nhas been played out before in their relationship.\n\nGEORGE (CONT’D)\nSleep tight. I love you.\n\nShe resigns herself to him leaving, and stares at the back\n\nof the door as he closes it behind him.\n\nEXT. GEORGE’S HOUSE SANTA MONICA. NIGHT -- LATER. (1962)\n\f71.\n\nAn exterior shot of the full moon through the trees.\nGeorge's house is illuminated in the background.\n\nINT. GEORGE'S HOUSE - STUDY. NIGHT -- CONTINUOUS\nGeorge is sitting at his desk writing a note.\n\nGeorge seals the note and then picks up the gun and holds it\nfor a moment as he places the gun gently to his head.\n\nFLASHBACK - EXT. STARBOARD SIDE BAR. -- NIGHT (1946)\n\nGeorge walks up the sidewalk towards the bar. It is a lively\nscene outside with the bar crowd spilling out onto the\nsidewalk. George approaches the door and pushes himself\ninside.\n\nFLASHBACK - INT. STARBOARD SIDE BAR. NIGHT (1946) CONTINUOUS\n\nThe bar is packed and filled with many men in their Naval\nuniforms. It is also filled with girls who have clearly\ndolled themselves up for the evening.\n\nAll are laughing and talking loudly. It is a wild and\nraucous atmosphere and filled with so much smoke that it is\nhard to see.\n\nGeorge walks in and not being able to find a spot to stand,\norders a beer and a pack of cigarettes at the bar and goes\noutside to smoke and enjoy the cool breeze.\n\nFLASHBACK - EXT. STARBOARD SIDE BAR.",
  "44": "---END OF PREVIOUS SECTION---\nGeorge walks in and not being able to find a spot to stand,\norders a beer and a pack of cigarettes at the bar and goes\noutside to smoke and enjoy the cool breeze. FLASHBACK - EXT. STARBOARD SIDE BAR. \n---TARGET SECTION TO BE ANNOTATED---\n NIGHT (1946) --\nCONTINUOUS\n\nGeorge is standing outside enjoying his cigarette as a young\nNaval officer walks into the bar.\n\nGeorge briefly locks eyes with the young man. After a few\nmoments, the young officer returns with a beer - it’s Jim.\n\nJIM\nIt’s too hot in there.\n\nGEORGE\nYes it is. Would you like a\ncigarette?\n\fJIM\nNo thanks, I don’t smoke. Is this\nplace always this crowded?\n\nGEORGE\nWell, it is Saturday night but no\nit’s usually not quite this bad.\nMost people just stop in here to\npick someone up and then head on\ndown the beach for the rest of the\nevening.\n\nJIM\nYeah. It’s pretty wild out there.\nI’m surprised the cops don’t break\nit up. Is it always like that?\n\nGEORGE\n\nSince the war ended. I think it’s\npretty great actually. Kind of\npagan.\n\nJim puts his hand out.\n\nJIM\nJim.\n\nThe two men shake hands.\n\nGEORGE\nGeorge. Pleased to meet you Jim.\n\nJIM\nI’m supposed to meet some friends\nhere but they're nowhere to be\nfound.\n\nGEORGE\n\nI just needed to get out of the\nhouse. I was just going to take a\nwalk but the lure of a cold beer\ngot to me.\n\nGeorge puts out his cigarette.\n\nJIM\nDo you live close by?\n\f73.\n\nGEORGE\nYes. In the canyon.\n\nJIM\nHow long have you lived here?\n\nGEORGE\nSince 38. Where are you from?\n\nJIM\nColorado. But I really like it\nhere. I think I might stay after\nI’m discharged. It’s great. I love\nbeing so close to the ocean. I\ndon’t know, perhaps I’m just a bit\nof a pagan.\n\nJust then it begins to rain lightly. The two men look at\neach other and then scramble for the door to the bar as the\nrain starts coming down hard and fast.\n\nFLASHBACK - INT. STARBOARD SIDE BAR. NIGHT (1946) --\nCONTINUOUS\n\nIt is packed inside and George and Jim are literally pressed\nup against each other. There is an electricity between the\ntwo of them. It is so loud inside the bar that they have to\nshout.",
  "45": "---END OF PREVIOUS SECTION---\nNIGHT (1946) --\nCONTINUOUS\n\nIt is packed inside and George and Jim are literally pressed\nup against each other. There is an electricity between the\ntwo of them. It is so loud inside the bar that they have to\nshout. \n---TARGET SECTION TO BE ANNOTATED---\nJIM\nAnother beer?\n\nGEORGE\nThat would be great.\n\nJust then a beautiful BLONDE GIRL with Veronica Lake hair\nand a cherry red mouth, pushes between the two of them. As\nshe does she looks up at Jim.\n\nBLONDE GIRL\nWell, hello.\n\nJIM\nHello.\n\f74.\n\nBLONDE GIRL\nWant to buy me a drink?\n\nJim looks past the girl directly into George’s eyes.\n\nJIM\nI'm afraid I’m taken.\n\nBLONDE GIRL\nToo bad. Too bad...\n\nShe pushes away from them back into the crowd as the two men\nsmile at each other.\n\nEND FLASHBACK\nINT. GEORGE’S HOUSE - STUDY. NIGHT -- CONTINUOUS\n\nGeorge sits still for a moment, puts the gun down, jumps up\nand runs down the hall to the kitchen.\n\nINT. GEORGE'S HOUSE - KITCHEN. NIGHT -- CONTINUOUS\nOUR VIEW IS FROM OUTSIDE OF THE HOUSE.\n\nGeorge crosses to the liquor cabinet and grabs the bottle of\nscotch. There is only a drop left.\n\nGeorge puts down the bottle, takes off his glasses and goes\nout the front door.\n\nEXT. CAMPHOR TREE LANE. NIGHT -- CONTINUOUS\nAs George leaves his driveway he hears someone behind him.\n\nWe see clearly the outline of Kenny’s bike in the foreground\nbut George doesn’t see this.\n\nHe stops and looks around. Nothing. George continues his jog\ndown the hill.\n\nEXT. STARBOARD SIDE BAR. NIGHT -- MINUTES LATER\n\nGeorge approaches the bar. He opens the door and goes in.\nThe place is a faded version of its 1946 incarnation.\n\f75.\nINT. STARBOARD SIDE BAR. NIGHT -- CONTINUOUS\n\nThe bar now sports a jukebox in the corner and a television\nabove it. A neon Budweiser sign/clock tells us it is 11:03.\n\nMost of the patrons sit at the long bar, staring lazily at\nthe television in a cow daze.\n\nGeorge heads to the bar and calls out to PATRICK the\nbartender.\n\nGEORGE\nPatrick, could I have a bottle of\nscotch and a pack of Lucky Strikes\nto go please?\n\nAs he says this he notices a young man who walks into the\nbar.\n\nA slow steady smile crosses George's face - it’s Kenny.",
  "46": "---END OF PREVIOUS SECTION---\nGEORGE\nPatrick, could I have a bottle of\nscotch and a pack of Lucky Strikes\nto go please? As he says this he notices a young man who walks into the\nbar. A slow steady smile crosses George's face - it’s Kenny. \n---TARGET SECTION TO BE ANNOTATED---\nGeorge looks to the bartender.\n\nGEORGE (CONT'D)\nPatrick. Cancel that.\n\nHe holds up two fingers and points to his regular booth.\nPatrick nods.\n\nGeorge walks over to the booth.\n\nKenny slips onto the bench across from George. Kenny is\nslightly out of breath.\n\nGEORGE (CONT'D)\nWell, hello Mr. Potter.\n\nKENNY\nHello, sir.\n\nThe bartender places their drinks in front of them.\n\nKENNY (CONT’D)\nWhat are we drinking?\n\f76.\n\nGEORGE\nScotch.\nKENNY\nOK.\nThey each take a sip.\nGEORGE\n\nI come here all the time. I live\naround the corner, but then you\nknow that.\n\nKENNY\nOn Camphor Tree Lane.\n\nThey smile at each other.\n\nGeorge reaches into his pants pocket, pulls out his pencil\nsharpener, and places it on the table with a smile.\n\nKENNY (CONT’D)\nYou're still carrying that around.\n\nGEORGE\nOne must always appreciate life's\nlittle gifts.\n\nKenny and George smile at each other.\n\nGEORGE (CONT'D)\nSo what are you doing here?\n\nKENNY\nJust out for a ride on my bike.\n\nGEORGE\nIs that all?\n\nKENNY\nI don’t know.\n\nGEORGE\nWere you looking for me?\n\fKENNY\nMaybe. I don’t know. I feel like my\nhead’s stopped up with stuff, with\ncrap.\n\nGEORGE\nStuff like what?\n\nKENNY\nLike, the stuff you were talking\nabout today in class.\n\nGEORGE\nThat is definitely not important.\n\nKENNY\nNo, it is important. Your class is\ngreat. But somehow we always seem\nto get stuck talking about the\npast. The past just doesn’t matter\nto me\n\nGEORGE\nAnd the present?\n\nKENNY\nI can’t wait for the present to be\nover. It’s a total drag. Well\n\ntonight's the exception\n\n \n\nGeorge bursts into laughter.\n\nKENNY (CONT'D)\nWhat?\n\nGEORGE\nTonight - yes! The present - no!\nLet's drink to tonight!\nThey clink glasses.\n\nKENNY\nTonight!\n\nThey both take a sip.\n\f78.\n\nGEORGE\n\nSo if the past doesn’t matter and\nthe present is a “total drag”.",
  "47": "---END OF PREVIOUS SECTION---\nThey both take a sip. 78. GEORGE\n\nSo if the past doesn’t matter and\nthe present is a “total drag”. \n---TARGET SECTION TO BE ANNOTATED---\n what\nabout the future?\n\nKENNY\nWhat future? I mean Cuba might just\nblow us up.\n\nGEORGE\nDeath is the future.\n\nKENNY\nI’m sorry. I don’t mean to be\ndepressing.\n\nGEORGE\n\nIt’s not depressing, it’s true. I\nmean, it’s not necessarily your\nimmediate future, but it’s what we\nall share. Death is the future.\n\nKENNY\nYou're right I guess.\n\nGEORGE\nIf one is not enjoying one’s\npresent there isn’t a great deal to\nsuggest that the future should be\nany better.\n\nKENNY\n\nYeah, I’ve thought that before. But\nthe thing is, you just never know.\nLook at tonight.\n\nGeorge looks intently at Kenny.\nKENNY (CONT’D)\nActually I feel really alone most\n\nof the time.\n\nGEORGE\nYou do?\n\f79.\n\nKENNY\nYeah. I’ve always felt this way. I\nmean we're born alone, we die\nalone. And while we're here we are\nabsolutely, completely sealed in\nour own bodies. Really weird. Kinda\nfreaks me out to think about it. We\ncan only experience the outside\nworld through our own slanted\nperception of it. Who knows what\nyou're really like. I just see what\nI think you're like.\n\nGEORGE\nI’m exactly what I seem to be, if\nyou look closely. You know the only\nthing that has made the whole thing\nworthwhile has been those few times\nthat I was able to truly connect\nwith another person\n\nKENNY\nI had a hunch about you, sir.\n\nGEORGE\nYou did?\n\nKENNY\nYes, sir. I had a hunch you might\nbe a real romantic.\n\nGeorge smiles.\n\nKENNY (CONT’D)\nYou know, everyone keeps telling\nyou that when you're older, that\nyou'll have all this experience -\nlike it’s some great thing\n\nGEORGE\nThat's a load of shit. I think I’ve\nactually just gotten sillier and\nsillier.\n\nKENNY\nReally?\n\f80.\n\nGEORGE\nAbsolutely.\n\nKENNY\nSo all your experience is useless?\n\nGEORGE\nNo, I wouldn’t say that. As our\nfriend Mr.",
  "48": "---END OF PREVIOUS SECTION---\nKENNY\nSo all your experience is useless? GEORGE\nNo, I wouldn’t say that. As our\nfriend Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Huxley says: “Experience\nis not what happens to a man; it is\nwhat a man does with what happens\nto him.”\n\nKenny looks at George and then blurts out...\n\nKENNY\nLet’s go swimming.\n\nGEORGE\nOK.\n\nKenny bursts into laughter. George is confused but grins\nanyway.\n\nGEORGE (CONT'D)\nWhat?\n\nKENNY\nIt was a test. I thought you were\nbluffing about being silly, so I\nsaid to myself, I'll suggest doing\nsomething completely outrageous and\nif he resists, if he even hesitates\n- then I know he’s full of shit.\n\nGEORGE\nWell, I wasn’t. Were you?\n\nKENNY\nHell no!\n\nThey both jump up. George throws a few bills on the table\nand follows Kenny out of the bar.\n\nEXT. STARBOARD SIDE BAR. NIGHT -- CONTINUOUS\n\f81.\n\nThey break into a run as Kenny sprints across the highway\nwithout looking either way. George struggles to keep up.\n\nEXT. SANTA MONICA STATE BEACH. NIGHT -- CONTINUOUS\n\nAs George runs across the highway - Kenny vaults over the\nrailing and disappears.\n\nGeorge clambers over the guard rail and looks down at Kenny,\nthe street lights shining on his grinning face.\n\nKENNY\nCome on sir. I'll help you down\n\nGeorge drops to the sand.\n\nKENNY (CONT'D)\nLet's go.\n\nKenny turns and runs, whooping and pulling off his clothes.\n\nGeorge follows. As he watches Kenny undress he hesitates\nmomentarily and then begins to unbutton his shirt.\n\nEXT. SURF LINE. NIGHT -- CONTINUOUS\n\nA naked Kenny runs toward the surf and fearlessly dives into\nthe waves.\n\nSeeing Kenny, George toughens up. He slips off his pants,\nruns after Kenny and dives in.\n\nA wave splashes over George and he stumbles. He finds his\nbalance and continues out.\n\nGeorge makes his way out further, still laughing, as Kenny\ncontinues to plunge in and out of the waves.\n\nEmboldened by Kenny's enthusiasm, George wades out\nfurther, his arms outstretched.\n\nEXT. SANTA MONICA STATE BEACH. NIGHT -- CONTINUOUS\nA naked George is way out and almost out of his depth as a\n\ntowering wave pulls the surf away from him.",
  "49": "---END OF PREVIOUS SECTION---\nEXT. SANTA MONICA STATE BEACH. NIGHT -- CONTINUOUS\nA naked George is way out and almost out of his depth as a\n\ntowering wave pulls the surf away from him. \n---TARGET SECTION TO BE ANNOTATED---\n George tries to\nbrace himself against the giant wave but instead he is\n\f82.\n\nknocked flat and suddenly pulled underwater. He does not\nresurface. Kenny dives under water to look for George.\n\nEXT. OCEAN - NIGHT --CONTINUOUS\n\nGeorge gasps for air as Kenny pulls him to the surface and\ndrags him toward the beach.\n\nKENNY\nThat’s enough for now sir\n\nGEORGE\nI’m fine.\n\nKENNY\nWell I’m not. I’m cold. Come on.\n\nEXT. SANTA MONICA STATE BEACH - NIGHT --CONTINUOUS\n\nKenny gets George to their clothes and starts toweling\nhimself off.\n\nKENNY\ncan we go back to your place sir?\n\nGEORGE\nOf course. Where else?\n\nGeorge begins dressing.\n\nKENNY\nWhere else.\n\nKenny smiles and grabs the rest of his clothes, heading back\ntoward the highway still naked.\n\nGEORGE\nAre you out of your mind?\n\nKENNY\nWhat’s the matter?\n\nGEORGE\nYou can’t walk home like that!\n\nGeorge catches up with Kenny.\n\fKENNY\nWe’re invisible, don’t you know\nthat?\n\n83.\n\nGeorge stops dead in his tracks with this line from Kenny.\n\nGeorge is very cold, but Kenny seems in his element. He puts\n\nhis arm around George's shoulders.\n\nKENNY (CONT'D)\nYou know sir, they ought not to let\nyou out on your own. You're liable\nto get into real trouble.\n\nGEORGE\nOh, I excel at it.\n\nKenny looks at George who has a small cut over his left eye.\n\nKENNY\nYour forehead is bleeding.\n\nGeorge reaches up and touches his brow. He looks at his hand\n\nand sees the blood on his fingers.\n\nINT. GEORGE'S HOUSE - LIVING ROOM. NIGHT -- LATER\n\nThey enter the house. Kenny is full of energy and George has\n\nsobered up a little from the walk back.\n\nGEORGE\nThe bathroom is down the hall if\nyou would like to take a shower\n\nKENNY\nAren’t you taking a shower too,\nsir?\n\nGEORGE\n\nI’m fine. I’m English. We like to\nbe cold and wet.\n\nKENNY\nFirst, I think that we need to take\ncare of that cut sir. Do you have\nany band-aids?\n\f84.\nINT.",
  "50": "---END OF PREVIOUS SECTION---\nDo you have\nany band-aids? 84. INT. \n---TARGET SECTION TO BE ANNOTATED---\n GEORGE'S HOUSE - BEDROOM. NIGHT -- MOMENTS LATER\n\nKenny and George walk into the bedroom\n\nKenny looks at the sleeping bag.\n\nKENNY\nGoing camping sir?\n\nGEORGE\nReally, I’m fine.\n\nKENNY\nStay there. I'll be right back\n\nGeorge sits down on the sleeping bag.\nINT. GEORGE'S HOUSE - BATHROOM. NIGHT -- CONTINUOUS\n\nKenny walks into the bathroom. He opens the drawer next\nto the sink and pulls out a cotton ball and a bottle of\nalcohol. He finds a tin of band-aids. As he lifts it up\nsomething catches his eye. It is the nude photograph of\ndim, taken in the desert.\n\nKenny stares at the picture a moment, looks towards the\nbedroom, and then quickly puts it back in the drawer.\n\nINT. GEORGE'S HOUSE - BEDROOM. NIGHT -- CONTINUOUS\n\nKenny returns to the bedroom where George is lying flat on\nthe bed with his feet on the ground.\n\nKENNY\nsit up.\n\nGeorge obeys much to his surprise, as Kenny seems suddenly\nin control.\n\nKENNY (CONT’D)\nTilt your head back\n\nKenny gently cleans George's forehead with a cotton ball\nsoaked in alcohol. George winces slightly but his eyes are\nlocked on his new friend. Kenny puts a band-aid across the\n\f85.\n\ncut over George’s brow and gently brushes his wet hair back\nwith his fingers.\n\nKENNY (CONT’D)\nWell sir, I’m afraid this time you\ndon’t have the excuse of mescaline\nto explain your bandage.\n\nGEORGE\nI think that we need to get you out\nof those wet clothes.\n\nKENNY\nYes sir.\n\nKenny stands up and moves to the corner next to a chair. He\nkicks off his shoes and undresses very slowly. He carefully\nlays his clothes on the chair. Standing nude, Kenny turns\ntowards George. He looks shy and nervous. George, who still\nsits on the edge of the bed, does not take his eyes off of\nKenny.\n\nKenny smiles sweetly at George, but George does not react.\n\nSuddenly embarrassed, Kenny turns and walks into the\nbathroom. He doesn’t close the door after him but is out\nof George’s sight. The shower is turned on.",
  "51": "---END OF PREVIOUS SECTION---\nSuddenly embarrassed, Kenny turns and walks into the\nbathroom. He doesn’t close the door after him but is out\nof George’s sight. The shower is turned on. \n---TARGET SECTION TO BE ANNOTATED---\nGeorge is not sure what to do. Looking towards the bathroom\nhe contemplates going in but instead rushes to his closet\nand grabs his robe.\n\nINT. GEORGE’S HOUSE - LIVING ROOM. NIGHT -- MINUTES LATER\nGeorge lights a fire. He turns on the Hi-Fi and adjusts\nthe lights. Kenny comes into the room, wrapped in a grey\n\nblanket.\n\nGEORGE\nYou're not too cold?\n\nKENNY\nI'm great.\n\nGEORGE\nWould you like a drink?\n\f86.\n\nKENNY\nI'd love a beer sir, if you have\none.\n\nGEORGE\n\nI’m afraid that’s all we have. Two\nbeers, coming up.\n\nKenny is examining an architectural model next to the\ndrafting table as George arrives and hands him his beer.\n\nKENNY\nYou live here all by yourself, sir?\n\nGEORGE\nI do now. I used to share this\nplace with a friend. He was an\narchitect.\n\nKENNY\nMan, guys my age dream about the\nkind of setup you’ve got here. I\nmean, what more can you want? You\nget to be left alone and come and\ngo as you please.\n\nGEORGE\nAnd that’s your idea of the perfect\nlife?\n\nKENNY\n\nWhat’s the matter, sir? You don’t\nbelieve me?\n\nGEORGE\nIf you're so keen on living by\nyourself, where does Lois fit into\nthis plan?\n\nKENNY\nLois? What’s she got to do with\nanything?\n\nGEORGE\nI had the impression that you and\nshe were together.\n\f87.\n\nKENNY\nNot really. I mean she’s kind of\ncool and we're good friends, but I\nthink what you really want to ask\nme is if we sleep together\n\nGEORGE\nAnd do you?\n\nKENNY\nWe did. Once.\n\nGEORGE\nWhy only once?\n\nKENNY\nI didn’t say only once, I said\nonce. Come on, the last thing I\nwant to talk about right now is\nLois.\n\nKENNY (CONT'D)\nWhat time is it?\n\nGeorge looks at his watch. The second hand is not moving and\nthe case is clouded over.\n\nGEORGE\nI don’t know. My watch seems to\nhave stopped.",
  "52": "---END OF PREVIOUS SECTION---\nThe second hand is not moving and\nthe case is clouded over. GEORGE\nI don’t know. My watch seems to\nhave stopped. \n---TARGET SECTION TO BE ANNOTATED---\nGeorge bangs his watch on the table.\n\nGEORGE (CONT'D)\nWhat does it matter anyway.\n\nKENNY\nWould you like me to go?\n\nGEORGE\nNo, are you kidding? Get us both\nanother beer.\n\nKenny jumps up and heads to the kitchen, then looks back.\n\f88.\n\nKENNY\nIs that an order sir?\n\nGEORGE\nYou're damn right it is!\n\nGeorge tries to get up, but he struggles, quite drunk now\nand falls back into his chair.\n\nGEORGE (CONT'D)\n(to himself)\nPathetic.\n\nKenny arrives with two bottles of beer.\n\nKENNY\nWere you saying something sir?\n\nGeorge gives Kenny a concentrated stare.\n\nGEORGE\nWhy are you here? Why did you ask\nthe secretary in the office for my\naddress?\n\nKENNY\nI just wanted to see you someplace\nother than school.\n\nGEORGE\nwhy?\n\nKENNY\nSometimes I think I’m crazy because\nI see things so differently than\neveryone else does. I feel like I\ncan talk to you. To be honest sir I\nwas also worried about you today.\n\nGEORGE\nMe? What’s to be worried about? I’m\nfine.\n\nGeorge's vision begins to blur as Kenny moves toward us. Our\nimage fades to a dusky brown.\n\nGEORGE (CONT'D)\nI’m fine...\n\f89.\nCUT TO:\nEXT. UNDERWATER\n\nWe are underwater in George’s recurring dream. From the top\nof our screen drifts the nude body of George, arms\noutstretched, sinking slowly. He moves his legs in a slight\nstruggle as he drops further and further underwater. George\nbegins to toss and turn violently in the water searching for\nair. This time he suddenly rights himself and begins pushing\ntoward the surface of the water. He climbs higher and higher\nand hits the surface with a loud gasp for air.\n\nCUT TO:\nINT. GEORGE'S HOUSE - BEDROOM. NIGHT -- LATER\nGeorge wakes up in bed with a deep gasp for air.\nHe looks around the room for a moment. He is still dressed\nin his robe. The light is on.\nHe looks to the chair- Kenny’s clothes are still there.\n\nINT. GEORGE’S HOUSE - STUDY. NIGHT -- CONTINUOUS\n\nGeorge walks into the study.",
  "53": "---END OF PREVIOUS SECTION---\nINT. GEORGE’S HOUSE - STUDY. NIGHT -- CONTINUOUS\n\nGeorge walks into the study. \n---TARGET SECTION TO BE ANNOTATED---\n In the faint light we see Kenny\nasleep on the sofa underneath the blanket.\n\nGeorge stands over Kenny a minute looking at him. The light\nis catching on Kenny’s thick lashes. Kenny is breathing\ngently. He looks angelic, and very, very, young.\n\nKenny's hands are holding onto something under the blanket.\nGeorge carefully pulls the blanket back to reveal Kenny\nloosely gripping George's gun.\n\nGeorge reaches down and gently lifts the gun out of Kenny's\nhand and pulls the blanket up over Kenny's chest.\n\nAs George stares down at Kenny asleep, a warm smile creeps\nacross his face.\n\nGeorge crosses the room and stares at the desk top. It has\nbeen disturbed. His perfect grid of papers is out of order.\nHe opens the desk drawer and puts the gun carefully inside.\n\f90.\n\nHe lifts the key out of the drawer, locks the desk and slips\nthe key into the pocket of his robe.\n\nINT. GEORGE’S BEDROOM NIGHT 1962--CONTINUOUS.\n\nGeorge walks towards the glass door that opens to his back\nyard. It is a beautiful night. We can hear the sound of the\nsurf in the distance and the sounds of the crickets and\nfrogs.\n\nAn enormous owl almost 2 feet tall is sitting perfectly\nstill in a branch of the large pine tree directly outside of\nthe glass door at eye level with George but George does not\nsee this. As he opens the door the owl suddenly spreads it’s\nwings and takes flight.\n\nAs this happens our sound stops abruptly and we are left in\ntotal silence.\n\nGeorge freezes, gazing at the full amber colored moon, and\ndrinking in the feeling of the fresh air.\n\nIt is clear from his face that he is a different man. He is\nfree. The cloud has lifted.\n\nGeorge bats his eyes and as he does our sound snaps back.\n\nGEORGE V.O.\nA few times in my life I’ve had\nmoments of absolute clarity.\n\nGeorge walks back into the study and stands over Kenny and\nsmiles.\n\nGEORGE V.0. (CONT'D)\nWhen for a few brief seconds the\nsilence drowns out the noise and I\ncan feel rather than think...\n\nGeorge goes to the desk, gathers the note to Charley and one\nof the other letters.\n\nGEORGE V.O.",
  "54": "---END OF PREVIOUS SECTION---\nGeorge goes to the desk, gathers the note to Charley and one\nof the other letters. GEORGE V. O. \n---TARGET SECTION TO BE ANNOTATED---\n (CONT'D)\nAnd things seem so sharp and the\nworld seems so fresh.\n\f91.\n\nHe turns out the lamp and quietly closes the double doors to\nthe study leaving Kenny asleep on the sofa.\n\nINT. GEORGE'S HOUSE - LIVING ROOM. NIGHT -- CONTINUOUS\nGeorge slips down the hall to the living room which is still\nilluminated by the embers of the dying fire. He throws the\n\nletters into the fireplace and watches them flare up.\n\nHe puts his hands in the pockets of his robe and lets out a\ndeep sigh.\n\nGEORGE V.O.\nI can never make these moments\nlast. I cling to them, but like\neverything they fade.\n\nThe golden light from the fire rakes across George’s face as\nhe beams.\n\nINT. GEORGE’S BEDROOM NIGHT 1962 -- MOMENTS LATER.\nGeorge sits on the edge of his bed. He is ecstatic.\nGEORGE V.O.\nI have lived my live on these\nmoments.\n\nCUT TO:\n\nFLASHBACK OF GEORGE AND CHARLEY DOING THE TWIST EARLIER IN\nTHE EVENING.\n\nCUT BACK TO:\nINT. GEORGE’S BEDROOM NIGHT 1962--CONTINUOUS.\n\nGEORGE V.O.\nThey pull me back to the present\n\nGeorge is sitting on his bed reveling in his new found\npeace.\n\nGEORGE V.O. (CONT'D)\nand I realize that everything is\nexactly the way it was meant to be.\n\f92.\n\nGeorge, still smiling, reaches towards his bedside table to\npour himself a glass of water from the carafe. As he does\nthis his arm goes numb - he can’t use his hand. He tries\nagain and then grabs onto his wrist with his other hand.\n\nWe see a look of disbelief in George’s face as there is\nsuddenly a sharp pain in his chest.\n\nHis face is contorted with panic. He tries to cry out but\ncan only muster a slight moan.\n\nGeorge attempts to stand but falls to the floor. As he does\nhe hits the night stand violently with his body.\n\nThe clock hits the floor breaking its face.\n\nGeorge lies silently on the floor. He begins to lose\nconsciousness.\n\nThere is no sound except for the sound of the clock which\nticks loudly for a few beats and then abruptly stops.",
  "55": "---END OF PREVIOUS SECTION---\nGeorge lies silently on the floor. He begins to lose\nconsciousness. There is no sound except for the sound of the clock which\nticks loudly for a few beats and then abruptly stops. \n---TARGET SECTION TO BE ANNOTATED---\nQUICK CUTS OF A COMPLETELY STILL GEORGE FROM ALL SIDES AND\nANGLES.\n\nFROM THE CEILING, WE PUSH IN SLOWLY UNTIL WE ARE JUST OVER\nGEORGE’S BODY. WE ARE INTIMATE WITH HIM AND HEAR HIM\nBREATHING.\n\nInto our warm brown screen moves slowly an EVER CLOSER SOFT\nFOCUS SHOT OF JIM. Jim moves toward us as FOCUS SHARPENS and\nhe comes in for a very gentle kiss. Jim’s face fills our\nscreen and then he pulls away slowly and recedes into the\ndarkness.\n\nWe settle, in an intimate way, close to George’s face. We\nquite literally feel him slip away from us.\n\nThe sounds of life grow increasingly faint. George lets out\na deep but relaxed sigh as his jaw slackens and his eyes\nbegin to glaze and lose focus. George is completely\nmotionless but he now has the faintest smile on his face.\n\nThe room is warm and dark and pleasant.\n\f93.\n\nShot from above, George's face fills our screen as we slowly\npull back.\n\nGEORGE V.0. (CONT’D)\nAnd just like that it came.\n\nWe are now high above George and his outstretched body fills\nour screen as our image gradually begins to desaturate and\n\nthen bleaches to white as we -\n\nCUT TO BLACK.\n\f"
}