{
  "1": "AFTER.LIFE\n\nScreenplay by\nAgnieszka Wojtowicz-Vosloo\n\nRevised 10/07/08\n\fINT. PAUL’S APARTMENT. BEDROOM - DAY\n\nBLINDING WHITENESS\n\nWe hear a MAN GASPING softly. Rhythmically.\n\nA LUMINOUS PALE SHAPE slowly forms out of the searing\nwhiteness. Gradually we realize we’re moving across the\nALABASTER BODY of a WOMAN. Her skin translucent.\n\nON THE WOMAN'S FACE\n\nEthereal. Her eyes closed. Her face lifeless. Then...\n\n..-her eyes open. She looks straight at us with unseeing\npale blue eyes. This is ANNA (late 20s).\n\nWe pull back. PAUL (30s) makes love to Anna. Their\nmovements perfunctory. Passionless. He turns to look at\nher. Realizes she’s not there. He suddenly stops.\n\nRolls off her. Sits on the edge of the bed.\n\nPAUL\nWhat’s wrong?\n\nANNA\nNothing.\n\nAnna leans down and picks up her RED SLIP from the floor.\nPAUL\n(sighs wearily)\nYou used to enjoy it. Now it’s...\nHe shakes his head. Frustrated. Lights a cigarette.\n\nPAUL\n...it's like fucking a corpse.\n\nPaul immediately realizes he’s gone too far. Turns to Anna.\n\nPAUL\nShit. I’m sorry. That was--\n\nAnna gets out of bed. Walks towards the bathroom. Paul\nputs his head in his hands.\n\nINT. PAUL’S APARTMENT. BATHROOM —- MOMENTS LATER\n\nThrough the fogged shower partition we see the blurred\nghostly figure of Anna. Paul walks in.\n\nPAUL\nAnna. I’m sorry. That was a stupid\nthing to say. But you know sometimes...\nsometimes it’s like you’re not here\nanymore. Like you're somewhere else.\n\fAnna doesn’t reply.\n\nPAUL\nIs this about us?\n\nON ANNA\nher head bowed as she lets the water wash over her.\n\nANNA\nIt’s not about us.\n\nPAUL (0.C.)\nThen what is it?\n\nANNA\nI don’t know.\n\nPAUL (0.C.)\nI just want us to be happy.\n\nAnna doesn't move.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL (0. C.)\nI just want us to be happy. Anna doesn't move. \n\nTARGET SECTION TO BE ANNOTATED:\n We sense the emptiness inside her.\n\nPAUL (0.C.)\nAre you happy?\n\nShe closes her eyes. Forces herself to reply.\n\nANNA\nI’m happy.\n\nA DROP OF BLOOD\n\nfalls into the water. Then another drop.\n\nON ANNA\n\nher nose is bleeding. She touches her lips. Looks\nimpassively at the blood on her fingertips. The SOUND OF\n\nWATER carries into the next scene...\n\nFADE TO WHITE.\n\nA STREAM OF CRYSTAL BLUE WATER\n\nA MAN’S HANDS penetrate the water. Thin and elegant.\nPerfectly manicured. Turning slowly as he washes them\nmeticulously. He picks up a crisply folded white towel.\nDries his hands carefully. Snaps on white latex gloves.\n\nEXT. CEMETERY - MORNING\n\nA beautiful morning. We move through a tranquil cemetery.\nPastoral and idyllic. Dappled light falls through old\ntrees onto statues of grieving angels.\n\fEXT. FUNERAL HOME - CONTINUOUS\n\nA path leads to an old well-kept house. Amongst a blaze of\nviolet tulips we see a sign: Eliot Deane. Funeral Home.\n\nINT. FUNERAL HOME. CASKET DISPLAY ROOM - MORNING\n\nSun streams into an elegant wood-panelled room. The\nFuneral Director, ELIOT DEANE (40s) guides MRS. AYRES\n(70s) past caskets tastefully arranged on faux-marble\npedestals. He’s a serene man. Quiet and professional.\n\nELIOT\nThe Antique Carlisle. Solid cherry.\n(strokes the wood lovingly)\nHand rubbed satin finish. Tufted\nsovereign interior. Eternal-Rest\nadjustable mattress with matching pillow.\n\nHe gestures to a metal casket.\n\nELIOT\nOr perhaps the Aegean? Solid bronze\nexterior. Hand brushed finish with\nGrecian bronze highlights.\n\nMRS. AYRES\nThe Antique Carlisle. Definitely the\nAntique Carlisle.\n\nELIOT\n(writes in his notebook)\nExcellent choice.\n\nMrs. Ayres caresses the soft velvet trimming.\n\nMRS. AYRES\nAn antique coffin for an antique lady.\nWe suit each other.\n\nELIOT\n(smiles)\nYou'll look beautiful.\n(beat)\nNow about the service. Would you like a\nprivate visitation?\n\nMrs.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\nNow about the service. Would you like a\nprivate visitation? Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Ayres is miles away.\n\nELIOT\nMrs. Ayres?\nMRS. AYRES\nI’m sorry. Yes. A private visitation.\n(hesitates)\n\nMr. Deane? What happens when we die?\n\fEliot chooses his words carefully.\n\nELIOT\nIt’s different every time. Each person\ndies in their own way.\n\nINT/EXT. ANNA’S CAR - MORNING\n\nAnna drives past the strip malls of a small suburban town\nin a GREEN TOYOTA. On the dashboard a KITSCHY BOBBLEHEAD\nDOLL nods its head from side to side. Anna pulls up to a\nred light. Glances across at the other cars. We see the\nvacant faces of COMMUTERS staring blankly into space.\n\nThe light changes. Anna hasn’t noticed. The car behind\nher HONKS in frustration. She quickly pulls out...\n\n++. just as a SUV turns in front of her. She slams on\nher brakes. Hard. Missing the SUV by inches. The\nDRIVER screams at her. His face contorted in ugly rage.\n\nEXT. ELEMENTARY SCHOOL. PARKING LOT - MORNING\n\nAnna locks her car. Heads towards the main building.\n\nINT. ELEMENTARY SCHOOL. CORRIDOR - MORNING\n\nClasses have started. JACK (11), a serious looking boy,\nwalks through a silent corridor. Up ahead two OLDER\nBOYS, a TALL KID and a KID with ACNE, push a GEEKY BOY\nagainst a locker. Jack tries to pass by unnoticed.\n\nTALL KID\nHey. Jack-off!\n\nJack walks faster. The two Older Boys set off after him.\nHe darts into a corridor. Ducks into an empty classroom.\n\nINT. ELEMENTARY SCHOOL. BIOLOGY CLASSROOM - MOMENTS LATER\n\nJack waits anxiously by the door. It looks like he’s\nlost the bullies. Then a sudden rustling noise makes him\njump. He turns. TINY CHICKS huddle in a plastic\nincubator on a table. Jack moves over to them.\n\nTALL KID (0.C.)\nDidn’t you hear me Jack-off?\n\nJack swivels round. The Tall Kid walks towards him as\nthe Acne Kid guards the door. Jack doesn’t reply.\n\nACNE KID\nHe must be deaf.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Tall Kid walks towards him as\nthe Acne Kid guards the door. Jack doesn’t reply. ACNE KID\nHe must be deaf. \n\nTARGET SECTION TO BE ANNOTATED:\n\fTALL KID\nYou deaf Jack-off?\n\nJack ignores them. Irritating the Tall Kid even more.\n\nTALL KID\nCan’t fucking speak either.\n\nHe pushes Jack against the table, toppling the incubator.\nPanicked, the CHICKS scatter across the surface. Just\nthen the door opens. Anna walks in.\n\nANNA\nWhat's going on?\n\nShe glances at the Older Boys then at Jack.\n\nANNA\nJack?\n\nJACK\nNothing Miss Bryant.\n\nANNA\nNothing? The incubator didn’t just\nfall by itself.\n\nThe Older Boys stare at Jack. Waiting for his reaction.\n\nJACK\nI tripped. It was an accident.\n\nAnna looks at Jack carefully. She knows he’s lying.\n\nANNA\n(to the Older Boys)\nShow’s over. Get to your classes.\n(to Jack)\nJack. Help me clear up.\n\nJack doesn’t hear her. He’s mesmerized by a SOLITARY\nCHICK standing motionless in the corner of the incubator.\n\nJACK\nI think it’s dead.\n\nAnna reaches in. Tenderly picks up the chick.\nANNA\nNo. The poor thing’s just scared.\nINT. ELEMENTARY SCHOOL. TEACHERS’ COMMON ROOM —- DAY\nSchool’s over. Anna listlessly corrects a stack of\n\nexercise books. She can’t focus. Pulls out a BOTTLE OF\nPILLS. Shakes a pill into her hand. Swallows it dry.\n\fINT. LAW OFFICE. CONFERENCE ROOM - DAY\n\nPaul works with half a dozen COLLEAGUES around a large\nconference table covered with documents and thick files.\nHe reaches across to a pizza box. It’s empty.\n\nPAUL\nOK. Who took the last pepperoni?\n\nA PREPPY GUY slides across another pizza box.\nPAUL\nGreat. Broccoli.\n(lifts out a slice)\nWho the fuck ordered broccoli?\nNEAL, a thin pallid guy, looks up.\n\nNEAL\nOh that’s just disgusting.\n\nPREPPY GUY\nWhat's wrong with vegetarian pizza? It’s\nhealthy.\n\nNEAL\nPizza isn’t supposed to be healthy.\n\nPaul glances at his watch. Suddenly realizes the time.\nHe quickly picks up his cell phone. Heads for the door.\n\nNEAL\nYou ordering in another pizza?\n\nPAUL\nYeah. With wheatgrass and alfalfa sprouts.\n\nEveryone laughs.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL\nYeah. With wheatgrass and alfalfa sprouts. Everyone laughs. \n\nTARGET SECTION TO BE ANNOTATED:\nPREPPY GUY\n(mutters )\nYeah. Yeah. Smart asses.\nINT. LAW OFFICE. CORRIDOR - MOMENTS LATER\n\nPaul walks into the corridor dialling his cell phone.\n\nINT. ELEMENTARY SCHOOL. TEACHERS’ COMMON ROOM - SAME TIME\n\nAnna’s cell phone rings as she closes her locker. She\nfishes it out from her bag as she heads to the door.\nChecks the ID. Hesitates. Then takes the call.\n\fINT. LAW OFFICE. CORRIDOR - SAME TIME\nPaul cups his cell. Worried he'll be overheard.\nPAUL\nHi baby. I’m really sorry about this\nmorning. I fucked up. I know.\n\nINT. ELEMENTARY SCHOOL. CORRIDOR - SAME TIME\n\nAnna steps into an empty corridor.\n\nPAUL (0.S.)\n(filtered)\nWe still on for tonight?\n(beat)\nAnna?\nANNA\n\nI don’t know Paul.\n\nINT. LAW OFFICE. CORRIDOR - SAME TIME\n\nPaul’s anxious. We sense he’s hiding something.\n\nPAUL\nPlease Anna. It took me weeks to get the\ntable.\nANNA (0.S.)\n(filtered)\nMaybe we can change it to Thursday--\nPAUL\nNo. It has to be tonight.\nANNA (0.S.)\n(filtered)\n\nPaul? What’s the matter?\nPaul tries hard to cover his nervousness. Forces a smile.\nPAUL\nNothing. Don’t worry. I just need... I\njust want us to have dinner tonight.\nINT. ELEMENTARY SCHOOL. CORRIDOR - SAME TIME\nDespite Paul’s reassurances Anna is clearly worried now.\nANNA\n\n(hesitates)\nOK.\n\fPAUL (0.S.)\n(filtered)\nGreat.\n\nINT. LAW OFFICE. CORRIDOR - SAME TIME\n\nPaul hesitates. Lowers his voice.\n\nPAUL\nAnd Anna. Everything’s going to be fine.\nANNA (0.S.)\n(filtered)\nPromise?\nPAUL\nI promise.\n\nINT. ELEMENTARY SCHOOL. CORRIDOR - MOMENTS LATER\n\nAnna slips her phone back into her bag as she walks\nthrough the deserted corridor. Her high heels echo\nloudly in the eerie quietness.\n\nSuddenly one of the fluorescent ceiling lights behind her\nblows out with a loud WHUMPH. Anna starts. Turns.\nWHUMPH. The next light dies. Anna quickens her step.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHUMPH. The next light dies. Anna quickens her step. \n\nTARGET SECTION TO BE ANNOTATED:\nThe lights go off one by one. The darkness quickly\ncreeping up behind her. There’s only one light still on\nas she reaches the exit. She looks up. The light\nflickers. But then strangely stays on. Bathing her ina\ncold pool of light.\n\nAnna’s unsettled. She turns and frantically pushes the\ndoor. It doesn’t open. She pushes hard with both hands.\nNothing. It’s locked. She turns back slowly. The\ndarkness around her impenetrable. Almost viscous. She\nreaches out...\n\n... her hand DISAPPEARS into the thick blackness. Anna\nsnatches her hand back. Stares at it.\n\nThen we hear the sound of SLOW FOOTSTEPS. Moving\ndeliberately towards her.\n\nANNA\n(nervously)\nHello?\n\nHer voice echoes down the silent corridor. She glimpses\nsomething move in the blackness.\n\nANNA\nIs someone there?\n\fA BLACK SHAPE materializes inside the darkness. Silent.\nBrooding. Anna can’t move. Terrified. Suddenly the\ncorridor’s flooded with a BLINDING WHITE LIGHT.\n\nAnna's dazzled. Shades her eyes with her hand. As she\ntentatively pulls her hand away...\n\n...it’s only Jack. His hand on the light switch.\n\nANNA\nJack!\n\nJACK\nDid I scare you Miss Bryant?\n\nJack moves over to the door.\n\nANNA\nIt’s locked.\n\nHe gently pushes against the door. The door slowly opens.\n\nEXT. ELEMENTARY SCHOOL - MOMENTS LATER\n\nAnna, still shaken, walks with Jack towards the parking lot.\n\nANNA\nShouldn’t you be home?\nJACK\nMy mom’s picking me up.\n\n(beat)\nIt’s my birthday. We're going to\nMacDonald’s. Then on Saturday my mom’s\ntaking me to Busch Gardens. We’re\ngoing to ride the Alpengeist.\n\n(earnestly)\nContinually voted one of the top ten roller\ncoaster rides in America, the Alpengeist is\na breathtaking avalanche of adventure.\n\nANNA\n(tries to keep a straight-face)\nI didn’t know the park was open yet.\n\nJACK\nMy mom’s friends with the manager.\nThey’re opening it specially for me.\nShe knows he’s lying again. Smiles sadly.\n\nANNA\nSounds like fun.\n\nJACK\nYes.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSmiles sadly. ANNA\nSounds like fun. JACK\nYes. \n\nTARGET SECTION TO BE ANNOTATED:\n It will be fun.\n\f10.\n\nThey reach Anna’s car. Stand in silence for a moment.\nANNA\nJack. Those boys. Do they bother you\na lot?\nJack hesitates. Then slowly nods his head.\nANNA\nYou know you can always talk to me about\nit if you want to.\nHe nods. Anna‘’s clearly worried about him.\n\nANNA\nYou sure you don’t need a ride?\n\nJack shakes his head. Anna glances at her watch.\n\nANNA\nWell. I better run.\n\nJACK\nWhere are you going?\n\nANNA\n\n(hesitates)\n\nI have to go to a funeral. My old piano\nteacher.\n\nJACK\n\n(with sudden interest)\nCan I come?\n\nANNA\nNo Jack. Funerals are very private\naffairs.\n\nJACK\n\nI’ve never been to a funeral.\n\nANNA\nIt wouldn’t be appropriate Jack. Anyway\nwouldn’t your mom worry about you?\n\nJACK\n(shrugs )\nNot really.\nANNA\n\nI’m sure she would. I’11 see you\ntomorrow in class. Have a wonderful\nbirthday.\n\nJack nods disappointed. Anna watches him walk away then\ngets in her car.\n\f11.\n\nINT. ANNA’S CAR —- MOMENTS LATER\n\nAnna slips her key into the ignition. Loud music suddenly\nblares from the car radio. She switches it off. Squeezes\nthe bridge of her nose. She pulls out a bottle of pills\nfrom her bag. It’s empty. She rummages in the glove\ncompartment. Finds another bottle. Empty. She sighs.\n\nEXT. ELEMENTARY SCHOOL - MOMENTS LATER\n\nJack sits on the bench. Watches Anna drive away. Then\nunzips his backpack. Something moves inside. A strange\njerky movement. Jack closes the backpack. Glances up\nand down the empty street. Then walks away on his own.\n\nEXT. STRIP MALL. PHARMACY - DAY\n\nAnna steps out of the Pharmacy. As she washes down a pill\nwith a bottle of water she notices a small Hair Salon.\nLooks critically at herself in the Pharmacy window.\n\nAnna moves over to the Salon. Reaches for the door\nhandle... then hesitates. She’s about to walk away when\nthe Salon door suddenly opens.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnna moves over to the Salon. Reaches for the door\nhandle... then hesitates. She’s about to walk away when\nthe Salon door suddenly opens. \n\nTARGET SECTION TO BE ANNOTATED:\n Anna smiles shyly as a\nfreshly COIFFURED WOMAN politely holds the door for her.\n\nINT. HAIR SALON - DAY\n\nAnna leans back against a washbasin. Her neck tightly\ncradled against the white porcelain. The light's harsh\nand not particularly flattering. She closes her eyes.\nBehind her the HANDS of a HAIRDRESSER in latex gloves\nbegin to rinse dye from Anna’s hair.\n\nON SINK\n\nStartling white. A stream of water flows into the sink.\nThen after a moment the spiralling clear water gradually\nturns a deep crimson red.\n\nINT. MOTHER’S HOUSE. HALLWAY - DAY\n\nAnna closes the front door behind her. She smiles as\nshe catches her reflection in the hallway mirror. Her\nhair a dark vibrant red. Just then, from another room,\nwe hear an OLD WOMAN'S hacking cough.\n\nOLD WOMAN (0.S.)\nAnna? Is that you?\n\nANNA\nYes Mother.\n\f12.\n\nINT. MOTHER’S HOUSE. BEDROOM - MOMENTS LATER\n\nAnna's mother, BEATRICE (50s), sits in bed, knitting with\nswift, violent precision. The bedside table’s stacked\nwith medication. She’s clearly been bed-ridden for some\ntime. An electric wheelchair in the corner of the room.\n\nAnna appears at the door. Beatrice scrutinizes her for a\nsecond. Then returns to her knitting.\n\nBEATRICE\nTerrible color.\n\nAnna moves to the beside table. Picks up a dirty plate.\n\nANNA\nCan I get you something to eat?\n\nBEATRICE\nI’m not hungry.\n\nANNA\nYou have to eat.\n\nBEATRICE\nI don’t have to do anything.\n\nANNA\nThe doctor said--\n\nBEATRICE\nThe doctor’s an idiot. He doesn’t know\nwhat he’s talking about.\n\nAnna sighs. Trying hard not to let her Mother provoke\nher. Beatrice glances up. Anna avoids her look.\n\nBEATRICE\nWhy did you do it? Today of all days.\n\nANNA\nWhat have I done wrong this time?\n\nAnna goes to the window. Draws back the curtains.\n\nBEATRICE\nYou've forgotten haven’t you?\n\nANNA\nNo I haven’t forgotten. The service\nisn’t till six.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEATRICE\nYou've forgotten haven’t you? ANNA\nNo I haven’t forgotten. The service\nisn’t till six. \n\nTARGET SECTION TO BE ANNOTATED:\nBEATRICE\nThen you’ve got plenty of time to wash it\nout.\n\f13.\n\nANNA\nIt’s permanent. You can’t wash it out.\n\nBEATRICE\nThen dye it back. You can’t show up at\nthe funeral looking like that. Like some\nprostitute.\n\nANNA\nI don’t look--\n\nBEATRICE\nDon’t argue with me. Why are you\nconstantly arguing with me?\n\nAnna bites her tongue. Heads to the door.\n\nBEATRICE\nWhere are you going?\n\nANNA\nTo do the washing up.\n\nBEATRICE\nThe sheets need changing. They haven’t\nbeen changed in months.\n\nANNA\nI changed them Monday.\n\nAnna goes to the cupboard. Takes out clean sheets.\n\nBEATRICE\nYou weren’t here Monday. You never sleep\nat home anymore. What if something\nhappened to me in the middle of the night?\n\nANNA\nNothing is going to happen to you.\nAnyway Diane--\n\nBEATRICE\n(snorts)\n\nFat lot of good she is. I wouldn’t have\nto pay for a Nurse if my only daughter\nwasn’t living in sin with that lawyer of\nhers. Doing God knows what. They always\nleave you in the end. You'll see. Just\nlike your father--\n\nANNA\nThat’s enough Mother!\n\nAnna dumps the sheets on the bed. As she turns to leave\nBeatrice’s hand darts out and grabs Anna’s wrist.\n\nBEATRICE\nThat’s it. Go and cry to Paul.\n\f14.\n\nAnna pulls herself free. Moves to the door.\n\nBEATRICE\nGo and bitch to Paul about your mean old\nmother.\n\nINT. FUNERAL HOME. VIEWING ROOM - DAY\n\nA warm intimate room. Peaceful. Rows of chairs filled\nwith ELDERLY MOURNERS. Eliot stands respectfully beside\na casket. FATHER GRAHAM (50s) reads at a lectern.\n\nFATHER GRAHAM\nWe have entrusted our brother James\nHutton to God's mercy in sure and...\n\nEXT. FUNERAL HOME. DRIVEWAY - CONTINUOUS\n\nAnna, in a black dress, walks quickly along the gravel\ndriveway. She stops. Stares out over the cemetery.\n\nFATHER GRAHAM (0.S.)\n...",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nStares out over the cemetery. FATHER GRAHAM (0. S.)\n... \n\nTARGET SECTION TO BE ANNOTATED:\ncertain hope of the resurrection to\neternal life through our Lord Jesus\nChrist, who died and rose again for us.\n\nINT. FUNERAL HOME. VIEWING ROOM - MOMENTS LATER\n\nAnna slips into the back of the room. Eliot leads MRS.\nHUTTON (60s) to the body of her husband, JAMES HUTTON\n(70S), lying in the casket. Mrs. Hutton touches a\nbouquet of white roses by the casket.\n\nMRS. HUTTON\nWhite roses. They were his favorite.\nHow did you know?\n\nELIOT\nThey just seemed appropriate somehow.\n\nMRS. HUTTON\nHe looks so peaceful. As if he's only\nsleeping.\n\nAnna approaches Mrs. Hutton. She doesn’t notice Eliot\nwatching her carefully.\n\nANNA\nMrs. Hutton. I'm so sorry.\n\nMRS. HUTTON\nThank you Anna. You were always his\nfavorite student.\n\f15.\n\nAnna smiles awkwardly. Uncomfortable.\n\nMRS. HUTTON\nHow’s your mother?\n\nANNA\nFine. She sends her condolences.\n\nMRS. HUTTON\nYou look tired dear.\n\nANNA\nNo. I’m fine. Everything’s fine.\n\nBut we can see in her eyes that everything’s not fine.\nMrs. Hutton nods, then turns to greet another MOURNER.\nAnna steps nervously up to the coffin.\n\nANNA'S POV\n\nJames Hutton lies peacefully amongst the velvet trimming.\nSuddenly his LIPS PART... as he GASPS SOFTLY.\n\nVIEWING ROOM\n\nAnna steps back terrified. Stares at Hutton. His face\nserene again. It must have been her imagination. She\nglances up quickly. Embarrassed.\n\nEliot’s still observing her. He nods to her cordially.\n\nINT. FUNERAL HOME. ELIOT’S ROOM - DAY\n\nA spartan room at the top of the house. Eliot carefully\npins a POLAROID of Hutton lying in a coffin to the wall.\nNext to Hutton’s photograph, we briefly glimpse the edge\nof ANOTHER POLAROID.\n\nEliot stares intently at Hutton’s image for a moment,\nthen takes off his jacket and moves to the window.\n\nELIOT’S POV\n\nAnna’s by her car rummaging in a bag for her keys.\nGetting increasingly frustrated.\n\nEXT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIOT’S POV\n\nAnna’s by her car rummaging in a bag for her keys. Getting increasingly frustrated. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FUNERAL HOME. DRIVEWAY - DAY\n\nAnna suddenly looses it. Angrily dumps the contents of\nher bag onto the driveway. She kneels down. Grabs the\nkeys. Throws the rest of her things back into the bag.\nShe stands. Leans against the car. She looks weary.\n\nShe glances up at the sky desperately trying to hold back\nher tears. Black storm clouds gather on the horizon.\n\f16.\n\nAnna brusquely wipes away her eyes with the back of her\nhand. Pulls herself together. Angry with herself.\n\nINT. FUNERAL HOME. ELIOT’S ROOM - DAY\n\nEliot watches intently as Anna drives away.\n\nINT. RESTAURANT - EVENING\n\nPaul sits at a window table. It's raining hard outside.\nHe glances at his watch then nervously checks his\npockets. Pulls out a RING BOX. He looks at it for a\nmoment then slips it back into his pocket.\n\nAs he refills his glass, Anna appears outside holding her\nraincoat above her head. She stares at Paul for a moment\nthrough the window marbled with rain.\n\nPaul suddenly notices Anna at the window. He starts.\nSpills some of his red wine on his shirt.\n\nCLOSE on the red stain. It unfurls like a flower.\nSpreading out over the white material.\n\nANNA (0.C.)\nSorry about that.\n\nPaul dabs the stain with a napkin.\n\nPAUL\nYou scared the life out of me.\n\nAnna laughs as she sits down. Paul looks up at her.\n\nPAUL\nYour hair.\n\nANNA\nYou don't like it.\n\nPAUL\nI didn't say that. It's just very...\nred. I mean it's not really you is it?\nA WAITER appears at the table before Anna can reply.\n\nWAITER\nAre you ready to order?\n\nPAUL\nYes. We'll have the duck.\n\nANNA\nPaul.\n\f17.\n\nPAUL\nWhat? You always have the duck here.\n\nANNA\n(picks up the menu)\nI don't always have the duck.\n\nPaul shrugs. Pours Anna some wine as she looks through\nthe menu. The Waiter taps his pen on his pad\nimpatiently. Anna sighs. Puts the menu aside.\n\nANNA\nI'll have the duck.\n\nPaul smiles as the Waiter leaves. Anna tries to ignore\nhim.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNA\nI'll have the duck. Paul smiles as the Waiter leaves. Anna tries to ignore\nhim. \n\nTARGET SECTION TO BE ANNOTATED:\n But after a second she can't help smiling back.\n\nPAUL\nThe duck is very good.\n\nAnna's smile broadens. The tension between them broken\nfor the moment. Paul reaches across. Touches her hand.\n\nPAUL\nLet’s not argue tonight. OK?\n\nANNA\nOK.\n\nAnna takes a sip of wine.\n\nANNA\nThis is good.\n\nShe picks up the bottle. Checks the label.\n\nANNA\nAnd looks very expensive...\n(smiles questioningly)\nWhat’s the special occasion?\n\nPaul’s momentarily thrown. He tries to cover it by\nrearranging his napkin. Anna notices.\n\nPAUL\n(suddenly very serious)\nActually there is something I need to\ntalk to you about.\n\nNow Anna’s nervous.\nPAUL\nI’ve been offered a transfer to head\noffice in Chicago.\n\nAnna looks down. Stares at her hands on the table.\n\f18.\n\nPAUL\nIt’‘ll mean more work of course. More\nresponsibility. A lot of changes. But\nit’s an incredible opportunity. I’d be\ncrazy to turn it down. And...\n\n(nervous )\n\n---well I’ve been thinking. Maybe it’s\ntime for us to...\n\nPaul pauses as he reaches inside his jacket.\n\nANNA\n(without looking up)\nYou’re going to leave me.\n\nPaul’s stunned. Speechless. Before he can say anything--\n\nANNA\nYou could've just told me this morning.\nYou didn’t need to buy me off with an\nexpensive meal.\n\nPaul reaches for her hand. Anna gets up to leave.\n\nPAUL\nAnna wait.\n\nANNA\nWhy did you lie to me? You promised\neverything was going to be OK.\n\nPAUL\n(increasingly frustrated)\nDon’t be ridiculous. Anna. You’ve got\nit all wrong.\n\nANNA\nI’m not being ridiculous. Why do you\nalways talk to me like I'm a small child?\n\nPAUL\n(as if talking to a small child)\nAnna.\n\nANNA\nSee? There you go again. Do you know\nhow irritating that is?\n\nPAUL\n(loses it)\nJesus. Can't we just have one fucking\nmeal without arguing--\n\nANNA\nFuck you!\n\nThe other DINERS turn and stare at them. Paul glances at\nthem embarrassed. Anna doesn’t notice. Upset.\n\f19.\n\nPAUL\n\nKeep your voice down, everyone’s watching.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nUpset. 19. PAUL\n\nKeep your voice down, everyone’s watching. \n\nTARGET SECTION TO BE ANNOTATED:\nANNA\n\nFUCK YOU!\nPAUL\n\nYou’re crazy. You know that? Just like\nyour mother.\n\nANNA\nI’m nothing like my mother!\n\nAnna grabs her coat. Pushes her way through the restaurant.\nPAUL\n(stands)\nI’m not running after you this time Anna.\n\nANNA\nGood.\n\nPaul’s suddenly aware that everyone’s looking at him. He\nquickly sits down. Drains his glass of wine. Furious.\nINT/EXT. ANNA’S CAR - NIGHT\nAnna closes the car door. It’s still raining hard outside.\nHer hair, perfect minutes ago, is now bedraggled. Her make-\nup’s running. She places her hands on the steering wheel.\nTrying desperately to pull herself together.\nSuddenly. THUMP. Anna jumps. Turns. Paul’s at the car\nwindow. He thumps the glass again. Anna hits the locks.\nEXT. RESTAURANT. PARKING LOT - CONTINUOUS\nPaul grabs the door handle.\nPAUL\n\nAnna. Open the door. Please. I want\n\nyou to come with me. I want to...\nINT/EXT. ANNA’S CAR - CONTINUOUS\nAnna can’t hear him above the sound of the RAIN HAMMERING\nonto the car. She shakes her head. Puts the car in drive.\n\nEXT. RESTAURANT. PARKING LOT - CONTINUOUS\n\nPaul stumbles aside as Anna’s car pulls away. She stops\nat the parking lot exit a short distance away.\n\f20.\n\nINT/EXT. ANNA’S CAR - CONTINUOUS\n\nAnna looks up into the rearview mirror.\n\nON REARVIEW MIRROR\n\nPaul stands forlornly in the rain. Their eyes meet.\nANNA'S CAR\n\nShe hesitates. For a moment we think she might go back\nto him...\n\nEXT. RESTAURANT. PARKING LOT - CONTINUOUS\n\n+--+. but then Anna pulls out and drives away. Leaving Paul\nalone in the parking lot. The rain pounding the asphalt.\nINT/EXT. ANNA’S CAR. HIGHWAY - NIGHT\n\nAnna peers through the blurred windshield as the wipers\nbattle with the TORRENTIAL DOWNPOUR. A LARGE TRUCK plows\npast menacingly on the rain-slicked highway.\n\nAnna’s still upset. She wipes away her tears.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nA LARGE TRUCK plows\npast menacingly on the rain-slicked highway. Anna’s still upset. She wipes away her tears. \n\nTARGET SECTION TO BE ANNOTATED:\n On the\ndashboard the kitschy doll bobs its head from side to\nside. Anna picks up her cell phone. Glances down as she\ndials a number. She looks up...\n\na WHITE VAN with black tinted windows cuts in front of her.\n\nANNA\nShit!\n\nAnna swerves into the next lane. We hear the blaring\nhorn from the car behind her.\n\nANNA\n(into rear-view mirror)\nOK. OK. I saw you.\n(muttering)\nJerk.\n\nThe cell phone connects. We hear Paul’s answering machine.\nANNA\nPaul? You home yet? Can you pick up? I\njust don’t want it to end like this.\n\nAnna drops the phone into her bag on the passenger seat.\nWipes away the mist on the inside of the glass.\n\nA TRACTOR TRAILER shudders past loaded with metal pipes.\n\f21.\n\nON METAL PIPES\nThe badly loaded pipes BANG OMINOUSLY against each other.\n\nCUT TO BLACK.\n\nINT. FUNERAL HOME. ELIOT’S ROOM - EARLY MORNING\nDarkness. A bright light comes on.\n\nCLOSE ON a MAN'S HANDS. Turning slowly under a stream of\ncrystal blue water. We pull back. Eliot dries his hands.\nOpens a cabinet. Takes out a pair of latex gloves.\n\nINT. FUNERAL HOME. PREP ROOM - EARLY MORNING\n\nA large room. Tall vaulted ceilings. White tiles. Soft\nmorning light seeps in from a small round window set high\non one wall. The room is silent. Still. Like a chapel.\n\nIn the semi-darkness we see a BODY on a porcelain slab\ncovered with a white sheet.\n\nWe hear a key turn in a lock. Then another lock. The\nroom’s suddenly flooded with a harsh white light.\n\nEliot steps inside the room. He takes off his jacket.\nCarefully places it on a coat-hanger. Puts on a pale\nblue smock then snaps on the latex gloves. His every\nmove meticulous. Measured. Like a ritual.\n\nEliot walks over to the slab, his surgery clogs softly\nclacking against the tiled floor. He looks at the slab\nfor a moment then slowly pulls the sheet away\nrevealing...\n\nANNA'S BODY. Pale and lifeless. An ugly gash above her\neyebrow.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNA'S BODY. Pale and lifeless. An ugly gash above her\neyebrow. \n\nTARGET SECTION TO BE ANNOTATED:\n Cracked violet lips. A rip in her black dress\nsoaked with a dark stain. She’s only wearing one shoe.\nEliot gently takes off the watch from her stiff wrist.\nPlaces it inside a brown paper bag. Eases off the shoe.\nPicks up a scalpel from a tray of instruments on a steel\ntrolley. Delicately slices open her dress. Peels it off.\nHe's about to cut the straps of her RED SLIP when...\n\nAnna OPENS HER EYES.\n\nShe looks straight at us with unseeing pale blue eyes.\n\nStrangely Eliot's not surprised. He calmly steps back.\nWatches her carefully.\n\nAnna’s eyes slowly focus on Eliot. She’s groggy. Confused.\n\f22.\n\nANNA\nWhere am I?\n\nShe talks with difficulty. Her breathe labored.\n\nELIOT\nYou're in a funeral home.\n(beat)\nYou’re dead.\n\nAnna’s vacant eyes widen in shock. She struggles to sit\nup but she can’t even raise her head. Her body stiff.\nRigid. Eliot speaks to her calmly. Soothingly.\n\nELIOT\nYou had a car accident. It was raining.\nYou hit a truck loaded with metal pipes.\n\nShe looks fearfully at the bloodied dress in Eliot’s hand.\n\nANNA\nI’m not dead.\n\nELIOT\nYou were pronounced dead eight hours ago.\nYour blood no longer circulates through\nyour body. Your brain cells are slowly\ndying. Your body’s already decomposing.\n\nANNA\nI’m not dead.\n\nEliot looks at her sadly for a moment. He places the\nbloodied dress on the trolley. Then picks up a document.\nHolds it up for her.\n\nON DOCUMENT\nIt’s Anna’s death certificate.\n\nELIOT (0.C.)\n\nThis is your death certificate. Cause of\ndeath. Massive internal trauma. Time of\ndeath. 8.23PM.\n\nPREP ROOM\n\nELIOT\nYou were dead on arrival. The attending\nphysician signed here...\n(points to document)\n-.-at 9.45 last night. I picked up your\nbody from the hospital morgue at 12.10\nthis morning.\n\nAnna stares with horror at her death certificate, then at\nEliot. He looks away. It pains him to see her so\ndistressed.\n\f23.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks away. It pains him to see her so\ndistressed. 23. \n\nTARGET SECTION TO BE ANNOTATED:\nELIOT\nI’m sorry.\n\nEliot picks up a sponge from the trolley. Wets it.\n\nANNA\nWho are you?\n\nEliot delicately washes Anna’s face. She doesn’t flinch\nas he dabs the wound above her eye brow.\n\nANNA\nDon’t touch me! Why are you touching me?\n\nELIOT\nI’m preparing your body. You have to\nlook beautiful for your funeral.\n\nANNA\nI’m not dead.\n\nEliot sighs wearily. As if he’d had this conversation\nmany times before.\n\nELIOT\nYou all say the same thing.\n(beat)\nI’m sorry. Maybe you should rest now.\n\nEliot peels off his latex gloves and heads for the door.\nAs he hangs his pale blue smock on the peg he turns and\nlooks at Anna for a moment.\n\nON ANNA\n\nThe lights go off. 0O.S. the door clicks shut as it locks\nautomatically behind Eliot.\n\nANNA\n(softly)\nI can’t be dead. It’s just a nightmare.\nI’ll wake up soon. Wake up.\n\nINT. PAUL'S APARTMENT. BEDROOM - MORNING\n\nPaul wakes up. Badly hung-over. Still in his clothes.\nSunlight streams into the room. Blinding him. He\nreaches across. The bed's empty. He’s surprised for a\nmoment then remembers the argument the night before.\n\nHe gets up. Sits on the edge of the bed. Lights a\ncigarette. He notices his jacket on the floor. lLeans\ndown. As he pulls out the BlackBerry from his jacket, the\nRING BOX falls onto the floor. Paul doesn’t notice.\n\f24.\n\nINT. PAUL'S APARTMENT. KITCHEN - LATER\n\nPaul steps into the kitchen. Nervously checking his\nBlackBerry. Nothing. Just then he sees the red light\nblinking on his answer machine. He presses play.\n\nANNA\nPaul? You home yet? Can you pick up? I\njust don’t want it to end like this.\n\nPaul’s relieved. He picks up the phone. Dials. We hear\nthe ringing on the other end.\n\nINT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nDials. We hear\nthe ringing on the other end. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOSPITAL MORGUE - SAME TIME\n\nTwo technicians, an OLD GUY and his YOUNG PALE ASSISTANT,\npush a NAKED BODY wrapped in plastic through the morgue.\n\nThey jump as they hear the MUFFLED sound of a cell phone.\n\nThe ringing comes from a bag speckled with blood lying on\na table (we recognize it as Anna’s bag). The Assistant\nwalks over. Takes out the cell phone.\n\nASSISTANT\nIt’s the schoolteacher’s. From the car\ncrash. Should I answer it?\n\nThe ringing stops abruptly. It’s suddenly very silent.\n\nASSISTANT\nSomeone's in for a surprise.\n\nOLD GUY\nHow many times do I have to tell you? You\ncan’t leave their stuff laying around. It\nshould've been returned to the family.\n\nASSISTANT\nI’ve been busy, OK.\n(muttering)\nLike she’s really going to need her\nrollover minutes now.\n\nAs the Assistant reaches for the bag, he notices a\nsolitary shoe on the table. He picks it up.\n\nASSISTANT\nWhat shall I do with this?\n\nOLD GUY\nWhere’s the other one?\n\nThe Assistant looks round. He can’t see the other shoe\nanywhere. He turns to the Old Guy and shrugs.\n\f25.\n\nOLD GUY\nJust burn it. You can’t send them back\none shoe. It’s not respectful.\n\nINT. PAUL’S APARTMENT. KITCHEN - SAME TIME\nWe hear a BEEP.\n\nPAUL\n(on phone)\nYou got it all wrong baby. I want you to\ncome to Chicago with me. Look. I'll\nswing by your place on my way to the\noffice. You know I love you.\n\nEXT. MOTHER’S HOUSE - DAY\n\nPaul pulls up to a suburban house. Walks quickly to the\ndoor, a supermarket bouquet of flowers wrapped in\ncellophane in his hand. He rings the bell. No-one\nanswers. He rings again. Knocks hard on the door.\n\nPAUL\nAnna!\n\nStill no answer. Paul looks around. Notices the\ndriveway’s empty. He heads back to his car.\nINT/EXT. PAUL’S CAR - MOMENTS LATER\n\nPaul’s on his cell phone as he drives. He gets Anna’s\nvoice mail again.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT/EXT. PAUL’S CAR - MOMENTS LATER\n\nPaul’s on his cell phone as he drives. He gets Anna’s\nvoice mail again. \n\nTARGET SECTION TO BE ANNOTATED:\nPAUL\n(into phone)\n\nIt’s me again. I must have just missed you\n\nat home. Call me when you get this. OK?\nINT. ELEMENTARY SCHOOL. CORRIDOR - DAY\nPaul strides down an empty corridor. The flowers in his\nhand. Searching for Anna’s classroom.\nINT. ELEMENTARY SCHOOL. BIOLOGY CLASSROOM - MOMENTS LATER\nA TEACHER stands in front of the class holding a shell.\n\nTEACHER\n... the shell grows slowly...\n\nThe door opens. Paul steps into the classroom. His\nsmile fades as he realizes it’s not Anna.\n\f26.\n\nPAUL\nOh hi. I’m looking for Anna Bryant.\n\nThe Teacher quickly moves over. Hustles Paul to the door.\n\nTEACHER\n(indignant)\nI’m sorry but you just can’t--\nPAUL\nI’m Anna‘s... fiancée. Paul Conran. I\n\nthought this was her class.\n\nThe Teacher glances suspiciously at the flowers in his hand.\n\nPAUL\nWe had a little misunderstanding last\nnight.\nTEACHER\n(hesitates)\n\nShe didn’t come in today.\nJack’s in the front row. Following the conversation.\n\nPAUL\nDid she call in sick?\n\nTEACHER\nShe hasn’t called in at all. It’s not\nlike her. She always calls in.\n\nPaul’s worried now. Something’s wrong.\n\nINT. FUNERAL HOME. PREP ROOM - DAY\n\nAnna lies rigidly on the slab. Her head turned to one\nside. Staring blankly at the wall. Her eyes glazed.\n\nSuddenly classical music fills the room. Anna frowns.\nDisoriented. She moves her head with difficulty.\nNervously looks around.\n\nFor a moment she doesn’t know where she is. Then she\nsees Eliot by a CD player. She watches with trepidation\nas he approaches her.\n\nANNA\nPlease don’t hurt me.\n\nELIOT\n(smiles)\nHow can I hurt you? You’re already dead.\n\nANNA\nBut I’m not dead.\n\f27.\n\nELIOT\nThen why are you here?\n\nAnna doesn’t know what to say. She turns her head away.\nA tear falls down her cheek.\n\nANNA\nPlease. Just let me go. I won’t go to\nthe police. I won’t tell anyone.\n\nEliot moves her head back. Gently wipes away her tear.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nI won’t tell anyone. Eliot moves her head back. Gently wipes away her tear. \n\nTARGET SECTION TO BE ANNOTATED:\nELIOT\nYou’re still in denial. You have to\ntrust me. I’m only here to help you.\n\nEliot slides a wooden head-rest under her neck and studies\nher wounds, touching them delicately. Thinking about how\nto conceal them. He turns to a tray of instruments.\n\nPicks up a needle. Leans over Anna.\n\nThe needle pierces her brow. Sliding cleanly through her\nskin. She doesn’t feel any pain as Eliot carefully sews\nthe wound. He’s meticulous. Clearly very good at his job.\n\nEliot glances at his watch. Picks up a SYRINGE and an\nAMPOULE OF AMBER LIQUID. Draws up the amber liquid.\nAnna’s alarmed. She tries to pull back.\n\nELIOT\nDon’t be scared.\n\nANNA\nWhat are you doing?\n\nELIOT\nThis will relax your muscles. Stop the\nrigor mortis setting in so I can work on\nyour body.\n\nHe INJECTS Anna in the neck. Just then we hear a car\npull up on the gravel driveway outside.\n\nELIOT\n(to himself)\nYour mother's early.\nAnna‘s eyelids feel very heavy. Slowly her eyes close.\nEliot pulls the white sheet over her body.\nINT. FUNERAL HOME. HALLWAY - MOMENTS LATER\n\nA Nurse, DIANE (30s) follows Beatrice in her wheelchair\nas Eliot leads them through the hallway.\n\f28.\n\nELIOT\nI'm so very sorry Mrs. Bryant. It’s\nalways so tragic when you lose a child.\n\nBEATRICE\nI lost her years ago.\n\nHe glances at her curiously. Then gestures to his office.\n\nELIOT\nIf you'd care to come to my office we can\ndiscuss the arrangements.\n\nBEATRICE\nI want to see her.\n\nELIOT\nBut she hasn’t been--\n\nBEATRICE\nI don’t care. I want to see her.\n\nIt takes him a second to respond.\n\nELIOT\nOf course.\n\nINT. FUNERAL HOME. PREP ROOM - DAY\n\nBeatrice leans against the slab staring at Anna’s covered\nbody. Eliot stands respectfully to one side. In the b.g.\nDiane shivers. The room’s cold. Beatrice touches Anna’s\nhand through the white sheet. Then uncovers Anna’s face.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe room’s cold. Beatrice touches Anna’s\nhand through the white sheet. Then uncovers Anna’s face. \n\nTARGET SECTION TO BE ANNOTATED:\nThe needle’s still embedded in her eyebrow.\n\nELIOT\nAh. Forgive me.\n\nEliot quickly steps forward. Pulls out the needle. Cuts\nthe thread with a pair of large scissors.\n\nELIOT\nAs I said. I’ve only just started\npreparing her.\n\nBEATRICE\nWhat's the point of preserving the body\nif the soul's already left?\n\nELIOT\n(quietly to himself)\nNo. The soul never leaves.\n\nBeatrice stares at Anna.\n\f29.\n\nBEATRICE\nIt’s us who are left behind. It's us who\nsuffer.\n(to Anna)\n\nWho’s going to look after me now? Did\nyou think about that?\n\nShe nods to Diane. Diane helps her into the wheelchair.\n\nELIOT\nI’1l confirm the date with Father Graham\nthis afternoon. Friday as you requested.\n\nBEATRICE\nJust do what you think's best. It’s just\ndetails.\n\nBeatrice whirs towards the door. She suddenly stops.\nTurns to Eliot.\n\nBEATRICE\nOh there is one thing.\n\nELIOT\nYes?\n\nBEATRICE\n\nHer hair. She was a brunette. I'd like\nit back to that color.\nEXT. FUNERAL HOME. DRIVEWAY - DAY\n\nEliot watches Beatrice’s car drive away.\n\nINT/EXT. PAUL’S CAR - DAY\n\nPaul waits in his car outside the Mother’s house. The\nwilting flowers on the passenger seat beside him.\n\nPAUL'S POV\n\nBeatrice’s car pulls up. Diane gets out. Pulls the\nwheelchair out of the car.\n\nPAUL'S CAR\n\nPaul grabs the flowers.\n\nEXT. MOTHER'S HOUSE - MOMENTS LATER\n\nPaul strides over as Diane helps Beatrice into her\nwheelchair.\n\f30.\n\nPAUL\nMrs. Bryant.\n\nBeatrice doesn’t acknowledge him. Paul turns to Diane.\n\nPAUL\nHi Diane. I need to talk to Anna.\n\nDiane can’t look him in the eye.\n\nPAUL\nWhat’s wrong?\n\nDIANE\nI think you better come in.\n\nINT. MOTHER'S HOUSE. BEDROOM - MOMENTS LATER\n\nBeatrice sits in her wheelchair with her back to the\ndoor. Paul stops a short distance away.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER'S HOUSE. BEDROOM - MOMENTS LATER\n\nBeatrice sits in her wheelchair with her back to the\ndoor. Paul stops a short distance away. \n\nTARGET SECTION TO BE ANNOTATED:\nPAUL\nWhat happened? Where’s Anna?\n\nBEATRICE\n(without turning)\nAnna was in a car accident last night.\nMy daughter’s dead. That's what\nhappened.\n\nPaul stares at Beatrice’s back in disbelief.\n\nPAUL\nA car crash? When?\n\nBeatrice turns her wheelchair round to face Paul.\n\nBEATRICE\n(irritably)\nI don’t know.\nDIANE\nThey said it happened just before 8.30.\nPAUL\nBut... we were at the restaurant...\n\nBeatrice glares at him. She clearly blames him for\nAnna’s death.\n\nBEATRICE\nYou shouldn’t have let her drive in that\nweather.\n\nPaul looks down guiltily at the flowers in his hand.\n\f31.\n\nPAUL\nNo. She can’t be dead. There must be\nsome mistake.\n\nBEATRICE\nThere’s no mistake. We just got back\nfrom the funeral home.\n\nBeatrice pushes a joystick on her wheelchair. As she\nwhirs past Paul she notices the flowers.\n\nBEATRICE\n\n(dryly) .\nFlowers? How appropriate.\n\nPaul’s not listening anymore. Stunned.\n\nPAUL\nWhy didn’t you call me?\n\nBEATRICE\nYou took her away from me. I don’t want\nyou anywhere near her.\n\nINT. FUNERAL HOME. KITCHEN - DAY\n\nEliot turns on the taps. Fills a copper kettle.\n\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\n\nSilence. 0.S. a shuddering pipe bangs ominously. Anna\nopens her eyes abruptly as if waking from a deep sleep.\nShe stares at us. Numb.\n\nINT. FUNERAL HOME. KITCHEN - MOMENTS LATER\nCLOSE ON an exploding BLUE FLAME from a gas ring.\n\nWe pull back. Eliot places a kettle on the ring. Then\nmeasures out exactly two spoons of tea from an ornate tin\ninto a teapot. Meticulous in everything he does.\n\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\n\nCLOSE ON Anna’s hand. Her fingers FLEX slightly. She\npushes herself up awkwardly. Suddenly realizes\nsomething. She touches her wrist. Desperately searching\nfor her pulse. Then frantically checks her neck.\nPanicking. She can’t find her heartbeat.\n\nShe stares at her hand.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nPanicking. She can’t find her heartbeat. She stares at her hand. \n\nTARGET SECTION TO BE ANNOTATED:\n Then abruptly SLAMS it against\nthe slab. Hard. She feels no pain. She does it again.\nHarder. Still nothing.\n\f32.\n\nANNA\nI must be in shock. That’s all. It’s\njust shock.\n\nShe struggles to her feet. Stumbles groggily to the door.\nTries the door handle. It’s locked. She bangs on the\ndoor feebly. Then she hears something. She cocks her\nhead. Follows the sound of Eliot’s footsteps upstairs.\nANNA\n(hoarse)\nLet me out!\nINT. FUNERAL HOME. ELIOT’S OFFICE - DAY\n\nEliot’s by his desk. Checking his appointment book.\nWhistling softly to himself. We can’t hear Anna’s cries.\n\nHe pours a cup of tea. Adds a drop of milk. As he stirs\nhis tea, he hears the sound of feet CRUNCHING on the\ngravel outside. He glances out the window.\n\nELIOT’S POV\n\nPaul stands in the middle of the driveway staring blankly\nat the Funeral Home.\n\nEXT. FUNERAL HOME. DRIVEWAY - MOMENTS LATER\n\nEliot steps out of the Funeral Home. Heads towards Paul.\n\nELIOT\nCan I help you?\n\nPaul turns to him. Pulled away from his thoughts.\n\nPAUL\nMr. Deane?\n\nELIOT\nYes.\n\nPAUL\n\nMy name’s Conran. Paul Conran.\nEliot smiles. Holds out his hand.\n\nELIOT\nOf course. The lawyer.\n(off Paul’s surprised look)\nIt’s a small town. In my line of work\nyou get to know everyone eventually.\n\nAs they shake, Eliot looks at Paul’s hand strangely. As\nif he senses something.\n\f33.\n\nPAUL\nI’m Anna Bryant’s fiancée.\n\nELIOT\nThat’s strange. She wasn’t wearing an\nengagement ring.\n\nPAUL\nWell not quite fiancée...\nELIOT\nI’m very sorry for your loss Mr. Conran.\nPAUL\nI’d like to see her.\nELIOT\nI’m afraid the viewing isn’t until--\nPAUL\nI’d need to see her now. If that’s\npossible.\nELIOT\n\nI’m sorry. It’s not possible. You're\nnot family and--\n\nPAUL\nPlease.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIOT\n\nI’m sorry. It’s not possible. You're\nnot family and--\n\nPAUL\nPlease. \n\nTARGET SECTION TO BE ANNOTATED:\n It’d only take a minute.\n\nELIOT\nI understand. But--\n\nPAUL\nNO. YOU DON’T UNDERSTAND!\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\nAnna suddenly hears Paul’s loud voice outside.\nANNA\n(weakly)\n\nPaul! I’m here! Paul!\n\nShe frantically beats her fists against the door.\n\nEXT. FUNERAL HOME. DRIVEWAY - SAME TIME\nPaul quickly controls his anger. His eyes smart with tears.\n\nPAUL\nI tried to stop her. She didn’t hear me.\n\nPaul’s voice breaks with emotion. He can’t go on. Eliot\ngently takes him by the elbow. Leads him back to his car.\n\f34.\n\nELIOT\nMr. Conran. There really is nothing I\ncan do. I’m so sorry.\n\nPaul looks defeated. He simply nods his head. Eliot\nwatches him get into his car and drive away.\n\nINT. FUNERAL HOME. PREP ROOM - LATER\n\nAnna sits by the door in the darkness. Suddenly the\nroom’s flooded with light. Eliot walks in. Looks at\nAnna for a moment. She just stares back at him coldly.\nHe heads over to the sink.\n\nANNA\nWho was that?\n\nELIOT\nNo one.\n\nANNA\nNo one?\n\nA long beat.\n\nELIOT\nIt was Paul.\n\nANNA\n\n(calmly)\n\nI know. I heard you talking to him.\nWhy didn’t you let him see me?\n\nEliot smiles. Amused she caught him out. He continues\nwashing his hands.\n\nELIOT\nDid you love him?\n\nAnna looks up sharply. Eliot’s clearly hit a nerve.\n\nANNA\nThat’s none of your business.\n\nEliot shrugs. Dries his hands on a white towel.\nANNA\nYou weren’t going to tell me Paul was\n\nhere, were you?\n\nELIOT\nNo.\n\nANNA\nWhy not?\n\f35.\n\nELIOT\nBecause it would only hurt you. You have\nto let go of the living. Just like they\nhave to let go of you.\n\nANNA\nI don’t believe you. Why are you doing\nthis to me?\n\nHe shakes his head as he drops the towel into a small bin.\nELIOT\n\nYou’re all the same. You all blame me\nfor your death.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe shakes his head as he drops the towel into a small bin. ELIOT\n\nYou’re all the same. You all blame me\nfor your death. \n\nTARGET SECTION TO BE ANNOTATED:\n As if it were my fault.\n\nANNA\nNo. You drugged me. So my mother\nwouldn’t--\n\nELIOT\n\nThe others. They just see you as a dead\nbody on a slab. Only I can see you as\nyou really are.\n\nANNA\nYou’re crazy!\n\nEliot’s taken aback. Hurt.\n\nELIOT\nI’m a busy man. I don’t have time for this.\n\nHe heads to the door. Pulls out his keys and unlocks it.\nJust then he remembers something. Turns to her.\n\nELIOT\nOh I nearly forgot. How tall are you?\n\nANNA\nWhat!?\n\nHe looks her up and down. Gauging her height.\n\nELIOT\nFive seven.\n\nANNA\nWhy. .?\n\nELIOT\n\nI need to know how tall you are. For\nyour coffin.\n\nAnna’s stunned. Eliot looks at her for a moment. Then\nswitches off the main lights.\n\f36.\n\nANNA\nWait!\n\nHe ignores her. The door CLICKS shut behind him.\n\nINT. FUNERAL HOME. HALLWAY - MOMENTS LATER\n\nEliot steps into the hallway. Stops by a vase of\nflowers. He plucks a dead petal. Crushes it. Curiously\nsniffs his fingers. Then heads to the casket room.\n\nINT. FUNERAL HOME. PREP ROOM - DAY\n\nCLOSE ON Anna’s face. She looks empty. Dispirited.\nJust then something catches her attention...\n\nThe light from the window glints off a pair of LARGE\nSCISSORS on the steel trolley. Anna stumbles to the\ntrolley. Feeling her way through the semi-darkness.\nGrabs the scissors.\n\nJust then she notices a BODY, covered with a white sheet,\nlying on a gurney in the corner. She turns away.\n\nScared. But then, almost against her will, she\napproaches the gurney. As if drawn to the body. She\nslowly pulls the sheet away...\n\nThe dead body of an OLD WOMAN. Staring blindly at Anna\nwith cloudy opaque eyes. Long greasy gray hair. Shaken,\nAnna pushes herself against the wall.\n\nANNA\nOh God. Please. I don’t want to die.\nINT. JACK’S HOUSE. KITCHEN - DAY\n\nJack carefully cuts something out of a local newspaper.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. JACK’S HOUSE. KITCHEN - DAY\n\nJack carefully cuts something out of a local newspaper. \n\nTARGET SECTION TO BE ANNOTATED:\nThe loud sounds of a TV blare from another room.\n\nON NEWSPAPER\n\nSchoolteacher Dies in Tragic Car Crash.\n\nINT. JACK’S HOUSE. LIVING ROOM - MOMENTS LATER\n\nThe curtains are drawn. JACK’S MOTHER sits in an\narmchair with her back to us watching TV. Jack walks in.\n\nJACK\nYou were supposed to pick me up from\nschool yesterday.\n\nHis mother doesn’t reply. Jack moves in front of the TV.\n\f37.\n\nJACK\nI waited.\n\nHis mother doesn’t respond.\n\nEXT. STREETS - DAY\n\nJack furiously cycles through empty streets. Past\nidentical suburban houses with identical prim lawns. He\nstops suddenly. Considering something. Then turns and\ncycles away purposely.\n\nEXT. FUNERAL HOME - DAY\n\nEliot walks out of the funeral home. We pull back. Jack\n\nstands by his bicycle in the bushes watching him. Eliot\n\nlooks up. As if sensing someone was spying on him. Jack\n\nsteps back quickly behind a tree.\n\nINT. POLICE STATION - DAY\n\nA POLICE OFFICER talks on the phone as Paul walks in.\nPOLICE OFFICER\n\n(into phone)\nHang on a sec.\n\n(to Paul)\nMr. Conran. Heard about your girlfriend.\nI’m sorry.\n\nPaul nods. Clearly doesn’t want to talk about it.\n\nPAUL\nIs Tom in?\n\nPOLICE OFFICER\nThe captain just stepped out. He won't\nbe long. You can wait in his office if\nyou want.\n\nPAUL\nThanks. I’11 just go and grab a coffee.\n\nAs Paul walks away, the Officer returns to the phone.\nPOLICE OFFICER\n(into phone)\nA buddy of the captain’s. Poor guy...\nINT. POLICE STATION. CORRIDOR - MOMENTS LATER\n\nPaul slides a dollar bill into a coffee machine. Presses\nhis selection. Nothing.\n\f38.\n\nPAUL\nCome on.\n\nHe pushes the button repeatedly. Then angrily slams the\nside of the machine. Nothing.\n\nPAUL\nYou piece of shit.\n\nAs Paul turns away, he notices a door with a sign on it:\nAUTHORIZED PERSONNEL ONLY. Paul glances around. Then\nquickly walks over to the door.\n\nINT. POLICE STATION. GARAGE - MOMENTS LATER\n\nA dozen wrecked cars. Twisted metal.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOLICE STATION. GARAGE - MOMENTS LATER\n\nA dozen wrecked cars. Twisted metal. \n\nTARGET SECTION TO BE ANNOTATED:\n Paul’s footsteps\necho through the empty garage. It’s dark. Out the\ncorner of his eye Paul glimpses a SHAPE move quickly\naround a pillar. He stops. Unsettled.\n\nJust then we hear a WOMAN’S FOOTSTEPS. Her high-heels\nclicking on the concrete floor. There’s something\nstrange about the sound. UNNATURAL. Paul listens\nnervously. The footsteps grow fainter. Then fade away.\nThe garage is silent again. Too quiet.\n\nPaul moves apprehensively over to Anna’s GREEN TOYOTA.\nThe car’s a mess. One side’s completely caved in. He\ntouches the car. Pulls open the door. Squeezes into\nthe driver’s seat.\n\nANNA'S CAR\n\nGlass everywhere. Paul glances at the KITSCHY BOBBLEHEAD\nDOLL on the dashboard flecked with blood. He places his\nhands on the steering wheel. Suddenly he hears a strange\nnoise. He looks up...\n\nThe KITSCHY DOLL. Its head NODDING SLOWLY. Its smiling\nface now unnaturally sinister. Turning towards us until\nit abruptly stops. Staring straight at us.\n\nPaul looks at the doll transfixed. Just then a PALE\nWOMAN’S HAND slowly reaches through the window... and\ntouches Paul’s shoulder. He jumps. Turns.\n\nANNA stands by the car. Staring blankly at him. The\ncolor drains from Paul’s face.\n\nMAN'S VOICE (0.C.)\nPaul?\n\nThe Police Captain, Tom Peterson, stands by the car where\nAnna was a second ago. He pulls his hand away from\nPaul’s shoulder. Looks at him with concern.\n\f39.\n\nPaul gathers his composure. He must have just imagined\n\nAnna was there. He shoves the door open. He’s about to\nstep out when he turns back and grabs the Kitschy Doll.\n\nGARAGE\n\nPaul gets out awkwardly. He can’t look Tom in the eye.\n\nTOM\nYou OK?\nPAUL\n(unconvincing)\nI’m fine.\nTOM\n\nI just found out. I’m so sorry Paul. If\nyou need anything--\n\nPAUL\nI need to see Anna.\n\nTOM\n(puzzled)\nWhat do you mean?\n\nPAUL\nThe funeral director won’t let me see her\nTom.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf\nyou need anything--\n\nPAUL\nI need to see Anna. TOM\n(puzzled)\nWhat do you mean? PAUL\nThe funeral director won’t let me see her\nTom. \n\nTARGET SECTION TO BE ANNOTATED:\n He says I’m not family. Can you\ntalk to him? Put some pressure on him.\n\nTOM\nI can’t do that.\n\nPAUL\nTom. You're my friend.\n\nTOM\nPaul. I can’t do it.\n\nPaul nods slowly. Tom notices the Kitschy Doll.\n\nTOM\nYou sure you’re OK?\nPAUL\nI fucked up.\nTOM\n\nPaul. It was an accident. You should\nget some rest. Let me drive you home.\n\nPAUL\nI always fuck everything up.\n\f40.\n\nINT. FUNERAL HOME. BASEMENT CORRIDOR - DAY\n\nEliot stops by a thermostat. Studies it for a moment.\nTurns it lower. He glances at his watch. Takes out his\nkeys from his jacket and moves over to the Prep Room door.\n\nINT. FUNERAL HOME. PREP ROOM - MOMENTS LATER\n\nAnna sits on the slab. Her hands behind her back. She\ncarefully watches Eliot as he pulls on his pale blue\nsmock then walks over to a cabinet.\n\nBEHIND ANNA’S BACK\nher hands clutch the large scissors.\nPREP ROOM\n\nEliot opens a cabinet full of boxes of hair dye with\nphotographs of smiling women. As he prepares the dye he\nlooks across at Anna. She’s staring at something behind\nhim. Eliot turns. Sees the uncovered body of the Old\nWoman on the gurney. He quickly walks over. Carefully\npulls the white sheet over the Old Woman.\n\nANNA\nWho is she?\n\nELIOT\nMrs. Whitehall.\n\nHe mixes the dye in a bowl as he moves over to Anna.\n\nELIOT\nYou shouldn't be afraid of her. The dead\ncan’t harm the dead.\n\nANNA\n(forcefully)\nBut I’m not dead!\n\nAnna’s hand suddenly FLIES UP... she slashes at Eliot’s\nface with the SCISSORS.\n\nThe sharp edge misses his cheek by inches. Eliot drops\nthe bowl. Stumbles back against the steel trolley.\nInstruments crash to the floor.\n\nAnna staggers to the door. Her legs weak. Her long lank\nhair falling over her eyes. She frantically wrenches at\n\nthe door handle but it’s locked. Eliot gets up. Slowly\n\nmoves towards Anna. She turns. Raises the scissors.\n\nANNA\nStay where you are.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe turns. Raises the scissors. ANNA\nStay where you are. \n\nTARGET SECTION TO BE ANNOTATED:\n\f41.\n\nELIOT\n(holds out his hand)\nGive me the scissors. I only want to\nhelp you.\n\nANNA\nDon’t come any closer. I swear to God\nI’1l kill you.\n\nEliot walks right up to her. His face now inches from hers.\n\nELIOT\n(calmly)\nGo ahead.\n\nAnna doesn’t move. Eliot looks her steadily in the eye.\nHe reaches for her hand. Slowly. Deliberately. He brings\nthe scissors to his cheek. Then lets go of Anna’s hand.\n\nCLOSE ON ELIOT'S FACE\nThe sharp tip pushes into his skin.\n\nELIOT\nGo on.\n\nPREP ROOM\nFor a moment we think she might do it. But then she wavers.\n\nELIOT\nWhat are you waiting for?\n\nAnna’‘s confidence falters. She slowly lowers her hand.\nThe scissors fall onto the floor. Anna looks down\ndefeated. Her breath labored. Suddenly she realizes...\n\nANNA\nI'm breathing!\n(raises her head)\nLook. I’m still alive!\n\nELIOT\nYou think you’re still alive because\nyou’re still attached to life. It’s\nnormal. You're just imagining you still\nhave symptoms of life.\n\nShe's not listening. Eliot takes a roll of paper towels.\nKneels down, picks up the bowl of dye and mops up the mess.\n\nANNA\nMaybe I was in some kind of coma. The\ndoctors made a mistake. They’re always\nmaking mistakes.\n\nELIOT\nYou died. Everyone dies.\n\f42.\n\nANNA\nHow can I be dead if we’re talking?\n\nHe stands up. Sighs wearily.\n\nELIOT\nWe're talking not because you’re alive.\nBut because I have a gift.\n(beat)\nI can talk to those between life and death.\n\nANNA\nWhy?\n\nELIOT\nTo help them make the transition.\n\nAnna’s stunned. For the first time we sense a seed of\ndoubt in her mind.\n\nANNA\nIs this what happens when you die?\n\nELIOT\nIt depends on how you lived your life.\n\nANNA\nWhat do you mean?\n\nELIOT\nNot everyone needs my help. Some let\ngo as soon as their body dies. Others\ndon’t let go until long after they’re\nin the grave.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIOT\nNot everyone needs my help. Some let\ngo as soon as their body dies. Others\ndon’t let go until long after they’re\nin the grave. \n\nTARGET SECTION TO BE ANNOTATED:\nANNA\nAm I a ghost? Is that why I’m here?\n\nELIOT\nYou're here so I can bury you.\n\nAnna’‘s silent. Trying to make sense of what she’s just\nheard. Eliot takes her arm. Leads her to the slab.\n\nELIOT\nCome. We've wasted enough time already.\n\nShe lies down submissively. Suddenly very tired. Eliot\nleans over her to apply what’s left of the dye.\n\nANNA\n(whispers)\nNo. Please. I don’t want--\n\nELIOT\nYou're a corpse. Your opinion doesn’t\ncount anymore.\n\f43.\n\nANNA\nBut I can breathe. I must be alive.\n\nShe weakly pushes him away. Anger flashes across Eliot's\nface, but just as quickly he controls it.\n\nELIOT\nYou people. You all think that if you\nbreathe, shit, piss you’re alive.\n\nAnna doesn’t know what to say.\n\nELIOT\nYou clutch onto life as if your life was\nworth clutching onto. Was your life\nworth clutching onto Anna?\n\nAnna turns her head away. Clearly he’s struck a chord.\n\nELIOT\nWas it? Maybe you died a long time ago.\n\nEliot rips off his latex gloves. Tosses them into a bin.\n\nELIOT\nI have to tell you I’m surprised you’re\nstill arguing with me. You don’t have\nmuch time left.\n(gestures to the Old Women)\n\nLook. She’s accepted her death. Her\nlife has been examined. She has no more\nregrets. And now she’s at peace. She\nused her time well. You still have so\nmuch to learn.\n\nANNA\nI have nothing to learn!\n\nELIOT\nAre you sure?\n\nEliot stands in the doorway. He switches off the light.\nHis body silhouetted by the light from the hallway.\n\nELIOT\nYour funeral’s in three days. Soon\nyou'll be enclosed in a coffin. Then\nburied in the ground. No-one will hear\nyou then. No-one will talk to you there.\n\nThe door clicks shut behind him. Anna doesn’t move.\nClearly unsettled by Eliot’s words. After a moment she\nlooks at the Old Woman. She moves over. Hesitantly\npulls away the white sheet.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter a moment she\nlooks at the Old Woman. She moves over. Hesitantly\npulls away the white sheet. \n\nTARGET SECTION TO BE ANNOTATED:\n Stares at the Old Woman\ncuriously. Then tentatively touches her cheek.\n\nANNA\nAre you cold?\n\f44,\n\nShe takes the Old Woman’s hand. Strokes her paper-thin skin.\n\nANNA\nI’m so cold.\n\nAnna notices the Old Woman’s plastic ankle tag.\nON PLASTIC ANKLE TAG\n\nName: Carol Whitehall. Sex: F. DOB: 11.02.30.\nPREP ROOM\n\nANNA\nYou had a long life.\n\nAnna turns back. Studies the Old Woman’s serene face.\n\nANNA\nYou look so peaceful.\n(beat)\nAren't you scared?\n\nAnna’s eyes fill with tears.\n\nANNA\nI’m scared. I’m so scared.\n\nINT. JACK'S HOUSE. BEDROOM - NIGHT\n\nJack lies in bed staring at the ceiling. On his bedside\ntable an alarm clock reads 2.38AM. He looks across at an\nAnglepoise lamp in the corner of the room bent over an open\nshoebox. He gets up. Walks towards the muted light.\n\nThe SMALL CHICK huddles in the shoebox. It looks dead even\nthough it’s eyes are open. Jack’s about to reach into the\nbox. Then changes his mind. He looks at the lamp. Switches\nit off. After a moment he switches it back on again.\n\nINT. PAUL'S APARTMENT. LIVING ROOM - NIGHT\n\nPaul stands motionless in the middle of the room. Staring\nblankly into space. The room feels empty and depressing.\n\nHe suddenly looks around. Not quite sure why he came into\nthe room in the first place. He moves over to a CD player.\nMechanically switches it on. Music fills the room. He\nturns the volume higher. Then all the way up. The music’s\nunbearably loud but Paul just stands there. Numb.\n\nON PAUL\n\nThe music’s strangely distorted now. Almost silent. As\nif we were inside Paul’s head.\n\f45.\n\nINT. FUNERAL HOME. PREP ROOM - NIGHT\n\nAnna lies on the slab. Curled in a fetal position. 0.S.\nwe hear the UNNATURALLY LOUD metallic drip of a faulty\nfaucet. Slow. Rhythmical. Anna opens her eyes. Stares\nat us. Terrified. Then she turns her head.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nStares\nat us. Terrified. Then she turns her head. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Old Woman sits on the other slab. Slowly brushing\nher tangled gray hair with a silver backed brush.\n\nAnna looks around anxiously. The room is strangely\nlarger. The perspective not quite right. Certain\nobjects look absurdly small or abnormally large. She\nnotices a TINY DOOR. Half hidden by a steel trolley.\nThe door’s slightly ajar. Anna’s surprised.\n\nThe Old Woman shakes her head. Staring blindly at Anna\nwith opaque eyes. Anna ignores her. Moves quickly to\nthe tiny door. As she approaches, the door seems to grow\nto normal size.\n\nThen we realize it’s Anna who has shrunk. The steel\ntrolley now towers high above her. The massive\ninstruments on the trolley look like menacing insects\ncast in surgical steel. She opens the door. Revealing a\nsolid wall of DARKNESS.\n\nFROM INSIDE THE DARKNESS\n\nthe small shape of Anna in the doorway. The huge dark\nspace engulfs her. The only light comes from the Prep\nRoom behind her.\n\nPREP ROOM\n\nAnna reaches forward. Her hand disappears into the thick\nblackness. She snatches her hand back. Scared. Then...\n\n...a CHILD'S HAND darts out of the darkness. Grabs Anna’s\nwrist. Pulling her in with surprising strength. Anna\nstruggles to free herself. But the hand drags her deeper\ninto the darkness. The door slams shut behind her.\n\nINT. DARKNESS\n\nAnna stands in the black empty space.\n\nGIRL’S VOICE (0.S.)\nI’m disappointed with you.\n\nAn innocent looking YOUNG GIRL (6) materializes out of\nthe blackness. She looks like a young Anna.\n\nANNA\nWho are you?\n\f46.\n\nThe Young Girl walks slowly towards Anna.\n\nGIRL\nYou promised me so many things.\n(amused)\nYou don’t recognize me?\n\nAnna shakes her head.\nGIRL\nI am you. I’ve been waiting for you.\nYou shouldn’t have disappointed me.\nThe Girl now looks strangely malevolent. Anna steps back\nterrified. Turns. But there’s no door anymore.\n\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\n\nThe Old Woman stands alone in the middle of the room.\nBraiding her long hair.\n\nOLD WOMAN\nYou're not ready.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nPREP ROOM - SAME TIME\n\nThe Old Woman stands alone in the middle of the room. Braiding her long hair. OLD WOMAN\nYou're not ready. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO A SEARING WHITENESS.\n\nINT. FUNERAL HOME. VIEWING ROOM - DAY\n\nA small congregation of MOURNERS sit in the white chairs.\n“AVE MARIA” plays quietly in the b.g. A MAN leans over\nthe casket paying his respects.\n\nON CASKET\n\nThe Old Woman. Her long hair braided. She looks serene.\n\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\n\n“AVE MARIA” filters into the room. Anna opens her eyes.\nShe’s confused. She gets up awkwardly. Looks around the\nroom. The other slab’s empty. The Old Woman’s gone.\n\nAnna stumbles over to the trolley. Pushes it aside.\nDesperately searching for the tiny door. She touches the\nwall. There’s nothing there. Frustrated she turns to a\ncounter crowded with instruments. She sweeps her arm\nacross the counter top in rage. Sending everything\ncrashing to the floor.\n\nINT. FUNERAL HOME. VIEWING ROOM - DAY\n\nThe funeral’s over. Eliot takes out a wilted bouquet of\nflowers from a vase.\n\f47.\n\nIn the b.g. Jack stands half-hidden in the doorway.\nGlancing around in fascination. A flower in his hand.\n\nELIOT\n(to Jack without looking up)\nCan I help you?\nJack steps back timidly. Eliot looks up. Smiles.\nELIOT\nThen perhaps you can help me.\n(holds up the withered flowers)\nCould you throw these away for me?\nJack nods hesitantly. Moves over and takes the flowers.\n\nELIOT\nThank-you.\n\nEliot turns and arranges fresh flowers in the vase.\nON JACK\n\nas he looks at the wilted flowers. He crushes a petal\nthen sniffs his fingers.\n\nELIOT (0.C.)\nThere’s no life left in them.\n\nVIEWING ROOM\nJack looks up. Eliot’s watching him carefully.\n\nELIOT\nThey belong in the garbage.\n\nJack turns to leave.\n\nELIOT\nI’ve seen you round here before.\n\nJack’s suddenly nervous.\n\nELIOT\nDid you know Mrs. Whitehall?\n\nJACK\nI thought it was Miss Bryant’s funeral.\n\nELIOT\nAh. Miss Bryant. No. Her funeral’s not\nuntil Friday.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMiss Bryant. No. Her funeral’s not\nuntil Friday. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK\nWhere is she now?\n\nEliot considers the question for a moment.\n\f48.\n\nELIOT\nShe’s downstairs.\nJACK\nWhy?\nELIOT\nWhy? Because she’s not ready.\n\n(beat)\nIs the flower for her?\n\nJACK\n(nods )\nShe was my teacher.\n\nELIOT\nAnd you are?\n\nJACK\nJack.\n\nJack holds out his hand. A serious look on his face.\nEliot’s amused. He shakes Jack’s hand.\n\nELIOT\n\nWell Jack. What did you think?\nJACK\n\nAbout what?\nELIOT\n\nMrs. Whitehall’s funeral. Did you find\nit interesting?\n\nJACK\n(shrugs )\nIt was OK I guess.\nELIOT\nOh. I see.\nJACK\n\nAre all funerals the same?\n\nELIOT\nNo Jack. They’re never the same. Each\none is special. The dead always speak to\nus in different ways.\n\nJACK\n(curious now)\nWhat do you mean?\n\nEliot finished arranging the flowers. He glances at his\nwatch. Smiles at Jack.\n\nELIOT\nIt was a pleasure talking to you Jack.\n\f49.\n\nJack’s intrigued. He watches Eliot walk out of the room.\n\nINT. FUNERAL HOME. BASEMENT CORRIDOR - MOMENTS LATER\n\nAs Eliot heads to the Prep Room, we hear a MUFFLED CRASH\nfrom inside. Eliot quickly pulls out his keys. Moves to\nthe door. Just then Eliot hears a creaking sound behind\nhim. He turns. Jack’s at the top of the stairs.\n\nStaring down curiously at the Prep Room door.\n\nEliot observes him cautiously. Did Jack hear the sound\nas well? Jack looks back at Eliot. Smiles. Then\nwithout a word, turns and heads back up the stairs.\n\nINT. FUNERAL HOME. PREP ROOM - MOMENTS LATER\n\nAnna sits on the floor in the middle of the room.\nHugging her legs to her chest. Rocking to and fro.\nSurrounded by broken glass, torn papers and instruments.\nEliot enters the room. Coldly surveys the destruction.\n\nELIOT\n(angry)\nWhy did you do this?\n\nAnna ignores him. Eliot strides over to her.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIOT\n(angry)\nWhy did you do this? Anna ignores him. Eliot strides over to her. \n\nTARGET SECTION TO BE ANNOTATED:\nELIOT\nWHY DID YOU DO THIS?\n\nAnna stares at him blankly.\n\nANNA\nIs this the afterlife? Am I in heaven?\nOr am I in hell?\n\nStrangely Eliot’s not surprised. He nods his head. His\nanger gone now.\n\nANNA\nThe door...\n(points distractedly)\nThere was a door. Just there.\n\nELIOT\ngently)\nIt won’t be long now.\n\nANNA\nI used to believe in God. I thought I’d\nsee him when I died. Instead I saw you.\n\nEliot softly strokes her hair. Comforting her.\n\f50.\n\nANNA\n(whispers)\nMaybe you are God.\n\nELIOT\nYou'll be at peace soon. I promise.\n\nFor a moment we see a deep sadness in Eliot’s eyes. He's\nconflicted. But then abruptly he pulls himself together.\nMoves away and starts clearing up. Anna closes her eyes.\nHugs her legs closer to her chest.\n\nANNA\nPaul.\n\nShe lets out a DESPONDENT SIGH. The SIGH carries into\nthe next scene...\n\nEXT. CEMETERY - DAY\n\nThe tall trees stand motionless amongst the graves. A\nsudden GUST OF WIND bends the dense foliage. Their\nleaves ripple. lLanguid and fluid like a wave. RUSTLING\nEERILY. The sound almost malevolent.\n\nINT. PAUL'S APARTMENT. BEDROOM - DAY\n\nPaul’s red-rimmed eyes snap open. He lies on his bed\nfully clothed. An empty bottle of bourbon on the bedside\ntable. Behind him the curtains stir.\n\nThe KITSCHY DOLL’S head begins to slowly nod. Turning\ntowards us. We hear the eerie rustling sound again.\nLike a MURMURING WHISPER...\n\nANNA (0.S.)\n(whispers)\nPaul.\n\nPaul turns quickly. Sees the open window. It’s only the\nwind. He shivers. It suddenly got very cold. He gets\nup and closes the window. The WHISPERING starts again.\nThis time from the bathroom.\n\nPaul walks over to the bathroom door. As he touches the\ndoor handle... the whispering STOPS. Paul hesitates.\nThe room’s strangely silent. He slowly opens the door...\n\nINT. PAUL’S APARTMENT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe slowly opens the door... INT. PAUL’S APARTMENT. \n\nTARGET SECTION TO BE ANNOTATED:\n BATHROOM —- CONTINUOUS\nNothing. The bathroom’s empty. Paul looks around\n\nnervously. He catches the reflection of his pallid face\nin the mirror. lLeans wearily against the washbasin.\n\f51.\n\nWater DRIPS from a leaky pipe. The fluorescent bulb over\nthe mirror CRACKLES softly. Paul turns on the taps.\nSplashes cold water on his face. He’s about to reach for\na towel when he senses something. He cocks his head\nslightly. A feeling.\n\nHe turns and checks out the bathroom. Nothing. Paul\ndries his face. As he replaces the towel... the sound of\ndripping water ABRUPTLY STOPS. Silence.\n\nSuddenly the SHOWER STARTS RUNNING.\n\nPaul’s paralyzed with fear. Steam wreathes the room in a\ncloud of vapor. He turns slowly towards the shower.\n\nPAUL'S POV\n\nAnna stands in front of the shower with her back to him.\nShe slips off her bathrobe and hangs it on a hook. Then\nher hand moves to her chest. There’s a STRANGE WET\nSUCKING sound...\n\n.-..-as Anna rips out her heart and hangs it casually on\nthe hook next to her bathrobe.\n\nON THE STILL BEATING HEART\ndripping crimson blood onto the bone white tiles.\nBATHROOM\n\nPAUL\n(whispers)\nAnna.\n\nAnna turns slowly. Her skin’s like alabaster. Unnaturally\ntranslucent. A bloody gash where her heart used to be.\n\nThe steam from the shower curls around her like a mist.\nShe looks hauntingly beautiful. Mesmerizing. A line of\nthick black fluid trickles from her nose. Paul turns\naway. Horrified. When he turns back a second later\nAnna’s not there. The bathroom’s empty. The shower’s\nnot even running.\n\nINT. JACK’S HOUSE. KITCHEN - EVENING\nJack opens the fridge. It’s almost empty. He takes out\na carton of milk. Sniffs it. Recoils from the smell.\nFrom the living room we hear the LOUD sound of a TV.\nJACK\n(shouts )\nMom! We’re out of milk.\n\nThere’s no reply. Jack grabs his jacket.\n\f52.\n\nINT. FUNERAL HOME.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\n52. INT. FUNERAL HOME. \n\nTARGET SECTION TO BE ANNOTATED:\n PREP ROOM - EVENING\n\nAnna‘s still sitting on the floor. The place is clean\nand ordered again. She watches Eliot unzip a garment\nbag. He lifts out a plain black dress.\n\nANNA\nWhat’s that?\n\nELIOT\nIt’s your dress. For your funeral. Your\nmother brought it round this morning.\n\nAs Eliot takes out a pair of shiny black shoes from a\nplastic bag, Anna moves haltingly over to the dress. She\ntouches the material puzzled.\n\nANNA\nThis isn’t my dress.\n(realizes with shock)\nThis is my mother’s dress! It was\nsupposed to be for her funeral. Why has\nshe given it to me?\n\nEliot starts folding the plastic bag. He notices\nsomething else inside. He opens the bag. Hesitates then\ntakes something out.\n\nON ELIOT’S HAND\nAn old-fashioned wooden rosary.\nPREP ROOM\n\nEliot looks at it for a moment. Then glances over at\nAnna. She’s still staring at the dress. He opens a\ndrawer beneath the counter. It’s full of rosaries and\nprinted Holy cards. He quickly drops the rosary into the\ndrawer. Closes it. Then turns back to Anna.\n\nANNA\nIt should have been her not me.\n(turns to Eliot)\nShe was the one dying. Not me.\n\nEliot unlocks the door. Jams it open with a door stop.\nSlips his keys back into his jacket pocket. Takes off\nhis jacket and hangs it up. He moves over to a\ncollapsible gurney folded on the floor. Bends down and\nsnaps open the side-rails. Anna looks at the open door.\n\nANNA\nI’m not ready to die.\n\nEliot looks up at Anna sadly.\n\f53.\n\nELIOT\nWhy are you still struggling?\n\nANNA\n(plaintively)\nI’m not ready to die. Not yet.\n\nShe glances at the open door again. Eliot follows her look.\nELIOT\n\nThere’s nothing out there for you\n\nanymore.\nAs Eliot turns back to the gurney, Anna notices Eliot’s\njacket hanging beside her. Realizes the KEYS are in the\npocket. She quickly glances back at Eliot. He’s still\nbusy adjusting the gurney.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nRealizes the KEYS are in the\npocket. She quickly glances back at Eliot. He’s still\nbusy adjusting the gurney. \n\nTARGET SECTION TO BE ANNOTATED:\n She leans over to his jacket.\nON ELIOT\nas he gets up and turns to Anna.\nPREP ROOM\nAnna looks at him calmly. We can’t tell if she managed to\nget his keys or not. Eliot pulls on his jacket and wheels\nthe gurney through the door. He steps back into the room.\nNudges the door stop away with his foot.\n\nELIOT\nI’ll be back soon.\n\nThe door locks behind him with a CLICK.\n\nEXT. FUNERAL HOME. DRIVEWAY - MOMENTS LATER\n\nEliot pushes the gurney to a WHITE VAN with black tinted\nwindows (Note: The same kind of van that cut in front of\nAnna just before the accident).\n\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\n\nAnna listens anxiously to the CRUNCH of Eliot’s feet on\nthe gravel outside. After a moment she hears the van\ndrive away. She unfurls her fist revealing Eliot’s keys.\nINT/EXT. ELIOT’S VAN. STREETS - MOMENTS LATER\n\nAs Eliot slides in a CD he notices the fuel gauge. He’s\n\nlow on gas. He glances into his rear-view mirror and\nmakes a left turn.\n\f54.\n\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\n\nAnna staggers to the door. There’s at least a dozen keys.\nShe frantically chooses one and shoves it into the lock.\n\nANNA\n(begging the door to open)\nPlease.\n\nIt doesn’t fit. She’s panicking. She fumbles for\nanother key. It almost fits. She forces it. The key\nSNAPS OFF LOUDLY in the lock.\n\nANNA\nNo!\n\nAnna looks around desperately. Sees a tray of instruments\n\non the steel trolley. She scrambles over. Finds a pair of\nsurgical pliers. She moves back to the door.\n\nEXT. GAS STATION - LATER\n\nEliot replaces the pump nozzle. Walks over to the cashier.\n\nCASHIER\nThirty-four fifty.\n\nIn the b.g. Jack, a carton of milk in his hand, steps out\nof the gas station. Eliot doesn’t notice him as he pulls\nout a roll of notes. Hands over two twenties. Then he\nfrowns. Something’s wrong. He checks his pockets again.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen he\nfrowns. Something’s wrong. He checks his pockets again. \n\nTARGET SECTION TO BE ANNOTATED:\nHe can’t find his keys. He walks quickly away.\n\nCASHIER\nSir. Your change.\n\nEliot ignores him. Scrambles into his van. Intrigued,\nJack watches Eliot drive away. Then unlocks his bicycle.\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\nAnna’s still trying to pry out the broken key.\nANNA\n(desperately)\n\nCome on. Come on.\n\nINT/EXT. ELIOT’S VAN. STREETS - SAME TIME\n\nEliot’s at a red light. Drumming his fingers in\nfrustration as he waits for the light to change.\n\f55.\n\nINT. FUNERAL HOME. PREP ROOM - MOMENTS LATER\n\nFinally Anna pulls out the broken key. Quickly chooses\nanother. Turns it gently. Again it doesn’t fit. Anna's\nhysterical now. She tries the next key. It fits! She’s\nstunned for a second. Then pulls open the door.\n\nINT/EXT. ELIOT’S VAN. STREETS - SAME TIME\n\nEliot turns sharply into a small road by the cemetery.\n\nINT. FUNERAL HOME. ENTRANCE HALL - NIGHT\n\nAnna staggers to the front door. She pulls at the door.\nIt won’t open. Frantically she finds the key. Unlocks the\ndoor, leaving the keys in the lock. As she opens the door,\nHEADLIGHTS sweep across the hallway.\n\nANNA'S POV\n\nEliot’s van pulls up in front of the house.\n\nENTRANCE HALL\n\nAnna’s trapped. We hear the CRUNCH of Eliot’s footsteps\non the gravel outside. Anna looks round desperately.\nEXT. FUNERAL HOME. DRIVEWAY - NIGHT\n\nEliot reaches the front door. It’s slightly ajar. He\npushes it open. Steps warily inside.\n\nINT. FUNERAL HOME. ENTRANCE HALL - CONTINUOUS\n\nEliot looks around. The entrance hall’s empty. Then he\nnotices the keys in the lock.\n\nINT. FUNERAL HOME. KITCHEN - MOMENTS LATER\n\nIt’s dark. Anna pulls at the back door. It won’t budge.\nShe panics. Sees a kitchen knife on the counter.\n\nQuickly grabs it. As she steps back, she knocks over a\nmetal bucket.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nSees a kitchen knife on the counter. Quickly grabs it. As she steps back, she knocks over a\nmetal bucket. \n\nTARGET SECTION TO BE ANNOTATED:\n The sound’s DEAFENING in the silent house.\nINT. FUNERAL HOME. ENTRANCE HALL - CONTINUOUS\n\nEliot hears the NOISE. Smiles. He calmly locks the door\n\nand puts the keys into his pocket. Moves down the\nhallway towards the kitchen.\n\f56.\n\nINT. FUNERAL HOME. KITCHEN - MOMENTS LATER\n\nEliot switches on the light. The kitchen’s empty. He\nsteps back into the hallway.\n\nINT. FUNERAL HOME. HALLWAY - CONTINUOUS\n\nHe stands very still. Watching. Waiting. We pull back.\nJUST AROUND THE CORNER\n\nAnna pushes herself against the wall clutching the knife.\nHALLWAY\n\nEliot turns towards her... then at the last moment\nchanges his mind. Heads in the opposite direction\ntowards the viewing room.\n\nINT. FUNERAL HOME. VIEWING ROOM - MOMENTS LATER\n\nEliot steps carefully into the viewing room. Looks\naround. Just then we hear the sound of bare feet\nSTAMPING along the hallway behind him.\n\nINT. FUNERAL HOME. ENTRANCE HALL - SAME TIME\n\nAnna runs to the front door. It’s locked. She glances\naround anxiously. Sees a staircase leading upstairs.\nShe weakly stumbles up the stairs.\n\nINT. FUNERAL HOME. UPSTAIRS CORRIDOR - MOMENTS LATER\nAnna walks along the corridor. She peers into a room.\nNotices a TELEPHONE on a table. She moves over to the\ntelephone. The door CREAKS closed behind her.\n\nINT. FUNERAL HOME. ENTRANCE HALL - SAME TIME\n\nEliot hears the CREAKING DOOR upstairs. He cocks his\nhead upwards. Straining to listen.\n\nINT. FUNERAL HOME. UPSTAIRS ROOM - MOMENTS LATER\n\nAnna frantically punches the buttons on the phone.\n\nINT. PAUL'S APARTMENT. KITCHEN - SAME TIME\n\nA telephone RINGS in the empty kitchen.\n\f57.\n\nINT. FUNERAL HOME. UPSTAIRS ROOM - SAME TIME\n\nAnna rocks back and forth as she anxiously listens to the\nRINGING on the other end.\n\nANNA\n(desperately)\nPlease pick up. Please pick up.\nINT. FUNERAL HOME. STAIRS - SAME TIME\n\nEliot slowly climbs the stairs.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. FUNERAL HOME. STAIRS - SAME TIME\n\nEliot slowly climbs the stairs. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. PAUL’S APARTMENT. KITCHEN - SAME TIME\nThe phone continues to RING. We pull back. Paul stares\nat the phone blankly. A drink in his hand. He looks\nworse than before. Dark circles under his eyes.\nINT. FUNERAL HOME. UPSTAIRS ROOM - SAME TIME\nAnna glances back to the door in panic.\nANNA\n\nPaul. Please pick up.\n\nINT. PAUL’S APARTMENT. KITCHEN - SAME TIME\n\nFinally Paul reaches across and picks up the phone.\n\nINT. FUNERAL HOME. UPSTAIRS ROOM - SAME TIME\nAnna cups her hand around the mouthpiece.\n\nANNA\n(frenzied whisper)\nPaul. I’m here.\n\nINT. PAUL'S APARTMENT. KITCHEN - SAME TIME\n\nANNA (0.S.)\n(filtered)\nHelp me Paul.\n\nAnna’s HOARSE DISTORTED VOICE sounds almost malevolent.\nPaul’s stunned. He stares at the phone as if it was\npossessed. Then slowly puts it down.\n\nPAUL\nLeave me alone.\n\f58.\n\nINT. FUNERAL HOME. UPSTAIRS ROOM - SAME TIME\n\nAnna looks at the phone in disbelief. The MONOTONOUS\nTONE DRONES in the ear piece. She doesn’t notice Eliot\nappear in the doorway.\n\nANNA\nPaul.\n\nSuddenly the light comes on.\n\nELIOT\nI’m the only one who can hear you now.\n\nAnna drops the phone. Backs away towards a window. Eliot\nwalks over and calmly replaces the phone.\n\nELIOT\nI’d be very careful if I were you. The\ndead have such a hold over the living.\n\nANNA\nWhat do you mean?\n\nELIOT\n(nods to the phone)\nHe still feels your presence. You're\nonly causing him more pain. If you\nreally loved him, you'd accept your death\nand let him go.\n\nANNA\nThen prove to me I'm really dead.\n\nELIOT\nYou people. You always need proof.\n\nEliot places his hands on her shoulders. Turns her\ntowards a tall mirror.\n\nON MIRROR\n\nA PALE CADAVEROUS WOMAN. Sunken eyes. A blood-stained\ntear in the side of her RED SLIP.\n\nUPSTAIRS ROOM\n\nAnna’s stunned. She moves closer to the mirror.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nA blood-stained\ntear in the side of her RED SLIP. UPSTAIRS ROOM\n\nAnna’s stunned. She moves closer to the mirror. \n\nTARGET SECTION TO BE ANNOTATED:\n Touches\nher reflection through a thin layer of dust.\n\nANNA\nWhy do I look like a corpse?\n\nELIOT\nBecause you are a corpse.\n\f59.\n\nON MIRROR\nAnna stares blankly at her image in the mirror.\nELIOT (0.C.)\nIt's time you finally accepted the truth.\n\nYou are dead. You will never live again.\n\nANNA\nI am dead.\n\nUPSTAIRS ROOM\n\nEliot smiles. Like a father proud of his child’s first\nstep. Just then he notices something outside. We see a\nbrief flicker of unease in Eliot’s eyes.\n\nELIOT’S POV\n\nJack stands in the driveway holding his bicycle. Looking\nup at the Funeral Home. Transfixed.\n\nEXT. FUNERAL HOME. DRIVEWAY\n\nJACK’S POV\n\nAnna in her RED SLIP by the mirror. She looks frightening\nin the harsh light. Deathly pale. Like a ghost.\n\nDRIVEWAY\n\nStrangely Jack isn’t scared. He continues staring up at\nthe window. Calmly. Curiously.\n\nINT. FUNERAL HOME. UPSTAIRS ROOM - SAME TIME\n\nEliot coolly turns back to Anna. She hasn’t noticed\nJack. Still staring at her reflection in the mirror.\nINT. PAUL’S APARTMENT. KITCHEN - MOMENTS LATER\n\nPaul stares at the telephone. After a moment he slowly\npulls the telephone plug out of the wall. Mechanically\ngrabs a plastic bin liner from underneath the sink.\n\nINT. PAUL’S APARTMENT. BEDROOM - MOMENTS LATER\n\nPaul opens the wardrobe. Pulls out Anna’s clothes. Stuffs\n\nthem into the bin liner. He notices the Kitschy Doll.\nShoves it in with Anna’s clothes.\n\f60.\n\nINT. FUNERAL HOME. PREP ROOM - DAY\n\nAnna lies on the slab. She stares at us blankly. Her\nface emotionless. Resigned. Eliot rinses her hair now\ndyed back to brown. She slowly closes her eyes.\n\nCLOSE ON RED DYE draining into the sink.\n\nEliot picks up the scissors. Carefully slices open\nAnna's red slip. Delicately peels the slip off her body.\nAnna doesn’t react.\n\nCLOSE ON Anna. She opens her eyes. Confused. She turns\nher head...",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe opens her eyes. Confused. She turns\nher head... \n\nTARGET SECTION TO BE ANNOTATED:\n she’s in PAUL’S BEDROOM.\n\nINT. PAUL’S APARTMENT. BEDROOM - CONTINUOUS\n\nPaul lies in bed next to her watching her intently. He\nlooks different. Clean shaven. Sober.\n\nANNA\n(relieved)\nOh God.\nPAUL\nBad dream?\nANNA\n\nI was dead. I had a car accident. Did\nyou ever dream you were dead?\n\nPaul doesn’t reply. She turns... the bed's empty.\nANNA\nPaul?\nPAUL (0.C.)\nYes?\n\nAnna looks up. Paul’s in the doorway. She gets up.\nSuddenly the light goes off.\n\nANNA\nPaul.\n\nThe light comes back on. Paul stands by the light switch.\n\nANNA\nWhat are you doing?\n\nPAUL\n(puts his finger to his lips)\nSsh. Don't talk so loud. You'll wake\nthe neighbors.\n\f61.\n\nAnna’s getting nervous. Something’s not right.\nANNA\nWhat neighbors? You don't have any\nneighbors.\nSuddenly he looks at her reproachfully.\n\nPAUL\nDid you ever love me Anna?\n\nCLOSE ON Anna’s face. She looks away guiltily.\n\nPAUL (0.C.)\nDid you?\n\nAnna closes her eyes. Unable to answer.\n\nPAUL (0.C.)\nSay it. Say you love me.\n\nSuddenly we hear the strident ringing of a phone.\n\nANNA\nAren’t you going to pick it up?\n\nPAUL (0.C.)\nMe? No. It’s probably for Eliot.\n\nAnna’s eyes snap open in shock...\n\nINT. FUNERAL HOME. PREP ROOM —- CONTINUOUS\n\nEliot stands over her. We’re back in the PREP ROOM. We\nhear the faint ringing of a phone from upstairs.\n\nANNA\nIs it always like this?\n\nELIOT\nWhat do you mean?\n\nANNA\nI thought when you died you wouldn’t\nfeel anything. You wouldn’t feel any\nmore pain. You wouldn’t have to\nstruggle anymore.\n(beat )\nBut it just doesn’t stop does it?\n\nUpstairs the phone keeps on ringing.\n\f62.\n\nINT. FUNERAL HOME. ELIOT’S OFFICE - MOMENTS LATER\n\nEliot takes notes as he talks on the phone. He looks at\na day calendar on his desk. Idly flips over the page\nfrom Tuesday to Wednesday.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIOT’S OFFICE - MOMENTS LATER\n\nEliot takes notes as he talks on the phone. He looks at\na day calendar on his desk. Idly flips over the page\nfrom Tuesday to Wednesday. \n\nTARGET SECTION TO BE ANNOTATED:\nELIOT\nNo. It’s no problem at all.\n\nHe glances at his watch.\nELIOT\nI’‘ll pick up the deceased from the\n\nhospital. Yes. This afternoon? That‘1l\nbe fine. It’s my pleasure Mr. Merano.\n\nINT. HOSPITAL MORGUE - DAY\n\nGRAY BODIES lie on steel tables. Eliot moves over to one\nof the CORPSES. Examines it with professional interest.\nJust then the Old Guy walks in with the Pale Assistant\npushing a gurney with a BODY wrapped in plastic sheeting.\n\nOLD GUY\nWell here he is. Frank Merano.\n\nThe Old Guy hands Eliot a clipboard. The Assistant\nunties the rope. Pulls the plastic sheeting away.\n\nON BODY\n\nFRANK (40s), the top half of his head has been flattened.\nHis head split open. Grotesquely distorting his face.\n\nASSISTANT (0.C.)\nOuch. That had to hurt.\n\nMORGUE\n\nEliot glances at the Assistant with disdain. Signs the\nrelease form and hands the clipboard back to the Old Guy.\nINT. ELEMENTARY SCHOOL. TEACHERS’ COMMON ROOM —- DAY\n\nPaul stands by a PRINCIPAL as they watch a JANITOR snap\noff the padlock on Anna’s locker.\n\nPRINCIPAL\n(to Paul)\nI’‘1ll leave you to sort out her things.\n\nPAUL\nThank you.\n\f63.\n\nThe Principal and Janitor walk away. Paul reaches inside\nthe locker. Pulls out a stack of exercise books. An\nempty pills bottle. Then he notices something in the\nback of the locker. He pulls it out.\n\nIt’s a PHOTOGRAPH of Paul and Anna together on vacation.\nSmiling. Happy. Paul looks at it for a moment. Trying\nhard to hold back his emotions.\n\nINT. ELEMENTARY SCHOOL. CORRIDOR - LATER\n\nThe DEAFENING NOISE of schoolchildren. Paul weaves his\nway through the crowded corridor.\n\nJACK (0.C.)\nMr. Conran?\n\nPAUL\n\n(turns)\n\nYes?\n\nJACK\nMy name's Jack. Miss Bryant was my\nteacher.\n\n(beat)\nI saw her last night.\n\nPaul looks at Jack coldly for a second. Then walks away.\nJack follows him.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nPaul looks at Jack coldly for a second. Then walks away. Jack follows him. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK\nI was going past the funeral home. Miss\nBryant stood there. In the window. Ina\nred dress.\n\nPAUL\n(irritated)\nAnna doesn’t have a red dress.\n\nJACK\nYou think I’m lying. I’m not lying.\n\nPaul stops. Turns to Jack angrily.\n\nPAUL\nLook...\n(trying to remember his name)\nJack. I’m in no mood--\n\nJACK\nShe needs your help.\n\nPAUL\n(shouts )\nJack. Anna’s dead.\n\nPaul’s words ECHO loudly. The bustling corridor goes silent.\n\f64.\n\nPAUL\n(almost to himself)\nI can’t help her anymore.\nPaul turns and walks away. Jack grabs his arm.\n\nJACK\nMaybe you just don’t love her anymore?\n\nPaul turns and hits Jack with the back of his hand. Jack\nfalls to the ground. Paul stands over him enraged.\n\nPAUL\nYou little fuck. You think this is funny?\n\nHe’s about to hit Jack again when a STOCKY TEACHER grabs\nhim. Paul tries to struggle loose.\n\nSTOCKY TEACHER\nHey!\n\nThe CHILDREN stare at Paul. A SECURITY GUARD runs across\ntalking into a walkie-talkie. Another TEACHER bends down.\n\nTEACHER\nAre you alright sweetie?\n\nJack nods numbly. Looking up all the time at Paul. The\nSecurity Guard grabs Paul’s arm.\n\nSECURITY GUARD\nThe police are on their way.\n\nPaul watches Jack stand shakily. Realizes what he’s\ndone. He reaches out to Jack.\n\nPAUL\nJack... I’m sorry...\n\nSECURITY GUARD\nStep back sir.\nINT. ELEMENTARY SCHOOL. SECURITY ROOM - DAY\n\nPaul sits at a table. Staring blankly at a row of CCTV\nmonitors. The door opens. Tom walks in.\n\nTOM\nYou're lucky.\n\nPAUL\nAm I?\n\nTOM\n\nThey’re not pressing charges.\n\f65.\n\nPaul doesn’t look up. He’s miles away.\n\nTOM\nWhat the hell’s wrong with you?\n(holds his fingers close together)\nYou're this close to fucking up your\ncareer.\n\nPAUL\n(suddenly looks up)\nYou know what he told me? He told me\nAnna's alive.\n\nTOM\nYou didn’t believe him did you?\n\nPAUL\nNo. Of course not.\n\nTom’s relieved. Paul turns back to the monitors.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nOf course not. Tom’s relieved. Paul turns back to the monitors. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nghostly figure of a YOUNG FEMALE TEACHER drifts\nhypnotically across the screen.\n\nPAUL\n\nIt’s just... I’m having these...\nTOM\n\nWhat?\nPAUL\n\nNothing. Forget it.\n\nINT. FUNERAL HOME. PREP ROOM - DAY\n\nEliot leans over Frank’s body on the slab. Rolling a\nball of wax in his hands to warm it up. He gently moves\nFrank’s head to one side. In the b.g. Anna lies on her\nslab watching Eliot work.\n\nANNA'S POV\n\nFrank stares back at her with open dull eyes. His face\npartially reconstructed with plaster of Paris.\n\nPREP ROOM\n\nEliot smooths the wax over the plaster to give Frank’s\nface a more natural texture. Then picks up a piece of\nwire with a fishhook-like barb at each end.\n\nANNA (0.C.)\nWhat’s that for?\n\nEliot looks up surprised. Anna stands beside him. He\nleans down. Peels back Frank’s upper lip.\n\f66.\n\nELIOT\nHis mouth. To keep it closed.\n\nEliot imbeds one barb into the upper gum then pries back\nFrank’s lower lip. He attaches the other barb into the\nlower gum, then twists the wires tightly together. He\npicks up two plastic caps covered in small knobs.\n\nELIOT\nNow his eyes.\n\nHe inserts the caps into Frank’s eyes. Pulls his eyelids\nover them. Glues the eyelids together.\n\nANNA\nIs this how you’1ll prepare my body?\n\nEliot looks at her for a moment. Smiles reassuringly.\nELIOT\nNo. There’s no need. I had to rebuild\nhis face. You're still beautiful.\n\nANNA\nDoes he have family?\n\nELIOT\nYes. A brother. He’s coming in later.\n\nAnna touches the white sheet covering Frank’s body.\n\nANNA\nMy mother... She didn’t cry did she?\nWhen she came to see me?\nELIOT\n(shakes his head)\nI’m sorry.\nANNA\nAnd Paul?\nELIOT\nIt’s not important anymore.\nANNA\nI need to know.\nELIOT\n(hesitates)\n\nNo. He didn’t cry.\n\nWe see a brief flicker of pain in Anna’s eyes.\n\f67.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe didn’t cry. We see a brief flicker of pain in Anna’s eyes. 67. \n\nTARGET SECTION TO BE ANNOTATED:\nANNA\nI knew he wouldn’t. He always got\nupset when I cried. He said crying\nnever helped.\n\nAnna suddenly looks very weary. She leans heavily\nagainst the slab. As if she’s about to fall.\n\nELIOT\nYou should rest.\n\nHe guides her back to the slab. Helps her lie down.\n\nELIOT\nYou're getting weaker. It’s almost time.\n\nEliot strokes her hair tenderly. She looks up at him.\n\nANNA\nCan I ask you something?\n\nELIOT\nYes. Of course.\n\nANNA\nWhy do we die?\n\nA long beat.\n\nELIOT\nTo make life important.\n\nAnna's fingers curl around his hand. Like a vulnerable\nchild. Totally trusting in him. Eliot looks down at Anna\nsadly. We sense he’s conflicted. Confused. Wavering.\n\nBut then reluctantly he reaches for a SYRINGE filled with\nAMBER LIQUID on the steel trolley. He injects her gently\nin the neck. Watches over her for a moment. Then moves\nto the window. He picks up a window pole. Pulls the\nshutter across the window plunging the room into darkness.\n\nINT. FUNERAL HOME - DAY\n\nEliot moves through the Funeral Home pulling heavy drapes\nover the windows and closing doors. It feels like a\nritual. The once airy sunlit rooms are darker now. More\nominous. Claustrophobic.\n\nINT. FUNERAL HOME. ELIOT’S ROOM - DAY\n\nCLOSE ON a stream of crystal blue water. We pull back.\n\nEliot picks up a white towel. Dries his hands. Deep in\nthought. He moves to his desk. Picks up a Polaroid.\n\f68.\n\nON POLAROID\nThe Old Woman, Mrs. Whitehall, lying in her casket.\nELIOT (0.C.)\nMrs. Whitehall. Susan. I hope you found\nwhat you were looking for.\nROOM\n\nSuddenly Eliot looks up sharply. As if someone had spoken\nto him.\n\nELIOT\nThink nothing of it Mr. Houseman. No\nneed to apologize.\nEliot moves over to the wall.\n\nELIOT\nI really enjoyed our time together.\n\nWe pull back slowly. Eliot’s talking to a POLAROID of an\nOLD MAN. We pull back further...",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe pull back slowly. Eliot’s talking to a POLAROID of an\nOLD MAN. We pull back further... \n\nTARGET SECTION TO BE ANNOTATED:\n the wall’s covered in\nHUNDREDS OF POLAROIDS of BODIES in open coffins.\n\nMost of them have closed eyes but we glimpse some with\ntheir eyes wide open. Eerily staring at us. Eliot\ntouches the Polaroid of a YOUNG MAN. We see the fear in\nthe Young Man’s eyes.\n\nELIOT (0.C.)\nAnthony. Anthony. Always confused.\n\nJust then we hear the doorbell ringing downstairs. Eliot\nmoves to the window.\n\nELIOT'S POV\n\nA POLICE OFFICER stands at the front door. A SQUAD CAR\nparked on the driveway.\n\nELIOT’S ROOM\n\nEliot steps back. Calmly continues to dry his hands.\n\nINT. FUNERAL HOME. HALLWAY - DAY\nEliot leads the Police Officer through the hallway.\n\nELIOT\nHow can I help you Officer?\n\nOFFICER\nI’d like to see the body.\n\f69.\n\nEliot stops. We see a brief flicker of unease in his eyes.\n\nOFFICER\nFrank Merano. I’m his brother. Vincent\nMerano? I called this morning.\n\nELIOT\nMr. Merano. Yes. Of course.\n\nVINCENT (OFFICER)\nI hope it’s no trouble. I’d just like to\nsee him before the funeral.\n\nEliot glances at his watch. Smiles at Vincent.\n\nELIOT\nIt’s no trouble at all.\n\nINT. FUNERAL HOME. PREP ROOM - MOMENTS LATER\n\nEliot leads Vincent to Frank’s covered body. Vincent\nlooks over at Anna. The white sheet only comes to her\nshoulders, her head facing straight upwards.\n\nELIOT\nYour brother's here.\n\nVincent turns back to Eliot. We’re not sure if Eliot was\nspeaking to Frank or to Vincent. Eliot pulls the sheet\naway. Frank’s face is flawless. No sign of any damage.\n\nVINCENT\nHe looks so peaceful. You’ve done a\nbeautiful job. Thank-you.\n\nELIOT\nYou should remember him as he used to be.\n\nSuddenly we hear a FAINT RUSTLING sound. Vincent glances\n\nagain at Anna's body. Her head is now turned to one side.\nWasn't she facing upwards a moment ago? Vincent’s puzzled\nfor a second then shrugs.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer head is now turned to one side. Wasn't she facing upwards a moment ago? Vincent’s puzzled\nfor a second then shrugs. \n\nTARGET SECTION TO BE ANNOTATED:\n Must have been his imagination.\n\nVINCENT\nThat’s the schoolteacher isn’t it?\n\nEliot pulls the sheet over Anna's face.\nELIOT\n(quickly)\nYes. Very tragic. Now is there anything\nelse I can help you with?\n\nVincent frowns. Turns back to Eliot.\n\f70.\n\nVINCENT\nSomething’s not right here.\n\nELIOT\n(looks up sharply)\nNot right?\n\nVincent nods towards Frank's body.\n\nVINCENT\nHis smile. It was a bit more...\n\nVincent raises his fingers to his mouth, trying to find\nthe right word.\n\nVINCENT\n..-smiley.\n\nELIOT\nSmiley.\n\nON FRANK'S MOUTH\nEliot manipulates Frank’s lips.\n\nVINCENT (0.C.)\nA touch more.\n\nPREP ROOM\n\nVINCENT\nThat’s much better. Thank-you.\n\nELIOT\nI’m glad I could help.\n\nVINCENT\nDo you mind if I have a couple of minutes\nalone with him?\n\nEliot hesitates. Then smiles.\n\nELIOT\nNo. Not at all. I’11 wait outside.\n\nAs Eliot leaves, Vincent looks at Frank’s body. After a\nmoment he glances at Anna again. Then at the door. He\nquickly moves over to Anna. Looks at her curiously then\npulls down the sheet. He reaches over... and CARESSES\nHER BREAST. Mesmerized by her naked body.\n\nAs Vincent’s hand moves down her body, he bumps against\nthe trolley. Instruments CRASH to the floor. He pulls\nback the sheet just as Eliot enters the room.\n\nVINCENT\nI’m sorry. I didn’t see...\n\f71.\n\nEliot notices the sheet covering Anna’s body is slightly\naskew. He reaches over and straightens it. Then looks\ncoldly at Vincent. There’s an uncomfortable silence.\n\nVINCENT\nWell. I guess I should be off then. I’11\nsee you at the service. Thanks again.\n\nVincent glances one last time at Anna then leaves. The\ndoor locking shut behind him. Eliot stares at the door.\n\nELIOT\nI just told you. That was your brother.\n(turns to Frank)\nYou had an accident. You’re dead. Why\ndo you people never listen to me?\n\nFrank doesn’t move.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re dead. Why\ndo you people never listen to me? Frank doesn’t move. \n\nTARGET SECTION TO BE ANNOTATED:\n His mouth still wired shut.\n\nELIOT\nNo. It's not a gift. It's a curse.\n\nEliot picks up a compact. Roughly layers Frank’s cheeks\nwith thick rouge. With every word he gets more agitated.\n\nELIOT\nI take care of each of you as if you were\nmy children. I wash the shit from your\nbodies. I dress you. I do everything to\nmake you look more beautiful than when\nyou were alive. And what do you do?\n\nEliot’s extremely irritated now. He grabs a garish red\nlipstick. Smears Frank’s lips.\n\nELIOT\nYou argue with me. As if it were my fault\nyou’re dead. As if I was to blame.\n(slams down the lipstick.)\nWhat? You’re not talking to me now? You\ndon’t want to?\n\nON FRANK’S FACE\n\nThe crudely drawn bright red lips. Clown-like circles of\nrouge. Gaudy and macabre.\n\nELIOT (0.S.)\nYou don't talk because you have nothing\nto say. And you have nothing to say\nbecause you’re a corpse.\n\nPREP ROOM\n\nFrom Eliot’s reaction it seems as if Frank has started to\ntalk again.\n\f72.\n\nELIOT\nNo. Now I don’t want to talk to you\nanymore.\n\nINT. JACK'S HOUSE. LIVING ROOM - DAY\n\nThe curtains are drawn. Jack’s Mother, still motionless,\nin front of the blaring TV. Jack stops in the doorway.\n\nJACK\nI’m off to school now.\n\nHis mother doesn’t reply. Jack leaves. After a moment\nshe slowly turns her head. Stares at the empty doorway.\nEXT. CEMETERY - LATER\n\nJack cycles through the cemetery. He pulls up by a bush.\nStares at the Funeral Home in the distance.\n\nINT. FUNERAL HOME. VIEWING ROOM - MOMENTS LATER\n\nThe service hasn’t started yet. Jack walks nervously\nthrough the empty room to an open casket. He glances\nback, then leans over the coffin.\n\nJACK'S POV\n\nFrank Merano lies nestled in the velvet interior. His\nface placid. No sign of the gaudy make-up.\n\nVIEWING ROOM\n\nJack stares in fascination at Frank’s body. He reaches\ninto the casket.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo sign of the gaudy make-up. VIEWING ROOM\n\nJack stares in fascination at Frank’s body. He reaches\ninto the casket. \n\nTARGET SECTION TO BE ANNOTATED:\n Touches Frank’s cold hand.\n\nIn the b.g. Eliot walks into the viewing room. He stops\nsurprised. Watches Jack intently.\n\nON JACK\nJACK\n(to Frank)\nWhat’s it like? Are you afraid?\n\nELIOT (0.C.)\nJack.\n\nVIEWING ROOM\n\nJack turns quickly. Eliot stands over him.\n\f73.\n\nELIOT\nYou have empathy with the dead. You’re\ndrawn to them. Just as they’re drawn to\nyou. It’s a rare gift.\n\nJack can’t look Eliot in the eye.\n\nELIOT\nI know you saw Anna.\n\nJack hesitates. Then nods his head.\n\nELIOT\nYou're frightened by it. I was scared\ntoo the first time. But you shouldn’t\nbe. Christ had the same gift. He raised\nLazarus and spoke to the dead.\n\nJACK\n(intrigued)\n\nYou spoke to Miss Bryant?\nELIOT\n\nYes.\nJACK\n\nYou've spoken to others?\nELIOT\n\nYes. Many others.\nJACK\n\nWho was the first one you spoke to?\n\nA long beat.\n\nELIOT\n\nMy mother.\n\nJack looks up sharply. Eliot’s words have clearly struck a\nchord.\n\nELIOT\nYou shouldn't be afraid.\n(beat)\nThe others. They won’t understand. They\ndon’t see what we see.\n(beat)\nI can help you. I can teach you.\n\nINT. FUNERAL HOME. PREP ROOM - DAY\n\nAnna stares vacantly at the ceiling. Eliot places a bunch\nof tulips on the trolley. Turns on a CD. CLASSICAL MUSIC\nfills the room as before. He moves over to Anna. Gently\nPulls away the sheet.\n\f74.\n\nANNA\nYour fingernails are dirty.\n\nEliot smiles. Examines his nails.\n\nANNA\nYour hands are normally so clean.\n\nELIOT\nI’ve been gardening.\n\nHe walks over to the sink. Scrubs his nails.\n\nANNA\nIs it sunny outside?\n\nEliot fills a bowl with water. Carries it to the slab.\n\nELIOT\nYes. The tulips love the sun.\n\nANNA\nI miss the sun.\n\nAnna glances up at the shuttered window. Eliot snaps on\nhis latex gloves.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNA\nI miss the sun. Anna glances up at the shuttered window. Eliot snaps on\nhis latex gloves. \n\nTARGET SECTION TO BE ANNOTATED:\n Picks up a sponge and wets it in the\nbowl of water. Anna turns to the tulips.\n\nANNA\nAre they your favorite flower?\n\nELIOT\nTulips? Yes. I think so.\n\nEliot raises Anna’s arm. Delicately washes her armpit.\nAlong the length of her arm. Her skin pale.\n\nANNA\nI thought it’d be lilies. White lilies.\nDon’t they symbolize death?\n\nELIOT\nNo. They symbolize purity.\n\nHe moves to her breasts, following the contours of her\nbody. Pausing every now and then to rinse the sponge.\n\nANNA\nAnd tulips?\n\nEliot hesitates for a second before replying.\n\nELIOT\nUnrequited love.\n(beat)\nWhat’s your favorite flower?\n\f75.\n\nANNA\nViolets.\n\nEliot softly washes her legs.\nELIOT\nA beautiful flower. They need shade and\nlots of water.\n\nANNA\nWhat do they symbolize?\n\nELIOT\nFaithfulness.\n\nANNA\n(distractedly)\nDo they?\nEliot puts down the sponge. Dries her body with a towel.\n\nANNA\nRoses are red, violets are blue...\n\nHe reaches over to the CD player to switch it off.\n\nANNA\nNo. Leave it on. It’s so peaceful.\n\nEliot smiles. Leaves the music on.\n\nINT/EXT. PAUL’S CAR. STREETS - DAY\n\nPaul drives aimlessly past strip malls. He stops at a\nred light. Lights a cigarette. Just then he notices\nsomething across the street. He looks puzzled.\n\nEXT. STREET/STORE WINDOW - CONTINUOUS\n\nPaul gets out of his car. Quickly walks over to the\nstore window.\n\nON STORE WINDOW\n\nA RED-SLIP on a mannequin. Just like ANNA’S RED SLIP.\nSTREET\n\nThe light’s turned green. The DRIVERS HONK angrily.\n\nPaul doesn’t hear them. He places his hand against the\nplate glass. Stunned.\n\f76.\n\nEXT. FUNERAL HOME. DRIVEWAY - DAY\nEliot prunes a low hedge by the front door.\n\nPAUL (0.C.)\nDeane.\n\nEliot turns. Paul’s clearly agitated.\n\nELIOT\nMr. Conran. A pleasure.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIOT\nMr. Conran. A pleasure. \n\nTARGET SECTION TO BE ANNOTATED:\nEliot stands stiffly. Rubs his back.\nELIOT\n\nI love gardening, but I’m not sure\ngardening loves me anymore.\n\nPAUL\nShe’s not dead is she?\n\nELIOT\n\n(amused)\n\nMr. Conran.\n\nPAUL\nSomeone saw her.\n\nELIOT\nI’m sorry?\n\nPAUL\n\nOne of Anna’s students.\n(nods towards the funeral home)\nIn the window.\n\nELIOT\nDo you mean Jack?\n\nPaul’s momentarily taken aback.\n\nPAUL\nYou know him?\n\nELIOT\nOf course I know him. He’s often round\nhere. He seems to have a strange\nfascination with death. He's eleven\nyears old Mr. Conran. And like all young\nboys has a vivid imagination. Now if\nyou'll excuse me--\n\nPAUL\nI don’t think he imagined it. I think he\nreally saw her.\n\f77.\n\nELIOT\nMaybe you just want to believe he saw her.\n\nPAUL\nFuck you.\n\nPaul pushes past Eliot and strides into the Funeral Home.\nELIOT\nMr. Conran!\nINT. FUNERAL HOME. HALLWAY - MOMENTS LATER\nPaul moves quickly through the hallway.\nPAUL\n(shouts )\nAnna!\nEliot calmly heads towards Paul.\nELIOT\nMr. Conran. I think you should leave\nbefore I call the police.\nPaul notices the stairs leading down to the Prep Room.\nPAUL\nWhat’s down there?\n\nINT. FUNERAL HOME. BASEMENT CORRIDOR - MOMENTS LATER\n\nPaul runs over to the Prep Room door. He grabs the handle.\nIt’s locked. Eliot appears behind him. Paul turns.\n\nPAUL\nShe’s in here isn’t she? Give me the\nkey.\nEliot stares at Paul with pity.\n\nPAUL\nGive me the fucking key.\n\nPaul turns back. POUNDS the door in rage.\n\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\n\nThe POUNDING echoes through the room. Anna awkwardly\nsits up. Struggling with her emotions. She wants to\ncall out but knows she has to let Paul go.\n\nPAUL (0.S.)\nAnna!\n\f78.\n\nAnna gets up. Hesitates. Weakly stumbles to the door.\n\nINT. FUNERAL HOME.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nWeakly stumbles to the door. INT. FUNERAL HOME. \n\nTARGET SECTION TO BE ANNOTATED:\n BASEMENT CORRIDOR - SAME TIME\nPAUL\nI’m here Anna.\n(desperate)\nI’m sorry. Please Anna.\n\nHe places the palm of his hand against the door.\n\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\n\nAnna places her palm against the door. As if touching\nPaul’s hand. A tear falls down her cheek.\n\nPAUL (0.S.)\nWe'll be happy again. I promise.\nINT. FUNERAL HOME. BASEMENT CORRIDOR - SAME TIME\n\nPAUL\nI can’t live without you.\n\nEliot looks up at Paul with sudden interest.\n\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\n\nAnna shakes her head. Takes her hand away from the door.\nWalks back to her slab.\n\nINT. FUNERAL HOME. BASEMENT CORRIDOR - SAME TIME\n\nPAUL\nAnna!\n\nEliot gently puts his hand on Paul’s shoulder.\n\nELIOT\nMr. Conran. She’s dead.\n\nPaul pushes him away.\nELIOT\nI know what you’re going through.\nDenial’s a natural part of grieving...\n\nINT. FUNERAL HOME. PREP ROOM - SAME TIME\n\nAnna lies down on the slab. Closes her eyes. ELIOT'S\nVOICE seems far away now. Receding.\n\f79.\n\nELIOT (0.S.)\n.»..-but you’ve got to accept she’s gone.\n\nINT. FUNERAL HOME. BASEMENT CORRIDOR - CONTINUOUS\n\nPAUL\nShe needs my help.\n\nEliot looks at him for a moment.\n\nELIOT\nYou can’t help her anymore. Believe me.\n\nINT. POLICE STATION - DAY\n\nAn open plan office. Paul weaves quickly through the\nrows of desks. He seems unbalanced. Manic. DETECTIVES\ncautiously watch Paul approach Tom sitting at his desk,\nhis head bent over paperwork.\n\nPAUL\nI need you to issue a search warrant.\n\nTom looks up. He’s shocked by Paul’s appearance.\n\nPAUL\n(loudly)\nI need a fucking search warrant. Now are\nyou going to help me or what?\n\nJEFF (20s) a Young Detective at a nearby desk stands.\nTom nods to him. It’s under control.\n\nTOM\nPaul. Sit down.\n\nPaul hesitates for a second.\n\nTOM\n(firmly)\nSit. Down.\n\nPaul sits.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOM\n(firmly)\nSit. Down. Paul sits. \n\nTARGET SECTION TO BE ANNOTATED:\n Tom leans forward. He’s not amused.\n\nTOM\nJust what the hell do you think you’re\ndoing? I got a call from Eliot Deane.\nAre you out of your fucking mind?\n\nPAUL\nAnna’s not dead Tom. He won’t let me see\nher. He’s keeping her there--\n\f80.\n\nTOM\nAnna was in a car accident. Her car was\nwrecked Paul. Remember? It’s downstairs.\n\nPAUL\nShe’s not dead.\n\nTom calmly gets up. Moves to a filing cabinet. Takes\nout a file. Hands it to Paul.\n\nTOM\nHere’s the Coroner's report.\n\nPaul manically rifles through the file.\n\nPAUL\nLook.\n(shows file to Tom)\nThe paramedics phoned it in. They only\nchecked for eye dilation and pulse. The\ndoctor signed the death certificate\nwithout even seeing her body.\n\nTOM\n(irritated)\nSo? That’s standard procedure.\n\nPAUL\nThere was no EEG. Nothing. He could\nhave drugged her to make it look like she\nwas dead.\n\nTOM\nDrugged her? Are you serious?\n\nJeff looks up eagerly from his desk.\n\nJEFF\nThere are drugs like that chief.\nHydronium Bromide. Total paralysis\nwithin seconds. The heartbeat slows to\nalmost nothing.\n\nTom shoots Jeff a look.\nPAUL\nSee? I’m telling you. She’s not dead.\nThe boy at school. Jack. He saw her.\n\nVINCENT (0.C.)\nI saw her.\n\nPaul turns hopefully. Finally someone believes him.\nVincent Merano stands by Jeff’s desk.\n\nVINCENT\nShe was on the slab. Dead.\n\f81.\n\nPAUL\nNo!\n\nVINCENT\nI’ve seen dead bodies. Believe me, she\nwas definitely dead.\n\nPAUL\nTom. Just go down there and check the\nplace out.\n\nTOM\nOn what grounds Paul? Do you have any\nevidence?\n\nPAUL\nNo. But--\n\nTOM\n\nDo you have anything?\nPaul hesitates. We sense his uncertainty.\n\nPAUL\nI think she called me.\n\nTOM\nCalled you?\n\nPAUL\n(weakly)\nOn the telephone.\n\nJeff snickers. Paul’s beginning to realize how absurd\nthis all sounds.\n\nVINCENT\nCollect or long distance?\n\nJeff snorts with laughter.\n\nTOM\nFirst you hit a fucking kid.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nVINCENT\nCollect or long distance? Jeff snorts with laughter. TOM\nFirst you hit a fucking kid. \n\nTARGET SECTION TO BE ANNOTATED:\n Then you\nattack Deane. And now you’re telling me\nyour dead girlfriend called you? What the\nfuck’s going on? You’re loosing it Paul.\n\nMerano and Jeff shake their heads, looking at Paul as if\nhe were crazy. Tom’s voice softens.\n\nTOM\nI know you feel guilty but you’ve got to\npull yourself together.\n\nPaul slumps in the chair. Rubs his face.\n\f82.\n\nPAUL\nMaybe you’re right. But why won’t he let\nme see her?\n\nTom signals to Merano and Jeff. Merano walks back to his\ndesk. Jeff turns back to his work.\n\nTOM\nLook Paul. The funeral’s tomorrow.\nYou'll see her then. It’ll help. It\nwill give you closure. Trust me.\n\nEXT. CEMETERY - LATE AFTERNOON\n\nThe sun’s low on the horizon. Eliot whistles softly to\nhimself as he digs a grave. Working meticulously. Like\neverything else he does. Suddenly a SHADOW falls over\nEliot. He calmly looks up. The sun’s behind the figure.\nFor a moment Eliot can’t tell who it is.\n\nJACK\nYou said you could teach me.\n\nEliot smiles. Gestures to Jack to come inside the grave.\nJack steps back. The grave terrifies him.\n\nELIOT\nIt’s only a hole in the ground. I’m\ndigging it for--\n\nJACK\nMiss Bryant.\n\nELIOT\nExactly. For Anna. She belongs here.\n\nJACK\nBecause she’s dead.\n\nELIOT\nNo. Because there’s no life left in her.\n\nJack carefully considers Eliot’s words.\n\nELIOT\n\nDon’t you see? I have no choice. I’m\nthe only one who can see all these\ncorpses. Wandering the earth\naimlessly. All they do is piss and\nshit. Suffocating us with their\nstench. Doing nothing with their\nlives. Taking the air away from those\nwho actually want to live. I have to\nbury them all. I have no choice.\n\n(beat)\nNow there’s two of us.\n\f83.\n\nEliot holds up the shovel. Jack looks at him for a\nmoment then reaches for the shovel.\n\nINT. FUNERAL HOME.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack looks at him for a\nmoment then reaches for the shovel. INT. FUNERAL HOME. \n\nTARGET SECTION TO BE ANNOTATED:\n PREP ROOM - EVENING\n\nAnna watches Eliot brush an invisible speck off her\nmother’s black dress.\n\nELIOT\nYou did well this morning.\n\nANNA\nThis morning?\n\nShe talks with difficulty now. Her voice SLURRED and\nHOARSE. Her words muddled and rambling. Her eyes even\nmore sunken. Her skin even more pale.\n\nELIOT\nWhen Paul came. You did the right thing.\nYou let him go.\n\nANNA\nHe’1l be all right now? Won’t he?\n\nEliot looks away. Doesn’t reply. He drapes the dress\nover his arm, picks up a pair of shiny black shoes and\nmoves over to her.\n\nANNA\n(confused)\nWhy do I have to get dressed?\n\nELIOT\nTomorrow’s your funeral.\n\nEliot lifts Anna’s arms and puts them through the sleeves\nof the dress. Her body’s stiff and unyielding.\n\nANNA\nAlready?\n\nELIOT\nI told you. You only had three days.\n\nHe delicately turns her onto her side. Buttons up the dress.\n\nELIOT\nI told you to use your time well.\n\nAnna frowns. As if trying to remember something. Eliot\ngently lifts her legs. Pulls on a pair of black tights.\n\nANNA\nI need to... I have so many regrets. I\nhave nothing but regrets.\n\f84.\n\nShe looks up at him. Suddenly realizing.\n\nANNA\nThat’s why I’m here isn’t it? To be\njudged.\n\nEliot picks up Anna’s shoes. Slips them onto her stiff feet.\n\nELIOT\nYou’re here to understand your life. So\nyou can finally be at peace.\n\nANNA\nI wanted a different life.\n\nEliot picks up a nail-clipper. Gently holds Anna’s hand\nas he carefully cuts her long nails.\n\nELIOT\nThen why didn’t you do anything about it?\n\nANNA\nNo matter what I did everything just\nstayed the same. I’d wake up. I'd\nshower. Sit in the same traffic\neveryday on my way to work. Go home.\nGo to sleep. Then wake again.\n\nEliot stops clipping her nails. Irritated.\n\nELIOT\nWhat did you really want from life?\n\nANNA\nI just wanted to be happy.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nIrritated. ELIOT\nWhat did you really want from life? ANNA\nI just wanted to be happy. \n\nTARGET SECTION TO BE ANNOTATED:\nELIOT\n(derisively)\nHappy? You all say you wanted to be happy.\nWhat does it mean Anna? To be happy?\n\nANNA\nI don’t know. Don’t you understand?\nThat’s the whole point. I don’t know.\n\nELIOT\nYes you do! You’re just too scared to\nadmit it to yourself.\n\nAnna turns away ashamed. She knows he’s right.\nANNA\nI don’t want to talk about it anymore. I\njust want this to be over.\n\nELIOT\nWhat did you want from life?\n\f85.\n\nANNA\nI don’t fucking know!\n\nELIOT\nWHAT DID YOU WANT ANNA?\n\nANNA\n(screams back)\nI WANTED LOVE! OK!\n\nAnna’s stunned. She’s finally admitted it.\n\nANNA\n(quietly)\nI wanted love.\n\nELIOT\nYou had love. Paul loved you.\n\nANNA\nNo. You don’t understand. I was scared.\nI wanted to love but I didn’t know how.\nI was...\n(beat)\nWhen I was a child... my mother.\n\nAnna struggles to pull together her thoughts.\n\nANNA\nWhen I was a child. I learnt that love.\nThat when you love someone. You get\nhurt. So I learned not to love. That\nway no one could ever hurt me again.\n\nShe looks down at the slab. Touches the cold marble.\n\nANNA\nI was always pushing Paul away. He\nthought I didn’t love him.\n\nELIOT\nDid you?\n\nANNA\nHe was the only one I ever loved. But I\nnever told him that. And then he stopped\nloving me.\n\nEliot stares at her intently. Comes to a decision.\n\nELIOT\nWhat would you do if you had another\nchance?\n\nAnna‘s puzzled. Eliot goes to the door and unlocks it.\nMoonlight floods in from upstairs. Washing it with a cold\nlight. Anna doesn’t move.\n\f86.\n\nELIOT\nWell? Isn’t this what you wanted?\n\nEliot holds out his hand. Anna takes it hesitantly and\nrises from the slab.\n\nEXT. FUNERAL HOME - NIGHT\n\nMist drifts through the cemetery. Anna stands in the\ndriveway. Pale and ghoulish in her black funeral dress\nand shiny black shoes. She starts walking.\n\nEXT.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nPale and ghoulish in her black funeral dress\nand shiny black shoes. She starts walking. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MOTHER'S HOUSE - NIGHT\n\nAnna approaches her mother’s house. Paul opens the door.\nHe’s not surprised to see her.\n\nBeatrice stands just behind him. A black shawl over her\nhead and arms.\n\nINT. MOTHER’S HOUSE. HALLWAY - NIGHT\n\nIn the candlelight we can see the house is full of OLD\nWOMEN. Their faces deeply lined. Wearing identical\nblack shawls. They stare at Anna, whispering in\ndifferent rhythms. Unintelligible words undulating like\nan ANCIENT PRAYER.\n\nINT. MOTHER'S HOUSE. BEDROOM - NIGHT\n\nPaul and Beatrice lead Anna to the bed. As she lies down\nwe realize the bed is full of BLACK SOIL. Clouds of ugly\nflies hang in the air. BUZZING noisily.\n\nThe Old Women surround Anna in a tight circle. Leaning\nover her. Making her feel claustrophobic. She can smell\ntheir rotting breath as their prayers grow LOUDER.\nThrough the chaos of words we begin to make out...\n\nOLD WOMEN\nSpit it out.\n\nAnna doesn't understand. Then she feels something in her\nmouth. Growing. Gagging her. The Women are SCREAMING.\n\nOLD WOMEN\nSpit it out.\n\nAnna spits out... white maggots. She gags again. Closes\nher eyes. Shakes her head.\n\nANNA\nNo.\n\f87.\n\nINT. FUNERAL HOME. PREP ROOM - NIGHT\n\nAnna’s eyes snap open. She’s still in the Prep Room.\nShe steps back from the doorway. Terrified.\n\nELIOT\n\nI thought you were different. You all\n\nSay you’re scared of death. But the\n\ntruth is you’re more scared of life.\nEliot switches off the lights.\n\nANNA (0.C.)\n\nI’m glad I’m dead. I’m glad it’s over.\nEXT. ROAD BY FUNERAL HOME - NIGHT\nPaul sits in his car. Staring out at the Funeral Home as\nhe nervously smokes a cigarette. The light in Eliot’s\nroom goes off. Paul waits for a moment. Then gets out\nof his car. Stubs out his cigarette.\nEXT. FUNERAL HOME - MOMENTS LATER\nPaul treads carefully along the side of the Funeral Home.\nIt’s a full moon.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. FUNERAL HOME - MOMENTS LATER\nPaul treads carefully along the side of the Funeral Home. It’s a full moon. \n\nTARGET SECTION TO BE ANNOTATED:\n The trees rustle ominously in the\nwind. Casting eerie shadows against the dark house.\nHe finds a window. Tries to open it. It won’t budge.\nJust then he hears a noise in the bushes. He crouches\ndown quickly. Listens hard. Nothing.\nFROM THE BUSHES\nSomeone watches Paul tentatively move to another window.\nFUNERAL HOME\nPaul strains to open the window when suddenly... he’s\ncaught in a circle of bright light. Paul turns quickly.\nA DARK FIGURE stands over him. Menacing.\n\nMAN'S VOICE\nWhat the fuck are you doing here?\n\nThe Figure lowers the flashlight. It’s Tom.\nTOM\nI’m taking you home.\nEXT. JACK'S HOUSE. GARDEN - NIGHT\n\nCLOSE ON black earth. A trowel digs into the soil.\n\f88.\n\nWe pull back. Jack’s just finished digging a hole in the\nflower bed. A shoebox beside him. He takes off the lid.\n\nThe Chick trembles in the corner of the box. Jack slowly\nreplaces the lid. Puts the box into the grave. He\npushes the earth over it. The box jerks. We hear the\nfaint RUSTLING of the Chick inside.\n\nJACK\nDon’t be scared. It’s better this way.\n\nINT. FUNERAL HOME. ELIOT’S ROOM - DAWN\n\nEliot lies on his bed. Dressed in a dark suit. He hasn’t\nslept at all. His eyes rimmed red. He checks the clock on\nthe bedside table. It’s 4.30am. He glances to the\nwindow. Dawn light seeps into the room.\n\nEXT. FUNERAL HOME - DAWN\n\nEliot walks through the garden. A pair of small secaters\nin his hand. He stops by a bed of violets. Still\n\ncovered in morning dew. He kneels and starts cutting the\ndelicate flowers.\n\nINT. FUNERAL HOME. PREP ROOM - DAWN\n\nAnna lies on the slab in her burial dress. Her eyes closed.\nEliot enters the room. He doesn’t lock the door behind\nhim. Doesn’t turn the lights on. Doesn’t change into\n\nhis mortician smock.\n\nHe approaches the slab. The violets in his hand. Pulls\nover a chair and sits next to Anna.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe approaches the slab. The violets in his hand. Pulls\nover a chair and sits next to Anna. \n\nTARGET SECTION TO BE ANNOTATED:\n Places the violets\n\non the steel trolley beside her.\n\nHe looks at her intently. For the first time he seems\nuncertain. Vulnerable. As if questioning himself.\n\nAfter a while he suddenly gets up and heads towards the\ndoor. He’s about to close the door behind him...\n\nANNA (0.C.)\nI don’t even know your name.\n\nON ANNA\nHer eyes still closed.\nON ELIOT\n\nEliot pauses. Too confused to look back at her.\n\f89.\n\nELIOT\nIt’s...\n(beat)\nIt’s not important.\n\nHe closes the door.\n\nINT. BEATRICE'S HOUSE. BEDROOM - DAY\nCLOSE ON Beatrice’s face. Her eyes closed.\n\nA HAND delicately powders her forehead. As if she's\nbeing prepared for her own funeral. We pull back.\n\nBeatrice, dressed in black, sits in front of a mirror.\nDiane applies her make-up. Beatrice opens her eyes.\nINT. PAUL’S APARTMENT. BATHROOM - DAY\nPaul, badly shaven, leans against the washbasin. Wearing\na crumpled black suit. Staring vacantly in the mirror.\nINT. FUNERAL HOME. PREP ROOM - DAY\nAnna lies in a casket as Eliot arranges her hair.\nELIOT\n(gently)\n\nIt’s time now.\n\nShe looks up smiling. Eliot positions her hands,\nentwining her fingers.\n\nELIOT\nYou have to look beautiful for your\nfuneral.\n\nHe picks up a SYRINGE and an ampoule of AMBER LIQUID.\nFills the syringe.\n\nON AMPOULE\nWe glimpse the label: HYDRONIUM BROMIDE.\nELIOT (0.C.)\nThis will relax your muscles. Make your\nskin radiant. As if you were still\nalive. Just sleeping.\nPREP ROOM\n\nELIOT\nThis is how they’1l all remember you.\n\f90.\n\nANNA\nCan I see myself for the last time?\n\nEliot smiles. Picks up a mirror. Hands it to Anna.\nON MIRROR\nAnna looks peaceful. Beautiful. Serene.\n\nANNA\nIs this the end?\n\nELIOT (0.C.)\n\nThe last part is the most difficult.\nYou’1ll have to face it alone. But you’ll\nbe at peace soon.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nC.)\n\nThe last part is the most difficult. You’1ll have to face it alone. But you’ll\nbe at peace soon. \n\nTARGET SECTION TO BE ANNOTATED:\nAnna nods. SIGHS deeply... her BREATH FOGS the mirror.\n\nShe frowns. Touches the SMALL CIRCLE OF CONDENSATION on\nthe glass. Looks up at Eliot in shock.\n\nPREP ROOM\nEliot glances anxiously at the fogged mirror, then at Anna.\n\nANNA\nYou lied to me.\n\nELIOT\nAnna. We've been through this before.\nYou're just imagining--\n\nANNA\nYou lied to me.\n\nEliot injects her in the side of the neck. Anna tries to\nraise her hand to push him away but she’s too weak.\n\nELIOT (0.C.)\nYou’re still clutching onto life. Don’t\ngive in to your fears. You’re so close.\n\nAnna’s fading away. Her hand drops limply to her side.\n\nANNA\n(whispers)\nWhy did you lie to me?\n\nShe stops struggling. Stares blankly at us.\n\nEliot looks at her for a moment. Sadly. Regretfully.\nHe picks up a Polaroid camera. The flash explodes in a\nblinding white light. He pulls out the Polaroid. Peels\noff the front and fans it in the air. Then...\n\fgl.\n\nON ANNA\n...-delicately closes Anna’s eyelids.\n\nELIOT (0.C.)\nGood bye Anna.\n\nINT. FUNERAL HOME. VIEWING ROOM - LATE AFTERNOON\n\nAnna’‘s funeral is in progress. Eliot stands by her\ncasket. Surrounded by wreathes of tulips and lilies.\nBeatrice, in her wheelchair, in the front row. Diane\nbeside her. A SCHOOLTEACHER sits behind them with Jack\nand other CHILDREN.\n\nFATHER GRAHAM (0.C.)\nI am the resurrection and the life.\nThose who believe in me, even though they\ndie, will live.\n\nTom and Paul appear at the door. Tom guides Paul to a\nseat near the back.\n\nFATHER GRAHAM (0.C.)\nThey that sleep in the earth will awake\nand shout for joy; and the earth will\nbring those long dead to birth again.\n\nON CASKET\n\nAnna lies in an open casket. Her eyes closed. She can\nhear the DISTORTED VOICE of the Priest.\n\nFATHER GRAHAM (0.C.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe can\nhear the DISTORTED VOICE of the Priest. FATHER GRAHAM (0. C. \n\nTARGET SECTION TO BE ANNOTATED:\nWe have come here today to remember\nbefore God our sister Anna. To give\nthanks for her life.\n\nON ANNA'S FACE\nWe see an almost imperceptible frown.\nVIEWING ROOM\nEliot gestures to Beatrice. Diane wheels her to the casket.\nBeatrice looks at Anna for a moment, then touches the\nviolets in Anna’s hands.\nDIANE\nViolets. They were her favorite flowers.\n(turns to Eliot)\nHow did you know?\n\nELIOT\nViolets just seemed appropriate somehow.\n\f92.\n\nNext we see Mrs. Hutton at the casket. Then Jack. He\nstares at Anna’s body before being moved on by the\nSchoolteacher. Finally Paul and Tom approach the coffin.\nPAUL'S POV\n\nAnna looks serene.\n\nVIEWING ROOM\n\nPaul takes out the ring box from his pocket. Gently\n\nslides the engagement ring onto Anna’s stiff finger.\nSuddenly he looks alarmed. Turns quickly to Tom.\n\nTOM\n(whispers)\n\nWhat is it?\nPAUL\n\nShe’s so cold.\n\nPaul turns back to Anna. Tears prick his eyes. He\ntouches her cheek again. Finally accepting her death.\n\nPAUL\nI'm sorry Anna.\n\nHe kisses her lips. Eliot watches him carefully. It's\nalmost as if he's jealous. Jack notices Eliot’s look\nthen turns and stares at Paul.\n\nAs Paul and Tom walk away Eliot closes the casket.\nBegins to screw down the lid.\n\nINT. INSIDE THE CASKET - SAME TIME\n\nIt’s dark. We hear the screws TIGHTENING. Anna's eyes\nFLICKER OPEN then close again.\n\nINT. FUNERAL HOME. VIEWING ROOM - SAME TIME\n\nJust then Paul turns back sharply. As if he sensed\nAnna’s reaction inside the casket. Tom gently stops him.\n\nTOM\n(shakes his head)\nShe’s at peace now.\n\nPaul glances at the casket again, then reluctantly allows\nTom to lead him away.\n\nEliot tightens the last screw. His back to the room.\nSuddenly the screwdriver slips. Gashes his finger.\n\f93.\n\nON COFFIN\nA drop of blood falls onto the polished wood.\nVIEWING ROOM\nEliot stares at the blood for a moment. Takes out a\npristine white handkerchief. Carefully wipes off the\nblood.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIEWING ROOM\nEliot stares at the blood for a moment. Takes out a\npristine white handkerchief. Carefully wipes off the\nblood. \n\nTARGET SECTION TO BE ANNOTATED:\n Then places his hand on the coffin.\nELIOT\n(softly)\nDon’t be scared. It’s better this way.\n\nEliot turns. Signals to the PALLBEARERS standing nearby.\n\nEXT. CEMETERY. ANNA'S GRAVE - LATE AFTERNOON\n\nThe Pallbearers slowly lower Anna's casket into the open\ngrave. The casket lurches as it settles in the grave.\n\nINT. INSIDE THE CASKET - SAME TIME\n\nAnna’s eyes SNAP OPEN in terror. She tries to scream out.\nBut only a SOFT RATTLING WHISPER escapes from her throat.\n\nEXT. CEMETERY. ANNA'S GRAVE - SAME TIME\n\nThe TEACHER throws a handful of earth onto the coffin.\nJack steps up. Looks down curiously. As if he could\nsense Anna. Then slowly pours the soil from his hand.\n\nFATHER GRAHAM (0.C.)\nWe have but a short time to live. Like a\nflower we blossom and then wither. In\nthe midst of life we are in death.\n\nINT. INSIDE THE CASKET - SAME TIME\n\nBlackness. Earth CLATTERS HEAVILY onto the wooden lid.\nAnna GASPS softly. Hyperventilating. The earth keeps\nfalling. The sound becoming SOFTER with each shovelful.\nShe struggles. Bangs her fists against the wood.\n\nEXT. CEMETERY. ANNA’S GRAVE - LATER\n\nThe grave’s covered with a stone slab now. Votive candles\nflicker on top. In the b.g. MOURNERS head to their cars.\nPaul and Tom stand by the grave.\n\nTOM\nYou sure you’re going to be OK?\n\f94.\n\nPAUL\nYeah. Thanks Tom.\n\nTom squeezes Paul’s shoulder then walks away.\n\nINT. FUNERAL HOME. ELIOT'S ROOM - SAME TIME\nEliot carefully pins Anna's Polaroid to the wall.\nON POLAROIDS\n\nWe pan slowly across the other photographs we saw before.\nBut now we look at them differently. In some faces there\nis the glimmer of life. In some a despairing pleading\nlook. In others passive resignation.\n\nELIOT’S ROOM\nEliot moves towards the window.\nELIOT'S POV\n\nThe dark cemetery.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn others passive resignation. ELIOT’S ROOM\nEliot moves towards the window. ELIOT'S POV\n\nThe dark cemetery. \n\nTARGET SECTION TO BE ANNOTATED:\n In the distance flickering candles\nilluminate Anna’s grave.\n\nELIOT (0.C.)\nImagine Anna. The whole world, your\nmother, your fiancée, your friends.\nEveryone has buried you. They've placed\na stone above your body.\n\nELIOT’S ROOM\n\nELIOT\nThey've said their good byes and gone\nback to their TV dinners and shopping\nmalls. Thinking that this is never going\nto happen to them. Until it’s their turn\nto be buried. Think about it Anna...\n\nEliot glances at his watch.\nELIOT\n...think about it while you still can.\nEXT. FUNERAL HOME. DRIVEWAY - MOMENTS LATER\nPaul unlocks his car. He’s about to open the car door\nwhen he feels someone watching him. He turns. Jack’s\n\nobserving him carefully.\n\nPAUL\nYou said she was alive.\n\f95.\n\nJACK\nI never said she was alive. I just said\nI saw her.\nPaul simply nods his head. Too drained of emotion to react.\n\nPAUL\nYou need a ride?\n\nJack shakes his head.\n\nPAUL\nOK. See you.\n\nPaul opens the car door.\nJACK\nMr. Conran?\n(Paul turns)\nDon't forget to fasten your seat belt.\n\nPaul nods. Gets in his car. Jack looks up at the\nFuneral Home.\n\nJACK'S POV\n\nEliot stands in the window smiling at him.\n\nINT. MOTHER'S HOUSE. DINING ROOM - NIGHT\nWe're at Anna’s wake. PEOPLE talk quietly in small groups.\n\nPaul fills a glass with whiskey. Knocks it back in one.\nPEOPLE stare disapprovingly. WHISPERING to each other.\n\nELIOT (0.C.)\nDon't you think you've had enough to\ndrink?\n\nPaul turns. Eliot stands beside him. Paul pours himself\nanother drink.\n\nPAUL\nGo to hell.\n\nAn ELDERLY COUPLE shake their heads and walk away.\n\nELIOT\n(amused)\nMr. Conran. We’re at a wake. You should\nshow more respect.\n\nPAUL\nI know she wasn’t dead.\n\f96.\n\nELIOT\nWasn’t she?\n\nEliot’s suddenly tired of Paul’s allegations.\n\nELIOT\n\nMr. Conran. You come to my Funeral\nHome, making wild accusations.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIOT\n\nMr. Conran. You come to my Funeral\nHome, making wild accusations. \n\nTARGET SECTION TO BE ANNOTATED:\n You have\nno idea what happens when someone dies.\nWhat happens to their body. What\nhappens to their soul.\n\n(taunting)\nYou think Anna was alive after the\naccident? Maybe you’re right.\n\nPaul’s stunned.\nELIOT\nMaybe she’s still alive. You obviously\ndon’t believe a word I say. So why don’t\nyou go and find out for yourself Mr. Conran.\nFind out whether she’s alive or dead.\nPaul grabs Eliot by his lapels. Shoves him against the wall.\nPAUL\n(loudly)\nYou twisted fuck.\n\nThe room’s SILENT. Everyone turns towards Paul. Eliot\nwhispers in Paul’s ear.\n\nELIOT\nYou don’t have much time left.\n\nFather Graham puts his hand on Paul’s arm.\n\nFATHER GRAHAM\nPlease. Paul. You're not well.\n\nPaul pushes his hand away. Eliot shakes his head sadly.\nEveryone looks at Paul with pity as he runs out.\n\nEXT. MOTHER'S HOUSE - NIGHT\n\nPaul sprints across the lawn to his car.\n\nINT. PAUL’S CAR - NIGHT\n\nPaul slips his key into the ignition. His hand’s shaking.\n\nEXT. MOTHER'S HOUSE - NIGHT\n\nEliot watches Paul’s car ROAR OFF.\n\f97.\n\nINT. INSIDE THE CASKET - SAME TIME\n\nWe can’t see a thing. But we can hear Anna’s SHORT\nSHALLOW GASPS. And the sound of her nails desperately\nSCRATCHING at the coffin lid.\n\nINT/EXT. PAUL’S CAR. ROAD - NIGHT\n\nPaul drives fast. Accelerating then quickly braking as\nhe weaves through heavy traffic. He comes up behind a\nslow Tractor-Trailer. Hits the HORN.\n\nPAUL\nCome on. Come on.\n\nHe swerves into the middle of the road. There's a blind\ncurve ahead... suddenly an SUV comes out of the corner.\n\nA bright white light sweeps through his car. Paul's\nmomentarily blinded.\n\nTHE SCREEN FLASHES TO WHITE.\n\nPaul opens his eyes. The ROAD’S EMPTY. No sign of any\ntraffic. He’s confused. The road was busy a moment ago.\n\nJust then flashing red and orange lights illuminate the\ncar. Paul looks in his rear-view mirror.\n\nON REARVIEW MIRROR\nAn AMBULANCE moves quickly towards him. Blasts past.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nPaul looks in his rear-view mirror. ON REARVIEW MIRROR\nAn AMBULANCE moves quickly towards him. Blasts past. \n\nTARGET SECTION TO BE ANNOTATED:\nCAR\n\nPaul looks through the front windshield. Nothing. He\nfrowns. Where did the ambulance go?\n\nUP AHEAD\n\nWe see the Funeral Home. Bone white in the moonlight.\nThe cemetery next to it.\n\nEXT. ROAD - NIGHT\n\nEliot’s White Van sits by the side of the road.\n\nEXT. CEMETERY. PARKING LOT - NIGHT\n\nPaul’s car slams to a halt. He jumps out. In the\ndistance the candles still burn on Anna's grave.\n\f98.\n\nEXT. CEMETERY. ANNA'S GRAVE - MOMENTS LATER\n\nPaul grabs a shovel by the grave. Starts digging. Then\nthe shovel clunks against wood. He kneels down. Scrapes\naway the earth from the coffin. Then pulls open the lid.\n\nAnna's eyes are WIDE OPEN. Her fingernails torn and bloody.\n\nPaul grabs her shoulders. Pulls her out of the grave. Her\nbody slumps limply like a rag doll.\n\nPAUL\nAnna. I’m here. Please God. Anna.\n\nHe desperately tries to revive her. But there’s no life\nleft in her. He’s about to give up when...\n\nAnna’s hand TWITCHES. Then after a moment she GASPS.\nHer eyes slowly focus on Paul.\n\nANNA\nPaul?\n\nPAUL\nBaby. Thank God.\n\nPaul gently helps Anna to her feet. She looks round.\nDazed. Turns back to Paul.\n\nANNA\nYou came back for me.\n\nPAUL\nI came back for you. You're safe now.\n\nANNA\nPromise?\n\nPAUL\n(smiles)\nPromise.\n\nJust then Paul hears a rustling sound behind him. He\nturns. Nothing. He cocks his head slightly. There’s\nsomething unnerving about the silence.\n\nSuddenly a CROW rises noisily into the air. Paul starts.\nThen watches, relieved, as the crow disappears into the\ndark sky. He turns back to Anna... she’s not there.\n\nPAUL\nAnna?\n\nPaul looks round desperately. Runs between the stone\ncrosses and statues of grieving angels searching for her.\n\f99.\n\nPAUL\nAnna!\n\nJust then he glimpses SOMETHING MOVE among the trees.\nRuns over. Nothing. The cemetery is empty. The trees\nappear to SHIMMER for a moment. Paul shivers. Pulls his\njacket around him.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe trees\nappear to SHIMMER for a moment. Paul shivers. Pulls his\njacket around him. \n\nTARGET SECTION TO BE ANNOTATED:\n He doesn’t notice the candles on\nAnna’s grave behind him suddenly BLOW OUT.\n\nINT/EXT. ELIOT’S VAN. ROAD - NIGHT\n\nWe hear the sound of a SIREN. The AMBULANCE blasts past.\nEliot slides a disc into the player. CLASSICAL MUSIC\nfills the van. He strums the wheel. Enjoying the music.\nEXT. CEMETERY. PARKING LOT - NIGHT\n\nPaul frantically runs into the parking lot. still\ncalling out for Anna.\n\nPAUL\nAnna!\n\nSuddenly the interior light in his car comes on. Paul\nlooks at the car nervously.\n\nHe heads over to it. Apprehensive. Then... the car door\nslowly CLICKS open.\n\nPaul stops. Stares into the car. There’s no one there.\n\nINT. PAUL’S CAR - MOMENTS LATER\n\nThrough the windshield we see Paul approach the car.\n\nHe peers in nervously. Then cautiously gets in. As he\nswitches the interior light off, the camera moves slowly\naround him revealing...\n\n... ANNA sitting in the passenger seat.\n\nANNA\nAre we going home?\n\nPaul turns sharply. Stunned. Anna moves towards him.\n\nANNA\nOr do you want to make love here?\n\nPAUL\nWhere did you go?\n\nAnna puts her fingers on Paul's lips. Clearly turned on.\nWe hear the sound of something being UNZIPPED.\n\f100.\n\nANNA\n(whispers)\nI’ve been waiting for you. I missed you\nso much.\n\nA line of BLOOD trickles from his nose. He touches his\nlips. Looks blankly at the blood on his fingertips. A\ndrop of blood falls on Paul’s white shirt. It unfurls\nlike a flower. Spreading out over the material.\n\nANNA\nI love you. I always did.\n\nAnna hungrily kisses him. He responds passionately.\nSuddenly we hear a SHARP METALLIC SOUND.\n\nPAUL\n(alarmed)\nWhat was that?\nAnna responds as if it was nothing strange.\n\nANNA\nIt's only the scissors...\n\nWe see the growing anxiety in Paul's eyes. Anna's just\ninterested in his lips.\n\nPAUL\nScissors? What scissors?\n\nANNA\nScissors. For your clothes. Eliot just\nput them on the table.\nPaul pulls back. Terrified.\n\nANNA\nYou're safe now.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nPaul pulls back. Terrified. ANNA\nYou're safe now. \n\nTARGET SECTION TO BE ANNOTATED:\n We’re finally together.\n\nA strong bright light sweeps across Paul’s face. Like\nthe headlights of the car on the blind curve earlier.\n\nFADE TO SEARING WHITENESS.\nPaul blinks as he gradually gets used to the harsh light.\nSlowly the room comes into focus...\nINT. FUNERAL HOME. PREP ROOM - NIGHT\nEliot stands over Paul holding a pair of BLOODY SCISSORS.\nPaul looks down. His white shirt soaked with blood, the\n\nmaterial sliced open.\n\nPAUL\nWhere am I?\n\f101.\n\nHe talks with difficulty. His breath labored.\n\nELIOT\nYou’re in a funeral home.\n(beat)\nYou’re dead.\nPAUL\n\nI’m not dead.\nJack appears at Eliot’s side.\n\nELIOT\nYou had a car accident. You swerved off\nthe road. On the way to the cemetery.\nHit a tree.\n\nPAUL\nI saw Anna. You buried her alive.\n\nELIOT\nI’m sorry Mr. Conran. You never made it\nto the cemetery. You never saw Anna.\nYou’re dead.\nPaul’s glazed eyes widen in shock.\n\nPAUL\nI’m not dead.\n\nEliot speaks calmly. Soothingly.\nELIOT\nYour skull was crushed. Your spinal cord\npulverized. Your brain cells are slowly\ndying. Your body’s already decomposing.\n\nPAUL\nI’m not dead.\n\nEliot sighs wearily. He's had this conversation many\ntimes before.\n\nELIOT\nYou people. You all say the same thing.\n\nEliot's voice, with each word, fades further and further\naway. Paul closes his eyes.\n\nFADE TO SEARING WHITENESS.\n\nPAUL (0.S.)\nI’m not dead.\n\nFADE OUT.\n\f"
}