{
  "1": "After the Wedding\n\nScreenplay by\nBart Freundlich\n\nBased on the film directed by Susanne Bier\nWritten by Anders Thomas Jensen and Suzanne Bier\n\fEXT. CALCUTTA INDIA. FROM ABOVE - MORNING\n\nWe soar above the busy, dilapidated city, towards the\noutskirts of town, where we close in on the remnants of\nwhat looks like an ancient, abandoned temple.\n\nINT./EXT. DILAPIDATED TEMPLE, OUTSKIRTS OF THE CITY\n\nISABEL (39), leads a meditation. She’s not native to this\npart of the world, though her skin is deeply tanned and\nher hair is streaked from the sun.\n\nHer eyes are closed and she emits a subtle chanting\nsound. Her lids flutter and her eyes open and look right\nat us.\n\nWHAT SHE SEES:\n\nSitting facing her, are a dozen Indian children\nattempting to meditate. One lies on his back looking up\nat his hands, pretending they are a bird, flying over\nhead. Isabel stands and walks to him.\n\nShe kneels next to him and looks at his bird-hands. After\na moment, she lies next to him. She whispers in\n‘Bengali’.\n\nISABEL\n(In Bengali)\nWhat kind of bird is that?\n\nThe 7 year old boy, JAI, looks at her and shrugs his\nshoulders. Isabel puts her hands up in the air and makes\na bird of her own. They fly together.\n\nISABEL (CONT’D)\n(Bengali)\n\nWhy don’t you sit up and meditate with\n\nthe others and you can imagine as many\n\nbirds as you like.\n\nJAI\n(Bengali)\nI don’t want to close my eyes today.\n\nIsabel examines his precious face.\n\nISABEL\nOK. But help me with the bell.\n\nJai smiles and excitedly scampers to his feet. He puts\nhis hands out to help Isabel up.\n\fPink Rev. (05/28/18) Br? 2.\nJai goes to the front of the room and grabs a bell. He\nlooks to Isabel in anticipation, and she nods.\n\nWith all his might, he shakes the bell and a low ring\nemanates, signaling the meditation is over.\n\nThe others open their eyes. Jai laughs at their surprised\nexpressions as they see it’s him with the bell.",
  "2": "---END OF PREVIOUS SECTION---\nWith all his might, he shakes the bell and a low ring\nemanates, signaling the meditation is over. The others open their eyes. Jai laughs at their surprised\nexpressions as they see it’s him with the bell. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. DILAPIDATED TEMPLE - DAY 3\nLike the pied piper, Isabel leads the children out of the\nbeautiful but broken down temple, back into the rundown\n\nvillage streets.\n\nTITLE: AFTER THE WEDDING\n\nEXT. CALCUTTA STREET, IMPOVERISHED AREA - LATER THAT DAY 4\n\nIsabel, Jai, and a few other children from the orphanage,\nride in the back of an open pick up truck down a dusty\nstreet.\n\nA group of hungry local children chase the truck as it\npulls up in an open square and stops.\n\nThe driver gets out and the local kids surround the\ntruck. Isabel and the orphans begin their routine of\nserving a meal from giant pots; rice and lentils. The\nhungry children wait with cups and get food ladled in.\n\nINT. BACK OF TRUCK - LATE AFTERNOON 5\nThe exhausted group rides back toward the orphanage. The\nsun has just set and the sky is a silvery blue. Jai is\nglued to Isabel’s side as they all sing a song.\nINT./ EXT. ORPHANAGE - EVENING 6\nIsabel's truck pull in.\nA French aid worker, JAQUES (Late 40's), is laying out\nsome supplies he has brought in a van. Isabel’s truck\npulls in and she hops out, anxiously.\nISABEL\n(to Jaques)\nWhat did you get?\n\nShe blows by him to check out the supplies.\n\fPink Rev. (05/28/18) BE? 3.\n\nJAQUES\n(sarcastically)\nIt’s nice to see you...\n\nIsabel looks through what he’s brought. She picks up some\nsheets.\n\nISABEL\nWhere are the beds? The food? And there\nwere supposed to be school supplies.\n\nJAQUES\nWe can hang hammocks. Temporarily.\n\nA beat as they look at each other.\n\nJAQUES (CONT'D)\nIt’s all I could get. For the money.\n\nShe looks at him slightly confused, then shakes her head\nand marches away.\nINT. ORPHANAGE OFFICE - MOMENTS LATER 7\nIsabel marches in.",
  "3": "---END OF PREVIOUS SECTION---\nShe looks at him slightly confused, then shakes her head\nand marches away. INT. ORPHANAGE OFFICE - MOMENTS LATER 7\nIsabel marches in. \n---TARGET SECTION TO BE ANNOTATED---\nISABEL\n\nWhere’s the money we were promised? How\n\nlong are we supposed to wait?\nThe director of the orphanage, PREENA (60's), sits at her\n\ndesk, going over some paperwork. She removes her glasses\nand takes a deep breath.\n\nPREENA\n\nThey want you to go meet with them.\nISABEL\n\nWhat?\nPREENA\n\nIn New York. To tell them why we are a\nworthy cause.\n\nIsabel is taken aback.\nISABEL\nHow many hoops are we supposed to jump\nthrough?\n\nPreena watches her.\n\fPink Rev. (05/28/18) Br? 4.\nPREENA\nTheir money, their terms.\nThis infuriates Isabel.\nISABEL\nWell, I’m not going to go teach\ncompassion when the kids need me here.\nTell them to go save the fucking whales.\nIsabel heads out the door.\n\nPREENA\nThey want to give us 2 million dollars.\n\nIsabel is stopped by the number. She and Preena look at\neach other.\n\nEXT. COUNTRY ROAD, OYSTER BAY, LONG ISLAND - LATE 8\nAFTERNOON\n\nFrom above, we follow a luxury sedan as it wends it’s way\ndown a country road.\n\nINT. THERESA’S CAR - CONTINUOUS 9\nTHERESA YOUNG (51), drives her car while the radio\n\nblasts, Lady Gaga. She speeds around a turn, then down a\nnarrow strip of road, bordered by a beautiful bay.\n\nEXT. THERESA’S DRIVEWAY - SAME 10\n\nA big beautiful estate, with gorgeous landscaping and a\nfew impressive sculptures scattered around the grounds.\n\nTheresa’s car winds its way down the driveway.\n\nINT. THERESA’S CAR - DAY 11\n\nAs the car approaches the house, Gaga is interrupted by\nthe phone ringing.\n\nThe screen in the car reads: OFFICE.\nTheresa picks up on speaker.\n\nTHERESA\nGwen, what is it? I’m just pulling in.\n\fPink Rev. (05/28/18) BE? 5.\n\nThe voice of GWEN, Theresa’s assistant comes through the\nspeaker.\n\nGWEN\nI have Simon and Tanya for you.\n\nTheresa comes to a stop in front of the house.\n\nTHERESA\nOk, great. Put them on.",
  "4": "---END OF PREVIOUS SECTION---\nTheresa comes to a stop in front of the house. THERESA\nOk, great. Put them on. \n---TARGET SECTION TO BE ANNOTATED---\nShe turns the car off and takes the call on her phone as\nshe gets out.\n\nEXT. THERESA’S DRIVEWAY/FRONT OF HOUSE - CONTINUOUS 12\n\nTheresa steps out of the car and balances her bag and a\nfew files. We hear a voice leaking through the other end.\n\nShe stands looking out at her beautiful yard while she\nlistens to Tanya and Simon.\n\nTHERESA\n(into the phone)\nNo, no, Tanya, it’s OK. You don’t need to\nsell them, just guide them through it.\nAnd give them all the information they\nare asking for. What else?\n\nTheresa opens her front door and walks inside.\n\nINT. HOUSE, FOYER - CONTINUOUS 13\n\nShe walks through the beautiful entryway still on the\ncall.\n\nTHERESA\nHang on, we need Bill on this call.\n\nShe puts her files down and heads toward the kitchen as\nshe continues the call.\n\nINT. LIVING ROOM - CONTINUOUS 14\n\nTheresa walks through the gorgeous living room. Walls\nlined with art. Mid-century modern furniture, a piano. A\nfire is lit in the fire place.\n\nTHERESA\n(phone)\nCan you shoot him an email?\n(MORE )\n\fPink Rev. (05/28/18) BE? 6.\n\nTHERESA (CONT'D)\nI don’t want to go through this twice so\ncall me tomorrow and we can go over it\ntogether.\n\n15 INT. KITCHEN - CONTINUOUS 15\n\nTheresa opens the door to the kitchen to find CIBELE,\nhousekeeper/baby-sitter, cleaning up dinner.\n\nTheresa mouths “Where are the boys?”. Cibele points up\nstairs.\n\nTHERESA\n(phone)\nGwen can you stay on a minute?\n\nShe heads out of the kitchen.\n\n16 INT. ESTATE HALLWAY/STAIRWAY 16\nTheresa heads up the stairs.\n\nTHERESA\n(phone)\nGet Bill on first thing tomorrow, then\nget me.\n\n17 INT. HOUSE UPSTAIRS HALLWAY/LANDING 17\n\nTHERESA\n(phone)\nIs Cahill at home or in the office? Text\nme his cell please. Thank you.\n\nShe hangs up.",
  "5": "---END OF PREVIOUS SECTION---\nText\nme his cell please. Thank you. She hangs up. \n---TARGET SECTION TO BE ANNOTATED---\n Let’s her gaze linger through a window\n\ndown onto the sprawling yard, where we see the beginnings\nof a party set up. Theresa takes a breath then:\n\nTHERESA (CONT'D)\n(yelling)\nChickens! I’m home!\n\n18 INT. TWIN BOY'S ROOM - EVENING 18\n\nTheresa walks in to find her 8 year old twin boys, OTTO\nand THEO playing a video game.\n\nTHERESA\nWhat’s going on here?\n\fPink Rev. (05/28/18) BE? 7.\n\nTWINS\n(distracted by the game)\nHi mom.\n\nTheresa looks at the screen as the boys’ avatars fight\neach other.\n\nTHERESA\nYou know I don’t like this game.\n\nThey groan a little.\n\nTWINS\nDad said we could.\n\nTHERESA\nWell, now mom’s home.\n\nMINUTES LATER\n\nAll three sit together on the floor, the boys on either\nside of Theresa as she reads them a book. “Meet my\nstaff”. She does all the voices. They lean on her.\n\nINT. NEW YORK CITY ART GALLERY - EVENING 19\n\nA sculpture exhibit is being installed. OSCAR CARLSON,\n(early 40's), somewhere between artist and construction\nworker, meticulously measures, hoists, and tinkers with\nthe lighting. Some movers and gallery staff stand by to\nhelp.\n\nHe climbs down off the ladder and approaches a tower\nlooking sculpture made of balanced rocks. He watches how\nthe lights that now slowly rotate above illuminate the\nrock structure.\n\nHe takes a step back and looks. Everyone waits.\n\nOSCAR\nIt’s catching at about 12 O’clock\n\nHe looks at the beams above where the lights hang.\n\nOSCAR (CONT'D)\nWe may need to re-rig so the power cord\ncan run vertically.\n\nThe workers take a deep breath. Oscar takes a further\nstep back and we see now there is a translucent patterned\ncurtain with a hole in it through which the audience is\nmeant to view the sculpture through. As he looks:\n\fPink Rev. (05/28/18) BE? 8.\n\nOscar's phone rings. “GRACIE” calling.\n\nOSCAR (CONT'D)\n(into the phone)\n\nHi Bunny.\n20 INT. GALLERY/ EXT.",
  "6": "---END OF PREVIOUS SECTION---\nOSCAR (CONT'D)\n(into the phone)\n\nHi Bunny. 20 INT. GALLERY/ EXT. \n---TARGET SECTION TO BE ANNOTATED---\n NEW YORK RESTAURANT TERRACE 20\nGRACE (0.S.)\nHi daddy.\n\nGRACE CARLSON is 21, pretty in a tender way. She's\ndressed for a night out. Oscar is happy to hear from her.\n\nOSCAR\nWhat’s going on?\n\nGRACE\nNothing. Just getting married this\nweekend.\n\nOSCAR\n\nYeah, not that big a deal.\n\nShe hangs on the line. Looks behind her to a whole group\nof friends all drinking and eating together. They are\nrowdy and making a ton of noise. JONATHAN (26),\nattractive in a conservative way, beckons her back over.\n\nJONATHAN\nC’mon Grace! Milly bought us a round of\nshots.\n\nOSCAR\n\nSounds like fun over there.\n\nGRACE\nKind of...\n\nShe’s clearly not into it. Oscar can read her.\n\nOSCAR\n(comforting)\nIt’s going to be perfect. Mom has\neveryone working at maximum efficiency.\n\nHe laughs and Grace smiles warmly. A quiet moment. The\ngroup beckons Grace again.\n\nGRACE\nHow’s the show looking?\n\fPink Rev. (05/28/18) BE? 9.\n\nOSCAR\n\nWork in progress. Thanks for asking.\nGRACE\n\nThank you daddy. I just wanted to say hi.\nOSCAR\n\nI love you.\nGRACE\n\nLove you too.\nShe lets out a little excited-nervous sound. Oscar\nlaughs.\n\n21 INT./EXT OSCAR’S TRUCK - GRAND CENTRAL PARKWAY - NIGHT 21\nOscar flies down the highway with the music blaring and\nwindows open. He sings.\n\n22 EXT. CENTRE ISLAND ROAD, OYSTER BAY - HOUSE DRIVEWAY. 22\n\nOscar's truck pulls in the driveway.\n\n23 INT. THERESA/OSCAR’S BATHROOM - NIGHT 23\n\nTheresa soaks in a bubble bath with her ipad propped up\non the side of the tub and a glass of wine in her hand.\n\nOscar walks in, a puzzled look on his face.\n\nOSCAR\nWhat’s wrong with the boys? Why are they\nreading?\n\nTHERESA\n\n(takes off her glasses)\nDid you tell them they could play mortal\nkilling?\n\nOSCAR\nMortal Combat. I may have.\n\nHe gives her a face. She rolls her eyes.",
  "7": "---END OF PREVIOUS SECTION---\nI may have. He gives her a face. She rolls her eyes. \n---TARGET SECTION TO BE ANNOTATED---\n He sits on the\nedge of the tub and leans in for a kiss.\n\nTHERESA\n(re: show)\nSo, how does it look?\n\fPink Rev. (05/28/18) BE? 10.\n\nOSCAR\nNever quite like I imagine.\n\nShe’s used to hearing this.\n\nTHERESA\n(The work is beautiful), It’s going to be\ngreat. Just try to relax and enjoy it.\n\nHe smiles at her and takes her foot out of the tub. He\nrubs it.\n\nOSCAR\nGracie, called. I think she wanted some\nreassurance. She sounded nervous.\n\nTHERESA\nI guess it runs in the family.\n\nHe smiles.\n\nOSCAR\nAre you nervous?\n\nTHERESA\nAre you nervous?\n\nOSCAR\nExcuse me for a minute, I have to take\nthis...\n\nHe takes her foot and uses it like a telephone.\n\nOSCAR (CONT'D)\nHello... sorry, she’s too nervous to\ntalk.\n\nShe laughs and tries to pull her foot away.\n\nTHERESA\nThat tickles... Seriously.\n\nShe starts to laugh and struggle. He holds it tighter and\nbites up her leg.\n\nShe grabs his hands to stop him. He lets himself slide\ninto the tub, all his clothes on. She is shocked and lets\nout a scream of surprise. He pulls her close and they\nkiss passionately.\n\fPink Rev. (05/28/18) BE? 1.\n\nINT. ISABEL’S BEDROOM, INDIA - MIDDLE OF THE NIGHT 24\n\nA slight breeze blows, gently swaying her curtains.\nIsabel lies in bed awake. Jaques sleeps next to her.\n\nA SCREAM from the other room. Isabel sits bolt upright.\n\nINT. BUNK ROOM, ORPHANAGE - MIDDLE OF THE NIGHT 25\n\nAbout 20 beds, as well as some make shift beds on the\nfloor and some hammocks.\n\nJai is standing next to his bed crying.\n\nIsabel rushes in, followed closely by Jaques.\n\nJai who looks at Isabel guiltily, then down to his\ntattered shorts which are wet in the front. Some of the\n\nother children sit up and look.\n\nIsabel goes to him. She sees the mattress is soaked\nthrough.\n\nISABEL\nJai, it’s okay...\n\nShe tries to calm him, then turns to Jaques.",
  "8": "---END OF PREVIOUS SECTION---\nShe sees the mattress is soaked\nthrough. ISABEL\nJai, it’s okay... She tries to calm him, then turns to Jaques. \n---TARGET SECTION TO BE ANNOTATED---\nISABEL (CONT'D)\n(to Jaques)\nGet me some sheets, OK?\nJaques nods and exits.\nISABEL (CONT'D)\n(to the others in Bengali)\nGo back to sleep.\nShe hugs Jai.\nISABEL (CONT'D)\n(comforting)\nShhh... shhh. I’m right here.\nINT. ISABEL’S BEDROOM - 3AM 26\n\nShe sits on the edge of her bed, exhausted. Jaques lays a\nhand on her back.\n\nISABEL\nI’m not going to leave him.\n\fPink Rev. (05/28/18) BE? 12.\n\nJaques nods.\nISABEL (CONT'D)\n(strongly)\nDo you hear me?\n\nJAQUES\nI do...\n\nJaques thinks.\nJAQUES (CONT'D)\nWhy don’t I go New York and meet with\nthem? You can fill me in and I’1l take\nthem through it.\nShe looks at him.\nJAQUES (CONT'D)\nIt’s on my way to Argentina. Sort of.\n\n27 INT. ORPHANAGE OFFICE- DAY 27\nIsabel and Jaques sit opposite Preena, who is on the\nphone with the money people in New York. Isabel is\nanxious to hear what they will say.\n\nPREENA\n(into the phone)\nYes. I understand. Of course.\n\nShe hangs up and looks at Isabel.\n\nPREENA (CONT’D)\nIt has to be you.\n\nIsabel gets agitated.\n\nISABEL\nWhy? That’s ridiculous.\n\nPREENA\nAre we really in a position to ask why?\n\nIsabel stands and walks out.\n28 EXT. TRAIL THROUGH THE WOODS, NEAR THERESA AND OSCAR'S 28\nHOUSE - MORNING\n\nTheresa, is taking a morning walk through the woods while\nshe talks on her headphones.\n\fA29\n\n29\n\nPink Rev. (05/28/18) BE? 13.\n\nTHERESA\n(into phone)\nWhat’s their response to the truncated\nretention period?\n\nShe listens.\n\nTHERESA (CONT'D)\nThat’s not going to work. We can give on\nthe deferred compensation, but the\nretention period is non-negotiable.\n\nShe listens. Wider. We see the beauty of the path.\n\nBill lays out the terms he’ll go back with.",
  "9": "---END OF PREVIOUS SECTION---\nWider. We see the beauty of the path. Bill lays out the terms he’ll go back with. \n---TARGET SECTION TO BE ANNOTATED---\n Theresa slows\nas she sees something up ahead. A massive tree that has\nfallen in last nights storm, split at the base of its\ntrunk.\n\nTHERESA (CONT'D)\nOK, I’m on my walk. I’m going to call you\nback from the car.\n\nShe hangs up and approaches the tree which blocks the\npath.\n\nAT THE TREE: Theresa is dwarfed by it. She examines it,\nwalking down the length until she gets to where it split.\n\nIt's a violent but beautiful sight; Splintered wood,\nroots with moss still attached pointing up to the sky,\ntree sap hanging on the points of the razor sharp breaks\nin the wood.\n\nShe touches it in fascination. A little sap on her\nfingers. She lets them stick together.\n\nThen, just over to the side, she spots something else. A\nbirds nest on the ground.\n\nTheresa goes over to it and bends close. She clears away\nsome leaves to see the carefully made nest has shards of\nbroken blue eggs in it. She touches one gently, then\nlooks up in the sky.\n\nA bird circles above.\n\nA PLANE CUTS THROUGH THE SKY A29\n\nINT. AIR INDIA, FIRST CLASS - DAY 29\n\nIsabel sits uncomfortably amongst mainly business people.\n\f30\n\n31\n\n32\n\nPink Rev. (05/28/18) BE? 14.\n\nShe looks at their faces. So different from those of the\nchildren she’s just left. She looks out the window and\nflashes back to earlier in the day.\n\n \n\nINT./ EXT. INDIA - EARLIER THAT DAY 30\nClose on Isabel’s hand in Jai’s hand as they walk\n\ntogether. We wander up to his face which looks tense and\nsad.\n\nJAI\nWill you be back for my birthday?\n\nShe looks at him tenderly.\n\nISABEL\nWhat did I tell you?\n\nJAI\nYou don’t miss birthday’s.\n\nShe smiles.\nISABEL\nThat’s right.\nINT. AIR INDIA 31\n\nOn Isabel looking out at the sky, thinking.\n\nEXT. ORPHANAGE - EARLIER THAT DAY 32\n\nThe children all crowd around her as she takes her bag\nand puts it in a cab.\n\nJaques stands on the other side of them, looking at her.\nHe gives her a wave. She offers a tense smile.",
  "10": "---END OF PREVIOUS SECTION---\nJaques stands on the other side of them, looking at her. He gives her a wave. She offers a tense smile. \n---TARGET SECTION TO BE ANNOTATED---\nIsabel hugs Preena.\nISABEL\n(to Preena)\nCheck on him. Every night.\nPREENA\nWe were here long before God brought you\nto us Isabel.\n\nIsabel takes a deep breath.\n\f33\n\n34\n\n35\n\n36\n\n37\n\nPink Rev. (05/28/18) BE? 15.\n\nISABEL\nI’m coming back with a suit case full of\nmoney.\nINT. JFK AIRPORT, BAGGAGE CLAIM 33\n\nIsabel exits with the throngs of people. Gets to the\nother side of customs.\n\nA chauffeur awaits, with a sign: “Isabel Andersen”. She\napproaches. He takes her bag from her and leads the way.\nEXT. ORPHANAGE - EARLIER THAT DAY 34\nIsabel's taxi pulls away. The children from the orphanage\nrun next to it, yelling their good-byes. She waves.\n\nINT. TESLA/ EXT. NEW YORK CITY 35\nInside the car, is every conceivable New York news\npublication. Isabel picks up “The New York Post”. Some\nhorrific political scandal on the back. She puts it down\nand picks up “The Wall Street Journal: “Market Bullish\n\nover tax plan”. Not her world. She rolls down her window.\nFrom the “Kosciusko” Bridge. Manhattan in all it’s glory\noff to the west.\n\nEXT. BOWERY HOTEL - DAY 36\n\nThe car pulls up in front of this chic Bowery Hotel.\n\nThe MANAGER of the hotel waits to greet Isabel. A Bellman\nat her side. As Isabel gets out, the manager approaches.\n\nMANAGER\nMiss Andersen.\n\nThe manager puts her hand out and leads her into the\nhotel.\nINT. BOWERY LOBBY - CONTINUOUS 37\n\nThey breeze through the chic lobby, not stopping at the\nfront desk.\n\f38\n\n39\n\nPink Rev. (05/28/18) BE? 16.\n\nINT. BOWERY HOTEL, ELEVATOR 38\nThey ride up in the elevator.\n\nMANAGER\nEverything is prepared for your stay.\n\nThe reach “PH” and the door opens.\n\nINT. BOWERY HOTEL, PENTHOUSE 39\nThe Manager leads Isabel inside.\n\nMANAGER\nIt’s one of our penthouse suites.",
  "11": "---END OF PREVIOUS SECTION---\nINT. BOWERY HOTEL, PENTHOUSE 39\nThe Manager leads Isabel inside. MANAGER\nIt’s one of our penthouse suites. \n---TARGET SECTION TO BE ANNOTATED---\n Living\nroom, bedroom, one and a half baths. Full\nkitchen.\n\nThe place is stunning and fancy. The manager walks to the\nfireplace.\n\nMANAGER (CONT'D)\nThese are gas and operated with a switch.\n\nShe ignites one then continues the tour.\n\nMANAGER (CONT'D)\nFully stocked refrigerator and kitchen.\n\nShe opens the doors to the fridge: it is packed.\n\nMANAGER (CONT'D)\nWe couldn’t get an answer on what you\nliked, so we had to do some guess work.\nAnything that is missing, please let us\nknow.\n\nIsabel is looking out the window at the city scape, only\nhearing half of what the manager has said.\n\nMANAGER (CONT'D)\nThe shades are all controlled by remote\ncontrol, from this ipad, here.\n\nThe manager hands her a cell phone.\nMANAGER (CONT'D)\nThis is your cell phone. There is a car\nat your disposal. My number and the\ndrivers are both programmed.\n\nThe manager smiles.\n\f40\n\n4l\n\n42\n\nPink Rev. (05/28/18) BE? 17.\n\nMANAGER (CONT'D)\nI‘1l let you get your bearings. And,\nWelcome.\n\nThe Manager heads out. Isabel is left alone.\n\nShe takes a deep breath, then walks over to the\nrefrigerator and opens it. There is a ridiculous amount\nof food and drink. She shakes her head at the excess.\n\nINT./EXT. OSCAR'S STUDIO - ON PROPERTY - DAY 40\n\nA large shed like building with a little courtyard. We\ncan see the house in the background.\n\nThe courtyard and the studio are filled with sculptures\nand tools. Some are large. Some made of wood, some stone.\nThere is also a kiln in the corner with blocks of clay\nand pots in various stages of being glazed.\n\nOscar stains a wood piece, that stands about as tall as\nhim. We can’t quite see it in it’s entirety. His phone\nrings: “Theresa”.\n\nINT. OUTSIDE HORIZON CONFERENCE ROOM - SAME 4l\n\nTheresa has stepped out of a meeting to call Oscar.\n\nINT. OSCAR'S STUDIO/ INT. OUTSIDE HORIZON CONFERENCE ROOM42\n\nTHERESA\nI think I forgot to tell the caterer no\nsesame or nuts.\n\nOSCAR\nI did it.",
  "12": "---END OF PREVIOUS SECTION---\nOSCAR'S STUDIO/ INT. OUTSIDE HORIZON CONFERENCE ROOM42\n\nTHERESA\nI think I forgot to tell the caterer no\nsesame or nuts. OSCAR\nI did it. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESA\nThank god. And I’m worried about the\nlobster risotto. I think I pressured her\ninto it.\n\nOSCAR\nShe needs to have something to resent us\nabout. Let it be the lobster risotto.\n\nOscar breathes a sigh of relief.\nOSCAR (CONT'D)\n\nAlso, I got a call from the fire\nMarshall.\n\fPink Rev. (05/28/18) BE? 18.\n\nSilence.\n\nTHERESA\nOh shit. What does he want?\n\nOSCAR\nHe’s asking us to cut down the fireworks\nby half.\n\nTHERESA\nOh c’mon. I’11 call him.\n(Pause)\nDid you get a car for your parents?\n\nTHERESA (CONT'D)\nOscar?\n\nOSCAR\nI’m kidding, I did it.\n\nHe jots down “car for parents”.\n\nTHERESA\nOk. I gotta get back to work.\nOSCAR\nWait.\nTHERESA\nWhat?\nOSCAR\n\nWhy is this happening?\n\nTHERESA\nCause it’s what she wants, baby.\n\nOSCAR\nDoesn't mean it’s a good idea...\n\nTHERESA\nIs this what you were thinking about when\nyou were up last night?\n\nOSCAR\nHow do you know I was up last night?\n\nTHERESA\nWell, it’s a big deal.\n\f43\n\n44\n\nPink Rev. (05/28/18) BE? 19.\n\nINT. BOWERY HOTEL - DAY 43\nThe elevator opens and Isabel steps out. She has cleaned\n\nup and wears a nicer outfit but still looks out of place.\nShe carries a folder and a DVD.\n\nJonathan, who we saw at the bar with Grace, approaches\nIsabel.\n\nJONATHAN\nYou must be Isabel.\n\nShe’s taken aback.\n\nJONATHAN (CONT’D)\nI’m Jonathan.\n\nHe extends his hand and she shakes it dubiously.\n\nJONATHAN (CONT’D)\nI’m here to take you to your meeting.\n\nShe looks at him.\n\nISABEL\nOK.\n\nThey look at each other awkwardly for a moment. He smiles\nand extends his arm as if to say, ‘after you’.\n\nEXT. BOWERY HOTEL - CONTINUOUS 44\n\nThey emerge onto the busy street.",
  "13": "---END OF PREVIOUS SECTION---\nHe smiles\nand extends his arm as if to say, ‘after you’. EXT. BOWERY HOTEL - CONTINUOUS 44\n\nThey emerge onto the busy street. \n---TARGET SECTION TO BE ANNOTATED---\nJONATHAN\nHow’s the hotel? Are you comfortable?\nISABEL\nYes.\nHe seems happy.\nJONATHAN\n\nGood. I chose it myself.\n\nThey arrive at the curb and Jonathan raises his hand,\nbeckoning the Tesla which waits at the corner.\n\nJonathan opens the door which swings upward, like a\nspaceship. Isabel is startled.\n\fPink Rev. (05/28/18) BE? 20.\n\nINT. TESLA - MINUTES LATER 45\n\nIsabel tries to get her window down but can’t seem to\nfind the right button. Jonathan helps.\n\nJONATHAN\nIs it the french spelling?\n\nShe looks at him.\n\nJONATHAN (CONT’D)\n(with accent)\n“Isabelle.”\n\nISABEL\nISABEL.\n\nJONATHAN\nAh, that’s not the french.\n\nAnother awkward moment. Isabel looks out at the city.\n\nJONATHAN (CONT’D)\nHave you ever met Theresa?\n\nISABEL\nNo.\n\nJONATHAN\nShe’s very impressive. She built\n‘Horizon’ from nothing 22 years ago, and\nnow it’s one of the biggest media buying\ncompanies in the world.\n\nISABEL\nMedia buying?\nJONATHAN\nWe connect brands to consumers and vice\nversa, through an understanding of\ndemographics and Psycho-graphics.\nIsabel looks at him blankly.\n\nISABEL\nSo, what do you sell?\n\nJONATHAN\nWhatever the client is selling.\n\nShe nods, half understanding.\n\f46\n\n47\n\n48\n\nPink Rev. (05/28/18) BE? 21.\n\nJONATHAN (CONT’D)\nIt’s Theresa’s brain child. Don’t be\nintimidated by her. That’s a mistake.\n\nISABEL\nSounds like you know her well.\n\nHe smiles.\n\nJONATHAN\nI’ve worked at the company for 4 years.\n(admitting)\nAnd she’s my mother in-law... or will be\non Saturday. I’m marrying her daughter.\n\nISABEL\nOh. Congratulations.\n\nJONATHAN\n\n(happy)\nThanks.\n\nINT. HORIZON WAITING AREA - DAY 46\n\nIsabel sits, waiting. Modern and beautiful. Lots of\nglass. Stunning view of the city. After a moment,\nTheresa’s executive assistant, GWEN (30's), approaches\nIsabel.",
  "14": "---END OF PREVIOUS SECTION---\nLots of\nglass. Stunning view of the city. After a moment,\nTheresa’s executive assistant, GWEN (30's), approaches\nIsabel. \n---TARGET SECTION TO BE ANNOTATED---\nGWEN\nIsabel.\nShe stands.\nGWEN (CONT'D)\nFollow me.\nINT. HORIZON OFFICE HALLS AND STAIRS - CONTINUOUS 47\n\nIsabel follows Gwen down the labyrinth modern hallways -\nup a staircase, past walls of glass and employees. And\nfinally:\n\nINT. HALL JUST OUTSIDE THERESA’S PRIVATE CONFERENCE ROOM 48\n\nGwen and Isabel arrive and stop. Glass windows allow us\nto see in.\n\nInside, Theresa is just finishing up a meeting with SIMON\n(43), TANYA (55) and Bill (60), her lawyer. They have\nsomeone on a conference call.\n\fPink Rev. (05/28/18) BE? 22.\n\nGWEN\nSorry, they are almost finished. Can I\nget you a water?\n\nISABEL\nNo, thank you.\n\nA phone on Gwen’s desk rings from down the hall.\n\nGWEN\nExcuse me.\n\nGwen hustles to get it. Isabel waits awkwardly shifting\nher gaze between the conference room and the view out the\nwindow.\n\nWe can just hear Theresa and the others though they are\nmuted by the glass.\n\nTHERESA\n\n(into the phone)\nChristine...\n\n(getting irritated)\nChristine! Here is the important point.\nThe valuation potentially changes if this\nleaks into next quarter. If getting it\ndone quickly means conceding a few of\nthese points, then do it.\n\nTheresa sees Isabel.\n\nTHERESA (CONT'D)\nI need to go.\n\nSIMON\n(Into speaker phone)\nTanya and I will call you back in a bit\nwith some suggestions.\n\nHe hangs up. Theresa looks at her team.\n\nTHERESA\n(to her team)\nI’m not sure why we hired someone to\nguide us through the process, who we now\nneed to guide through the process.\n\nTANYA\nShe’s just not a great communicator. But\nshe’s been through this before with other\ncompanies, which is valuable.\n\nTheresa heads out of the conference room toward Isabel.\n\n+e\n\fPink Rev. (05/28/18) BE? 22a.\n\nTHERESA\nOkay. But can we think about\nrenegotiating her fee because we’re doing\nmost of the work here.\n\fPink Rev. (05/28/18) BE? 23.\n\nTanya nods.",
  "15": "---END OF PREVIOUS SECTION---\nBut can we think about\nrenegotiating her fee because we’re doing\nmost of the work here. Pink Rev. (05/28/18) BE? 23. Tanya nods. \n---TARGET SECTION TO BE ANNOTATED---\n Theresa stands and exits the conference.\n\n49 INT. HALLWAY OUTSIDE CONFERENCE ROOM 49\nTheresa approaches Isabel.\n\nTHERESA\nYou must be Isabel.\n\nIsabel nods with a tense smile and Theresa extends her\nhand.\n\nTHERESA (CONT'D)\nTheresa.\n\nTheresa takes her in for a moment, then looks out the\nwindow.\n\nTHERESA (CONT'D)\nOn a clear day you can see New Jersey\nfrom here. Don’t know why you’d want to.\nIsabel doesn’t get it.\nTHERESA (CONT'D)\nLet’s go to my office.\n50 INT. HORIZON, THERESA’S OFFICE 50\nIsabel and Theresa walk in. Beautiful furniture, a wall\nof wood and a huge photograph of the ocean above her\n\nseating area.\n\nTHERESA\nYou had a long trip.\n\nIsabel nods.\n\nTHERESA (CONT'D)\nPlease sit.\n\nIsabel sits.\n\nTHERESA (CONT'D)\nWas it comfortable?\n\nISABEL\nIt was fine.\n\nTheresa nods and takes a seat opposite Isabel. She gets\ndown to it.\n\fPink Rev. (05/28/18) BE? 24.\n\nTHERESA\nSo, I watched the video that my group\nbrought back from India.\n\nISABEL\nWhat’s really going on there can’t be\nunderstood though a video.\n\nTHERESA\nIt gives a sense.\n\nISABEL\nThere are over two hundred thousand child\nprostitutes in the south alone. And five\ntimes that amount suffer from\nmalnutrition. The numbers triple when you\ngo the bigger cities.\n\nIsabel takes a paper out of the folder she is holding.\nShe hands it to Theresa. It has figures, numbers and\ngraphs. Theresa looks at it while Isabel continues.\n\nISABEL (CONT'D)\n(bitter)\nHundreds of thousands die from minor\nillnesses, infections. Completely\npreventable, with very little money if\nsomeone had the inclination.\n\nTheresa studies her.\n\nTHERESA\nIt’s infuriating isn’t it.\n\nIsabel taken back by the question.\n\nTHERESA (CONT'D)\nBecause it’s preventable.\n\nGwen pops in.\n\nGWEN\nSorry to interrupt. I have the caterers\non the line. They want to know if they\ncan use mussels and shrimp for the\nrisotto. There’s a lobster shortage.",
  "16": "---END OF PREVIOUS SECTION---\nI have the caterers\non the line. They want to know if they\ncan use mussels and shrimp for the\nrisotto. There’s a lobster shortage. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESA\nIs there a lobster shortage, or can they\nnot get enough lobster?\n\nShe stands there.\n\fPink Rev. (05/28/18) BE? 24a.\n\nGWEN\nI’m not sure.\n\fPink Rev. (05/28/18) BE? 25.\n\nTHERESA\nWell, then let me know when you find out.\n\nThe assistant retreats to call the caterer.\n\nTHERESA (CONT'D)\nYou’ve caught me at a busy time. My\ndaughter is getting married this weekend.\n\nISABEL\nYes. I met your son-in-law.\n\nTHERESA\nJonathan.\n\nTheresa stands and picks up a framed photo of Grace.\n\nTHERESA (CONT'D)\n\nGrace is young. But she says she’s in\nlove. I could fight her on this and tell\nher she’s too young and have her hate me -\nI've tried that. Or I could give her a\nbeautiful wedding.\n\nTheresa hands Isabel the framed picture. Isabel looks\ndown at it. A beautiful picture of Grace stares back at\nher.\n\nTHERESA (CONT'D)\nDo you have kids?\n\nIsabel shakes her head, ‘no’.\n\nTHERESA (CONT'D)\nPartner?\n\nISABEL\nNo. My work is all consuming.\n\nTHERESA\nI understand. I really wanted a family.\nI think a lot of women believe it’1l just\nhappen on its own.\n\nIsabel isn’t sure if this is a criticism.\n\nTHERESA (CONT'D)\n\nBut personally, I think if you want it,\nyou have to make it happen. I have 2\nlittle boys too. I worked hard for them.\n\nTheresa takes the picture back and replaces it on the\nshelf.\n\fPink Rev. (05/28/18) BE? 26.\n\nIsabel tries to refocus the conversation. She reaches\ninto her bag and pulls out another folder.\n\nISABEL\nI have a list of priorities here.\nEventually we'd like to take in three\ntimes the number of children.\n\nTheresa glances at the folder then walks to her desk as\nIsabel continues.\n\nISABEL (CONT’D)\nChange our food program. Subsidize and\nbuy from local farmers. Vaccinate. Which\ncould be done for under 5 dollars per\nchild.\n\nTheresa nods.\nTHERESA\nWhat you’re doing is very impressive.",
  "17": "---END OF PREVIOUS SECTION---\nWhich\ncould be done for under 5 dollars per\nchild. Theresa nods. THERESA\nWhat you’re doing is very impressive. \n---TARGET SECTION TO BE ANNOTATED---\nIt’s important work.\nIsabel gives a tense smile.\nTHERESA (CONT'D)\nBut there are a lot of good, deserving\norganizations out there. I need some more\ntime to think.\n\nIsabel is surprised and annoyed.\n\nISABEL\nWhat? I... I was under the impression\nthat you had already decided to be\n\ninvolved.\nShe grabs the graphs off of the table.\n\nISABEL (CONT’D)\n(getting upset)\n\nLook at the information. The need is\n\nundeniable.\n\nTHERESA\nI have a big weekend ahead of me and I\nfeel like I need the time. Leave the\nfolder. Monday we’ll have lunch and I’1l\nlet you know what I can do.\n\nIsabel is fuming, but holds it in.\n\f51\n\n52\n\n53\n\nPink Rev. (05/28/18) BE? 27.\n\nTHERESA (CONT'D)\nIn the meantime, come to the wedding. We\ncan get to know each other better.\n\nISABEL\nI’m heading directly back to India.\n\nTHERESA\nStaying the weekend won’t kill you. It’s\na big party. You won’t be uncomfortable,\nI promise.\n\nIsabel is stuck. The door opens and her assistant comes\nin comes in.\n\nTHERESA (CONT'D)\nGwen, get Isabel an invitation to the\nwedding.\n\nGWEN\nRight away. And Dr. Cahill is here for\nthe insurance work up.\n\nISABEL\nI need a physical?\n\nTHERESA\nNot you. Me. There are a lot of hoops to\njump through when you're selling your\ncompany. See you tomorrow.\n\nTheresa smiles at her. The doctor is shown in. Isabel\n\nwalks out. We go with her.\n\nINT. HORIZON, HALLWAYS 51\nIsabel makes her way out. We stay close on her as she\n\nmakes her way through the maze like office toward the\nfront. Hard to read her.\n\nINT. HORIZON, ELEVATOR BANK - CONTINUOUS 52\nAs Isabel approaches the elevator bank, she suddenly\n\nbails out through the emergency exit and into the back\nstair well.\n\nINT. HORIZON, BACK STAIRWELL 53\n\nIsabel takes off her shoes and begins running down.\n\f54\n\nPink Rev. (05/28/18) BE? 28.",
  "18": "---END OF PREVIOUS SECTION---\nINT. HORIZON, BACK STAIRWELL 53\n\nIsabel takes off her shoes and begins running down. 54\n\nPink Rev. (05/28/18) BE? 28. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. THERESA AND OSCAR'S HOUSE, DRIVEWAY AND LAWN - DAY 54\n\nA lot of action on the lawn. Trucks in the driveway,\npeople setting up for the wedding.\n\nTheresa's car wends down the long driveway toward the big\nhouse. It stops and Theresa gets out.\n\nShe heads across the lawn toward Oscar, who is speaking\nto the wedding planner, MELINDA. She looks slightly\nfrantic.\n\nBefore Theresa can get to them, the twins, Otto and Theo\nambush her.\n\nHer face lights up as they run into her arms. She bends\nto scoop them up and they almost all topple over.\n\nShe laughs.\n\nTHERESA\nHello my little cookies...\n\nShe covers them in kisses. They laugh and resist - and\nlove it.\n\nTHERESA (CONT'D)\n\nChocolate chip... and peanut butter...\nTWINS\n\nNo! Not peanut butter!\nTHERESA\n\nOh that’s right, someone is allergic!\n\nSugar then...\nShe pretends to eat their cheeks.\n\nThey point to the sky where a a hi-tech drone with a\ncamera mounted soars above them.\n\nTWINS\nMom, mom. Look. The man let us fly it. I\nwas making it go.\n\nTheresa watches as the drone flies back to the young man\nwho is controlling it.\n\nTHERESA\nWow! Just don’t fly away.\n\nTWINS\nIt’s not for people! It’s going to take\npictures of the wedding.\n\fPink Rev. (05/28/18) Br? 29.\nTheresa looks over at Oscar who is engaged with the\nwedding planner MELINDA.\n\nTHERESA\nOhhh I see. Have you seen your sister?\n\nTWINS\nShe told us to stay away from her.\n\nTHERESA\nWell, brides are crabby.\n\nTheresa stands.\n\nTHERESA (CONT'D)\nGo ask that man if you can fly it again.\n\nThey run off. Theresa walks to Oscar.\n\n55 EXT. LAWN 55\n\nTheresa walks up to Oscar. They smile at each other in\nacknowledgement of how much is going on.\n\nOSCAR\nI nixed the ice sculptures. Melinda’s\nhaving a fit.\n\nThey look over at some huge ice sculptures which are\nbeing carried away around the side of the house.\n\nMelinda is frantically point to the men where to put\nthem.",
  "19": "---END OF PREVIOUS SECTION---\nMelinda’s\nhaving a fit. They look over at some huge ice sculptures which are\nbeing carried away around the side of the house. Melinda is frantically point to the men where to put\nthem. \n---TARGET SECTION TO BE ANNOTATED---\n Theresa and Oscar watch her.\n\nTHERESA\nI guess this isn’t the time to tell her\nwe need one more chair.\n\nOscar looks at her, quizzically.\n\nTHERESA (CONT'D)\nSomebody from work.\n\nOscar sighs.\nOSCAR\nI think I just won’t tell her and add it\nwhen she’s not looking.\n\nAnother scream. The boys are buzzing Melinda with the\ndrone. She is ducking.\n\fPink Rev. (05/28/18) Br? 30.\nTHERESA\nWhere’s Gracie?\n\nOscar looks toward the epic tent. Another kiss.\n\nEXT. WEDDING AREA, BACK OF HOUSE - MINUTES LATER 56\nLush and beautiful. Tables are being set, flowers placed.\n\nTheresa sees Grace counting chairs, excitedly and\nanxiously.\n\nTheresa takes Grace in for a moment then approaches her.\nGrace turns and sees Theresa and gives her a wide,\nnervous smile.\n\nTheresa smiles back. They go to each other and hug.\n\nGRACE\nCan you believe this is happening?\n\nTHERESA\nNo, I can’t. Are you okay? Any doubts?\n\nGRACE\nYou wish.\n\nTheresa holds her face and looks right at her.\n\nTHERESA\nNo. I wish what you wish.\n\nGrace smiles and hugs her mom again.\n\nGRACE\nThank you.\n\nTHERESA\nI don’t see what would be so wrong with\njust living together for a year...\nGrace has heard this before.\n\nGRACE\nReally?\n\nTHERESA\nAnd, he’s not as good looking as you.\n\nShe's clearly used to this.\n\nGRACE\nAnything else?\n\fPink Rev. (05/28/18) BE? 31.\n\nThe look at each other deeply again.\nTHERESA\nYes. You’1l always be mine. Remember\nthat.\n\nThis clearly touches Grace, but she tries to slough it\noff, but it makes her emotional.\n\nGRACE\nYou are honestly the worst. And try, if\nyou can to get all of your crying done\nbefore the wedding, because it sets me\noff.\n\nTheresa puts her hand up like she is taking an oath.\n\nINT. HOUSE, STAIRWAY 57\n\nTheresa walks up the stairs.\n\nINT. THERESA AND OSCAR’S BEDROOM 58\nTheresa enters the bedroom.",
  "20": "---END OF PREVIOUS SECTION---\nHOUSE, STAIRWAY 57\n\nTheresa walks up the stairs. INT. THERESA AND OSCAR’S BEDROOM 58\nTheresa enters the bedroom. \n---TARGET SECTION TO BE ANNOTATED---\n She walks through the room\n\ninto her dressing room/closet.\n\nINT. THERESA’ DRESSING ROOM/CLOSET 59\nIt's big enough to be another bedroom. Meticulously\norganized. Her dress for the wedding hangs on the far\n\nside of the closet, ready for tomorrow.\n\nShe takes off her shoes.\n\nAT HER BUREAU, she removes her earrings and other\njewelry. Places it on a tray.\n\nNext to the tray we see the bird nest with the three\nlittle cracked eggs in it, that she brought back from her\nwalk.\n\nTheresa opens a drawer where she keeps a pill box with\npills/vitamins divided into daily doses. She grabs\n“Friday”, puts the pills in her mouth, and swallows them\nwithout water.\n\nON THE CLOSET WINDOW, we hang on an empty frame.\n\nTheresa walks up to the window. Expression unreadable.\n\nTHERESA’S VIEW OUTSIDE\n\fPink Rev. (05/28/18) BE? 32.\n\nShe looks out at the big oak tree. Branches outstretched\nlike arms. She breathes in. Breathes out. Breathes in.\nBreathes out.\n\nThen out the window, what looks like a bird, flies over\nthe tree. She leans closer to discover it’s the drone. It\nflies high above the tree, swooping this way and that. We\nhear the children’s giggles from below.\n\nTheresa closes her eyes and we see:\n\nTHE DRONE POV\n\nSwooping, beautiful aerials of the tree, the house, the\npeople below. And it climbs, up, and up, and up.\n\nBACK ON THERESA\n\nShe opens her eyes and her face breaks into a cry. She\ncovers her mouth to muffle it.\n\nINT. AERIAL SHOT OF LOWER MANHATTAN 60\n\nWe close in on the Bowery Hotel penthouse.\n\nEXT. BOWERY HOTEL - EVENING/ EXT. INDIA ORPHANAGE 61\n\nIsabel is out on the balcony looking over the city, on\nthe phone with Jai.\n\nISABEL\nYes, it’s big. But also small. All the\nbuildings are squeezed together into a\nsmall, small space.\n\nJAI\nWould I like it?\n\nShe seems to actually reflect on the question. Looks out.",
  "21": "---END OF PREVIOUS SECTION---\nJAI\nWould I like it? She seems to actually reflect on the question. Looks out. \n---TARGET SECTION TO BE ANNOTATED---\nISABEL\nOne day maybe you will see it for\nyourself.\n\nJAI\n\nAre there birds?\nIsabel looks out at the pigeons.\n\nISABEL\nKind of. But not like we are used to.\n\fPink Rev. (05/28/18) BE? 33.\n\nShe stands and looks through the glass into the room\nwhere two Housekeepers have let themselves in.\n\nVIEW INSIDE THE ROOM\n\nHousekeepers are followed by the Hotel Manager. They\ncarry 2 different dresses on hangers.\n\nIsabel looks puzzled. The Manager waves and directs\nHousekeeping to hang the dresses so they are on display.\n\nJAI\nWhen will you be back?\n\nIsabel looks through the window at the dresses.\nISABEL\nAs soon as I can. But you need to set an\nexample for the others while I’m gone.\n\nHe nods, though of course she can’t see it.\n\nISABEL (CONT'D)\nCan you hand the phone to Preena?\n\nJAI\nOkay, goodbye Ms. Isabel.\n\nJai hands the phone off.\n\nPREENA\nSo, what do you think?\n\nISABEL\nI think we could get 100 new beds for\nwhat they are paying for this hotel\nsuite.\n\nPREENA\nI hope this wasn’t too good to be true.\n\nISABEL\nI’m not coming back without...\n\nPREENA\n--. A suitcase of money. I know.\n\nISABEL\nYes, I’1l call you soon.\n\f62\n\n63\n\n64\n\nPink Rev. (05/28/18) BE? 34.\n\nINT. BOWERY HOTEL PENTHOUSE - CONTINUOUS 62\nIsabel enters.\n\nISABEL\nWhat’s this?\n\nThe Manager stands in presentation.\n\nMANAGER\nMs. Young thought you might need a dress\nfor the wedding.\n\nIsabel takes them in.\n\nEXT. THERESA AND OSCAR'S HOUSE - WEDDING DAY - AFTERNOON 63\n\nThe grounds look beautiful. Lanterns line the driveway.\nAround back, the ceremony is about to start.\n\nEXT. THERESA AND OSCAR'S BACK YARD - SAME 64\n\nTheresa, Oscar, and Grace, all dressed in their wedding\nattire. They stand on a little brick patio in front of a\nsmall greenhouse; waiting. About 50 feet away, the guests\nare seated, waiting.",
  "22": "---END OF PREVIOUS SECTION---\nTHERESA AND OSCAR'S BACK YARD - SAME 64\n\nTheresa, Oscar, and Grace, all dressed in their wedding\nattire. They stand on a little brick patio in front of a\nsmall greenhouse; waiting. About 50 feet away, the guests\nare seated, waiting. \n---TARGET SECTION TO BE ANNOTATED---\nOscar and Theresa stand on either side of Grace. They\nlook across at her, and then anxiously to each other.\nGrace looks straight ahead, avoiding their gaze. Theresa\nreaches up to Grace to fix a stray hair. Grace pulls away\nannoyed.\n\nGRACE\nPlease...\n\nTheresa nods. They settle back into waiting. After a\nmoment:\n\nOSCAR\nYou look beautiful, sweetheart.\nGRACE\nYou’ve told me that... A lot.\n(Thank you)\nTHERESA\n\nWell, it’s true.\n\nGrace takes a deep breath.\n\f65\n\n66\n\n67\n\n68\n\nPink Rev. (05/28/18) BE? 35.\n\nGRACE\n(tense)\nThank you... Again.\n\nWaiting. Then music begins. They jump, startled. Then\ngather themselves, and begin walking.\nEXT. HOUSE, BACK LAWN - CONTINUOUS 65\n\nAbout 75 people. Everyone turns to see the bride and her\nparents as they walk up the isle.\n\nJonathan smiles as he waits at the front, next to the\nBuddhist monk who will be preforming the ceremony.\n\nPeople take out their phones to take some pictures and\nvideos.\n\nON Grace, all smiles as she arrives next to Jonathan. Her\nparents kiss her, then take their seats.\n\nLooking between the Bride and Groom, we see the beautiful\nstone sculpture Oscar was finishing earlier. It’s an\nabstract depiction of 2 entwined bodies. Somewhere\nbetween Picasso and Giacometti.\n\nEXT. PARKWAY - SAME 66\nThe tesla sits on the Grand Central parkway in terrible\ntraffic.\nINT. TESLA - CONTINUOUS 67\nIsabel is dressed nicely but still in her own Indian\nflavored outfit, having opted not to wear Theresa’s\ndresses. She anxiously tries to look past the traffic.\nDRIVER\n\nWe might be a little late, but I won’t\n\nlet you miss it.\nUp ahead we see a State Patroller dealing with a stopped\nvehicle.\n\nEXT. PARKWAY 68\n\nThe Tesla drives up on the shoulder and scoots around the\nmess, then takes off down the freeway.\n\fPink Rev. (05/28/18) BE? 36.\n\nEXT. HOUSE DRIVEWAY - AFTERNOON 69\n\nThe Tesla pulls in. The door flips open and Isabel rushes\nout.",
  "23": "---END OF PREVIOUS SECTION---\nEXT. HOUSE DRIVEWAY - AFTERNOON 69\n\nThe Tesla pulls in. The door flips open and Isabel rushes\nout. \n---TARGET SECTION TO BE ANNOTATED---\n One of the wedding staff points her toward the\nhouse.\n\nShe kicks off her shoes and runs up toward the wedding.\n\nEXT. HOUSE, BACK YARD, WEDDING AREA 70\nThe monk delivers the vows.\n\nMONK\nRemember to be patient with yourselves\nand others, knowing that change comes\nslowly and gradually. Seek inspiration\nfrom your family and friends.\n\nTheresa and Oscar sit in the front, a mixture of nerves\nand excitement.\n\nAn usher quietly shows Isabel to a seat in the back.\n\nA few people turn to look at her. She smiles\nuncomfortably and tries to focus on the ceremony.\n\nMONK (CONT'D)\nTo make your relationship work will take\nlove. This is the core of your marriage\nand why you are here, today.\n\nIN FRONT: Theresa puts her hand on Oscar’s leg. Oscar\nlooks at Theresa and smiles.\n\nIN BACK: Isabel takes it all in. Gradually, her eyes fall\non Oscar's profile. She freezes.\n\nMONK (CONT'D)\nIt will take trust, to know, that in your\nhearts, you truly want what is best for\neach other. It will take dedication, to\nstay open to one another - and to learn\nand grow together.\n\nHeart beating out of her chest, Isabel leans in subtly\ntrying to see Oscar more clearly.\n\nMONK (CONT'D)\nIt will take faith, to go forward\ntogether, without knowing exactly what\nthe future brings. And it will take\ncommitment, to hold true to the journey\nyou both have pledged to today.\n\f71\n\nA72\n\nPink Rev. (05/28/18) BE? 37.\n\nAgain on Oscar's profile from Isabel's perspective.\nQuick cut.\n\nFEET RUNNING ON THE BEACH\n\nSWIMMING IN THE DARK OCEAN\n\nTWO BODIES INTERTWINED ON A BEACH.\n\nBACK TO PRESENT\n\nIsabel quickly stands and heads in the back door of the\nhouse.\n\nINT. THERESA AND OSCAR’S HOUSE, FOYER/LIVING ROOM 71\nIsabel paces nervously in the front foyer.\n\nShe catches herself in the reflection of the glass and\ntries to gather herself. She looks back outside through\nwindow where the bride is just kissing the groom. Guests\nstand and cheer. She sees Oscar as he cranes his head to\nlook to where Isabel was sitting.",
  "24": "---END OF PREVIOUS SECTION---\nShe looks back outside through\nwindow where the bride is just kissing the groom. Guests\nstand and cheer. She sees Oscar as he cranes his head to\nlook to where Isabel was sitting. \n---TARGET SECTION TO BE ANNOTATED---\nINT. LIVING ROOM - CONTINUOUS A72\n\nIsabel walks in and takes in her surroundings. Beautiful,\nexpensive art on the wall by the fireplace.\n\nA grand piano. A small metal sculpture by the window that\nlooks like a man, looking out.\n\nArt books are laid out on the table. She goes over to\none. It’s a catalogue from a show. She looks down at the\ncover.\n\n“Oscar Carlson, Sculpture 2003-2010”\n\nShe leafs through a couple pages. Arrives at his picture\nin the front. He looks younger. She lingers on it for a\nmoment. A staff member startles her.\n\nSTAFF\nMiss? Drinks are being served on the side\nporch.\n\fPink Rev. (05/28/18) BE? 37A.\n\nEXT. SIDE PORCH AREA - MINUTES LATER 72\n\nThe guests mill about, celebrating. The twins chase each\nother around through the chairs and guests. On the bar\nare listed the specialty drinks “The Grace” and “The\nJonathan”\n\nPeople congratulate the happy couple.\n\nIsabel steps out onto the back porch, but keeps her\ndistance from the party. Everyone is in celebration mode.\n\nThe photographer gathers the bride and the groom's\nfamilies together for a group shot.\n\nIsabel continues to watch from a distance. As the picture\nis being taken, Oscar's gaze falls on Isabel standing in\nthe background. Time seems to stop as they look at each\nother.\n\nClose on each of them staring across a sea of people.\nThey seem to be the only two people there.\n\nOscar excuses himself from the group and approaches\nIsabel.\n\nAs he steps in near her, the electricity is palpable. He\nlooks confused and isn’t sure what to say.\n\fPink Rev. (05/28/18) BE? 38.\n\nOSCAR\nWhat are you doing here?\n\nIsabel takes a deep breath.\n\nON THERESA, as she spots Isabel talking to Oscar. Theresa\nexcuses herself and heads over.\n\nTHERESA\nIsabel, I’m so glad you could make it.\n\nIsabel tries to mask her discomfort.\nISABEL\nCongratulations. It was a beautiful\nceremony. What I saw, at least. There was\nan accident. And I was stuck in traffic.\n\nTHERESA\nOh no.",
  "25": "---END OF PREVIOUS SECTION---\nThere was\nan accident. And I was stuck in traffic. THERESA\nOh no. \n---TARGET SECTION TO BE ANNOTATED---\n Well, you made it for the party.\n\nShe studies Isabel for a moment.\n\nTHERESA (CONT'D)\nDid you meet my husband?\n\nIsabel nods, awkwardly.\nTHERESA (CONT'D)\n(to Oscar)\nIsabel runs an orphanage in India I may\nbe funding.\nOscar is reeling. He nods.\nGrace appears, glowing with nervous energy.\nGRACE\nMom, do you think I should change my\ndress before dinner?\nTHERESA\nKeep it on sweetheart. People love to see\nthe bride in her dress.\nGrace is beaming. Her eyes fall on Isabel.\n\nISABEL\nCongratulations.\n\fPink Rev. (05/28/18) BE? 38A.\n\nGRACE\nThank you.\n\fPink Rev. (05/28/18) Br? 39.\nTHERESA\nGracie, this is Isabel.\nThe smile at each other\n\nISABEL\nIt’s a beautiful dress.\n\nGRACE\nIsn't it? It’s my moms.\n\nTHERESA\nYours now.\n\nGrace smiles. Oscar stands by in a stunned silence.\nIsabel gives a tense smile. Jonathan appears.\n\nJONATHAN\nBaby, People are staring to sit down\nalready, let’s head over.\n\nHe sees Isabel.\n\nJONATHAN (CONT’D)\nOh hi. Glad you could make it.\n\nGRACE\nYou know each other?\n\nJONATHAN\nI drove her to the office the other day\nto meet your mom.\n\nSome awkward smiles. The photographer comes over and\npushes them all together.\n\nPHOTOGRAPHER\nLet’s get a picture.\n\nNothing to do but pose. Couldn’t be more awkward. The\ncamera snaps.\n\nGRACE\nDad, come on.\nOSCAR\nOkay, sweetheart.\nGRACE\n(to Isabel)\n\nYou too?\n\nIsabel nods uncomfortably.\n\fPink Rev. (05/28/18) BE? 39A.\n\nJONATHAN\nWe're going to party like it’s 2019.\n\fPink Rev. (05/28/18) BE? 40.\n\nSome minor laughter. Grace pushed him playfully.\n\nOMITTED 73\n\nINT. TENT - LATE, LATE - AFTERNOON 74\n\nBeautifully decorated with flowers. Filled with guests\nand waiters buzzing about.\n\nEveryone enjoys themselves. Young and old.",
  "26": "---END OF PREVIOUS SECTION---\nFilled with guests\nand waiters buzzing about. Everyone enjoys themselves. Young and old. \n---TARGET SECTION TO BE ANNOTATED---\nClose on the menu in the middle of a table: “Lobster\nRisotto”.\n\nTwo long tables holding 40 each. Isabel is down in\nSiberia with a few of the more peripheral guests. Mostly\nolder, except for one conservatively handsome man, FRANK\n(late 40's) who sits next to her. She glances at him.\nOnly a lone piece of meat sitting on his plate. At the\nfront, Jonathan calls everyone to attention.\n\n \n\fPink Rev. (05/28/18) BE? 41.\n\nFRANK\nI’m on this paleo thing. Training for a\nTri. In Hawaii, on the big island.\n\nIsabel looks at him then back to the front where Jonathan\ncalls everyone to attention.\n\nJONATHAN\nHi everyone. I want to welcome all of\nyou.\n\nHe takes a deep breath and looks at the big crowd.\n\nJONATHAN (CONT’D)\nWow. I thought the saying ‘I do’ part\nwould be the hardest.\n\nPeople laugh. Grace rolls her eyes. Jonathan rubs her\nback. Theresa and Oscar smile at each other.\n\nJONATHAN (CONT’D)\nThank you for coming to celebrate with\nus.\n\nHe takes a speech out of his pocket.\n\nJONATHAN (CONT'D)\nWhen I started working for Theresa at\n‘Horizon’, right out of school...\n\nFRIEND\nYou can say Harvard!\n\nThey laugh. Grace shakes her head. Jonathan smiles and\ncontinues.\n\nJONATHAN\nI thought I was just getting a great job\nfor one of the most forward-thinking,\nentrepreneurs I had ever read about.\n\nTheresa smiles, a little uncomfortable.\n\nJONATHAN (CONT'D)\nBut very quickly I came to dread coming\ninto work. It wasn’t my boss’ fault.\nWell, sort of it was. You see two years\nago, Grace started coming in with\nTheresa. She was working in the design\ndepartment for the summer.\n\nGrace shakes her head, embarrassed.\n\fPink Rev. (05/28/18) BE? 42.\n\nJONATHAN (CONT’D)\n\nShe’s an amazing artist, for any of you\nwho don’t know. Anyway, I saw them\ncoming through the lobby; these two\nbeautiful, powerful women. And I froze.",
  "27": "---END OF PREVIOUS SECTION---\nJONATHAN (CONT’D)\n\nShe’s an amazing artist, for any of you\nwho don’t know. Anyway, I saw them\ncoming through the lobby; these two\nbeautiful, powerful women. And I froze. \n---TARGET SECTION TO BE ANNOTATED---\n(to Grace and Theresa)\nIn fact, there was room in your elevator,\nbut I couldn't bring myself to get in.\n\nPeople think it’s cute. An older women at Isabel’s table\nmakes an aside to her friend.\n\nOLDER WOMAN\n(to her friend)\nWhich one is he in love with?\n\nJONATHAN\nWell, I spent the next month trying to\nfind a way to be in the same place at the\nsame time with Grace. And finally, I\nbraved an elevator ride with her.\n\nGrace blushes.\n\nJONATHAN (CONT’D)\nDo you remember my genius banter?\n\nShe nods.\n\nGRACE\n“What floor?”\n\nEveryone laughs.\n\nJONATHAN\nI would plan things to say when I saw\nher, but they never came out. Until one\nday, I got lucky.\n\nPeople hoot.\n\nJONATHAN (CONT’D)\nNot like that you perverts!\n\nRoaring.\n\nJONATHAN (CONT’D)\nWe were in the company pub, and she was\non line right in front of me. And she had\nforgotten her wallet. So I paid. Best $14\nI ever spent.\n\nSome applause.\n\fPink Rev. (05/28/18) BE? 43.\n\nJONATHAN (CONT’D)\nGrace, I love you more than anything. And\nI couldn’t be happier that you agreed to\nMarry me. Even if it was out of guilt\nabout owing me money.\n\nGrace stands and they kiss. Everyone claps. It goes on\nfor a while and the crowd loves it.\n\nTheresa smiles at them and Oscar tries to, but it’s going\non a while.\n\nAt Isabel’s table, Frank leans in.\n\nFRANK\nThat’s going to be a fun honeymoon.\n\nThe bride and groom pull apart. Grace remains standing\nand clinks her glass.\n\nGRACE\nHi, Hi. You’re not quite free yet!\n\nGrace’s hand shakes as she speaks. Oscar takes it.\n\nGRACE (CONT'D)\nSorry. Those of you who know me, know how\nmuch I love to speak in public.\n\nSome laughter. Isabel watches her. Grace gathers herself,\nfighting through her shyness.\n\nGRACE (CONT'D)\nJonathan, I love you. And I am so happy\nto be your wife.",
  "28": "---END OF PREVIOUS SECTION---\nGrace gathers herself,\nfighting through her shyness. GRACE (CONT'D)\nJonathan, I love you. And I am so happy\nto be your wife. \n---TARGET SECTION TO BE ANNOTATED---\n(blushing)\nI can’t believe I can say that!\n\n(deep breath)\nBut this speech isn’t for you, it’s for\nMom and Dad.\n\nShe turns to her dad, whose hand she is still holding.\n\nGRACE (CONT'D)\nDad, I don’t know a girl who is closer\nwith her father than I am with you. And I\nam so grateful for that.\n\n(pause)\nMost of the time.\n\nOscar beams at her.\n\fPink Rev. (05/28/18) BE? 44,\n\nGRACE (CONT'D)\nI’ve gotten so much from you. My sulking,\nmy sense of humor... Unfortunately my\n\nnose... And my love for art; my drawing.\n\nWe see the audience in rapt attention.\n\nGRACE (CONT'D)\nNot many fathers would have done what you\ndid at such a young age.\n\nThey clearly have a special connection. Isabel is\nfascinated.\n\nGRACE (CONT'D)\n(to Oscar)\nAnd thank you for your beautiful gift.\n\nShe motions to the carved statue which has now been moved\nbehind them in the tent. People oooh and ahh and clap.\nOscar smiles and kisses her hand. He beams.\n\nJONATHAN\n(joke to the room, re:\nsculpture)\nI’m not sure if it’s me and Grace, or\nGrace and her dad!\n\nSome laugh awkwardly, but the joke doesn’t go over well\nwith Oscar. Theresa makes eye contact with Oscar.\n\nJONATHAN (CONT’D)\nI'm kidding, of course. We absolutely\nlove it.\nGrace turns her attention to Theresa.\n\nGRACE\nAnd mom.\n\nTheresa looks at her wide-eyed, with tears brewing. Grace\nlooks like she might go over the edge as well.\n\nGRACE (CONT'D)\nI told you to get your crying out\nyesterday!\n\nTheresa laughs and pushes away a tear.\n\nTHERESA\nI tried.\n\nThe room laughs. Grace composes herself and continues.\n\fPink Rev. (05\n\nGrace gathi\n\nShe looks\n\nIsabel sit\n\nGrace take\n\n/28/18) BE? 45.\n\nGRACE\nYou have made this day so special. Thank\nyou for putting up with my pre-wedding\ncraziness.\n\ners.",
  "29": "---END OF PREVIOUS SECTION---\nGRACE\nYou have made this day so special. Thank\nyou for putting up with my pre-wedding\ncraziness. ers. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE (CONT'D)\nYou are the most caring, loving, strong,\nbest example of a woman I could have ever\nhad for a mother.\n\ndown for a moment.\n\nGRACE (CONT'D)\nAnd for those of you who don’t know, I\nhad the rare experience of getting to\nchoose my own mother.\n\ns up. Tension building in her.\nGRACE (CONT'D)\nIt was just me and dad for the first year\nof my life.\ns a moment.\nGRACE (CONT'D)\n\n.-. After my birth mother wasn’t well\nenough to care for me.\n\nOn Isabel, frozen.\n\nGRACE (CONT'D)\nAnd dad and I went everywhere together;\nme strapped to his chest.\n\nOn the crowd in rapt attention.\n\nShe turns\n\nHe smiles.\n\nGRACE (CONT'D)\nOne day, we were walking down the street\nin Soho. And this beautiful woman, with\nshockingly red hair, had just moved to\nthe neighborhood and was looking for a\ngood place to have a coffee. I guess my\ndad and I looked like locals, so she came\nup, and asked if we knew of a place.\n\nto her dad.\n\nGRACE (CONT'D)\nAnd what did you say?\n\fPink Rev. (05/28/18) BE? 46.\n\nOSCAR\nI said; “I don’t drink coffee, so I\nwouldn’t know”.\n\nSome laughter. Theresa remembers. Isabel is spinning.\n\nGRACE\nAnd that would have been that, except, I\nhad grabbed hold of her hair, and I\nwouldn’t let her go.\n\nTears roll. Theresa and Grace hold hands.\n\nGRACE (CONT'D)\nSo my dad really had no choice but to\nstart drinking coffee.\n\nPeople clap.\n\nGRACE (CONT'D)\n(a long beat)\nI’m so happy I chose you.\n\nEveryone is near tears. Grace takes a deep breath.\n\nGRACE (CONT'D)\nTo my parents for giving me this\nwonderful life, and this beautiful night.\nAnd, oh yeah... to angelic brothers...\n\nThe boys smile and play and pretend to fart in her\ndirection.\n\nGRACE (CONT'D)\nI love you.\n\nShe raises a glass. The guests stand, clap, cheer. A\nguest yells out.\n\nGUEST\n(Toasting)\nTo Grace and Jonathan!\n\nWe are with Isabel who is frozen in her seat.",
  "30": "---END OF PREVIOUS SECTION---\nA\nguest yells out. GUEST\n(Toasting)\nTo Grace and Jonathan! We are with Isabel who is frozen in her seat. \n---TARGET SECTION TO BE ANNOTATED---\n She stares\noff into the middle distance for a few moments.\n\nFRANK\n(encouraging her to get up)\nHey, we’re toasting.\n\nShe stands and heads out of the tent. Most of the guests\nare caught up in the toast and don’t notice, but Oscar\ndoes.\n\fPink Rev. (05/28/18) BE? 47.\n\nOn Isabel as she walks out of the tent.\n\nEXT. BOAT DOCK - DUSK 75\n\nIsabel sits by herself on a bench on a dock jutting out\ninto the water, out of sight of the festivities.\n\nShe tries to gather herself and put all this together.\n\nSuddenly up the dock walks Frank with two glasses and a\nbottle of champagne. She sees him and shakes her head to\nherself. He approaches.\n\nFRANK\nI couldn’t agree more. I’m not into\nweddings.\n\nHe sits next to her with the glasses and the bottle.\n\nISABEL\nI'd like to be alone.\n\nFRANK\nTell me about it. Crowds are awful.\n\nHe pours her glass. She pushes it away. When he tries to\nhand it to her.\n\nFRANK (CONT'D)\nI can take one for the team and drink\nthem both.\n\nShe can’t believe any of this is happening.\n\nFRANK (CONT'D)\n\nYou know how at every wedding there are\nalways a few single people pretending not\nto care that they’re single? Well, we’re\nthose people. Weird, huh? I’m divorced.\nWhat’s your story?\n\nISABEL\nMy story is; I'd like to be alone.\n\nFRANK\n(trying to be charming)\nYou think you want to be alone...\n\nISABEL\nGet the fuck away from me.\n\f76\n\n77\n\nPink Rev. (05/28/18) BE? 48.\n\nShe gets up and walks away.\nFRANK\nOkay...\nEXT. TENT AREA - NIGHT 76\nIsabel approaches the tent purposefully.\n\nInside, all the guests mill about, some dancing. Jonathan\nspins Grace.\n\nTheresa and Oscar watch happily.\n\nOutside, Isabel hangs in the shadows, watching.\n\nCLOSE ON GRACE as ISABEL WATCHES HER, STUDYING HER FACE.\nOscar's vision is drawn to Isabel. She looks back at him.\nBetween the two of them, Grace and Jonathan dance.",
  "31": "---END OF PREVIOUS SECTION---\nOscar's vision is drawn to Isabel. She looks back at him. Between the two of them, Grace and Jonathan dance. \n---TARGET SECTION TO BE ANNOTATED---\nIsabel steps closer, staring intently at Oscar.\n\nAfter another moment, Oscar breaks away from the crowd\nand_heads toward Isabel.\nEXT. BACK YARD - CONTINUOUS 77\n\nOscar walks by Isabel, who follows him away from the\nentrance and the party guests inside.\n\nThey stand and face each other.\n\nISABEL\nWhat did you do?\n\nOscar looks at her.\n\nOSCAR\nWhat are you talking about?\n\nISABEL\nDon’t. Too much adds up.\n\nOscar looks behind him at the tent then back to Isabel.\nISABEL (CONT’D)\n\nBut then I think, you wouldn’t have done\nthat.\n\fPink Rev. (05/28/18) BE? 49.\n\nHe looks nervously behind him at the tent where people\nare starting to head out onto the lawn. Oscar doesn’t\nknow what to say.\n\nISABEL (CONT’D)\nI can see it.\n\nAll Oscar can do is look away and shake his head. We\n\ndon’t know if it means ‘no’, or ‘I can’t believe this’.\nHe looks right up at her.\n\nOSCAR\nIsabel. We can’t talk about this now.\nA party worker opens the tent and makes an announcement.\nPARTY WORKER\nFireworks are starting! Follow the\nlanterns...\nParty workers stand outside in a line ready to hand out\nsparklers and drinks to people as they exit the tent. The\nguests whoop it up on the way out of the tent to the\nbeach for the fireworks.\n\nOscar looks from them to Isabel.\n\nOSCAR\nI have to go. I’1l call you tomorrow.\n\nOscar backs away, then moves to join Theresa, Grace, and\nthe others who pour out of the tent.\n\nIsabel watches, in shock.\n\nEXT. DRIVEWAY OF HOUSE - MINUTES LATER 78\n\nIsabel walks away from the party down the big lawn,\ntoward the driveway where the cars are lined.\n\nBehind her, a huge bang, and the sky is lit up by the\nfirst of the fireworks.\nEXT. BACK LAWN, OVER LOOKING WATER - NIGHT 79\n\nThe crowd ooh’s and ahh’s at the fireworks display.\n\f80\n\n81\n\n82\n\n83\n\n84\n\nPink Rev. (05/28/18) BE? 50.",
  "32": "---END OF PREVIOUS SECTION---\nEXT. BACK LAWN, OVER LOOKING WATER - NIGHT 79\n\nThe crowd ooh’s and ahh’s at the fireworks display. 80\n\n81\n\n82\n\n83\n\n84\n\nPink Rev. (05/28/18) BE? 50. \n---TARGET SECTION TO BE ANNOTATED---\nWe find Grace and Jonathan standing next to Theresa and\nOscar, their faces illuminated by the different color\nfireworks.\n\nEXT. GRAND CENTRAL PARKWAY - NIGHT 80\nIsabel rides in the back, alternating between\n\nillumination and darkness as the car passes through the\nparkway lights.\n\nEXT. WEDDING AREA, LATE NIGHT 81\nEveryone is pretty loose. Theresa dances with Oscar.\n\nDrunk and happy.\n\nINT. THERESA AND OSCAR’S BATHROOM - 3AM 82\n\nTheresa finishes washing her face, then takes a pill.\n\nINT. THERESA’S AND OSCAR'S BEDROOM - CONTINUOUS 83\n\nTheresa walks into the dark bedroom turning the light off\nbehind her. Oscar is in bed. She climbs in next to him.\n\nTHERESA\nI think people seemed to have a good\ntime, don’t you think?\nOscar looks at her through the darkness. A long moment.\n\nOSCAR\nWhy’d you do it?\n\nTheresa gets close and lays on his chest.\nTHERESA\n(quietly)\nGod, I didn’t know. I didn’t know it was\nher.\n\nOscar looks back at her, dubiously.\n\nINT./EXT. BOWERY HOTEL PENTHOUSE - MORNING 84\n\nIsabel sits out on the balcony wrapped in a blanket,\nphone in her lap. She hasn’t slept.\n\nThe phone rings and she runs in to pick it up.\n\fPink Rev. (05/28/18) BE? 51.\n\nISABEL\nHello...\n\nHer face falls with disappointment. We can just hear the\nvoice leaking through the phone.\n\nHOUSEKEEPING (0.C.)\nHi Ms. Andersen. We are calling to check\nto see if you need more towels, or new\nlinens?\n\nISABEL\nNo.\n\nShe hangs up. Waits a moment thinking, then stands.\n\nEXT. BOWERY HOTEL - DAY 85\n\nIsabel waits while a bellman hails a taxi.\n\nINT. TAXI, GRAND CENTRAL PARKWAY - DAY 86\nIsabel sits in the back staring out the window.\n\nHer Indian driver is on the phone with a headset in. He\nspeaks to the person on the line in Bengali.\n\nDRIVER\n(Sub-titled)\nWhite girl. Very tan. Hot. Probably likes\nto have sex all night.",
  "33": "---END OF PREVIOUS SECTION---\nVery tan. Hot. Probably likes\nto have sex all night. \n---TARGET SECTION TO BE ANNOTATED---\n Late 30’s? Who\nknows? I can’t tell the difference with\nwhite girls.\n\nOn Isabel. He looks in the mirror.\nDRIVER (CONT’D)\n(In English)\nYou want to hear some music?\nISABEL\n(in Bengali)\nNo, I prefer it quiet.\nThe driver's eyes widen as he realizes she can speak his\nlanguage.\n\nINT. THERESA AND OSCAR’S HOUSE, LIVING ROOM - DAY 87\n\nGrace and Jonathan sift through a mountain of gifts with\nTheresa and Oscar, while the twins play.\n\fPink Rev. (05/28/18) Be7 52.\nJonathan unwraps a present. It’s a table cloth. Has a\npattern.\n\nHe and Grace unfurl it.\n\nJONATHAN\nIt’s a blanket...?\n\nGRACE\nNo, I think it’s a table cloth.\n\nJONATHAN\nMaybe it’s a cape.\n\nOscar looks closely.\n\nOSCAR\nI think it might be the confederate flag.\n\nThey laugh. Theresa looks at the card.\n\nTHERESA\n\nI think it’s one of our lawyers...\nOSCAR\n\nWho you should order a background check\n\non.\n\nTheresa laughs. The doorbell rings.\n\n88 INT. FRONT HALL 88\nTheresa opens the door. It’s Isabel.\n\nThey look at each other for a long moment.\n\n \n\nTHERESA\nCome in.\n\nIsabel enters.\n\nTHERESA (CONT'D)\nWait here.\n\nTheresa heads back into the living room where they are\nopening another gift. She walks over to Oscar.\n89 INT. LIVING ROOM 89\nTHERESA\n\n(quietly)\nWe have a visitor.\n\fPink Rev. (05/28/18) Be7 53.\nGRACE (0.S.)\nOh hi.\n\nIsabel has stepped into the doorway of the living room.\nTheresa and Oscar don’t quite know what to do.\n\nGRACE (CONT'D)\nIsabel, right?\n\nIsabel uncomfortably nods.\n\nGRACE (CONT'D)\nThanks for coming yesterday.\n\nIsabel is taken with her.\nISABEL\n(awkwardly)\nOf course. Thank you for having me.\n\nOscar stands.\n\nOSCAR\nI was going to call you.\n\nISABEL\nBut you didn’t.\n\nThere's obvious tension. Grace and Jonathan sense it.\n\nTHERESA\nWould you like something to drink?\n\nISABEL\nNo.",
  "34": "---END OF PREVIOUS SECTION---\nGrace and Jonathan sense it. THERESA\nWould you like something to drink? ISABEL\nNo. \n---TARGET SECTION TO BE ANNOTATED---\nTheresa and Oscar look at each other.\n\nTHERESA\nWhy don’t we show you around?\n\nShe nods and they begin to head out of the room. The air\nis heavy.\n\nJONATHAN\nIs everything okay?\n\nTHERESA\nIt's fine. But, keep opening. Otherwise\nwe will be here till next week.\n\nShe smiles at Grace to try and alleviate any tension.\n\f90\n\nPink Rev. (05/28/18) BE? 54.\n\nTHERESA (CONT'D)\nBoys, stay with your sister.\n\nINT. KITCHEN 90\n\nOscar walks in followed by Isabel, then Theresa. Theresa\ncloses the door and makes sure it’s shut.\n\nIsabel and Oscar look at each other. So much weight\nbetween them.\n\nOSCAR\nWhat do you want?\n\nShe lets out a shocked laugh.\n\nISABEL\n(choking up)\nI want to know why my daughter is in the\nother room.\n\nHe looks at her with a mixture of fear and contempt, then\nturns away.\n\nISABEL (CONT’D)\nHow do you live with yourself?\n\nHe’s stunned into silence, then regains his footing.\nOSCAR\nA lot more easily than if I had left her\nfor someone else to raise!\nISABEL\nHow did it even happen? We decided we\ncouldn’t keep a baby.\n\nOSCAR\nNo, you decided.\n\nTheresa watches.\n\nISABEL\nYou agreed!\n\nOSCAR\nI was... a kid!\n\nISABEL\n\nExactly! We... WE gave her up for\nadoption. Because we decided that was\nbest for her.\n\fPink Rev. (05/28/18) Be7 55.\n\nA long moment where no one knows what to say. Theresa\ntries to calm things.\n\nTHERESA\nIsabel, we tried to find you.\n\nISABEL\nYou have all the money in the world, you\ncould have sent an army looking for me.\nYou didn’t want to find me. You liked\nbeing the hero.\n\nOCSAR\nDon’t you talk to her like that! You\ndidn’t want to be found. You ran the\nsecond they let you out of the hospital.\n\nISABEL\nYou’re god damn right I did! You know how\npainful that decision was to make. You\nwere there.\n\nOSCAR\nI don’t remember it being hard for you at\nall.",
  "35": "---END OF PREVIOUS SECTION---\nYou know how\npainful that decision was to make. You\nwere there. OSCAR\nI don’t remember it being hard for you at\nall. \n---TARGET SECTION TO BE ANNOTATED---\n And if it was, you didn’t tell me.\nYou just shut down. You were a fucking\n\nzombie.\n\nISABEL\nSo that gave you the right to take her\nand raise her behind my back... Because I\nwas conflicted about being a mother when\nI was 18?\n\nOSCAR\n\nConflicted? You were fucking crazy! One\nsecond telling me we were going to have\nsome great life, the next that you were\ngoing to kill yourself.\n\nISABEL\n(screaming)\nI never said that.\n\nOSCAR\nYes you did! YOU DID!\n\nThey are screaming. Theresa steps in.\n\nTHERESA\nOkay, okay, calm down.\n\nIsabel tries to collect herself. She looks at Oscar.\n\fPink Rev. (05/28/18) BE? 56.\n\nISABEL\nWhy didn’t you just tell me you were\ngoing to keep her?\nOscar takes a moment and composes himself.\nOSCAR\nI didn’t know until you left. And by then\nI couldn’t find you.\nHe shakes his head.\nOSCAR (CONT'D)\nI’m not going to justify it to you. I\ndon’t owe you anything.\nShe can’t believe this.\nISABEL\nOwe? Isn’t this your daughter we’re\ntalking about? Doesn’t she deserve to\nknow her mother?\nOscar is shaking his head.\n\nOSCAR\nYou chose that. Not me.\n\nIsabel looks at him nakedly.\n\nISABEL\nWhere did she think I was?\n\nOscar stares back.\n\nOCSAR\nYou can’t suddenly just show up...\n\nShe takes a deep breath.\nISABEL\nWhat do you expect me to do now? Turn my\nback?\nOscar looks at her, as if to say ‘if the shoe fits’.\nISABEL (CONT'D)\n(Screaming)\nDo not fucking judge me!\n\nIsabel gathers herself. She nods.\n\f91\n\n92\n\n93\n\n94\n\n95\n\nPink Rev. (05/28/18) BE?\n\nISABEL (CONT'D)\n(calmly)\nYou tell her, or I will.\n\nIsabel walks out of the kitchen past Oscar and Theresa.\n\nINT. HALLWAY - CONTINUOUS\n\nWith Isabel who contains her emotions as she walks down\nthe long hallway toward the front door.\n\nINT.",
  "36": "---END OF PREVIOUS SECTION---\nINT. HALLWAY - CONTINUOUS\n\nWith Isabel who contains her emotions as she walks down\nthe long hallway toward the front door. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIVING ROOM - CONTINUOUS\n\nGrace and Jonathan have been opening gifts with the\ntwins, and haven’t heard the yelling.\n\nThey watch as Isabel opens the front door and exits\nwithout a look or a good-bye.\n\nJonathan and Grace look at each other, sensing\nsomething’s off. Jonathan goes to the window and peers\nout.\n\nEXT. THERESA AND OSCAR’S HOUSE, DRIVEWAY\n\nIsabel walks down the driveway toward her NYC taxi that\nhas been waiting for her this whole time.\n\nINT. THERESA AND OSCAR’S HOUSE, LIVING ROOM\n\nAt the window, Jonathan watches Isabel go. Behind him\nGrace looks confused.\n\nINT. LIVING ROOM - MINUTES LATER\n\nA tearful, shocked Grace, sits opposite her father who\ntries to hold her hand. She pulls it away.\n\nShe looks to Theresa to see if it’s true. Theresa’s face\ntells her it is.\n\nOn each of their faces. Theresa takes a deep breath.\n\nGrace runs out.\n\n57.\n\n91\n\n92\n\n93\n\n94\n\n95\n\f96\n\n97\n\nPink Rev. (05/28/18) BE? 58.\n\nEXT./INT. OSCAR’S STUDIO - NIGHT 96\nThe doors are open.\n\nOscar sits alone smoking a cigarette, as he stares back\nat the house. A few rooms illuminated.\n\nOn a work table sits a pile of old drawings. Seems to be\nan series of charcoal lines intertwining. All the\nsketches have the same theme, though the specifics and\nmaterials used vary.\n\nQUICK FLASH - NIGHT\n\nFeet intertwined on a beach. Reflected flicker of a camp\nfire.\n\nBACK TO PRESENT\n\nAfter another moment, Oscar puts out the cigarette,\nreaches down and pulls the extension cord apart. The barn\ngoes dark.\n\nINT. GRACE AND JONATHAN'S NYC APARTMENT - NEXT DAY 97\nOscar is in the middle of a fight with Grace.\n\nOSCAR\nI considered everything and I did what I\nthought was best for you. It never\noccurred to me it wasn’t the right\ndecision.\n\nGrace is angry.\n\nGRACE\nHow could what’s best for me be to not\nknow the woman who gave birth to me?\n\nThese are hard questions for Oscar to answer.\n\nOSCAR\nIt wasn’t simple.",
  "37": "---END OF PREVIOUS SECTION---\nGRACE\nHow could what’s best for me be to not\nknow the woman who gave birth to me? These are hard questions for Oscar to answer. OSCAR\nIt wasn’t simple. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE\nSeems like it would be simple. Like\nyou've always told me: “Tell the truth,\nthat way you don’t have to remember\nanything”.\n\nOscar is on shaky ground.\n\n+ *\n\n*\n\fPink Rev. (05/28/18) BE? 59.\n\nOSCAR\n(half to himself)\nI can’t believe this is happening.\n\nGRACE\nNow that sounds like the truth.\n\nGrace puts a couple things in her bag.\n\nGRACE (CONT'D)\nWhat hotel is she staying in?\n\nOscar looks back at her.\n\nOSCAR\nGrace you don’t understand. At every\nmoment, I made the best decision I could.\nBut it was very complicated.\n\nGRACE\nYou’re fucking right! I don’t understand.\n\nOSCAR\nDon’t curse at me!\n(a deep breath)\nI didn’t know what I was doing. I did my\nbest. The story just developed. You think\nI did everything on purpose?\n\nGrace looks at him, still angry.\n\nOSCAR (CONT'D)\nI didn’t want you to know that she gave\nyou up. So I told you she had died. Can\nyou not understand that? I didn’t want\nyou to have the hurt - that self doubt.\n\nShe looks at her father, emotionally.\n\nGRACE\nAnd you think I don’t feel that anyway?\nYou think I don’t feel... incomplete?\n\nHe looks at her, trying to process.\n\nGRACE (CONT'D)\nYou had no right to do what you did. And\nit’s not my job to make you feel better\nabout it. And I won't.\n\nShe zeros in on him.\n\fPink Rev. (05/28/18) Br? 60.\nGRACE (CONT'D)\nWhat hotel?\n\nHe doesn’t answer her. Jonathan walks in. He easily\nclocks the energy in the room.\n\nJONATHAN\nHi.\n\nShe turns and runs out. After a moment, he follows.\n\n98 INT./ EXT. BOWERY HOTEL - DAY 98\n\nJonathan and Grace pull up to the hotel in a taxi. The\nBellman opens the door and they get out.\n\nOn the street. Grace takes a deep breath.\nJONATHAN\nYou sure you want to do this? I mean, you\nalready have a really great mother.\n\nGrace looks at him in disbelief.",
  "38": "---END OF PREVIOUS SECTION---\nJONATHAN\nYou sure you want to do this? I mean, you\nalready have a really great mother. Grace looks at him in disbelief. \n---TARGET SECTION TO BE ANNOTATED---\nJONATHAN (CONT’D)\nGrace, I just mean...\n\nHe changes course.\nJONATHAN (CONT’D)\nI‘1l wait for you.\n\n99 INT. BOWERY HOTEL - DAY 99\nGrace walks through the lobby. Toward the elevators. We\nwatch the determination give way to nerves.\n\n100 INT. BOWERY ELEVATOR - SAME 100\n\nShe rides up.\n\n101 INT. BOWERY HOTEL PENTHOUSE - CONTINUOUS 101\nClose on Isabel as she meditates.\nA knock at the door. She opens her eyes.\n\nAnother knock.\n\f102\n\n103\n\nPink Rev. (05/28/18) BE?\n\nINT. BOWERY, OUTSIDE ISABEL’S ROOM/ INT. ROOM\n\nGrace waits.\n\n61.\n\n102\n\nInside, Isabel approaches the door. She looks through the\n\npeep hole.\n\nThe distorted image of Grace, standing on the other side\n\nof the door.\n\nIsabel's heart races. Grace’s begins to sink, thinking\nthere is no one there. Another moment and she turns to\n\nleave.\n\nThen suddenly the door opens. Grace turns. She and Isabel\n\nstand face-to-face.\n\nISABEL\nHi.\nGRACE\nHi.\nLong moment.\nISABEL\n\nCome in.\n\nINT. BOWERY HOTEL, ISABEL’S ROOM\n\nGrace walks in and Isabel shuts the door. Grace\naround.\n\nGRACE\nIt’s a nice room.\n\nISABEL\nIt’s very big.\n\nGrace smiles. Isabel doesn’t know what to say.\n\nGRACE\nI didn’t know you existed.\n\nIsabel nods. Grace sees that she’s hurt.\n\nGRACE (CONT'D)\nI’m sorry.\n\nISABEL\nYou have nothing to be sorry about.\nYou’re the only one.\n\n103\n\nlooks\n\fPink Rev. (05/28/18) BE? 62.\n\nIsabel looks at her, gently. Grace smiles nervously.\nISABEL (CONT'D)\nWould you like something to drink? We\nhave... well, everything.\nIsabel opens the fridge.\n\nGRACE\nWow. Um. I’1l have, that.\n\nShe points to an orange can of “Pellegrino”. Isabel gets\nit and hands it to her.\n\nGRACE (CONT'D)\nMy dad said you were dead.\n\nISABEL\nI’m not.\n\nThey smile.",
  "39": "---END OF PREVIOUS SECTION---\nGRACE (CONT'D)\nMy dad said you were dead. ISABEL\nI’m not. They smile. \n---TARGET SECTION TO BE ANNOTATED---\nISABEL (CONT’D)\nYou want a glass?\n\nGRACE\nSure.\n\nIsabel gets a glass. Grace opens the can and pours.\nIsabel looks at the bright orange soda.\n\nISABEL\nWhat’s it taste like?\n\nGRACE\nFancy orange soda, I guess.\n\nIsabel smiles.\n\nGRACE (CONT'D)\nHave a sip.\n\nShe holds the glass out for Isabel who takes it, though\nGrace doesn’t let go, so both their hands are on it,\nfingers touching.\n\nThey bring it to Isabel’s mouth and she drinks.\n\nShe spills a little down her chin. Grace takes the glass.\n\nISABEL\nSweet.\n\fPink Rev. (05/28/18) Br? 63.\nGRACE\nYou don’t have this in India?\nISABEL\nWe have ‘Artos’. Not so much at the\norphanage, though.\n\nA long moment of silence together.\n\nGRACE\nI have so many questions.\n\nIsabel nods.\nISABEL\nI don’t know how good I’1l1 be at\nanswering them.\nGrace gives her a little smile.\nGRACE\nHow long are you staying? Do you have\ntime to meet?\n\nISABEL\nYes. I'd like that.\n\nGRACE\nI could call... Now, that I know you\nexist.\n\nThey share a smile.\n\nISABEL\nOr I could call you. If you want.\n\nThe interaction is awkward, but sweet.\nGRACE\nOkay, yes. Great. Let me give you my\nnumber.\n\nIsabel stands looking at her daughter.\n\nGRACE (CONT'D)\nDo you have a phone?\n\nIsabel gets her cell phone and hands it to Grace. Grace\nputs in her number. As she does, Isabel takes the\nopportunity to really look at her.\n\nShe hands Isabel her cell phone. They stand, facing each\nother.\n\f104\n\n105\n\n106\n\nPink Rev. (05/28/18) BE? 64.\n\nGRACE (CONT'D)\nI should go. Jonathan is waiting for me.\n\nIsabel nods. After another moment, they embrace.\n\nIsabel walks Grace to the door. She opens it. Grace walks\nout with a little wave. Isabel closes the door.\n\nINT.",
  "40": "---END OF PREVIOUS SECTION---\nGrace walks\nout with a little wave. Isabel closes the door. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BOWERY HOTEL HALLWAY, OUTSIDE ISABEL'’S ROOM 104\nGrace walks away from Isabel’s room, a growing sense of\nwonder on her face.\n\nEXT. BOWERY HOTEL, ISABEL’S BALCONY - EVENING 105\n\nIsabel stands out on the balcony looking out.\n\nEXT. ORPHANAGE - FLASHBACK 106\nIsabel says a special good-bye to Jai. He kneels.\n\nISABEL\nI want you to help teach the meditation\nclass while I’m away. You need to show\nthe others how it’s done.\n\nHe looks unsure. She takes him in.\n\nISABEL (CONT'D)\nClose your eyes.\n\nShe waits. He doesn’t close them.\n\nIsabel takes her hand and closes Jai’s eyes, then closes\nher own.\n\nISABEL (CONT'D)\nThey are not closed. They are looking\ninside you. And only you get to see that.\n\nJAI\nI see darkness.\n\nISABEL\nNo, really look. And you can see all the\npeople you love, everything your\nimagination can create. And you hear\nthat?\n\nHe listens with his eyes closed.\n\fPink Rev. (05/28/18) BE? 65.\n\nISABEL (CONT’D)\nThe drum? Boom boom... boom boom. Boom\nboom.\n\nJAI\nThat is not a drum.\n\nISABEL\nWhat is it then?\n\nJAI\nMy heart.\n\nThey open their eyes and look at each other. She smiles.\n\n107 INT. ROSE OF INDIA RESTAUTANT, 6TH ST - NIGHT 107\n\nThe place is entirely red, with Christmas lights lining\nevery square inch.\n\nLoud Indian music plays. Four waiters are gathered around\na table in the back, singing an Indian version of happy\nbirthday as they clap.\n\nIsabel and Grace sit at a table near the front, watching\nthe celebration. It finishes and the lights go back on.\n\nGRACE\nI thought it might remind you of home.\n(embarrassed)\nIt was probably stupid.\n\nISABEL\nNo, it was thoughtful.\n\nThey smile at each other.\n\nGRACE\nJonathan took me here on one of our first\ndates. It seemed exotic then.\n\nISABEL\nYou two seem happy together.\n\nGrace nods.",
  "41": "---END OF PREVIOUS SECTION---\nIt seemed exotic then. ISABEL\nYou two seem happy together. Grace nods. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE\n(pause)\nTo tell you the truth, it’s kind of hard\nto think straight about anything right\nnow.\n\fPink Rev. (05/28/18) Br? 66.\nISABEL\nI get it.\nThe waiter refills their glasses.\nGRACE\nDo I have any brothers or sisters I don’t\nknow about?\n\nIsabel is taken by surprise by the question.\n\nISABEL\nNo. I mean, not exactly.\n\nGrace is unsure what she means.\n\nISABEL (CONT’D)\n\nThere is one boy at the orphanage who\nI’ve pretty much raised. We found him on\nthe road when he was just 1. Abandoned.\n\nGRACE\nHow old is he now?\nISABEL\n8 next week. Jai.\nGRACE\n“Jai’.\nIsabel nods.\nISABEL\n\nHe loves birds. And he wants to be a\nprofessional football player.\n\nGRACE\nSoccer you mean?\n\nIsabel smiles and nods. Grace looks at her for a long\nmoment, then reaches into her bag and pulls out a leather\nbound picture album.\n\nGRACE (CONT'D)\nI brought some pictures. If you want to\nsee?\n\nISABEL\nI would love that.\n\nGrace opens the book, revealing a picture of her as a 5-\nyear-old in the bath.\n\fPink Rev. (05/28/18) BE? 67.\n\nGRACE\nThat’s me... in the bath. I was 5 I\nthink...\nIsabel looks closely. Studies it. Grace turns the page.\n\nGRACE (CONT'D)\nThis was second grade.\n\nISABEL\nAnd who’s that?\n\nShe points to a little boy.\n\nGRACE\nThat’s Lyle.\n\nISABEL\nWas he your boyfriend?\n\nGRACE\nFor a minute. But he dumped me when I got\nhim out in dodgeball.\nIsabel smiles.\n\nISABEL\nBetter off. No one likes a sore loser...\n\nGrace laughs and turns the page.\n\nA picture of Grace with Theresa. Looks like a first day\nof school.\n\nAnother of Grace sitting behind Theresa’s desk,\npretending to be the boss. Isabel takes them in.\n\n \n\nA family shot with Oscar.\n\nGrace on the couch holding both her newborn brothers.\n\n \n\nGrace and Oscar holding surf boards on a beach when she\nwas about 15. Snap shots of a whole life. Isabel takes it\nall in.",
  "42": "---END OF PREVIOUS SECTION---\nGrace and Oscar holding surf boards on a beach when she\nwas about 15. Snap shots of a whole life. Isabel takes it\nall in. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nGRACE\nDad said you were depressed.\n\nIsabel moves her head back and forth, considering.\n\nGRACE (CONT'D)\nAnd that you both drank too much.\n\fPink Rev. (05/28/18) Br? 68.\nISABEL\nProbably. We were really young.\nGrace thinks.\n\nGRACE\nI don’t think I could give up a baby.\n\nIsabel takes a deep breath.\n\nISABEL\nWasn’t in my plans either.\n\nIsabel looks at her.\n\nISABEL (CONT’D)\nBut I knew I couldn’t take care of you.\n\nGrace tries to understand.\nISABEL (CONT’D)\nThe best I could do was to bring you into\nthe world.\n\nIsabel nods to herself.\n\nISABEL (CONT’D)\nI’ve spent a long time living with that.\n\nGrace nods.\n\n108 EXT. TRIBECA STREET - LATER THAT NIGHT 108\n\nPretty desolate. Isabel and Grace have been walking for a\nwhile. Grace is behind Isabel looking at a tattoo she has\non her shoulder. It’s the earth, a globe. Grace is\nfascinated.\n\nISABEL\nI drew it myself and had them copy it.\n\nGRACE\nDidn’t it hurt?\n\nISABEL\nFuck, yes.\n\nThey laugh and Grace cringes at the thought.\n\nISABEL (CONT’D)\nBut, it made me appreciate it more.\n\fPink Rev. (05/28/18) BE? 69.\n\nGRACE\n(resolved)\nI'm getting one.\nISABEL\nI’m sure that would make your mother\nreally happy.\nThe air gets thick for a second.\n\nGRACE\nActually, Theresa has a tattoo.\n\nIsabel looks curious.\n\nISABEL\nOh yeah?\n\nGRACE\nIt's for my dad. An ‘O’. Right here.\n\nShe touches her ribs. Grace looks at her face.\n\nGRACE (CONT'D)\nDoes that make you feel weird?\n\nISABEL\nWeird?\nGRACE\nJealous?\nShe laughs.\nISABEL\nNo.\nGrace smiles at her.\nGRACE\n\nGood.\nThey walk for another moment. Then Isabel stops.\n\nISABEL\nI want you to have this.\n\nIsabel takes off her necklace and hands it to Grace.\n\nISABEL (CONT'D)\nOf course, you don’t have to wear it.\n\nGrace stares at it for a moment, then hugs her.\n\fPink Rev.",
  "43": "---END OF PREVIOUS SECTION---\nISABEL (CONT'D)\nOf course, you don’t have to wear it. Grace stares at it for a moment, then hugs her. Pink Rev. \n---TARGET SECTION TO BE ANNOTATED---\n (05/28/18) BE? 70.\n\n109 INT. THERESA’S BATHROOM — MORNING 109\n\nShe downs her morning vitamins.\n\n110 INT. CLOSET - MOMENTS LATER 110\nShe puts on her jewelry. As she does, she looks over at\nher shelf where she had put the birds nest and eggs she\n\nfound. It’s not there. She goes over and looks more\nclosely. No where to be found. She looks agitated.\n\n111 INT. KITCHEN - CONTINUOUS 111\n\nCibele, their housekeeper, is cleaning. Theresa stomps\nin.\nTHERESA\nCibele there was a nest in my closet. Did\nyou movie it?\n\nCibele looks puzzled.\n\nTHERESA (CONT'D)\n\n(impatient)\nA birds nest with blue eggs. Did you move\nit?\nCIBELE\n\nNo. I didn’t see it.\n\nTheresa looks annoyed.\n\n112 INT. BARN - MORNING - CONTINUOUS 112\n\nOscar is showing two men around his new studio. One wears\na suit and looks like he is a collector. The other is his\nart advisor.\n\nTheresa walks in. She immediately spots the nest on one\nof Oscar’s work tables. Oscar and the men appear from\naround the other side of the huge stone he’s working on.\n\nOSCAR\nTess. This is Jamey and Andre. I’m\nshowing them the new pieces.\n\nShe barely acknowledges them.\nTHERESA\n\n(to Oscar)\nDid you take that from me?\n\fPink Rev. (05/28/18) BE? 7.\n\nHe’s trying to understand what’s going on. He steps away\nfrom the others to try and speak privately with her.\n\nOSCAR\nI... I saw it in your closet.\n\nTHERESA\nWhat were you doing in my closet?\n\nOSCAR\nI saw it when I was replacing a bulb for\nyou. It was starting to fall apart, so I\nthought I’d repair it for you.\n\nThe two others hang awkwardly in the background.\n\nTHERESA\nYou don’t need to fix everything. You’re\nnot the fucking handyman!\n\nShe stares daggers at him then leaves without a goodbye.\nHe takes a deep breath, then turns back to the others,\nwho wait awkwardly.\n\nOSCAR\n(lightly)\nSorry about that.",
  "44": "---END OF PREVIOUS SECTION---\nShe stares daggers at him then leaves without a goodbye. He takes a deep breath, then turns back to the others,\nwho wait awkwardly. OSCAR\n(lightly)\nSorry about that. \n---TARGET SECTION TO BE ANNOTATED---\n The down side of\nworking at home.\n\nHe forces a smile and leads them back to the work.\n\n113 INT. ARETSKY'’S PATROON - DAY 113\n\nTheresa sits at her regular corner booth of this up\nscale, business-oriented restaurant, drinking a martini.\n\nThe maitre d’ shows Isabel to the table. Theresa smiles\nat her.\n\nTHERESA\nOh good come sit down.\n\nIsabel slides in the booth. Theresa finishes off her\nmartini.\n\nTHERESA (CONT'D)\nI'm celebrating. I have officially sold\nmy company.\n\nShe raises her hand to the waiter for two more martinis.\n\fPink Rev. (05/28/18) Br? 72.\nISABEL\nNo, thank you.\n\nTHERESA\nYou don't drink?\n\nISABEL\nNot in the middle of the day.\n\nTHERESA\nNot at the wedding either.\n\nIsabel realizes Theresa was watching her.\nTHERESA (CONT'D)\nOscar said you guys partied a lot. Is it\ncause of that?\n\nIsabel doesn’t feel comfortable, and it shows on her\nface. She shakes her head.\n\nISABEL\nWhy am I here?\n\nTwo men in suits approach the table and greet Theresa.\nRICHARD\nJust wanted to stop by to say\n\ncongratulations.\n\nEDDIE\nWe heard you made out pretty well.\n\nTHERESA\nIs that a surprise? Now, I’m just a very\nrich employee.\nThey smile at her.\nTHERESA (CONT'D)\nThis is my friend, Isabel. Richard -\nEddie.\nThe men smile at Isabel.\nTHERESA (CONT'D)\nI’m about to donate a small fortune to\nthe orphanage she runs in India.\nIsabel is taken by surprise by this information.\n\nRICHARD\nWow, now I feel bad about myself.\n\fPink Rev. (05/28/18) BE? 73.\n\nTHERESA\nIt’s about time.\n\nThey all laugh and the men leave. The martini arrives,\nTheresa starts on it.\n\nISABEL\nI assumed after the other night...\n\nTHERESA\nWhy? It makes more sense now. We’re\npractically family.\n\nIsabel looks at Theresa, trying to read her. The waiter\napproaches.\n\nTHERESA (CONT'D)\n(to the waiter)\nThe sole. For both of us.",
  "45": "---END OF PREVIOUS SECTION---\nThe waiter\napproaches. THERESA (CONT'D)\n(to the waiter)\nThe sole. For both of us. \n---TARGET SECTION TO BE ANNOTATED---\nHe nods and scurries off.\n\nTHERESA (CONT'D)\nYou’1l love it.\n\nIsabel narrows in on Theresa.\n\nISABEL\nWhy are you doing this?\n\nTheresa smiles.\n\nTHERESA\nJust be grateful and try not to ruin it.\n\nISABEL\nI just know when something sounds too\ngood to be true.\n\nTHERESA\nThe only thing you need to know is what\nyou can do with the money.\nIsabel's mind is spinning.\n\nTHERESA (CONT'D)\nIt’s a good day for both of us.\n\fPink Rev. (05/28/18) BE? 74.\n\nTheresa finishes her second martini. She looks at Isabel.\n\nTHERESA (CONT'D)\nIt must have been strange seeing Oscar\nagain.\n\nIsabel nods, tentatively.\n\nTHERESA (CONT'D)\nDoes he look different?\n\nISABEL\nI don’t remember.\n\nTHERESA\nOh gimme a break. I mean, he is handsome\nnow, but back then...\n\nISABEL\nYou knew who I was when you invited me\nhere, didn’t you?\n\nTHERESA\nNo. I did not. All I knew was what my\npeople told me; That there was a good\ncharitable opportunity. The rest is fate.\n\nISABEL\nI don’t believe you.\n\nTHERESA\nWell, That doesn’t matter.\n\nISABEL\nWhat do you want?\n\nTHERESA\nThe real answer?\n\nISABEL\nYes.\n\nTHERESA\n\nI want to make money.\nTheresa smiles. Isabel looks at her dubiously.\n\nTHERESA (CONT'D)\nGrace said you two had dinner.\n\nIsabel nods.\n\fPink Rev. (05/28/18) Be7 75.\n\nTHERESA (CONT'D)\nGood. I’m glad you’re spending time\ntogether.\n\nGwen, Theresa’s assistant, appears at the table.\n\nGWEN\nI’m sorry to interrupt...\n\nTHERESA\nThen why are you?\n\nGwen swallows hard.\n\nGWEN\nYou have a conference call. I was trying\nto text you but you weren’t picking up.\n\nTHERESA\nWho scheduled a call during lunch?\n\nGWEN\nYou asked me to.\n\nTHERESA\nWell, I’m not available to talk right\nnow, so push the call.\n\nGwen stands there.",
  "46": "---END OF PREVIOUS SECTION---\nGWEN\nYou asked me to. THERESA\nWell, I’m not available to talk right\nnow, so push the call. Gwen stands there. \n---TARGET SECTION TO BE ANNOTATED---\nGWEN\nYou specially asked me to schedule it\nbefore London closed.\n\nTheresa raises her voice.\n\nTHERESA\n(loudly)\nJesus Christ! Do I work for you or do you\nwork for me?!\n\nPeople turn and look. Gwen is frozen. Isabel sits\nuncomfortably.\n\nTHERESA (CONT'D)\nWhich one is it?!\n\nGWEN\nI work for you.\n\nTHERESA\nVery good. That’s using your brain. Now\ngo push the fucking call and if you can’t\nthen don’t come in tomorrow.\n\f114\n\nPink Rev. (05/28/18) BE? 76.\n\nThe few people left in the restaurant watch the scene.\n\nEXT. THERESA AND OSCAR'S HOUSE, BACK PORCH - EVENING 114\n\nTheresa sits staring out into the darkness with a mostly\nfinished drink in front of her.\n\nOscar walks out carrying a few folders.\n\nOSCAR\nHey.\n\nShe doesn’t move. He puts the folders down in front of\nher.\n\nOSCAR (CONT'D)\nThe office dropped these off.\n\nShe looks at him with a dark expression. He examines her.\nOSCAR (CONT'D)\nThey also wanted to know if you were\nokay.\nTHERESA\n(drunk)\nI decided to go ahead and finance\nIsabel’s orphanage.\n\nOscar isn’t sure what to say.\n\nTHERESA (CONT'D)\nAre you going to say anything?\n\nOSCAR\nI’m sure she’s happy about that.\n\nShe laughs.\n\nTHERESA\nYou two are perfect for each other.\n\nHe’s totally taken aback.\n\nOSCAR\nWhat the hell does that mean?\nTHERESA\nIt means she didn’t seem that grateful\n\neither.\n\nThis hits him hard. He takes a beat.\n\f115\n\n116\n\n117\n\nPink Rev. (05/28/18) Be7 77.\n\nOSCAR\nI’m going to assume that’s the vodka\ntalking.\n\nTHERESA\n\nGood solution.\n(finishes her drink)\n\nNo responsibility that way.\n\nOscar looks at her and shakes his head. She stands.\nOSCAR\n\nYou think you’re the only one affected by\n\nthis?\nHe tries to make eye contact with her but she seems far\noff. She moves to leave, and he grabs her arm. They look\nat each other.",
  "47": "---END OF PREVIOUS SECTION---\nHe tries to make eye contact with her but she seems far\noff. She moves to leave, and he grabs her arm. They look\nat each other. \n---TARGET SECTION TO BE ANNOTATED---\nOSCAR (CONT'D)\nDon’t go up to the boys room like this.\ng Pp Y'\n\nShe blows up.\nTHERESA\nDon’t tell me what to do. Don’t tell me\nhow to be a mother! It’s not like you’re\nthe better parent. And I’m getting pretty\nsick of hearing that single dad story.\nYou didn’t do it all on your own.\n\nShe breaks free from his grasp and walks out.\n\nINT. THERESA AND OSCAR’S BEDROOM - MIDDLE OF THE NIGHT 115\nTheresa is dead asleep. Oscar lies awake. He looks over\n\nat her.\n\nINT. HORIZON, RECEPTION AREA - DAY 116\nIsabel waits. After a moment, Gwen approaches.\n\nGWEN\nFollow me.\n\nIsabel and Gwen look at each other. Isabel stands.\n\nINT. HALLWAY OUTSIDE THERESA’S OFFICE 117\n\nGwen and Isabel walk toward Theresa’s office.\n\f118\n\nPink Rev. (05/28/18) BE? 78.\n\nINT. HORIZON, THERESA’ OFFICE 118\nGwen opens the door and shows Isabel in. Theresa stands.\n\nTHERESA\nI want to apologize. I was awful. Hope I\ndidn’t scare you.\n\nTheresa looks at Gwen and smiles gently.\n\nTHERESA (CONT'D)\nGwen, I need an extra fifteen minutes.\nCould you please tell them I’m going to\nbe late?\n\nGwen nods and exits. Theresa motions for Isabel to sit.\nShe joins her.\n\nTHERESA (CONT'D)\nI've decided to amend my offer.\nI'd like to make it more generous.\n\nIsabel is cautious.\n\nTHERESA (CONT'D)\nIt’s going to require you stay a few more\ndays while we get the details worked out.\n\nIsabel stiffens.\n\nISABEL\nI have to get home. I can’t stay.\n\nTHERESA\nI know, I understand. But I the\ncircumstances have changed. You've\nconvinced me that this is too important\nto just be a one off donation. And, it\nmeans a lot to me that you're Grace’s\nbiological mother.\n\nIsabel doesn’t understand.\nTHERESA (CONT'D)\nSo, I’ve talked to our lawyers about\nestablishing a fund.\nIsabel tries to process this.",
  "48": "---END OF PREVIOUS SECTION---\nIsabel doesn’t understand. THERESA (CONT'D)\nSo, I’ve talked to our lawyers about\nestablishing a fund. Isabel tries to process this. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESA (CONT'D)\nIt would be in both your and Grace's\nnames, and you would run it together.\n\nIsabel doesn’t know what to say.\n\f119\n\nPink Rev. (05/28/18) BE? 79.\n\nTHERESA (CONT'D)\nI was thinking 20 million over six years.\n\nISABEL\nWhat?\n\nTHERESA\nFrom the research I have, it could cover\nfifty thousand kids a year. Medication,\nshelter, education. Anything you'd need.\nIsabel is reeling.\n\nTHERESA (CONT'D)\nIncluding your local farming project.\n\nShe looks at Theresa.\n\nISABEL\nWhat are you getting out of this?\nTHERESA\n(lightly)\nWow. *\n\nIsabel looks uneasy. Theresa softens.\n\nTHERESA (CONT'D)\nStay. Stay a little. Get to know Grace\nbetter. Talk to Oscar. Go out dinner with\nthem. Spend some time with them.\n\nIsabel looks at her and shakes her head. Give a little\nlaugh.\n\nTHERESA (CONT'D)\n\nI know, I don’t like it either.\n(pause)\n\nLook, I’m not going to be here this\nweekend. I’m taking the boys to my\nsister’s in DC for the weekend. Go see\nthem while I’m gone. I’m sure you have a\nlot to talk about.\n\n+e\n\nIsabel stands, so does Theresa.\nTHERESA (CONT'D)\nCongratulations.\nINT. DRIVEWAY OF HOUSE - MORNING 119\n\nOscar loads a couple bags in the back of Theresa's car.\nThe boys try and help.\n\fPink Rev. (05/28/18) Br? 80.\nOSCAR\nC’mon, you can do it!\n\nThey struggle. The other one comes and pushes from the\nbottom. Oscar helps them.\n\nTheresa appears with a to-go cup of coffee.\nOSCAR (CONT'D)\n(re: weight of bag)\nMy god, what are you bringing with you?!\nThey hoist the bags in.\nTHERESA\nYou need a lot of footwear choices when\n\nyou are going to so many museums.\n\nTWINS\nNol!\n\nTHERESA\nI’m teasing. Maximum 3.\n\nThey groan again.\n\nTHERESA (CONT'D)\nNow hop in, I don’t want to hit traffic.\n\nOscar ushers them in.",
  "49": "---END OF PREVIOUS SECTION---\nThey groan again. THERESA (CONT'D)\nNow hop in, I don’t want to hit traffic. Oscar ushers them in. \n---TARGET SECTION TO BE ANNOTATED---\n Sticks his head in so Theresa can’t\nhear.\n\nOSCAR\n(to the kids)\nThere are snacks in the back.\n\nThe twins get in. Oscar turns to Theresa.\nOSCAR (CONT'D)\nWhy don’t you take the train, you won’t\nhave to worry about traffic... or\ncrashing.\nTHERESA\nI’m a better driver than you. And I want\nto drive. It’s just DC.\nShe kisses him, then climbs in the drivers seat.\n\nTHERESA (CONT'D)\nBesides, ‘they talk to you in the car.’\n\nHe smiles.\n\fPink Rev. (05/28/18) BE? 81.\n\nOSCAR\nSounds familiar.\n\nTHERESA\nSee, I’m listening; even when you think\nI’m not.\n\nOSCAR\nSay hi to your sister. And please be\ncareful.\n\nShe waves to him and starts the car. She turns the radio\non and music blares.\n\nOSCAR (CONT'D)\nI could come...\n\nShe turns it up very loud and makes a motion like she\ncan’t hear him. He backs off. She pulls away.\n120 INT. HOUSE, KITCHEN - LATER DAY 120\nThe news plays on the radio.\nOscar makes a sandwich.\n\nThe doorbell rings. He looks up, not expecting anyone.\n\n121 EXT. FRONT DOOR OF HOUSE 121\nOscar opens the door to reveal Isabel. He’s surprised.\n\nISABEL\nCan we talk?\n\nOSCAR\nAbout what?\n\nShe shakes her head about how contentious he’s being.\nISABEL\nYour wife.\n122 INT. LIVING ROOM - MOMENTS LATER 122\nThe tension is thick between them.\nOSCAR\n\n(reluctantly)\nDo you want a glass of water?\n\fPink Rev. (05/28/18) BE? 82.\n\nISABEL\nDid you know that Theresa asked me to\nadminister a fund?\n\nOSCAR\nWell, that’s what you came here for,\nright?\n\nISABEL\n\nWith Grace. We'd run it together.\nOscar looks surprised.\n\nISABEL (CONT’D)\nI don't know if Grace even knows. Or if\nany of it’s even real. Frankly, I don’t\nreally trust your wife.",
  "50": "---END OF PREVIOUS SECTION---\nISABEL (CONT’D)\nI don't know if Grace even knows. Or if\nany of it’s even real. Frankly, I don’t\nreally trust your wife. \n---TARGET SECTION TO BE ANNOTATED---\nOSCAR\nYou don’t trust her? She offers you money\nto run a charity and you question her\nintegrity?\n\nISABEL\n20 million dollars.\n\nOscar can’t hide his surprise.\n\nISABEL (CONT’D)\nIs it real?\n\nOSCAR\nYou don’t need to be poor to have good\nintentions. There are people with money\nand ideals.\n\nISABEL\nOh really? That’s not what I remember you\nsaying when I knew you.\n\nOSCAR\nWell, I was an idiotic idealist and I\ngrew up. Did you?\n\nISABEL\nYou don’t know me so don’t pretend you\ndo.\n\nThey glare at each other. Oscar thinks.\nOSCAR\n\n(defensively)\nGrace is not going to India with you.\n\fPink Rev. (05/28/18) Br? 83.\nISABEL\nYou think you’re in charge of her?\nHe stays still.\nISABEL (CONT'D)\nI hate to tell you, but she’1ll do\n\nwhatever she wants. We all do eventually.\n\nThe depth of the truth in that statement lies there\nbetween them.\n\nOscar goes to the window and looks out. Isabel watches\nhim.\nISABEL (CONT'D)\nTheresa doesn’t care about the orphanage.\nShe barely wanted to hear about it. She\ncares about business. So what does she\nwant?\nOscar thinks.\n\nOSCAR\nMaybe to give Grace some direction?\n\nHe softens.\nOSCAR (CONT'D)\n(admitting)\nI don’t know.\n\nOscar looks defeated. He sits.\n\nOSCAR (CONT'D)\nSeems to be a theme for me these days.\n\nIsabel nods.\n\nISABEL\nJoin the club.\n\nShe sits opposite him. They aren’t sure where to go.\n\nISABEL (CONT'D)\nI looked up some of your work online.\n\nHe looks at her.\n\nOSCAR\nYeah?\n\nISABEL\nIt's pretty terrible.\n\fPink Rev. (05/28/18) BE? 84.\n\nHe laughs.\n\nOSCAR\nI looked you up too.\n\nISABEL\n(dubious)\nReally?\nOSCAR\nYeah. You sound very noble. At least on\nthe internet.\nShe nods.\n\nISABEL\nThe orphanage is my best side.\n\nThey smile at each other.\nOSCAR\nCan I make you a coffee?\n123 INT.",
  "51": "---END OF PREVIOUS SECTION---\nThey smile at each other. OSCAR\nCan I make you a coffee? 123 INT. \n---TARGET SECTION TO BE ANNOTATED---\n BARN - DUSK 123\n\nWe are close on Oscar’s art. The sketches, the older\nsculptures, the new unfinished work.\n\nOscar and Isabel wander around the massive stone he is\ngetting ready to work on.\n\nISABEL\n\nHow do you choose it?\nOSCAR\n\nI can’t really describe it.\nISABEL\n\nCan’t or don’t want to?\n\nHe smiles.\n\nOSCAR\n\nBoth?\nISABEL\n\nFair enough.\nHe reconsiders and decides to let her in.\nOSCAR\n\n(hesitantly)\nCertain rocks kind of glow. To me.\n\fPink Rev. (05/28/18) BE? 84aa.\n\nISABEL\n(little smile)\nLike an ‘Aura’?\n\nHe shakes his head and smiles.\n\fPink Rev. (05/28/18) BE? 84a.\n\nOSCAR\n(slightly embarrassed)\nMaybe.\n\f124\n\n125\n\n126\n\nPink Rev. (05/28/18) Be7 85.\nISABEL\nAnd those are the ones you take.\nOSCAR\nNot right away. I leave them, and then I\ngo back. And if they are still...\nlighting up... then I take them.\n(lightly)\nI’ve got to be sure because they are\nheavy.\n\nShe smiles and touches the huge stone, amazed by it.\nAfter a moment:\n\nISABEL\nIs that what happened with her?\n\nOscar looks puzzled.\n\nISABEL (CONT'D)\nGrace. She was lighting up?\n\nA long moment. Oscar isn’t sure what to say. Tentatively,\nhe touches the back of Isabel’s hand.\n\nShe looks at him tenderly.\n\nISABEL (CONT'D)\nI thought you’d come looking for me.\n\nHe takes it in. Breathes.\nOSCAR\nI thought you’d come back.\nINT. CAR - NIGHT 124\n\nOn Isabel riding home.\n\nEXT. WORKSHOP - SAME 125\nOscar steps outside and breathes in the cold air. He\n\nlooks up at the night sky.\n\nEXT. GRACE’S LOFT - NEXT DAY 126\nGrace sits at the computer.\n\nJONATHAN (0.C.)\nIs it too ass kissy to wear a tie?\n\fPink Rev. (05/28/18) BE? 86.\n\nShe doesn’t take her eyes off the screen.\n\nGRACE\nFor what?\n\nJonathan appears with a couple ties.",
  "52": "---END OF PREVIOUS SECTION---\nShe doesn’t take her eyes off the screen. GRACE\nFor what? Jonathan appears with a couple ties. \n---TARGET SECTION TO BE ANNOTATED---\nJONATHAN\nMy presentation. I’m pitching Pizza hut.\nI’m the lead on it. Pretty sure I told\nyou.\n\nGRACE\nA tie is nice.\n\nShe looks up.\n\nGRACE (CONT'D)\nBut not the Harvard one.\n\nShe goes back to the screen.\nJONATHAN\nAre you going to meet us at Nobu or wanna\ncome by the office?\n\nGRACE\nFor what?\n\nJONATHAN\nFor dinner. With Ben and Xandy?\n\nShe keeps scrolling through picture on the computer.\n\nJONATHAN (CONT’D)\nWhat are you doing?\n\nHe looks over her shoulder. Pictures of India.\n\nJONATHAN (CONT’D)\nIs that India?\n\nGRACE\nI thought we could go.\n\nHe clearly isn’t into the idea.\n\nJONATHAN\nWhen?\n\nGRACE\nMaybe for our honeymoon. There are\nsupposed to be great hotels.\n\fPink Rev. (05/28/18) BE? 87.\n\nHe looks at the screen, then stands and angrily starts\ndoing his tie.\n\nHe shakes\n\nShe looks\n\nJONATHAN\nWe're going to Costa Rica. I want to\nsurf.\n\nGRACE\n\nMaybe we can do both.\n\nJONATHAN\nIndia is too far babe. And I can’t take\nthat much time off work. We were just\ngoing to be gone for a week.\n\nGRACE\nWell, maybe you can just come for a week\nI can stay longer.\n\nJONATHAN\nWe just got married babe. I want to be\nwith you.\n\nGRACE\nI know. But maybe I want to see India.\n\nJONATHAN\nYou want to be alone in India? You hate\nbeing alone.\n\nGRACE\nI won’t be alone. I’1ll see Isabel.\n\nhis head.\n\nJONATHAN\nYeah. I get it. I’m not stupid.\n\nat him perplexed and hurt.\n\nGRACE\nWhy are you being so shitty?\n\nHe looks at her, then shakes his head.\n\nJONATHAN\nMe? How do you think it feels to marry\nsomeone and then a week later have them\nturn into a different person.\n\nGRACE\nWell, a few things have happened.\n\fPink Rev. (05/28/18) Br? 88.",
  "53": "---END OF PREVIOUS SECTION---\nHow do you think it feels to marry\nsomeone and then a week later have them\nturn into a different person. GRACE\nWell, a few things have happened. Pink Rev. (05/28/18) Br? 88. \n---TARGET SECTION TO BE ANNOTATED---\nJONATHAN\nAnd is that fair to me?\n\nThey look at each other for a long moment. She can’t\nbelieve him.\n\nGRACE\nSo, you thought I would stay the same\nforever?\n\nHe is agitated. Finds his shirt.\n\nJONATHAN\nJesus Christ, Grace. That’s not what I’m\nsaying.\nGRACE\n(angry)\n\nThen what are you saying?\nJONATHAN\n(struggling)\nYou can’t change things now. She gave you\nup.\n\nIt’s a thoughtless comment.\n\n127 EXT. UNION SQUARE GREEN MARKET - DAY 127\nIsabel walks amongst the locals and tourists who shop for\ntheir fresh fruit, vegetables and flowers. She takes it\nall in. She watches someone choosing a couple of muffins\nand some bread from a stand.\n\nFLASHBACK\n\n128 EXT. INDIA, MARKET - DAY 128\n\nWe are walking through a busy street in Kerala and are IN\nIsabel's POV. Food and goods for sale on either side.\n\nIsabel is holding Jai’s hand as they navigate the street.\nJai sees some sweets and he drags Isabel over to the\nstall.\n\nJAI\nIsabel...! (Please)\n\nIsabel smiles at him.\n\fPink Rev. (05/28/18) BE? 89.\n\nISABEL\nOk, but it’s our secret.\n\nShe orders a sweet from the vendor. Jai bounces in\n\nanticipation.\n129 OMITTED 129\n130 INT. OSCAR'S STUDIO - LATE MORNING 130\n\nSome workers are preparing the big stone for cutting.\nGrace appears at the door.\n\nGRACE\nIs my father here?\n\nWORKER\nHe took a break.\n\n131 EXT. TRAIL THROUGH THE WOODS - DAY 131\nOscar walks through the woods, looking at the light as it\ncuts through the trees. He checks a little compass app.\non his phone that tracks the sun.\n\nBehind him, Grace calls.\n\nGRACE\nDad!\n\nHe turns, she catches up to him.\n\nGRACE (CONT'D)\nWhat are you doing out here?\n\nOscar takes her in.\n\nOSCAR\nGracie... I’m just... thinking.\n\nHe looks weighed upon.\n\fPink Rev. (05/28/18) Br? 90.\nGRACE\nI hate fighting with you.",
  "54": "---END OF PREVIOUS SECTION---\nHe looks weighed upon. Pink Rev. (05/28/18) Br? 90. GRACE\nI hate fighting with you. \n---TARGET SECTION TO BE ANNOTATED---\nOSCAR\nYou think you’1l forgive me?\n\nShe looks at him and shakes her head.\n\nGRACE\nWhat’s my other option?\n\nHe's relieved.\n\nGRACE (CONT'D)\nBut I want to know everything.\n\nOscar nods, takes her hand.\n\nOSCAR\nOf course, Bunny.\n\nGRACE\nDon’t call me that.\n\nOSCAR\nOK. What should I call you?\n\nGRACE\nHow about my name.\n\nHe nods slowly and looks at her. Takes a moment.\n\nOSCAR\nWhen you give a child up for adoption,\nyou have a period of time to change your\nmind. 30 days. A “grace” period.\n\nShe listens intently. Thinks.\nGRACE\nSo, how long did it take for you to\ndecide to come get me?\n\nOSCAR\n29 days. Visiting every day.\n\nGrace listens intently.\nOSCAR (CONT'D)\nWe had agreed once you were born we would\nboth leave. She kept up her end of the\nbargain.\n\nOscar remembers.\n\fPink Rev. (05/28/18) BE? 91.\n\nOSCAR (CONT'D)\n\nAnd I meant to. But I thought; ‘I’11l just\ngo see her for an hour.’ Then I couldn’t\nstop going. Staring at you, talking to\nyou.\n\nGrace digests all this.\n\nGRACE\nAnd they don’t have to contact the mom?\n\nOSCAR\nA “Good faith effort”, they call it.\nJust sending a letter to the last known\naddress. But she didn’t even have one and\nI knew they wouldn’t find her.\n\nShe looks at her dad, pained and relived to be hearing\nthe real story.\n\nGRACE\nDid you marry mom for my sake? So I would\nhave a mother?\nA moment before he answers.\nOSCAR\nI knew she’d be a great mother; but I\n\nmarried her because I love her.\n\nGRACE\nDo you?\n\nOscar looks at her for a long moment.\n\nOSCAR\nYes.\n\nGRACE\nSo, Isabel was just a mistake?\n\nShe's really grilling him.\n\nOSCAR\nNo, not a mistake. We were just... young.\nHe looks off.\nGRACE\n\nThen why didn’t you tell me about her?\n\nOscar thinks.\n\f132\n\n133\n\n134\n\nPink Rev.",
  "55": "---END OF PREVIOUS SECTION---\nGRACE\n\nThen why didn’t you tell me about her? Oscar thinks. 132\n\n133\n\n134\n\nPink Rev. \n---TARGET SECTION TO BE ANNOTATED---\n (05/28/18) BE? 92.\n\nOSCAR\nI wanted to forget.\nGRACE\nDid you?\nOscar thinks.\nOSCAR\nNo.\nHe looks off.\nINT. HOUSE - AFTERNOON 132\n\nOscar walks up the stairs, holding the reconstructed\nbird’s nest.\n\nINT. THERESA AND OSCAR’S BEDROOM 133\n\nOscar walks through to her closet.\n\nINT. THERESA’ CLOSET - MINUTES LATER 134\n\nOscar stands on a stool trying to rig the birds nest so\nit can hang from the ceiling, suspended by an eye hook\nand monofilament.\n\nHe gets it rigged. There is some excess monofilament at\nfrom where he’s tied it off and he tries to break it with\nhis teeth. It won’t break.\n\nHe gets down off the step ladder and looks around for a\nscissors. Opens a couple drawers.\n\nApproaches Theresa’s make-up table.\n\nHe opens one drawer, then another. No scissors, but\nsomething catches his eye:\n\nA weekly pill sorter with unidentifiable pills in it,\nsorted by day. He lifts it. Underneath is a locked box.\n\nHe rattles the top. It won’t open.\n\nHe opens the other drawers, looking more and more\nurgently for the key. Finally, he takes the middle drawer\ncompletely out and rifles through her things. There is a\nsmall cup filled with coins. He dumps it out, and amongst\nthe coins finds a little key. He reaches for it.\n\f135\n\n136\n\nPink Rev. (05/28/18) BE? 93.\n\nOn Oscar as he slips the key in the lock box. It fits. He\nturns it and the top opens. The box is filled with\nprescription drug bottles. Oscar reads the prescriptions:\n\nKepra, Oxycodone, Prednisone. He is confused.\n\nINT. THERESA’S CAR - AFTERNOON 135\n\nTheresa pulls into the driveway with the kids. They all\nare singing to the radio.\n\nEXT. DRIVEWAY OF HOUSE - DAY 136\n\nTheresa helps the boys out of the car. They each carry a\nhuge stuffed animal.\n\nOscar comes out to greet them.\n\nTHERESA\nGo show daddy. And tell him we won them.\n\nOtto and Theo run to Oscar.",
  "56": "---END OF PREVIOUS SECTION---\nTHERESA\nGo show daddy. And tell him we won them. Otto and Theo run to Oscar. \n---TARGET SECTION TO BE ANNOTATED---\nTHEO\nDaddy, look what we won!\n\nThey hold out their animals.\n\nOSCAR\nWow, those are huge! How did you win\nthem?\n\nThe boys don’t have an answer. The both look back to\ntheir mom, who is taking her bag out of the car.\n\nTHERESA\nWe stopped at a lovely go-kart track off\nthe highway that had a few carnival\ngames.\n\nOTTO\nAnd mom said the games were a waste of\ntime so she bought them for us.\n\nShe's caught. Gives Oscar a funny smile.\nTHERESA\nIt really smelled like feet and hot dogs\nin there, and I wanted to beat the\ntraffic.\n\nShe gives him a kiss and hands him her suitcase.\n\f137\n\nPink Rev. (05/28/18) BE? 94.\n\nTHERESA (CONT'D)\nDo you mind taking this is for me? I have\nto get to the office.\n\nOscar looks at her searchingly as he takes her bag. She\nsenses something but turns away.\n\nTHERESA (CONT'D)\nBoys, go in with daddy and take a bath.\n\nThey run toward the house. Theresa heads back to the car.\n\nOSCAR\nTheresa...\n\nShe reluctantly turns.\n\nTHERESA\nI should be back for dinner.\n\nShe’s about to get in.\n\nOSCAR\nI spoke to your doctor.\n\nShe freezes for a moment.\n\nOSCAR (CONT'D)\nYou’ve known for 3 months?\n\nShe gets in the car. Oscar goes around the passenger side\nand opens the door.\n\nINT./ EXT. THERESA’S CAR 137\nTheresa yells.\n\nTHERESA\nWhat? He spoke to you? Our relationship\nis confidential. He’s not allowed to tell\nyou anything. I could sue him!\n\nOSCAR\nHe thought I knew. He said you promised\nto tell me right after the wedding.\n\nTHERESA\nI don’t have time for this right now, I\nhave to go.\n\nOSCAR\nTheresa! We need to talk about it.\n\fPink Rev. (05/28/18) BE? 95.\n\nTHERESA\nThere’s nothing to talk about.\n\nHe doesn’t move.\n\nTHERESA (CONT'D)\nGet out, please.\n\nHe doesn’t budge.",
  "57": "---END OF PREVIOUS SECTION---\nHe doesn’t move. THERESA (CONT'D)\nGet out, please. He doesn’t budge. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESA (CONT'D)\nGet out! Get out I have to go work!\n\nHe looks at her, emotionally.\n\nOSCAR\nNo. I’m not getting out. I’m your\nhusband. I’m never getting out.\n\nThey look at each other. She fights off her emotion.\nTakes a long moment.\n\nTHERESA\nDon’t tell Grace and the boys.\n\nOscar looks at her, tenderly.\n\nOSCAR\nBaby...\n\nTHERESA\nDon’t tell them. Please.\n\nHe looks at her, eyes welling. Oscar nods.\n\nOSCAR\nWe will figure something out.\n\nTHERESA\nI have figured it out.\n\nOSCAR\nThere has got to be an experimental\ntreatment; Something they are testing.\n\nTHERESA\nYou think I haven’t looked into\neverything? There’s nothing I can do.\nNothing that won’t just prolong it... and\nmake it worse... And make it worse. I\ndon’t want you all to see me that way I\ndon’t want you to see me that way.\n\f138\n\nPink Rev. (05/28/18) BE? 96.\n\nOSCAR\nSo you expect me to do nothing.\n\nTHERESA\nWe don’t get to choose!\n\nHe puts his hand on her arm. She gives into it for a\nsecond then pushes him away.\n\nTHERESA (CONT'D)\nLet me go.\n\nShe pushes him harder.\n\nTHERESA (CONT'D)\nLet me go!\n\nHe pulls back from the car as she starts to drive with\nthe passenger side door open.\n\nWe stay in the car with her as she leans over to try and\npull the door shut. The car swerves and she almost goes\ninto a tree, before she rights herself.\n\nEXT. INDIA, CROWDED STREET - FLASHBACK 138\n\nIsabel stands in a little makeshift stall at the market\nbeing fit for the dress she wore to Theresa's office the\nfirst day. A local “tailor” measures. Preena and a few of\nthe kids from the orphanage look on.\n\nJAI\n\nHow long will you be away?\nISABEL\n\nJust a week.\nJAI\n\nSo you'll be back for my birthday?\nISABEL\n\nI don’t miss birthday parties, Jai.\n\nThere's ice cream.\n\nShe winks at him. Jai smiles wide. The tailor drapes some\nfabric over Isabel.",
  "58": "---END OF PREVIOUS SECTION---\nShe winks at him. Jai smiles wide. The tailor drapes some\nfabric over Isabel. \n---TARGET SECTION TO BE ANNOTATED---\n The kids laugh.\n\nISABEL (CONT'D)\nKeep laughing. Your dress is coming next.\n\nA wide eyed Jai laughs and shakes his head.\n\fPink Rev. (05/28/18) BE? 97.\n\n139 INT. BOWERY HOTEL/ EXT. ORPHANAGE - DAY 139\n\nIsabel hangs on the phone. Her eyes are glassy with\nemotion. Silence.\n\nINDIA\n\nOn the other end, Preena holds the phone out the window\nof her office toward the courtyard where Jai’s party is\ngoing on. The group sings happy birthday.\n\nOn her end, Isabel listens intently, and mouths a few of\nthe words.\n\nThey finish and people cheer. Jai looks up to the window\nand sees Preena with the phone.\n\nShe gives a wave. Jai shakes his head ‘no’, then returns\nto the party.\n\nPREENA\nWe're going to do the ice cream now.\n\nIsabel swallows, knowing this means he’s not coming to\nthe phone.\n\nPREENA (CONT’D)\nIsabel. You are doing something\nimportant. Call me as soon as you sign\nthe contract.\n\nIsabel nods.\nISABEL\n(happy birthday)\nTell him, “Subha janmadina”\nPREENA\n(God bless you/good luck)\nAllah tomara mangala karuka\n\n140 INT. THERESA’S OFFICE - AFTERNOON 140\n\nIsabel sits and reads contracts while Theresa watches\nher.\n\fPink Rev. (05/28/18) BE? 98.\n\nISABEL\nThere are a couple of points I don’t\nunderstand.\n\nTheresa looks over her shoulder.\n\nTHERESA\nOh, that just means if you and Grace\ncan’t agree on how the funds are\ndistributed, Oscar will be the tie\nbreaking vote. I thought it would be\nbetter if it wasn’t me.\n\nShe smiles and sits.\nISABEL\nNot that.\n(pointing)\nThis.\nTheresa reads.\n\nISABEL (CONT'D)\nIt says I have to ‘reside’ in New York?\n\nTheresa nods.\n\nTHERESA\nYes. Your cost of living will be taken\ncare of.\nIsabel is baffled.\nISABEL\n\nI can just come for board meetings, do\nthe rest over Skype.\n\nTheresa looks at Isabel impassively.",
  "59": "---END OF PREVIOUS SECTION---\nIsabel is baffled. ISABEL\n\nI can just come for board meetings, do\nthe rest over Skype. Theresa looks at Isabel impassively. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESA\nI'm afraid it’s a requirement.\n\nThis rubs Isabel the wrong way.\n\nISABEL\nThat makes no sense. Why?\n\fPink Rev. (05/28/18) BE? 99.\n\nTHERESA\n(deep breath)\nI know you are used to running things at\nthe Orphanage, but you aren’t familiar\nwith what it takes to manage millions of\ndollars. So I would like you here. *\n\nIsabel shakes her head and thinks.\n\nISABEL\n6 months here and 6 there.\n\nTheresa looks at her dead on.\n\nTHERESA\nIt’s non-negotiable.\n\nIsabel struggles to understand.\nTHERESA (CONT'D)\nAnd please don’t waste our time\npretending you aren’t going to do it. *\n\nIsabel begins to let her anger out.\n\nISABEL\nYou think I give a shit about your money? *\nTHERESA *\nI do. *\nISABEL *\nYou think I’m for sale? You can’t buy me. *\nIsabel gets up. *\nTHERESA\nI don’t want to buy you. This is an *\nopportunity. *\nIsabel becomes more and more agitated, like a caged\nanimal.\nISABEL\n(yelling)\n\nBullshit! That’s what it says here.\n\fPink Rev. (05/28/18) BE? 100.\n\nShe pushes the contract off the table and some papers\nfly. Theresa stays calm.\n\nTHERESA\nCall it whatever you want. But think what\nyou could do with the money; how many\nkids you could help.\n\nShe narrows in on Isabel.\n\nTHERESA (CONT'D)\nI know you'd sell yourself for that.\n\nISABEL\nFuck you, you don’t know me.\n\nIsabel turns to walk out.\n\nTHERESA\nActually I know all about you. 39 years\nold. Born in Troy, New York; raised by\nadoptive parents in Connecticut. Went to\nboarding school upstate, then Syracuse\nfor a year before dropping out and\njoining the Peace Corps - where you met\nOscar... You’re a good person; An\nidealist, well intentioned. You are...\njust like Grace.\n\nIsabel is reeling. She shakes her head.\n\nISABEL\nI have a life!\n\nTHERESA\nYour life will be good here.",
  "60": "---END OF PREVIOUS SECTION---\nShe shakes her head. ISABEL\nI have a life! THERESA\nYour life will be good here. \n---TARGET SECTION TO BE ANNOTATED---\nISABEL\nYou think because your rich I’m going to\nget down on my knees and lick your\nfucking asshole?\n\nTheresa loses her temper.\nTHERESA\nYou think that because you’re a do-gooder\nit makes up for the fact that you\nabandoned your child?\n\nIt's a gut punch. The two women stand facing each other,\nnakedly.\n\nThen Isabel turns, and walks out.\n\n*\n\f141\n\n142\n\nPink Rev. (05/28/18) BE? 101.\n\nTheresa watches her go, then closes her eyes and breathes\nin deeply.\nINT. HORIZON STAIRWELL 141\n\nIsabel runs down the stairs, feet flying.\n\nEXT. HUDSON STREET - MINUTES LATER 142\n\nIsabel walks away from the office building, clearly\nupset.\n\nTheresa appears and calls to her.\n\nTHERESA\nIsabel!\n\nIsabel doesn’t stop. Theresa runs to catch up.\n\nTHERESA (CONT'D)\nIsabel. Stop. Come back. I’m sorry.\n\nIsabel turns to her, furious and wounded.\n\nISABEL\nYou are cruel! You think you’re so\nimportant. You sell... nothing. And the\n\nworld decided that’s worth a lot!\nTheresa takes a deep breath.\nTHERESA\nListen to me. Listen. She’s our daughter.\nWe share her. I’ve had her for the last\n20 years, and now she needs you.\n\nTheresa’s emotions begin to take over. Isabel is\nconfused.\n\nTHERESA (CONT'D)\nAnd Oscar needs you...\n\nTheresa starts to cry. Isabel can’t handle it all.\n\nISABEL\nYou’re crazy.\n\nTHERESA\nNo!\n\nTheresa looks at Isabel.\n\n*\n\f143\n\nPink Rev. (05/28/18) BE? 102.\n\nTHERESA (CONT'D)\nI’m sick. I’m sick.\n(breath)\nI’m dying.\n\nIsabel is knocked back by the information, the emotion of\nTheresa, and what it all means.\n\nIsabel looks at her confused.\n\nTHERESA (CONT'D)\nHelp me! My boys are 8 years old...\n\nTheresa is lost for a moment. Isabel is frozen. Theresa\nexplodes with desperation.",
  "61": "---END OF PREVIOUS SECTION---\nTheresa is lost for a moment. Isabel is frozen. Theresa\nexplodes with desperation. \n---TARGET SECTION TO BE ANNOTATED---\nISABEL\nWhat?\n\nTHERESA\nDo I have to be half way across the world\nto get your help!\n\nNot knowing what to do, Isabel backs up, then turns and\nwalks away from Theresa.\nINT. BOWERY HOTEL - EVENING 143\n\nIsabel stands looking out the window, trying to process\nit all. Some images of India. Of Oscar. Of Grace.\n\nThe phone rings breaking her out of her reverie. She goes\nto answer. As she moves, she reveals her packed bags\nbehind her.\n\nA KNOCK.\n\nISABEL\nI‘'ll be right down.\n\nA knock again. Annoyed, she goes to the door and opens\nit. Grace stands in front of her, looking vulnerable and\nupset.\n\nISABEL (CONT'D)\nGrace.\n\fPink Rev. (05/28/18) BE? 102A.\n\nGRACE\nCan I talk to you?\n\f144\n\nPink Rev. (05/28/18) BE? 103.\n\nIsabel looks concerned.\n\nISABEL\nYes, Of course. What is it?\n\nGrace walks in and looks at Isabel, face crumpling.\nGRACE\nI don’t think I want to be married\nanymore...\n\nShe leans into Isabel’s arms.\n\nINT. BOWERY HOTEL, ISABEL’S BEDROOM - LATER 144\nThey sit on the bed facing each other.\n\nGRACE\nHe says I’ve changed. That I don’t talk\nto him, or laugh at his jokes; or want to\ngo out with our friends.\n(thinking)\nHis friends really.\n\nIsabel listens patiently. Grace looks far off.\n\nGRACE (CONT'D)\nAnd he’s a good person, but I look at him\n\nnow... and... He doesn’t want to know\nme... I mean “Me”.\nISABEL\n\nHave you told your parents how you feel?\nShe shakes her head ‘no’.\n\nGRACE\nI can’t. They thought I was too young to\nget married. And they were right.\n(getting upset)\nI wish I wasn’t married.\n\nShe leans on Isabel. Isabel holds her, unsure of what to\nsay.\n\nGRACE (CONT'D)\nDoes everyone feel this way?\n\nISABEL\nI wouldn’t know.\n\nShe comforts Grace for another moment.\n\fPink Rev. (05/28/18) BE? 104.",
  "62": "---END OF PREVIOUS SECTION---\nISABEL\nI wouldn’t know. She comforts Grace for another moment. Pink Rev. (05/28/18) BE? 104. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE\nTell me what to do?\n\nGrace looks up at Isabel searchingly.\n\nISABEL\nGrace, I can’t do that.\n\nGRACE\nPlease... Everyone will hate me if I get\ndivorced... But I don’t know if I can\nstay married.\n\nISABEL\n\nNo one is going to hate you.\nGrace shakes her head.\nGRACE\nYes, they will. I’m stupid... I shouldn’t\nhave done it...\n\nISABEL\nIt’s your life. You decide.\n\nGrace looks up.\n\nGRACE\nLike you did?\n\nIsabel looks at Grace.\n\nISABEL\nLike we all do.\n\nThey are entering tricky territory.\nGRACE\nWhen you gave me up, were you doing what\nyou wanted?\n\nIsabel looks at her.\n\nISABEL\nIt was more complicated than that.\n\nGrace's anger and emotion rises.\n\nGRACE\nNot to me.\n\nIsabel lets this land. She nods. Grace gets upset.\n\f145\n\n146\n\nPink Rev. (05/28/18) BE? 105.\n\nGRACE (CONT'D)\nNot to me! Did you think about what you\nwere doing to ME??!\n\nGrace has shocked herself with her outburst. She gets\nemotional.\n\nGRACE (CONT'D)\nI’m sorry... I’m sorry.\n\nGrace starts to cry and Isabel hugs her.\nISABEL\n\nI’m sorry.\nINT. BOWERY HOTEL, ISABEL’S ROOM - DAWN 145\nOver some room service trays and into the bedroom, where\nGrace lies asleep in a hotel robe. Isabel sits up next to\nher. The clock reads 530AM.\nINT./ EXT. BOWERY HOTEL, BALCONY-ROOM 146\n\nIsabel walks out with the phone into the morning air. She\ndials.\n\nPreena picks up.\n\nPREENA\nHello?\n\nISABEL\nIt’s Isabel.\n\nPREENA\n\nIsabel, did we get the money?\nShe looks out at the city.\n\nISABEL\nYes.\n\nWe hear pure joy from Preena’s end.\nPREENA\nThis is a miracle. It’s a miracle!! Let\nme get Jai for you. We will celebrate!\n\nIsabel is quiet.\n\nISABEL\nNo. No. Not now.\n\f147\n\nPink Rev. (05/28/18) BE? 106.",
  "63": "---END OF PREVIOUS SECTION---\nNo. Not now. 147\n\nPink Rev. (05/28/18) BE? 106. \n---TARGET SECTION TO BE ANNOTATED---\nPREENA\nWhat’s the matter?\n\nShe isn’t sure how to say this.\n\nISABEL\nI’m not coming back. I’m staying in New\nYork.\n\nPREENA\n\nWhat do you mean? For how long.\n\nISABEL\nTo live.\n\nPreena is confused and concerned. This is hard for\n\nIsabel, but she is clear.\n\nINT. BOWERY HOTEL LOBBY, BREAKFAST ROOM - MORNING 147\nIsabel sits with a cup of coffee, waiting. Oscar enters\n\nand finds her. He walks to her table and sits. He looks\n\nexhausted.\n\nOSCAR\nIs she okay?\n\nIsabel nods.\nISABEL\nShe’s confused and upset. She thinks she\nmade a mistake.\n\nOscar isn’t clear.\n\nISABEL (CONT'D)\nApparently, she doesn’t love him.\n\nHe nods. Half satisfied half worried.\n\nOSCAR\nAnd she came to you?\n\nIsabel nods with a little shrug.\n\nOSCAR (CONT'D)\nWhat did you tell her?\n\nISABEL\nI told her... that it was her life.\n\nOscar takes this in. He takes a deep breath.\n\fPink Rev. (05/28/18) Br? 107.\nOSCAR\nThank you for letting her stay.\nGrace walks in, surprising them. Oscar stands.\n\nOSCAR (CONT'D)\nHey, there you are.\n\nShe is sheepishly emotional when she sees her dad. They\nlook at each other at her for a moment, then he hugs her.\n\nGRACE\nDo you hate me?\n\nOSCAR\nAre you kidding?\nIsabel watches the embrace. They part and sit. Isabel\nsmiles at her. Grace wipes a tear away. The three sit\ntogether. Odd.\n\nAfter a moment Grace reaches over and takes a sip of\nIsabel's coffee.\n\nISABEL\nSure, have some.\n\nGrace laughs while drinking.\n\nGRACE\nI’ll get some more.\n\nShe stands up.\n\nGRACE (CONT'D)\nDo you want some, Dad?\n\nHe nods.\n\nISABEL\nAnd see if they have any pastries.\n\nGraces walks into the main lobby toward the restaurant.\n\nOSCAR\nShe’s so sensitive.\n\nISABEL\nWhere could she have gotten it?\n\nHe smiles. Then uncomfortable with the situation, he rubs\nhis face.\n\fPink Rev. (05/28/18) Br? 108.",
  "64": "---END OF PREVIOUS SECTION---\nHe smiles. Then uncomfortable with the situation, he rubs\nhis face. Pink Rev. (05/28/18) Br? 108. \n---TARGET SECTION TO BE ANNOTATED---\nOSCAR\nI didn't get a lot of sleep last night.\nIsabel takes his hand.\nISABEL\nOscar. You have to tell her about\n\nTheresa.\n\nThis catches Oscar off guard, and he fights back some\nemotion. A long moment.\n\nOSCAR\nShe made me promise I wouldn’t.\n\nISABEL\nIt doesn’t matter. She has to know.\n\nOscar bows his head, trying to keep it together. Isabel\ntakes his hand.\n\nOSCAR\n(struggling)\nI don’t want to hurt her.\n\nISABEL\nWho?\n\nGrace arrives balancing 3 cups of coffee.\n\nGRACE\nThey said they’d bring the pastries over.\n\nThey all sit again. Grace starts to get upset.\n\nGRACE (CONT'D)\nOh, I forgot the milk...\n\nHe face crumples.\n\nOSCAR\nIt’s okay, baby.\n\nOscar reaches out for her and Isabel puts her hands on\nGrace’s arm.\n148 INT. HORIZON OFFICES/ THERESA’S CONFERENCE ROOM - DAY 148\n\nIsabel sits around a table opposite Theresa, Bill and a\nfew other lawyers.\n\nA lawyer prepares the proper page. He passes it to\nIsabel.\n\fPink Rev. (05/28/18) BE? 109.\n\nLAWYER\nSign here.\n\nIsabel takes the paper and signs.\n\nLAWYER (CONT’D)\nTheresa. Your turn.\n\nThey pass the paper to Theresa who puts on her reading\nglasses. She begins to sign but the pen doesn’t work.\nTheresa shakes it, still doesn’t work. Immediately,\neveryone else in the room offers her their pen.\n\nShe takes one and signs. Looks up with a smile.\n\nTHERESA\nIt's official. I have a lot less money.\n\nEveryone laughs.\n\nISABEL\nYou’re changing a lot of peoples lives.\n\nIsabel looks at her with some hidden melancholy. There is\nan unintended double-meaning.\n\nTHERESA\nI hope you can do everything you want\nwith it.\n\nTheresa’ assistant Gwen opens the door.\n\nGWEN\nSorry to interrupt, but Grace is here.\n\nTheresa looks confused and slightly flustered. Isabel\ngets her stuff together.\n\nTHERESA\nOh.\n(takes a moment)\nI wasn’t expecting her.\n\nTheresa’s gaze falls on Isabel.\n\nTHERESA (CONT'D)\nBring her in.",
  "65": "---END OF PREVIOUS SECTION---\n(takes a moment)\nI wasn’t expecting her. Theresa’s gaze falls on Isabel. THERESA (CONT'D)\nBring her in. \n---TARGET SECTION TO BE ANNOTATED---\nIsabel stands, ready to go.\nISABEL\n\n(to the lawyers)\nThank you all for your time.\n\f149\n\n150\n\nPink Rev. (05/28/18) BE? 110.\n\nShe approaches Theresa, who looks at her curiously.\n\nTHERESA\nWhy don’t you stay?\n\nISABEL\nI don’t think she came to see me.\n\nIsabel looks deeply at Theresa. Isabel puts out her hand.\nSlowly, Theresa shakes it. Isabel smiles, then is off.\nTheresa takes a deep breath.\n\nINT. HORIZON, HALLWAY OUTSIDE THERESA’S CONFERENCE ROOM 149\nCONTINUOUS\n\nIsabel walks away from the conference room as Grace is\nwalking in.\n\nThey stop briefly.\n\nISABEL\n(quietly)\nYou okay?\n\nGrace nods, subdued but determined. They grasp hands for\na moment before continuing by each other.\n\nINT. CONFERENCE ROOM 150\n\nTheresa stands as the Lawyers and Board Members are\nexiting. Grace walks in.\n\nTHERESA\nGracie. I didn’t know you were coming in\ntoday. I would have cleared myself for\nlunch.\n\nGrace looks at Theresa, tears already in her eyes. She\nwaits for the last person to leave and closes the door.\n\nTHERESA (CONT'D)\n(trying to stay casual)\nDid you see Isabel on the way out?\n\nGrace ignores it. She turns and looks and looks at\nTheresa, unwavering. Theresa can’t ignore what’s coming.\n\nGRACE\n(plainly)\nWhy didn’t you tell me?\n\fPink Rev. (05/28/18) Br? ql.\nGrace seems intensely vulnerable, but clear. Theresa\ndoesn’t know what to say.\nGRACE (CONT'D)\n(hurt)\nWhy didn’t you tell me yourself?\nShe looks away.\nGRACE (CONT'D)\nYou were lying; every minute you knew and\ndidn’t tell me.\n\nTheresa looks away.\n\nTHERESA\nI’m sorry.\n\nGrace's emotions are colliding.\n\nGRACE\nEverybody's sorry!\n\nTheresa looks at her, tenderly.\n\nTHERESA\nI didn’t want to make you sad.\n\nGrace tears up.\nGRACE\n\nAnd you didn’t think I’d be sad If you\njust died one day?\n\nTHERESA\nNo. I...\nTheresa struggles.",
  "66": "---END OF PREVIOUS SECTION---\nTHERESA\nNo. I... Theresa struggles. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE\nWhat?\nTHERESA\n\nI didn’t want anything to change. People\nact differently sometimes.\n\nGRACE\nHow would you know? You didn’t tell\nanyone!\nTheresa nods.\nTHERESA\n\nMaybe I was wrong.\n\f151\n\nPink Rev. (05/28/18) BE? 112.\n\nThey sit facing each other. Grace cries. Theresa stokes\nher face. Grace looks lost.\n\nGRACE\nIf I knew you were dying, I wouldn’t have\nspent my time doing other stuff.\n\nGrace starts to sob. Theresa holds her hands and kisses\nthem.\n\nTHERESA\nDon’t cry sweet heart. Don’t. It’s okay,\nyou'll be okay.\n\nGrace is shaking her head.\n\nGRACE\nI don’t want to be okay!\n\nTHERESA\nAnd Isabel will be with you...\n\nGrace looks up at Theresa, feelings colliding.\n\nGRACE\nI don’t care about Isabel! You’re my mom.\nI don’t want anyone but you. If you don’t\ntell me, I can’t say all the things I\nwant to say...\n\nTears begin to run down Theresa’ cheeks.\n\nGRACE (CONT'D)\nI can’t tell you that... I love you...\nand I don’t want you to die.\n\nTheresa cries with her. They hold each other. Kiss each\nother’s tears. Theresa looks at Grace, nose-to-nose. She\nholds her face.\n\nTHERESA\nI love you.\n\nWe find Grace’s hand, as she intertwines a lock of\nTheresa’ hair tightly through her fingers, grasping. She\nwon’t let go. They cry.\n\nINT./ EXT. THERESA AND OSCAR'S HOUSE 151\n\nWe see a series of shots around the grounds and inside\nthe house. Most of them are either nature: A deer\ndrinking out of the pool - or inanimate objects in the\nhouse that having meaning to the make-up of their lives.\n\f152\n\nPink Rev. (05/28/18) BE? 113.\n\nA book on the table with the ring of a coffee cup on it.\nIn Oscar’s studio, the huge stone, waiting.\nPieces of the architecture of the house.\n\nThe boys clothes in the hamper.\n\nINT. THERESA CLOSET - EVENING 152\n\nClose on the birds nest with the broken eggs that have\nbeen glued.",
  "67": "---END OF PREVIOUS SECTION---\nThe boys clothes in the hamper. INT. THERESA CLOSET - EVENING 152\n\nClose on the birds nest with the broken eggs that have\nbeen glued. \n---TARGET SECTION TO BE ANNOTATED---\n We can see the cracks.\n\nPast the nest, we focus on Theresa’s dressing table where\nshe sits, looking in the mirror. She wears a beautiful\ndress and is made-up.\n\nAfter a moment Oscar appears, dressed nicely, looking\nhandsome, holding a glass of water which he sets down for\nTheresa. She takes a couple pills, not having to hide it\nany more.\n\nOscar pulls reading glasses out of his pocket and kneels\ndown next to her, facing her profile and holds out his\nhand. She hands him the earrings she’s having trouble\nwith.\n\nTHERESA\nThis pair always gives me trouble.\n\nHe puts on his reading glasses and focuses on getting the\npost through her earring hole. It’s very intimate.\n\nOSCAR\nI love being needed. Makes me horny.\n\nShe can’t move but she rolls her eyes and smiles.\n\nOSCAR (CONT'D)\nAlmost...\n\nWe see them in the mirror, she watches him in the\nreflection, taking in the whole thing.\n\nHe smiles and finishes.\n\nOSCAR (CONT'D)\nOne more second...\n\nHe takes Theresa’s phone off the table and holds it\nbehind them as they pose in the mirror for a selfie.\n\f153\n\n154\n\n155\n\n156\n\nPink Rev. (05/28/18) BE? 114.\n\nINT. THERESA AND OSCAR’S HOUSE, HALLWAY 153\nTheresa walks down the hall and we follow her. She comes\nto the boys room and pushes the door open.\n\nINT. BOYS ROOM 154\nThe boys are already in their PJ’s. They have a couple of\nfriends over. They are all playing “Dance, Dance\n\nRevolution”, on X-Box; all dancing like maniacs.\n\nShe watches them for a moment then walks in front of the\nTV blocking it, facing the boys.\n\nTHERESA\nA dance party! Oh good! I love to dance!\n\nShe starts to dance. They yell and scream, trying to get\nher to move. The twins try and push her out. She just\nkeeps dancing.\n\nTWINS (OTTO AND THEO)\nMom, this is serious, get out of the way.\n\nTHERESA\nI didn't know it was serious! I’m sorry.\n\nShe hugs them, and they go right back to playing.\nTHERESA (CONT'D)\nBe good for Bellie.\nINT.",
  "68": "---END OF PREVIOUS SECTION---\nShe hugs them, and they go right back to playing. THERESA (CONT'D)\nBe good for Bellie. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EXT. THERESA’S CAR PARKWAY - LATE EVENING 155\nOscar drives. Theresa looks out her window. Music plays.\nAfter a moment, Oscar turns to her; sensing him, she\n\nturns to him. Oscar opens his mouth, about to speak.\n\nCUT TO:\n\nINT. MINETTA TAVERN - NIGHT 156\n\nTheresa, Oscar, and about 30 others, have taken over the\nwhole back room of this village bistro. A mixture of\nTheresa's work associates and friends.\n\nIsabel sits with Grace midway down the long table.\nTheresa and Oscar sit together at the end, surrounded\nwith friends. Someone is mid-toast.\n\fPink Rev. (05/28/18) BE? 115.\n\nTANYA\nThere are not many people who have the\npower and tenacity to will their vision\ninto existence - And in the process to\nchange the way our industry works. Not to\nmention employing over a thousand people,\nraising a family and, oh yeah, making a\nshit load of money.\n\nThey all laugh. We are with Isabel and Grace as they\nlisten.\n\nTANYA (CONT'D)\nI’ve known Theresa for 20 years now, so\nwhen she told me she was thinking of\nselling the company I said: ‘don’t I get\na vote?’\n\nHe looks at Theresa.\n\nTANYA (CONT'D)\nTo which she replied: “no”.\n\nLots of laughter.\n\nTANYA (CONT'D)\nSo why sell? When you've built this big,\nthriving, behemoth of a company. Why?\n\nSCATTERD GUEST\nWhy? Why?\n\nEveryone laughs.\n\nTANYA\nThat’s what I asked. Why?\n\nTheresa shakes her head at Tanya.\n\nTANYA (CONT'D)\nAnd she said because she likes beginnings\n- and a little bit of hardship. When\nthings get to easy, she gets bored. We\nbored her!\n\nSome jeers and laughter.\nTANYA (CONT'D)\nTheresa, congratulations. We love you -\nWe can’t wait to see what you do next.\nAnd we’re sorry we bored you!\n\nBig smiles and laughter.\n\n+e F FH\n\n*\n\fPink Rev. (05/28/18) BE? 115A.\n\nIsabel touches Grace’s leg in support. Everyone raises a\n\nglass.",
  "69": "---END OF PREVIOUS SECTION---\n+e F FH\n\n*\n\fPink Rev. (05/28/18) BE? 115A. Isabel touches Grace’s leg in support. Everyone raises a\n\nglass. \n---TARGET SECTION TO BE ANNOTATED---\nTANYA (CONT'D)\nTo Theresa, for bringing us all together.\nEVERYONE\nTo Theresa.\nCUT TO:\n157 OVERLAP ‘HAPPY BIRTHDAY’ BEING SUNG 157\n\nOscar carries out a cake that looks more like a\nsculpture. Clearly his brainchild.\n\nHe sets it down as everyone finishes singing happy\nbirthday. Theresa looks embarrassed by the show of\naffection. She looks at the crazy cake.\n\fPink Rev. (05/28/18) BE? 116.\n\nTakes a deep breath and blows out the candles. It takes a\ncouple tries. People clap. Theresa looks at Oscar and\nshakes her head, as if to say, “I hate/love that you did\nthis”.\n\nHe takes some icing on his finger and offers it to her.\nTheresa shakes her head but eats it. A deep breath and\nshe stands.\n\nTHERESA\nOkay, okay...\n\nEveryone claps.\n\nTHERESA (CONT'D)\nThank you, thank you very much.\nJust to be clear, my birthday is not\nuntil next month and 52 is not exactly a\nlandmark birthday, but thank you for\nbeing here and for this cake which is\nclearly a creation of my husbands fertile\nimagination.\n\nShe gazes at him.\n\nTHERESA (CONT'D)\n\n(to the crowd)\nI think you all know that he’s a\nbrilliant artist. You see his work all\nover our office.\n\n(promoting)\nBut you may not know that he has a show\nup - at Anita Rodgers on Greene...\nbetween Spring and Broome. So if you're\nin the neighborhood stop by. Maybe buy a\npiece?\n\nPeople laugh. Theresa refocuses.\n\nTHERESA (CONT'D)\n(a moment)\nI had always thought of artists as flaky\nand impractical. So you can imagine my\nsurprise when I fell in love with one. I\nthought I was going to marry a nice\nbanker.\n\nA big laugh.\nTHERESA (CONT'D)\nBut thank goodness there are no nice\nbankers.\n\nMore laughter. Theresa looks down at Oscar. A long pause.\n\fPink Rev. (05/28/18) BE? 117.\n\nTHERESA (CONT'D)\nDo you know what he said to me in the car\non the way here?\n\nHe takes a deep breath.",
  "70": "---END OF PREVIOUS SECTION---\nPink Rev. (05/28/18) BE? 117. THERESA (CONT'D)\nDo you know what he said to me in the car\non the way here? He takes a deep breath. \n---TARGET SECTION TO BE ANNOTATED---\n She turns back to the crowd and\nquotes him.\n\nTHERESA (CONT'D)\n‘Is it us moving through the world, or\nthe world running past us?’\n\nSome sounds of acknowledgement from the group. She’s very\nemotional but pushes it back.\n\nTHERESA (CONT'D)\nTo which I replied, “Let’s not take the\nNorthern State, traffic is horrible this\ntime of day”\n\nLots of laughter. She looks at Oscar and mouths “I love\nyou”. He takes her hand and kisses it.\n\nTheresa gathers and switches back to business mode.\n\nTHERESA (CONT'D)\nBut this is not about me, it’s not about\nmy family. This is about us and our\ncompany and what we’ve accomplished.\nTogether. I know that many of you are\nwondering what our company is going to\nlook like after the sale.\n\nShe makes brief eye contact with Grace who sits listening\nnext to Isabel. Theresa turns away and addresses the\nother guests.\n\nTHERESA (CONT'D)\nI'd be lying if I didn’t acknowledge that\nthere will be a period of transition.\nBut I must stress how important it was\nfor me to find a partner who would not\njust continue our culture, but add to it.\nMaking it more dynamic, with more\nresources, greater reach. So if you ask\nyourself do I feel uncomfortable and the\nanswer is yes, then GOOD, cause that kind\nof discomfort leads to growth. That kind\nof discomfort makes you challenge\nyourself, that kind of discomfort is\ntransformative...\n\nOscar looks down at Grace and Isabel.\n\nMUSIC OVERLAPS - “Brick House”, by the Commodores.\n\f158\n\n159\n\nPink Rev. (05/28/18) BE? 118.\n\nLATER IN THE EVENING 158\n\nTables and chairs have been moved and a dance party has\nbroken out.\n\nPure abandon, as everyone dances. Oscar and Theresa let\nloose.\n\nINT. THERESA AND OSCAR'S BEDROOM - 2AM 159\n\nTheresa sits on the bed in her nightgown and robe, she\nlooks tired and pale. Oscar brushes his teeth in the\nbathroom. Her back is turned to him.\n\nOSCAR\nI meant to tell you, the school called to\nsuggest that we split the boys into\nseparate classes after winter break.",
  "71": "---END OF PREVIOUS SECTION---\nOscar brushes his teeth in the\nbathroom. Her back is turned to him. OSCAR\nI meant to tell you, the school called to\nsuggest that we split the boys into\nseparate classes after winter break. \n---TARGET SECTION TO BE ANNOTATED---\n They\nthink it would be good for their\nconfidence.\n\nOscar finishes brushing and comes in.\nOSCAR (CONT'D)\nI just worry about that one teacher,\nJanet... She seems a little melancholy\nfor 3rd grade.\nShe doesn’t answer. Looks to be really struggling.\n\nTHERESA\nWhy are you telling me this?\n\nOscar sees she doesn’t look good. He goes to her.\n\nOSCAR\nAre you okay? Let me get you a\npainkiller.\nHe goes.\nTHERESA\n\nI don’t want it.\nOscar stops. He sits with her.\nTHERESA (CONT'D)\nI want to know why you are telling me\nthis? About the boys.\n\nOscar looks at her, confused.\n\fPink Rev. (05/28/18) BE? 119.\n\nOSCAR\nBecause we have to decide...\n\nTheresa looks at him.\n\nTHERESA\nWe don’t need to decide anything anymore.\n\nOscar swallows hard. She is exhausted and vulnerable.\nTHERESA (CONT'D)\nYou need to decide on your own because\nI’m not going to be here.\n\nOscar is pained. Theresa can’t believe her own words.\n\nTHERESA (CONT'D)\nI’m not going to be here.\n\nShe is baffled. Oscar puts his arms around her. She takes\nhim and makes her look at him.\n\nTHERESA (CONT'D)\nDo you think you’1l be with Isabel when\nI’m gone?\nOscar shakes his head.\n\nOSCAR\nStop.\n\nTHERESA\nI want to know...\n\nOSCAR\nTheresa, I love you.\n\nShe looks desperate.\n\nTHERESA\nI don’t feel well.\n\nOscar holds her and she lets him. Suddenly, she looks\nterrified.\n\nTHERESA (CONT'D)\nWhere will I go?\n\nShe’s like a child asking about death.\nTHERESA (CONT'D)\n\n(adamantly)\nWhere will I go?\n\f160\n\n161\n\nPink Rev. (05/28/18) BE? 120.\n\nHe looks at her filled with compassion.\n\nOSCAR\nI don’t know.\n\nShe lets all her anger and fear out while he holds her.\nTHERESA\n(screaming)\nI don’t want to die!\n(more)\nI don’t want to die...\nShe crumples in his arms.",
  "72": "---END OF PREVIOUS SECTION---\nTHERESA\n(screaming)\nI don’t want to die! (more)\nI don’t want to die... She crumples in his arms. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESA (CONT'D)\nI’m not done! I’m not done!\n\nShe slides out of his arms and onto the floor, thrashing\nand struggling. Oscar tries to contain her.\n\nOSCAR\nI know, baby, I know...\n\nHe holds her as she screams and sobs.\n\nOSCAR (CONT'D)\nI'm with you. I’m with you...\n\nThey sob together.\n\nEXT. HOUSE - NIGHT 160\nThe wind blows in the trees.\n\nA small animal listens for danger.\n\nRain begins.\n\nTOLLING OF A BELL.\n\nEXT. WOODS, NEAR HOUSE - DAY 161\nOn feet walking. Nature sounds.\n\nWider to see Oscar, Isabel, Grace, and the boys walk in\nthe woods together, holding a box of Theresa’s ashes.\n\nThey stop in a clearing and open the box. Oscar turns the\nbox over and the ashes blow. They all watch as the ashes\ndisappear into the air and the earth.\n\f162\n\n163\n\n164\n\nPink Rev. (05/28/18) BE? 121.\n\nIsabel leans down and helps one of the twins zip up his\nsweatshirt. The camera moves past them to find Oscar's\nsculpture sitting in the woods. He has shaped and\nintertwined the stone he was working on with part of the\nfallen tree and it stands quietly amongst the forest. A\nmemorial.\n\nFADE DOWN/FADE UP\n\nEXT. INDIA, CROWDED STREET - DAY 162\nA cab honks its way through traffic. Isabel is in the\n\nback. She looks out.\n\nEXT. ORPHANAGE - AFTERNOON 163\nIsabel gets out of the cab in front of the orphanage.\n\nShe breathes deeply, taking it all in. A moment later\nPreena appears. She and Isabel embrace. Preena takes\n\nIsabel's hand and excitedly leads her in.\n\nThey walk into the courtyard. Changes are already\nnoticeable.\n\nPreena happily points things out.\n\n- Boxes that contain medical supplies. Food.\n\n- New soccer goals on the field.\n\n- IN THE SLEEPING AREA: New mattress and bunks. Isabel\nsmiles.\n\nINT. ISABEL’S OLD ROOM, INDIA - LATER 164\nShe goes through the few belongings she has. Not a lot.\nRemnants from another life.",
  "73": "---END OF PREVIOUS SECTION---\nISABEL’S OLD ROOM, INDIA - LATER 164\nShe goes through the few belongings she has. Not a lot. Remnants from another life. \n---TARGET SECTION TO BE ANNOTATED---\n She divides it in a ‘to keep’\n\npile, and a ‘throw away’.\n\nShe hears some voices of children who are returning from\ntheir errands.\n\nFootsteps, then Jai appears in the doorway.\n\nJAI\nMiss Isabel!\n\nShe smiles wide. Opens her arms. Jai runs into them.\n\fPink Rev. (05/28/18) Br? 121A.\nISABEL\nI missed you.\n\nJAI\nI missed you too.\n\fPink Rev. (05/28/18) Br? 122.\nHe remembers something and drags her outside.\n\n165 EXT. ORPHANAGE COURTYARD - CONTINUOUS 165\n\nHe points to the corner of the roof where a bird has\nbuilt her nest.\n\nJAI\nLook.\n\nThree baby birds. Isabel lights up.\n\nISABEL\nAmazing.\n\nJAI\n\n(proudly)\n\nI have been up there.\n\nISABEL\nReally?\n\nJAI\n\nYes. Miss Preena brought a ladder. I\nwatched the mother feed them.\n\nIsabel looks at the 3 little birds, as they open and\nclose their little mouths, awaiting a feeding.\n\nISABEL\nWhat does she feed them? Lentils?\n\nHe laughs.\n\nISABEL (CONT'D)\nVindaloo?\n\nJAI\nNo, Miss Isabel! Worms!\n\nISABEL\nOh, yuck.\n\nHe smiles. Isabel looks at him.\n\nISABEL (CONT'D)\nJai, I want to ask you something.\n\nHe waits innocently. She bends so she is eye to eye with\nhim.\n\fPink Rev. (05/28/18) BE? 123.\n\nISABEL (CONT’D)\nI was wondering if you might like to come\nto New York with me?\nJai looks confused.\nISABEL (CONT’D)\n(tenderly)\nTo live.\nJai’s little brow furrows.\nISABEL (CONT’D)\nWe could come back here and visit as much\nas you want.\n\nJAI\nBut this is my home. I want to stay here.\n\nIsabel's face falls for a moment. Not what she was\nexpecting.\n\nJAI (CONT'D)\nI would miss my friends.\n\nIsabel nods. She wants to make sure he understands.\nISABEL\nThe thing is, I have to live there. So we\nwon’t see each other as much.\n\nJai thinks it over for a moment.",
  "74": "---END OF PREVIOUS SECTION---\nISABEL\nThe thing is, I have to live there. So we\nwon’t see each other as much. Jai thinks it over for a moment. \n---TARGET SECTION TO BE ANNOTATED---\nJAI\nYou can come and visit.\n\nShe thinks, then nods.\n\nISABEL\nI can.\n\nWe hear the other kids beginning to play on the soccer\nfield. Jai’s attention is drawn there.\n\nISABEL (CONT’D)\nYou want to go play?\n\nHe nods enthusiastically.\n\nISABEL (CONT'D)\nOkay, go.\n\nHe smiles. One more hug then he’s off.\n\f166\n\n167\n\nPink Rev. (05/28/18) BE? 124.\n\nINT. ISABEL’S OLD ROOM, INDIA - CONTINUOUS 166\n\nIsabel walks back in her room, alone. ON HER FACE as she\ngathers herself emotionally.\n\nSomething across the room catches her eye. It’s a little\nmirror she kept over her wash basin. She sees herself in\n\nthe reflection. Lets herself look. It’s one of those\nnaked moments, where you can really see yourself.\n\nEXT. ORPHANAGE - A FEW MINUTES LATER 167\n\nA game is being played on the soccer field. Jai runs\nafter the ball.\n\nIsabel appears on the periphery of the field and watches.\nAs she does, we rise up and up; bird's point of view.\n\nSLOWLY FADE TO BLACK.\n\f"
}