{
  "1": "AFTER EARTH\n\nStory by\nWill Smith\n\nWritten by\nM. Night Shyamalan and Gary Whitta\n\nRevision by\nStephen Gaghan\n10/26/11\nRevision by\nM. Night Shyamalan\n12/6/11\nRevision by\n\nStephen Gaghan\n1/20/12\n\nShooting Script - 12/6/11\n\nBlue Revisions (on White) - 1/20/12\nPink Revisions - 1/26/12\n\nYellow Revisions - 3/2/12\n\nGreen Revisions - 3/19/12\nGoldenrod Revisions - 4/2/12\n\nBuff Revisions - 4/10/12\n\nSalmon Revisions - 5/9/12\n\fINT. OLD RAIGE APARTMENT - DAY\n\nTHE SOUND OF THE AIR RAID ALARM IS REVERBERATING THROUGH THE\nAIR. NINE-YEAR-OLD KITAI has stopped playing in his room. He\nmoves the hair from his eyes. He looks out and sees the\nwalkway outside. This is an apartment only two floors from\nthe ground.\n\nHe sees his sister SENSHI, 19, running along the walkway -\nmoving people hurriedly.\n\nNine-year-old Kitai sits frightened. Senshi returns to the\napartment. She is a young Ranger. She is in uniform, holding\na cutlass. She looks to her little brother.\n\nSENSHI\nKit, we have to go. Right now.\n\nSUDDENLY THERE IS A LOUD TERRIFYING SCREECHING SOUND - A\nCREATURE SOUND. Nine-year-old Kitai covers his ears.\n\nKITAL\nIs that..?\n\nSENSHI\nThey surprised us. Sent ships.\nDropped those things. You’re not\nafraid, are you?\n\nKITAL\nNo... Yes.\n\nANOTHER SHRIEK. CLOSER. No way he’s not afraid of that sound.\n\nSENSHI\nKit, get under the bed.\n\nNine-year-old Kitai does as his sister says. Senshi’s eyes\nsearch her little brother’s room. She sees a rectangular\nglass box with plants in it. It is covered. She finds a\nremote on the table. She presses a button. The lid opens and\ncloses.\n\nSenshi straps her cutlass expertly to her back.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe presses a button. The lid opens and\ncloses. Senshi straps her cutlass expertly to her back. \n\nTARGET SECTION TO BE ANNOTATED:\n It\nmagnetically sticks. She pulls all the plants out of the\nglass case. She pulls the case across the floor and turns it\non its side. She shoves it under the bed with Kitai.\n\nSENSHI\nClimb in here, okay? It won’t be\nable to smell you.\n\nNine-year-old Kitai does as he’s told. She hands him the\nremote. She hands him an extra cutlass from her bag.\n\fAFTER EARTH Revised Yellow 2/24/12 2.\n\nSenshi grabs her little brother's face. Her beautiful eyes\nare emotional and dead serious.\n\nSENSHI\nDon’t come out. No matter what.\nThat’s an order.\n\nNine-year-old Kitai nods, eyes filling with water.\n\nKITAL\nSens--\n\nANOTHER SCREECH, THIS TIME MUCH CLOSER.\n\nSenshi hits the remote in Kitai’s hands. The glass box\ncloses. Nine-year-old Kitai watches his sister stand. She\npulls the cutlass from her back. Her fingers tap a pattern on\nthe cutlass’s handle that reads, “Cutlass C-6.” The cutlass’s\nthousands of steel-like fibers extend on either side into\nrazor-sharp points. The cutlass is now six feet long.\n\nTHERE IS A SHADOW THAT PASSES OVER THE OTHER ROOM OF THE\nAPARTMENT.\n\nSenshi moves into the other room. She spins the cutlass in\nher hand.\n\nSenshi is partially obscured by our view from under the bed.\nWE SEE THE CREATURE ENTER OFF THE WALKWAY.\n\nWe just get a glimpse of its enormous, six-legged body as it\nenters the apartment.\n\nWe get a glimpse of Senshi nervously moving around in the\nroom, staring at it. Senshi moves forward bravely. Tries to\nstrike it.\n\nFurniture gets thrown in the room. Senshi expertly wields her\ncutlass. She gets hidden momentarily from our view through\nthe doorway. WE SEE THE CREATURE’S ARM REACH OUT. Senshi\nparkours off the corner of the room away from it.\n\nAnd then we see Senshi get struck.\n\nNine-year-old Kitai’s face contorts in terror.\n\nSenshi is thrown across the room. Senshi is dazed. She tries\nto stand.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nSenshi is thrown across the room. Senshi is dazed. She tries\nto stand. \n\nTARGET SECTION TO BE ANNOTATED:\n She screams as the creature descends on her. She is\n\nobscured from sight by its huge body.\n\nKitai taps a pattern on the handle of the cutlass in his\nhands. It extends, razor-sharp at the ends.\n\fAFTER EARTH Revised Yellow 2/24/12 3.\nHe is terrified as he clutches the weapon. He doesn’t move\nfrom his hiding place. Tears stream down Kitai’s face.\n\nThe creature POUNCES AGAIN, then it’s on her, and Kitai hears\nher VOICE, no longer a Ranger, but a girl --\n\nSENSHI (0.S.)\nDad...\n\nWhen the creature moves, we see Senshi’s bloodied, still body\nin the corner of the room.\n\nThere is the movement of people outside on the walkway. The\ncreature strangely grabs Senshi’s lifeless body and holds it\nup against the window of the apartment. We hear the group\noutside the apartment start screaming in terror.\n\nThe creature looks around and moves after the people outside.\n\nNine-year-old Kitai stares at the body of his sister. Her\nmangled face stares back at him.\n\nMATCH TO:\n\nINT. KITAI’S BEDROOM - DAWN\nA futuristic alarm goes off.\n\nKITAI RAIGE groggily gets up. He is fourteen years old now.\nSmall for his age.\n\nHe rubs his hands over his buzzed short hair. It is still\ndark outside.\n\nHe looks at a holographic picture on his desk. It is a family\npicture. A nine-year-old Kitai, his father, mother, and the\nfifteen-year-old Senshi.\n\nKitai gets up. He touches his hand to the figure of Senshi.\nHis fingers go a little through the hologram.\n\nKitai starts putting on some kind of futuristic fatigues. It\nis just becoming light outside the windows.\n\nCUT TO:\n\nEXT. PLANET - DAY\n\nThirty sets of legs SPRINTING through the gorgeous red and\nsandstone terrain. A junior military unit - THE RANGER\nCADETS - Thirty-two teenage boys, in four teams of eight, all\ndressed identically.\n\fAFTER EARTH Revised Salmon 5/9/12 4.\n\nREVEAL: Kitai strides ruggedly at the center of the pack,\nSMALLER THAN THE OTHERS.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nA junior military unit - THE RANGER\nCADETS - Thirty-two teenage boys, in four teams of eight, all\ndressed identically. AFTER EARTH Revised Salmon 5/9/12 4. REVEAL: Kitai strides ruggedly at the center of the pack,\nSMALLER THAN THE OTHERS. \n\nTARGET SECTION TO BE ANNOTATED:\n For their every one stride, Kitai\nhas to take two. He’s nearly SPRINTING, just to pace.\n\nA huge river cuts through a stunning red mountain range.\nImmediately we notice something strange. There is -\n\nA LARGE PLANET NEARBY and a larger sun eating away at a\nsmaller sun.\n\nSuperimpose: NOVA PRIME: Human Settlement\nYEAR: 1000 A.E.\nWe push in close on Kitai running at full gait. SWEATING.\n\nKITAI (V.O.)\nThere were twelve billion people\nliving on Earth on October 23rd,\n2071 - the day Mother Earth turned\nagainst us.\n\nSMASH CUT TO:\n\nARCHIVE FOOTAGE.\nScreams. Panic in the streets.\nEARTH: 2071\n\nThe archive footage is from varying sources. Newsreel,\nsecurity cameras, amateur cell-phone video as the world's\nmajor cities are rocked by:\n\nMASSIVE EARTHQUAKES - TSUNAMIS - FIRE - VOLCANIC ERUPTIONS.\n\nKITAI (V.O.)\nSudden and drastic changes in the\natmosphere, the water table, and\nfood supply. All becoming lethally\ntoxic. Rendering the planet\nuninhabitable. Billions perished in\nthe following months. And, by 2077,\nEarth’s human population was zero.\n\nA third-world village - toxic river - cattle, hippos, and\nother lifeless creatures float ominously downstream. A hazmat\nteam stands on the river's edge.\n\nCUT TO:\n\f5\n\nAFTER EARTH Revised Goldenrod 4/2/12 4a.\n\nEXT. NOVA PRIME - DAY\n\nKITAI RUNNING. He must finish first. His size, his family\nhistory. Second place feels like death. He’s that determined.\n\fAFTER EARTH Revised Salmon 5/9/12 5-5A.\n\nThe company runs past a GROWING STATION -- a huge, open-\nfabric structure that shields crops. Kitai pushes through the\ncrowd, BUMPING his way up, nearing the leader - BO - a\nsixteen-year-old, freakishly perfect physical specimen.\n\nDespite Kitai’s lack of size and strength, he muscles to the *\nfront.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe company runs past a GROWING STATION -- a huge, open-\nfabric structure that shields crops. Kitai pushes through the\ncrowd, BUMPING his way up, nearing the leader - BO - a\nsixteen-year-old, freakishly perfect physical specimen. Despite Kitai’s lack of size and strength, he muscles to the *\nfront. \n\nTARGET SECTION TO BE ANNOTATED:\n Bo sidles up beside him, all seriousness--\n\nBO\nThis isn’t a race, Cadet! *\n\nBut Kitai isn’t listening -- he’s only SPEEDING UP, leaving\nthe company behind, sprinting for a finish line that isn’t\nthere, in fifth gear when everyone else is in second --\n\nCUT TO:\n\n6 ARCHIVE FOOTAGE: ECU THROUGH THE LENS OF A MICROSCOPE - 6\n\nPoisoned water. Bacteria multiplying. Russian citizens choke\non the air in a rural town. Cars jammed on the 405 FREEWAY.\nHumans flee in terror as ACID RAIN blisters their skin.\n\n+ %\n\nKITAI (V.0.) *\nThe founding of the United Ranger *\nCorps, one thousand years ago, was *\na global military effort - an *\nevacuation of Earth. *\nCUT TO:\n\n7 ARCHIVE FOOTAGE: Members of a multi-national force being led 7\nup ramps into the bellies of MASSIVE, ARK-STYLE SPACESHIPS\nassembled on an airfield at an Antarctic military base.\n\nKITAI (V.O.)\nThe world's greatest minds united\nwith the single mission... preserve\nhumanity.\nCUT TO:\n8 OMIT 8\n\n8A OMIT 8A*\n\fAFTER EARTH Revised Salmon 5/9/12 6.\n\n9 OMIT Q*\n\n10 INT. TESTING BOOTH - MORNING 10\n\nTHE TESTING BOOTH RESEMBLES AN OLD-SCHOOL PICTURE BOOTH. THIS\nIS FUTURISTIC TEST TAKING. A supersized, picture-booth-like\nenvironment. Kitai sits responding to computer-generated\nquestions presented in front of him in HOLOGRAPHIC form.\n\nWe realize this is from where Kitai has been speaking.\nKITAI (V.0.)\n\nThe expedition took more than one\nhundred Earth years.\n\f11\n\n12\n\n13\n\nAFTER EARTH Revised Salmon 5/9/12 7.\n\nARCHIVE FOOTAGE: An older Asian woman shoots video from a\nspacecraft's window. We see that familiar blue-green marble\nas we look back on Earth from space.\n\nKITAI (V.O.)\n\nThe Rangers would lead the\nsettlement of mankind's new home...\nNova Prime.\n\nWE SEE FOOTAGE OF THE FIRST RANGERS scouting in the alien\nterrain like a latter-day Lewis & Clark.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n\nThe Rangers would lead the\nsettlement of mankind's new home... Nova Prime. WE SEE FOOTAGE OF THE FIRST RANGERS scouting in the alien\nterrain like a latter-day Lewis & Clark. \n\nTARGET SECTION TO BE ANNOTATED:\n THERE ARE COCOON\nSHAPES IN THE SANDSTONE WALLS. LIKE HONEYCOMBS. WE SEE\nRANGERS PUTTING FABRIC OVER THESE TO MAKE COVERED STRUCTURES.\n\nWe see footage of a colony embedded in honeycomb structures\nin the ridge of a reddish rocky landscape.\n\nCUT TO:\n\nINT. TESTING BOOTH - MORNING\nKitai nervously awaits his next computerized instruction.\nHOLOGRAPHIC INSTRUCTOR (0.S.)\nSection Two. First Contact - 243\nA.E.\nThe holographic imagery changes to:\nARCHIVE: Newsreel and amateur footage of DARK SHADOWS\n\nappearing over the colony. An armada of ALIEN SHIPS looming\nominously overhead.\n\nKITAI (V.O.)\nThe enemy made no attempt to\ncommunicate.\n\nSHAKY FOOTAGE OF THE ALIEN FLEET ATTACKING. Laying the human\ncolonies to waste in a massive Pearl Harbor-style attack.\n\nCUT TO:\n\n11*\n\n12\n\n13\n\f14\n\nAFTER EARTH Revised Salmon 5/9/12 8-8B.\n\nEXT. NARROW DESERT CANYON - DAY\n\nEach CADET, with their “training staff,” now dons a special\nHELMET. They are staring down an ominous narrow rock canyon.\n\nKITAI (V.O.)\nThe Rangers were now called upon\nsolely as warriors.\n\nCADETS\nGo! Go! Go! Gol...\n\nThe Cadets march forward, in razor formation. Above them, on\nthe RIM, are the R.I.’s. They monitor the cadets’ “fear\ndiamonds” on SMART FABRIC.\n\nKitai is in the middle of the pack -- his head on a swivel.\nFrom the corner of his eye, he spots --\n\nA FLASH, by a nearby rock. A slight disturbance in the air.\nCould be nothing. But to Kitai, it’s everything.\n\nKITAL\nLeft! Left! I got it!\n\nBO\nCadet! Fall back into formation! !\n\nThe rock DE-CAMO’S -- it’s the R.I. Kitai expertly wields his\ntraining staff in battle. Crazy skills. But then -- A SCRIM\nHORIZONTALLY SLIDES ACROSS KITAI’S VISION. He’s blinded.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nCrazy skills. But then -- A SCRIM\nHORIZONTALLY SLIDES ACROSS KITAI’S VISION. He’s blinded. \n\nTARGET SECTION TO BE ANNOTATED:\nKITAL\nI’m dark! I’m dark!\n\nHeavy breathing; sound dopplering... then --\n\nKITAI’S SCRIM RETRACTS -- and standing in front of him is --\nTHE R.I. -- He WHACKS Kitai clean on the noggin with his HIT\nPAD. Kitai FALLS BACKWARDS... but then SPRINGS BACK UP WITH\nCAT-LIKE AGILITY! It is Kitai that is now landing the blows,\nbut it’s all a bit too fast and fancy -- his overzealousness\ngets him POPPED again. Kitai is down. As the R.I. moves in...\n\nR.I.\nYou're out. You’re out.\n\nBut Kitai refuses to be submitted. He uses all his might to\nsquirms out of a submission. Then--\n\nTHE R.I. PUTS HIS FOOT ON KITAI’S NECK. GAME OVER.\n\n14\n\n+H\n\n+ %\n\f15\n\n16\n\n17\n\nAFTER EARTH Revised Salmon 5/9/12 8C-8D.\nR.I. (CONT'D)\nYOU. ARE. OUT!\n\nThe rest of Kitai’s team are now surrounded by R.I.’s -- the\nresult of Kitai breaking formation.\n\nR.I. (CONT'D)\nALL of you -- out!\n\nAs Kitai pushes to his feet, his fellow cadets click forward\nto the next exercise. Kitai gathers himself, follows them.\n\nCUT TO:\nARCHIVE FOOTAGE: SKREL SHIPS smoking in ruins on a desert 15\nfloor. SKREL SHIPS in retreat.\nKITAI (V.O.)\nThe enemy created the most vicious\nkilling machine humanity has ever\nfaced.\nCUT TO:\n\nANOTHER BATTLEFIELD: More shaky-cam footage as what look like 16\nMETEORS rain down from the sky, cratering into the earth.\n\nThen, emerging from the smoking craters, SAVAGE, SIX-LEGGED\nALIEN BEASTS. WE SEE THEM FROM A DISTANCE AS THEY CHARGE\n\nTOWARD RANGER INFANTRY POSITIONS.\n\nCUT TO:\n\nINT. TESTING BOOTH - MORNING 17\nCLOSE UP: Kitai. The camera pans around, revealing:\nA HOLOGRAPHIC IMAGE OF AN URSA.\n\nKITAL\nThe Ursa was genetically engineered\nto hunt and kill humans.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nTESTING BOOTH - MORNING 17\nCLOSE UP: Kitai. The camera pans around, revealing:\nA HOLOGRAPHIC IMAGE OF AN URSA. KITAL\nThe Ursa was genetically engineered\nto hunt and kill humans. \n\nTARGET SECTION TO BE ANNOTATED:\n The enemy\nstudied us, attempting to discover\na single common denominator held by\nall human beings. They determined\nit was fear.\n\n(MORE )\n\n+\n\f18\n\n19\n\nAFTER EARTH Revised Salmon 5/9/12\n\nKITAI (CONT'D)\nThe Ursa is technically blind, but\nsees humans based on the pheromones\nwe secrete when frightened. They\nliterally smell our fear. Once an\nUrsa imprints on an individual, it\nwill hunt that person until death.\n\nKitai looks intently at the faceless, six-legged creature.\n\nCUT TO:\n\nARCHIVE FOOTAGE: RANGERS FLEE ACROSS BATTLEFIELDS. A CAMERA\nON THE GROUND AS THE OPERATOR IS HIT. A TERRIFYING UP-CLOSE\nFLASH OF THE URSA BEFORE: CRASH! THE CAMERA IS DESTROYED.\n\nKITAI (V.O.)\nHumankind was again in danger of\nextinction. And again, turned to\nthe Rangers for the answer.\n\nINT. TESTING BOOTH - MORNING\nKitai strangely begins to smile. Almost beaming.\n\nKITAL\nThat answer came in the form of the\nPrime Commander, Cypher Raige, the\nOriginal Ghost and first human to\nsingle-handedly kill an Ursa. He is\nan anomaly. THE URSA CANNOT SEE\nHIM. He is believed to be so\ncompletely free from fear, that to\nan Ursa... he is invisible. This\nphenomena is known as Ghosting.\n\nAs Kitai speaks, we see ARCHIVAL FOOTAGE of the great Cypher\nRaige in action, captured by a fellow Ranger’s HELMET-CAM.\n\nCUT TO:\n\n18\n\n19\n\n+e HH HF\n\n+ %\n\fAFTER EARTH Revised Salmon 5/9/12 10-10B.\n\n20\n\n21\n\n22\n\n22A\n\nARCHIVE FOOTAGE: THE MUSCULAR CYPHER RAIGE STANDS ATOP A 20*\nBARREN MOUNTAIN RANGE OVERLOOKING AN ENEMY ENCAMPMENT. HE IS *\nBEING STRAPPED WITH EQUIPMENT FOR BATTLE, LIKE ACHILLES *\nPREPARING FOR WAR. CYPHER’S EYES SETTLE ON THE PERSON HOLDING *\nTHE CAMERA.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\n20\n\n21\n\n22\n\n22A\n\nARCHIVE FOOTAGE: THE MUSCULAR CYPHER RAIGE STANDS ATOP A 20*\nBARREN MOUNTAIN RANGE OVERLOOKING AN ENEMY ENCAMPMENT. HE IS *\nBEING STRAPPED WITH EQUIPMENT FOR BATTLE, LIKE ACHILLES *\nPREPARING FOR WAR. CYPHER’S EYES SETTLE ON THE PERSON HOLDING *\nTHE CAMERA. \n\nTARGET SECTION TO BE ANNOTATED:\n HIS EYES, DEEPLY INTELLIGENT, ALSO EMBODY A *\nNEARLY TRANSCENDENT STATE OF CALM. HIS GAZE IS UNWAVERING. *\nTHE CAMERA LOWERS. *\nCUT TO: *\nINT. TESTING BOOTH - MORNING 21\nHolographic Cypher and six other Rangers posed heroically.\nKITAL\nToday there are Seven Ghosts. They *\nare the elite members of the United *\nRanger Corps. *\nCUT TO:\nEXT. ROCK FACE - DAY 22\nON BO -- strong and agile, expertly climbing the rock face. *\nHe senses something, looks down at -- *\nKITAI, gaining on him, fast! He’s FREE CLIMBING. *\nBO *\nCadet, click into harness! *\nKITAIL *\n(as he climbs) *\nSlows me down! *\nThey reach the peak, and Kitai glimpses THE SPOT just below *\nthe top. He’s on a six-inch LEDGE with a FACE that now TILTS\nout -- more than 90 degrees -- into space. This requires\nevery climber’s biggest fear... COMMITMENT TO THE VOID --\nKitai finds his best right HANDHOLD, and SWINGS OUT, HANGING\n500 feet above the canyon below -- He SWINGS AGAIN, and AGAIN *\n-- with enough MOMENTUM to THROW HIS WEIGHT OVER AND PULL *\nHIMSELF ONTO THE RIDGE -- *\nEXT. NOVA PRIME RIDGE - DAY 22A\n\nKitai exhales. Exhilarated. On top of the world. Kitai\nsmiles, checks his time.\n\fAFTER EARTH Revised Salmon 5/9/12 11.\n\nBO\nThat was stupid.\n\nKITAL\nThey don’t give statues for being\nscared.\n\nBO\nYeah, but they do give plenty of\nheadstones for being dead!\n\nKitai’s already hooked onto a futuristic zip-line. He\ndisappears over the other side of the hill. Bo clips on and\nfollows.\n\nCUT TO:\n\f23\n\n24\n\n25\n\nAFTER EARTH Revised Salmon 5/9/12 12.\n\nEXT. PLATEAU - DAY\n\nKitai and Bo ZIP-LINE towards the plateau. Even when zip-\nlining, Kitai seems to be racing. We catch glimpses of\nbeautiful Nova Prime as they ZIP past.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nPLATEAU - DAY\n\nKitai and Bo ZIP-LINE towards the plateau. Even when zip-\nlining, Kitai seems to be racing. We catch glimpses of\nbeautiful Nova Prime as they ZIP past. \n\nTARGET SECTION TO BE ANNOTATED:\n Undulating structures\nin the canyon; windmill-type towers and waterwheels; an\nairfield with ships in the distance. A stunning human\naccomplishment. Then --\n\nKITAI (V.O.)\nCypher Raige is considered the\ngreatest warrior in the history of\nthe United Rangers Corps. He is\nresponsible for the first true era\nof peace in nearly eight hundred\nyears.\n\nDISSOLVE TO:\n\nOMITTED\n\nINT. TESTING BOOTH - MORNING\n\nKITALI\nOral history section complete.\n\nTESTING COMPUTER\nPlease state name.\n\nBeat. We see his eyes blaze with meaning as he says...\n\nKITAI\nKitai Raige.\n\n23\n\n24\n\n25\n\na\n\fAFTER EARTH Revised Blue (on White) 1/20/12 13.\n\nHOLOGRAPHIC INSTRUCTOR (0.S.)\nCadet Raige. Fear Simulation and\nanalysis...\n\nCUT TO:\n\n26 OMIT 26*\n\f27\n\n28\n\nAFTER EARTH Revised Blue (on White) 1/20/12 14.\n\nOMIT 27*\n\nCUT TO: *\n\nINT. KITAI’S BEDROOM - NIGHT 28\n\nKitai sits on his bed. A well-preserved, ancient book sits in\nhis lap. There is a wind-catching fabric outside his window\nthat moves as the wind shifts direction.\n\nFAIA RAIGE steps into the room and sits in a chair. She is a\nwoman in her forties with eyes that can look right through\nyou. She has clearly come from work. She has dust on her\ncoat.\n\nFAIA\nA lot of spikes today. We had a lot\nof orographic uplifts - what are\norographic uplifts?\n\nKITAL\nThe vertical forcing of air by\nterrain features like mountains or\nsomething.\n\nFAIA\nGood. One day when you’re done\nrunning around and shooting things\nyou’1l take over the turbine\nresearch division for me.\n\nKITAL\nSure, Mom.\n\nFAIA\nHow’d the test go?\n\nKitai looks up.\n\nKITAI\nI’1l find out tomorrow.\n\nBeat.\n\fAFTER EARTH\n\nRevised Pink 1/26/12 15.\n\nKITAL\nIt’ll be great when I tell the\nGeneral I got into the Ranger\nProgram on Senshi’s birthday.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nBeat. AFTER EARTH\n\nRevised Pink 1/26/12 15. KITAL\nIt’ll be great when I tell the\nGeneral I got into the Ranger\nProgram on Senshi’s birthday. \n\nTARGET SECTION TO BE ANNOTATED:\nThat’‘ll be great, right?\n\nFAIA\nNot everyone gets into the Ranger\nprogram on their first try.\n\nKITAL\nYeah, but those guys are bums.\n\nBeat. Faia smiles.\n\nFAIA\nYes, he’1ll be happy.\n\nShe sees the book in his hands.\n\nFAIA\nWhen did you start reading that?\n\nKITAL\nI’m trying to get done before the\nGeneral gets home. Is he staying\nhere this time?\n\nFAIA\nIf he wants.\n\nKitai smiles. He looks at the book. We see the tattered cover\nsays, “Moby Dick.”\n\nBeat.\n\nKITAL\nThere’s lines underlined. Does that\nmean the General and Senshi liked\nthese parts?\n\nFAIA\nI don’t know.\n\nKITALI\nMaybe I should memorize one? Do you\nthink he'd like that?\n\nFAIA\nI think he’1l like the fact that\nyou're reading the book.\n\nKITAL\nAre we doing a cake?\n\f29\n\n30\n\nAFTER EARTH Revised Blue (on White) 1/20/12 16.\n\nFAIA\nWe're not doing a cake. We’1ll just\nbe together.\n\nKitai nods that that makes sense and returns to his book.\nFAIA\nI’m going to wash off all this\ndust, I’ve been on the ridge all\nday.\nFaia watches him sadly.\n\nCUT TO:\n\nEXT. RANGER ACADEMY QUAD - DAY 29\n\nResults day: Kitai sits on a bench surrounded by the stone\nfrieze carved in the wall. He sits beneath his father’s image\non the wall.\n\nHe gets up and moves towards the tube-like elevators that go\ndown into the ground. He joins other cadets that are getting\non the elevators.\n\nCUT TO:\n\nINT. RANGER ACADEMY HALLWAY - DAY 30\n\nWe are down in the honeycomb-shaped caverns. Kitai and twenty\nother cadets, including BO, as focused and present as ever,\nand RAYNA, a pretty fifteen-year-old, line the hallway\nstanding at attention. Kitai is indeed young and small\ncompared to the others, a full head shorter than Rayna.\n\nBO\nI heard everyone nailed the history\nand no one passed the VR.\n\nKITAL\nWait.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nKitai is indeed young and small\ncompared to the others, a full head shorter than Rayna. BO\nI heard everyone nailed the history\nand no one passed the VR. KITAL\nWait. \n\nTARGET SECTION TO BE ANNOTATED:\n You didn’t?\n\nBo shakes his head.\n\nBO\nSpiders.\n\nBO/KITAI (SIMUL)\nI hate spiders.\n\nThey bump elbows.\n\f31\n\nAFTER EARTH Revised Yellow 2/24/12 17.\n\nBO\nWhat was the point of spiders? What\nfunction? I just don’t get it.\n\nRAYNA\nI heard they captured an Ursa.\n\nBoth boys’ heads swivel--\n\nBO/KITAI\nWhat? No way. Alive? Who?\n\nRAYNA\nWho do you think. The Ghosts. And\nthey’re going to move it. And study\nit.\n\nAs this sinks in a CADET exits the office of COMMANDER VELAN.\nHe’s got a new cutlass, a C-6 model. We hear...\n\nCOMMANDER VELAN (0.S.)\nRaige!\n\nKitai turns sharply and enters.\n\nCUT TO:\n\nINT. COMMANDER VELAN'S OFFICE - AFTERNOON\n\nKitai stands at attention in front of VELAN'S desk. This man\nis a no-nonsense military instructor. A set of cutlasses\nstand on a rack by his desk. A few of the racks are empty\nfrom ones he’s given out. COMMANDER VELAN scans through a\nseries of holographic documents.\n\nCOMMANDER VELAN\nYour test scores are very\nimpressive.\n\nKitai looks on nervously.\n\nCOMMANDER VELAN\nYou've got a Ranger's mind. No\ndoubt in that.\n\nIt takes all Kitai has not to scream for joy. Commander Velan\nlooks at Kitai, considering. There is compassion in the\ncommander’s eyes.\n\n31\n\fAFTER EARTH Revised Yellow 2/24/12 18.\n\nCOMMANDER VELAN\nBut, I'm not advancing you this\nyear.\n\nKITAI CANNOT BELIEVE WHAT HE IS HEARING!\n\nCOMMANDER VELAN\nYou take unnecessary risks. You\nconfuse courage with recklessness.\nYou may try again next year.\n\nKitai is devastated.\n\nCOMMANDER VELAN\nDismissed.\n\nKitai's holographic folder disappears and Commander Velan\nprepares for the next cadet. KITAI DOES NOT MOVE. Commander\nVelan looks back up from his desk.\n\nKITAL\n(nearly hyperventilating)\nSIR. PERMISSION TO ADDRESS THE\nCOMMANDER, SIR.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nCommander\nVelan looks back up from his desk. KITAL\n(nearly hyperventilating)\nSIR. PERMISSION TO ADDRESS THE\nCOMMANDER, SIR. \n\nTARGET SECTION TO BE ANNOTATED:\nVELAN\nDenied.\n\nCommander Velan steadies his eyes on Kitai with a cautionary\nscowl. Kitai misreads this pause as permission.\n\nKITAT\nSIR, I AM DEDICATED, HAVE STUDIED,\nAND CONSISTENTLY DISPLAYED CONDUCT\nBECOMING OF A RANGER, SIR. I\nREQUEST THAT THE COMMANDER\nRECONSIDER HIS ASSESSMENT, SIR.\n\nCOMMANDER VELAN\nI understand what it’s like to see\nsomeone die, I know what that does\nto you.\n\nKitai steadies himself. He is near tears.\n\nKITAL\nSir, my father is returning home\ntonight. Today’s a special day for\nour family. I haven’t seen him...\nAnd I HAVE to be able to tell him\nthat I have advanced to Phase Two.\n(pleading)\n\nI have got to be able to tell him\nthat I am a Ranger, sir.\n\fAFTER EARTH Revised Pink 1/26/12 18A.\n\nCommander Velan studies Kitai. Then...\n\f32\n\nAFTER EARTH Revised Yellow 2/24/12 19.\n\nCOMMANDER VELAN\nYou tell your father that I said,\n“Welcome Home.\"\n\nCommander Velan looks down at his work. When he looks up,\nKitai is still standing there. Almost belligerently.\n\nCOMMANDER VELAN\n(definitively)\nYour lessons in discipline begin\nright now. You may leave this room\nwith dignity and decorum befitting\na cadet.\n\nKitai is heartbroken. He turns sharply and exits.\n\nCUT TO:\n\nINT. RAIGE LIVING STRUCTURE - KITCHEN — DUSK 32\n\nThe Raige apartment is in one of the curved towers that look\nout over the beautiful city. From the living room window, we\nsee A STUNNING VIEW OF THE NEARBY PLANET AND STRANGE TWO\nSUNS.\n\nThe table is set for family dinner. Kitai and Faia sit at the\ntable in silence. Kitai is in full Academy formal attire.\n\nFaia turns to the open landing of the apartment.\n\nFAIA\nDid you notice that? The wind\nshifted.\n\nKITAI\n\nTo the northwest.\n\nWe see the distant smart fabric sails outside the building\nshifting towards the wind.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe wind\nshifted. KITAI\n\nTo the northwest. We see the distant smart fabric sails outside the building\nshifting towards the wind. \n\nTARGET SECTION TO BE ANNOTATED:\nTHERE IS THE SOUND OF MOVEMENT OUTSIDE. Faia gets to her\nfeet, as does Kitai. He stands at attention.\n\nKITAL\nHow are my lines?\n\nShe looks at his uniform.\n\nFAIA\nYour lines are perfect.\n(beat)\nHow are my lines?\n\n*\n\f33\n\nAFTER EARTH Revised Yellow 2/24/12 19A.\nKITAL\nMom.\n\nShe heads out, into:\n\nLIVING ROOM\n\nFaia opens the front door to reveal CYPHER RAIGE, still in\ndress uniform and carrying his kit bag. He is handsome with\nintense eyes, older than in the film footage. For a moment,\nneither of them say anything.\n\nCYPHER\nFaia.\n\n33\n\fAFTER EARTH Revised Pink 1/26/12 20.\n\nFAIA\nHi.\n\nThere's a lot of baggage here. Cypher sees Kitai standing at\nattention. Cypher sets his bag down, looks at his son.\n\nCYPHER\nYou've grown.\n\nKITAL\nSir, Cadet Raige reports.\n\nCypher does not respond. Nods, as if to say, “Okay let’s do\nthis.” He takes a slow, deliberate three-hundred-and-sixty-\ndegree walk around Kitai. A MILITARY INSPECTION. Cypher\ncloses the distance and stops directly in front of Kitai.\n\nCYPHER\n(no emotion)\nYour collar’s ragged. You have a\ncrease on your right pant leg, but\nnot your left. Fold crease.\n\nCypher gives Faia a look over this offense. She stares back.\n\nCYPHER\nYour jacket is improperly fastened. *\nBefore you present yourself for\ninspection, Cadet, square yourself\nin the mirror. Is that understood?\n\nKITAI\nYes, sir.\nCYPHER\nBut... this isn’t an inspection.\n\nCypher gives Kitai an awkward pat on the back.\n\nCUT TO:\n\n34 INT. RAIGE LIVING STRUCTURE - MEAL ROOM - NIGHT 34\n\nCypher, Faia, and Kitai sit at the table having a silent\nfamily meal.\n\nCYPHER\nSo, how were finals? *\nCypher looks to Faia. *\nCYPHER *\n\nHow were finals? *\n\fAFTER EARTH Revised Pink 1/26/12 20A.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\n34 INT. RAIGE LIVING STRUCTURE - MEAL ROOM - NIGHT 34\n\nCypher, Faia, and Kitai sit at the table having a silent\nfamily meal. CYPHER\nSo, how were finals? *\nCypher looks to Faia. *\nCYPHER *\n\nHow were finals? *\n\fAFTER EARTH Revised Pink 1/26/12 20A. \n\nTARGET SECTION TO BE ANNOTATED:\nKitai glances at his mother, then looks down.\n\fAFTER EARTH Revised Pink 1/26/12\n\nKITAL\nI wasn’t advanced to Ranger.\n\nCYPHER\nWhere do we look when we speak?\n\nKitai now makes eye contact with his father.\n\nKITAL\nI was not advanced to Ranger.\n\nCYPHER\nYou were not advanced to Ranger...\n\nHe leans forward listening for the additional --\n\nKITAL\nI was not advanced to Ranger, sir.\n\nCYPHER\nThat’s all right. You're young.\n\nKITAI\nI ran the canyon eleven seconds\nfaster than you did.\n\nCYPHER\nWell, if you were ready, Velan\nwould’ve promoted you. He’s a good\nman. Knows his stuff. You weren’t\nready.\n\nCypher returns to his food. Faia is actively GLARING at\nKitai stares at his plate. Then --\n\nKITAI\nI’m not hungry. I’m going to my\nroom.\nCypher’s voice is quiet.\n\nCYPHER\nAre you asking me or telling me?\n\nKITAL\nMay I go to my room, sir?\n\nCYPHER\nDenied. Sit down.\n\n21.\n\nhim.\n\nKitai sits down. Faia can’t believe how mean Cypher is being.\n\nFAIA\nMay I be excused, General?\n\f35\n\n36\n\nAFTER EARTH Revised Blue (on White) 1/20/12 22.\n\nCypher says nothing. Faia stands and leaves the dining area.\nBeat. Cypher stares off. Kitai sits there against his will.\n\nCYPHER\n(to Kitai)\n...-You’re excused.\n\nKitai leaves. Cypher is left alone.\n\nCUT TO:\n\nINT. GUEST ROOM - NIGHT\n\nCypher in the guest room, which is part guest room, part\nshrine to Senshi. His bag and cutlass are next to him.\nPictures of family move and float on a smart fabric wall.\n\nCypher leans forward and touches Senshi -- THE FABRIC WALL\nINSTANTLY FILLS WITH PICTURES OF SENSHI. She is laughing and\nplaying. And the General is watching, armored-up, his eyes\nclinical. Some of the pictures have icons with them. He is\nnot impervious. Cypher reaches up and hits an icon next to a\npicture of Senshi in a Ranger uniform...",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nSome of the pictures have icons with them. He is\nnot impervious. Cypher reaches up and hits an icon next to a\npicture of Senshi in a Ranger uniform... \n\nTARGET SECTION TO BE ANNOTATED:\nHer image is in holographic form next to him. At a Ranger\ncadet ceremony. People are cheering in the background. We\nhear her name called. She walks forward. PASSES THROUGH\nCYPHER. And his ARMOR FALLS and the father is suddenly\nvulnerable. And he can’t take it. Momentarily losing it. In\nthe hologram, she walks forward to a platform, an award is\npinned to her uniform.\n\nCypher struggles for control. As he rises find THE GENERAL\nreflected in the window, a mirror at night.\n\nBehind him THE CROWD CHEERS SENSHI. A drill routine with the\ncutlass. Senshi is amazing with it. He turns and watches his\nbeloved daughter.\n\nCUT TO:\n\nINT. FAIA’S OFFICE ROOM - LATER THAT NIGHT\n\nFaia is hunched over a table with holographic wind turbines.\nShe moves them with her hands and writes down calculations as\nthe holographic turbines spin.\n\nFrom the pictures and diagrams on the walls of the office we\ncan see Faia is a wind scientist. Cypher enters the room,\nsits down next to her. She turns, looks into his eyes.\n\n35\n\n36\n\n*\n\n+\n\n+ %\n\n*\n\fAFTER EARTH Revised Yellow 2/24/12 23.\n\nFAIA\nLook at that... Yep. Cypher’s back.\nGeneral Raige had him hostage.\n\nShe smiles and it’s genuine.\nHe takes her hand.\n\nCYPHER\nI have a last mission to Iphitos.\nFlying tomorrow. And after it’s\ncompleted, I’m announcing my\nretirement.\n\nFAIA\nRetirement?\n\nCYPHER\nThat’s it. It’s that time.\n\nFAIA\nNo, it is most definitely not that\ntime.\n\nHe’s forgotten that she often surprises him and then he’s\nsurprised when she does it again.\n\nHe takes her hands again. Looks deeply in her eyes.\nCYPHER\nI want my family back. I want you\nback.\n\nHe takes out a necklace, antique jewelry from old Earth. It’s\nincredibly rare and symbolic, but she just looks at him.\n\nFAIA\nThat boy in there is trying to find\nyou. He is... a feeling boy, he’s\nan intuitive boy, and I...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s\nincredibly rare and symbolic, but she just looks at him. FAIA\nThat boy in there is trying to find\nyou. He is... a feeling boy, he’s\nan intuitive boy, and I... \n\nTARGET SECTION TO BE ANNOTATED:\n He\n\nwatched you read that book with\nSenshi, his entire life. He’s\nreading that book now. He’s\nreaching for you... Don’t get me\nwrong -- I respect everything that\nyou’ve done... but you have a son\nin there that you do not know. He\nis drowning, and he does not need a\nCommanding Officer. He needs a\nfather.\n\nCYPHER\nWe fight monsters. And before that,\nwe learn how to fight them.\n\n(MORE )\n\n+ HH HH\n\n+ %\n\fAFTER EARTH\n\nRevised Yellow 2/24/12\n\nCYPHER (CONT'D)\nAnd before that, we dream about\nkilling them. That is who we are\nand it is my responsibility to\ninstill that into that boy.\n\n23A.\n\n+\n\f37\n\n38\n\nAFTER EARTH Revised Pink 1/26/12 24.\n\nFAIA\nOh look, the General’s back.\n\nCYPHER\nYou’re damn right he is.\n\nFAIA\nLet me make a prediction: when the\nGeneral is old and no longer looks\nlike his statue, the father is\ngoing to realize this is the exact\nmoment he lost his son.\n\nHe turns and walks out. She sees that he’s left the necklace\nbehind and its cold stones shimmer like distant stars.\n\nCUT TO:\n\nINT. RAIGE LIVING STRUCTURE - KITAI'S ROOM - NIGHT\n\nKitai sits alone in his bedroom. His uniform is crumpled on\nthe bed. He is in civilian clothes.\n\nCypher enters the room. Kitai becomes still. Cypher sits\nacross from him. They stare at each other. The silence is\nuneasy.\nThe silence is broken as Cypher says:\nCYPHER\n\nPack your bags. You’re coming with\n\nme to Iphitos. We depart at second\n\nsun.\nHis face fills with disbelief.\nTHE ROAR OF FUSION-POWERED ENGINES OVERTAKES US.\n\nCUT TO:\n\nINT. MILITARY MAIN HANGAR - MORNING\n\nNova Prime's central military hub. The MAIN HANGAR is a huge,\ncavernous, fabric structure, big enough to house several\nTRANSPORT SHIPS for loading and unloading.\n\nKitai is a kid in a candy store. He watches a sleek TRANSPORT\nSHIP being fueled.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe MAIN HANGAR is a huge,\ncavernous, fabric structure, big enough to house several\nTRANSPORT SHIPS for loading and unloading. Kitai is a kid in a candy store. He watches a sleek TRANSPORT\nSHIP being fueled. \n\nTARGET SECTION TO BE ANNOTATED:\n A few yards away Cypher stands with Faia.\nAn aide, LT. ALVAREZ, 40s, war-movie handsome, approaches.\n\n37\n\n38\n\fAFTER EARTH Revised Blue (on White) 1/20/12 25.\n\nALVAREZ\n\nGood morning, General.\n\n(to Faia)\nMa'am.\n\n(back to Cypher)\nYour ship had maintenance issues.\nWe've got you on the Hesper, sir.\nRunway two-seven. It's only a Class-\nB Ranger and cargo transport, but\nif you give me another hour...\n\nCYPHER\nThat will be fine, Lieutenant.\n\nAlvarez smiles like a kid meeting his favorite rock star.\n\nALVAREZ\nYes, sir. The boys on board are\npretty excited to rub elbows with\nthe 0.G. I'll see you on board,\nsir.\n\nFAIA\n0.G.?\n\nALVAREZ\nThe Original Ghost.\n\nAlvarez exits, leaving Cypher and Faia alone. Awkward\nsilence. They watch as Lt. Alvarez approaches and shakes\nhands with Kitai. Faia and Cypher look back to one another.\nThe silence is broken by:\n\nA LOUD BANG.\n\nCypher instinctively GRABS FAIA'S WRIST AND PLACES HER BEHIND\nHIM.\n\nThey realize the noise came from someone who had dropped a\nlarge, wrench-like metal tool. He gives an apologetic look.\n\nFaia looks down at Cypher's hand on her arm. She smiles as\nshe looks up at Cypher. Always the protector. Cypher gently\nreleases her arm. They look into one another's eyes.\n\nFAIA DELICATELY REMOVES HER SCARF, REVEALING THE ANTIQUE\nNECKLACE. The significance of the gesture registers in\nCypher’s expression. He’s getting a second chance with his\nwife.\n\nFaia smiles, bittersweet. They embrace.\n\nKITAI'S POINT OF VIEW:\n\fAFTER EARTH Revised Yellow 2/24/12 26.\n\nKitai watches his parents. He smiles in joyous amazement.\n\nThen, his attention is drawn to an OVERSIZED, ORGANIC-LOOKING\nPOD being carefully loaded into the aft cargo ramp of the\nHesper. The pod is large enough to house a Ford Explorer.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe smiles in joyous amazement. Then, his attention is drawn to an OVERSIZED, ORGANIC-LOOKING\nPOD being carefully loaded into the aft cargo ramp of the\nHesper. The pod is large enough to house a Ford Explorer. \n\nTARGET SECTION TO BE ANNOTATED:\nKitai is riveted to the procession and is startled by RAYNA.\n\nRAYNA\nOkay. I’m jealous. I admit it.\nKITAL\n‘Cause I get to do Lightstream *\nTravel? *\nRAYNA\n\nBecause you get to travel with your\ndad. He’s completely hot.\n\nKITAI\nRight -- *\n\nBACK WITH FAIA who catches Cypher watching Kitai and Rayna\nsharing an easy moment.\n\nCYPHER\nWho's that grown-up hitting on our\nkid?\n\nFAIA\n\nNow, now.\n\n(beat; then)\nThis was a really good decision.\nNow go make some good memories\n\ntogether.\nFaia is now walking toward Rayna and Kitai. *\nRAYNA *\nSo, um, I'll watch you take off *\nfrom the tower, okay? *\nRayna moves off. Faia reaches Kitai and gives him a hug. *\nFAIA\n(sotto)\n\nTake it easy on your father. He's a\nlittle rusty.\n\nKitai heads to his father, backpack slung over his shoulder.\n\nRANGER(O.S.)\nStand me up!\n\fAFTER EARTH Revised Yellow 2/24/12 26A.\n\nKitai, Cypher, and Alvarez turn to see a Ranger veteran in a\nwheelchair being taken to a medical transport ship. He is in\na magnetic chair that hovers above the ground. He has two\nattendants with him. The Ranger veteran stares at Cypher.\n\f39\n\nAFTER EARTH Revised Blue (on White) 1/20/12 27.\n\nRANGER IN CHAIR\n\nGeneral Raige, I was on the\nPlateau. You saved me and four\nothers. And I just came from seeing\nmy baby girl’s face for the first\ntime.\n\n(to attendants)\nStand me up.\n\nCYPHER\nThat's not necessary, Ranger.\n\nRANGER IN CHAIR\n(to attendants)\nDamn it, stand me up.\n\nThe two attendants reluctantly help the Ranger out of his\nchair. They have to support him. He has one leg amputated. He\nis shaking, but is held up by the attendants’ strong arms.\nThe trembling Ranger raises his hand and smartly salutes.\nCypher snaps to attention and salutes back.\n\nFIND KITAI watching his father, seeing the respect conferred.\nAnd feel Kitai’s longing and need for such a look himself.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nCypher snaps to attention and salutes back. FIND KITAI watching his father, seeing the respect conferred. And feel Kitai’s longing and need for such a look himself. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Ranger's eyes fill with tears. Cypher nods to him that\nit's okay and then moves to him and helps him back into his\nchair. Cypher whispers something comforting we can’t hear\ninto the soldier’s ear.\n\nVery moved, Kitai watches as the soldier is led to his\nmedical transport.\n\nAlvarez punches up data on a SMART FABRIC SCREEN. Cypher and\nKitai walk across the hangar to the runway - and, we now\nrealize, the SAME TRANSPORT SHIP we saw the heavy, organic-\nlooking pod being brought aboard earlier. Kitai is intrigued\nas he watches the pod travel up the ramp and disappear inside\nthe belly of the transport ship.\n\nCUT TO:\n\nEXT. MILITARY STARPORT - DAY 39\n\nThe heavy transport ship Hesper rockets into the sky. It\npasses over the wind turbines and the fabric structures of\nNova Prime's city.\n\nThis world of curved, flowing structures and honeycomb-\nspotted areas of rock recedes into a mist as the ship ascends\ninto orbit.\n\nCUT TO:\n\f40\n\n41\n\n42\n\nAFTER EARTH Revised Blue (on White) 1/20/12 28.\n\nEXT. NOVA PRIME ORBIT - SPACE\n\nThe transport ship hurtles past us, headed into the stars,\nleaving Nova Prime far behind.\n\nCUT TO:\n\nINT. TRANSPORT SHIP MAIN CABIN - SPACE\n\nA LOW HUM and low light as the ship travels. Kitai looks out\nthe window. Then at his father who is oblivious, scanning a\nmission dossier.\n\nKITAL\nI’m reading Moby Dick.\n\nNow Cypher looks up, looks at his son.\n\nCYPHER\nYour mother told me.\n(beat, half-hearted)\nThat’s great.\n\nThis isn’t going to be easy for Cypher. They are interrupted\nby the INTERCOM --\n\nPILOT (OVER INTERCOM)\nNav-Com has us arriving at Iphitos\nin twenty-two hours.\n\nThe cabin lights all DIM. Kitai wants to talk more, but\nCypher cuts it off--\n\nCYPHER\nI’m gonna grab some rack. Recommend\nyou do the same.\nHe switches off his light and rolls over. Kitai mimics his\nfather, but as the camera finds him again, he’s WIDE AWAKE,\ntoo excited to even think about sleeping.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nRecommend\nyou do the same. He switches off his light and rolls over. Kitai mimics his\nfather, but as the camera finds him again, he’s WIDE AWAKE,\ntoo excited to even think about sleeping. \n\nTARGET SECTION TO BE ANNOTATED:\nThen the camera finds Cypher, awake with his thoughts, too.\n\nCUT TO:\n\nEXT. SPACE\n\nWE SEE THE TRANSPORT MOVING SMOOTHLY THROUGH A STAR SYSTEM...\n\nCUT TO:\n\n40\n\n41\n\n42\n\f43\n\n44\n\nAFTER EARTH Revised Blue (on White) 1/20/12 29.\n\nINT. TRANSPORT SHIP MAIN CABIN - SPACE\n\nEveryone is asleep. There is only THE HUM OF THE SHIP. Cypher\nand Alvarez sleep in their seats.\n\nRANGERS SLEEP ON THEIR BACKS, CUTLASSES ON THEIR CHESTS.\n\nKitai quietly unbuckles, rises. He makes his way down the\ncenter aisle past row upon row of sleeping soldiers.\n\nCUT TO:\n\nINT. TRANSPORT SHIP AFT CARGO HOLD - SPACE\n\nKitai comes out of the bathroom and looks to the rear of the\nship. He knows that the large pod he saw earlier is only\nmeters away. He sees a sign that says:\n\nRESTRICTED AREA. DO NOT ENTER. HAZARDOUS CARGO.\n\nKitai hesitates, looks back to the passenger compartment,\nthen turns and breaches the security area.\n\nKitai heads ominously down a small flight of metal stairs\ninto the belly of the ship. It's creepy down here. Dark and\nquiet, nothing but the distant HUM OF THE SHIP. At the end of\na narrow walkway a HEAVY MESH FABRIC is drawn, obscuring what\nlies beyond.\n\nKitai gingerly makes his way toward it. He pulls back the\nfabric a little and peeks inside. The ship's cavernous CARGO\nHOLD is dark and mysterious, all we see are shadowy glimpses\nof that ORGANIC-LOOKING POD.\n\nAs Kitai peers into the darkness he is SUDDENLY GRABBED. The\nface of a GRUFF MILITARY OFFICER emerging from the shadows,\nhis hand around Kitai's arm.\n\nSECURITY CHIEF\nCan you read?\n\nKitai just looks at him, frozen.\n\nSECURITY CHIEF\nI said, can you read?\n\nKITAL\n(defiantly)\nYes, sir.\n\n43\n\n44\n\f45\n\nAFTER EARTH Revised Blue (on White) 1/20/12 30.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nSECURITY CHIEF\nI said, can you read? KITAL\n(defiantly)\nYes, sir. 43\n\n44\n\f45\n\nAFTER EARTH Revised Blue (on White) 1/20/12 30. \n\nTARGET SECTION TO BE ANNOTATED:\nSECURITY CHIEF\nThere's a sign back there -\n“Authorized Personnel Only\" - why\ndidn't you read that?\n\nKITAL\n(looking past him)\nWhat's in there?\n\nKitai looks over to see some of the pod's SECURITY DETAIL\nseated around a tabletop, playing A VIRTUAL GAME.\n\nMCQUARRIE\nMight wanna go easy on him, Sarge.\nThat's the Prime Commander’s son\nright there.\n\nThe Chief looks back at Kitai, surprised.\n\nSECURITY CHIEF\nYou're Raige's kid?\n\nKitai sticks his chest out to look tougher. Kitai glances\ntoward the organic-looking pod. Beat.\n\nKITALI\n(louder)\nWhat's in there?\n\nWith a whole new attitude to Kitai, now that he knows who his\nfather is, the Chief steps aside to give him a better look.\nWith a showman's conspiratorial grin, like a carnival barker:\n\nSECURITY CHIEF\nYou wanna see?\n\nCUT TO:\n\nINT. TRANSPORT SHIP MAIN CABIN - SPACE 45\n\nCypher has his head leaned against the glass of the window.\nHis eyes slowly open. THE HUM OF THE SHIP CONTINUES. Cypher\npulls his head away from the glass. He looks out the window -\ncurious. There is nothing but darkness outside. Cypher puts\nthe back of his hand against the glass.\n\nHIS RING TOUCHES THE REINFORCED GLASS.\n\nWE SEE THE RING VIBRATING ON HIS FINGER CREATING A BARELY\nAUDIBLE, HIGH-PITCHED TONE.\n\f46\n\nAFTER EARTH Revised Yellow 2/24/12 31.\nCypher, with a look of a razor-sharp soldier, turns to\nKitai's empty seat.\n\nCUT TO:\n\nINT. TRANSPORT SHIP AFT CARGO HOLD - SPACE 46\n\nKitai takes a step toward the rear of the oversized pod, but\nhis nerves get the better of him.\n\nKITAL\n+.-an Ursa?\n(beat)\nA dead one?\nThe Chief just shakes his head. Kitai's eyes go wide.\n\nSECURITY CHIEF\n\nThis is one of three we caught. We *\n\nkeep all three on Iphitos, away\n\nfrom the civilian population. This *\n\none we call Viper.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nSECURITY CHIEF\n\nThis is one of three we caught. We *\n\nkeep all three on Iphitos, away\n\nfrom the civilian population. This *\n\none we call Viper. \n\nTARGET SECTION TO BE ANNOTATED:\n This one’s the *\n\nbiggest and meanest. *\n(beat)\n\nYou want to see if you can ghost?\nSome of the other Rangers look up with interest.\n\nSECURITY CHIEF\nThe pod is bio-structural organic\narmor. She’s strapped and suspended\nin a gel inside there. You don’t\nneed to worry, she ain’t getting *\nout. *\n\nThe Chief nods to the hardened organic pod. Kitai eyes the\npod with fascination and fear.\n\nSECURITY CHIEF\nAll you need to do is step over\nthat red line around the pod. The\ngel doesn’t allow smells at certain\ndistances, but at that distance it\ncan smell you.\n\nKitai eyes the pedestrian red line around the crate.\n\nMCQUARRIE\nYou're not scared, are you?\n\nSmall chuckles can be heard. The Rangers look to Kitai.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 32.\n\nKITAL\nI'm not scared of anything.\n\nThe RANGERS reply “UHH RAHH\" (THE RANGER WAR CRY) as applause\nfor Kitai's bravado.\n\nMCQUARRIE\n(laughing)\nDon’t worry. Even if it imprints on\nyou, it’s strapped and suspended.\n\nBeat. Kitai nods “Yes.”\n\nSECURITY CHIEF\n...-Ladies and gentlemen, the son of\nthe 0.G. is going to try to ghost.\nPlace your bets.\n\nWe see Rangers exchange money in the corner.\n\nKitai makes his way around to the rear of the organic pod. In\nthe shell-like exterior of the pod there are holes so one can\nsee the gel inside. The gel appears to be EMPTY. Kitai stands\njust outside the red line around the pod.\n\nKITALI\nI don't see anything.\n\nSECURITY CHIEF\nActive camouflage. Photosensitive\nskin cells change color and texture\nto match its surroundings. It un-\ncamouflages so it can frighten you.\nSo you release more pheromones -\nthey’re crafty bastards.\n\nKitai moves cautiously closer... and closer to the red line.\n\nSECURITY CHIEF\nGhosting is when you don’t have a\ntrace of fear in you. Good luck\ndoing that. McQuarrie, tell him\nwhat it says in the manual.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nSECURITY CHIEF\nGhosting is when you don’t have a\ntrace of fear in you. Good luck\ndoing that. McQuarrie, tell him\nwhat it says in the manual. \n\nTARGET SECTION TO BE ANNOTATED:\nMCQUARRIE\n(memorized from a text)\n“To Ghost one must be so free from\nfear that you become invisible to\nthe Ursa. Fear is territorial in\nyour heart. It refuses to share\nspace with any other virtues. You\nmust force fear from your heart and\nreplace it with any other virtue.\n(MORE )\n\fAFTER EARTH Revised Blue (on White) 1/20/12 33.\n\nMCQUARRIE (CONT'D)\nIt could be love or happiness or\nfaith, but the virtue is specific\nto the individual and comes from\nthe deepest part of that person.”\n\n+\n\nSECURITY CHIEF\n(sardonic)\n-You get all that, Cadet?\n(beat)\nYour dad wrote that helpful tidbit.\n\nKitai steps defiantly over the line.\n\nSECURITY CHIEF\n\n(whispering)\nTry to control your breathing. Your\nblood is filling with adrenaline\nright now, whether you know it or\nnot. Your heart’s beating faster.\nThe pores on your skin are opening\nup and secreting pheromones into\nthe air, an imperceptible amount *\nseeping into the molecular *\nstructure of the gel.\n\nKitai stands inches from the crate. His eyes wide.\n\nTHERE IS SILENCE. The Rangers look at each other, surprised\nthat nothing is happening. Does the creature not sense him?\n\nAND THEN THE POD EXPLODES WITH VIOLENT SOUNDS AND MOVEMENT.\nTHE ORGANIC POD MOVES UNDER THE TENSION WIRES HOLDING IT.\n\nKitai sees the whitish skin of the creature UN-CAMOUFLAGE\nTHROUGH ONE OF THE VIEWING HOLES IN THE POD. KITAI JUMPS\nBACK.\n\nWE HEAR A LARGE PIERCING CREATURE SCREAM. THE SAME SOUND WE\nHEARD IN THE FLASHBACK UNDER THE BED.\n\nThe Chief and the others LAUGH. *\n\nSECURITY CHIEF\nHe sees you, kid.\n\nThe Rangers instantaneously snap to their feet - their\ncutlasses at attention at their sides when they see CYPHER\nstanding in the doorway.\n\nCYPHER\nKitai, back in your seat now.\n(to Rangers)\nRangers, go to Red Con 1!\n\fAFTER EARTH Revised Blue (on White) 1/20/12 34.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nCYPHER\nKitai, back in your seat now. (to Rangers)\nRangers, go to Red Con 1! AFTER EARTH Revised Blue (on White) 1/20/12 34. \n\nTARGET SECTION TO BE ANNOTATED:\nSECURITY CHIEF\nSecure all cargo.\n\nThe Rangers snap to READY POSITION and begin locking down\nanything that could move.\n\nCUT TO:\n\n47 INT. TRANSPORT SHIP MAIN CABIN - SPACE 47\nCypher ushers Kitai to his seat.\n\nCYPHER\nUnder your seat there's a lifesuit.\nPut it on, now.\n\nKitai reaches for the lifesuit as his face contorts with\nconcern. “What's going on?\"\n\nCYPHER\nFull harness!\n\nKITAL\nYes, sir.\n\nKitai immediately does what he's told. Cypher turns and heads\ntoward the cockpit.\n\nCUT TO:\n\n48 INT. TRANSPORT SHIP COCKPIT - SPACE 48\n\nCypher enters. The PILOT and his NAVIGATOR at the controls\nbecome formal and tense.\n\nPILOT\nGood evening, General.\n(Respectfully)\nCare to take the controls? Feel her\nout?\n\nCypher smiles cordially.\nCYPHER\nAppreciate the offer, Captain, but\nit's been a while since I sat ina\ncockpit.\n\nThe Pilot and Navigator chuckle.\n\fAFTER EARTH\n\nRevised Blue (on White) 1/20/12 35.\n\nCYPHER\n(steely calm)\nWhat's the last known position of\nthe closest asteroid storm?\n\nPILOT\nWe're plotted well around those\nstorms, sir. Nothing to worry\n\nabout.\n\nCYPHER\nI'd like you to check again,\nCaptain.\n\nThe Pilot dutifully checks his holographic readouts.\n\nPILOT\nCategory-4 asteroid formation, two\nthousand KM to starboard at plus-\nfour-five declination. Bearing one-\ntwo-seven mark four.\n\nCYPHER\nThat's headed in our direction.\n\nNAVIGATOR\nYes, sir, but at that distance-\n\nCYPHER\nI detected graviton vibrations in\nthe hull. A Cat-4 storm's large\nenough to generate its own\ngravitational field, correct?\n\nNAVIGATOR\nYes, sir, but... You detected...\nHow?\n\nCYPHER\n\nGraviton build-up could be a\nprecursor to a mass expansion. That\nstorm could be on us in minutes.\n\nPILOT\nSir, if I may, mass expansion is\none in a million.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCYPHER\n\nGraviton build-up could be a\nprecursor to a mass expansion. That\nstorm could be on us in minutes. PILOT\nSir, if I may, mass expansion is\none in a million. \n\nTARGET SECTION TO BE ANNOTATED:\nCYPHER\nThen let’s just say I don’t like\nthose odds.\n\nThe Pilot and Navigator exchange a look.\n\nCUT TO:\n\f49\n\n50\n\nAFTER EARTH Revised Pink 1/26/12 36.\n\nINT. TRANSPORT SHIP MAIN CABIN - SPACE 49\n\nKitai is strapped in his seat. He is now wearing the orange\nlifesuit. Rangers secure cargo throughout the vessel. Kitai\nlooks nervously into the darkness outside his window. We hear\nRangers call out - “LEFT REAR SECURE\" - “CARGO HULL CHECK\"\n“RIGHT ZERO LOCKED,\" etc.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - SPACE 50\n\nOn the Holographic Visual Navigation System, we see the\nunmistakable image of a huge swirling STORM PATTERN. The\nthree men look on with concern.\n\nCYPHER\nIf we try to navigate out, the pull\nof our own graviton wake could set\nthe thing off. Just hold course...\nand let's hope I'm wrong.\n\nBEAT. All eyes on the cockpit readouts. Everything looks\nstable, for now. But everyone is very tense.\n\nPILOT\nJust out of interest, sir... how\noften are you wrong?\n\nCYPHER\nMy wife would give an interesting\nanswer to that question.\n\nLong, quiet, excruciating silence follows. Only the digital\nCHIRPING of the computers in the cockpit, and the empty\nexpanse of space beyond the windshield.\n\nNAVIGATOR\n(off readout)\nGraviton count's decreasing. Eight\nhundred parts per million... Six\nhundred and fifty....\n\nFinally, the tension seems to ease up. The Pilot exhales,\nrelieved.\n\nPILOT\nWell, sir, there's a first time-\n\nBOOOOOMMMMM !\n\nBefore he can finish his sentence, a terrifying sight\nsuddenly visible in the distant star-field:\n\n*\n\fAFTER EARTH Revised Blue (on White) 1/20/12 37.\n\nLike a star going supernova, A MASSIVE WAVE OF FRAGMENTS OF\nASTEROIDS IS EXPANDING RIGHT TOWARDS THEM. COMING AT THEM SO\nFAST THERE'S NO TIME TO REACT BEFORE IT ENGULFS THE SHIP, THE\nIMPACT HITTING IT LIKE A FREIGHT TRAIN.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nBefore he can finish his sentence, a terrifying sight\nsuddenly visible in the distant star-field:\n\n*\n\fAFTER EARTH Revised Blue (on White) 1/20/12 37. Like a star going supernova, A MASSIVE WAVE OF FRAGMENTS OF\nASTEROIDS IS EXPANDING RIGHT TOWARDS THEM. COMING AT THEM SO\nFAST THERE'S NO TIME TO REACT BEFORE IT ENGULFS THE SHIP, THE\nIMPACT HITTING IT LIKE A FREIGHT TRAIN. \n\nTARGET SECTION TO BE ANNOTATED:\nThe ship is VIOLENTLY BUFFETED as the rock storm engulfs\nthem, turbulence like you've never imagined.\n\nCUT TO:\n\nINT. TRANSPORT SHIP MAIN CABIN - SPACE 51\n\nThe main cabin gets shaken violently. Kitai grabs his seat -\nhis fingers and muscles instantly tense.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - SPACE 52\n\nCypher grabs an overhead handhold to stay on his feet as the\nPilot wrestles with the control yoke.\n\nCYPHER\nTurn into it! Match bearing!\n\nThe cockpit instruments are COMPLETELY HAYWIRE, multiple\nalarms sounding as the ship lists out of control.\n\nSUV-SIZED ASTEROIDS HIT THE SHIP.\nCOCKPIT COMPUTER\nCaution. Critical hull damage.\nCaution. Main power failure.\n\nTHE TAIL OF THE SHIP GETS HIT WITH A VIOLENT FORCE. IT SWINGS\nAROUND.\n\nPILOT\nShe's a dead stick! Engines One and\nTwo are offline! We're losing her!\nCypher. Calm. Certain. Stern. This is why he's the GENERAL.\n\nCYPHER\nCan you travel us out of here?\n\nThe Pilot looks at Cypher, confused-\n\nPILOT\nWhere?\n\f53\n\n54\n\nAFTER EARTH Revised Blue (on White) 1/20/12 38.\n\nCYPHER\nThe anchorage on Lycia. It's the\nclosest.\n\nNAVIGATOR\n\nNEGATIVE, SIR! WE CANNOT WORMHOLE\nTRAVEL IN THE MIDDLE OF THIS!\n\nCYPHER\nDo it.\n\nA SIZEABLE ASTEROID HITS THEM SQUARE. THEY ARE ALL VIOLENTLY\nJOSTLED.\n\nCUT TO:\nINT. TRANSPORT SHIP MAIN CABIN - SPACE 53\nKitai sits TERRIFIED, nearly hyperventilating.\n\nCUT TO:\nINT. TRANSPORT SHIP COCKPIT - SPACE 54\n\nThe Navigator frantically works the holographic controls of\nhis computer, but the instruments are badly on the fritz.\n\nNAVIGATOR\nCoordinates for anchorage at Lycia\nlocked in, but no confirmation\nsignal, sir.\n\nCYPHER\nTravel us now.\n\nNAVIGATOR\nSir, without confirmation-\n\nCypher starts pulling the jump seat down.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nNAVIGATOR\nCoordinates for anchorage at Lycia\nlocked in, but no confirmation\nsignal, sir. CYPHER\nTravel us now. NAVIGATOR\nSir, without confirmation-\n\nCypher starts pulling the jump seat down. \n\nTARGET SECTION TO BE ANNOTATED:\nCYPHER\nThat's an order.\n\nCypher sits and pulls the double-strap harness over his\nshoulder. The Pilot throws open the protective cover of a\nCONTROL LEVER, puts his hand on it as the ship lists towards\nanother asteroid...\n\nNAVIGATOR\nWe're hot, go, go!\n\f55\n\n56\n\nAFTER EARTH Revised Blue (on White) 1/20/12 39.\n\nANOTHER VIOLENT HIT FROM AN ASTEROID. WE HEAR THE SHIP'S HULL\nBREAK.\n\nThe Pilot throws the lever - WE SEE A DARK SPACE BEGIN TO\nGROW OUTSIDE. SOME ASTEROIDS DISAPPEAR INTO IT. THE DARK\nSPACE - IT GROWS LARGER OUTSIDE THE WINDOWS and the ship\nsuddenly ROCKETS FORWARD, pinning them hard back into their\nseats as we're overtaken by THE MOST UTTER AND COMPLETE\nDARKNESS. ALL SOUND GOES AWAY...\n\nCUT TO:\n\nEXT. DEEP SPACE 55\nA rich blanket of glimmering stars, silent and serene...\n\nOUR TINY SHIP BURSTS THROUGH A BLACK HOLE IN SPACE. THE\nTRANSPORT SHIP HURTLES PAST US - WE CAN SEE PARTS OF THE SHIP\nARE BADLY DAMAGED. PARTS FLYING OFF OF IT.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - SPACE 56\n\nThe crew celebrates their safe arrival. The Pilot wrestles\nwith the controls as the Navigator scans fluctuating\nreadouts. The Navigator searches frantically on a HOLOGRAPHIC\nSTAR MAP.\n\nNAVIGATOR\nCan't get a star fix! We are way\noff the grid.\n\nPILOT\n(xe: Control stick)\nI still got nothing here!\n\nCOCKPIT COMPUTER\nCaution, life support failure.\n\nNAVIGATOR\nCabin pressure dropping, heavy\ndamage to outer hull. Breach\npossible in middle cabin.\n\nCUT TO:\n\f57\n\n58\n\n59\n\n60\n\nAFTER EARTH Revised Yellow 2/24/12 40.\n\nINT. TRANSPORT SHIP MAIN CABIN - SPACE\n\nRangers scramble to secure the cabin. Kitai struggles to\nbreathe. A Ranger hands Kitai an oxygen mask and exits to the\nrear. Kitai is physically shaking with fear.\n\nCUT TO:\n\nINT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nA Ranger hands Kitai an oxygen mask and exits to the\nrear. Kitai is physically shaking with fear. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n TRANSPORT SHIP COCKPIT - SPACE\n\nPILOT\nFind me something I can land on.\n\nThe Navigator continues to work furiously... pulling up a\nBLUE-GREEN PLANET on the holographic imager.\n\nNAVIGATOR\nI got something! Bearing three-four-\nzero by nine-five, range eighty-six\nthousand. Looks like a C-class -\nnitrogen, oxygen, argon. Can't get\na volumetric.\n\nCUT TO:\n\nEXT. SPACE - CONTINUOUS\n\nThe crippled ship careens toward the blue-green planet. Dark\nsmoke pluming from its engines as it passes a small SPACE\nBUOY that activates in proximity to the passing ship.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - SPACE\n\nCypher doesn't seem to notice. His eyes stare at the buoy\npassing by their window. Cypher unbuckles and reaches to the\nconsole past the frantic Pilots and hits a button on the\npanel. Every speaker in the control section fills with...\n\nBUOY RECORDING (RADIO)\nWarning. This planet has been\ndeclared unfit for human\nhabitation. Placed under Class-1\nQuarantine by the Interplanetary\nAuthority. Under penalty of law, do\nnot attempt to land. Repeat, do not\nattempt to land.\n\n57\n\n58\n\n59\n\n60\n\fAFTER EARTH Revised Blue (on White) 1/20/12 41.\n\nAs the message repeats on a recorded loop, Cypher looks up\nahead to see the familiar blue-green planet approaching. For\na moment, he actually looks astonished.\n\nCYPHER\nIt's not possible...\n\nNAVIGATOR\nThe computer might have defaulted\nback to a known demarcation point.\n\nCYPHER\n(calculating)\nWe can't... Can you travel us\nagain?\n\nPILOT\nNegative, sir!\n(beat)\nWe either land there or we break\napart out here.\n\nBEAT. Then Cypher turns back toward the main cabin.\nCYPHER\n(even)\nSet her down.\nCypher exits.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen Cypher turns back toward the main cabin. CYPHER\n(even)\nSet her down. Cypher exits. \n\nTARGET SECTION TO BE ANNOTATED:\nPILOT\nMayday, Mayday, this is Hesper-Two-\nNiner-Niner heavy in distress! We\ntook heavy damage from an asteroid\nstorm and are going down with bingo\npower! Request immediate rescue,\nrepeat, request immediate rescue!\nThe radio gives up nothing but static in response.\n\nCUT TO:\n\n61 EXT. SPACE 61\nWE SEE THE DAMAGED SHIP BREACH THE PLANET'S ATMOSPHERE.\n\nCUT TO:\n\f62\n\nAFTER EARTH Revised Blue (on White) 1/20/12 42.\n\nINT. TRANSPORT SHIP MAIN CABIN - SPACE 62\n\nThe main cabin shudders violently. Cypher steadies himself as\nhe moves down the passenger aisle towards Kitai. The Rangers\nare all active.\n\nThey are helping to reinforce the bulkhead area whose warning\nlights are flashing above them. They pass the equipment back\nand forth efficiently and move with great precision. Kitai\ninstinctively unbuckles his double harness when he sees his\ndad.\n\nA RANGER HANDS CYPHER A RESPIRATOR FACEMASK. Cypher slams\nKitai back into his seat.\n\nTHEY HEAR A SOUND LIKE A THOUSAND BONES BREAKING. KITAI LOOKS\nAROUND. SO DO THE OTHER RANGERS. Cypher helps him, locking\nthe belt and harness and pulling it tight. For a moment their\neyes meet. Kitai stares at his dad. Cypher finally puts on\nhis own oxygen mask.\n\nTHERE IS THE SCARIEST SOUND OF SNAPPING AND SPLINTERING\nANYONE HAS EVER HEARD.\n\nKITAI COVERS HIS EARS. AND THEN THE TRANSPORT SHIP, WHERE THE\nRANGERS ARE SOLDERING AND WORKING, BREAKS IN TWO.\n\n..+HIGH-PRESSURE AIR RUSHES INTO THE CABIN. THE TWO HALVES\nBREAK AWAY FROM EACH OTHER. THE ENTIRE REAR SECTION CAREENS\nAWAY, TAKING TWENTY RANGERS WITH IT.\n\nWE SEE THE TAIL SECTION OF THE SHIP INCLUDING THE CARGO HOLD\nSPIN AND HEAD DOWN INTO THE ATMOSPHERE AWAY FROM US...\n\nCYPHER IS SLAMMED INTO THE CORNER OF THE MAIN CABIN OF THE\nSHIP LIKE A RAG DOLL. IT'S SICKENING TO SEE.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nWE SEE THE TAIL SECTION OF THE SHIP INCLUDING THE CARGO HOLD\nSPIN AND HEAD DOWN INTO THE ATMOSPHERE AWAY FROM US... CYPHER IS SLAMMED INTO THE CORNER OF THE MAIN CABIN OF THE\nSHIP LIKE A RAG DOLL. IT'S SICKENING TO SEE. \n\nTARGET SECTION TO BE ANNOTATED:\n KITAI CRIES OUT\nAFTER HIS DAD AS THE WINDS HOWL AROUND HIM.\n\nTHE SEVERED SHIP BEGINS SPINNING. CYPHER GETS WHIPPED TO THE\nFRONT OF THE SHIP AND DISAPPEARS OUT OF SIGHT. BROKEN PARTS\nOF THE SHIP FOLLOW HIM. THE SHIP SPINS. KITAI TRIES TO STAY\nCONSCIOUS. THE G-FORCE RIPPLING HIS FACE PROVES TOO MUCH.\nKITAI'S EYES SLOWLY ROLL BACK AND SHUT.\n\nWE FADE OUT ON HIS RIPPLING FACE.\n\nCUT TO:\n\fAFTER EARTH Revised Blue (on White) 1/20/12 43.\n\nEXT. ATMOSPHERE - DAY 63\n\nWE SEE TWO PARTS OF THE SHIP FALL AND ARC AWAY FROM EACH\nOTHER IN A DAZZLING BLUE SKY... THEY BOTH DISAPPEAR FROM\nSIGHT.\n\nSLAM TO BLACK:\n\nOVER BLACK: THE GUT-WRENCHING SOUNDS OF A SHIP CRASH. 64\nHOLD ON BLACK.\nSILENCE. DARKNESS. THEN:\n\nTHE SOUND OF BREATHING. KITAI'S BREATHING. THE SLIGHT HUM OF\nCOMPUTERS. THE DISTANT SOUND OF INSECTS.\n\nFADE IN:\n\nINT. TRANSPORT SHIP MAIN CABIN - DAY 65\n\nKitai's eyelids slowly open. Everything is slightly slanted.\nHe sees the back of the seats in front of him. Cords hang\nfrom the ceiling at angles.\n\nKitai slowly tries to sit up. He is double-harnessed to the\nseat. His fingers fumble with the buckles. He gets to his\nfeet, but he is very unsteady, dizzy and groggy.\n\nHE IS IN CLINICAL SHOCK.\n\nA FEW SHAFTS OF DAYLIGHT cut through the passenger windows\nalong the side of the fuselage and through the gaping hole\nfifty feet away where the ship tore in half. The severed end\nreveals some kind of cavern outside.\n\nKitai looks around, trying to get his bearings. His breath\nfogs up his oxygen mask, making it difficult to see. He pulls\nit down around his neck and immediately GASPS - FINDING IT\nDIFFICULT to breathe.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nKitai looks around, trying to get his bearings. His breath\nfogs up his oxygen mask, making it difficult to see. He pulls\nit down around his neck and immediately GASPS - FINDING IT\nDIFFICULT to breathe. \n\nTARGET SECTION TO BE ANNOTATED:\n A digital readout on the mask blinks -\nLow Oxygen 15% - Caution.\n\nHe brings the mask back up to his face and takes a deep gulp\nof oxygen. He then tightens his mask and moves into the\naisle.\n\nHe sees a body tangled between seats in impossible\ncontortions. Kitai stares silently. His eyes huge and\nterrified. He moves up the aisle - another body crushed under\na section of ship.\n\fAFTER EARTH Revised Green 3/19/12 44,\n\nHe moves to the doors leading to the cockpit. He looks\naround. Debris from the plane everywhere. THEN:\n\nBEEEEEP! BEEEEP! BANG! BZZZZZZ!\n\nKITAI SPINS STARTLED - THERE IS A LOUD GRINDING SOUND AS TWO\nSETS OF AIRLOCK DOORS BEGIN CLOSING IN THE PASSENGER SECTION.\n\nTHE BODY OF A DEAD RANGER is pushed by the heavy doors\nbeginning to close. Kitai watches as the lifeless corpse is\nshoved outside the cabin, but the arm gets stuck in the doors\npreventing them from closing. There is a tattoo on the man’s\nhand with the name “Anna” on it. The doors beep and buzz\nincessantly. He is transfixed and horrified.\n\nA computer voice repeats, “Remove Obstruction.”\n\nKitai slowly approaches the dead man's arm. Kitai bends down\nand picks up a cutlass, extends it to full-out, then uses it\nto shove the hand outside the cabin.\n\nTHE DOORS CLOSE WITH A THUD AND A SUCTION SOUND. WE HEAR AIR\nBEING BLOWN HARD THROUGH VENTS.\n\nComputer Voice: “REPRESSURIZING COMPLETE.”\n\nKitai removes his respiratory mask as the nerve-racking sound\n\nfinally stops. Kitai looks around nervously. Peers through an *\nOPENING in the wall beside him that looks into the adjacent\ncorridor. THEN: *\n\n*\n\nHE SEES HIS FATHER'S HAND ON THE GROUND.\n\nKitai rushes through the opening and lifts the first piece of *\ndebris off of him. Under it, he sees CYPHER lying on the\n\nground. There is a broken section of the ship lying across\n\nhis legs. Kitai tries to lift it. It doesn't budge.\n\nHe looks around.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nKitai tries to lift it. It doesn't budge. He looks around. \n\nTARGET SECTION TO BE ANNOTATED:\n He finds a long metal rod that has fallen\nfrom the ceiling. He wedges between the ground and the debris\nand lifts with all his strength. The broken section of ship\nlifts off his father's legs. Kitai takes small steps as he\nlifts the debris until it is vertical and tips over away from\nhis father. IT FALLS WITH A DANGEROUS SLAM. THE SHIP ECHOES\nWITH THE SOUND AND WEIGHT OF IT.\n\nKitai kneels next to his father. He can see his father’s mask\nfogging up the slightest bit with his father's breathing.\n\nKITAI CURLS UP ON THE FLOOR NEXT TO HIS FATHER'S MOTIONLESS *\nBODY. HE STARES EERILY - INTENTLY WAITING FOR ANY SIGN OF\n\nHOPE. AFTER A FEW MOMENTS...HE BEGINS TO CRY. HE STRUGGLES TO\nMAINTAIN HIS COMPOSURE, BUT HE CANNOT.\n\fAFTER EARTH Revised Green 3/19/12 45.\n\nFADE TO BLACK.\n\nFADE IN:\n\n66 INT. TRANSPORT SHIP MAIN CABIN - NIGHT\nCypher's eyes slowly open, Kitai still by his side.\n\nThe following plays in REAL TIME, no time-cuts to interrupt\nCypher and Kitai’s introduction to their dire straits.\n\nCypher's calm eyes take in the surroundings and land on his\nson. Seeing Kitai breathing normally without a mask, Cypher\nremoves his oxygen mask.\n\nCYPHER\nLet me see you. Can you stand?\n\nKitai reluctantly rises.\n\nCYPHER\nEvaluate yourself.\n\nKitai rolls his wrists, flexes his elbows, rotates his\nshoulders and neck. Leans side-to-side, front-to-back, squats\nup and down, testing his knees and legs. Fully-functional.\n\nKITAL\nGood to go.\n\nCYPHER\nTurn around.\n\nCypher watches as Kitai turns, inspecting him for damage. No\nsigns of injury. Cypher pauses. Thinks.\n\nCYPHER\nConfirm the Ursa is contained.\n\nKITAI\n(voice shaking)\nIt’s gone... The whole back of the\nship is gone.\nCypher shouts into the main cabin.\n\nCYPHER\nRANGERS! COUNT OFF!\n\nSilence.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nCYPHER\nRANGERS! COUNT OFF! Silence. \n\nTARGET SECTION TO BE ANNOTATED:\n66\n\fAFTER EARTH\n\nRevised Green 3/19/12 45A.\n\nCYPHER\n(coughing heavily)\nRANGERS! COUNT OFF!\n\nKITAL\nMost of them were in the back when\nthe tail broke off.\n\fAFTER EARTH Revised Green 3/19/12 46.\n\nCypher attempts to stand. It’s immediately clear that he\ncannot put weight on either leg. He yells in pain.\n\nHe collapses back to the floor. Struggling to stay focused.\nHe takes a physical assessment of himself. It’s bad.\n\nCYPHER\nThe cockpit is directly above us.\nGo. Now.\n\nKitai reluctantly, slowly stands.\n\nCYPHER\nGo, Kitai.\n\nKitai heads for the LADDER WELL down the corridor with the\npace of a son certain that his father will save the day.\n\nKitai moves into the cockpit. The Navigator and the Pilot\nhave been crushed by a structural beam that has fallen on\nthem in their chairs. Kitai has to lean over the dead crew\nand the beam to see the control board. He sees emergency\nlights blinking everywhere. Kitai glances to the open\navionics room. Sees much of the equipment still lit up and\nblinking. Kitai moves to a control panel on the wall there.\n\nCYPHER’S VOICE carries up and through the stairwell--\n\nCYPHER (0.S.)\n\nGo to the control board. In front\nof the left seat. Top row, fourth\nfrom the right. Activate Exterior\nMotion Sensors.\n\nKitai tries to touch the panel. His hands are shaking\nviolently. He clamps his hands together to get them to stop\nshaking. He tries again. He finally finds the screen for\n“Exterior Motion Sensors.\" He hits a button with trembling\nfingers. “Motion Sensor Activated\" appears on the screen.\n\nKITAI\nCheck.\n\nCYPHER (0.S.)\nOver your right shoulder.\n\nKitai turns, following his father’s directions--\n\nCYPHER (0.S.)\nTo the right of the ladder well you\njust came through, there is a\nutility compartment. Go through it.\nThere is an emergency beacon.\n\n(MORE )\n\n*\n\n+\n\f67\n\nAFTER EARTH Revised Green 3/19/12 46A.\n\nCYPHER (0.S.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\n*\n\n+\n\f67\n\nAFTER EARTH Revised Green 3/19/12 46A. CYPHER (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT'D)\nRounded silver top like a saucer,\ntapers at the bottom. Nine by\nthree. We need it to send a\ndistress signal. Bring it to me.\n\nCUT TO:\n\nINT. COMMUNICATION RACK - NIGHT 67\n\nKitai approaches the communication rack. The rack has been\ndamaged. Kitai finds the emergency beacon, like a small\ninterstellar craft the size of a snowshoe. The bottom of the\nbeacon is crushed. Kitai carries it to Cypher.\n\nCypher lifts the beacon and inspects the damage to the\nbottom. He switches it on. The activity light stays off.\n\fAFTER EARTH Revised Green 3/19/12 47.\n\nCypher detaches and examines the mangled lower section of the\nbeacon.\n\nTHE BEACON IS USELESS.\nCypher's face goes white with despair. This is not good.\n\nKitai watches curiously as Cypher's mind races. Another\ndecision washes over Cypher's face.\n\nCYPHER\nKitai, my left shoulder is\ndislocated. Come here.\n\nCypher lays down on his back. Places Kitai’s left foot on his\nshoulder.\n\nCYPHER\n(to Kitai)\nTake my wrist with both hands.\n\nKITAL\n(shaken)\nWait! DAD. Wait!\n\nCYPHER\n(ignoring him)\nYou need to pull as hard as you\ncan.\n\nKitai sits. He reluctantly takes Cypher's wrist. Cypher nods\nto Kitai “One... Two...!!!” Kitai pulls desperately, his\nmuscles straining.\nCypher screams in agony.\nKitai watches, frightened.\nCYPHER\n\nWe didn't get it. We didn't get it.\n\nONE MORE! Pull harder, Cadet. I’ve\n\nbeen through worse.\nKITAI BRACES HIMSELF, DETERMINED.\n\nCYPHER\nOne... Two... Three!\n\nKITAI PULLS AGAIN. THE CRACKING SOUND IS AWFUL!\n\nCYPHER\nAAAAHHHH!\n\f68\n\nAFTER EARTH Revised Green 3/19/12 48.\n\nKitai looks on in HORROR. Cypher tests his shoulder -- his\nrange of motion intact, to a point.\n\nCYPHER\n(gasping for air)\nYou got it. You got it.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCypher tests his shoulder -- his\nrange of motion intact, to a point. CYPHER\n(gasping for air)\nYou got it. You got it. \n\nTARGET SECTION TO BE ANNOTATED:\n(looking around)\nWe need to get me into the cockpit.\n(beat)\nThere's a cargo loader at the rear.\n\nWhile Kitai moves for the loader, we watch as Cypher manages\nto prop up on his good elbow and assess things: how the ship\nis twisted like a double helix; how BLOOD soaks through the\npants on his LEFT LEG and his RIGHT ANKLE can’t be turned\nwithout pain.\n\nCUT TO:\n\nINT. TRANSPORT SHIP MAIN CABIN - NIGHT\n\nSTILL IN REAL-TIME. A flat hydraulic machine with wheels is\nlowered next to Cypher. Kitai gets distracted as he notices\nTHE WINDOWS OUTSIDE HAVE FROZEN OVER WITH ICE.\n\nKitai returns to the loader. It sits on a CARGO ELEVATOR on\nthe ship’s front bow. There is a small ramp that is flipped\nover. It touches the ground. Kitai hits a button and the ramp\nstarts to move like a conveyor belt. Kitai looks at his\nfather who braces his arms at his sides. Kitai comes around.\nKitai lifts his father’s leg. Places it on the belt. Kitai\npauses, noticing that even the slightest touch makes Cypher\nWINCE. Cypher starts to get dragged. Kitai hurries and lifts\nthe second leg. Cypher jockeys his upper body until he is on\nthe conveyor belt completely. He is slowly deposited on the\ntop of the flattened loader. THERE IS BLOOD FROM HIS LEGS ON\nTHE RAMP OF THE LOADER.\n\nKitai’s eyes shift from the BLOOD on his hands -- his\nfather’s blood -- to Cypher, lying exhausted on the loader.\nFor the first time, Kitai realizes the statue that is Cypher\nRaige can be broken.\n\nKitai presses a button and THE ELEVATOR BEGINS TO RISE. He\ncranes his neck to watch his father.\n\nCYPHER\n(calling down)\nInventory up. Full assets. Now.\n\nCUT TO:\n\n+\n\n68*\n\n*\n\n+ * #* *\n\n*\n\f69\n\n70\n\nAFTER EARTH Revised Green 3/19/12 48A.\n\nOMITTED\n\nINT. TRANSPORT SHIP COCKPIT - NIGHT\n\nCypher sits in front of the PILOTS’ CONTROL CENTER, occupying\nthe space where the Navigator once sat.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\n+\n\n68*\n\n*\n\n+ * #* *\n\n*\n\f69\n\n70\n\nAFTER EARTH Revised Green 3/19/12 48A. OMITTED\n\nINT. TRANSPORT SHIP COCKPIT - NIGHT\n\nCypher sits in front of the PILOTS’ CONTROL CENTER, occupying\nthe space where the Navigator once sat. \n\nTARGET SECTION TO BE ANNOTATED:\n The cargo loader acts\nas an adjustable gurney. Cypher's hand moves to the controls\non the chair. He slowly raises his upper body and sits\nhimself upright, propping his left leg on the console beside\nhim. Cypher places his palm on a terminal to activate the\ncockpit computers. The initial burst of POWER gives Cypher\nsome hope. A hologram flashes --\n\nIDENTITY VERIFIED: GENERAL CYPHER RAIGE\n\nAnd THE COMPUTERS FULLY BOOT UP. The console in front of the\nPilot’s seat is completely destroyed, but the holographic\ndisplay in front of Cypher spits out initial READINGS, while\nhe continues to situate himself:\n\n* MAIN CABIN BREACH.... SELF-SEALING IN PROGRESS....\n\n* TRANSPORT SHIP.... CONDITION CRITICAL....\n\nCypher glances at the cockpit recorder on the other side of\n\nthe cockpit. As he speaks, VOICE WAVES undulate on one of the\nmonitors, indicating that the recorder is doing its job--\n\n69*\n\n70*\n\n*\n\n+ * #* * *\n\n+\n\n*\n\fAFTER EARTH Revised Green 3/19/12 49,\n\n70A\n\n70B\n\nCYPHER\nGeneral Cypher Raige. First quarter\nEarth day. Crash landed.\n\nCUT TO:\n\nINT. TRANSPORT SHIP HOLD - NIGHT\n\nKitai pulls the dead Navigator to a hatch that is now open in\nthe floor. Cold clouds rise from the hatch. A sign on the\nfloor reads NITRO STORAGE CONTAINER. Kitai pulls the\nNavigator until he falls into the container and quickly\ncloses the hatch. Touching the dead bodies has severely\nshaken him.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - NIGHT\n\nKitai approaches his father's side, carrying supplies. His\nconfidence slowly waning. He can see blood dripping from the\nedge of Cypher's pant leg onto the floor. Cypher looks to\nKitai, assessing his mental condition.\n\nSupplies are stacked nearby, among them six cutlasses. Kitai\nplaces a med-kit and CYPHER’S KIT BAG beside the stack.\n\nCYPHER\nI need you to focus right now.\n(beat)\nAssets?\n\nKitai does not respond. He is lost in his father's injuries.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\nAssets? Kitai does not respond. He is lost in his father's injuries. \n\nTARGET SECTION TO BE ANNOTATED:\nCYPHER\n(calmly )\nCadet? I need an accounting of our\nassets.\n\nKitai struggles to focus. He looks to the supplies in front\nof him. Cypher intently probes Kitai's body language. Every\nfacial twitch, every stutter, everything.\n\nKITAL\n\nFour bodies, I put them in the\nnitro compartment. Radio non-\noperational. Four Ranger packs.\nCabin pressure stable. Five-\n\n(correcting himself)\nNo-- six functional cutlasses. One\nemergency med-kit. And I got your\nbag from the troop bay.\n\n70A*\n\na\n\n*\n\n70B*\n\n+\n\fAFTER EARTH Revised Green 3/19/12 49A.\n\nCypher manipulates the cockpit controls.\nA HOLOGRAPHIC IMAGE OF A LANDSCAPE arises over the console.\n\nIT IS FORMED BY THOUSANDS OF WAVY LINES. WE SEE THE CONTOURS\nOF THE LAND UNDULATING. THERE IS A MARKER BLINKING ON THE\nHOLOGRAPHIC LANDSCAPE.\n\nCypher stares at the BLINKING MARKER.\n\nHis expression becomes grim. He is deciding something... His\neyes betray uncharacteristic emotion and struggle. He\ncontinues to stare at the BLINKING MARKER. Cypher takes a\ndeep breath. His eyes fill with decisiveness.\n\nCYPHER\nHand me the med-kit. Ranger pack.\n\fAFTER EARTH Revised Green 3/19/12 50.\n\nKitai moves across the room and retrieves the two items.\nCypher places the med-kit and Ranger pack in his lap. Takes\nKitai’s wrist and turns it over -- activating the NAVI-BAND\non Kitai’s lifesuit. SCORES OF INFORMATION AND DATA LAYER\nAROUND KITAI’S WRIST like a holographic bracelet. Kitai’s\nnever seen anything like this before.\n\n+\n\n*\n\nTHE MONITOR TO CYPHER’S RIGHT FILLS WITH NUMBERS AND GRAPHS\nTHAT MATCH THOSE ON KITAI’S NAVI-BAND. We realize Cypher is\nsyncing Kitai with the cockpit computers. *\n\n*\n\nCYPHER\nCadet. Center yourself.\n\nKitai does so. He calms. The BALL SHRINKS and MOVES INSIDE\nTHE DIAMOND. Kitai pulls down his shirt and closes his\nlifesuit.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe calms. The BALL SHRINKS and MOVES INSIDE\nTHE DIAMOND. Kitai pulls down his shirt and closes his\nlifesuit. \n\nTARGET SECTION TO BE ANNOTATED:\n Cypher sits back and stares heavily into Kitai's\neyes. The weight of their predicament hangs between them.\n\nCypher looks to his son. Cypher steadies his own heart and\nspeaks. Kitai hangs riveted on every word.\n\nCYPHER\nThe emergency beacon you brought me\nwill fire a distress signal deep\ninto space.\n\nKitai nods with comprehension.\n\nCYPHER\nBut it’s damaged.\n\nCypher rapidly runs a scan for SPARE BEACON. He does not like\nthe answer he finds. He steels himself.\n\nCYPHER\nThere is another one, in the tail *\nsection of our ship.\n\nKitai studies his father, not sure what he is saying. Cypher\nbrings up THE HOLOGRAPHIC LANDSCAPE. It is a stunning visual.\nGrainy computerized imagery. We can make out mountain ranges,\nrivers, valleys, forests, deserts, small storm patterns,\nanimals, birds, etc.\n\nTHERE IS A BLINKING MARKER.\n\nCYPHER\n(pointing to the screen)\nThis is us here. I can’t get an *\naccurate reading, but the tail is\nsomewhere in this area, *\napproximately one hundred\nkilometers from here.\n\n*\n\fAFTER EARTH Revised Green 3/19/12 51.\n\nHe points to DARK AREAS that move like black clouds and cause\ninformation to FALL OUT in that region.\n\nWe see the tail as a red blinking dot.\n\nCYPHER\nWe need that beacon.\n\nSlowly the realization of what Cypher is saying begins to\nwash over Kitai's face. His eyes well with tears. Suddenly,\nCypher understands the magnitude of his words. He struggles\nto be the General, but in this moment he is only a father.\n\nCYPHER\n\nKitai, my legs are broken. One very\nbadly. You are going to retrieve\nthat beacon or we are going to die.\nDo you understand?\nKitai nods his head, “Yes.\" Cypher's eyes begin to well as he\nbeats back his raging emotion. Kitai does not falter. He does\nnot waiver. He simply wipes his eyes and like a true Ranger,\nawaits his orders, but like Kitai, he can’t help sneaking a\nglance at the blinking RED DOT as a DARK AREA blots it out.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nKitai does not falter. He does\nnot waiver. He simply wipes his eyes and like a true Ranger,\nawaits his orders, but like Kitai, he can’t help sneaking a\nglance at the blinking RED DOT as a DARK AREA blots it out. \n\nTARGET SECTION TO BE ANNOTATED:\nKitai pulls his attention from the map. Cypher has opened a\nsmall black medical case marked: UNIVERSAL AIR FILTRATION GEL\n- EMERGENCY USE ONLY. Inside, six vials are lined up.\n\nCYPHER\nYou have air filtration inhalers.\n\nCypher removes one of the vials.\n\nCYPHER\nYou need to take one now. The fluid\nwill coat your lungs, increase your\noxygen extraction, and allow you to\nbreathe comfortably in the\natmosphere.\n\nCypher demonstrates how to use the inhaler. Kitai places the\nvial to his lips, presses the release, and inhales deeply.\n\nCYPHER\nYou have six vials. At your weight,\nthat should be twenty to twenty-\nfour hours each. That's more than\nenough.\n\nCypher helps Kitai with his Navi-band. A digital map layout\nappears as a hologram above Kitai's wrist.\n\fAFTER EARTH Revised Green 3/19/12 52.\n\nCYPHER\nYour lifesuit and backpack are\nequipped with digital and virtual\nimaging. So I will be able to see\neverything you see and what you\ndon't see.\n\nCypher places the Ranger backpack on Kitai’s back and turns\nhim around so that his backpack camera is facing Cypher.\nCypher taps a control on the console and a MONITOR in front\nof Kitai comes alive -- Kitai can see CYPHER’S FACE on it. A\nfather looking deep into the heart of his child.\n\nCYPHER\n(on the monitor)\nI will guide you.\n\nCypher taps the same control to shut down the monitor. Turns\nKitai to face him.\n\nCYPHER\nIt will be like I'm right there\nwith you.\n(beat)\n\nTake my cutlass.\n\nCypher holds out his cutlass. Kitai looks at it. His dad\npassing his weapon brings the reality of the moment home.\n\nCYPHER\nGo on. Take it. C-40. The full\ntwenty-two configurations.\n\nKitai holds the weighty cutlass. It looks big in his hands.\nFather and son stare, knowing full well this may be the last\ntime they ever see one another.\n\nCYPHER\n\nThis is not training. The threats\nyou will be facing are REAL.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nFather and son stare, knowing full well this may be the last\ntime they ever see one another. CYPHER\n\nThis is not training. The threats\nyou will be facing are REAL. \n\nTARGET SECTION TO BE ANNOTATED:\n Every\nsingle decision you make will be\nlife or death. This is a Class-1\nquarantined planet. Everything on\nthis planet has evolved to kill\nhumans.\n\n(beat)\nDo you know where we are?\n\nKITAL\nNo, sir.\n\nCYPHER\nThis is Earth, Kitai.\n\n* * +\n\n*\n\n+\n\fAFTER EARTH Revised Green 3/19/12 52A.\n\nCypher allows this reality to sink in on his son.\n\nKITAL\nThe Ursa?\n\nThe very word sends chills down Kitai's spine.\n\fAFTER EARTH Revised Green 3/19/12 53.\n\nCYPHER\nThere are three possibilities. The\nfirst and most likely is that it\ndied in the crash.\n\nThis thought comforts Kitai.\n\nCYPHER\nThe second and less likely is that\nit is injured very badly and still\ncontained.\n\nCypher attempts to calm Kitai with the certainty in his\nvoice.\n\nCYPHER\nAnd the third and least likely is\nthat it is out.\n\nThe two pause thoughtfully.\n\nCYPHER\nWe will proceed, however, in\nanticipation of the worst-case\nscenario. Every movement will be\nunder protocol: Escape and Evade.\nIf he's out there, I will see him\nlong before he gets anywhere near\nyou.\n\nBeat.\nCYPHER\nDon’t get ahead of yourself. Do\neverything that I say and we will\nsurvive.\n\nBeat.\n\f71\n\nAFTER EARTH Revised Green 3/19/12 54.\n\nKitai wraps Cypher in a hug. He can barely get his arm around *\nhis father’s shoulders, but it doesn’t matter. Father and\nson hug for what seems like an eternity. He cannot see his\nfather’s face, but we can see Cypher is frightened for his\n\n*\n\nson. A time for the General, but the Father is winning. *\nCYPHER\nTime’s wasting. And we've got a lot\nto do.\n\n*\n\nKitai forces himself out of his father’s arms. Does his best\nto stand straight and stay tough as he snaps his cutlass onto *\n\nhis backpack. *\n\nA last look, before Kitai manages a weak military turn and *\n\nexits. ON CYPHER -- watching his child walk into the unknown. *\nCUT TO:\n\nINT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\n*\n\nKitai forces himself out of his father’s arms. Does his best\nto stand straight and stay tough as he snaps his cutlass onto *\n\nhis backpack. *\n\nA last look, before Kitai manages a weak military turn and *\n\nexits. ON CYPHER -- watching his child walk into the unknown. *\nCUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n TRANSPORT SHIP AIRLOCK - DAWN 71\n\nA STARTLING AIR BURST AS - TWO GIANT DOORS HISS AND GRIND AS\nTHEY SLIDE OMINOUSLY OPEN, EXPOSING KITAI TO THE UNKNOWN.\n\nKitai stands in the hallway, between two airlock doors. The\nice on the windows is melting as the FIRST LIGHT STARTS\n\nPENETRATING THE DARKNESS OUTSIDE. *\n\nKitai turns over his wrist, activating his Navi-band and its *\n\nmany holographic layers. *\nKITAL\n\nCan you hear me, Dad? Over.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nCopy.\n\nKitai stares into the shadows. He looks to his cutlass\ngleaming in its retracted state. He taps a combination on the\nhandle. IT INSTANTLY FORMS A CURVED BLADE THAT IF NOT FOR THE\nPROTECTIVE LIFESUIT WOULD HAVE SLICED HIS ARM. He stares at\nthe near miss. Retracts it. He taps another pattern. THE\nFIBERS EXTEND TO SIX FEET LONG - razor-sharp at the ends.\n\nReveal a rock cavern. KITAI HEARS THE SOUND OF SMALL STONES\nFALLING. He exits the torn end of the ship. He breathes\nheavily as the large doors close behind him, cutlass ready.\n\nHe jumps down - sees A FEW BODIES OF RANGERS HANGING DEAD\nFROM THE STRAPS OF THEIR SEATS. THEY ARE DANGLING. KITAI IS\nFRIGHTENED. HE BACKS AWAY.\n\fAFTER EARTH Revised Green 3/19/12 54A.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nKitai, take a knee.\n\nKitai kneels down on one knee as he’s told.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 55.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nI want you to take your time.\nAcclimate yourself to the\nenvironment. Tell me any and\neverything. No matter how\ninconsequential it may seem.\nEverything you see, hear, smell,\nhow you feel. Over.\n\nKITAI CAN SEE DAYLIGHT ABOVE HIM.\n\nKITAL\n(breathing heavily)\nMy body feels heavier.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nOver. KITAI CAN SEE DAYLIGHT ABOVE HIM. KITAL\n(breathing heavily)\nMy body feels heavier. \n\nTARGET SECTION TO BE ANNOTATED:\nCYPHER (VOICE THROUGH COMMUNICATOR)\nVery good. The gravitational pull\non this planet is slightly\ndifferent than at home.\n\nKitai calms. He looks up.\n\nKITAI\nIt's about ten meters to the top.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nOkay. Get going.\n\nKITAL\nRoger.\n\nKitai stands and moves cautiously to the wall of the ravine\nthe ship is in. He begins climbing. He carefully places each\nhand and foot. This is a standard rock climbing wall. He's\ndone this a thousand times. He nears the top. He secures his\nleft hand then looks back to his right and sees:\n\nA HUGE MULTI-COLORED TARANTULA SITS ON HIS RIGHT HAND.\nKITAI FREAKS.\n\nKITAL\nAbhhhh!\n\nHe slings the creature from his hand - losing his balance and\nslipping three feet until he catches himself with his left\nhand.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nKITAI! What happened?\n\nKitai hangs by a thread. He stabilizes himself and regains\nhis grip.\n\f72\n\n73\n\nAFTER EARTH Revised Yellow 2/24/12 56.\nKITAL\nYou didn’t see that? I thought-\nCYPHER (VOICE THROUGH COMMUNICATOR)\nWhat’s your SitRep? Your vitals\nspiked.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - DAWN 72\n\nCypher watches the monitor as Kitai's vitals spike into the\nRED.\n\nCYPHER\nI say again. What is your Situation\nReport? What happened?\n\nCUT TO:\n\nEXT. CAVERN - DAWN 73\n\nKitai’s face changes. He settles back into control.\n\nKITAL\n(embarrassed)\nNo change. I slipped. I’m good to\ngo.\n(lying)\nThere's condensation on the stones.\nI'm fine.\n\nKitai continues and successfully completes his ascent. He\nwearily reaches the top of the crater and pulls himself onto\nan elevated plateau.\n\nREVEAL: EARTH - DAWN\n\nThe beautiful purple, orange, and fuchsia colors of the\nearthly sunrise. Plants and animals waking up to melodic\nmorning calls of eagles majestically soaring overhead.\n\nMiles and miles of visibility.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nREVEAL: EARTH - DAWN\n\nThe beautiful purple, orange, and fuchsia colors of the\nearthly sunrise. Plants and animals waking up to melodic\nmorning calls of eagles majestically soaring overhead. Miles and miles of visibility. \n\nTARGET SECTION TO BE ANNOTATED:\n Hundreds, maybe thousands, of\nevolved buffalo roam a quarter mile away. The sounds of life\nring symphonically. IT IS BREATHTAKING. Kitai is dumbstruck.\n\nThe night frost gives way to vibrant colors and scents.\n\f74\n\n75\n\n76\n\nAFTER EARTH Revised Yellow 2/24/12 57.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nThere is an escarpment where two\nEarth continents collided. Looks\nlike it could be a waterfall. It's\nat about forty-five kilometers.\nWe'll call that our midway\ncheckpoint. There’s no way you can\nreturn after that point. We'll\nassess rations and reevaluate when\nyou get there. But let’s break it\ninto sections.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - DAWN\n\nCypher looks at the monitor. We see an icon for Kitai and to\nthe north a huge grouping of trees. Cypher draws a line from\nKitai to the trees.\n\nCYPHER\nFirst leg is twenty kilometers to\nthe mouth of the north forest.\n\nCUT TO:\n\nEXT. PLATEAU - DAWN\n\nKitai looks to his Navi-band on his wrist. The holographic\nimagery matches what Cypher saw in the cockpit.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nLet’s take it easy. Set chronometer\nfor one hundred eighty minutes.\nOver.\n\nKITAI\nOne hundred eighty minutes? That’s\nnot right. I can do 10K in fifty\nminutes. You'll see.\nKitai looks to his Navi-band and begins a light jog.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - DAWN\n\nCypher takes this as a disobeyed command. He sits back in his\nseat, contemplatively.\n\n74\n\n75\n\n76\n\n*\n\n*\n\fAFTER EARTH Revised Blue (on White) 1/20/12 58.\n\nKITAI (VOICE THROUGH COMMUNICATOR)\nI might even do it in under forty\nminutes. Over.\n\nCypher does not respond.\n\nCUT TO:\n\nEXT. PLATEAU - DAWN 77\nKitai slows down.\n\nKITAL\nDad, do you copy? Over.\n\nKitai comes to a stop.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITAL\nDad, do you copy? Over. Kitai comes to a stop. \n\nTARGET SECTION TO BE ANNOTATED:\nKITAL\n(concerned)\nDad, do you read me?! Over.\n\nStill nothing.\n\nKITAI\n(panicked)\nDAD, DO YOU COPY? ARE YOU THERE?\n\nKitai turns and runs back toward the ship. He is in complete\nterror.\n\nKITAI\nDad, I'm coming back.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nNo need. You just go ahead.\n\nKitai comes to stop.\n\nKITAL\nHuh?\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nSeems to me that you're in charge\nof this mission. And in my limited\nmilitary experience, when two\npeople are in command, everybody\ndies. So I will defer to your\nleadership, Cadet.\n\nKITAL\nDad, I was just saying...\n\fAFTER EARTH Revised Yellow\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\n\nWhat is my name?\nKitai confused - hesitates.\n\nKITAL\n\nI don't know what you mean...\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\n\nWHAT IS MY NAME?!\nKitai is shaken.\n\nKITAL\nGeneral Cypher Raige.\n\nCYPHER (VOICE THROUGH\n\nAnd who am I?\n\nKITALI\n\nPrime Commander of the Rangers.\n\n78 INT. TRANSPORT SHIP COCKPIT - DAWN\n\nCypher stares at the holograms.\n\nCYPHER\n\nYOU'RE GODDAMNED RIGHT!\n\nTHIS SECOND FORWARD, YOU\nTO ME AS SIR, COMMANDER,\nGENERAL! YOU WILL FOLLOW\nCOMMAND WITHOUT QUESTION\nHESITATION. AM I CRYSTAL\n\nCADET?\n\n79 EXT. PLATEAU - DAWN\n\nWILL REFER\n\nCOMMUNICATOR)\n\nCUT TO:\n\nCUT TO:\n\nKitai's head is spinning. His father has never been this\n\nangry with him before. Kitai snaps to attention.\n\nKITAI\nSIR, YES, SIR!\n\nCUT TO:\n\n78\n\n79\n\fAFTER EARTH Revised Pink 1/26/12 60.\n\n80 INT. TRANSPORT SHIP COCKPIT - DAWN 80\n\nCypher sits calmly. (There was a bit of military performance\nin Cypher's words) He's seen many men in combat. He knows\nexactly what they need and exactly when they need it.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\n80 INT. TRANSPORT SHIP COCKPIT - DAWN 80\n\nCypher sits calmly. (There was a bit of military performance\nin Cypher's words) He's seen many men in combat. He knows\nexactly what they need and exactly when they need it. \n\nTARGET SECTION TO BE ANNOTATED:\nCYPHER\nNow at H plus one eighty I need you\nat that forest. Set your\nchronometer.\n\nKITAI (VOICE THROUGH COMMUNICATOR)\nSIR, YES, SIR!\n\nCypher sits back, allowing himself a small smile.\nCypher reaches out and turns on the COCKPIT RECORDER.\nCYPHER\nGeneral Cypher Raige. Earth time\n\n6:24. Beginning probe search to\nconfirm Ursa is not released.\n\nCUT TO:\n81 EXT. PLATEAU - DAWN 81\nKitai sets his chronometer and begins to walk.\nCUT TO:\n82 EXT. TRANSPORT SHIP MAIN CABIN - MORNING 82\n\nWe see the front section of the ship wedged into the cavern.\nSUDDENLY SOMETHING SHOOTS FROM THE TOP OF THE TRANSPORT SHIP.\n\nCUT TO:\n\n83 EXT. ATMOSPHERE - CONTINUOUS 83\nA PROJECTILE RISES OUT OF THE CAVERN AND INTO THE SKY. RISING\nHIGHER AND HIGHER INTO THE ATMOSPHERIC CANOPY. At the APEX OF\nITS ARC, it EXPLODES --\n\nFrom the EXPLOSION, DOZENS OF PROBES APPEAR, slowly VECTORING\nback toward EARTH, GREAT DISTANCES APART.\n\nCUT TO:\n\fAFTER EARTH Revised Blue (on White) 1/20/12 61.\n\nINT. TRANSPORT SHIP COCKPIT - MORNING 84\n\nCypher’s monitors fill with PROBE IMAGES: THE CURVE OF THE\nEARTH. TOPOGRAPHY. IONIC CLOUDS DRIFTING, WHICH APPEAR AS\nFLOATING WHITE NOISE, ZAPPING THE IMAGERY. ANOTHER CAMERA\nSLAMS INTO AN OCEAN, SENDING DATA ON UNDERSEA LIFE. ANOTHER\nBURROWS INTO THE EARTH, REVEALING SOIL, WEATHER, EROSION\nDATA. ANOTHER CRASHING IN TREES, GOING TO BLACK. ANOTHER\nFLOATING OVER PACKS OF ANIMALS, THOUSANDS OF THEM.\n\nCypher flips through the images of the different cameras. We\nsee the descriptions, “PROBE 3, PROBE 11, PROBE 24” written\nunder each of the corresponding images... He manipulates the\ncameras.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nCypher flips through the images of the different cameras. We\nsee the descriptions, “PROBE 3, PROBE 11, PROBE 24” written\nunder each of the corresponding images... He manipulates the\ncameras. \n\nTARGET SECTION TO BE ANNOTATED:\n They can hover, swim, and burrow.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - LATER 85\n\nWE SEE THE POINT OF VIEW OF KITAI moving along a horizon of\npastures that seem to go on forever.\n\nWE SEE KITAI’S VIEW along a ridge that looks down into a lush\nvalley with a profusion of wildflowers and greens.\n\nCypher studies numbers floating over the control board.\n\nCYPHER\nI estimate H plus four days to\nreach the tail. Use your Navi-band.\nStay on azimuth. The temperatures\non this planet fluctuate\ndramatically daily and most of the\nplanet freezes over at night.\n\nWE SEE THE LANDSCAPE SCROLL BY IN HOLOGRAPHIC FORM. WE SEE\nAREAS DEMARCATED BY DEEP RED LINES.\n\nCYPHER\nThere are hot spots, geothermal\nnodes between here and the tail\nthat will keep you warm during the\nfreeze-over. You must reach one of\nthese nodes each evening before\nnightfall. Over.\n\nKITAI (VOICE THROUGH COMPUTER)\nCopy.\n\nWE SEE KITAI’S POINT OF VIEW LOOK UP TO HIS SIDES.\n\nSHADOWS OF CLOUDS MOVE OVER THE MOUNTAINS AND FIELDS LIKE\nSPIRITS.\n\fAFTER EARTH Revised Yellow 2/24/12 62.\n\nCYPHER\nStandard operating procedure till I\ngive you further instructions.\n\nKITAI (VOICE THROUGH COMPUTER)\nCopy.\n\nCypher looks down at his legs. THE FLOOR IS COVERED IN HIS\nBLOOD. HE CAN SEE HIS PANT LEG DRIPPING FRESH BLOOD.\n\nCypher reaches for the med-kit. Hits controls on the console.\nThe “Medical Analysis” holographic screen comes up.\n\nCypher pulls a flat box out of the med-kit. He turns it on,\nruns it over his legs. LIGHT FALLS OVER HIS LEG AS IT SCANS.\n\nThe holographic screen over the console erupts with\ninformation.\n\n“,..CODE 5 TRAUMA TO LEFT LEG\n\n.-.-SITUATION CRITICAL\n\n... ARTERIAL SHUNT RECOMMENDED”\n\nCypher takes in the news somberly.\n\nHe touches the words, ARTERIAL SHUNT, over the console.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nCODE 5 TRAUMA TO LEFT LEG\n\n.-.-SITUATION CRITICAL\n\n... ARTERIAL SHUNT RECOMMENDED”\n\nCypher takes in the news somberly. He touches the words, ARTERIAL SHUNT, over the console. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE HOLOGRAPHIC SCREEN SHOWS A 3-D OUTLINE OF A HUMAN BODY, a\nbit too similar to a chalk outline on concrete. The\nholographic screen ZOOMS IN to the LEFT THIGH -- ZOOMS IN TO\nSHOW ARTERIES AND VEINS. ONE HAS BEEN SEVERED AND SEPARATED.\nThe words, ARTERIAL SHUNT - EXPLANATION OF PROCEDURE, appear\non the screen, followed by a coldly mechanical HOLOGRAPHIC\nANIMATION:\n\nA SCALPEL appears on the screen. A DOTTED LINE extends from\nthe blade to a spot LOW on the thigh;\n\nThe scalpel PLUNGES INTO THE ANIMATED THIGH --\n\nWe don’t see the rest. Only Cypher’s single blink and slight\nshift, accepting the painful reality to come.\n\nCypher looks in the med-kit. Sees a cylinder marked\n“Narcotic.” Looks at the side-effects on the cylinder’s side.\nHe reads the words, “Impaired vision, dizziness, drowsiness.”\n\nCypher looks at the screen of Kitai’s moving POV. He puts the\nnarcotic cylinder back in the med-kit untouched.\n\nA wave of pain engulfs Cypher.\n\na\n\n+ %\n\f86\n\nAFTER EARTH Revised Yellow 2/24/12 63.\n\nKITAI (VOICE THROUGH COMPUTER)\nHey Dad, you there?\n\nCUT TO:\n\nFLASHBACK: EXT. NOVA PRIME BATTLEFIELD TRENCH 86\n\nCypher is in military gear. He is in a battlefield trench.\nThere are other soldiers with him. There is a moment of\npeace. Senshi appears on his navi-band. He moves it into the\nshadows to see her better. In the background we see she is in\nthe old Raige apartment. A young Kitai is playing in the\nbackground.\n\nSENSHI (VOICE THROUGH COMPUTER)\nDad, you there?\n\fAFTER EARTH Revised Pink 1/26/12 63A.\nIn the background we see she is in the old Raige apartment. A\nyoung Kitai is playing in the background.\n\nSENSHI (VOICE THROUGH COMPUTER)\nDad, you there?\n\fAFTER EARTH Revised Yellow 2/24/12\n\nCypher smiles.\n\nCYPHER\nI’m here.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nSENSHI (VOICE THROUGH COMPUTER)\nDad, you there? AFTER EARTH Revised Yellow 2/24/12\n\nCypher smiles. CYPHER\nI’m here. \n\nTARGET SECTION TO BE ANNOTATED:\nShe holds up the old copy of Moby Dick.\nSENSHI (VOICE THROUGH COMPUTER)\nA boy I know had this. It’s a real\nbook, from a museum. It’s Moby\nDick.\nCypher not fully paying attention.\n\nCYPHER\nMm hmm...\n\nSENSHI\nHe said I could even hold on to it.\n\nThat gets his attention --\n\nCYPHER\nHold on to what --?\n\nSENSHI\nThe book, Dad.\n\nShe laughs at her dad’s expression. And he laughs, too. She\nhas that effect on him. Cypher stares at his daughter, so\nfull of life and possibility, the future personified.\n\nSENSHI\nDid they really kill these whales?\n\nCYPHER\nWe, Senshi. For their oil. And they\nalmost disappeared. Just before The\nAge of Carbon Fuels...\n\nCUT TO:\n\n87 PRESENT: INT. TRANSPORT SHIP COCKPIT - MORNING\n\nKITAI (VOICE THROUGH COMPUTER)\nDad, you there? Over.\n\nCypher recovers from the pain, clears his throat, collects\nhimself before he speaks.\n\nCYPHER\nCopy.\n\n64.\n\n87\n\fAFTER EARTH Revised Yellow 2/24/12 64A.\n\nCypher turns his eyes to holographic displays.\n\f88\n\n89\n\nAFTER EARTH Revised Pink 1/26/12 65.\n\nCYPHER\nCadet, the Earth's rotational cycle\nis shorter than back home. You have\nsix hours to reach the first\ngeothermal site. Over.\n\nKITAI (VOICE THROUGH COMPUTER)\nRoger.\n\nCUT TO:\n\nEXT. RIFT VALLEY - DAY\n\nKitai moves along a jagged fissure in the ground. Rocks jut\nup from the darkness below as if someone cracked the surface\nof the Earth like an egg. The sun is INTENSELY STRONG.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nLet's stay in the shade as much as\npossible. Direct sunlight is\nintensely carcinogenic. You must\nlimit exposure. Over.\n\nKITAI\nRoger that.\n\nCYPHER (VOICE THROUGH COMPUTER)\nThe rain used to be acidic, but it\ndoesn’t seem to be a problem now.\n\nGreen slopes away on either side of the fissure in the earth.\nKitai is making good progress.\n\nCUT TO:\n\nINT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nGreen slopes away on either side of the fissure in the earth. Kitai is making good progress. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n TRANSPORT SHIP COCKPIT - DAY\n\nCypher checks IMAGES FROM THE PROBE CAMERAS. #11 is KNOCKED\nAS A LARGE ANIMAL BRUSHES PAST -- A HUGE EVOLVED GIRAFFE.\n\nThe animal now looks into the camera. The giraffe rears up on\ntwo legs. The computer sends Cypher information -- GIRAFFA\nCAMELOPARDALIS.. GIRAFFE.\n\nCypher looks at the LIVE IMAGE OF THE GIRAFFE with awe. It is\nlike seeing a live dinosaur.\n\nThen the giraffe swats at the camera. The camera evades.\n\nCypher hits the cockpit recorder.\n\n88\n\n89\n\f90\n\n91\n\nAFTER EARTH Revised Yellow 2/24/12 66.\n\nCYPHER\nProbe cameras unable to detect\nsigns of Ursa in the wild.\n\nCUT TO:\n\nEXT. FOREST LANDSCAPE - DAY\n\nKitai arrives at the mouth of the forest. A gorgeous view of\nendless thick valleys of forest.\n\nKITAL\n(checking his Navi-band)\nTwenty kilometers, one hundred\neighty-four minutes. Request\nbreather, Da...\n(catching himself)\nSIR.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nNegative.\n(beat)\nYou've got three hours to reach the\nhot spot. That's plenty of time.\nHydrate now and keep moving.\n\nKitai flips up a hydration tube from his backpack and drinks\nas he moves deeper into the forest.\n\nKitai swallows his irritation and moves into the forest.\n\nCUT TO:\n\nEXT. REDWOOD FOREST - DAY\n\nKitai is in a profound forest. The trees are gigantic -\ntwenty feet in diameter - three hundred feet high. Kitai\nmoves carefully through the many shadows in the forest. He\npeers cautiously into the foliage all around him.\n\nKitai suddenly looks down and notices his lifesuit has become\nJET BLACK. ITS SURFACE HAS TURNED HARDER AND HAS BUMPS LIKE\nAN ARMOR. Kitai instantly stops walking and becomes steeled.\n\nKITAL\nMy suit’s become black. I like it\nbut I think it’s something bad.\nOver.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nYour suit’s made of smart fabric.\nIt has motion sensors.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nOver. CYPHER (VOICE THROUGH COMMUNICATOR)\nYour suit’s made of smart fabric. It has motion sensors. \n\nTARGET SECTION TO BE ANNOTATED:\n(MORE )\n\n90\n\n91\n\n*\n\fAFTER EARTH Revised Yellow 2/24/12 66A.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nI'm tracking a lifeform moving near\nyou from the west.\n\fAFTER EARTH\n\nRevised Yellow 2/24/12 67.\n\nKITAL\nThe Ursa? Over.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nNegative. It's smaller. Bio signs\nread only a meter-and-a-half long.\n\nKitai stands motionless.\n\nBeat.\n\nKITAL\n(are you kidding me?)\nI'm a meter-and-a-half long! Over.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nIt's closing rapidly from the west.\nDO NOT MOVE! It is what it is.\nRelax. Go ready. Try to give me\nvisual. Creatures on this planet\nhave evolved from the ones we have\non record because of radiation\nbursts.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nIt's at fifty meters, forty,\nthirty...\n\nKitai is breathing erratically.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nIt's slowing down. Twenty\n(long pause)\nTen...\n\nKitai stands at the ready. HE CAN HEAR PLANTS BEING SNAPPED!\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\n(whispering)\nIt's right there, Kitai.\n\nKitai in a panicked whisper.\n\nKITAL\nI don't see it! I don't see\nanything.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nRelax, Cadet. Recognize your power.\nThis will be your creation.\n\nSlowly from the forest - a small evolved baboon creature. Its\nface is hauntingly human, but it walks on all fours.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 67A.\n\nAt least it would if it hadn't lost one of its appendages in\nwhat looks like might have been a fight.\n\nCUT TO:\n\f92\n\n93\n\n94\n\n95\n\nAFTER EARTH Revised Blue (on White) 1/20/12 68.\n\nINT. TRANSPORT SHIP COCKPIT - DAY\n\nCypher gets a visual from Kitai's lifesuit camera and on the\nscreen comes a full description of the creature.\n\nCYPHER\nIt's fine, Kitai.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. TRANSPORT SHIP COCKPIT - DAY\n\nCypher gets a visual from Kitai's lifesuit camera and on the\nscreen comes a full description of the creature. CYPHER\nIt's fine, Kitai. \n\nTARGET SECTION TO BE ANNOTATED:\n Be still. Let it\npass. Do not startle it.\n\nCUT TO:\n\nEXT. DENSE FOREST - DAY\n\nKitai PICKS UP A ROCK and threatens. Sound is dopplering, his\nvision tunneling.\n\nKITAL\nBACK UP!\n\nThe creature reacts with loud screech.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nDon’t do anything!\n\nCUT TO:\nINT. TRANSPORT SHIP COCKPIT - DAY\nCypher is pissed!\nCYPHER\nKitai, NO!\nCUT TO:\n\nEXT. DENSE FOREST - DAY\nKitai continues to threaten with the rock.\n\nKITALI\nGET THE HELL OUT OF HERE!\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nKitai, STOP! Over.\n\nKitai THROWS THE ROCK, glancing off the baboon. The baboon\njust turns and leaves. Kitai almost hyperventilating.\n\nCUT TO:\n\n92\n\n93\n\n94\n\n95\n\f96\n\nAFTER EARTH Revised Blue (on White) 1/20/12 68A.\n\nINT. TRANSPORT SHIP COCKPIT - DAY\n\nCypher looks at the holographic readout. Kitai's vitals are\nspiking.\n\n96\n\f97\n\n98\n\nAFTER EARTH Revised Blue (on White) 1/20/12 69.\n\nCYPHER\nYou are creating this situation! Be\nstill. Over.\n\nSuddenly on the monitor FIFTEEN DOTS begin moving rapidly\ntowards Kitai.\n\nCYPHER\n(to himself)\nDamn it!\n(beat)\nCadet, get control of yourself!\nListen to my instructions!\n\nCUT TO:\n\nEXT. DENSE FOREST - DAY\n\nKitai feeling like his way was working, the Way of the Rock,\nwhen SIX of the CREATURES blast through the foliage,\nscreeching a bloodcurdling war cry. They surround Kitai.\n\nKitai taps a pattern into the handle of the cutlass. The\nfibers retract into the handle and disappear. This is not\nwhat Kitai wanted. He looks up panicked He taps another\npattern. The handle separates into two parts. The fibers\nflatten out at the ends, making two batons. Kitai swings his\nnew weapons in every direction. The creatures begin charging\nand jumping back, mimicking Kitai's moves.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe fibers\nflatten out at the ends, making two batons. Kitai swings his\nnew weapons in every direction. The creatures begin charging\nand jumping back, mimicking Kitai's moves. \n\nTARGET SECTION TO BE ANNOTATED:\n They study Kitai\nand all begin to pick up sticks and clubs, mimicking the two\nends of the cutlass.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nTo your rear, Cadet! OUT TO YOUR\nREAR!\nKITAI LOOKS TO HIS REAR SEES THE OPENING AND TAKES OFF INTO\nTHE FOREST. THE CREATURES GIVE CHASE. KITAI SLASHES AND DARTS\nWILDLY.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - DAY\n\nCypher gets the chilling firsthand camera view. He watches\nhelplessly as Kitai attempts to evade the raging creatures.\n\nWE SEE FROM THE CAMERA ON KITAI’S BACK - THE CREATURES\nGETTING CLOSER.\n\nCUT TO:\n\n97\n\n98\n\fAFTER EARTH Revised Blue (on White) 1/20/12 70.\n\n99 EXT. DENSE FOREST - DAY 99\n\nKitai is really fast. He leaps off of rocks and sprints\nthrough the dense forest.\n\nTHE CREATURES IN PURSUIT TAKE TO THE TREES AND BEGIN TO\nOVERTAKE KITAI. THEY BEGIN SNATCHING BRANCHES AND LARGE PINE\nCONES FROM THE TREES AND HURLING THEM AT KITAI.\n\nTEN - TWENTY - NOW FIFTY CREATURES FILL THE TREES. SWINGING\nAND JUMPING. ALL THROWING HUGE PROJECTILES. KITAI,\nMIRACULOUSLY, IS NOT HIT. THEN:\n\nKITAI IS STRUCK IN THE CENTER OF HIS BACK. HE COMPLETES A\nFORWARD ROLL WITH THE FLUIDITY OF A GYMNAST. INSTANTLY HE IS\nBACK TO HIS FEET.\n\nCUT TO:\n100 INT. TRANSPORT SHIP COCKPIT - DAY 100\nCypher sits in steely calm.\nCYPHER\nCross the river, Cadet! I repeat,\ncross the river!\nCUT TO:\n101 EXT. RAGING RIVER - DAY 101\n\nKITAI COMES TO THE BANK OF A RAGING RIVER. HE LOOKS BACK. HE\nCAN HEAR THE CREATURES COMING. HE SECURES HIS CUTLASS AND\nDIVES INTO THE RIVER.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nHE LOOKS BACK. HE\nCAN HEAR THE CREATURES COMING. HE SECURES HIS CUTLASS AND\nDIVES INTO THE RIVER. \n\nTARGET SECTION TO BE ANNOTATED:\nFIFTY CREATURES CONTINUE A RELENTLESS BARRAGE OF THE BRANCHES\nAND LARGE PINE CONES. THE RIVER EXPLODES WITH THE UNYIELDING\nVOLLEY.\n\nCUT TO:\n\n102 INT. TRANSPORT SHIP COCKPIT - DAY 102\n\nCypher watches the underwater view in all its glorious terror\nas Kitai goes up and down. Bobbing underwater and above.\n\nKitai looks back, giving Cypher the clear view that the\ncreatures are not following.\n\fAFTER EARTH Revised Pink 1/26/12 71.\n\nCYPHER\nCadet, they are no longer in\npursuit.\nCUT TO:\n103 EXT. RAGING RIVER - DAY 103\n\nKitai is not registering his father's words. He exits the\nriver on the other side and continues to flee frantically.\nHis lifesuit has returned to orange.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\n\n(calmly)\nI say again, they are not following\nyou. Over.\n\nKitai sprints wildly.\nCYPHER (VOICE THROUGH COMMUNICATOR)\nCadet, you are not being followed!\nTake a knee. Over!\nKitai slows when he reaches a clearing and again takes out\nthe cutlass He makes a three-hundred-sixty degree turn,\nprepared to fight anything in his vicinity.\n\nCYPHER\nPut my damn cutlass away.\n\nCUT TO:\n\n104 INT. TRANSPORT SHIP COCKPIT - DAY 104\nCypher watches the maddening 360-degree pivot.\n\nCYPHER\nTake a knee, Cadet.\n\nCUT TO:\n\n105 EXT. FOREST CLEARING - DAY 105\nKitai kneels on one knee. His eyes are large and frantic.\nHe tries to settle his breathing. Seems to calm himself.\n\nCUT TO:\n\fAFTER EARTH Revised Yellow 2/24/12 72.\n\n106\n\n107\n\nINT. TRANSPORT SHIP COCKPIT - DAY 106\nCypher watches his son.\n\nCYPHER\nIf you want to die today that’s\nfine, but you are not going to kill\nme today. You are not out here by\nyourself. Everything you do affects\nme.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nCYPHER\nIf you want to die today that’s\nfine, but you are not going to kill\nme today. You are not out here by\nyourself. Everything you do affects\nme. \n\nTARGET SECTION TO BE ANNOTATED:\n I see right now that you do not\nhave the intelligence to think for\nyourself, so I will be your brain.\nYou DO NOT think.\n\nCypher rubs his eyes. THEN:\nBEEP. BEEP. BEEP...\nCypher looks to Kitai's vital sign readout.\n\nCYPHER\n(concerned)\nKitai, I need you to do a physical\nassessment. I'm showing rapid blood\ncontamination. Are you cut?\n\nCUT TO:\n\nEXT. FOREST CLEARING - DAY 107\n\nKitai does not respond. He is shell-shocked. He doesn’t seem\nlike a cadet right now. He seems like a child. His lifesuit\nhas turned yellow.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\n(sternly)\nKITAI, I NEED YOU TO DO A PHYSICAL\nEVALUATION! ARE YOU BLEEDING? OVER.\n\nSlowly, Kitai regains himself and begins to check his body.\nHe tries to stand, but is suddenly unsteady and off-balance.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nKitai?\n\nKITAL\nI'm dizzy.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nCheck yourself.\n\n+ eH HH HK\n\n*\n\fAFTER EARTH Revised Yellow 2/24/12 72A.\n\nKitai looks at his hands. On his right wrist he spots an\nEVOLVED LEECH-LIKE PARASITE. He pulls it off. It tears his\nskin.\n\nA NASTY RASH quickly blossoms across his skin on his wrist.\nCYPHER (VOICE THROUGH COMMUNICATOR)\n(ultra calm)\nOpen your med-kit, Kitai.\n\nKitai reaches for his belt. His face anxious now.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 73.\n\nKITAL\n\n(groggy)\nI can't stand up.\n\nKitai opens the med-kit. Cypher takes his vocal tones into\ncomplete certainty and calm. He knows that he cannot betray\neven a hint of tension.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\n(measured and comforting)\nYou have to administer the\nantitoxin in sequence. Inject\nyourself with the clear liquid\nfirst. Do it now!\n\nKitai takes the first hypodermic from the med-kit, pops off\nthe protective cap.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nInject\nyourself with the clear liquid\nfirst. Do it now! Kitai takes the first hypodermic from the med-kit, pops off\nthe protective cap. \n\nTARGET SECTION TO BE ANNOTATED:\n His hands are trembling.\n\nKITAL\nDad. I can't see.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nThe poison is affecting your\nnervous system. Relax. Stay even.\n\nKitai fumbles twice with the needle. He stops, looks up,\nlooks around, his eyes dilated and swelling closed. His panic\ndeepening. The veins of his right hand are turning black.\n\nKITAL\nDad, please come help me. I can't\nsee! Please come help me!\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nStay even! Inject yourself directly\ninto the heart with the first stage\nnow!\n\nKitai takes a deep breath, grimacing as he removes the top of\nhis lifesuit and sticks himself in the chest with the\nhypodermic, presses the plunger. WE HEAR A DISCHARGE SOUND.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nNow the second stage. Hurry.\n\nKitai snatches his backpack off and fumbles around blindly in\nthe med-kit.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nYour left, to your left!\n\nKitai finds the second hypodermic. HIS EYES NOW COMPLETELY\nSWOLLEN CLOSED. His hands shaking badly, he just about\nmanages to remove the protective cap.\n\fAFTER EARTH Revised Yellow 2/24/12 74.\n\nHe sticks himself with the second hypodermic, but his thumb\njust hovers over the plunger, unable to move.\n\nKITAL\nI can't feel my hands! I can't...\n\nKitai's eyes roll back, flickering. On the verge of losing\nconsciousness. He falls to his knees.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nPress it into the ground! Kitai,\nroll over on it and press it into\nthe ground!\n\nWith a final effort, Kitai throws himself forward, the\nplunger depressing against the ground as he slumps over.\nKitai's limp body lies motionless.\n\nCUT TO:\n\n108 INT. TRANSPORT SHIP COCKPIT - DAY 108\n\nCypher watches as Kitai's blood contamination levels begin to\nslowly decrease. The red beeping lights turn to yellow,\nsignaling a slow return of Kitai's vital signs to normal.\n\nCYPHER\nGreat work, Cadet.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nTRANSPORT SHIP COCKPIT - DAY 108\n\nCypher watches as Kitai's blood contamination levels begin to\nslowly decrease. The red beeping lights turn to yellow,\nsignaling a slow return of Kitai's vital signs to normal. CYPHER\nGreat work, Cadet. \n\nTARGET SECTION TO BE ANNOTATED:\n Now you’re going\nto have to lie there.\n\nCUT TO:\n\n109 EXT. FOREST CLEARING - DAY 109\nKitai's body. Hauntingly still. Alone.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nThe parasite that stung you has a\nparalyzing agent in its venom.\nYou're just going to have to lie\nthere for a little bit while the\nantitoxin does its job.\n\nCUT TO:\n\n110 INT. TRANSPORT SHIP COCKPIT - DAY 110\n\nCypher is precise, but Kitai's backpack camera brutally\ncaptures Kitai's swollen face. A single tear rolls from a\nlifeless eye.\n\fAFTER EARTH Revised Yellow 2/24/12 75.\n\n111\n\n112\n\nThis is excruciating. Cypher, unable to aid his son,\nstruggles for control in an uncontrollable situation.\n\nCUT TO:\n\nEXT. FOREST CLEARING - DAY\n\nFrom a distance we see how small Kitai is in this huge cruel\nforest. The sun perilously slipping beyond its apex.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - DAY\nCypher glances at the timer. His lifeless son.\n\nWe pan around Cypher to a full-frame view of Kitai -\nseemingly close, yet so far. He stares at his son.\n\nCUT TO:\n\fAFTER EARTH Revised Pink 1/26/12 76.\n\n113\n\n114\n\nEXT. FOREST CLEARING - DUSK 113\n\nThe sun is now treacherously low in the sky, threatening to\ndrop. A chilly breeze begins to blow through the retreating\nforest. Plants begin to close in anticipation of the brutal\nnight freeze.\n\nKitai still lies motionless. The swelling is gone from his\nface but his eyes are still closed. His lifesuit is orange.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nKitai.\nNo response.\nA gentle dusting of frost begins to form on and around\n\nKitai's weakened frame. Cypher grows increasingly distressed.\nThe wind howls with ferocious intention.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nKitai, it's time to get up.\n\nKitai's eyes give no sign of life.\n\nCUT TO:\n\nINT.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nCYPHER (VOICE THROUGH COMMUNICATOR)\nKitai, it's time to get up. Kitai's eyes give no sign of life. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n TRANSPORT SHIP COCKPIT - DUSK 114\n\nCypher looks at his son’s beautiful face, praying for any\nmuscle twitch or flicker of life.\n\nCYPHER\nKitai, I want you to blink your\neyes.\n\nStill nothing. There is a long beat. We vaguely hear Kitai\nbreathing. A tiny hint of ice shows on his left eyebrow.\n\nCYPHER\n(deeply concerned)\nSon, I need you to please blink\nyour eyes.\n\nSlowly... and ever so slightly... Kitai opens his eyes.\nKITAI (FACE ON THE SCREEN)\n\n(xaspy voice)\nHey, Dad.\n\fAFTER EARTH Revised Yellow 2/24/12 77.\n\nKitai still looks directly into his backpack camera speaking\nto Cypher. We see a full-frame image of Kitai. Cypher stares\nat the monitors and the bio-readings and exhales profoundly.\n\nKITAI (FACE ON THE SCREEN)\n(weakly)\nThat sucked.\n\nKitai awkwardly begins to stand and gather his gear.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nThe temperature is dropping five\ndegrees every ten minutes. You've\ngot twelve kilometers to the hot\nspot.\n\nCUT TO:\n\n115 INT. TRANSPORT SHIP COCKPIT - DUSK 115\n\nKitai's vitals are stable. He has gathered his gear and is\nready to go. Cypher returns to General mode.\n\nCYPHER\nLet's see that “Ten kilometers in\nfifty minutes\" that you spoke about\nearlier, Cadet.\n\nCUT TO:\n116 EXT. FOREST CLEARING - DUSK 116\nKitai sets his Navi-band and turns to the north.\nKITAL\n(still weak)\nSir, yes, sir.\nCUT TO:\n117 EXT. FOREST LANDSCAPES - DUSK 117\n\nKitai sprints ruggedly over the vicious terrain. Signs of the\nDEEP FREEZE are prominent and extreme. Animals scramble\nunderground. IT BEGINS TO LIGHTLY SNOW.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nsitRep?\n\fAFTER EARTH Revised Yellow 2/24/12 78.\n\n118\n\nKITAL\nTen Mikes out. Good. All good.\n\nCUT TO:\n\nINT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nGood. All good. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n TRANSPORT SHIP COCKPIT -DUSK\n\nThe words “Arterial Shunt” stare back at Cypher from the med\nscreen. He pulls a long, narrow tubing from the med-kit and a\nthin surgical knife.\n\nHe opens an arm on the flat box and locks it to his chair.\n\nThe box is now positioned over his left thigh. He rips the\n\nside of his uniform, exposing the side of the leg. We see a\nnasty gash on the side of his leg.\n\nTHE HOLOGRAPHIC SCREEN SHOWS CYPHER’S ARTERIES AND VEINS IN A\nGRAPHIC. ONE HAS BEEN SEVERED AND SEPARATED. The reality is\nfar worse than any animation could ever be.\n\nCypher casts a quick glance to KITAI’S VIEW, as he sprints\nthrough the snowy landscape. A reminder of what’s at stake.\n\nWithout fanfare, Cypher plunges the thin knife into the side\nof his leg.\n\nHis face and demeanor tighten under the strain.\n\nON THE HOLOGRAPHIC SCREEN WE SEE THE SCALPEL CUT INTO THE\nFLESH REACHING THE END OF THE SEVERED ARTERY.\n\nAfter reaching it, he pulls the knife out.\n\nCypher takes a few preparing breaths, focusing his eyes on\n\nKITAI’S VIEW of the passing nature, before doing it again,\n\nhigher on the thigh. The knife again cuts through his thick\nmuscle. WE SEE IT REACH THE OTHER SEVERED END.\n\nCypher recovers the knife. Cypher is shaking uncontrollably\nfor a moment. He stares at a point in the distance and\nregains his composure.\n\nHe inserts the tubing in one of the incisions in his leg. WE\nWATCH THE HOLOGRAPHIC IMAGE OF THE TUBE MOVE TOWARD THE\nARTERY. IT SLIPS INTO THE ARTERY. WE WATCH THE ARTERY CLOSE\nAROUND IT.\n\nA tear from effort and pain falls down Cypher’s cheek. He\nlooks around wildly, like a wolf caught in a trap. He screams\nand turns toward LENS, then looks again. As the camera finds\nTHE GENERAL calmly watching him.\n\n+ %\n\n+\n\n+ %\n\n+\n\n+ % %\n\n+\n\n+\n\fAFTER EARTH Revised Yellow 2/24/12 78A.\n\nTHE GENERAL\nI got this.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs the camera finds\nTHE GENERAL calmly watching him. + %\n\n+\n\n+ %\n\n+\n\n+ % %\n\n+\n\n+\n\fAFTER EARTH Revised Yellow 2/24/12 78A. THE GENERAL\nI got this. \n\nTARGET SECTION TO BE ANNOTATED:\nCypher’s face becomes emotionless. He removes all reaction\nfrom his face. He grabs the thin tubing from the med-kit.\n\nCypher is shaking again as he grabs the other end of the tube\nand inserts it into the second incision. This end slips into\nthe ragged end of the severed artery. The fit is less\nperfect. Cypher wiggles it, almost passing out from pain.\n\nREADOUT: ARTERIAL SHUNT 87% EFFECTIVE.\n\nCypher looks down and sees what we see. Blood starts flowing\nthrough the sagging tube hanging out of his leg. The artery\nbegins flowing again. Good enough for now.\n\nThe words, “Arterial Shunt” disappear from the screen.\n\nCypher’s head hits the back of the loader.\n\nBlood continues to flow through the tube. Cypher stares at\nthe screen of his son’s POV. He strains to stay conscious.\n\nWe hear Kitai’s voice over the computer as he runs.\n\nKITAI (VOICE THROUGH COMPUTER)\nFive Mikes out.\n(feeling his oats)\nWho wasn’t advanced to Ranger? Who\nwas it? Watch him go. Watch him go.\n\n+ %\n\n+\n\fAFTER EARTH Revised Yellow 2/24/12 79.\n\n119\n\nCypher stares, on the verge of unconsciousness. His eyes\nclose. His eyes open. His eyes close.\n\nCUT TO:\n\nFLASHBACK: INT. MILITARY SHIP - NIGHT 119\nA drop captain yells.\n\nDROP CAPTAIN\nFive Mikes out!\n\nHe yells this to the Rangers waiting in the ship. Cypher\nholds a piece of 12x15 smart fabric in his hands. This is\nlike a future iPad that can be rolled or folded.\n\nOn the fabric is the face of Senshi. She sits at a table with\na birthday cake in front of her. There are nineteen candles.\nFaia and a nine-year-old Kitai sit together.\n\nSenshi waves the Moby Dick book at the camera.\n\nSENSHI (VOICE FROM SCREEN)\nThere’s this character, the savage.\nHe has a shrunken head. So cool!\nHe’s my favorite character.\n\nCYPHER\n\n(distracted)\nHe’s a good character. Something\ninteresting happens to him later.\n\nShe holds up the cake toward her father.\n\nSENSHI\nDad, you help me.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomething\ninteresting happens to him later. She holds up the cake toward her father. SENSHI\nDad, you help me. \n\nTARGET SECTION TO BE ANNOTATED:\nCYPHER\nNo Senshi, you go ahead. You blow.\n\fAFTER EARTH Revised Pink 1/26/12 80.\n\nSENSHI (VOICE FROM SCREEN)\nCome on, Dad. Blow.\n\nCypher glances at the Rangers watching him.\nCYPHER\nNow, you know there’s no way I can\nactually do that from here.\n\nSENSHI\nNo, I think you can.\n\nCYPHER\nFaia, why don’t you step in here\nand help the girl?\nFaia comes into frame --\n\nFAIA\nYou can do it.\n\nSENSHI\nI know you can.\n\nCypher shoots a glance over his shoulder. A RANGER stands\nthere, stone-faced.\n\nCypher looks at the cake. Senshi’s expectant face. He leans\nforward quickly and blows --\n\nTHE CANDLES BLOW OUT as by magic.\n\nThen Kitai’s face leans into the frame, laughing. He blew out\nthe candles. Cypher’s family laughing.\n\nCYPHER\nHappy nineteenth birthday, Senshi.\n\nAN ALARM GOES OFF IN THE SHIP. ALL RANGERS LOOKING AT CYPHER.\n\nCYPHER\nI have to go.\n\nCypher taps the smart fabric in his hands. It turns off. He\ntucks it away. All the Rangers in the ship stand. They strap\non their gear. They look to their leader.\n\nThe back of the ship begins to open. Cypher stares at it as\nit opens.\n\nCYPHER\nRangers! In formation! Move!\n\nCUT TO:\n\fAFTER EARTH Revised Yellow 2/24/12 80A.\n\n120 EXT. GEOTHERMAL NODE - DUSK 120\n\nAn elevated volcanic area. STEAM RISES FROM THE GROUND. Lush\noverripe fallen trees, rich decay everywhere.\n\nKITAL\nHot Spot One arrival.\n(checks)\nH plus forty-eight minutes!\n\nOutside the geothermal zone, THE FOREST IN ALL DIRECTIONS IS\nIN A RAPID FREEZE. ENTIRE FOREST OF GIANT TREES TURNS TO ICE.\n\nKitai begins to cough.\n\nKITAL\nSir. I made it. I’m here.\nCUT TO:\n121 INT. TRANSPORT SHIP COCKPIT - DUSK 121\n\nCypher pulls out of his reverie, still recovering from his\nefforts.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m here. CUT TO:\n121 INT. TRANSPORT SHIP COCKPIT - DUSK 121\n\nCypher pulls out of his reverie, still recovering from his\nefforts. \n\nTARGET SECTION TO BE ANNOTATED:\n\fAFTER EARTH Revised Blue (on White) 1/20/12 81.\n\nHe IGNORES his own condition, checking his SON’S SITUATION.\nHe sees the GEOTHERMAL SURROUNDS. Sees his SON’S VITALS\nSCROLLING.\nCYPHER\nMake sure you have everything. Take\nyour next inhaler. Your oxygen\nextraction is bottoming.\n\nCUT TO:\n\n122 EXT. GEOTHERMAL NODE - DUSK 122\n\nKitai opens the med-kit. Kitai’s face changes. We see of the\nfive remaining vials,\n\nTWO HAVE BEEN BROKEN.\nKitai quickly closes the case, hiding the contents from\nCypher's view. Kitai’s face blanches at the realization. He\ndoesn’t have enough breathing fluid.\nKitai is devastated.\nCYPHER (VOICE THROUGH COMMUNICATOR)\nUse the next dose of breathing\nfluid.\nKITAL\n(straining not to cough)\nI'm good, Dad. I don't need it\nright now.\n\nCUT TO:\n\n123 INT. TRANSPORT SHIP COCKPIT - EARLY EVENING 123\nCypher looks at his son. The general radiates stillness.\n\nCYPHER\nOkay.\n\nAnd he continues to stoically watch Kitai.\n\nCUT TO:\n\fAFTER EARTH Revised Yellow 2/24/12 81A.\n\n124\n\n124A\n\n124B\n\n125\n\n126\n\nEXT. GEOTHERMAL NODE - EARLY EVENING 124\n\nKitai pauses. The weight of the world crashing down on him.\nHis struggle for breath increases. He coughs. His chest makes\na hollow wheezing sound.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - EARLY EVENING 124A\n\nStill Cypher says nothing. Just waiting. He watches stoically\nas Kitai’s struggles amplify. His coughing more brutal. The\nimpossibility of life on earth without oxygen supplementation\nagain becomes vividly clear.\n\nThe medical computer compounds things -- telling Cypher: *\n“ARTERIAL SHUNT 70% EFFECTIVE.” Cypher’s pallor is grey. *\nHe quickly realizes the SHUNT IS SLIPPING on the ragged end. *\nHe sees FRESH BLOOD running down to the floor. *\nTHE MEDICAL COMPUTER is telling him to COMMENCE TRANSFUSION.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis coughing more brutal. The\nimpossibility of life on earth without oxygen supplementation\nagain becomes vividly clear. The medical computer compounds things -- telling Cypher: *\n“ARTERIAL SHUNT 70% EFFECTIVE.” Cypher’s pallor is grey. *\nHe quickly realizes the SHUNT IS SLIPPING on the ragged end. *\nHe sees FRESH BLOOD running down to the floor. *\nTHE MEDICAL COMPUTER is telling him to COMMENCE TRANSFUSION. \n\nTARGET SECTION TO BE ANNOTATED:\n *\nCypher needs FOUR UNITS OF O POSITIVE. *\nBut all he cares about, all he can hear, is Kitai’s coughing. *\nMore brutal, now. The impossibility of life on earth without *\noxygen supplementation again becomes vividly clear. *\nKitai’s face contorts with pain on the holographic screen. *\nCUT TO:\nOMITTED 124B*\nOMITTED 125*\nFLASHBACK: INT. OLD RAIGE APARTMENT - NIGHT 126\n\nThree year-old Kitai marches around in pj’s and his father’s\nhuge boots, struggling to hold Cypher’s cutlass.\n\nCYPHER\nThose lines are tight, son.\n\nKitai beams with pride.\n\nFaia’s “CAPTURING” the home movie-- Kitai safe in his pj's\nhugs his father.\n\fAFTER EARTH\n\nThe little boy straightens up and gives a salute.\n\nRevised Yellow 2/24/12\n\nCYPHER\nAnd now it’s time for one junior\nofficer to head off to bed.\n\nKITAL\nNoooo--\n\nCYPHER\nThat’s a direct order from a\nsuperior officer, son.\n\nleans down and talks seriously to his son.\n\nCYPHER\nWe never disobey an order. Not at\nhome, not when deployed.\n\nKITAL\nYes, sir!\n\nCYPHER\nAnd give your mother a kiss, tell\nher you love her.\n\nCypher looks over at Faia.\n\nCYPHER\nOne day I’m just going to be\n‘Kitai’s dad.’\n\nCypher\n\n81B.\n\n*\n\fAFTER EARTH Revised Yellow 2/24/12 82.\n\n126A EXT. GEOTHERMAL NODE - EARLY EVENING 126A*\n\nKitai slowly breaking down. Finally, reluctantly, he TAKES\nTHE SECOND VIAL OF BREATHING FLUID. Rapidly, his oxygen needs\nare met, his chest slows.\n\nKITAL\nSecond dose of breathing fluid\ncomplete. Over.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nCount off remaining so you can keep\ntrack. Over.\n\nKitai takes a long pause. His face flushed with shame.\n\nKITAL\n(a painful lie)\nFour vials remain, sir.\n\nAs A PACK OF WOLVES slinks past, finding a spot. Nearby DEER\nlie down to sleep.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITAL\n(a painful lie)\nFour vials remain, sir. As A PACK OF WOLVES slinks past, finding a spot. Nearby DEER\nlie down to sleep. \n\nTARGET SECTION TO BE ANNOTATED:\n Magnificent BISON side by side with\nRESTING TIGERS. Kitai REALIZES ALL MANNER OF BEAST AND INSECT\nHAS SOUGHT THE SAME REFUGE as if in some kind of survival\naccord. At night, while the earth is frozen, it’s GAME OFF.\n\nKitai stares at MONKEYS WITH BIOLUMINESCENT EYES.\n\nHe ducks further back into the musty hollow of a rotting tree\nand the SKY OPENS with a downpour of biblical proportions,\nunlike anything we've ever imagined. Kitai is miserable.\n\nCUT TO:\n\fAFTER EARTH Revised Yellow 2/24/12 83.\n\n127\n\nINT. GEOTHERMAL NODE - NIGHT 127*\n\nKitai looks up from his shelter under the giant fallen trees.\nHe’s watching a BEE that has a leg caught in a SPIDER WEB.\n\nThe bee TUGS, pulling the gossamer thread, which sends a\nMESSAGE down the line...\n\fAFTER EARTH Revised Blue (on White) 1/20/12 84.\n\nA SPIDER, big as a fist, emerges, rushing down to the bee.\nThe spider darts in, laying another line. The bee tries to\nSTING. The spider backs up.\n\nAS THE SKY STROBES, Kitai watches this battle, rapt.\n\nThe BEE FIGHTS against the binding thread, which also seems\nto ALERT THE SPIDER exactly to the bee’s location and\nstrength. As THE BEE TIRES, the SPIDER CIRCLES CLOSER.\n\nThe BEE STOPS BUZZING its wings. And the spider backs up,\nseemingly BLIND without the frantic thrashing of its prey.\n\nKitai’s face lit up, even more rapt, through the web. As the\nspider begins carefully testing each thread for its tension --\nwhen the spider comes upon the thread upon which the bee\nrests, he makes ANOTHER ASSAULT --\n\nThe BEE AGAIN FLAILS WILDLY, pulling against its bond. The\nspider comes in low, its own venomous fangs visible.\n\nThe bee goes still again, ceasing to fight, and again the\nspider seems to become confused, backing up, testing the\ntension on the lines until it locates the bee again.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs the\nspider begins carefully testing each thread for its tension --\nwhen the spider comes upon the thread upon which the bee\nrests, he makes ANOTHER ASSAULT --\n\nThe BEE AGAIN FLAILS WILDLY, pulling against its bond. The\nspider comes in low, its own venomous fangs visible. The bee goes still again, ceasing to fight, and again the\nspider seems to become confused, backing up, testing the\ntension on the lines until it locates the bee again. \n\nTARGET SECTION TO BE ANNOTATED:\nThe SEEMINGLY HELPLESS, EXHAUSTED BEE barely struggles,\ntracking the spider circling across its web. Then the HUGE\nSPIDER CHARGES for the “kill.”\n\nThe bee snaps to life, BUZZING UP, snapping the silky thread,\nflying up and OVER THE SPIDER, sinking its STINGER into the\nSOFT, EXPOSED BACK of the spider. Stinging AGAIN AND AGAIN\nthen flying up and away, still held by a thread stuck to its\nleg as if tethered...\n\nThe POISONED SPIDER moves slowly, sluggishly, drunkenly to\nthe middle of its web. The bee, which cannot get away and\ncannot land, is slowly exhausted, and DIES hanging from the\nthread.\n\nKitai is in a kind of awe that exists beyond pity.\n\nKITALI\nDad..? Dad --\n\nCUT TO:\n\n128 INT. TRANSPORT SHIP COCKPIT - NIGHT 128\n\nCypher rouses from semi-consciousness. Cypher may not be sure\nif he himself is awake or in the past.\n\fAFTER EARTH\n\nRevised Blue (on White) 1/20/12 85.\n\nCYPHER\nI’m here. SitRep?\n\nKITAI (VOICE THROUGH COMPUTER)\nHow did you beat it? How did you\nfirst ghost? Tell me how you did\nit.\n\nCypher stares at his son, so young in the eerie light. Cypher\nbegins matter-of-factly.\n\nCYPHER\nI was at the original Nova Sea of\nSerenity, The Settlements. Everyone\nhad gotten off safely. I was just\nout walking, I was taking a walk --\nsomething you are never supposed to\n\ndo -- and you know there’s those\nNovian centipedes... One dropped on\nmy neck. I... I don’t like\n\ncentipedes. At all. It startled me.\nRight at that moment an Ursa de-\ncamo’s not more than five feet\naway. Looked like the canyon wall,\nif the canyon wall suddenly grabbed\nyou and jumped really high in the\nair, I mean it was just Daydream.\nCentipede. Air. Then we’re in the\nriver, we're rolling over and over\nunderwater as it tries to crush me.\nFinally settling on the bottom.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nAir. Then we’re in the\nriver, we're rolling over and over\nunderwater as it tries to crush me. Finally settling on the bottom. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nWe don’t know much about Ursa at\nthis point. Does it breathe oxygen?\nCan it swim? It’s on top of me and\nI can’t move. And everything just\nslows down. I see sunlight coming\ndown through the water and I see my\nblood bubbling up. And I think\nthat’s really pretty. And I think\nof Faia. She was pregnant with you,\nand close, too. Half-moon’s cycle\naway, maybe 23 days. She was so\nbeautiful.\n\n(beat)\nAnd suddenly I knew one thing with\nperfect clarity and it obliterated\nall other thoughts: there was no\nway I was gonna die before I’d met\nmy son, before I met you.\n\n(beat)\nAnd I realize it’s let go of me.\nAnd more than that I can tell it\ncan’t find me.\n\n(MORE )\n\n*\n\nHHH HH HHH A HH HF HHH A HH HF HHH HF HH HF HH HH HH HF HH HH HF\n\fAFTER EARTH Revised Blue (on White) 1/20/12 85A.\n\n129\n\n130\n\nCYPHER (CONT'D)\n\nIt doesn’t even know where to\nlook... See, I think we’re all just\ntelling ourselves a story. And mine\nchanged.\nCUT TO:\nEXT. GEOTHERMAL NODE - NIGHT 129\nKitai, deeply moved by what his father has just said, takes\nin the majesty of the geothermal safe zone. Animals all\nresting in close proximity to one another.\nKitai, though exhausted, will not sleep this night.\nFADE TO BLACK.\nFADE IN:\nEXT. GEOTHERMAL NODE - DAWN 130\n\nTHE SINGLE SUN OF EARTH IS RISING SOMEWHERE. Kitai, eyes\nfighting sleep, watches the sun crack the horizon. As soon as\nthe light is up, so is Kitai. He takes his gear.\n\n+\n\fAFTER EARTH Revised Yellow 2/24/12 86.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nFourteen kilometers from the falls.\nThat’s our halfway checkpoint.\nOver.\n\nKITAL\nReading you.\n\nKitai begins his day’s trek, slow and steady, feeling the\nweight of the immense sleep-deprived distance he must cover.\n\nCUT TO:\n\n131 INT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITAL\nReading you. Kitai begins his day’s trek, slow and steady, feeling the\nweight of the immense sleep-deprived distance he must cover. CUT TO:\n\n131 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n TRANSPORT SHIP COCKPIT - MORNING 131\n\nThe lake of blood around Cypher is quickly becoming a crimson\nsea.\n\nON THE HOLOGRAPHIC SCREEN: ARTERIAL SHUNT - 58%...\nTRANSFUSION CRITICAL. 7 UNITS NEEDED.\n\nCypher TURNS OFF the screen with no emotion, ignoring the\npain, ignoring the lake of blood around him. Turning again to\nhis son’s POV.\n\nCUT TO:\n\n132 EXT. FOREST TERRAIN - DAY 132\n\nKitai has been hacking his way with his cutlass. He pauses,\nvery tired. Takes a swig of water. Eats a nutrition bar from\nhis pack.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nSeven kilometers from the falls.\n\nKITAI\nRoger.\n\nHe balls up the paper, throws it on the ground. He begins to\nexit, then stops. He goes back for the wrapper. Which BLOWS\n\nON A GUST OF WIND. He almost gets it as ANOTHER GUST carries\nit through THICK VEGETATION.\n\nHe brushes into the darker terrain, finally LUNGING --\nGetting the PESKY PAPER. Then slowly LOOKING UP --\n133 EXT. TRAMPLED FOREST - DAY 133\n\nREVEAL: TREES HAVE BEEN RIPPED DOWN. DOZENS OF BABOONS\nSLAUGHTERED. A VIOLENT CONFRONTATION HAS TAKEN PLACE.\n\fAFTER EARTH Revised Pink 1/26/12 87.\n\n134\n\n135\n\n136\n\n137\n\nKitai sees some of the creatures torn in two. A bloody battle\nthat is more of a “CRIME SCENE.\"\n\nKITAL\nWhat could do this?\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - DAY 134\nCypher reads the hideous sights.\nCYPHER\nDouble-time it. We need to make it\nto the falls. Hurry!\n\nCUT TO:\n\nEXT. FOREST LANDSCAPE - AFTERNOON 135\n\nKitai walks quickly and cautiously under the eerie forest\ncanopy.\n\nBOOOOMMMMM !\nKitai ducks, his cutlass at the ready. In the distance:\nA VOLCANO ERUPTS SPEWING ROCK AND SULFUR MILES INTO THE AIR.\n\nCUT TO:\n\nINT.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nKitai ducks, his cutlass at the ready. In the distance:\nA VOLCANO ERUPTS SPEWING ROCK AND SULFUR MILES INTO THE AIR. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n TRANSPORT SHIP COCKPIT - AFTERNOON 136\nCypher frantically checks his instruments.\nCYPHER\nVolcanic eruption. Twenty\nkilometers east. There are\nvolcanoes all over the planet now.\nYou'‘re fine. Keep moving.\n\nCUT TO:\n\nEXT. FOREST LANDSCAPE - AFTERNOON 137*\nKitai settles himself and moves on.\n\nCUT TO:\n\fAFTER EARTH Revised Blue (on White) 1/20/12 88.\n\n138 INT. TRANSPORT SHIP COCKPIT - AFTERNOON 138\nCypher focuses intently on the screen.\n\nCROSS FADE TO:\n\n139 EXT. STEEP FOREST HILL - AFTERNOON 139\nKitai carefully and methodically taps a combination into his\ncutlass. The handle separates. THE CUTLASS FIBERS FORM TWO\nPICKS - A FOOT-AND-A-HALF LONG. He begins to use the picks to\nscale the steep hill.\n\nCUT TO:\n\n140 INT. TRANSPORT SHIP COCKPIT - AFTERNOON 140\n\nCypher holds his breath as Kitai climbs. He can tell how\ntired Kitai is, his breathing heavy.\n\nKITAI (VOICE THROUGH COMPUTER)\nIs there anything behind me? Over.\n\nCYPHER\nNegative.\n\nCUT TO:\n\n141 EXT. STEEP FOREST HILL - AFTERNOON 141\nSUDDENLY: KITAI FREEZES\n\nHe cocks his head in the listening position. The moment is\ntense.\n\nA SOUND. IT'S LIKE STATIC IN THE DISTANCE.\nKITAI\nI hear something.\n(listening)\nI think it's water. A lot of it.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nYou're close. Keep hustling.\n\nKitai climbs faster, digging further into energy reserves.\n\nCUT TO:\n\fAFTER EARTH Revised Blue (on White) 1/20/12 89.\n\n142 EXT. THE CONTINENTAL SHELF - AFTERNOON 142\n\nKitai steps out of the thickness of the foliage. He pushes\nthe last of the leaves with his hands. He emerges onto a\nrocky ledge. He connects the cutlass together. It contracts\nback to just the handle. He snaps it to his back. It sticks\nmagnetically.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt contracts\nback to just the handle. He snaps it to his back. It sticks\nmagnetically. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE SOUND AROUND KITAI IS DEAFENING. Kitai's face registers\nthe preternatural beauty before him.\n\nA WATERFALL - “THE ETERNAL FALLS\" - THE LENGTH OF THE GRAND\nCANYON, STRETCHES OUT ON EITHER SIDE OF HIM AS FAR AS HE CAN\nSEE. IT FALLS A THOUSAND FEET TO THE LANDMASS BELOW. AN\nUNCOUNTABLE NUMBER OF BIRDS CIRCLE IN FLOCKS.\n\nWE NOW REALIZE THIS IS WHERE TWO CONTINENTS OF EARTH HAVE\nSMASHED INTO EACH OTHER.\n\nKitai stares at the lower mass of land. Its greenness\ndisappears into a mist in the distance.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nInventory your remaining.\n\nKitai slowly begins unloading his gear.\n\nKITAL\nRoger. Food rations - half\navailable... Flares - full... Med-\nkit - half available... breathing\nfluid-\n\nKitai hesitates. Is he going to lie?\n\nKITAI\nBreathing fluid four vials\navailable.\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nWhy aren’t you showing me the case?\n-Let me see it.\n\nKITAL\nWhat?\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nLet me see the breathing fluid\ncase. Over.\n\nKITAL\nWhy?\n\fAFTER EARTH Revised Yellow 2/24/12 90.\nCYPHER (VOICE THROUGH COMMUNICATOR)\nCadet, let me see the case.\n\nBeat. Kitai holds the case up. TWO VIALS REMAIN. SILENCE.\nKitai waits for Cypher's response.\n\nKITAL\nSir?\n\nA long beat. Finally --\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nYou're going to have to come back\n\nto the ship.\nKITAL\n\nWhat? Why?!\nCYPHER\n\nYou lied to me!\n\nKITAL\nI was scared! I thought you would\nthink I was stupid!\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nI told you to stop thinking! You’ve\nreached abort criteria. You need a\nminimum of three inhalers to make\nit to the tail. You've exhausted\nyour resources. Abort mission.\n\nKitai hangs his head. He looks out at The Falls.\nKITAL\nI’ve got eighty percent.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nKitai hangs his head. He looks out at The Falls. KITAL\nI’ve got eighty percent. \n\nTARGET SECTION TO BE ANNOTATED:\n I could\nsky it --\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nCome back to the ship, Cadet.\n\nKITAL\nYou said we would both die if I\ndidn’t make it to the tail.\n\nCUT TO:\n\n143 INT. TRANSPORT SHIP COCKPIT - AFTERNOON 143\n\nCypher is seriously weakened, but he fights upright.\n\fAFTER EARTH\n\nRevised Yellow 2/24/12 90A.\n\nCYPHER\nAn error in strategy on my part. I\ntake full responsibility. Now, I\ngave you a direct order.\n\nCUT TO:\n\fAFTER EARTH Revised Blue (on White) 1/20/12 91.\n\n144 EXT. CONTINENTAL SHELF - AFTERNOON 144\nKitai begins pacing back and forth, very emotional --\n\nKITAL\nAn error in strategy? What error is\nthat? Trusting me? Depending on me?\nTaking me with you? That error in\nstrategy--\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nTake a knee, Cadet.\n\nHis pacing takes him closer to the edge.\n\nKITAL\nI remember you happy. I remember\nbeing happy. And then, and then\nshe’s gone, and you're never going\nto be happy again, never gonna be\nmy dad again --\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nTake a knee, Cadet!\n\nKitai has gotten right up to the edge of the falls. The mist,\nthe birds, the incredible ROAR of the water far, far below.\n\nKITAL\nI didn’t know what to do. I didn’t\nknow. I... I... What did you want\n\nme to do?\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nNothing, you did the right thing.\nNow come back.\n\nKitai whirling, yelling at his father, the heavens --\n\nKITAL\n\nWHAT DID YOU WANT ME TO DO!!??\nCYPHER\n\nCadet --\nKITAL\n\nWHAT WAS I SUPPOSED TO DO!!??\nLOSING IT, Kitai starts to cry, YELLING LOUDER --\n\nKITAI\nSHE GAVE ME AN ORDER! SHE TOLD ME\nNO MATTER WHAT.\n\n(MORE )\n\fAFTER EARTH Revised Yellow 2/24/12 92.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOSING IT, Kitai starts to cry, YELLING LOUDER --\n\nKITAI\nSHE GAVE ME AN ORDER! SHE TOLD ME\nNO MATTER WHAT. (MORE )\n\fAFTER EARTH Revised Yellow 2/24/12 92. \n\nTARGET SECTION TO BE ANNOTATED:\nKITAI (CONT'D)\nSHE WAS A RANGER AND MY SISTER AND\nI NEVER LISTEN AND SHE GAVE ME AN\nORDER... WAS I SUPPOSED TO COME OUT\nAND DIE, TOO?\n\nCUT TO:\n\n144A INT. TRANSPORT SHIP COCKPIT - AFTERNOON 144A\n\nAnd we see the House of Cypher split in two. In his delirium,\nthe two sides of his nature are in stark battle.\n\nGENERAL\nTell him the truth.\n\nFATHER\nNo.\n\nKITAI (VOICE THROUGH COMPUTER)\nWAS I SUPPOSED TO DIE?\n\nGENERAL\nTell him the truth!\n\nKITAI (VOICE THROUGH COMPUTER)\nWAS I?\n(beat)\nANSWER ME!!\n\nCYPHER\n(softly)\nYes.\n\nWhat Kitai has dreaded most, this truth.\n\nCYPHER\nYES--!!\n\nAnd Cypher is now SNAPPING --\n\nCYPHER/GENERAL\nBECAUSE WE FIGHT AND WE DIE, BUT WE\nDON'T HIDE AND WATCH WHILE OUR\nFAMILY IS KILLED. SO YES YOU SHOULD\nHAVE COME OUT AND YES YOU SHOULD\nHAVE DIED --\n\nCUT TO:\n\fAFTER EARTH Revised Yellow 2/24/12 92A.\n\n144B EXT. CONTINENTAL SHELF - AFTERNOON 144B\n\nKitai has heard said what he was most afraid of and it didn’t\nkill him. And now he can say it --\n\nKITAL\n\nAnd where were you?\n\n(beat)\nWhere were you when my sister was\nkilled? She called out for you. She\ncalled out your name, Dad. She\ncalled and you weren’t there...\nBecause you’re never there.\n\nCUT TO:\n\n145 INT. TRANSPORT SHIP COCKPIT - AFTERNOON 145\n\nA sledgehammer blow back at Cypher. From his own son. No\none’s ever said THAT out loud to him, the thing he was\nthinking, but could never say, his own great guilt and shame\nand he’s reeling and we’re slowly PUSHING on him as...\n\nCYPHER/FATHER\nHe was only nine--\n(General)\nHe is a Raige!\n(father)\nA child-- What could he have done?\n(General)\nFight!\n\nExhaustion, pain, etched on Cypher’s entire being.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\n(father)\nA child-- What could he have done? (General)\nFight! Exhaustion, pain, etched on Cypher’s entire being. \n\nTARGET SECTION TO BE ANNOTATED:\nKITAI (VOICE THROUGH COMPUTER)\nBecause somewhere there was\nsomething more important... What\nwas it? You’ve never told me.\n\nCYPHER *\n\n(almost to himself) *\n\nMy oath... *\n\nAnd suddenly it all just goes out of him and he’s spent -- *\nCYPHER *\n\nCome back to the ship. I’m sorry. *\n\nNothing from Kitai. *\n\fAFTER EARTH Revised Yellow 2/24/12 93.\n\n146 EXT. THE ETERNAL FALLS - AFTERNOON 146\n\nKitai standing there, hyperventilating from the emotion.\nCAMERA CIRCLING as he hears his father speak --\n\nCYPHER(VOICE THROUGH COMMUNICATOR)\nI gave you an order, Cadet.\n\nKITAL\n(beat)\nMy name is Kitai! And this is my\noath.\n\nHe turns, TAKES TWO STEPS AND DIVES OFF THE CLIFF! Ground\ndisappearing from under him in a DIZZYING MOVE--\n\nAnd CYPHER MAY NOT EVEN REALIZE HE’S YELLING OUT --\n\nCYPHER (VOICE THROUGH COMMUNICATOR)\nKitai... NO --!!\n\nFOR A MOMENT - SUBLIME PEACE. Arms outstretched, body\nfloating in the air--\n\nSUDDENLY HIS LIFESUIT RELEASES FABRIC FROM HIS LEGS TO HIS\nOUTSTRETCHED ARMS -- AND HE SOARS DOWNWARD--\n\nPAST THE WATERFALLS, HE CHANGES DIRECTIONS LIKE A KITE OVER\nTHE RIVER TOWARDS THE LUSH LANDSCAPE BELOW-- HIS LIFESUIT\nTURNS BLACK.\n\nHe flies in a free-fall dive, INSANELY FAST PAST ROCK WALLS,\nOVER LEDGES -- OUT OVER THE DAPPLING RIVER BELOW, his face\nrippling from the force of the wind -- IT’S AWESOME-- THEN\nSUDDENLY SOMETHING STRIKES HIM IN THE AIR --\n\nCUT TO:\n\n147 INT. TRANSPORT SHIP COCKPIT - AFTERNOON 147\n\nCypher sees something that we do not.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 94.\n\n148\n\n149\n\n150\n\n151\n\nCYPHER\nKITAI, WATCH OUT!\nCUT TO:\nEXT.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nAFTER EARTH Revised Blue (on White) 1/20/12 94. 148\n\n149\n\n150\n\n151\n\nCYPHER\nKITAI, WATCH OUT! CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ETERNAL FALLS - AFTERNOON 148\n\nKITAI'S POV - OUR FIRST GLIMPSE -- A MASSIVE BIRD-LIKE\nCREATURE - A DESCENDENT OF A CONDOR.\n\nTHE CONDOR-LIKE CREATURE CIRCLES AROUND FOR ANOTHER ATTACK.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - AFTERNOON 149\nCYPHER GETS A FULL VIEW FROM KITAI'S LIFESUIT-CAM. A HUGE\n\nBIRD, SKILLED HUNTER, BANKS EFFORTLESSLY AND TAKES AIM AT\n\nKITAI.\n\nCUT TO:\n\nEXT. ETERNAL FALLS - AFTERNOON 150\n\nKITAI PULLS HIS ARMS TO HIS SIDES AND LEGS STRAIGHT AS\nARROWS, A TORPEDO EFFECT AS HE SLICES THROUGH THE AIR.\n\nTHEN CRACK - THE CREATURE STRIKES AT KITAI AGAIN, HIS RAZOR-\nSHARP TALONS JUST MISSING KITAI'S FACE. KITAI FREE-FALLS\nAWKWARDLY. WE CAN'T TELL, BUT HE MAY BE UNCONSCIOUS.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - AFTERNOON 151\nCYPHER WATCHES AS THE VICIOUS AIRBORNE PREDATOR MAKES A THIRD\nATTEMPT ON HIS SON'S LIFE. ON SCREEN, THE CREATURE APPEARS TO\n\nBE COMING STRAIGHT TOWARD CYPHER.\n\nCLOSER. CLOSER. CLOSER.\n\nCypher tries to get out of his seat. CYPHER SCREAMS AND IS\nFORCED BACK DOWN. He winces through his terror and agony and\nstares at the screen.\n\nON THE SCREEN THE CREATURE LETS OUT BLOOD-CHILLING SCREECH.\n\nTHEN: STRAIGHT INTO CAMERA - BAAAAMMMM!\n\fAFTER EARTH Revised Yellow 2/24/12 95.\n\nSLAM TO BLACK.\n\n151A INT. RAIGE LIVING STRUCTURE - DAY 151A*\nWE ARE IN NOVA PRIME IN THE RAIGE LIVING STRUCTURE. *\n\nTwo official-looking men knock on the door. Faia answers. *\n\nThey say something and step inside. *\n\nWE DO NOT HEAR WHAT THEY SAY AS THEY SPEAK TO FAIA.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\n151A INT. RAIGE LIVING STRUCTURE - DAY 151A*\nWE ARE IN NOVA PRIME IN THE RAIGE LIVING STRUCTURE. *\n\nTwo official-looking men knock on the door. Faia answers. *\n\nThey say something and step inside. *\n\nWE DO NOT HEAR WHAT THEY SAY AS THEY SPEAK TO FAIA. \n\nTARGET SECTION TO BE ANNOTATED:\n She *\nbegins screaming. They bow their heads as she screams in *\ndespair. *\n\nThe two official-looking men continue to look away as Faia *\ncries. *\n\nFADE TO BLACK: *\n\nFADE IN:\n152 INT. NEST OF CREATURE - AFTERNOON 152\n\nKitai slowly comes to. He feels SOMETHING. A soft PECKING at\nhis cheek. He brushes at it with a hand. His eyes open TO\nFIND he’s looking at a NEWBORN BABY BIRD, easily three feet\ntall, NUZZLING AT HIM from an INCH AWAY.\n\nKitai jumps back. Realizes he’s covered in something. It is\nclear and liquidy. He belches for breath and begins wiping it\noff. The first thing he can make out is the PATCHWORK OF\nLIGHT AROUND HIM. THERE ARE PATTERNS OF LIGHT MADE BY THE\nGAPS BETWEEN THE INTERTWINED BRANCHES ALL AROUND HIM. The\nbaby bird is making an I’m hungry sound to him.\n\nHe slowly turns, noticing there are FOUR-FOOT EGG-LIKE SHAPES\nIN THE STRUCTURE WITH HIM. And THEY HAVE ALL BEGUN TO CRACK.\nMore DARK-LOOKING NEWBORN CREATURES - THEIR SLICK WINGS\nOPENING AND FOLDING INTO THE AIR.\n\nKitai looks down. He can see through the bottom of the\nstructure through the gaps in the branches - WHOA - HERDS OF\nANIMALS... EVOLVED RHINOS AND EVOLVED ELEPHANTS IN A VALLEY\nBENEATH US... ONE-HUNDRED-AND-FIFTY FEET BELOW!\n\nThere is an opening in the structure of branches. Kitai can\nsee an enormous tree branch extending back to an enormous\ntree. On the branch at the base of the tree limb is a MASSIVE\nBIRD-LIKE CREATURE. THE DESCENDANT OF A CONDOR - IT STANDS\nOVER SIX FEET TALL. WHEN IT OPENS ITS WINGS, ITS WINGSPAN IS\nOVER FIFTEEN FEET. ITS BEAK IS RAZOR-SHARP. IT STANDS GUARD\nAT THE END OF THE BRANCH.\n\fAFTER EARTH Revised Yellow 2/24/12 95A.\n\nKitai takes in everything.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nIT STANDS GUARD\nAT THE END OF THE BRANCH. AFTER EARTH Revised Yellow 2/24/12 95A. Kitai takes in everything. \n\nTARGET SECTION TO BE ANNOTATED:\n Eyes darting around.\n\nKitai looks around and sees his backpack torn in the corner.\nClipped to it is his cutlass.\n\nKitai starts moving slowly towards his cutlass. The newborn\ncreatures in the egg-shapes start breaking free of their\neggs. Kitai reaches the gear.\n\nKitai looks down below and sees a DARK SHAPE MOVING UP THE\nTRUNK OF THE TREE. He can’t make out what it is.\n\nOne of the NEWBORN CREATURES MOVES TOWARDS HIM. Kitai pushes\nit away with his foot. It falls on its side, almost\ncomically.\n\nSOMETHING DARK DROPS FROM HIGH ABOVE ONTO THE ENORMOUS\nBRANCH.\n\nHe unclips the cutlass with trembling hands. HE TAPS IN A\nCOMBINATION ON THE HANDLE. IT EXTENDS TO ITS SIX-FOOT LENGTH.\nONE END HAS A SHARP SPEAR POINT. THE OTHER A FLAT BLADE.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 96.\n\nTHE LIMB SUDDENLY SHAKES VIOLENTLY.\n\nHe sees through the opening in the structure THE MASSIVE\nCONDOR-LIKE CREATURE FIGHTING WITH A GREY LEOPARD-LIKE BEAST.\nKitai can see glimpses of them attacking each other outside.\n\nThis is Kitai’s moment. He has a clear shot to jump to the\nbranch below and escape.\n\nBut just then, Kitai senses A SHADOW. THE BRANCH SHAKES.\nLEOPARD-LIKE CREATURES APPEAR ON THE OUTSIDE OF THE BRANCH-\nENTWINED STRUCTURE. KITAI CAN SEE THERE ARE OTHER LEOPARD-—\nLIKE CREATURES SCALING THE BOTTOM OF THE STRUCTURE.\n\nKitai looks back at the newborns in the corner of the nest.\nThey SQUAWK at him. Beat. Kitai moves back into the nest and\nstands in front of them.\n\nA HUGE LEOPARD CREATURE’S FOREARM BURSTS BETWEEN THE BRANCHES\nAND JUST MISSES KITAI.\n\nCREATURES’ PAWS REACH THROUGH THE BRANCHES EVERYWHERE. ONE OF\nTHE NEWBORN CONDOR-LIKE CREATURES GETS STRUCK.\n\nTHE BRANCHES BEGIN TO TEAR APART.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nCREATURES’ PAWS REACH THROUGH THE BRANCHES EVERYWHERE. ONE OF\nTHE NEWBORN CONDOR-LIKE CREATURES GETS STRUCK. THE BRANCHES BEGIN TO TEAR APART. \n\nTARGET SECTION TO BE ANNOTATED:\n KITAI STABS THROUGH THE\nBRANCHES AT ONE OF THE LEOPARD-LIKE CREATURES. IT CRIES OUT\nAS THE POINT OF THE CUTLASS PIERCES ITS FUR.\n\nSUDDENLY AN ENTIRE SECTION OF THE BRANCH STRUCTURE BREAKS\nAPART. A HUGE LEOPARD-LIKE CREATURE CRAWLING ON THE SECTION\nFALLS WITH IT TO THE GROUND BELOW.\n\nOTHER SECTIONS OF THE STRUCTURE CRACK OFF. ALL THAT’S LEFT IS\nTHE BOWL OF THE STRUCTURE.\n\nONE OF THE LEOPARD-LIKE CREATURES CRAWLS OVER THE EDGE AND\nSINKS ITS CLAWS INTO ONE OF THE NEWBORN CONDOR-LIKE\nCREATURES .\n\nKITAI STABS THE LEOPARD-LIKE CREATURE’S ARM WITH HIS CUTLASS\nIT REELS BACK IN PAIN AND CLIMBS BACK OVER THE EDGE.\n\nMORE LEOPARD CREATURES TRY TO CRAWL IN. KITAI SPINS HIS\nCUTLASS, SLICING ONE OF THE CREATURES’ PAWS.\n\nKITAL\nLeave them alone!\n\nTHE MASSIVE CONDOR ON THE LIMB SUDDENLY CLUTCHES THE LEOPARD\nCREATURE BY A HIND LEG, FLAPPING HER BROAD WINGS, DRAGS IT\nSTRUGGLING OFF THE BRANCH AND INTO THE AIR. THEN DROPPING IT--\nTHE HUGE CREATURE FALLING, TURNING IN THE AIR, UNTIL IT THUDS\nINTO THE EARTH FAR BELOW.\n\fAFTER EARTH Revised Blue (on White) 1/20/12\n\nTHE MASSIVE CONDOR-LIKE CREATURE SWOOPS IN AND SNATCHES\n\n97.\n\nANOTHER LEOPARD FROM BEHIND, DRAGGING IT AWAY FROM THE TREE,\n\nINTO THE AIR, BEFORE RELEASING IT TO THE DEATH OF GRAVITY.\n\nA LEOPARD CREATURE REACHES ANOTHER NEWBORN. STARTS MAULING\nIT. KITAI RUSHES FORWARD AND SKEWERS THE CAT-LIKE CREATURE\nITS SIDE. IT WRITHES BACK IN PAIN, STILL CLUTCHING THE\nNEWBORN. BOTH FALL OVER THE EDGE AND PLUMMET DOWN.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITAI RUSHES FORWARD AND SKEWERS THE CAT-LIKE CREATURE\nITS SIDE. IT WRITHES BACK IN PAIN, STILL CLUTCHING THE\nNEWBORN. BOTH FALL OVER THE EDGE AND PLUMMET DOWN. \n\nTARGET SECTION TO BE ANNOTATED:\nIN\n\nKITAI AND THE MASSIVE CONDOR-LIKE CREATURE THAT BROUGHT HIM\n\nHERE FIGHT OFF THE LAST BEASTS CRAWLING UNDERNEATH THE\nSTRUCTURE. A FINAL CREATURE FALLS TO ITS DEATH.\n\nKITAI TURNS AND SEES THAT NONE OF THE NEWBORNS REMAIN IN THE\n\nNEST. ONLY SHATTERED SHELLS REMAIN.\nTHE MASSIVE CONDOR DIVES OFF THE EDGE OF THE STRUCTURE.\nKitai is unable to unclench his hands from the cutlass.\n\nCUT TO:\n\n153 EXT. MASSIVE TREE IN JUNGLE - AFTERNOON\n\nKitai climbs down the tree trunk. He carries his gear and\ncutlass on his back.\n\nHe lands on the ground and sees in the foliage the massive\n\ncondor-like creature hovered over the bodies of a few of her\n\nnewborns. The massive condor-like creature raises its head\nand SCREAMS FEROCIOUSLY.\n\nTHE UNHOLY SOUND RIPS THROUGH THE FOREST. AS THE CONDOR-LIKE\nCREATURE TOUCHES ITS HEAD TO ITS LIFELESS NEWBORNS AND THEN\n\nRAISES ITS HEAD AND SCREAMS AGAIN, Kitai looks at the\ncreature again, and we see something SHIFTING IN HIM. He\nrecognizes that sound, that loss. Kitai backs up into the\njungle and slips away.\n\nCUT TO:\n\n154 EXT. DENSE JUNGLE - AFTERNOON\nKitai checks his Navi-band. His countenance changes --\n\nHE PRESSES THE BAND FRANTICALLY. NOTHING. THERE IS A HOLE\nWHERE A LEOPARD CREATURE SLASHED AT HIS WRIST.\n\nKITAL\nCome on, no!\n\n153\n\n154\n\n*\n\fAFTER EARTH Revised Pink 1/26/12 97A.\n\nKitai looks around, PANICKED. All alone. His lifesuit has\nturned orange. He RUNS through the dense jungle, speeding up,\nscrambling, CRASHING THROUGH, trying to GAIN ALTITUDE to\nCATCH THE SUN before it VANISHES.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll alone. His lifesuit has\nturned orange. He RUNS through the dense jungle, speeding up,\nscrambling, CRASHING THROUGH, trying to GAIN ALTITUDE to\nCATCH THE SUN before it VANISHES. \n\nTARGET SECTION TO BE ANNOTATED:\n\fAFTER EARTH Revised Blue (on White) 1/20/12\nCAMERA CLOSE on his shoulder as he BREAKS PASSES THROUGH A\nWALL ONTO A STRANGE PLATEAU-- TRIES TO STOP -- SLIDING --\n\nCUT TO:\n\n155 EXT. ANCIENT RUINS - AFTERNOON\nFINALLY SKIDDING TO A STOP.\n\nKitai looks up and sees the RUINS OF A DAM. The sight is\nconfusing to him.\n\nA SHADOW PASSES OVER HIM.\n\nKitai looks up and sees the DESCENDANT OF A CONDOR CLIPPING\nTHE TOPS OF TREES, FLYING RECKLESSLY, ANGRILY. It’s scary,\nbut could also be a form of self-flagellation, of guilt and\nsadness over the loss of its chicks. Then it ROCKETS straig\nup TOWARD THE SUN. Its every movement displaying ANGER over\nits loss.\n\nKitai can see his breath; the temperature is dropping\nrapidly. He also sees in the bird's recklessness in the\naftermath of grief an echo of his own youth. He steadies\nhimself, GETS CONTROL, a NEW KITAI emerging, one who is now\nangriest that he didn’t get the lesson sooner.\n\nTired, and lost, he begins running in the same direction as\nthe giant bird.\n\nCUT TO:\n\n156 EXT. JUNGLE TERRAIN - DUSK\n\nKitai sprinting raggedly, looking for shelter. The sun drop\nlike a stone in the sky.\n\nCUT TO:\n\n157 INT. TRANSPORT SHIP COCKPIT - DUSK\nCypher, in pain and physical exhaustion, driven only by\nconcern for his son, works ALL OF THE PROBE CAMERAS\nSIMULTANEOUSLY. Images BLASTING AT HIM.\n\nCYPHER\nCome on. Where are you?\n\nALL MANNER OF EARTH TERRAIN, SCANNED IN BLINKS OF AN EYE.\n\nCUT TO:\n\n98.\n\n155\n\nht\n\n156\n\nSs\n\n157\n\n*\n\na\n\n+\n\fAFTER EARTH Revised Blue (on White) 1/20/12 99.\n\n158\n\n159\n\n160\n\nEXT. JUNGLE - DUSK 158\n\nTHE PLANTS BEGIN TO CLOSE.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\n155\n\nht\n\n156\n\nSs\n\n157\n\n*\n\na\n\n+\n\fAFTER EARTH Revised Blue (on White) 1/20/12 99. 158\n\n159\n\n160\n\nEXT. JUNGLE - DUSK 158\n\nTHE PLANTS BEGIN TO CLOSE. \n\nTARGET SECTION TO BE ANNOTATED:\n The night frost is upon us. Kitai\nlooks left, then right. Nothing. We feel his doom.\n\nThen he sees A SMALL HOG-LIKE CREATURE running along. Kitai\nnotices the hog-like creature seems neither worried nor lost.\nSo he FOLLOWS it, using all his agility and quickness, under\nbushes, over piles of rocks, around tree trunks --\n\nHe sees it burrow into a hole in the ground as THREE SMALLER\nHOG-LIKE CREATURES follow it into the hole.\n\nAs a WALL OF ICY NIGHT CRACKS ACROSS THE LANDSCAPE TOWARD\nHIM, Kitai doesn’t hesitate at all. He follows them.\n\nCUT TO:\n\nEXT. JUNGLE TERRAIN - EARLY EVENING 159\n\nKitai, frost forming over his body, uses a flat stone he has\nfound to dig. He digs frantically at the hole the hog just\nentered. Finally he is able to slide his body into it.\n\nCUT TO:\n\nINT. HOG HOLE - EARLY EVENING 160\n\nKitai slides thirty feet down to a soft grassy surface. PITCH\nBLACK. Kitai hits an area on his lifesuit. A LIGHT ON HIS\nLIFESUIT ILLUMINATES THE DARKNESS. IT IS ON HIS RIGHT\nSHOULDER. THE FABRIC THERE ACTUALLY GLOWING.\n\nKITAI sees this hog hole is actually a cave of smooth stone\nwalls. Kitai moves between the narrow walls. THE LIGHT FROM\nHIS SUIT ILLUMINATES THE WALLS REVEALING BEAUTIFUL HUED CAVE\nPAINTINGS.\n\nTHERE ARE HERDS OF BISON SHOWN ON ONE WALL. FLOCKS OF BIRDS\nON ANOTHER. THESE ARE THIRTY-THOUSAND-YEAR-OLD PAINTINGS OF\nANIMALS. THERE IS A FIGURE OF A MAN SLEEPING, SURROUNDED BY\nVARIOUS ANIMALS IN NATURE.\n\nDespite the crudeness there is a beauty and majesty to this\nplace. Kitai takes in all the paintings as he tries to catch\nhis breath.\n\nDOWN BELOW, A TINY RIVULET OF LAVA CAN BE SEEN MOVING IN THE\nDARKNESS BENEATH THIS SLANTED POCKET IN THE EARTH.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nDespite the crudeness there is a beauty and majesty to this\nplace. Kitai takes in all the paintings as he tries to catch\nhis breath. DOWN BELOW, A TINY RIVULET OF LAVA CAN BE SEEN MOVING IN THE\nDARKNESS BENEATH THIS SLANTED POCKET IN THE EARTH. \n\nTARGET SECTION TO BE ANNOTATED:\nKITAI HEARS A NOISE.\n\fAFTER EARTH Revised Yellow 2/24/12 100.\n\nA SNAKE EMERGES FROM A SEAM IN THE WALL OF THE CAVE. THE\nSNAKE SPREADS ITS SKIN ON EITHER SIDE OF ITS BODY INTO WHAT\nAPPEARS AS WINGS. IT FLOATS THROUGH THE CAVERNOUS SPACE.\nKITAI MOVES AWAY, FRIGHTENED. HE WATCHES THE FLYING SNAKE\nLAND ON A RODENT THAT WAS SCURRYING IN THE DARKNESS. IT COILS\nITSELF AROUND THE RODENT. HOLDS IT FOR A FEW SECONDS, THEN\nFLIES AWAY WITH THE LIMP CARCASS.\n\nKitai moves closer toward the warmth of the tiny rivulet of\nlava. He finds a good spot, cutlass at the ready, ever\nwatchful. Kitai tries to settle his mind, but can’t. He is\nshaking. Gradually the light of the lifesuit dims and goes\nout.\n\nCUT TO:\n\n161 INT. TRANSPORT SHIP COCKPIT - NIGHT 161\n\nDelirious, Cypher searches for Kitai. Rapidly scrolling PROBE\nIMAGES. Nothing. Nothing. Cypher wants nothing but to find\nhis son. PROBE after PROBE is empty. He thinks he sees him on\na screen. NO. An apparition in his mind. He’s lost his son,\nLOST HIM. And he breaks. Just breaks from the weight of it.\nBoth of his children sacrificed to the Raige altar. And he\nhears the voice of the GENERAL seemingly behind him --\n\nGENERAL'S VOICE\nStop it.\n\nCypher’s crying. Can’t control his shaking.\n\nGENERAL'S VOICE\nSTOP IT!\n\nCypher can’t or won’t stop it. His tear-streaked, loss-\nwracked face turns and for a moment he sees that stern image\nof himself, of the General and they STARE AT EACH OTHER a\nbeat until the General disappears and Cypher, the father,\nturns back to the search for his boy.\n\nCYPHER\nCome on, come on! Where are you?\n\nCypher slowly hits the cockpit recorder.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 101.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhere are you? Cypher slowly hits the cockpit recorder. AFTER EARTH Revised Blue (on White) 1/20/12 101. \n\nTARGET SECTION TO BE ANNOTATED:\nCYPHER\nGeneral Cypher Raige. The mission\nwith Cadet Kitai Raige was a\nfailure.\n\nBeat. Cypher looks down. When he looks up he is no longer The\nGeneral.\n\nCYPHER\nThis is a message for my wife.\nFaia, it’s Cypher. Our son’s alive\nout there. I can’t find him.\n(beat)\nI don’t know what to do.\n\nCypher’s eyes, the eyes of a father, begin to fill with\ntears.\n\nCUT TO:\n\n162 INT. CAVE OF PAINTINGS - MORNING 162\nKitai’s cutlass sits on the ground. The camera slow pans\nacross his gear. WE SEE ONLY ONE VIAL OF BREATHING FLUID\nREMAINS. We hear a sort of scratching sound. It stops.\n\nREVEAL: Kitai has been inspired by the cave paintings. He has\n\ndrawn a huge map of his own... His entire journey. Complete\nwith labels. “DAD” - “BABOONS” - “RIVER” - “WATERFALLS” -\n“NEST” - “I AM HERE, I THINK.” The words “TAIL SOMEWHERE\n\nHERE” are marked by a huge area on the left side of the map.\nHe’s working out a plan.\n\nKitai gets distracted as he sees the hog family starting to\nleave the cave. Kitai quickly gathers his things and follows\nthem out.\n\nCUT TO:\n\n163 EXT. HOG HOLE - MORNING 163\nKitai comes to the surface and emerges.\n\nThe mother pig looks back as if to say “you’re welcome.” A\nhuge shadow falls over him. The DESCENDANT OF A CONDOR\ncircles overhead. Kitai clutches his cutlass, looks to the\ndangerous bird above, and begins walking south. We see dark\ncircles under his eyes.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 102.\n\n164\n\n165\n\n166\n\nThe CONDOR CIRCLES OVERHEAD. Kitai checks his cutlass and *\nbegins walking south, NAVIGATING BY A TOPOGRAPHICAL FEATURE\nhe also sketched in the Cave of Man’s Prehistory.\n\nCUT TO:\n\nEXT.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\n164\n\n165\n\n166\n\nThe CONDOR CIRCLES OVERHEAD. Kitai checks his cutlass and *\nbegins walking south, NAVIGATING BY A TOPOGRAPHICAL FEATURE\nhe also sketched in the Cave of Man’s Prehistory. CUT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DENSE JUNGLE - AFTERNOON 164\n\nKitai hurrying best he can, now looking like one of those\nUltra-Marathoners at the end of a three-day race. He glances\nup and barely catches the STREAKING FIGURE OF THE DESCENDANT\nOF A CONDOR SWOOPING BEHIND A CLUSTER OF TREES.\n\nHe holds up his cutlass wearily and ducks behind some thicker *\ntrees to stay hidden as he moves.\n\nKITAL\nLeave me alone!\n\nCUT TO:\n\nEXT. CLUSTER OF TREES - AFTERNOON 165\n\nKitai lumbering along, all former spryness exhausted, comes\nto a dead stop. Sitting on a branch up in the canopy of trees\nis THE MASSIVE CONDOR-LIKE CREATURE. The creature is obscured\n\nby branches, but it is unmistakably watching him. It is also *\nunmistakably LISTLESS. Moving rapidly through the cycles of *\ngrief, the descendant of the condor is in DEPRESSION. *\nKitai holds his cutlass and walks by calmly. It stares down *\n\neerily. As Kitai passes, he starts to run. Then slows.\n\nCUT TO:\n\nEXT. JUNGLE TERRAIN - AFTERNOON 166\n\nKitai walks painfully. He is very tired and clearly fading.\nTHEN THE GROUND BEGINS TO SHAKE. Kitai looks around,\nconfused.\n\nTHE SOUND - LIKE BOULDERS RUSHING TOWARDS HIM - GROWS LOUDER.\nTHE GROUND SHAKES VIOLENTLY. HIS SUIT HAS TURNED BLACK WITH\nBUMPS IN ITS TEXTURE.\n\nTHEN A HERD OF SIX-FOOT CREATURES BURSTS THROUGH THE PLANTS.\nTHEY ARE LIKE SOME EVOLVED TYPE OF LLAMAS WITH SHAGGY HAIR.\n\nKITAI DEFTLY AVOIDS THE FIRST CREATURE, BUT IS INSTANTLY\nCAUGHT IN THE STAMPEDE.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 102A.\n\nHE IS HIT BY THE BODIES OF TWO FRANTICALLY CHARGING\nCREATURES. HE IS KNOCKED TO THE GROUND. POWERFUL TRAMPLING\nHOOVES ALMOST CRUSH HIM.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nHE IS HIT BY THE BODIES OF TWO FRANTICALLY CHARGING\nCREATURES. HE IS KNOCKED TO THE GROUND. POWERFUL TRAMPLING\nHOOVES ALMOST CRUSH HIM. \n\nTARGET SECTION TO BE ANNOTATED:\n\fAFTER EARTH Revised Pink 1/26/12 103.\n\nHE LOSES HIS FATHER’S CUTLASS. IT GETS CRUSHED AND BROKEN\nUNDER THE HOOVES OF THE CREATURES.\n\nTHE SOUND IS DEAFENING. KITAI BARELY MAKES IT TO HIS FEET.\nHE IS HIT AGAIN. HE FALLS AMONG THEIR TRAMPLING HOOVES.\n\nHE IS ABOUT TO BE CRUSHED WHEN SUDDENLY HE FEELS HIMSELF\nBEING JERKED INTO THE AIR.\n\nHE IS RISING ABOVE THE EVOLVED LLAMA CREATURES. HE KEEPS\nRISING AND SEES THE ENTIRE STAMPEDE CHARGING THROUGH THE\nFIELD OF MASSIVE PLANTS. HE RISES HIGH ENOUGH TO SEE THE\nDAZZLING LANDSCAPE OF LUSH GREENERY.\n\nKITAI FEELS HIMSELF SAFE ABOVE THE STAMPEDE.\n\nKITAI SEES SOMETHING METAL GLINT IN THE FAR DISTANCE. THE SUN\nCATCHES SOMETHING MAN-MADE IN THE NATURAL LANDSCAPE... KITAI\nREGISTERS THIS JUST AS HE BEGINS TO PLUMMET BACK TO THE\nGROUND.\n\nHE FALLS TOWARD THE GROUND AT A SHARP ANGLE. THE GROUND\nRUSHES UP AT AN ALARMING RATE. KITAIL MEETS THE EARTH AND\nROLLS HARD INTO AN OPENING BETWEEN COLOSSAL TREES. HE COMES\nTO A STOP AND IS DAZED. HE MAKES, IT TO HIS FEET. HE LOOKS\nAROUND, NOT KNOWING WHAT JUST HAPPENED.\n\nHis eyes catch movement in the trees. He sees the DESCENDANT\nOF A CONDOR CLOSE ITS WINGS AS IT PERCHES BACK ON A LIMB IN\nTHE TREES FAR ABOVE HIM.\n\nKitai stares up at it, eyes still wild with adrenaline. He\nmoves his neck from side to side to alleviate the pain from\nthe fall. THE MASSIVE CONDOR CREATURE MOVES ITS NECK FROM\nSIDE TO SIDE.\n\nKitai becomes still. Stares at the creature above him. He\nmoves his head again side-to-side - this time intentionally.\nTHE CONDOR CREATURE MIMICS HIM AGAIN.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nStares at the creature above him. He\nmoves his head again side-to-side - this time intentionally. THE CONDOR CREATURE MIMICS HIM AGAIN. \n\nTARGET SECTION TO BE ANNOTATED:\n Kitai nods his thanks\nand it’s clear, whether he’s aware of it or not, that Kitai\nis growing, changing, interacting very differently.\n\nHe backpedals slowly into the jungle, turns, and hurries on.\n\nCUT TO:\n\n167 EXT. JUNGLE TERRAIN - LATE AFTERNOON 167\n\nKitai approaches the banks of a river. His lifesuit is\norange. He immediately dumps his gear in exhaustion. He\nfumbles with his breathing fluid case. Almost passes out.\n\fAFTER EARTH Revised Pink 1/26/12 103A.\n\nThen stares at the LAST VIAL. Finally, he takes the last\nfluid that allows his survival.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 104.\n\n168\n\n169\n\nKitai sits for a moment. He’s so tired. He could just give\nup. So easily. Then he sees a log floating by in the river.\nHe stares at it. He sees a group of fallen trees by the\nriver's edge. He struggles to his feet and starts cutting\nlong vines that are hanging from the trees.\n\nCUT TO:\n\nEXT. RIVER'S EDGE - LATE AFTERNOON 168\n\nKitai pulls a small raft tied by vines to the edge of the\nriver. He pushes it in and quickly jumps on it.\n\nEXT. SERPENTINE RIVER - LATE AFTERNOON 169\n\nKitai is lying on his back on the raft made of several logs.\nThe river is teeming with life. Kitai stands in the center of\nthe makeshift raft, using a long branch as an oar. THEN:\n\nA FORTY-FOOT ANACONDA SWIMS ALONGSIDE THE RAFT.\n\nKitai holds his breath for what seems like forever. The snake\nquietly passes. There is thick, lush jungle on either side.\nIt bends and reaches out over the river.\n\nKitai relaxes into this gentle moment of calm. He lies down\non his back. The tiny poetic figure of Kitai floating south\nthrough the breathtaking landscape.\n\nKitai is completely drained and fatigued. He takes this\nopportunity to close his eyes for the first time in nearly\ntwenty-four hours. A symphony of the sounds of life act as a\nhaunting lullaby as Kitai...",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nKitai is completely drained and fatigued. He takes this\nopportunity to close his eyes for the first time in nearly\ntwenty-four hours. A symphony of the sounds of life act as a\nhaunting lullaby as Kitai... \n\nTARGET SECTION TO BE ANNOTATED:\nDRIFTS OFF TO SLEEP.\n\nA hand reaches out and touches him.\n\nGIRL’S VOICE (0.S.)\nWake up.\n\nKitai opens his eyes. Senshi sits on the raft with him. Her\nhair hangs to one side. She strokes his face gently. He looks\nup and smiles at his big sister.\n\nSENSHI\nIt’s time for you to wake up.\n\nKITAL\nHey.\n\nHe stares at her.\n\fAFTER EARTH\n\nRevised Blue (on White) 1/20/12 105.\n\nKITAL\nI was just about to come out that\nday.\n\nSENSHI\n\nNo you weren't. But you did the\nright thing.\n\nKITAL\nDad says I should have tried.\nSENSHI\nHe’s just mad at himself. That’s\nall.\nKITAL\n\nWhy couldn’t you ghost?\n\nShe stares down at him. She touches his face again.\n\nSENSHI\nYou're close right now.\nKITAL\nI am?\nSENSHI\n\nAre you scared?\n\nKITAL\nNo. I’m tired.\n\nSENSHI\nThat’s good. You filled your heart\nwith something else. Now you’ve\ngot to get up.\n\nHe looks up at her.\n\nKITAL\nI memorized some of Moby Dick.\n\nSENSHI\nKitai, get up.\n\nKITAL\n“All that most maddens and\ntorments; all that stirs up the\nlees of things;\" --\n\nSENSHI\nKitai wake up. It’s time for you to\nwake up.\n\fAFTER EARTH Revised Pink 1/26/12 106.\n\nKitai covers his ears a little bit --\n\nKITAL\n“All truth with malice in it --”\n\nSENSHI\nKitai, wake up --\n\nKITAL\n“All that cracks the sinews and\ncakes the brain;”\nSenshi looks down, resigned. Her hair covers her face. When\nshe looks up suddenly, HER FACE IS MANGLED AND BLEEDING FROM\nTHE ATTACK.\nSHE YELLS THROUGH HER MUTILATED FACE.\n\nSENSHI\nWAKE UP!\n\nCUT TO:\n\n170 EXT. JUNGLE TERRAIN - DUSK 170\n\nKITAI SNAPS AWAKE, DISORIENTED. THE FREEZE-OVER IS IN EFFECT.\nTHE RIVER IS HALF-FROZEN. The raft is up against a riverbank.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE FREEZE-OVER IS IN EFFECT. THE RIVER IS HALF-FROZEN. The raft is up against a riverbank. \n\nTARGET SECTION TO BE ANNOTATED:\nThe jungle is turning gray. The rough gray undersides of the\nplants become a carapace against the cold.\n\nKitai looks around. He has lost a deadly amount of time.\n\nCUT TO:\n\n171 EXT. JUNGLE TERRAIN - DUSK 171\n\nKitai sprints madly. FROST FORMS ON HIS UPPER LIP AND ATOP\nHIS HEAD. HIS LIFESUIT IS YELLOW.\n\nICE FORMS ON THE PLANTS AND TREES AROUND HIM.\n\nKitai struggles to keep moving... ICE IS FORMING ON HIS\nLIFESUIT.\n\nUP AHEAD, BRANCHES BEGIN SNAPPING. SHRUBBERY FALLING TO THE\nGROUND. Kitai is shivering violently, his arms wrapped around\nhimself.\n\nUp ahead... THE DESCENDENT OF A CONDOR IS HIGH IN THE TREES,\nSHAKING AND VIOLENTLY BREAKING OFF LEAFY BRANCHES THAT TUMBLE\nFIFTY FEET TO THE GROUND.\n\fAFTER EARTH Revised Pink 1/26/12 107.\n\n172\n\nThe jungle floor begins to freeze. Kitai collapses to his\nknees. His face hits the hard, cold ground. ICE FORMS ON HIS\nEYELIDS. HIS FACE TURNING BLUE. His vision failing.\nSERIES OF SURREAL, BLURRY, BARELY VISIBLE IMAGES.\n-KITAI SEES CLAWS DIGGING AT THE EARTH.\n-THE ENTIRE JUNGLE TURNS TO ICE.\n-KITAI’S LIFESUIT HAS TURNED BLACK. *\nSUDDENLY, THE CONDOR CREATURE ATTACKS.\nSLAM TO BLACK:\n\nFADE IN:\n\nEXT. JUNGLE TERRAIN - MORNING 172\nDARKNESS. WE HEAR BREATHING.\nA RAY OF SUNLIGHT FLASHES ACROSS THE SCREEN, BLINDING US.\n\nKITAI WAKES UP IN A NIGHTMARE. HE IS BURIED - TRAPPED UNDER\nSOMETHING. HIS LIFESUIT IS ORANGE. HE STRUGGLES TO MOVE. THE *\nLIGHT IS PAINFUL. KITAI COVERS HIS EYES AND CRAWLS TOWARD THE\nLIGHT. HE FORCES HIS WAY OUT OF A LEAF-COVERED DITCH. HE\n\nSPILLS OUT ONTO THE OPEN GROUND.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITAI COVERS HIS EYES AND CRAWLS TOWARD THE\nLIGHT. HE FORCES HIS WAY OUT OF A LEAF-COVERED DITCH. HE\n\nSPILLS OUT ONTO THE OPEN GROUND. \n\nTARGET SECTION TO BE ANNOTATED:\n A CLOUD-FILLED SKY, BUT IT\n\nIS UNQUESTIONABLY MORNING. THE ICE IS BEGINNING TO MELT. IT\n\nIS STILL QUITE COLD.\n\nKitai gets to his feet. He looks around bewildered. Turns.\nHE SEES THE CONDOR-LIKE CREATURE LYING OVER THE MAKESHIFT\nNEST HE WAS IN. HE REALIZES THE MOTHER CONDOR HAS KEPT HIM\nWARM THROUGH THE NIGHT. HE TAPS HER.\nKITAL\nHey.\n(tapping her again)\n\nThanks.\nBut she does not move. Kitai realizes that:\nShe has frozen to death.\nKitai stands silently. Staring. Unable to move. Moments of\nheavy silence, then he turns and moves solemnly into the\njungle.\n\nCUT TO:\n\fAFTER EARTH Revised Blue (on White) 1/20/12 108.\n\n173\n\n174\n\n174A\n\n175\n\n176\n\nOMIT\n\nOMIT\n\n173*\n\n174*\n\nEXT. WATERING HOLE - DAY 174A*\n\nThe subtle trail Kitai has been on has led to water. He\nemerges from the foliage, clearly at one with nature. He goes\nto the EDGE OF THE POOL, leans down, cups his hands, and\ndrinks steadily...\n\nKitai glances over and SLOWLY WIDEN TO REVEAL a GROUP OF\nOKAPI drinking their fill. Kitai silently acknowledges their\nmutual rights. And as WE WIDEN FURTHER, REVEAL to the other\nside a LIONESS and CUBS at the water.\n\nKITAI IS AT ONE WITH HIS SURROUNDINGS. In the water’s\nreflection, Kitai catches his NEW VISAGE, and what he sees is\nSELF-KNOWLEDGE looking back at him, a new creature himself.\nEXT. JUNGLE TERRAIN - DAY\n\nKitai searches the terrain. He is looking for something. He\ndoes not find it and continues on. He is experiencing labored\n\nbreathing.\n\nCUT TO:\n\nEXT. GRASSLAND - DAY\n\nKitai moves through tall grass. He clears his throat. His\nbreathing fluid is wearing off. A slight cough. Then worse.\nIt comes on suddenly, escalating rapidly as the remaining\nbreathing fluid wears off from his system.\n\nHe has real trouble catching his breath. It gets worse still.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt comes on suddenly, escalating rapidly as the remaining\nbreathing fluid wears off from his system. He has real trouble catching his breath. It gets worse still. \n\nTARGET SECTION TO BE ANNOTATED:\nHe DROPS TO HIS KNEES.\n\nAnd at that moment, SOMETHING catches his eye, something\nSHINY. He crawls toward it --\n\nA JAGGED PIECE OF OFF-WHITE. NUMBERS STENCILED ON IT. The\nword, “Hesper” appears.\n\nKitai reaches down and picks up the foot-and-a-half piece of\nship. Kitai runs excitedly forward.\n\nCUT TO:\n\n+\n\n+\n\n+ % %\n\n175\n\n176*\n\n+\n\n+ %\n\fAFTER EARTH Revised Blue (on White) 1/20/12 108A.\n\n177\n\nEXT. JUNGLE TERRAIN - DAY 177\n\nKitai runs as well as he can with his dwindling oxygen. It’s\nlike he’s being squeezed inside invisible plastic wrap as his\nlungs fight for air. His coughing is very frequent now. He\npasses ANOTHER PIECE OF SHIP and ANOTHER...\n\nHe comes to a wiry, strange-looking tree. He climbs\naggressively. He makes his way to the top and peers out over\nthe dense jungle shrubbery and sees:\n\nTHE ENORMOUS TAIL OF THE CARGO SHIP.\n\nJUST VISIBLE UP A HILL. ITS REFLECTIVE SURFACE SHIMMERING IN\nTHE SUN.\n\n+ %\n\fAFTER EARTH Revised Blue (on White) 1/20/12 109.\n\n178\n\n179\n\n180\n\n181\n\nThe tail section has scorched an open flat of jungle terrain.\nKitai leaps from the tree.\n\nCUT TO:\n\nEXT. OPEN JUNGLE FLAT - DAY\n\nKitai struggles forward UP THE HILL FOR THE TAIL. He is\ncoughing and wheezing uncontrollably. With every step the\nBEAUTIFUL STRUCTURE becomes MORE VISIBLE. But he STUMBLES,\nFALLING to the ground. He’s ONE HUNDRED YARDS from the tail.\nHe clutches his chest. He is choking. He uses his sleeve to\ncover his mouth as he stands and moves toward the tail.\n\nCUT TO:\n\nINT. TRANSPORT SHIP TAIL SECTION - DAY\n\nKitai is dizzy. His breath coming in torn strips. His face\nred, his chest heaving... as he desperately RUMMAGES through\ndebris. He goes to where the MED-KIT should be -- IT’S NOT\nTHERE.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis breath coming in torn strips. His face\nred, his chest heaving... as he desperately RUMMAGES through\ndebris. He goes to where the MED-KIT should be -- IT’S NOT\nTHERE. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s about to LOSE CONSCIOUSNESS. Whirling, light and\ndark MERGING --\n\nHis EYE CATCHES -- in the chaos and clutter -- A MED-KIT,\nhalf-shredded. He falls beside it, feebly tearing into it,\nsearching, FINALLY FINDING --\n\nAN ENTIRE PACK OF BREATHING FLUID. He fumbles and awkwardly\ningests an inhaler. Pauses. Catches his breath. Then\nimmediately ingests a second inhaler. Falls onto his back.\nHis chest HEAVING FOR AS MUCH PRECIOUS OXYGEN AS IT CAN GET.\n\nCUT TO:\n\nOMIT\n\nOMIT\n\n178\n\n+\n\n179\n\n+\n\n+ %\n\n180*\n\n181*\n\fAFTER EARTH Revised Blue (on White) 1/20/12 110.\n\n182 INT. TRANSPORT SHIP COCKPIT - DAY 182*\nCypher is slumped in his chair. His skin is gray. He moves *\nhis head in delirium. His eyes are half-closed. *\nSLOWLY REVEAL a MASSIVE AMOUNT OF BLOOD LOSS. All around him. *\nWe see on the MED-SCREEN THAT ALL OF CYPHER’S BLOOD LEVELS *\n\nARE IN THE DANGER RANGE. HIS POTASSIUM, CREATININE, BLOOD\nUREA NITROGEN AND MYOGLOBIN LEVELS ARE OFF THE CHARTS.\n\nThe ARTERIAL SHUNT has FAILED PERMANENTLY. The COMPUTER can *\ndo nothing but RECOMMEND IMMEDIATE MEDICAL TRANSPORT. *\nHe glances at this message. IMMEDIATE MEDICAL TRANSPORT. *\n\nGiven the extreme unlikelihood of this coming to pass, Cypher *\nis out of options. He continues to live by sheer willpower\nalone. *\n\n*\n\nCUT TO:\n\n183 INT. TRANSPORT SHIP TAIL SECTION - DAY 183\nKitai has located the second beacon. He places it in position *\nand we hear THE HEARTWARMING WHIR OF THE BEACON CYCLING AND\nSIGNALING A READY ALERT.\n\nKitai sees a set of Cutlass C-40s locked against a wall ina *\nstorage compartment. He moves towards it.\n\nCUT TO:\n\n184 INT. TRANSPORT SHIP COCKPIT - DAY 184\nCypher writhes in his chair.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe moves towards it. CUT TO:\n\n184 INT. TRANSPORT SHIP COCKPIT - DAY 184\nCypher writhes in his chair. \n\nTARGET SECTION TO BE ANNOTATED:\n Sweat and blood and delirium.\n\nTHEN A RHYTHMIC BEEPING FILLS THE SHIP. Cypher stares at the\nscreen with Kitai’s vitals on it. THE LINES ARE MOVING. HIS\nSON’S HEARTBEAT IN RHYTHMIC PEAKS AND VALLEYS.\n\nKITAI (VOICE THROUGH COMPUTER)\nDad... are you there?\n\nCypher eyes are hazy and bewildered. Breathing is shallow and\nlabored. His mind slips deeper into rambling and delirium.\n\nONE OF THE SCREENS COMES TO LIFE. KITAI’S GRAINY BACKPACK-CAM\nIMAGE COMES IN BLURRED ON THE SCREEN. THE IMAGE IS SHAKY.\nTHIS IS NOT A CLEAR CONNECTION.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 110A.\n\nKitai is holding his backpack. He faces the lens toward\nhimself. Cypher smiles longingly seeing Kitai’s face.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 111.\n\n185\n\n186\n\nTHE IMAGE OF KITAI’S FACE FILLS THE MONITOR.\n\nKITAI (VOICE THROUGH COMPUTER)\n\nDad?...\nCUT TO:\nINT. TRANSPORT SHIP TAIL SECTION - DAY 185\nKitai stares into the backpack camera.\nKITAL\nDad, I made it to the tail. Over.\nCUT TO:\nINT. TRANSPORT SHIP COCKPIT - DAY 186\n\nBEAT. Cypher just gazes at the monitor. Cypher looks around\nto make sure he is not hallucinating. He looks back at the\nscreen. Kitai is still there. Beat. Cypher clears his throat.\n\nCYPHER\n-Are...\n(beat)\nAre you okay? Over.\n\nKITAI (VOICE THROUGH COMPUTER)\nDad? Are you there? Over.\n\nCYPHER\n(confused)\nKitai...\n\nKITAI (VOICE THROUGH COMPUTER)\nDad I made it to the tail. Are you\nthere?\n\nCYPHER\nI’m here!\n\nKITAI (VOICE THROUGH COMPUTER)\nDad, please copy.\n\nCYPHER\nI copy.\n\nKITAI (VOICE THROUGH COMPUTER)\nIt’s Kitai. I made it.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 112.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITAI (VOICE THROUGH COMPUTER)\nIt’s Kitai. I made it. AFTER EARTH Revised Blue (on White) 1/20/12 112. \n\nTARGET SECTION TO BE ANNOTATED:\nCYPHER\nThere’s something wrong with the\nsignal, Kitai.\n\nKITAI (VOICE THROUGH COMPUTER)\n..-Dad.\n\nKitai’s face fills with doubt and panic.\nKITAI (VOICE THROUGH COMPUTER)\n...-Dad, you’re still there, right?\nCan you hear me? Over.\nCYPHER\n(emotional)\nKitai! I swear to you I’m here!\nKitai looks down, desperation washing over him.\n\nKITAL\nDad, please-\n\nCypher gathers his strength and slams the console. But the\nmere fact of his son’s survival has added time for Cypher.\n\nCUT TO:\n\n187 INT. TRANSPORT SHIP TAIL SECTION - DAY 187\n\nKitai sits in the tail section of the transport ship Hesper.\nHe makes a decision and puts on his backpack.\n\nCUT TO:\n\n188 EXT. TRANSPORT SHIP TAIL SECTION - DAY 188\n\nKitai approaches the crate from the storage hold. It now sits\nin jungle foliage on its side. Kitai holds a cutlass out\nprotectively at its six-foot length. As he comes around, he\nsees that THE POD THE URSA WAS IN HAS BEEN SHATTERED. THERE\nIS A MASSIVE AMOUNT OF GEL ON THE GROUND. HALF OF THE POD\nSITS EMPTY. THERE ARE BINDING STRAPS ON THE GROUND.\n\nKitai backs away from the broken pod. He moves in front of\nthe crashed tail. He holds the beacon up above his head. He\ntakes a deep breath and fires... AND NOTHING HAPPENS.\n\nBeat. His expression changes. He pulls it down and looks at\nit. The SCREEN OF THE BEACON reads, ELECTRICAL INTERFERENCE.\n\nCUT TO:\n\fAFTER EARTH Revised Blue (on White) 1/20/12 113.\n\n189 INT. TRANSPORT SHIP COCKPIT - DAY 189\nCypher’s face as he realizes the beacon isn’t working.\n\nCYPHER BRINGS UP THE HOLOGRAPHIC MAP. THE THOUSANDS OF WAVY\nLINES RISE INTO A MOUNTAIN SHAPE JUST PAST THE BLINKING DOT.\n\nCypher watches as Kitai throws his backpack. He starts going\ncrazy, losing it in frustration and anger. He pulls his\ncutlass and begins DESTROYING THE SHIP WITH IT.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nCypher watches as Kitai throws his backpack. He starts going\ncrazy, losing it in frustration and anger. He pulls his\ncutlass and begins DESTROYING THE SHIP WITH IT. \n\nTARGET SECTION TO BE ANNOTATED:\n SCREAMING IN\n\nRAGE.\nCYPHER\n(whispers)\n..-Take a knee, Cadet.\nCUT TO:\n190 EXT. TRANSPORT SHIP TAIL SECTION - DAY 190\n\nThe CUTLASS SLICES pieces of SHIP away. Kitai WHIRLING,\nSCREAMING, RAGING AT THE SKY, his cutlass whipping through an\nELECTRONIC PANEL that EXPLODES AND SPARKS FEEBLY IN LOW\nOXYGEN. Kitai is exhausting himself in ANGER. Finally he\nslams the ship a few more times and then stops.\n\nAnd SLOWLY HE PULLS HIMSELF TOGETHER. And... ON HIS OWN... HE\nTAKES A KNEE.\n\nCUT TO:\n\n191 INT. TRANSPORT SHIP COCKPIT - DAY 191\nCypher sees his son kneeling on one knee and nods to himself.\n\nCUT TO:\n\n192 EXT. TRANSPORT SHIP TAIL SECTION - DAY 192\n\nKitai tries to think. He doesn’t know what to do. He wipes\naway tears.\n\nCUT TO:\n\n193 INT. TRANSPORT SHIP COCKPIT - DAY 193\n\nCypher gets emotional staring at his son.\n\fAFTER EARTH Revised Blue (on White) 1/20/12 114.\n\n194\n\nCYPHER\n\n...-There is an ionic layer in the\natmosphere above your current\nposition. It creates electrical\ninterference. That’s why the beacon\nisn’t firing.\n\n(beat)\nYou must be above the ionic layer\nbefore you fire the beacon, Kitai.\n\nBeat. We watch Kitai on the monitor look at the beacon in his\nhand. He stares at it, then looks up at the cloud layer above\nhim.\n\nCYPHER\n\n..-That’s it. You got it.\n\n(beat)\nYou should see a black mountain in\nthe distance, directly to the\nnorth. The mountain’s peak is above\nthe ionic layer. Fire the emergency\nbeacon there.\n\n(beat)\nPlease see it... the top of the\nmountain... to your north.\n\nKitai looks around. He stops when he sees the mountain in the\ndistance. He stands.\n\nCypher wipes the tears from his eyes.\n\nCYPHER\nGood boy... Good boy...\nCUT TO:\nEXT.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nCYPHER\nGood boy... Good boy... CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FLAT JUNGLE TERRAIN - DAY 194\n\nWe pick up Kitai sprinting through the jungle heading towards\nthe volcanic mountain.\n\nHe stops frightened when his path is blocked by THE BODY OF A\nDEAD LEOPARD. THE LEOPARD IS HANGING IN THE TREES.\n\nKitai hesitates and keeps running.\n\nCUT TO:\n\fAFTER EARTH Revised Blue (on White) 1/20/12 115.\n\n195\n\n196\n\n197\n\n198\n\nEXT. FLAT JUNGLE TERRAIN - DAY 195\nKitai’s face goes pale. He slows as he finds himself in a\nclearing where AN ENTIRE PACK OF HYENAS ARE HANGING IN A TREE\nLINE. Kitai looks around nervously and keep running.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - DAY 196\nCypher continues speaking futilely to his son.\nCYPHER\nIt left them for you. It’s built to\nscare humans, Kitai. Keep moving.\nThere’s nothing on the monitors...\n\nCUT TO:\n\nEXT. BASE OF THE BLACK MOUNTAIN - AFTERNOON 197\n\nA magnificent visual spectacle. A coal-black mountain with\nhundreds of tiny lava rivers charging down the ebony slopes.\n\nKitai moves through the last of jungle before the mountain.\nKitai looks into the jungle. Kitai thinks he hears something.\nHe looks around behind him . He turns and bursts out of the\njungle and starts running up the black slope of the mountain.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - AFTERNOON 198\n\nCypher watches from the prison of his chair. He watches as\nKitai navigates the tiny lava tributaries.\n\nCYPHER\nGo left Kitai. You’1l save time.\nYou'll have a straight shot without\nhaving to go through any tunnels.\nHe watches as Kitai goes right instead.\n\nCYPHER\nDamn it.\n\nCUT TO:\n\fAFTER EARTH Revised Buff 4/10/12 116.\n\n199 EXT. SLOPE OF THE BLACK MOUNTAIN - AFTERNOON 199\nKitai bolts up the slope. He is fast and fluid. Kitai is\nswallowed in the IONIC CLOUD THAT CONSUMES THE MOUNTAIN AT\nTHIS ALTITUDE.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nSLOPE OF THE BLACK MOUNTAIN - AFTERNOON 199\nKitai bolts up the slope. He is fast and fluid. Kitai is\nswallowed in the IONIC CLOUD THAT CONSUMES THE MOUNTAIN AT\nTHIS ALTITUDE. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\n\n200 INT. TRANSPORT SHIP COCKPIT - AFTERNOON 200\nTHE MOTION SENSOR SCREEN GOES OFF.\n\nThere is A DOT moving on the landscape towards KITAI’S\nBLINKING DOT. Cypher stares at it. His face filling with\n\nforeboding.\nCYPHER\nI have something moving toward you\nfrom the west... It’s found you.\nCUT TO:\n201 EXT. IONIC LAYER OF MOUNTAIN - AFTERNOON 201\n\nKitai looks down and sees his suit has turned black with a\nbumpy texture. Kitai freaks as he looks in the dense mist\naround him. He can hear SCUTTLING -- something approaching\nfrom the darkness of the ionic layer. He brandishes his\nweapon out. He backs up and finds himself at the entrance to\na cave in the mountain. Kitai looks around.\n\nKITAI\n-Dad?\n\nCUT TO:\n\n202 INT. TRANSPORT SHIP COCKPIT - AFTERNOON 202\n\nCypher watches THE DOT OF THE URSA get closer TO THE BLINKING\nDOT OF KITAI.\n\nCYPHER\nCopy. I’m here.\n\nCypher looks at his son’s vitals fluctuating. He stares at\nKitai’s view of the cave. THE DOT GETS CLOSER AND CLOSER TO\nKITAI. This is a father’s nightmare.\n\nCypher activates two “GHOST DIAMONDS,” his and his son’s.\nCypher’s “BALL” is inside the diamond. Kitai’s IS NOT.\n\fAFTER EARTH Revised Buff 4/10/12 117.\n\n203\n\n204\n\nHe watches as Kitai moves hurriedly into the TUNNEL.\n\nCUT TO:\n\nINT. CAVE OF DIAMONDS - AFTERNOON 203\nThe cave is all onyx. Stalactites and stalagmites clutter the\ncave. They appear to be made of diamonds. Kitai runs into the\ndepths of the cave. He doesn’t know if the Ursa is in front\n\nof him or behind him. All that matters is that it is after\nhim. His eyes range left and right -- LOOKING FOR A WAY OUT.\nThere -- A SHAFT OF LIGHT comes down from the ceiling.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll that matters is that it is after\nhim. His eyes range left and right -- LOOKING FOR A WAY OUT. There -- A SHAFT OF LIGHT comes down from the ceiling. \n\nTARGET SECTION TO BE ANNOTATED:\nJust as he’s about to follow the light to the top, to the end-\nHE HEARS THAT TERRIFYING CREATURE SCREAM.\n\nBEAT.\n\nKITAI HEARS CLAWS AGAINST ROCKS GETTING CLOSER OUTSIDE.\n\nKitai moves deeper into the cave.\n\nKitai gingerly makes his way around spear-sharp diamond\nstalagmites. His movement is hampered by the precarious\nterrain.\n\nANOTHER SCREAM FILLS THE CAVE.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - AFTERNOON 204\nTHE DOT representing the URSA has almost reached Kitai.\nSUDDENLY: CYPHER’S IMAGES FLICKER, FLUTTER THEN: BLACK.\nKitai’s GHOST DIAMOND disappears.\nCYPHER\n(whispered)\nKitai...\nNOTHING. CYPHER CAN SEE NOTHING. HE SITS BACK - A FATHER IN\nAGONY. He has tears in his eyes. Cypher’s pheromone levels\n\nare accelerating rapidly. The ball moving out of Ghost range.\n\nCUT TO:\n\n+ %\n\fAFTER EARTH Revised Buff 4/10/12 117A.\n\n205\n\nINT. CAVE OF DIAMONDS - AFTERNOON 205\nKitai runs into the depths of the cave and extends his\n\ncutlass. He ducks behind a couple of stalagmites and watches\n\nthe entrance. Always keeping one eye on that pindrop of light\nshooting out from the ceiling. His way out.\n\nKITAI HIDES BEHIND ONE OF THE DIAMOND STALAGMITES.\n\nTHERE IS A DISPERSION OF MIST AT THE CAVE CEILING AS IF\nSOMETHING LARGE MOVED THROUGH IT. THEN --\n\nHIGH AND ABOVE KITAI, ON THE CAVE CEILING, UNBEKNOWNST TO HIM-\n\n+\n\fAFTER EARTH Revised Buff 4/10/12 118.\n\nTHE URSA UN-CAMOUFLAGES AND REVEALS ITSELF HANGING UPSIDE-\nDOWN FROM THE CEILING OF THE CAVE. IT HAS SIX LIMBS. ITS\nMOVEMENTS ARE INTENTIONALLY SLOW - ALIEN IN ITS EXTREME\nFLUIDITY.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE URSA UN-CAMOUFLAGES AND REVEALS ITSELF HANGING UPSIDE-\nDOWN FROM THE CEILING OF THE CAVE. IT HAS SIX LIMBS. ITS\nMOVEMENTS ARE INTENTIONALLY SLOW - ALIEN IN ITS EXTREME\nFLUIDITY. \n\nTARGET SECTION TO BE ANNOTATED:\n THE URSA’S CARAPACE SUDDENLY CHANGES TO MATCH THE\nTEXTURE OF THE CAVE MAKING IT IMPOSSIBLE TO DETECT AS IT\nSKITTERS AWAY -- WAITING FOR THE BEST MOMENT TO STRIKE.\n\nKITAI HOLDS HIS BREATH AS HE SCRAMBLES LOW BETWEEN\nSTALAGMITES. THE URSA TRAILS HIM FROM ABOVE, NOT MAKING A\nSOUND. GETTING CLOSER TO MAKING ITS MOVE.\n\nA LARGE CRYSTAL HAS FALLEN ACROSS TWO ROCKS, CREATING A\nMAKESHIFT BRIDGE. AS KITAI MOVES UNDER IT, EYES ALIVE --\n\nDUST DROPS FROM ABOVE. KITAI TURNS AROUND AND LOOKS UP JUST\nIN TIME -- THE URSA REVEALS ITSELF TEN FEET ABOVE AS IT LEAPS\nDOWN ONTO KITAI, CRUSHING DOWN ON THE FALLEN CRYSTAL.\n\nKITAI COVERS UP BENEATH THE FALLEN CRYSTAL, WHICH FRACTURES\nON IMPACT. HE LOSES HIS CUTLASS. THE DIAMOND STALAGMITES\nPIERCE THE URSA IN TWO PLACES. FOR A MOMENT, THE URSA IS\nIMMOBILIZED, SKEWERED BY THE CAVE. KITAI’S FOOT IS LODGED\nUNDER A SHATTERED SECTION OF THE CRYSTAL --\n\nKITAI IS STUCK.\n\nIT’S A STRUGGLE FOR THEM BOTH. THE URSA IS TRYING TO DISLODGE\nITSELF FROM THE STALAGMITES WITH ONE HAND, USING ITS OTHER TO\nPUSH DOWN ON THE PART OF THE CRYSTAL THAT HAS KITAI PINNED --\n\nKITAI’S DOING HIS BEST TO LEVERAGE HIMSELF FREE BUT NOTHING’S\nWORKING AND THE UNOCCUPIED URSA CLAWS ARE DANGEROUSLY CLOSE\nTO SLICING OFF HIS FACE --\n\nBUT THE URSA NEEDS ANOTHER HAND TO FREE ITSELF. IT STOPS\nPUSHING ON THE CRYSTAL LONG ENOUGH FOR KITAI TO SCRAMBLE UP,\nSQUIRM OUT AND OFF OF HIS BACK.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nIT’S A STRUGGLE FOR THEM BOTH. THE URSA IS TRYING TO DISLODGE\nITSELF FROM THE STALAGMITES WITH ONE HAND, USING ITS OTHER TO\nPUSH DOWN ON THE PART OF THE CRYSTAL THAT HAS KITAI PINNED --\n\nKITAI’S DOING HIS BEST TO LEVERAGE HIMSELF FREE BUT NOTHING’S\nWORKING AND THE UNOCCUPIED URSA CLAWS ARE DANGEROUSLY CLOSE\nTO SLICING OFF HIS FACE --\n\nBUT THE URSA NEEDS ANOTHER HAND TO FREE ITSELF. IT STOPS\nPUSHING ON THE CRYSTAL LONG ENOUGH FOR KITAI TO SCRAMBLE UP,\nSQUIRM OUT AND OFF OF HIS BACK. \n\nTARGET SECTION TO BE ANNOTATED:\nKitai retrieves his cutlass and whips around, Cutlass at the\nready -- and his Cutlass takes the brunt of the punishment as-\n\nTHE URSA SMACKS KITAI, LAUNCHING HIM TEN FEET INTO AN OUTCROP\nOF ROCKS. Kitai comes out of his daze to see --\n\nTHE URSA USES ITS HOOKED CLAWS AND PUSHES ITSELF UP AND OFF\nTHE TWO STALAGMITES THAT SKEWER IT. THE CREATURE SHOWS\nINCREDIBLE STRENGTH BY DOING THIS.\n\nWE SEE IT IS OOZING GRAYISH BODILY FLUID FROM THE TWO WOUNDS.\nIT DRIPS THIS ONTO THE FLOOR WHERE IT STANDS. A CHASE ENSUES--\n\nKitai runs and deftly Parkours his way through the slanted\nstalagmite crystals in the cave.\n\fAFTER EARTH Revised Buff 4/10/12 118A.\n\nGaining some space every time the Ursa has to BREAK THROUGH\nCRYSTALS to get through, no reverence for Nature.\n\nKitai dives into a small crevice that’s too tight for the\nUrsa. It SCREECHES at him, sending him reeling and running\naway, but it’s no matter -- the Ursa CRASHES through the\ncrystals and is back on Kitai in mere seconds.\n\nKitai Parkours over another fallen crystal but the Ursa CLIPS\nHIS LEG and Kitai goes ROLLING but he’s up quickly --\n\nTraversing through a progressively TIGHTER section--\n\nThe Ursa is making up ground, DESTROYING the crystals as it\ndoes so. Kitai slides into a small crevice in the cave, two\nfeet in depth. Too small for the beast.\n\nKitai looks out at the cave from his sliver of a view. Out at\nthe Ursa. It’s just standing there, and then... IT BACKS\nAWAY. Intelligence.\n\nKitai watches as THE URSA PUTS ONE HAND ON CRYSTALS AND THE\nOTHER ON THE ROCK WALL, ITS TEXTURE CHANGING TO EQUAL PARTS\nOF EACH SURFACE AS IT CAMOUFLAGES RIGHT IN FRONT OF KITAI.\nHe can’t see where the Ursa is.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nIntelligence. Kitai watches as THE URSA PUTS ONE HAND ON CRYSTALS AND THE\nOTHER ON THE ROCK WALL, ITS TEXTURE CHANGING TO EQUAL PARTS\nOF EACH SURFACE AS IT CAMOUFLAGES RIGHT IN FRONT OF KITAI. He can’t see where the Ursa is. \n\nTARGET SECTION TO BE ANNOTATED:\nOne look at the stalagmites and we see why Kitai chose to\nHIDE here. It seems safe -- and a space two feet back seems\neven safer. Kitai crawls back there -- and, for the briefest\nmoment, takes his eyes off the spot where the Ursa was.\n\nSheer SILENCE, for a beat. Only Kitai’s EYES, staring out\nthrough the stalagmites. Looking. Waiting.\n\nQUICK FLASH\n\nCUT TO:\nNine-year-old Kitai is under the bed.\n\nCUT TO:\n\nKitai is in the same position under the rock. He has terror\nin his eyes. Then he hears it --\n\nDrip. Drip. Drip.\nBLOOD DRIPS TO THE FLOOR, SEEMINGLY OUT OF THIN AIR.\n\nSUDDENLY THE URSA REVEALS ITSELF UPSIDE-DOWN AT THE MOUTH OF\nTHE CREVICE KITAI IS HIDING IN -- CLOSER TO KITAI, NOW.\n\na\n\n*\n\n*\n\na\n\n*\n\fAFTER EARTH Revised Buff 4/10/12 119.\n\n206\n\nIT TRIES TO REACH IN WITH ITS CLAWS. THEY ALMOST REACH HIM.\nKITAI USES HIS CUTLASS TO WARD OFF THE ATTACKS AS HE SHIMMIES\nEVEN DEEPER INTO THE CREVICE.\n\nTHE URSA SPITS BLACK GLOBULES AT KITAI. THEY JUST MISS HIS\nFACE AS HE MOVES HIS HEAD OUT OF THE WAY. THE BLACK GLOBULES\nSTICK TO THE BACK OF THE CREVICE.\n\nKITAI GETS HIT WITH A BLACK GLOBULE. THEY SEAR HIS SUIT AND\nDO THE SAME TO HIS SKIN. HE SCREAMS. THE FORCE OF THE\nGLOBULE’S IMPACT SENDS KITAI BACK DOWN THE CREVICE.\n\nIt slants downward. THE URSA MOVES WITH HIM. MATCHING HIM\nEVERY TIME HE MOVES. THE URSA IS ABLE TO GET DEEPER WITH\nEVERY MOVEMENT; THE CLAWS ARE JUST MISSING HIS FACE. MORE\nBLACK SPIT SHOOTS AT HIM. A SECOND GLOBULE POPS KITAI --\n\nTHIS IMPACT SENDS KITAI SLIDING DOWN THE CREVICE.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE URSA IS ABLE TO GET DEEPER WITH\nEVERY MOVEMENT; THE CLAWS ARE JUST MISSING HIS FACE. MORE\nBLACK SPIT SHOOTS AT HIM. A SECOND GLOBULE POPS KITAI --\n\nTHIS IMPACT SENDS KITAI SLIDING DOWN THE CREVICE. \n\nTARGET SECTION TO BE ANNOTATED:\n KITAI FALLS\nTWO METERS STRAIGHT DOWN AND --\n\n-- WHAP --\n\nGETS CLIPPED AND FLIPPED BY A ROCK AND SPUN OVER AND FINDS\nHIMSELF FALLING AGAIN, FARTHER, INTO A POOL OF UNDERGROUND\nWATER.\n\nCUT TO:\n\nINT. UNDERGROUND LAKE - AFTERNOON\n\nWE HEAR MOVEMENT UNDERWATER BUT ALL WE SEE IS BLACK. AND THEN\nKITAI’S SUIT LIGHTS UP AROUND HIS SHOULDER.\n\nWe see Kitai underwater. He can see only five to six feet in\n\nany direction. He sees ANOTHER SHAFT OF LIGHT -- another shot\nat completing the mission -- and starts swimming toward it.\nFor a while -- too long -- it’s quiet. We get the sense that\n\nKitai has gotten away, but that can’t be right...\n\nHe’s looking back between strokes, searching for the Ursa but\nnot seeing it. Then --\n\nHIS SUIT ILLUMINATES THE WATER AND REVEALS STRANGE-LOOKING\nFISH WITH NO EYES THAT TRY TO BITE AT KITAI. MORE AND MORE\nFISH MATERIALIZE OUT OF THE DARKNESS. THEY START TEARING AWAY\nHIS LIFESUIT.\n\nSUDDENLY THERE ARE LOUD MOVEMENT SOUNDS UNDERWATER AND THE\nEYELESS FISH SCATTER AND DISAPPEAR. KITAI TURNS TO LOOK\nBEHIND HIM AND OUT OF THE DARKNESS THE FISH LEFT BEHIND COMES\nTHE LONG CLAWS OF THE URSA BEHIND HIM. THE LAST DIRECTION WE\nEXPECTED THE URSA TO COME FROM.\n\n206\n\n*\n\n+\n\fAFTER EARTH Revised Buff 4/10/12 119A.\n\nTHE BODY OF THE URSA IS COVERED BY THE INKY DARKNESS OF THE\nWATER.\n\nKitai turns and swims hard. He is swimming for his life ina\nhell of darkness. Swimming for that shaft of light --\n\nKitai looks back. THE URSA IS NOW VISIBLE BEHIND HIM.\nKitai is running out of breath. He swims with a desperation.\n\nUP AHEAD IN THE DARKNESS THERE IS A SHAFT OF LIGHT\nPENETRATING THE WATER.\n\nKitai spots it and swims for it with all his strength.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe swims with a desperation. UP AHEAD IN THE DARKNESS THERE IS A SHAFT OF LIGHT\nPENETRATING THE WATER. Kitai spots it and swims for it with all his strength. \n\nTARGET SECTION TO BE ANNOTATED:\nKITAI’S SUIT IS IN SHREDS.\n\nKitai clocks an UNUSUALLY BEAUTIFUL GROUP OF STALACTITES\nAHEAD. It’s a straight, unimpeded line to the shaft of light -\n- but straight and unimpeded gives the Ursa an advantage.\n\nKitai VEERS OFF AND SWIMS THROUGH THE STALACTITES. Using each\none to PROPEL HIMSELF FORWARD and gain valuable space.\nTurning around when he can to check the Ursa’s progress. This\nfrenzy and the adrenaline rush have Kitai disoriented --\n\nAnd he finds that HE NO LONGER KNOWS WHICH WAY IS UP. He’s\nspinning, lost, a sitting duck. BUBBLES blowing out of his\nmouth what could possibly be his last breath --\n\nWe realize THE BUBBLES ARE GOING DOWN. How--?\n\nKitai’s training kicks in -- follow the bubbles to the top.\nHe FOLLOWS THE BUBBLES as THE CAMERA RE-ORIENTS ITSELF and we\nrealize we were upside-down and now we’re right-side up and\nKitai has managed to reach the light.\n\nHe swims fast up towards the light.\n\nCUT TO:\n\n+ %\n\n+\n\n+ %\n\fAFTER EARTH Revised Buff 4/10/12 120.\n\n207\n\n208\n\nINT. NARROW VERTICAL STONE PASSAGEWAY - AFTERNOON\n\nKitai emerges, desperate for air. He finds himself at the\nbottom of a vertical shaft in the rock. Seventy-five feet\nabove him is DAYLIGHT.\n\nKitai pulls himself up on a jagged piece of rock and pulls\nhimself out of the water. He uses his feet on either side of\nthe shaft of rock to brace himself. He pushes his hands\noutward on the shaft of the rock and readjusts his feet\nhigher.\n\nTHE URSA ERUPTS FROM THE WATER. ITS CLAWS SNAG KITAI’S LEGS.\n\nTHE URSA CAN’T FIT THROUGH THE OPENING TO THE VERTICAL SHAFT.\nIT TRIES TO PULL KITAI DOWN.\n\nKitai looks upward and SCREAMS. THE CLAWS OF THE URSA BEGIN\nDRAGGING DOWN HIS THIGHS, CUTTING HIM. KITAI KEEPS SCREAMING\nAND RISING UPWARD.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nKitai looks upward and SCREAMS. THE CLAWS OF THE URSA BEGIN\nDRAGGING DOWN HIS THIGHS, CUTTING HIM. KITAI KEEPS SCREAMING\nAND RISING UPWARD. \n\nTARGET SECTION TO BE ANNOTATED:\n THE URSA’S CLAWS LOSE THEIR HOLD ON KITAI.\nTHE URSA FALLS DOWN INTO THE WATER. KITAI IS RELEASED AND\nRISES UP THE SHAFT.\n\nTHE URSA LEAPS OUT OF THE WATER AGAIN. ITS LONG CLAWS UNABLE\nTO REACH KITAI. IT FALLS BACK DOWN.\n\nKITAI PUSHES HIMSELF UP THE SHAFT. HE IS SCREAMING IN ANGER.\nHE IS SCREAMING IN PAIN. HE IS SCREAMING IN FEAR. HE USES ALL\nHIS STRENGTH TO MOVE UP THE VERTICAL PASSAGEWAY IN THE ROCK.\nHIS SCREAMS ECHO AND FALL DOWN TO THE URSA BELOW, WHO\nDISAPPEARS FROM THE BOTTOM OF THE SHAFT.\n\nKitai’s anger pushes him. He rises skillfully up the seventy-\nfive feet of narrow rock towards the daylight.\n\nCUT TO:\n\nEXT. BLACK MOUNTAIN IONIC LAYER - AFTERNOON\n\nKitai’s hands grab the top edge of the passageway. He pulls\nhimself up and over the lip onto the upper level of the\nmountain. He moves to his feet, his skin glistens with\nwetness.\n\n207\n\n208\n\fAFTER EARTH Revised Buff 4/10/12 121.\n\n209\n\n210\n\nTHE IONIC LAYER IS DISSIPATING UP HERE.\n\nKitai looks around. THERE IS GRAY ASH FALLING EVERYWHERE FROM\nAN ERUPTION NEAR THE TOP OF THE MOUNTAIN. There is nowhere to *\ngo from here -- other than over the edge of a cliff. *\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - AFTERNOON 209\n\nCypher eyes are crazed. He holds a SILVER ROUND OBJECT IN HIS\nHANDS. The computers are making a warning sound. On one of\nthe holographic screens are the words... “Remote detonation\narmed.” He holds the futuristic grenade in his hands. His\nthumb over the detonation button.\n\nTHE SOUNDS OF BEEPING FILL THE SHIP. Cypher’s eyes move to\nhis screens as Kitai’s vitals pop back on line. His “FEAR\nDIAMOND” SCREAMING.\n\nThe screen of KITAI’S POINT OF VIEW BLOOMS.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nCypher’s eyes move to\nhis screens as Kitai’s vitals pop back on line. His “FEAR\nDIAMOND” SCREAMING. The screen of KITAI’S POINT OF VIEW BLOOMS. \n\nTARGET SECTION TO BE ANNOTATED:\n WE SEE THE\nMOUNTAINTOP. Cypher tries to focus on what he’s seeing.\n\nCUT TO:\nEXT. BLACK MOUNTAIN IONIC LAYER - AFTERNOON 210\nKitai looks to the HOLE he just came through -- the top of *\nthe passageway. He can see ROCKS COLLAPSING INTO THE HOLE. He *\nknows the Ursa is coming. He knows he has no time. *\nKitai rushes to bring out the beacon. This is it -- he’s *\n\n*\n\nACTIVATING IT, READY TO SEND THE RESCUE SIGNAL --\n\nONE OF THE URSA’S HANDS REACHES UP AND OUT OF THE HOLE AND *\nGRABS KITAI -- PULLING HIS LEGS OUT FROM UNDER HIM AND *\nSLAMMING HIM FACE-FIRST INTO THE GROUND. THE BEACON GOES ONE *\nWAY, THE CUTLASS ANOTHER. A DEVASTATING BLOW. *\nBefore Kitai can even react, THE URSA SMACKS KITAI INTO *\nANOTHER ROCK AND THROWS HIM AWAY LIKE A RAGDOLL. *\nKitai hits the ground, limp. Nose bleeding, neck maybe *\nbroken. This is it. He’s dead. Oblivious to the fact that -- *\nThe HOLE IS BECOMING BIGGER. The Ursa is clawing more *\nfrantically now, knowing a kill when it smells one. *\nIt is only a matter of time before the Ursa breaks through *\n\nand finishes off Kitai. *\n\fAFTER EARTH Revised Buff 4/10/12 121A.\n\n211\n\nHIS CUTLASS LIES NEAR THE EDGE IN A SHOWER OF ASH.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - AFTERNOON\n\nCypher stares at the POINT OF VIEW OF THE MOUNTAINSIDE. HE\nSTARES INTENSELY AT HIS SON’S POINT OF VIEW.\n\nCYPHER\n(soft)\nWhen you die, I die.\n\nCypher flicks back the clear cover over the button on the\ndetonation device in his hands.\n\n211\n\fAFTER EARTH Revised Buff 4/10/12 122.\n\n212\n\n213\n\n214\n\n215\n\n216\n\n217\n\n218\n\n219\n\nThe computer reads, “Safety off.” THE WARNING SOUND GETS\nLOUDER...\n\nCUT TO:\n\nEXT.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\n211\n\fAFTER EARTH Revised Buff 4/10/12 122. 212\n\n213\n\n214\n\n215\n\n216\n\n217\n\n218\n\n219\n\nThe computer reads, “Safety off.” THE WARNING SOUND GETS\nLOUDER... CUT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BLACK MOUNTAIN IONIC LAYER - AFTERNOON\n\nKitai lies on his back. A dying snow angel. His crimson blood\n\nmixing with the snow’s clear white. Absentmindedly reaching\nfor cutlass on his back, but coming up with air.\n\nHe lets his arm fall. He looks down at the skin of his arm as\n\nGRAY ASH STICKS TO HIS WET SKIN. That’s really pretty...\n\nFLASH - THE FOREST\n\nThe BABOON looking into his eyes --\n\nFLASH - OLD RAIGE APARTMENT\n\nHis sister’s LOVING EYES as she LEANS CLOSE --\n\nFLASH - OUTSIDE THE HOG HOLE\n\nThe pigs seeming to nod at him --\n\nFLASH - OLD RAIGE APARTMENT\n\nHis sister’s LOVING EYES as she turns from the GLASS BOX --\n\nFLASH - CONDOR’S NEST\n\nThe mother Condor fighting to protect her babies --\n\nFLASH - DIAMOND CAVE\n\nThe URSA LEAPING --\n\nFLASH - OLD RAIGE APARTMENT\n\nThe URSA LEAPING at SENSHI from KITAI’S POV --\n\n212\n\n213\n\n214\n\n215\n\n216\n\n217\n\n218\n\n219\n\n*\n\fAFTER EARTH Revised Blue (on White) 1/20/12 123.\n\n220\n\n221\n\n222\n\n223\n\n224\n\n225\n\n226\n\nFLASH - GEOTHERMAL NODE 220\n\nThe BEE JOUSTING THE SPIDER in a LIGHTNING FLASH --\n\nFLASH - RAFT DREAM OF SENSHI 221\n\nShe’s leaning close to WHISPER SOMETHING IN HIS EAR --\n\nFLASH - JUNGLE TERRAIN 222\n\nCrawling from under the BODY OF THE CONDOR --\n\nFLASH - GEOTHERMAL NODE 223\n\nThe BEE CEASING TO STRUGGLE, then BREAKING ITS BONDS --\n\nCYPHER (V.O.)\nNo way... not before I’d met my\nson.\n\nFLASH - UNDERWATER 224\n\nKitai swimming in a SHAFT OF LIGHT --\n\nFLASH - RAFT DREAM OF SENSHI 225\nHer lips at his ear, about to WHISPER THE SECRET --\n\nSENSHI (V.O.)\nLove...\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - AFTERNOON 226\n\nCypher hears HIS SON’S BREATHING SLOWING.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nLove... CUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - AFTERNOON 226\n\nCypher hears HIS SON’S BREATHING SLOWING. \n\nTARGET SECTION TO BE ANNOTATED:\n He watches KITAI’S\nVITALS BEGIN TO STEADY.\n\nKITAI’S GHOST DIAMOND STEADIES, THE “FEAR” RECEDING INTO\nPERFECT CENTER --\n\nCYPHER’S BALL INSIDE HIS DIAMOND BURSTS ITS EDGES.\n\nCUT TO:\n\fAFTER EARTH Revised Buff 4/10/12 124.\n\n227\n\n228\n\n229\n\nEXT. MOUNTAIN ABOVE IONIC LAYER - AFTERNOON 227\n\nKitai stares at the gray ash that lightly coats his arm.\nRealization enters his fourteen-year-old eyes. *\n\nThe ash sticks to his wet skin and hair... He becomes\ncompletely covered, a gray version of himself.\n\nHe watches as plumes of ash fall on the field. THEN THE SOUND\n\nOF THE URSA... NEARBY... BREAKING THROUGH THE HOLE AND *\nFINALLY CLAWING ITS WAY TO THE SURFACE. KITAI DOES NOT PANIC. *\nHe’s in an entirely different space. *\n\nTHEN A SHAPE EMERGES TWENTY FEET AWAY. THE URSA STEPS INTO A\nSHOWER OF ASH AND GETS COVERED AND REVEALED.\n\nSEE ITS MASSIVE SHAPE CLEARLY -- IT CAN NO LONGER CAMOUFLAGE.\n\nCUT TO:\n\nINT. TRANSPORT SHIP COCKPIT - AFTERNOON 228\nCypher takes in everything he’s seeing.\n\nCYPHER\n\n(an incantation)\nThere is, one knows not what sweet\nmystery about this sea, whose\ngently awful stirrings seem to\nspeak of some hidden soul beneath.\n\n(beat)\nYou are not alone.\n\nCypher’s own diamond moves to center. He lowers the\ndetonation device in his hand.\n\nCUT TO:\n\nEXT. ERUPTION OF ASH - AFTERNOON 229%\n\fAFTER EARTH Revised Buff 4/10/12 125.\n\nWE SEE THE URSA IN THE SHOWER OF ASH, GRAY FLUID DRIPPING\nFROM ITS TWO WOUNDS. MOVING FORWARD FOR THE KILL -- BUT THEN\nIT STOPS. IT MOVES AROUND WHERE IT STANDS. IT MOVES AROUND IN\nALL DIRECTIONS. IT HAS LOST KITAI’S SCENT.\n\nKitai calmly pushes up to one knee.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nIT MOVES AROUND IN\nALL DIRECTIONS. IT HAS LOST KITAI’S SCENT. Kitai calmly pushes up to one knee. \n\nTARGET SECTION TO BE ANNOTATED:\n Finally finds his way to\nhis feet. HIS BACK IS TO THE URSA but that’s of no concern.\n\nCUT TO:\n\n230 INT. TRANSPORT SHIP COCKPIT - AFTERNOON 230\n\nCypher stares at his son’s vitals. HE WATCHES ALL THE\nMEASUREMENTS MOVE TO AN EVEN BASELINE.\n\nCypher’s eyes fill with emotion and tears.\nHe turns off the detonation device...\n\nCUT TO:\n\n231 EXT. ERUPTION OF ASH - AFTERNOON 231\nKitai opens his eyes. It’s almost surreal, how things may\nhave slowed down; how Kitai is here but he isn’t, locked into\nan entirely different plane.\nKITAI WALKS UP TO THE URSA.\nWALKS RIGHT BY THE URSA TO PICK UP HIS CUTLASS.\nTHE URSA CANNOT SEE KITAI.\n\nHe stands defiantly staring at the Ursa facing him. Feeling\nthe ASH falling on his face. Completely in the moment.\n\nKitai puts both hands on his cutlass - taps in a combination.\nTHE CUTLASS SPLITS AND BECOMES TWO BLADES.\n\nHe holds them out on either side of himself and begins\nrunning.\n\nKitai moves like a gray ghost - an apparition seemingly\nfloating across the black rock of the mountain.\n\nTHE URSA TURNS, SEARCHING. HE SUDDENLY SENSES KITAI, BUT IT\nIs TOO LATE. KITAI DOES A FANTASTIC PARKOUR LEAP FROM THE\nGROUND FIVE FEET FROM THE ALIEN HUNTING CREATURE.\n\nKITAI LANDS ON THE URSA’S BACK AND SINKS THE TWO BLADES INTO\nTHE TWO OPEN WOUNDS ON THE SIDE AND TOP OF THE URSA.\n\n*\n\fAFTER EARTH Revised Buff 4/10/12 125A.\n\nTHE URSA RELEASES A FRIGHTENING SCREAM. IT BEGINS VIOLENTLY\nSPINNING AND WRITHING...\n\nKITAI HOLDS ON TO THE ENDS OF THE CUTLASS WITH EVERY OUNCE OF\nSTRENGTH. KITAI GETS SLAMMED AGAINST THE URSA’S BACK.\n\nKITAI ALMOST FALLS OFF THE THRASHING URSA THREE TIMES.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITAI HOLDS ON TO THE ENDS OF THE CUTLASS WITH EVERY OUNCE OF\nSTRENGTH. KITAI GETS SLAMMED AGAINST THE URSA’S BACK. KITAI ALMOST FALLS OFF THE THRASHING URSA THREE TIMES. \n\nTARGET SECTION TO BE ANNOTATED:\n KITAI\nHOLDS TIGHT TO THE HANDLES OF THE CUTLASS WE SEE HIS FINGERS\nTAP A PATTERN INTO THE HANDLES.\n\fAFTER EARTH Revised Buff 4/10/12 126.\n\nTHE CREATURE SCREAMS.\n\nWE SEE THE SPEAR END OF ONE OF THE CUTLASS EMERGE FROM THE\nWOUND AT THE BOTTOM OF THE URSA AS THE CUTLASS EXTENDS.\n\nKITAI TAPS ANOTHER PATTERN INTO THE HANDLE... THE SPEAR TIP\nRETRACTS FROM THE BOTTOM OF THE CREATURE.\n\nTHE CREATURE SCREAMS AS WE SEE THE SICKLE-LIKE SHAPE OF THE\nCUTLASS EMERGE FROM INSIDE THE URSA’S MOUTH.\n\nKITAI IS GUTTING IT FROM THE INSIDE...\n\nKitai holds on for his life. He taps another pattern into the\nhandle. THE URSA SCREAMS. THE URSA FALTERS.\n\nTHE URSA PRESSES FORWARD FOR THE CLIFF FACE. TRYING TO TAKE *\nKITAI OVER THE EDGE WITH IT AND KILL THEM BOTH -- *\nKitai taps another combination... The massive alien creature\n\nslows in its movements. Kitai re-grips the ends of the\ncutlass. Taps another pattern into his cutlass.\n\nTHE CREATURE LOWERS TO THE GROUND NOT TWO FEET FROM THE CLIFF- *\n\nCUT TO:\n\n232 INT. TRANSPORT SHIP COCKPIT - AFTERNOON 232\n\nCypher is staring at Kitai’s point-of-view monitor. THE\nCAMERA IS LYING ON THE GROUND. IT LOOKS AT A CANTED ANGLE OF\nKITAI ON THE BACK OF THE URSA.\n\nCYPHER SEES THE GRAINY IMAGE OF THE URSA AS ITS LEGS GIVE WAY\nAND IT DROPS TO THE GROUND.\n\nCYPHER SEES HIS SON ON THE BACK OF THE URSA. WHEN IT STOPS\nMOVING, KITAI TURNS IT OVER. KITAI IS YELLING WITH STRAIN AS\nHE DOES THIS.\n\nTHE FINAL IMAGE WE SEE IS KITAI PULLING HIS CUTLASS IN THE\nSHAPE OF TWO SICKLE SWORDS OUT AND STANDING ATOP THE DEAD\nURSA. KITAI LOOKS DOWN AT THE BEAST, DARING IT TO MOVE.",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITAI IS YELLING WITH STRAIN AS\nHE DOES THIS. THE FINAL IMAGE WE SEE IS KITAI PULLING HIS CUTLASS IN THE\nSHAPE OF TWO SICKLE SWORDS OUT AND STANDING ATOP THE DEAD\nURSA. KITAI LOOKS DOWN AT THE BEAST, DARING IT TO MOVE. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE CHILL OF THIS IMAGE TRAVELS THROUGH HIS FATHER’S HALF-\nLIFELESS EYES.\n\nCUT TO:\n\fAFTER EARTH Revised Buff 4/10/12 126A.\n\n233 EXT. ERUPTION OF ASH - AFTERNOON 233\n\nKitai stands. His arms low and back at his sides; the two\ncurved swords of the cutlass still and waiting. His lifesuit\nturns orange.\n\fAFTER EARTH Revised Yellow 2/24/12 127.\nKitai’s calm eyes stare down at the dead Ursa. There is no\njoy, there is no fear. He just stares.\n\nBeat. Kitai brings the swords together and snaps the ends of\nthe cutlass back into one piece.\n\nKitai gets off the creature and walks to the backpack. He\npicks it up.\n\nCUT TO:\n\n234 EXT. PEAK OF THE BLACK MOUNTAIN - LATER 234\nKitai’s feet hit rhythmically with agility and strength. His\nstrides exude inspiration and grace. At this altitude, the\nfreeze is fully upon us. Kitai trudges through a foot of\nsnow. He appears unaffected.\n\nKitai reaches the very peak of the black mountain. His hands\nretrieve the transponder beacon. He switches the power on.\n\nHE RAISES THE BEACON WITH ONE HAND - LOOKS UP INTO THE SKY\nAND SLAMS THE BUTTON ON THE SIDE OF THE TRANSPONDER. A\nMAJESTIC WHITE BEAM SLICES TRIUMPHANTLY INTO THE NIGHT SKY.\nTHE BEAM RISES AND RISES...\n\nCUT TO:\n\n235 EXT. SPACE - SAME TIME 235\nTHE THIN WHITE BEAM PIERCES THE ATMOSPHERE AND SUDDENLY\nERUPTS HORIZONTALLY IN ALL DIRECTIONS INTO SPACE. IT ECHOES\nOUT INTO SPACE, LIKE RIPPLES ON A POND.\n\nFADE TO BLACK.\n\n236 INT. TRANSPORT SHIP COCKPIT - MORNING 236\nDARKNESS .\nWE SEE SPARKS. THE SPARKS MOVE IN A VERTICAL LINE. THEN THEY\nMOVE HORIZONTALLY. A DOOR IS CUT IN THE DARKNESS. IT IS\nFORCED OPEN, REVEALING A PORTABLE SILVER FABRIC TUNNEL.",
  "108": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHEN THEY\nMOVE HORIZONTALLY. A DOOR IS CUT IN THE DARKNESS. IT IS\nFORCED OPEN, REVEALING A PORTABLE SILVER FABRIC TUNNEL. \n\nTARGET SECTION TO BE ANNOTATED:\nTHREE MEN IN RANGER LIFESUITS STAND SILHOUETTED IN THE BRIGHT *\nLIGHT.\n\nFADE TO BLACK:\n\fAFTER EARTH Revised Yellow 2/24/12 128.\n\n237\n\n238\n\n239\n\n240\n\nINT. TRANSPORT SHIP COCKPIT - MORNING\n\nTHE RANGERS AIM A BEAM OF LIGHT FROM THEIR RANGER ARMBANDS.\nTHE LIGHTS CRISSCROSS THE DAMAGED SHIP. ONE OF THE BEAMS\nFINDS CYPHER - HALF-ALIVE - BATTERED.\n\nFADE TO BLACK:\n\nINT. TRANSPORT SHIP COCKPIT - MORNING\n\nA Ranger kneels down at the base of the control ship console\nand removes a SILVER BOX FROM THE CHEST OF THE CONTROL PANEL.\nIt is carried out.\n\nFADE TO BLACK:\n\nINT. PORTABLE TUNNEL - MORNING\n\nCypher is being carried on a transport stretcher through the\nportable tunnel that has been attached to the crashed control\nsection of the ship. They move through the portable tunnel\ninto another ship.\n\nFADE TO BLACK:\n\nINT. HALLWAY OF RESCUE SHIP - MORNING\n\nKitai emerges from a room in the rescue ship. He is in new\nclothes. He runs into the main hall of the ship. He looks\naround, sees crew members preparing to take off.\n\nThe technician who took the SILVER BOX from the crashed ship,\nsits in front of a monitor hooked up to the box. THE IMAGE OF\nAN UNAWARE URSA IS ON THE SCREEN. IT IS CLEAR THE URSA\nDOESN’T KNOW WHERE KITAI IS.\n\nThe technician turns to look at Kitai as he passes, staring\nin awe at the FOURTEEN YEAR-OLD GHOST walking by him.\n\nKitai moves into the hall adjacent to the control room where\nhis father lies on a medical cot, two MEDICS with him.\n\nCypher sees his son approaching.\nCYPHER\n(to the medics)\n...Stand me up.\n\nCypher’s legs are in braces. The medics look at Cypher.\n\n237\n\n238\n\n239\n\n240\n\fAFTER EARTH Revised Blue (on White) 1/20/12 129.",
  "109": "END OF PREVIOUSLY ANNOTATED SECTION:\nCypher’s legs are in braces. The medics look at Cypher. 237\n\n238\n\n239\n\n240\n\fAFTER EARTH Revised Blue (on White) 1/20/12 129. \n\nTARGET SECTION TO BE ANNOTATED:\n241\n\n242\n\nHEAD MEDIC\nGeneral-\n\nCYPHER\nI said, stand me up!\n\nCypher starts to sit up. The medics quickly rush to him. They\nhelp him swing the braces to the ground. They carry him under\neach arm as he rises off the medical cot. His bandaged feet\ntouching the floor of the ship is painful to watch. The\nmedics bear as much of Cypher’s weight as they can.\n\nCypher straightens up and stares at his son. Cypher brings\nhis hand up and salutes his son.\n\nFather and son stare deeply. Kitai salutes back. Profound\nconnection rages between them. Kitai approaches and gently\nhugs his father. Kitai whispers in his ear.\n\nKITAL\n(whisper)\nDad...\nCYPHER\nYes.\nKITAL\n(whispers)\n\nI wanna work with Mom.\nCypher chuckles a little.\n\nNeither wants to let go, but the medics respectfully separate\nthem and lower Cypher back to the cot.\n\nCUT TO:\n\nEXT. RESCUE SHIP - MORNING 241\n\nIt is raining outside. THE RAIN HITS THE EXTERIOR OF THE\nRESCUE SHIP.\n\nTHE RESCUE SHIP RISES FROM THE GROUND IN THIS RAIN STORM. IT\nRISES HIGHER AND HIGHER INTO THE AIR.\n\nCUT TO:\n\nEXT. JUNGLE - MORNING 242\n\nWE ARE IN THE BREATHTAKING JUNGLE. THERE IS LUSH GREENERY\nEVERYWHERE. WE HEAR ANIMAL SOUNDS IN THE DISTANCE.\n\fAFTER EARTH Revised Yellow 2/24/12 130.\n\nTHOUSANDS OF ANIMALS CALLING TO EACH OTHER. IT IS LIKE MUSIC.\nWE SEE THE SHIP MOVING ACROSS THE SKY, OUT OF THE RAIN\nCLOUDS.\n\nCUT TO:\n\n243 EXT. OCEAN - MORNING 243\nWE ARE OVER THE OCEAN. WE SEE THE TAIL OF A HUGE WHALE-LIKE\nCREATURE WE HAVE NEVER SEEN BEFORE DISAPPEAR INTO THE WATERS\nOF THE PRISTINE BLUE OCEAN.\n\nTHE RANGER RESCUE SHIP BECOMES A TINY DOT AND THEN VANISHES *\nUP INTO SPACE.\n\nTHE END.",
  "110": "END OF PREVIOUSLY ANNOTATED SECTION:\nWE SEE THE TAIL OF A HUGE WHALE-LIKE\nCREATURE WE HAVE NEVER SEEN BEFORE DISAPPEAR INTO THE WATERS\nOF THE PRISTINE BLUE OCEAN. THE RANGER RESCUE SHIP BECOMES A TINY DOT AND THEN VANISHES *\nUP INTO SPACE. THE END. \n\nTARGET SECTION TO BE ANNOTATED:\n\fAFTER EARTH Revised Yellow 2/24/12 130.\n\nTHOUSANDS OF ANIMALS CALLING TO EACH OTHER. IT IS LIKE MUSIC.\nWE SEE THE SHIP MOVING ACROSS THE SKY, OUT OF THE RAIN\nCLOUDS.\n\nCUT TO:\n\n243 EXT. OCEAN - MORNING 243\nWE ARE OVER THE OCEAN. WE SEE THE TAIL OF A HUGE WHALE-LIKE\nCREATURE WE HAVE NEVER SEEN BEFORE DISAPPEAR INTO THE WATERS\nOF THE PRISTINE BLUE OCEAN.\n\nTHE RANGER RESCUE SHIP BECOMES A TINY DOT AND THEN VANISHES *\nUP INTO SPACE.\n\nTHE END.\n\f"
}