{
  "1": "K-TOWN SUPER FROG\n\nScreenplay by\n\nSCOTT COFFEY\n\nInspired by the short story\nALL GOD'S CHILDREN CAN DANCE\nby\n\nHARUKI MURAKAMI\n\nWGA Registered #1079491 JANUARY 2006\nContact: Anonymous Content\nscott.coffey@mac.com\n323.252.8529\n\fK-TOWN SUPER FROG\nTHE SOUND OF WIND BLOWING AND CLANGING.\nSLOW FADE UP ON:\nEXT. BASEBALL DIAMOND - DUSK\nWIDE SHOT:\n\nThe baseball diamond is surrounded by a rusty chain-link\nfence that clangs against itself.\n\nWeeds grow on the pitcher’s mound.\n\nThe dilapidated dugout is tagged with layers of graffiti.\nSpray-painted in bright, vivid colors are names and images.\nDiscarded spray-paint cans lay under the dilapidated\nbleachers.\n\nANOTHER ANGLE\n\nOn the far side of the diamond is a burnt and rusted car\nmissing its wheels.\n\nA strong gust of desert wind clangs the chain-link fence\nlouder and whips up a small dust devil that sucks up trash.\n\nSLOW DISSOLVE TO:\nEXTREME CLOSE UP ON:\n\nAn upsidedown eye. (Briefly superimposed over the baseball\ndiamond. )\n\nThe eye is closed but it’s moving around wildly under the\nlid.\n\nSlow pull back from the eye revealing, the second eye and the\nupsidedown face of a young guy.\n\nKENGO YOSHIYA, early 20’s, half-Asian, great looking but shy\nand slightly goofy. There is a wide-eyed openness in his\nface.\n\nHis eyes slowly blink open with a slow groan, surveying the\nsurroundings of his room.\n\fKENGO’S POV\n\nHis upsidedown room, blurry. A small shaft of light streams\ninto the window. Flecks of dust flicker around in the light.\nIt’s the entire universe in miniature drifting around Kengo’s\nroom. The rest of the room is out of focus.\n\nKengo head hangs over the side of the bed. His arm twisted\nunder him and his face, squashed against the back of his\nhand. Obviously having passed out in this odd position. He\ntakes a deep breath and blows. The dust wildly dances through\nthe shaft. Chaos.",
  "2": "---END OF PREVIOUS SECTION---\nHe\ntakes a deep breath and blows. The dust wildly dances through\nthe shaft. Chaos. \n---TARGET SECTION TO BE ANNOTATED---\n Kengo smiles. He drags his numb arm out\nfrom under himself and lifts his head off his hand and the\nhangover hits.\n\nKENGO\n(in soft pain)\nOh, fuck.\n\nThere is a small black ink smudge on his cheek and a smeared\nclub re-entry stamp on the back of his hand. Evidence of a\nlate night.\n\nIn another room, haunting traditional Asian folk music is\nsoftly playing.\n\nINT. KENGO’S ROOM - MORNING - WIDE\n\nThere would be a floor but it’s buried in layers of clothes.\nArt posters on the wall and several photos Kengo has taken of\nhis life. Candid shots of people, buildings... There is a\nlarge black and white photo of a young woman at the beach.\n(His girlfriend SANDRA).\n\nThere is a small collection of cameras on a shelf. A tiny\nThai Buddha peers out from a shelf.\n\nA garbage truck rumbles by and shakes the room. Kengo groans\nsuffering his hangover headache.\n\nKENGO’S POV\nThe light has shifted, brushing across a large print of\n\nLeonardo Da Vinci’s “THE ANNUNCIATION”. It’s creased and\nwrinkled but still haunting.\n\fCLOSE ON: The angel. It’s large wings are spread, on its\nknees informing Mary of her immaculate conception.\n\nKENGO\n(to the angle)\nPlease God, never do this to me\nagain.\n\nThere is a soft knock at his door.\n\nWOMAN VOICE (EVELYN)\n(softly)\nKengo?\n\nKengo turns looks at his door as it cracks opens. His head\nthrobs.\n\nKENGO\n(quietly)\nAhhhhhh! No!\nEVELYN, late 30’s, stands in his doorway, upsidedown, still\nhis POV. She is beautiful, wearing only her underwear; a bra\nand panties. They don’t match and are a bit chaste to be\ncontemporary.\n\nEvelyn leans over sideways trying to make her head right-side-\nup for Kengo.\n\nEVELYN\nRise and shine monkey of mine.\n\nKengo groans. With all the effort he has in the world, he\npulls his head back onto the pillow.\n\nRight-side-up, Evelyn is even more beautiful. There is a\nfragility and sadness about her. She’s heartbreaking.",
  "3": "---END OF PREVIOUS SECTION---\nRight-side-up, Evelyn is even more beautiful. There is a\nfragility and sadness about her. She’s heartbreaking. \n---TARGET SECTION TO BE ANNOTATED---\nEvelyn finds Kengo’s glasses hanging off a lamp and puts them\non. She looks funny, her eyes a little buggy now.\n\nKengo pulls his pillow over his face.\nEvelyn walks across the room and slides the pillow off Kengo.\n\nHe squints in the light.\n\fEVELYN\n(whispering)\nMove over.\n\nHe hesitatingly moves over, groaning.\n\nEvelyn lifts up the sheet and crawls into bed with Kengo,\nsnuggling up next to him.\n\nKengo drift back to unconsciousness. He yawns.\nEvelyn gets a whiff of his breath. She plugs her nose.\nEVELYN\nOh God! The smell. You smell like a\nbrewery. No, not a brewery, a...\ndistillery.\nShe lightly rubs his chest.\nEVELYN\n(whispering into his ear)\nYou got home very late last night.\nActually it was very early in the\nmorning.\nKengo groans again. Drifting off...\nSLOW DISSOLVE TO...\nFLASHBACK\nEXT. THE BUILDINGS OF KOREA TOWN - NIGHT\n\nFor a moment the image of the buildings appear on the walls\nof Kengo’s bedroom.\n\nImpressionistic, dreamy shots of Korea Town at night.\nTraffic. Neon.\n\nThe great old 1920’s buildings and the glass office towers\nbuilt in the ‘70s. The huge video monitor near the corner of\nWilshire and Western. A 747 on its final decent into LAX\ndrones over seemingly in slow-motion.\n\nKids skateboarding on the steps of the monolithic 1960's\nWilshire Park Place building.\n\fSLOW DISSOLVE TO:\n\nCLOSE UP ON:\n\nKengo. His glasses don’t hide how good-looking he is, but\nthey magnify his eyes slightly, making him look slightly like\na frog.\n\nWe pull back to reveal...\n\nEXT. WILSHIRE BLOULVARD - NIGHT\n\nKengo waits, pacing on the corner.\n\nHe changes his backpack from one shoulder to the other,\nlooking down the street, a little anxious. He sees something.\nHe hops to his feet, excitedly.\n\nKENGO’S POV:\n\nA BEAUTIFUL GIRL crosses the street.\n\nThis is SANDRA, Kengo’s girlfriend.\n\nSandra is dressed in a great cool outfit that she’s made\n\nherself.",
  "4": "---END OF PREVIOUS SECTION---\nKENGO’S POV:\n\nA BEAUTIFUL GIRL crosses the street. This is SANDRA, Kengo’s girlfriend. Sandra is dressed in a great cool outfit that she’s made\n\nherself. \n---TARGET SECTION TO BE ANNOTATED---\n She has a totally unique style and vibe with the\nawkward grace of young race horse colt.\n\nKENGO\n(yelling)\nSandra!\nSANDRA\n(yelling)\nHey!\n\nShe trips over the curb as she hops off the traffic island in\nthe center of Wilshire Blvd. One of her shoes to shoot off\nher foot and into the street.\n\nKengo’s face lights up. He runs into the street, dodging a\nhonking car. He grabs her shoe and runs to her, falling on\nhis knees, holding her shoe out.\n\nSandra does a little leap in the air and a kick. She slips\nher foot into the shoe.\n\fKengo kisses up her leg and up her body to her face. They\nembrace, not noticing the car that’s stopped, waiting for\nthem to get out of the way.\n\nSANDRA\nMy punk Prince Charming.\n\nThe driver lays on his horn. Startled, they run back to the\nsliver of island in the center of Wlishire Blvd.\n\nON THE TRAFFIC ISLAND\nSANDRA\nYou could have gone in. You didn’t\nhave to wait.\nKENGO\nI went in and got stamped. It’s\nstill fresh.\n\nHe holds up his hand. A black barcode is stamped on the back\nof it.\n\nKengo takes Sandra’s hand and licks it. She squirms.\nKengo presses his stamped hand against hers, holding it\nthere. Sandra looks at him, smiling conspiratorially. He\n\nremoves his hand. Sandra’s stamp is perfect.\n\nSANDRA\nNow I’m marked for life.\n\nShe kissed him.\nWIDE ON THE TRAFFIC ISLAND\n\nKengo and Sandra kiss, standing under a scrappy stick of a\ntree as traffic whizzing past them.\n\nEXT. SIDEWALK - NIGHT\n\nKengo and Sandra walk off of Wilshire onto a quiet side\nstreet.\n\nKENGO\n(remembering)\nOh! I have something for you.\n\fHe pulls a tube out of his backpack and hands it to her.\n\nSandra gently fingers the top of the tube and very\nseductively kisses the top of it.\n\nKengo grabs the tube and bangs her on the head with it.\n\nKENGO\n(laughing and turned on)\nOpen it. You slut.",
  "5": "---END OF PREVIOUS SECTION---\nKengo grabs the tube and bangs her on the head with it. KENGO\n(laughing and turned on)\nOpen it. You slut. \n---TARGET SECTION TO BE ANNOTATED---\nSandra opens the tube and gingerly pulls out a large black\nand white photograph.\n\nSandra moves into light of a street lamp and unrolls the\nphotograph. She looks at it carefully, mesmerized.\n\nKengo covertly fishes his camera out of his backpack while\nSandra checks out the photo.\n\nCLOSE UP ON A PHOTO:\n\nA view of the sky, framed by a window. A 747 flies through a\nbeautiful sunset, over the buildings of Korea Town. Kengo in\nsilhouette, his back to us, looks out the window. It’s a\n\ngreat photograph. It expresses a palatable sense of longing.\n\nSandra slowly looks back up at Kengo and smiles, impressed.\n\nKengo quickly snaps a photo of Sandra, smiling at him in the\nyellow street light.\n\nSANDRA\n(quietly, a bit in awe)\nOh, Kengo! It’s really beautiful.\n\nKENGO\nReally?\nShe hugs him.\nKENGO\nI used the self timer. See? It’s\n\nme?\n\nSandra laughs.\n\fSANDRA\nI know. I Recognize you.\n\nShe studies the photo, getting into it.\n\nSANDRA\nI love it. What airline is that?\n\nKENGO\nAir China! Look carefully at the\ntail.\n\nHe moves around next to her and delicately points it out.\nSandra watches him not the photo, smiling.\n\nKENGO\nSee? You can tell by the cherry\nblossom on it. It’s the same flight\naround the same time every day.\n\nSANDRA\nI can feel you in it. It’s...\nmelancholy but it’s... expansive\n\ntoo.\nKengo is deeply pleased by her critique.\n\nSANDRA\nYou're getting really good.\n\nEXT. HOUSE “BAR CODE” - NIGHT\nPeople talk and smoke out front as Kengo and Sandra walk up.\nINT. THE HOUSE “BAR CODE” - NIGHT\n\nThe house has been converted into a small club and bar. It’s\nintimate but sophisticated. It’s populated by good looking,\nmostly Asian hipsters. People dance. A DJ spins records. Pin\nball machines line the wall.\n\nKengo and Sandra sit drinking and talking with a couple\nfriends. We can’t hear the dialogue but Kengo is clearly\nanimated with his friends and having a good time.",
  "6": "---END OF PREVIOUS SECTION---\nPin\nball machines line the wall. Kengo and Sandra sit drinking and talking with a couple\nfriends. We can’t hear the dialogue but Kengo is clearly\nanimated with his friends and having a good time. \n---TARGET SECTION TO BE ANNOTATED---\n\fSandra is moving around to the music, shaking her hair,\nbobbing her head, wanting to get up and dance. She gestures\na toward the dancers. Kengo shakes his head.\n\nKengo’s friend puts a shot in front of him and Kengo knocks\nit back His friend hands him another. He drinks that too.\n\nSandra grabs Kengo and pulls.\n\nHe grabs the table, in mock panic for leverage but she’s\nstrong, and pulls him towards the dancers.\n\nKengo puts up a good struggle but she gets him out in front\nof the speakers. She dances around him seductively. He\ntentatively begins to flap his arms like a weird bird to the\nmusic.\n\nBACK AT THE TABLE, his friends watch and laugh.\n\nON THE DANCE FLOOR, the camera swirls around Kengo and\nSandra.\n\nKengo becomes more confident. People dance around him as his\ninhibitions melt away. His dancing movements are weird and\nfloppy but strangely cool. Awkwardly smooth like a frog doing\nballet.\n\nSandra dances along laughing. She leans over and plugs one\near and yells above the music in the other.\n\nSANDRA\nSuper-Frog!\n\nKengo kisses her and then leaps into the air flapping his\narms and legs harder hopping around, head swiveling around on\nhis neck.\nSandra grabs his head again and pulls it to her.\nSANDRA\n(loud whisper)\nBig dicked Super-Frog!\n\nShe rubs his crotch. He presses against her.\n\nAs we PULL BACK the sound slowly fades to complete silence.\nJust the image remains.\n\f10.\n\nPeople dance wildly, surrealistically in the silence.\nSlow fade out.\nEXT. STREET - NIGHT (CONTINUED FLASHBACK)\n\nSandra and Kengo zigzag drunkenly down the street leaning\nagainst each other for support.\n\nSandra carries her tube with Kengo’s photo inside.\n\nKengo looks up at the sky and stops walking. Sandra wraps her\narms around him looking up to see what he sees.\n\nSANDRA\nWhat?\n\nKENGO\n(whispering)\nWait. Keep looking.\n\nON THE SKY: The clouds are milky, illuminated by the city’s\nlights. The moon appears then quickly disappears back into\n\nthe clouds. Kengo reaches his hand up to the sky in a weird\nlittle gesture of reverence to the moon.",
  "7": "---END OF PREVIOUS SECTION---\nON THE SKY: The clouds are milky, illuminated by the city’s\nlights. The moon appears then quickly disappears back into\n\nthe clouds. Kengo reaches his hand up to the sky in a weird\nlittle gesture of reverence to the moon. \n---TARGET SECTION TO BE ANNOTATED---\n Sandra giggles.\n\nSANDRA\n(quietly)\nIt’s full. All the lunatics are\nout.\n\nShe kisses him out of his trance.\n\nSANDRA\n(realizing, ohhh!)\nThat’s what the word came from.\nCrazy from the moon.\n\nKengo cocks his head.\n\nSANDRA\nLuna...tics...\n\nKENGO\nIt’s the same moon as the people in\nSri Lanka look up and see. We're\nall...\n\fll.\n\nHe rubs his hands together wildly and waves his drunken arms\naround, simulating chaos.\n\nKENGO\nWar and... tsunamis and shit... but\nit’s... just still there... the\nsame.\n\nSANDRA\n\nTake a picture of us now.\n\nKengo holds the camera out at as far as he can, stretching\nhis arm. They press their faces together. She bites his ear.\n\nKENGO\n\n(yelping)\now!\n\nThe flash blinds them. Freezing the moment.\n\nDOWN THE STREET:\n\nKengo and Sandra manage to propel themselves along holding\nhands.\n\nKENGO\nDo you really like the one I gave\nyou?\n\nSANDRA\nI love it.\n\nKENGO\nYou swear?\n\nSANDRA\nGod, you’re so insecure.\n\nSandra grabs his face and kisses him.\nSANDRA\n\nIt’s a great photograph. You're\ngifted.\n\f12.\n\nEXT. ALLEY - NIGHT\n\nA group of KOREAN KIDS take turns running and jumping as high\nas they can, planting their feet on the wall.\n\nA GIRL measures how high each guys’ feet land. She takes\nmoney from people betting on who can plant their feet the\nhighest.\n\nKengo and Sandra stop to watch them. Kengo takes a photo.\nAfter a moment, Sandra pulls Kengo away.\nEXT. STREET - NIGHT\n\nKengo and Sandra stand against Sandra’s car, a dirty old\nVolvo, and make out. It’s messy and passionate.\n\nSandra puts her hand down Kengo’s pants the abruptly pulls\naway and walks to the driver’s side of her car.\n\nSANDRA\nGet in, Super-Frog.\n\nKENGO\nYou’re not driving anywhere. You’re\ntoo drunk. I’m walking you home.\n\nSANDRA\nWho said anything about driving?\nGet in.\n\nSandra unlocks her door and plops in.",
  "8": "---END OF PREVIOUS SECTION---\nSANDRA\nWho said anything about driving? Get in. Sandra unlocks her door and plops in. \n---TARGET SECTION TO BE ANNOTATED---\n She takes a little\nflask out of her glove compartment and takes a swig.\n\nKengo presses his face against the windshield.\nSandra honks the horn.\nINT. SANDRA’S CAR - NIGHT\nKengo kisses the windshield.\nSANDRA\nOh that’s so gross. I’m never\n\nkissing you again.\n(MORE )\n\f13.\n\nSANDRA (cont'd)\nThere’s like about a billion\nsquushed bugs on the windshield. I\nhaven’t washed it since we went to\nJoshua Tree.\n\nKengo tries to get in the passenger side of the car but\nSandra quickly locks it.\n\nKENGO\nCome on, open it, or you’re going\nto be very sorry.\n\nSANDRA\nNo way. Bug mouth. But I guess\nthat’s what super frogs eat. Bug\nguts.\n\nKengo ducks down, disappearing from view.\n\nSandra moves to the passenger seat and looks in the side\nmirror trying to find him.\n\nShe opens the driver’s door leaning out. Kengo leaps up from\nbehind it and pushes her back into the car, kissing her\npassionately. Keeping his lips locked to hers as he crawls\nover her to the passenger seat.\n\nSANDRA\nTell me about how you used to\npretend you were an invisible\n\nNinja.\n\nKENGO\nI would practice my quiet Ninja\nwalking...\n\nThey kiss deeply, scraping teeth.\n\nKENGO (CONT'D)\n...-sneaking around my neighborhood\nwhen it got dark.\n\nHe takes a dramatic pause, getting into it.\nSANDRA\n\nI’d look in people’s windows and\nsee families eating diner.\n\f14.\n\nKengo takes a big swig from the flask. Sandra sucks it out of\nhis mouth.\n\nKENGO\nI’d watch fathers... eating with\ntheir sons.\n\nHe gets lost in the memory.\n\nKENGO\nSometimes the whole family would be\nlaughing.\n\nSandra watches Kengo. He turns to look at her.\n\nKENGO (CONT'D)\n(ominously)\nLater, late at night, I’d sneak\ninto their houses.\n\nHe slowly put his hand under her skirt, feeling her. Sandra\nbites her lower lip.\n\nKENGO (CONT'D)\nI’d go into the girl’s bedrooms and\nwatch them sleep.\n\nSandra’s mouth opens.\n\nSANDRA\n(shocked)\nYou never told me that part.",
  "9": "---END OF PREVIOUS SECTION---\nKENGO (CONT'D)\nI’d go into the girl’s bedrooms and\nwatch them sleep. Sandra’s mouth opens. SANDRA\n(shocked)\nYou never told me that part. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\nThen... as they were dreaming, I\nwould gently peel their sheets down\n\nand...\nShe bursts out laughing and punches him.\n\nSANDRA\nYou are such a liar.\n\nThey make out passionately. Kengo slides his hands back under\nher skirt. Sandra fumbles with his belt.\n\f15.\n\nSANDRA\n(without taking her lips\noff Kengo’s)\nTake them off.\n\nKengo removes her panties and puts them in his mouth. He\nshakes his head and growls like a dog with a toy.\n\nSANDRA\n(giggling)\nNo. Your pants.\n\nShe pulls her panties but he won’t let go. She does and the\nelastic snaps him in the face.\n\nKENGO\nOw.\n\nThey resume making out. Kengo starts to take off his pants.\n\nKENGO\n(between kisses)\nLet’s...(kiss) go back...(kiss) to\nmy....(kiss) house.\n\nSandra pulls away.\n\nSANDRA\nNo, Kengo. Your mom.\n\nKENGO\nShe doesn’t care.\n\nSANDRA\nIt always so weird there. It’s\nlike...\n\nShe looks off frustrated.\n\nKENGO\nWhy? She likes you.\n\nSANDRA\nI feel... I don’t know... like the\nother woman.\n\f16.\n\nKengo is freaked by what she’s just said. He expertly shakes\nit off.\n\nKENGO\nOh whatever. You're crazy.\n\nHe kisses her.\nKENGO\n\nI’‘1l sneak into your room and I‘1l\nbe gone before your parents wake\n\nup.\nSANDRA\n\nNo way. Can’t risk it. My dad would\n\nskewer you and have... frog legs.\n\nShe thinks this is really funny.\n\nSANDRA\n(suddenly a great idea)\nWait!\n\nSandra has a very mischievous look on her face.\n\nSANDRA\nLet’s go to the building where you\nwork. We can sneak into one of the\nempty apartments.\n\nKENGO\nNo fucking way. Someone’1l bust us.\n\nSANDRA\nWe'll be really quiet. We’ve done\nit before.\n\nKENGO\n\nYeah, but the more we do it, the\nbetter the odds are at getting\ncaught.\n\nSandra sighs.\n\nKENGO\nWe can’t. It full of busy-body old\npeople.\n\f17.",
  "10": "---END OF PREVIOUS SECTION---\nKENGO\nWe can’t. It full of busy-body old\npeople. 17. \n---TARGET SECTION TO BE ANNOTATED---\nSANDRA\n(giggling)\nBusy-body?\nShe kisses him.\n\nSANDRA\nYou’re such a freak.\n\nThey start to make out and it gets heavier and more intense.\n\nSANDRA\nFuck me.\n\nKengo pulls his wallet out and gets a condom out of his\npocket.\n\nSANDRA\nGive it to me. I’1ll put it on.\n\nShe gets his pants off and leans back for a better view.\nSANDRA\n\nWow! God, I’m always surprised by\nhow big it is.\n\nKENGO\nIs that the only reason you like\nme?\nShe laughs.\nSANDRA\nYes.\n\nThey continue making out as Sandra puts the condom on him.\n\nThey slide over the seats, into the back of Sandra’s Volvo.\nTheir heads hit the roof and they have to kick their legs to\nposition themselves in the back seat.\n\nThey’re laughing as they fumble with each other’s clothes but\nsoon their passion takes over.\n\nSANDRA\n(breathless)\nBusy-bodies.\n\f18.\n\nKENGO\nWait.\n\nHe reaches for his pants that are crumpled on the floor. He\ndigs in the pocket and takes his camera out of his jeans.\n\nSANDRA\nOh God, no!\n\nEXT. SANDRA’S CAR - NIGHT\n\nClose on: Sandra’s bare feet pressed against the back window.\nHer toes wiggles around in passion her feet press against the\nwindow harder making little foggy impressions on the glass.\nSlow move back revealing more of the car.\n\nThe flash goes off. It’s like lightning in a Volvo.\n\nA couple walk by on the street, not noticing. The flash goes\noff again.\n\nThe car rocks gently.\nSLOW DISSOLVE TO...\nEXT. KENGO’S ROOM - DAY\nBACK TO THE PRESENT:\n\nEvelyn takes his glasses off and puts them on him. She wets\nher finger and tries to get the little ink smear off his\ncheek. He pulls away annoyed.\n\nKENGO\nI have demons in my head and\nthey’re eating my brain.\n\nEVELYN\nYou have a lot of devil in you.\n\nKENGO\nCome on mom. I don’t believe that\nshit.\n\nShe puts a hand over his mouth.\n\f19.\n\nEVELYN\nDon’t say shit!\n\nKengo farts. It’s loud. He smiles.",
  "11": "---END OF PREVIOUS SECTION---\nKengo farts. It’s loud. He smiles. \n---TARGET SECTION TO BE ANNOTATED---\nEvelyn shrieks and unclamps his mouth. She reaches over and\npinches his nipple hard.\n\nKENGO\nOw!\n\nHe turns away from her and toward the wall.\nEvelyn starts to tickle him.\nKengo flaps the sheet blowing the fart smell on her.\n\nEvelyn screams and hops out of bed pulling the sheet off him.\nRevealing his naked (except for his underwear) body.\n\nKengo covers himself with his hands.\nEvelyn runs out of the room laughing.\n\nKengo sits up and adjusts his erection that is poking through\nhis underwear.\n\nEvelyn runs back in the room with a long stick of burning\nincense.\n\nKengo grabs a pillow and holds it over his crotch.\n\nKENGO\nMom!\n\nEvelyn giggles and does a swirling dance around his room\nwaving the incense.\n\nEVELYN\nI’m scaring your demons away.\n\nEvelyn’s dance is part ballet, part interpretative mixed with\ntraditional Kabuki moves. She’s graceful and beautiful.\n\nKengo watches her dance and spin around his room, entranced.\n\nThe phone rings, breaking their spell.\n\f20.\n\nKengo and Evelyn look at each other in mock-horror. Neither\nof them makes a move to answer it. The machine picks up.\n\nEVELYN\n(the outgoing message)\nHi, neither Kengo or Evelyn are\nhome right now. Please leave a\nmessage after the tone and we will\ncall you back. God Bless.\n\nKENGO\nOh God, mom. Why did you have to\nadd God Bless?\n\nEVELYN\nShhhhh.\n\nThey listen.\n\nVOICE ON MACHINE (GLEN TABATA)\nHello? Hello?\n\nKengo and Evelyn laugh.\n\nKENGO\nOh shit! I’m late.\n\nBut he makes no effort to get up.\n\nGLEN\nIt’s Glen Tabata here. Is anyone\nhome? I’m calling to inform Kengo\nthat he is late for work by more\nthan one hour. This is very late.\nPlease call me at the office. Hello\nto you Evelyn. I hope you are good.\n\nHe hangs up.\n\nKENGO\nHe’s so sweet, but why does he have\nto be so formal?\n\nEVELYN\nHe is a gentlemen and a very...\nspiritual man.\n\f21.\n\nKENGO\nOh God mom. He’s been in love with\nyou for years...",
  "12": "---END OF PREVIOUS SECTION---\n21. KENGO\nOh God mom. He’s been in love with\nyou for years... \n---TARGET SECTION TO BE ANNOTATED---\n Evelyn.\n\nKengo sits up and his head pounds. He grabs his head.\n\nKENGO\n(under his breath)\nGod, please, I‘1l never drink again\nif you let me get through this day.\n\nKengo stumbles out of bed. His erection has subsided so he’s\nsafe to move around the room to gather whatever clothes he\ncan find that aren’t filthy.\n\nEvelyn watches as he smells a pair of jeans and decides that\nthey’re clean enough to wear. He slides them on.\n\nEvelyn picks up a shirt and smells it.\n\nEVELYN\nUhh. Horrible.\n\nShe looks at him.\n\nEVELYN\nYou aren’t going to shower?\n\nKENGO\nNo time. I’1l take a bird bath in\nthe sink.\n\nShe cocks her head and looks at him strangely.\nKENGO\nWhat? What are you looking at me\nlike that for?\n\nEVELYN\nYou are really a man now.\n\nKENGO\nReally?\n\nHe looks at himself in the mirror. He puffs up his chest a\nlittle. He makes a “man face”.\n\fEvelyn laughs.\n\nEVELYN\nYou are handsome Kengo, like your\nfather was handsome.\n\nKENGO\n(almost whispering)\nReally?\nShe nods.\nKENGO\n\nI thought I got all my good looks\nfrom my foxy mother.\n\nShe actually blushes.\n\nEVELYN\nYou should get to work.\n\nKENGO\nHow do I look like him?\n\n22.\n\nShe walks out of the room. Kengo watches. She has a great\n\nbody and he can’t help noticing her beauty.\n\nOne of her buttocks is exposed and she has a slight wedgy.\nShe adjusts it, pulling her underwear out of her butt crack\n\nas she walks away.\n\nKENGO\n(calling after her)\nH.A.\nEVELYN\nWhat.\nKENGO\n\nIt stands for hungry ass. When that\nhappens it’s called H.A. When your\nbutt eats your...\n\nEVELYN\n(mock-shocked)\nDon’t talk to your mother like\nthat.\n\f23.\n\nShe runs away.\n\nKengo laughs.\n\nHe walks over and looks out his window.\nKENGO’S POV:\n\nWe recognize the view out the window from Kengo’s photograph\nthat he gave to Sandra.\n\nIt’s a foggy day and visibility isn’t very far.",
  "13": "---END OF PREVIOUS SECTION---\nHe walks over and looks out his window. KENGO’S POV:\n\nWe recognize the view out the window from Kengo’s photograph\nthat he gave to Sandra. It’s a foggy day and visibility isn’t very far. \n---TARGET SECTION TO BE ANNOTATED---\n Another jumbo\njet from Asia makes its decent across the sky.\n\nKengo smells his hands and fingers. He can still smell Sandra\nfrom last night. He smiles thinking about her. Rays of sun\nbreak through the fog. Kengo catches his breath at the sight.\nHeaven?\n\nEVELYN\n(from the living room)\nYou should hurry.\n\nKengo snaps out of his trance.\nINT. BATHROOM - DAY\n\nKengo, in a rush, takes what he calls a bird bath, splashing\nwater on his face and under his armpits.\n\nHe looks in the medicine cabinet and finds his mom’s\nexpensive face cleanser. He cleans his armpits with it, then\nhis face. He rinses, gargles with mouthwash and he’s done.\n\nINT. KITCHEN - DAY\n\nKengo quickly walks through the kitchen and into a small room\noff the kitchen that he has converted into a darkroom.\n\nINT. DARKROOM - DAY\n\nIt’s small but has everything he needs to develop black-and-\nwhite photos.\n\f24.\n\nKengo closes the door and switches the red light on. He\nexpertly takes a roll of film, pulls it open, puts it in the\ndeveloping fluid, into the enlarger, into the tray and\ndevelops a photo.\n\nEven though he’s in a rush, it’s important for him to see\nthis photo.\n\nON THE PHOTO:\nIt slowly appears on the paper.\n\nIt’s a great shot: Sandra, naked, sitting on top of Kengo in\nthe back seat of her car, from the night before.\n\nIt’s a great shot. It’s blurry but very erotic and very clear\nthey’re having sex.\n\nKengo watches the image sharpen and contrast.\n\nRushing, he quickly pulls down his pants and starts to jack\noff.\n\nEVELYN\n(V.O. Outside the door)\nKengo, you need to go.\n\nHe pulls up his pants, frustrated. He gathers his things.\nINT. LIVING ROOM - DAY\n\nEvelyn sits on the floor and chants in front of a alter that\nshe’s constructed in the corner of the room. It’s an eclectic\nmix of Buddhist, Hindu and Christian icons. A large Thai\nBuddha, a big cross, a Ganesh statue...\n\nEvelyn’s eyes are closed. She gently rocks back and forth,\nchanting.\n\nKengo passes through room.",
  "14": "---END OF PREVIOUS SECTION---\nEvelyn’s eyes are closed. She gently rocks back and forth,\nchanting. Kengo passes through room. \n---TARGET SECTION TO BE ANNOTATED---\n He stops to watch her. He looses\nhimself for a moment in her rhythmic chanting and prayer. He\nvoice is lovely and radiates peace.\n\f25.\n\nINT. KENGO’S ROOM - DAY\n\nKengo stuffs a few things into his backpack: his camera, a\nsketch book, a vintage army jacket that has several badges\nand buttons pinned to it...\n\nHe looks at his night stand noticing something.\nKENGO’S POV:\n\nOn his night stand: film canisters, change, gum and peaking\nout from under a photography magazine, a thin gold chain.\nKengo pulls the chain revealing a small cross fastened to it.\n\nHe hasn’t seen in a long time. He holds the tiny cross in the\npalm of his hand and considers it. He spaces out to it,\nnearly hypnotised. It catches the light and flashes, gently\npulling his consciousness back into the room.\n\nHe kisses the cross and fastens the chain around his neck.\n\nKengo carefully rolls up the naked print of Sandra and slides\nit into a tube. He puts the tube in his backpack.\n\nHe sticks ear pods in his ears, presses play on his iPod and\nshoves it in his pocket. He shoves his cell phone in the\nother pocket, takes one of the cameras off the shelf and is\noff.\n\nKengo's music starts.\nEXT. HALL - DAY\n\nEvelyn continues her chanting as Kengo walks down the hall.\nHe opens the front door quietly so he won’t disturb her.\n\nEVELYN\n(V.O. From the living\nroom)\nKengo! You left the front door wide\nopen last night, again.\n\nHe can’t hear her over his music as he walks out the door,\nforgetting to close it.\n\f26.\n\nEVELYN\n(from the living room)\nYou must remember to close it.\nKengo? Kengo?\n\nEXT. STREET - DAY\n\nKengo walks out of his apartment building onto the street.\nIt’s a cold and windy day for LA. He looks up at the sky.\n\nHe pulls a red ski cap onto his head, and turns on his iPod.\nMellow ambient music gives Kengo his own private soundtrack\nto the world as he walks down the street.\n\nKengo seems to almost float in slow-motion along to his\nmusic. His hangover dissipates. He’s in his own private\nbubble.",
  "15": "---END OF PREVIOUS SECTION---\nKengo seems to almost float in slow-motion along to his\nmusic. His hangover dissipates. He’s in his own private\nbubble. \n---TARGET SECTION TO BE ANNOTATED---\nHe stops to ponder an pile of garbage. Someone has moved and\ndecided not to take a lot of their stuff. There is an ironing\nboard, a chair, clothes and a collection of stuffed animals.\nKengo stares at the discarded contents of someone’s life. He\nshakes off his trance. Then he takes out his camera and\ncarefully deliberates the composition, finally shooting a\nphoto.\n\nEXT. STREET - DAY\n\nKengo walks down the street toward the high rise building of\nWilshire Blvd. He is the only one on the street walking. He\nhas the slight presents of a lone warrior in a post\napocalyptic world. He makes sure to make the music on his\niPod enhance this mood.\n\nKengo floats down the residential street. He looks up into\nthe sky at the clouds. He snaps a photo.\n\nKengo slows down as he passes a large 3-D portrait of Christ,\ntaped to the window of a shop. He leans in for a closer look.\n\nAs Kengo leans closer, the Christ’s eyes close.\n\nHe takes a couple of steps backwards making the eyes open\nagain and then.\n\nHe zooms into the Christ with his camera lens. Over the feet\nof the Jesus is the price tag. $9.99 and a bar code.\n\f27.\n\nWithout missing a step, Kengo reaches into his pocket\nchanging the music to match the festive mood of the market.\nHe does this with one hand without having to look. This is\nobviously something he’s very practiced at.\n\nEXT. WILSHIRE BOULEVARD - DAY\n\nKengo emerges onto Wilshire. A few people on the street but\neven here it’s oddly deserted for such a huge city.\n\nKengo reaches into his pocket, scrolling through for the\nperfect music for the frenetic mood of the street. A\nambulance screams buy but Kengo can’t hear it. He looks up at\na helicopter circling.\n\nEach song he goes though changes the vibe completely, even if\nit’s just for the split-second before he changes it again. He\nfinds a perfect song.\n\nThe song transforms his mood. He walks faster with a swagger\ninspired by the energy of the rock song.\n\nNote: The song he listens to here should be pop, loud and\necstatic.\n\nKengo walks along, watching the traffic and looking at the\narchitecture and occasional pedestrian.",
  "16": "---END OF PREVIOUS SECTION---\nHe walks faster with a swagger\ninspired by the energy of the rock song. Note: The song he listens to here should be pop, loud and\necstatic. Kengo walks along, watching the traffic and looking at the\narchitecture and occasional pedestrian. \n---TARGET SECTION TO BE ANNOTATED---\nAn OLD WOMAN in a traditional Korean outfit walks by. A\ncouple of SECRETARIES gossip and smoke. SOMEONE dressed up as\na hotdog waits to pass out fliers to people but there is\nbarley anyone walking. He waves at traffic.\n\nKengo slows to take a few photographs.\n\nHe changes the music again. This time it’s Jazz from the\n1950's. The scene takes on a totally different mood.\n\nNote: Think Miles Davis. Maybe something from “Walking.”\n\nHe changes the music a couple more times. A sad ballad, Hip\nHop, 60's psychedellia...\n\n(Note: Think something from George Harrison's “All Things\nMust Pass\" like “Beware of Darkness\" or “Isn't it a Pity”.)\n\f28.\n\nIt’s not that he doesn’t have the patience for a full song;\nhe does this to heighten and to get the most of his\nexperience walking to work.\n\nEXT. CONSTRUCTION SITE - DAY\n\nA large hole in the ground with cement slab poured at the\nbottom.\n\nA HOMELESS MAN dressed in army fatigues sits next to the hole\nwith his shopping cart. He has long gray hair. He’s probably\na Vietnam War Veteran.\n\nThe shopping cart has a large tattered American flag tied to\nit.\n\nAs Kengo passes by, he stops and takes a photo.\n\nAs the shutter snaps, the Homeless Man gives Kengo the peace\nsign. Kengo flashes it back and keeps walking but he turns to\nlook back, wondering about the man for a moment.\n\nEXT. MID-RISE APARTMENT BUILDING - DAY\n\nA building built in the mid-1960’s -- four stories with about\n20 units. It’s without architectural detail with the\nexception of a cheesy sign in a Hawaiian-looking font that\nreads PARADISE APARTMENTS.\n\nIn the bottom of the Paradise Apartments is a small office. A\nsign on the door reads PARADISE COPIES and a smaller sign\nbelow it reads NOTARY PUBLIC.\n\nKengo walks briskly across the street and into the office.\nINT. PARADISE APARTMENTS OFFICE - DAY\n\nThis is the maintenance and manager’s office for the\napartments but also a small copy store and Notary Public.\n\nKengo walks in the front door. A loud bell rings.",
  "17": "---END OF PREVIOUS SECTION---\nPARADISE APARTMENTS OFFICE - DAY\n\nThis is the maintenance and manager’s office for the\napartments but also a small copy store and Notary Public. Kengo walks in the front door. A loud bell rings. \n---TARGET SECTION TO BE ANNOTATED---\n He turns\noff the music, pops the headphones out from his ears, and\ntakes off his hat.\n\nBehind the counter is his boss, GLEN TABATA, 60, graying\nhandsome but a little uptight. He’s the building manager and\nNotary Public.\n\f29.\n\nGlen looks up at Kengo and gives him a very disappointed\nlook.\n\nKengo walks over toward him. He cares what Glen thinks of him\nand is pained to have any disapproval from him.\n\nKENGO\nI’m really sorry, Mr. Tabata.\n\nKengo walks around behind the counter. He carefully puts his\ncamera in his backpack.\n\nGLEN\nKengo. Glen. We’re both men now.\n\nKENGO\nOkay, (trying it out) Glen.\n\nGlen smiles slightly. He turns and begins to sort through\nsome papers. He seems sad and far away.\n\nKengo watches him, seeming to almost absorb his loneliness.\n\nKENGO\n(gently, softly)\nI’m sorry... (trying out his name)\nGlen.\nGlen nods.\nKENGO\n\nI was helping my mom at the market.\nThe line was really long and my\ncell phone battery died. I forgot\nto charge it.\n\nKengo’s cell phone rings in his pocket. He’s mortified. It\nrings again. Kengo just stands there.\n\nGLEN\nJust answer it.\n\nKengo pulls his phone out and looks at it. It’s stopped\nringing.\n\f30.\n\nKENGO\nI missed it. I guess my battery\nwasn’t totally...\n\nGLEN\nWill you put new paper in the\nmachines and copy this manuscript?\nIt’s being picked up today.\n\nKengo takes a big stack of paper and loads up two big copy\nmachines at the front of the office.\n\nAs he is sliding paper into one of the machines, he gets a\nnasty paper cut. He grimaces.\n\nCLOSE-UP ON KENGO’S FINGER:\nHe squeezes it and blood comes out of the tiny slice.\n\nGLEN\nYou should always wear gloves when\nyou load the machines.\n\nKengo sticks his finger in his mouth,\nKENGO\n(his finger in his mouth)\nI always forget.\n\nGlen takes a first aid kit off the wall and opens it.\n\nGLEN\nYou are letting your mind slip too\nmuch. You have to become...\nmindful.",
  "18": "---END OF PREVIOUS SECTION---\nGLEN\nYou are letting your mind slip too\nmuch. You have to become... mindful. \n---TARGET SECTION TO BE ANNOTATED---\nGlen removes a band-aid and some anti-bacterial ointment from\nthe first aid kit.\n\nKENGO\nIt’s okay. I don’t need...\n\nBut Glen has already methodically made Kengo a little\ntreatment for his cut.\n\nKengo walks over to the counter offering Glen his finger.\n\f31.\n\nGlen carefully blots up the little sliver of blood off\nKengo’s finger, applies the anti-bacterial ointment, and\ngently puts the Band-Aid on it.\n\nKengo watches him. He is touched by how much Glen obviously\ncares for him.\n\nGlen hands Kengo some gloves and Kengo puts them on and gets\nback to work copying the manuscript.\n\nKengo’s cell phone beeps.\n\nGlen looks over.\n\nKENGO\nI have a message. It’s probably my\nmom... Evelyn.\n\nKengo sheepishly pulls his phone out of his pocket and checks\nit out.\n\nON THE PHONE:\n\nThe picture loads. It’s a close-up of breasts. They are nice\nfull firm breasts. Sandra’s breasts.\n\nKengo smiles and looks closer. The phone rings and it says,\nSandra Cell. Glen looks over.\n\nKENGO\nSorry. I’1l turn the ringer off.\n\nHe puts his cell phone away and gets back to work.\n\nGLEN\nIt’s okay, Kengo. I’m not your\nprison warden.\n\nKENGO\nI feel guilty that I was late.\n\nGLEN\nYou are young. It’s okay to go out\nand have good time. I just think\nyou need...\n\nGlen looks off searching for the right words.\n\f32.\n\nGLEN\nWhen I was your age, I was in love\nwith a girl named Jessica.\n\nKENGO\nWhat happened to her?\n\nGLEN\nHer family didn’t approve of me.\n\nGlen seems full of sadness today.\nKengo walks over toward him. It’s clear Glen needs to talk.\n\nKENGO\nWhere was that?\n\nGLEN\nWhen I was a young man, I lived in\nLong Beach. I know I told you about\nwhen I had the fruit store there.\n\nKENGO\nYeah. You did. It sounded really\ncool.\n\nGLEN\n\nYou don’t have to humour me Kengo.\nYou are a good boy.\n\nKENGO\nI’m not humouring you. I like to\nhear about your life.",
  "19": "---END OF PREVIOUS SECTION---\nYou are a good boy. KENGO\nI’m not humouring you. I like to\nhear about your life. \n---TARGET SECTION TO BE ANNOTATED---\nA WOMAN walks into the shop.\n\nWOMAN\nHi, I need to send a fax.\n\nGLEN\nSure let me help you.\n\nAs Glen is helping the woman Kengo’s phone buzzes again.\nKengo takes it out and looks.\n\nON THE PHONE\n\f33.\n\nThe text window alerts him that he has a photo.\n\nKengo presses a button and the photo loads.\n\nIt’s a shot of Sandra’s pelvis. Her pierced navel and smooth\nstomach. Her thumb pulls down the top of her panties so there\nis just a cute little peak of pubic hair revealed.\n\nKengo stares at the photo. It’s definitely turning him on.\n\nThe machine vibrates as it spits out copies.\n\nKengo presses himself against it as he continues looking at\nhis phone and the Sandra’s sexy photo.\n\nHis cell phone beeps and says LOW BATTERY.\n\nKengo makes sure Glen and the woman are engaged and not\nlooking at him.\n\nHe presses himself harder against the vibrating machine. He\nhumps it a little.\n\nGLEN\nKengo?\n\nKengo shoves his phone in his pocket quickly.\nGLEN\nWill you load new paper in the fax\n\nmachine when you get the chance?\n\nKENGO\nSure.\n\nThe woman thanks Glen and leaves.\nThe office phone rings. Glen answers it.\nGLEN\nParadise Copies and Management.\nHold on. He just got here.\n\nGlen holds the phone out to Kengo.\n\nGLEN\nIt’s for you.\n\f34.\n\nKENGO\nSorry.\nHe takes it.\nKENGO\nHello, this is Kengo. Oh, Hi\n\nSandra.\n\nKengo pretends to be surprised that it’s her for Glen’s\nbenefit. He gives Glen a big smile and points to the phone.\n\nKENGO\n(whispering to Glen)\nSandra.\nGlen smiles.\nKENGO\n\nYeah, I got it. Of course I knew it\nwas you. Who do you think I thought\nit was? I recognize them.\n\nKengo goggles.\n\nKENGO\nI made a present for you.\n\nHe giggles again. Then he remembers Glen. He mouths “sorry”\nto Glen.\n\nKENGO\nLook, I can’t talk now. I’m busy at\nwork and I’m tying up the fax line.\nWhat!?\n\nKengo is alarmed and turns away from Glen.",
  "20": "---END OF PREVIOUS SECTION---\nI’m busy at\nwork and I’m tying up the fax line. What!? Kengo is alarmed and turns away from Glen. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\n(quietly)\nWhere? You can’t... how did you...\nI... uh...\nKENGO\n\n(acting normal again)\nOkay. Well thank you for calling.\n(MORE )\n\f35.\n\nKENGO (cont'd)\nI’ll call you later. Okay. Yeah.\nKiss.\n\nHe hangs up.\n\nKENGO\nSorry.\n\nGLEN\nYou don’t need to tell me “sorry”\nall the time, Kengo. I’m not the\npolice and not your disciplinarian.\n\nKENGO\nOkay, I’m sor... Yeah, okay.\n\nGLEN\nIs everything okay?\n\nKengo looks at him puzzled.\n\nGLEN\nWith Sandra?\n\nKENGO\nOh yeah. Uh... Her car got towed.\nBut she’s going to get it now.\n\nKengo walks back over to the machine. The machine hums and\nblows out hot air. Kengo is very distracted and anxious. He\nstares out the window, grinding his teeth.\n\nKENGO\n(suddenly blurting out)\nOh my Jesus Christ! I forgot to go\nand help Mrs. Jun Pak with her\nsink... I mean bath leak.\n\nGLEN\nDon’t talk the Lord’s name in vain.\n\nKENGO\nSorry. I said I would help her\nyesterday when I saw her at the\nstore.\n\nGlen thinks it’s a little odd that Kengo would be in such a\npanic but he is a weird kid sometimes.\n\f36.\n\nKENGO\nThere’s a leak and I think it just\nneed tightened.\n\nKengo rushes behind a curtain into a little room and emerges\nwith a tool chest.\n\nThe copy machine starts beeping, alerting them there’s a\npaper jam.\n\nKENGO\n(very stressed)\nOh no.\n\nKengo is frozen with near panic.\n\nGLEN\nGo, go. I‘'ll take care of it.\n\nEXT. COURTYARD OF PARADISE APARTMENTS - DAY\n\nBalconies overlook a small courtyard swimming pool. A very\nOVERWEIGHT WOMAN sunbathes.\n\nKengo runs up the stairs carrying the tool chest. He looks\naround to see if anyone is watching him.\n\nINT. APARTMENT HALLWAY - DAY\n\nKengo walks down the dark hallway and stops in front of a\ndoor. He knocks.\n\nA door down the hall opens. An OLD MAN, wearing an oxygen\nmask peers into the hall.",
  "21": "---END OF PREVIOUS SECTION---\nHe knocks. A door down the hall opens. An OLD MAN, wearing an oxygen\nmask peers into the hall. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\nOh, hi Mr. Soon? How is your new\nstove?\n\nThe man abruptly closes his door.\n\nKengo looks up and down the hall, paranoid. He knocks on the\ndoor again, then jiggles the door knob. It opens.\n\nINT. APARTMENT - DAY\n\nKengo walks into the empty apartment.\n\f37.\n\nIt’s clean but ugly, partially furnished with a table, some\nchairs and shag carpet all from the 1970's.\n\nKENGO\nWhere are you?\n\nKengo closes the door and locks it.\nHe walks into the bedroom.\nINT. BEDROOM - DAY\n\nA mattress with a flowered bedspread is the only thing in the\nroom.\n\nKengo looks around the room. He notices a light on in the\nbathroom.\n\nKengo walks toward the bathroom.\n\nKENGO\nHello?\n\nINT. BATHROOM - DAY\nKengo walks into the bathroom.\n\nKENGO\nWhat the fuck?\n\nThe shower curtain is closed. Kengo walks towards the shower.\nJust as he reaches out to open the shower curtain, it\nsuddenly and violently rips open, terrifying Kengo.\n\nKENGO\nAhhhh!\n\nSandra stands in the shower. She jumps on Kengo, laughing\nhysterically.\n\nKENGO\nYou scared the shit out of me!\n\nSandra straddles Kengo.\n\nKengo carries her out of the room.\n\f38.\n\nINT. BEDROOM - DAY\nKengo throws Sandra on the bed.\n\nThey roll around making out, pulling each other’s clothes\noff.\n\nCUT TO:\nINT. BEDROOM - DAY - MOMENTS LATER\n\nKengo and Sandra lie on the bed after sex. They’re wrapped up\nin the bedspread.\n\nKENGO\nI have to get back to work.\n\nHe starts to get up.\n\nSANDRA\nWait.\n\nShe pushes him back down on the bed.\n\nKENGO\nWhat?\n\nShe sits on his chest.\n\nSANDRA\nThat was fun.\n\nKENGO\nI know. It was fun last night too.\n\nHe squirms out from under her and gives her a kiss.\nKENGO\nIt always is. I always get horny\n\nwhen I have a hangover. Do you?\n\nSandra sits up and sighs. She looks off making it obvious\nthat something is bothering her.\n\nKENGO\nWhat?\n\f39.\n\nSANDRA\nNothing.",
  "22": "---END OF PREVIOUS SECTION---\nKENGO\nWhat? 39. SANDRA\nNothing. \n---TARGET SECTION TO BE ANNOTATED---\nKengo rubs her back.\nSANDRA\nWe've been together for a long time\nand... we still like each other.\n\nRight?\nShe looks at him. He spaces our. She lightly taps him.\n\nSANDRA\nDo you still like me?\n\nKENGO\nYeah, of course. You know that.\n\nSANDRA\nIt’s real between us. I don’t\nunderstand...\n\nShe picks at a loose thread on the bedspread.\n\nKENGO\nWhat?\n\nShe buries her head under. He looks for her face in the\ncovers.\n\nKENGO\nWhat?\n\nSANDRA\nWhy... Why are we sneaking around\nstill? Hiding.\n\nThey’ve talked about this a million times. She is on egg\nshells here.\n\nSANDRA\n(gently)\nWho are we hiding from?\n\nThey stare at each other for a long moment.\n\f40.\n\nSANDRA\nThis is so lame and... bourgeois.\nIt’s like we’re having... an\n\naffair.\n\nShe pulls at the bedspread thread. It starts to unravel.\nKengo gently stops her, taking her hand in his.\n\nSANDRA\nI don’t why... Fuck.\n\nShe falls back on the bed, exasperated.\n\nKENGO\nWhat?\n\nSANDRA\nWhy we can’t get married?\n\nKENGO\nWe've talked... you...\n\nShe springs back up and straddles him, looking in his eyes.\n\nSANDRA\nI want you to tell me again.\n\nKengo avoids her interrogating stare. She pushes him onto his\nback so she is on top of him.\n\nSANDRA\nKengo?\n\nKENGO\nI can’t marry you because...\n\nKengo takes a deep breath. Sandra waits.\n\nKENGO\n(totally serious and\nwithout any irony)\nI’m the son of God.\n\nSandra gets off him, flinging the bedspread off herself and\nstands up. She starts putting her clothes on.\n\f4l.\n\nSANDRA\nI can’t believe you’re still saying\nthat hit Kengo.\n\nShe hops around angrily trying to but her pants on.\nSANDRA\n(pissed)\nI thought you would have outgrown\n\nit by now. You’re fucking\nbrainwashed.\n\nKengo gets up and starts to put on his clothes on, too.\n\nKENGO\nI’m not brainwashed.\n\nSandra stares at him waiting for him to say something else.",
  "23": "---END OF PREVIOUS SECTION---\nKengo gets up and starts to put on his clothes on, too. KENGO\nI’m not brainwashed. Sandra stares at him waiting for him to say something else. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\nWhat if it’s true?\n\nSANDRA\n(super frustrated)\nIt’s not true.\n\nSandra is dressed. She starts to walk away.\n\nShe stops and turns back to him.\n\nSANDRA\n(sadly, soft)\nYou’re just a scared little frog\nboy.\n\nShe shakes her head and walks out of the room. Kengo listens\nto the door slam as Sandra leaves.\n\nHe walks to the window, opening the curtian. He watches her\nwalk down the hall and quickly away.\n\nKengo looks up to the sky spacing out to...\n\nAnother huge jet makes it’s decent, banking into it final\nturn above downtown and on to LAX.\n\f42.\n\nINT. PARADISE APARTMENTS OFFICE - DAY\nKengo walks back into the office, a little disheveled.\n\nGlen is binding the manuscript that Kengo was copying\nearlier. He looks up.\n\nGLEN\nWhere’s the tool bag?\n\nKengo slaps his forehead.\n\nKENGO\nOh no!\n\nKengo turns to go back and get it.\n\nGLEN\nWait.\n\nGlen just stands there. He opens his mouth but nothing comes\nout. He looks away from Kengo and down at his feet.\n\nKENGO\nWhat’s wrong? Mr. Tabata?\n\nGlen’s eyes tear up but he quickly turns away.\n\nGLEN\nPlease call me Glen.\n\nKENGO\n(gently)\nGlen.\nKengo walks over to him.\nGlen disappears behind the curtain into the other room.\nKengo watches the curtain.\n\nGlen comes back carrying a photo album.\n\nGLEN\nI want to show you this.\n\nKengo walks over and looks at the album with Glen.\n\f43.\n\nGLEN\n(pointing to a photo of a\nbeautiful younger Evelyn)\nThat’s your mother when I first met\nher.\n\nShe’s stunning, in her early 20’s or late teens.\n\nKENGO\nWow!\n\nHe turns the page and there are more photos of her. A tear\nfalls onto the page, splashing on her face.\n\nKengo looks up at Glen, studying him.\n\nKENGO\n(blurting)\nDid you know my dad? Do I look like\nhim?\n\nKengo rubs the top of his ear.\nGlen closes the book slowly. He looks off.\n\nGLEN\nI’m dying, Kengo.\n\nKENGO\nWhat?\n\nGLEN\nI have pancreatic cancer.",
  "24": "---END OF PREVIOUS SECTION---\nGLEN\nI’m dying, Kengo. KENGO\nWhat? GLEN\nI have pancreatic cancer. \n---TARGET SECTION TO BE ANNOTATED---\n I have\nsix months. If I’m lucky, a year.\n\nGlen takes a moment for this to sink in then he takes a deep\nbreath and puts his hand on Kengo’s shoulder.\n\nGLEN\nI want you to have the store.\n\nKengo is shocked.\n\nKENGO\n(abrupt, accidently shrill\nbut without anger)\nI don’t want the store.\n\f44,\n\nGLEN\nYou’re like a son...\n\nKENGO\n(subdued, panic)\nNo, I’m not at all like a son. I\ndon’t know how to be a son. I’m\nselfish. I can’t...\n\nKengo is trying not to cry.\n\nKENGO\nAre you sure? Doctors are stupid.\nThey say the wrong thing all the\ntime.\n\nGlen nods.\n\nGLEN\nI’m making peace with God. Life is\nnothing but a short painful dream.\nThanks to His guidance, I have made\nit through this far.\n\nKENGO\nFuck God!\n\nKengo is totally shocked that he has just said this.\n\nKENGO\nI’m sorry.\n\nGLEN\n(very gently)\nBefore I die, there is one thing I\nhave to tell you. It shames me to\nsay it but I have no choice.\n\nKENGO\nIt’s okay. You can tell me\nanything.\n\nGLEN\n\nI have had lustful thoughts towards\nyour mother. I’ve always been in\nlove with her.\n\f45.\n\nKENGO\nI have too.\n\nKengo is even more shocked that he’s just said this. It’s\nlike he’s been suddenly stricken with Turrets Syndrome. His\nface turns bright red. He looks away from Glen.\n\nGlen rests his hand on Kengo’s shoulder.\n\nGLEN\nI know.\n\nKengo suddenly hugs Glen and holds on to him tightly. He\nhides his face so Glen can’t see that he’s crying.\n\nGLEN\nYou poor boy.\n\nKengo lets go of Glen and pulls himself together.\n\nGLEN\nYou’re going to have a difficult\ntime finding a woman you want to\nshare your life with after having\nEvelyn for your mother.\n\nKengo knows he is right. It terifies him.\n\nGLEN\nYou'll hold her up as a standard\nfor all other women. Even if you\ntry not to.\nKengo blushes again. He feels totally naked and exposed.",
  "25": "---END OF PREVIOUS SECTION---\nEven if you\ntry not to. Kengo blushes again. He feels totally naked and exposed. \n---TARGET SECTION TO BE ANNOTATED---\nGlen rubs Kengo’s shoulder, trying to comfort him.\n\nGLEN\nEvery boy is a little bit in love\nwith his mother...\nKengo is frozen and all the color drains from his face.\n\nEverything has changed.\n\nGlen walks back through the curtains to put the photo album\naway.\n\f46.\n\nKENGO\n(to the curtian)\nYou were good at being... a little\nlike a father... to me.\n\nWe can hear Glen quietly crying behind the curtain.\n\nGLEN\n(o.s. From behind the\ncurtains)\n\nWill you do me a favor?\n\nKENGO\nAnything.\n\nGlen holds his hand out through the curtain and hands Kengo a\npiece of paper and $20.\n\nGLEN\nPlease go and pick up a\nprescription for me at the\npharmacy. You need some fresh air.\nWhy don’t you get something to eat\nwhile you’re out, too.\n\nKengo is torn between wanting to stay and comfort him but\nit’s obvious Glen need to be alone.\n\nKENGO\nOkay.\n\nKengo grabs his backpack and starts to head out the door.\nGlen sticks his head between the curtains.\n\nGLEN\nBe careful.\n\nEXT. STREET - WILSHIRE - DAY\nKengo walks slowly through Korea Town. He is still in a bit\nof a daze. He puts on his iPod. Scrolling through the music,\n\nhe can’t finds the right song for this moment.\n\nHe pulls out his arm jacket and put it on. He pulls his red\nhat on too.\n\f47.\n\nEXT. HARVERD AND WILSHIRE - OUR LADY OF THE ANGELS CHURCH - DAY\n\nOn the wall surrounding the church is a large statue of an\nangel. His arms are open wide and reaching to the sky.\n\nKengo walks across the street. He stops and stares up at\nstatue.\n\nThe angel’s lifted arms convey a timeless longing for ecstacy\nespecially contrasted with the modern 60’s architecture of\nthe church on the other side of the wall.\n\nKengo, in his trance, slowly lifts his arms up imitating the\nangel. People brush past him.\n\nINT. PHARMACY - DAY\n\nKengo hands the prescription to the PHARMACIST. The\npharmacist looks at the prescription. He gives Kengo a sad,\ngrim look.",
  "26": "---END OF PREVIOUS SECTION---\nPHARMACY - DAY\n\nKengo hands the prescription to the PHARMACIST. The\npharmacist looks at the prescription. He gives Kengo a sad,\ngrim look. \n---TARGET SECTION TO BE ANNOTATED---\nPHARMACIST\n(gently with pity)\nIt'll be twenty minutes.\n\nThe Pharmacist walks away, sadly.\n\nKENGO\n(under his breath, to soft\nto hear)\nIt’s not.... for me.\n\nEXT. STREET - DAY\n\nKengo walks out of the pharmacy. He takes his cell phone out\nand looks at the picture of Sandra’s breasts. He calls her.\n\nKENGO\nHi.\n\nHe starts to get a little choked up but hides it well.\n\nKENGO\nSandra!? I’m sorry. Wait! Listen to\nme. What are you doing right now?\nCan you meet me? Just for ten\nminutes. I need to talk to someone.\n(MORE )\n\f48.\n\nKENGO (cont'd)\nCan you get something to eat? Meet\nme at the Tofu House. Okay bye.\n\nINT. TOFU HOUSE - DAY\n\nKengo sits in front of a huge photographic mural of a temple\nin Korea. It stretches from floor to ceiling and wraps around\nthe corner. He puts his iPod back on and watches people walk\nby on Wilshire as he waits, listening to music.\n\nA sexy WAITRESS with pink hair walks up to his table.\n\nKENGO\nI’m waiting for my... someone.\n\nWAITRESS\nDo you want something to drink?\n\nKENGO\nYeah, I'll have some green tea.\n\nHe watches her walk to another table. He turns his music up\nas his mood brightens. He takes his camera out of his\nbackpack.\n\nWhen he is sure that the pink-haired waitress isn’t looking\nat him, Kengo takes her picture and then quickly puts the\ncamera back.\n\nHe watches the pink-haired waitress take the check from A\nMAN. The man is in his 50’s or 60's\n\nOn her way to the cash register, she gives Kengo a big smile.\nKengo smiles back and gives her a little wave.\n\nKengo looks back at the Man gather his things and stand up.\n\nSomething about this man is very intriguing to Kengo. He is\ncaptivated by him.\n\nThe man is well dressed and handsome and one of the few Non-\nAsians in the restaurant at the moment. There is a grace and\nworldly elegance about him that seems from another era; a\ntailored double breasted suit, a hat, a pocket square.",
  "27": "---END OF PREVIOUS SECTION---\nHe is\ncaptivated by him. The man is well dressed and handsome and one of the few Non-\nAsians in the restaurant at the moment. There is a grace and\nworldly elegance about him that seems from another era; a\ntailored double breasted suit, a hat, a pocket square. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO’S POV\n\f49,\n\nWe zoom slowly into the man as he puts on his coat. He turns\nrevealing the other side of his face and we see that his\nright ear is strangely misshapen. It looks as though\nsomething had taken a bite out of it. Very little of his ear\nremains.\n\nON KENGO\n\nKengo is frozen and all the color drains from his face. It’s\nas if he has seen a ghost. He knocks over his water but just\nlets it drip off the table and into his lap, numb.\n\nThe man leaves a tip and slowly starts to walk to the door.\nThe waitress comes back to Kengo’s table with his tea.\n\nWAITRESS\nHere you are.\n\nShe looks down and sees that he has spilt his water into his\nlap.\n\nWAITRESS\nI’ll get a towel.\n\nKengo doesn’t even notice her. He is still dumbfounded,\nstaring at the man.\n\nThe waitress shrugs.\n\nWAITRESS\nWhatever.\n\nShe walks away.\n\nKengo watches the man grab a toothpick, open the door and\nwalk out to the street.\n\nKengo grabs his backpack and bolts up from the table. It’s as\nif he has been shot out of a cannon, propelling himself\nacross the restaurant toward the door.\n\nThe waitress watches him.\n\nWAITRESS\nHey!\n\f50.\n\nJust before he leaves, Kengo hears her. He digs in his pocket\npulls out a ten-dollar bill and slams it on the counter. He\nruns out the door.\n\nThe waitress watches Kengo run after the man.\n\nON THE TABLE\n\nKengo’s red hat sits on the abandoned table. It absorbs the\nspilled water.\n\nEXT. STREET - AFTERNOON\n\nThe man walks briskly down Wilshire, navigating his way\nthrough an abandoned construction site.\n\nWe see Kengo, blurry, over the man’s shoulder running, behind\nhim.\n\nThe man slows down to light a cigarette. Kengo gets closer.\n\nThe man continues to walk and alternates between smoking and\npicking his teeth with the toothpick.\n\nON KENGO\n\nKengo keeps his distance, not too far behind him.\n\nHe’s out of breath, from the rush of adrenaline surging\nthrough his body as he trail the man. His heart is beating\nvery fast. Maybe we hear it.",
  "28": "---END OF PREVIOUS SECTION---\nHe’s out of breath, from the rush of adrenaline surging\nthrough his body as he trail the man. His heart is beating\nvery fast. Maybe we hear it. \n---TARGET SECTION TO BE ANNOTATED---\nWIDE\n\nWe track with the Man and Kengo as they walk about 20 yards\napart down the block. They have a similar gait. Kengo does a\n\nsmall skip so he can walk in sync with the man.\n\nThe man stumbles over a plank. He regains his pace and\ncontinues walking, smoking and picking his teeth.\n\nWhen Kengo gets to the plank he imitates the man’s trip.\nEXT. STREET CORNER - DAY\n\nThe man stops at the corner to wait for the light to change.\n\f51.\n\nKengo walks up to the corner and stands just a few feet\nbehind the man. He cranes his head a little to see around to\nthe side of the man’s head, so he can look at his ear.\n\nCLOSE UP/KENGO’S POV\nThe side of the man’s head and his strange ear.\nKengo gets a good look.\n\nNext to the man is a WOMAN waiting with her small SON. He is\nabout eight.\n\nThe little boy looks up and sees his ear too. The little boy\nstares.\n\nThe mother picks up the little boy and whispers something.\nThe light changes and the crowd walks.\n\nKengo tries to stay close to him but not too close. He\nfollows him down Wilshire. His lap is wet from the spilled\nwater. He looks like he’s wet himself.\n\nINT. TOFU HOUSE - AFTERNOON\n\nSandra walks into the Tofu house. She looks around the nearly\nempty restaurant for Kengo, walking through the restaurant\nlooking for him.\n\nSandra spots Kengo’s red ski hat sitting on a table. She\nwalks to the table and sits down thinking maybe Kengo is in\nthe bathroom. She puts on Kengo’s hat and waits. She feels\nthat it’s wet. She smells the hat.\n\nEXT. CORNER OF VERMONT AND WILSHIRE - AFTERNOON\n\nThe Man waits for the light to change. Kengo stands not far\nbehind him. A couple other people wait too.\n\nTHE HOMELESS MAN, Kengo took a photo of earlier in the day,\nstands under the fluorescent lights of the gas station. He\nholds a sign that reads, “VIETNAM VET WILL WORK FOR FOOD OR\nSEX.\" People pump gas ignoring him. The man’s shopping cart\nwith his American flag is parked in front gas station sign.",
  "29": "---END OF PREVIOUS SECTION---\nTHE HOMELESS MAN, Kengo took a photo of earlier in the day,\nstands under the fluorescent lights of the gas station. He\nholds a sign that reads, “VIETNAM VET WILL WORK FOR FOOD OR\nSEX.\" People pump gas ignoring him. The man’s shopping cart\nwith his American flag is parked in front gas station sign. \n---TARGET SECTION TO BE ANNOTATED---\n\f52.\n\nKengo stares at the homeless man, spacing out. He hasn’t\nnoticed that the light has changed.\n\nThe homeless man recognizes Kengo and salutes him. Kengo\nsalutes him back. He looks back and is shocked to see the man\nand the other people waiting are gone and crossed the street.\nEXT. STREET - DAY\n\nStartled out of his trance, Kengo looks around franticly.\n\nHe catches a glimpse of the man who is heading towards the\nhuge subway stop across the street.\n\nKeno’s spacing out has cost him. The light changes back to\n“don’t walk” and the torrent of traffic is unleased in front\nof him, stranding him on his corner.\n\nHe jumps up to see over a truck. When it passed the man is\ngone.\n\nKengo jumps into the street nearly getting hit by a SUV. The\ndriver lays on the horn hard. Kengo jumps back onto the curb.\nThere is no way he can cross the street now. Kengo panics.\n\nEXT. TOFU HOUSE - AFTERNOON\n\nThrough the windows we see Sandra sitting at the table\nwearing Kengo’s red hat, waiting.\n\nThe Pink Haired Waitress comes to the table and talks to\nSandra.\n\nINT. TOFU HOUSE - AFTERNOON\n\nWAITRESS\nHe spilled his water and split.\n\nSANDRA\nGod, he is such a freak.\n\nWAITRESS\nMy ex used to wear my g-strings.\n\nThe waitress walks away.\n\f53.\n\nEXT. STREET - AFTERNOON\n\nSandra walks out of the Tofu House and onto the street. She\nputs Kengo’s damp hat on and looks around at a loss of what\nto do next.\n\nEXT. VERMONT AND WILSHIRE SUBWAY STOP - AFTERNOON\n\nKengo sprints across the street, toward the subway entrance.\n\nJust below the street is a plaza. The ticket booth is on this\nlevel and escalators that lead down to the metro.\n\nKengo runs down the stairs and into the plaza. He desperately\nsearches for the man in the empty plaza.\n\nKENGO’S SHAKY FRANTIC POV\n\nSearching, spinning 360 degrees around the plaza. We hear his\nbreathing.\n\nSuddenly the man steps out from behind a ticket kiosk and\nheads to the escalator.",
  "30": "---END OF PREVIOUS SECTION---\nKENGO’S SHAKY FRANTIC POV\n\nSearching, spinning 360 degrees around the plaza. We hear his\nbreathing. Suddenly the man steps out from behind a ticket kiosk and\nheads to the escalator. \n---TARGET SECTION TO BE ANNOTATED---\nON A TICKET KIOSK\n\nKengo stuffs a five into the machine. He grabs his ticket and\ntakes off after the man.\n\nINT. TOP OF SUBWAY ESCALATORS - AFTERNOON\n\nKengo gets on the nearest escalator and hopes it’s the right\none. It’s a long escalator. A hot wind blows up from the\nsubway tracks. The man is gone.\n\nKengo is despondent.\n\nKENGO\nFuck.\n\nKengo leans over as far as he can and looks down the\nescalator next to him. This one is even longer. It seem to go\non forever.\n\nKengo spots the man on that escalator.\n\f54.\n\nKengo hops over the steel partition onto the other escalator.\nHis backpack almost causes the woman he’s landed behind to\nfall.\n\nKENGO\nSorry. Excuse me. I’m really sorry.\n\nHe cranes his head and stands on his tiptoes. He can see the\nback of the man’s head, about 20 feet ahead of Kengo. This is\nan extremely long escalator.\n\nKengo is inpatients is excruciating. He’s terrified he’1l\nlose sight of the man again.\n\nThe screeching train pulls into the station. People move\nquickly down the escalator and onto the platform. A big sign\non the platform reads “NORTH HOLLYWOOD.\"\n\nThe man steps off the escalator and running towards the train\nand out Kengo’s view.\n\nKengo freaks out and starts to push his way through a couple\npeople. They’re not happy about it.\n\nKENGO\nI’m really sorry. I have to get\nthis train.\nWOMAN\nThere’s always another train you\nrude bastard.\nEXT. SUBWAY PLATFORM - DAY\nKengo hits the platform and runs to the train.\nJust as he gets to it, the doors begin closing.\nKengo leaps onto the train. The doors close on his backpack.\n\nINT. SUBWAY - DAY\n\nKengo struggles with the door, shoving himself into it with\nall his weight, ramming his shoulder into the closing door.\n\nPeople inside the train watch. It’s an impressive fight.\n\f55.\n\nMAN IN TRAIN\nGive up! Get the next one.\n\nKENGO\nNo way.\n\nKengo manages to squeeze himself into the train car.",
  "31": "---END OF PREVIOUS SECTION---\nGet the next one. KENGO\nNo way. Kengo manages to squeeze himself into the train car. \n---TARGET SECTION TO BE ANNOTATED---\n It’s\nlike a difficult birth but he lives. The train lurches off.\n\nINT. SUBWAY - AFTERNOON\nA couple people applaud.\n\nKengo feels heroic for a second. A commuter hero beating the\ndehumanizing routine of their day.\n\nKengo looks around. It’s nearly deserted. Just a few grumpy\npassengers. No man.\n\nKengo walks up to the front of the car, searching. He walks\nback to the other end of the car.\n\nAn OLD BLACK MAN stands up from his seat.\n\nBLACK MAN\nI’m sorry, but can anyone spare\nsome change. I haven’t eaten days\nand I need help. I’m blind.\n\nTo prove it, the man lifts his eyelids, showing his milky\neyes. He continues in Spanish.\n\nBLACK MAN\nNo tengo los ojos. No miro...\n\nHe walks down the car, his hat out to the empty seats hoping\nfor money.\n\nBLACK MAN\nQue Dios los acompane...\n\nKengo puts a dollar in his hat.\n\nBLACK MAN\nFinally, my brethren, be strong in\nthe Lord, and in the power of his\nmight.\n\f56.\n\nA woman sitting near Kengo mouths along to this passage from\nthe bible.\n\nWOMAN\nAmen.\n\nShe crosses herself.\n\nKENGO\n(very quietly)\nAmen.\n\nHe tries to peer into the next car.\nINT. BEVERLY AND VERMONT SUBWAY PLATFORM - AFTERNOON\n\nA small group of people on the platform lean over the track\nand gaze into the tunnel waiting for the train. The rumbling\ngets louder and the train’s light appears. The people leaning\nstep back as the train screeches into the stop.\n\nBefore the doors even open completely, Kengo launches off the\ntrain and runs down the platform to the next car. He’s like a\nwild animal pursued by invisible prey. His frantic movements\n\nare oddly reminiscent of his frog dancing the night before.\n\nINT. BEVERLY AND VERMONT SUBWAY PLATFORM - AFTERNOON\n\nKengo flings himself into the next car just as the doors\nclose.\n\nINT. SUBWAY - AFTERNOON\nKengo lands directly in front of the man.\n\nThe man looks up and for a brief moment Kengo and the man\nmake eye contact.\n\nIn that moment everything goes completely silent except\nKengo’s racing beating heart.",
  "32": "---END OF PREVIOUS SECTION---\nSUBWAY - AFTERNOON\nKengo lands directly in front of the man. The man looks up and for a brief moment Kengo and the man\nmake eye contact. In that moment everything goes completely silent except\nKengo’s racing beating heart. \n---TARGET SECTION TO BE ANNOTATED---\n The world has gone into slow\nmotion. It’s a fleeting moment but of enormous resonance for\nKengo. The man seems to have glimpsed into Kengo’s soul.\n\nThe man slowly looks back to the newspaper he was reading.\nThe train takes off.\n\f57.\n\nKengo walks down the car to an empty seat. He closes his eyes\nand tries to calm himself.\n\nHe opens his eyes. Looking at his reflection in the window\nopposite him, he gently feels the shape of his face with his\nfingers. He sneaks glances at the man searching for\nsimilarities between them.\n\nKengo examines his reflection.\n\nFade to darkness.\n\nFLASHBACK - YEARS EARLIER\n\nA door slowly opens, revealing Evelyn and a very young Kengo,\n8, standing on the front porch of someone’s house. Evelyn is\n\ndressed very nicely if conservatively.\n\nEVELYN\nWe're from the Reformers Church of\nChrist and we would love to leave\nyou some literature.\n\nEXT. FRONT PORCH OF SUBURBAN HOUSE - DAY\nA MIDDLE-AGED HOUSE WIFE listens patiently.\n\nHOUSE WIFE\nWell we’re already Christians but I\nappreciate your faith and\ndedication.\n\nShe looks down at Kengo.\nKengo smiles.\n\nHOUSE WIFE\nAnd what’s your name, sweetie?\n\nKENGO\nKengo. (then, spelling it out)\nK*E*N*G*O!\n\nKengo has some pamphlets in his hand. He holds them out to\nthe woman.\n\f58.\n\nHOUSE WIFE\nWhy thank you. I’d be happy to read\nthem.\n\nKENGO\n\nPeace be with you.\n\nHOUSE WIFE\nThank you sweetie.\n\nShe looks up at Evelyn.\n\nHOUSE WIFE\nYour son has a very sweet nature\nabout him. And you do too.\n\nEVELYN\nThank you. Be sure to come and see\nus if you ever have any pain or\ndifficulties. We never push, we\nonly offer.\n\nCUT TO:\n\nEXT. PORCH OF ANOTHER HOUSE - DAY\n\nEvelyn is talking to a YOUNG AFRICAN-AMERICAN MOTHER holding\n\nher baby.\n\nEVELYN\nThere was a time when my soul was\nwondering through the deepest\ndarkness until the day I was saved\nby our teachings.\n\nThe woman listens.\n\nKengo looks inside the house.",
  "33": "---END OF PREVIOUS SECTION---\nEVELYN\nThere was a time when my soul was\nwondering through the deepest\ndarkness until the day I was saved\nby our teachings. The woman listens. Kengo looks inside the house. \n---TARGET SECTION TO BE ANNOTATED---\n He sees...\n\nINT. HOUSE - DAY\n\nA MAN asleep in a big chair. This is the woman’s husband.\n\nEVELYN\nI was carrying this child inside\nme.\n\f59.\n\nEvelyn gestures to Kengo. Kengo smiles at the woman.\nEVELYN\nI was about to throw myself and him\ninto the ocean. But I was saved by\nHis hand, the One who is in heaven,\nand now my son and I live in the\nholy light of our Lord.\nThe woman considers this.\nKengo hands her some literature.\n\nKENGO\nPeace be with you.\n\nCUT TO:\nEXT. HOUSE - DAY\nEvelyn stands at the front door of another house.\n\nEVELYN\nOkay, go ahead.\n\nEvelyn gives little Kengo a soft nudge toward the door.\nKengo reaches up and rings the doorbell.\nA YOUNG GUY opens the door.\n\nEVELYN\nHi, we're...\n\nGUY\nFucking holy rollers. Why don’t you\nfuck off and go to hell?\nHe slams the door.\n\nEvelyn takes Kengo’s hand more to comfort herself than him.\nShe’s visibly upset.\n\nEXT. STREET SUBURBAN NEIGHBORHOOD - DAY\n\nEvelyn and Kengo walk off the porch. Evelyn is shaking.\n\f60.\n\nKengo looks up at her and sees that she’s upset. He wraps his\narms around her waist and hugs her hard.\n\nEVELYN\n(talking to both of them)\nIt’s okay. It’s okay.\n\nA younger Glen Tabata walks up the sidewalk to them. He’s\ndressed in a suit and carries a briefcase with the same\npamphlets Evelyn and Kengo were handing out.\n\nGLEN\nHow’s it going?\n\nEvelyn suddenly brightens, expertly covering her true\nfeelings.\n\nEVELYN\nGreat. This is such satisfying\nwork.\n\nKengo looks between them confused by his mother’s sudden\nshift in tone and dishonesty.\n\nINT. GLEN’S VAN - DAY (CONTINUED FLASHBACK)\n\nKengo rides in the back and Evelyn is up front while Glen\ndrives. Kengo looks outside the window and sees a father\nplaying catch with his son. He cranks his head around to keep\nwatching as they pass.\n\nKENGO\nEvelyn?\n\nEVELYN\nCall me Mom.",
  "34": "---END OF PREVIOUS SECTION---\nHe cranks his head around to keep\nwatching as they pass. KENGO\nEvelyn? EVELYN\nCall me Mom. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\nMom?\n\nEVELYN\nYes.\n\nKENGO\n\nWhere is my father right now?\n\nEvelyn and Glen look at each other.\n\fShe turns\n\n61.\n\nEVELYN\nWell, your father is our Lord.\n\naround in her seat and looks at him.\n\nEVELYN\nOur Lord must stay high up in\nHeaven.\n\nKENGO\nWhy?\n\nEVELYN\n\nHe can’t live down here with us.\n\nKENGO\nWhy?\nEVELYN\nWell... He’s too busy. But he’s\n\nalways watching over you, sweetie.\nHe always has your best interests\nin his heart.\n\nThis frustrates Kengo who has heard this a million times now.\nHe wants another explanation. Evelyn turns around to look at\n\nhim.\n\nEVELYN\nHe sent you down to be with me.\n\nGlen clears his throat. He moves the rearview mirror so he\ncan have eye contact with Kengo.\n\nGLEN\nIt’s true Kengo, that you don’t\nhave a father in this world, and\nyou’re going to meet all sorts of\npeople who say stupid things to you\nabout that. Unfortunately, the eyes\nof most people are clouded and\nunable to see the truth, Kengo. But\nin our world, your father is the\nworld itself.\n\nGlen gets overly involved in lecturing Kengo and is\ndistracted. He nearly misses a stop sign.\n\f62.\n\nEvelyn grabs his arm.\n\nEVELYN\nLook out!\n\nGlen stops quickly and they all jerk forward. After a brief\npause Glen gains his composer. He starts to drive again.\n\nGLEN\nYou are fortunate to live in the\nembrace of His love. You must be\nproud of that and live a life that\nis good and true.\n\nKengo thinks about this.\n\nKENGO\nYeah, I know. But God belongs to\neverybody doesn’t he? Fathers are\ndifferent though. Everybody has a\ndifferent one. Right?\n\nGLEN\nListen, little man. Someday our\nLord, your father, will reveal\nhimself to you as yours and yours\nalone. You will meet Him where you\nleast expect it. But if you begin\nto doubt or abandon your faith, He\nmay be so disappointed that He\nnever shows Himself to you.\n\nKengo sighs in frustration.",
  "35": "---END OF PREVIOUS SECTION---\nYou will meet Him where you\nleast expect it. But if you begin\nto doubt or abandon your faith, He\nmay be so disappointed that He\nnever shows Himself to you. Kengo sighs in frustration. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\nI know where babies come from.\n\nGlen swerves a little.\n\nKENGO\nAnd I know how they are made...\nEvelyn.\n\nEVELYN\n(embarrassed)\nThis is not something we are going\nto talk about now.\n\f63.\n\nEvelyn mover the rearview mirror so she can see herself. She\nnervously puts on her lipstick. Glen looks over at her\nwatching.\n\nEVELYN\n(quietly, not looking at\nhim)\nGlen. You should watch the road.\n\nShe puts her lipstick away. Her lips are perfect. She turns\naround back to Kengo\n\nEVELYN\nBut you can talk to your dad by\npraying to him.\nCUT TO:\nEXT. BASEBALL DIAMOND - DAY (CONTINUED FLASHBACK)\n\nA prison-like elementary school looms in the background. It’s\nthe middle of a baseball game.\n\nYoung Kengo is way outfield.\n\nThe ten-year-old PITCHER pitches the ball and the batter hits\nit. The ball goes flying through the air. It’s surprising a\nlittle kid could hit a ball so high.\n\nThe ball is heading right to Kengo.\n\nLITTLE KID PITCHER\nOh shit! It’s going toward Kengo.\n\nAll the players in the outfield run toward Kengo, hoping to\nget to him before the ball does, but it’s clear that it’s not\ngoing to happen unless these kids can fly.\n\nKENGO’S POV:\n\nThe ball is very high, but fast coming right toward him.\n\nSLOW MOTION:\n\nHigh on the field, we float down toward Kengo. His baseball\nmitt is wide open and he has a look of horror on his face.\n\f64.\n\nKENGO\nPlease God... Dad, let me catch\nthis ball. Please...\n\nKengo concentrates really hard.\nKids run toward him.\nThe ball is getting closer.\n\nKengo closes his eyes and leans back, face pointed to the\nsky.\n\nKENGO\n\n(under his breath, with\n\nfast fervor)\nPlease Dad. Prove to me that I’m\nyour son and that you can see me\nand since you didn’t ever teach me\nhow to catch you can make it up to\nme now by letting me...\n\nThe ball flies by him and Kengo falls over backwards trying\nto catch it.",
  "36": "---END OF PREVIOUS SECTION---\nKENGO\n\n(under his breath, with\n\nfast fervor)\nPlease Dad. Prove to me that I’m\nyour son and that you can see me\nand since you didn’t ever teach me\nhow to catch you can make it up to\nme now by letting me... The ball flies by him and Kengo falls over backwards trying\nto catch it. \n---TARGET SECTION TO BE ANNOTATED---\n The ball bounces on the manicured grass a few\nfeet behind him.\nPeople boo and groan.\nKID\n(0.s.)\nIdiot! Open your eyes.\nANOTHER KID\n(0.8)\nHis eyes can’t open very wide.\nOther kids laugh.\nKengo opens his eyes and lies there looking up at the sky.\nTHE SKY\n\nIt’s cloudless, dirty blue and vacant.\n\nBACK TO PRESENT:\n\f65.\n\nINT. SUBWAY - AFTERNOON\n\nKengo shakes off the memory and looks over at the man.\n\nThe man is nodding off. On his lap is a very old medical text\nbook. It’s open to a diagram of the human reproductive\n\norgans. A woman next to him glances at it, then quickly looks\naway.\n\nKengo looks at the seat across from him. A WHITE KID, about\n15, sitting there now.\n\nON THE KID:\n\nHe’s dressed in baggy clothes; sweats, a Lakers jersey, gold\nchains, and tucked into his waistband, barely visible above\nthe elastic of his sweats... the butt of a gun.\n\nThe kid notices that Kengo is looking at the gun. He pulls up\nhis shirt a bit higher making sure Kengo gets a good look at\nthe gun then pulls his shirt back over it. He raises his\neyebrows at Kengo, like he’s saying, “What? You got a problem\nwith something?”\n\nKengo quickly looks away.\n\nINT. SANDRA’S CAR - LATE AFTERNOON\n\nSandra drives up to the front of Kengo’s building. She is\nwearing his red hat. She honks a few times. It’s a “code\nhonk”. She leans over across the passenger seat and looks up.\n\nNothing.\n\nSANDRA\nFucker.\n\nSandra starts to cry. A car behind her honks. She drives on.\nINT. SUBWAY - AFTERNOON\n\nThe train comes into the next stop, the man stands up and\nwalks toward the door.\n\nThe train slows down.\n\f66.\n\nThe doors open and the man gets off. Kengo jumps up and\nfollows. The kid with the gun stays on the train.\n\nEXT. SUBWAY PLATFORM - LATE AFTERNOON\n\nKengo follows him up the escalators toward the natural light\nof...\n\nEXT.",
  "37": "---END OF PREVIOUS SECTION---\nEXT. SUBWAY PLATFORM - LATE AFTERNOON\n\nKengo follows him up the escalators toward the natural light\nof... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE STREET - LATE AFTERNOON\n\nThe man, with Kengo close behind, emerge into the hazy late\nafternoon sunlight of the San Fernando Valley.\n\nThe man crosses the street and waits at a bus stop. Kengo\nwalks over and waits too. He’s less worried about being\ncaught now, so he stands pretty close.\n\nThe man looks at Kengo. Kengo can feel the man’s eyes on him.\nWith great courage Kengo turns to meet the man’s eyes.\n\nTime seems to stop. Kengo’s heart is in his throat, his ears\nbuzz, he can’t breath.\n\nThe man gives Kengo a barely imperception nod and the\nfaintest smile or does he?\n\nKengo opens his mouth as if to say something. A weird little\nsong escapes.\n\nEXT. PARADISE APARTMENTS OFFICE - LATE AFTERNOON\n\nGlen is standing on the sidewalk in front of the office. He\nlooks his watch and then walks back in.\n\nSandra pulls up in her Volvo. It makes a lot of noise and\nbelches smoke.\n\nSandra turns off the ignition and gets out. She is wearing\nKengo’s red hat.\n\nJust as Sandra gets to the front door, Glen walks back out\nonto the sidewalk.\n\nSandra takes Kengo’s hat off and walks up to Glen.\n\nThey talk but we don’t hear what they’re saying.\n\f67.\n\nGlen can tell Sandra is upset. He walks her into the office.\nINT. BUS - LATE AFTERNOON\n\nThe bus isn’t crowded either. Kengo sits up front across from\nthe man.\n\nKengo looks at the man’s hands and then looks down at his\nown.\n\nThe bus stops at the next stop and more people get off.\n\nA very OLD WOMAN gets on. She is having a hard time walking.\nShe stands directly in front of the man.\n\nAs the bus lurches froward, the old woman almost falls. The\nman looks back down at his paper.\n\nKengo can’t believe how inconsiderate he is. He is profoundly\ndisappointed.\n\nKENGO\n(to the old woman)\nMa'am!? Excuse me, Ma'am?!\n\nThe old woman looks over at Kengo.\n\nKENGO\nPlease. Sit here.\n\nHe gets up and helps the woman over to his seat. She sits.\nOLD WOMAN\nThank you very much.",
  "38": "---END OF PREVIOUS SECTION---\nHe gets up and helps the woman over to his seat. She sits. OLD WOMAN\nThank you very much. \n---TARGET SECTION TO BE ANNOTATED---\n It’s so hard\nfor me to get to the back of the\nbus.\n\nShe smiles at Kengo.\n\nOLD WOMAN\nYou’re such a handsome gentleman.\n\nKengo smiles.\n\nOLD WOMAN\nYou must have lovely parents.\n\f68.\n\nKengo smiles. He looks over to the man who continues to read.\n\nOLD WOMAN\nWhat is your name?\n\nKENGO\nKengo.\n\nOLD WOMAN\nOh that’s a Japanese name! Are\nyou... Japanese?\n\nKENGO\n\nNo. I’m American.\n\nOLD WOMAN\nBut where are you from originally?\n\nKENGO\nHere. I’m American. I was born\nhere.\n\nOLD WOMAN\nBut... you’re Japanese?\n\nKENGO\n\nNo, I’m Chinese. I’m a Chinese\nAmerican. With a Japanese name.\n\nOLD WOMAN\nThat is very American. I’m Polish.\nWe don’t have a Polish town but you\nhave a Little Tokyo and a\nChinatown. Do you live there?\n\nKENGO\nNo, I live in K-Town.\n\nThe old woman cocks her head and gives him a puzzled look.\n\nKENGO\nKorea Town.\n\nOLD WOMAN\nOh, how confusing.\n\nKengo sort of fake laughs, humoring her.\n\f69.\n\nHis cell phone rings. This panics him. He grabs it and looks\nat it. It say’s Work.\n\nKENGO\n(under his breath)\nShit!\nHe answers his phone.\nKENGO\n(quiet)\nHello? Glen?\n\nHe panics.\n\nKENGO\nSandra?!\n\nEveryone on the bus looks at him because Kengo just yelped\nher name.\n\nEven the man looks up from his paper for a moment.\nKengo and the man make eye for a brief second.\nThe man looks back at his reading.\nKENGO\n(quieter)\nI’m really sorry. I can’t believe\nwhat's happening...\nHis phone starts to beep, obnoxiously. He looks at it.\nKENGO\nOh, fuck, Sandra my battery is\ndying. I’m okay but something\nreally...\nHis phone dies. He closes it and put it away.\nThe Old Woman laughs. Kengo looks down at her.\n\nShe is asleep but once in a while, she laughs and smiles.\n\nThe bus pulls onto the freeway. It looks like it’s going\nsomewhere far.\n\f70.\n\nKengo puts his iPod on.",
  "39": "---END OF PREVIOUS SECTION---\nIt looks like it’s going\nsomewhere far. 70. Kengo puts his iPod on. \n---TARGET SECTION TO BE ANNOTATED---\n He scrolls though some music\nsearching for something that seems appropriately weighty\nenough for this situation.\n\nAs he searches for the right music he watches the man,\nlooking for a song that fits his vibe.\n\nHe tries several different songs but everything seems\ntrivial. Then suddenly he finds something. It’s strange and\nhaunting. It could be the man’s theme song.\n\nNote: Arvo Part (something from LITANY), Brian Eno and Harold\nBudd (something from THE PEARL) would all have pieces that\nwould be great here.\n\nINT. PARADISE APARTMENTS OFFICE - DAY\n\nSandra slams down Glen’s office phone.\n\nSANDRA\n(frustrated)\nNothing!\n\nShe paces. Glen stands by the counter watching patiently.\n\nSANDRA\nSometimes I want to just... split.\n\nShe looks over at him.\n\nSANDRA\nI feel like running away.\nVanishing. Then maybe he would...\n\nShe runs out of words. She starts to cry.\n\nSANDRA\nI’m sorry. God, I’m being such a\nstupid... girl.\n\nGlen grabs two small folding chairs from behind the counter\nand a box of tissues. He unfolds them.\n\nGLEN\n(gently)\nSit.\n\f71.\n\nGlen waits for Sandra to sit before he does. She grabs a few\ntissues as Glen holds the box.\n\nSANDRA\n(through her tears)\nI would go to Mongolia on a trek.\nThat’s one of the few places that\nhasn’t been totally... raped by\nwestern civilization.\n\nGlen smiles. He just listens.\n\nSANDRA\nI could go live with the fucking\nnomads. They heard across these\nbeautiful meadows that go on\nforever.\n\nShe starts to cry even harder.\n\nSANDRA\nThey have these round tents and\nthey all just share the same\nroom...\n\nGlen moves a little closer to her and takes her in his arms.\nShe calms down. Glen sits back and takes her hand and pats\nit.\n\nSANDRA\n(calming)\nI’m sorry I said fucking. I’m have\na mouth like a garbage can.\n\nGlen laughs. Sandra does too.\n\nSANDRA\nI’ve never seen you laugh.\n\nGLEN\nThat was the first time.\n\nShe laughs a little more. Sandra looks at him like he is a\nwhole new person.",
  "40": "---END OF PREVIOUS SECTION---\nGLEN\nThat was the first time. She laughs a little more. Sandra looks at him like he is a\nwhole new person. \n---TARGET SECTION TO BE ANNOTATED---\nSANDRA\nWhy is he such a....\n\f72.\n\nGLEN\nWeirdo?\n\nSANDRA\nExactly. Totally.\n\nGLEN\nWell. It’s very difficult to let\npeople be who they are without\nletting our expectations of them\nget in the way.\n\nSANDRA\nI’m not trying to change him. I\njust want him to be more...\n\nShe stops, realizing what she is saying. Glen smiles.\n\nGLEN\nRemember why you love him and why\nyou first realized that you did.\n\nSandra looks off remembering something specific.\n\nGLEN\nYou fell in love with him because\nhe’s... a weirdo.\nSandra laughs.\nGLEN\n\nAll of the different parts of him\nmake him who he is. Right now, he\nneeds all these parts to be...\nKengo. Even when some of him makes\nus crazy. They all fit together.\n\nSandra nods.\n\nGLEN\nYou two fit together.\n\nGlen’s eyes tear up. Sandra see how sad he suddenly is. She\ntakes his hand and gives it a kiss.\n\nSANDRA\nYou’re a weirdo too.\n\f73.\n\nINT. BUS - LATE AFTERNOON\n\nKengo steals looks at the man. His hands, shoes, parts of his\nface, mouth...\n\nThe man takes some pills out of his pocket. He tosses a pill\ninto the back of his throat and swallows it dry.\n\nKengo swallows in unison. He looks out the window seeing:\nEXT. FREEWAY - LATE AFTERNOON (KENGO’S POV)\n\nA station wagon carries a family. A MAN drives while his WIFE\nis turned around in her seat yelling at her SON in the back\nseat.\n\nThe little boy is crying.\n\nFLASH BACK - A THREE (3) YEARS EARLIER\n\nINT. KENGO’S ROOM - VERY EARLY MORNING\n\nKengo’s room is similar but the objects in the room are\ndifferent - those of a younger boy. He is in his mid-teens\n\nhere.\n\nKengo sleeps. Suddenly the room starts to shake violently.\nIt’s an earthquake. A large one.\n\nKengo bolts upright in bed and watches the room shake. Some\nof his things fall off the shelves.\n\nFrom the other room we hear Evelyn scream.\n\nEvelyn comes flying into the room nearly ripping Kengo’s door\noff its hinges in terror.",
  "41": "---END OF PREVIOUS SECTION---\nSome\nof his things fall off the shelves. From the other room we hear Evelyn scream. Evelyn comes flying into the room nearly ripping Kengo’s door\noff its hinges in terror. \n---TARGET SECTION TO BE ANNOTATED---\n She’s wearing only her panties.\n\nKENGO\nIt’s okay! It’s okay! It’s just an\nearthquake.\n\nEvelyn flies across the room and lands in bed with Kengo. She\ngrabs onto him like he’s a life raft.\n\nEVELYN\n(screaming)\nIt’s the big one! This is it.\n\fThe shaking stops but Evelyn won’t let go of Kengo.\nbreasts are squashed against him.\n\nCar alarms are going off.\n\n74.\n\nHer\n\nKengo’s room is a wreck (more then usual). Most of the things\n\nthat were on the shelve are on the floor.\n\nKENGO\nI don’t think that was the big one,\nbut it was a big one.\n\nKengo sits up and the bed moves. Evelyn think it’s another\n\nearthquake.\n\nEVELYN\nOh my God!\n\nKENGO\nMom, it’s okay. That was me.\n\nHe hugs her, comforting her.\n\nKENGO\nNext time we should stand in the\ndoor jam. That’s what you’re\nsupposed to do. It’s the strongest\npart of the building.\n\nEvelyn is crying.\nEVELYN\nI know people are hurt. People have\ndied. I know it.\n\nKengo tries to comfort her.\n\nKENGO\nWe're okay.\n\nEXT STREET - MORNING\n\nEvelyn, in a rather revealing and frayed nightgown,\nstand in front of their building.\n\nCar alarms are still going off.\n\nand Kengo\n\f75.\n\nKengo takes photos of a fallen street lamp that’s shattered\non an SUV.\n\nOther people from the building are on the sidewalk too, and\nacross the street.\n\nKengo puts his arm around Evelyn to comfort her.\nAn OLD WOMAN from their building gives them a dirty look,\nobviously appalled by, what she deems their inappropriate\nintimacy.\nKengo sticks his tongue out at her and wiggles it obscenely.\nThe old woman couldn’t be more horrified.\nKENGO\nCome on, let’s go back inside. The\n\nbuilding’s fine.\n\nThe traumatized old woman watches them retreat back into the\nbuilding.\n\nINT. KITCHEN - MORNING\n\nKengo paces as he dials the phone that’s tethered to the\nkitchen wall.\n\nHe gets a busy signal and dials again. It’s busy.",
  "42": "---END OF PREVIOUS SECTION---\nKITCHEN - MORNING\n\nKengo paces as he dials the phone that’s tethered to the\nkitchen wall. He gets a busy signal and dials again. It’s busy. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\n\n(under his breath)\nShit!\n\nThe electricity buzzes back on and several lights come on.\nINT. LIVING ROOM - MORNING\nEvelyn sits on the couch very disheveled and scared,\nwatching news about the earthquake on television. She has a\n\nblanket wrapped around her.\n\nKengo comes in from the kitchen carrying a tray of tea. He\nsits down next to her and hands her a cup.\n\f76.\n\nKENGO\nI keep trying to call Sandra but\nit’s busy.\n\nEvelyn takes the tea and grabs Kengo’s hand and holds on to\nit tightly.\n\nEVELYN\nI’m sure all the lines are tied up.\n\nON THE TV: footage of a fallen building and a stretcher being\nloaded onto an ambulance.\n\nEVELYN\n(bursting in to tears)\nOh no! No!\n\nKengo rubs her back.\n\nKENGO\nIt’s okay.\n\nEVELYN\nNo. It’s not okay. We have to do\nsomething. We have to help.\n\nCUT TO:\nINT. LIVING ROOM - DAY (CONTINUED FLASHBACK)\nEvelyn is on the phone organizing with her Church people.\nEVELYN\nI‘ll pick you up. I’ve got some\nblankets here. What about canned\n\nfoods? Non-perishables?\n\nThere’s a pile of clothing and other items ready to be\ndonated to victims.\n\nKengo carries a sleeping bag into the kitchen, adding it to\nthe pile.\n\nEvelyn hangs up and goes into a frenzy of activity preparing\nto go help the earthquake victims.\n\f77.\n\nEVELYN\n(emptying a cabinet of food)\nThey're picking us up in half an\nhour.\n\nKENGO\n(calm, strong)\nI’m not going.\n\nEVELYN\nWhat?\n\nKENGO\nI’m not a believer, Mom. Not\nanymore.\n\nEvelyn freezes her frantic gathering. He walks over to her\nand places his hands on her shoulders.\n\nKENGO\nI haven't been for a long time and\nI’ve felt like... I don’t know...\nToday feels like a good time to\ntell you.\n\nEvelyn sits down on the floor and puts her head in her hands.\n\nKENGO\nI’m sorry mom. I love you but I\ndon’t believe in your... God.",
  "43": "---END OF PREVIOUS SECTION---\nKENGO\nI’m sorry mom. I love you but I\ndon’t believe in your... God. \n---TARGET SECTION TO BE ANNOTATED---\n I’m\nnot going to pretend like it\n\nanymore.\nEvelyn starts to cry.\n\nKENGO\nCome on Evelyn. Don’t be a martyr.\n\nShe stands up walks to her room and closes the door.\n\nINT. EVELYN ‘S ROOM - DAY\n\nEvelyn lies on her bed and weeps. Kengo knocks on the door\nand then walks into the room. He sits down on her bed. He\n\nhands her a box of tissues. She takes them and blows her nose\nand rubs her eyes.\n\f78.\n\nEVELYN\nI can’t take more than one\nearthquake per day.\n\nKENGO\nEvelyn?\n\nHe makes sure he has her attention. This is serious.\n\nKENGO\nI want you to tell me who my father\nwas.\n\nEvelyn takes a deep breath.\n\nEVELYN\n(automatically)\nYour father is up...\n\nKENGO\n(strong and firm)\nNo Evelyn. The truth.\n\nEvelyn hides her face under a pillow.\n\nEVELYN\n(muffled, into the pillow)\nNo.\n\nKengo grabs the pillow and pulls it off her. He throws it\nacross the room the.\n\nKENGO\n(firm but calm)\nEnough Mom. Tell me. You can’t hide\nthis from me my whole life. I’1l\nnever be able to believe in\nanything if you do.\n\nEvelyn is surprised by how self possessed her boy suddenly\nis. The earthquake has cracked the surface of him and a man\nis underneath.\n\nINT. KITCHEN - MORNING (CONTINUED FLASHBACK)\n\nKengo and Evelyn sit at the kitchen table looking at each\nother. They drink tea.\n\f79.\n\nEvelyn holds the army jacket we recognize as Kengo’s, now.\nShe carefully places it on the table like it’s an egg. Kengo\nreaches for it but Evelyn holds her hand up stopping him.\n\nEvelyn gets up and grabs a small box she keeps on the top of\nthe refrigerator. She sits back down with it, takes a\ncigarette and a book of matches out and, lights it. She takes\na big inhale and slowly exhales.\n\nKengo is a little shocked but he doesn’t say anything.\n\nEvelyn takes another big drag. She starts to say something\nbut then stops, only smoke coming out of her mouth.",
  "44": "---END OF PREVIOUS SECTION---\nKengo is a little shocked but he doesn’t say anything. Evelyn takes another big drag. She starts to say something\nbut then stops, only smoke coming out of her mouth. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\n(frustrated)\nCome on Evelyn. Talk.\n\nEvelyn takes another drag and exhales.\n\nEVELYN\n(slow, finding the words)\nI was living in a deep... darkness\n\nin my teen years. My soul was in\nchaos. Like an underwater volcano.\n\nShe makes an elaborate gesture expressing what an underwater\nvolcano might look like.\n\nEVELYN\nThe true light was hidden behind\ndark clouds.\n\nShe adds dramatic sound effects.\n\nKengo rolls his eyes.\n\nEVELYN\nNo. Really, it’s the truth. I used\nto have... disturbing thoughts.\n\nShe takes another drag of the cigarette.\n\nKENGO\nWhat... ‘disturbing thoughts’?\n\nThis is difficult to talk about with her son.\n\f80.\n\nEVELYN\nabout death and things. I\n\ndemons.\n\nI...\nsaw...\n\nKengo gets goose bumps. He realizes she isn’t making this up.\n\nEVELYN\nI would try everything to make them\n\njust...\nShe throws her arms up as if the demons are in the room now.\n\nEVELYN\n(yelling at the demons)\n\nGo Away!\n\nShe takes another drag of her cigarette and to Kengo’s\nastonishment, blows out a couple of perfect smoke rings.\n\nEVELYN\nI tried everything. Even LSD\n\nKengo is shocked. Someone should throw a blanket over him.\n\nEVELYN\n\nThat make them worse.\nAnd so... I had... knowledge of...\n\nShe looks away from him and then back.\n\nEVELYN\n-several different men. Without\n\nlove.\nShe stops and takes a drag. It seems like she can’t go on any\n\nfurther. She stares at the jacket.\n\nEVELYN\nI Don’t want you to judge me,\nKengo.\n\nKENGO\n(trying not sound\nhorrified)\n\nGo on.\n\f81.\n\nEVELYN\nYou know what it means to have\nknowledge, don’t you?\n\nKengo rolls his eyes again.\n\nKENGO\nYes. God, what century are we\nliving in? You’re acting like...\nthere is still a queen or\nsomething. I know what it is to\nhave knowledge of... someone.\n\nNow, Evelyn’s a little shocked. She looks at him, wondering\nif he really knows what having knowledge means.",
  "45": "---END OF PREVIOUS SECTION---\nI know what it is to\nhave knowledge of... someone. Now, Evelyn’s a little shocked. She looks at him, wondering\nif he really knows what having knowledge means. \n---TARGET SECTION TO BE ANNOTATED---\nKengo presses together the index finger and thumb on his\nhand, then sticks his other finger through it a few times,\nclearly indicating sexual intercourse.\n\nEvelyn gasps and swats the offending gesture off Kengo’s\nhands.\n\nKENGO\nStop stalling.\n\nShe takes another drag of her cigarette.\n\nEVELYN\nDo you have knowledge of Sandra?\n\nKengo blushes and tries not to smile. Then he shakes it off.\n\nKENGO\nMom...\n\nHe uses “mom” as a weapon of manipulation.\n\nKENGO\nJust tell me about my father.\n\nEVELYN\n(carefully, without\nemotion)\n\nI got pregnant in the second year\nof high school.\n(MORE )\n\f82.\n\nEVELYN (cont'd)\nA friend of mine introduced me to a\ndoctor who gave me an abortion.\n\nShe looks at Kengo for his reaction, making sure he isn’t too\nshocked at what she is telling him. Then she continues.\n\nEVELYN\nHe was a very kind doctor. And\nhandsome and pretty young, too...\nfor a doctor.\n\nKengo nods, encouraging her along.\n\nEVELYN\nAfter the... procedure, he lectured\nto me about contraception.\n\nA helicopter flies over making her have to talk louder.\n\nEVELYN\n\n(in a deep man voice)\n“Abortion was good neither for the\nbody nor the spirit.” That’s what\nhe would say. I should also be\ncareful about venereal disease, so\nI should always be sure to use a\ncondom, and he gave me a new box of\nthem.\n\nEvelyn giggles at the memory. She takes another drag, lost in\nthe memory. She spaces out as the helicopter noise fades.\n\nKENGO\nMom?\n\nEvelyn snaps out of it. She looks at Kengo, remembering again\nthat he’s here. She continues her story.\n\nEVELYN\nI told him that I had condoms but\nhe told me that the guys probably\ndidn’t put them on right. Kengo,\nyou would be amazed at how few\npeople know the right way to use\nthem.\n\f83.\n\nKengo makes a confused face, wondering what people might do\nwith condoms, ‘the wrong way’.\n\nEVELYN\nBut I wasn’t stupid and I was very\ncareful about contraception.",
  "46": "---END OF PREVIOUS SECTION---\n83. Kengo makes a confused face, wondering what people might do\nwith condoms, ‘the wrong way’. EVELYN\nBut I wasn’t stupid and I was very\ncareful about contraception. \n---TARGET SECTION TO BE ANNOTATED---\n I\nmean, the minute we took our\nclothes off, I would be sure to put\nit on the penis... (she is suddenly\nembarrassed) on the man... myself.\n\nEvelyn does a little gesture miming putting a condom on a\nman.\n\nKengo is a little grossed out. He tries not to let her see.\n\nEVELYN\nYou just can’t trust men with\nanything like that.\n\nKengo nods, to get her to keep talking.\n\nEVELYN\nKengo? You know about condoms,\nright?\n\nKENGO\nYes. Totally. I carry them in my\nwallet.\n\nShe stares at him.\n\nKENGO\nGo on! Come on!\n\nEVELYN\nWell, two months later... I got\npregnant again.\n\nKENGO\nJesus!\n\nEvelyn is self-conscious. Embarrassed, she looks down.\n\nKENGO\n(gently, encouraging)\nSorry. Go on.\n\f84.\n\nHer cigarette helps her have a little more courage. She takes\na big drag and blow more smoke rings. They’re like little\nshields of smoke.\n\nEVELYN\nI went back to the same doctor who\nI knew I could trust and who I knew\nwouldn’t tell my parents. He took\none look at me and scolded, “I told\nyou to be careful. What are you\nthinking?”\n\nShe gets a little quieter now. She picks at a piece of lint\non the army jacket.\n\nEVELYN\nI couldn't stop crying.\n\nA siren grows louder and then fades again.\n\nEVELYN\nHe was so mad. I told him I had\nused the condoms and that I was\nvery careful but he didn’t believe\nme.\n\nEvelyn suddenly is like a sad little girl.\n\nKengo moves to try to comfort her but he doesn’t know how and\nreally wants to hear about his father.\n\nKENGO\nMom? Tell me. Please.\nEVELYN\nThe doctor was your father. Is your\n\nfather.\nKengo stops breathing.\n\nThey sit in the silence waiting for the consequences of this\nrevelation, waiting to see if the universe will come to and\n\nend.\n\nKengo finally takes a breath.\n\f85.\n\nEvelyn let's the gravity sink in then continues.",
  "47": "---END OF PREVIOUS SECTION---\nKengo finally takes a breath. 85. Evelyn let's the gravity sink in then continues. \n---TARGET SECTION TO BE ANNOTATED---\nEVELYN\nAbout six months after my second\nabortion and after a series of\nweird events, I ended up... having\nknowledge of the doctor himself. He\nwas about thirty at the time and I\nwas sixteen. He was very handsome.\n\nEvelyn is trying not to get emotional by pretending like she\nis talking about somebody else.\n\nEVELYN\nHe was still a bachelor. He was\nkind of boring to talk to, but we\ndidn’t talk much. He was sweet.\n\nRemembering him and that time in her life, Evelyn smiles.\n\nEVELYN\nHis right ear was... kind of...\nmangled. A lot of it was missing.\nHe was a medic in Viet Nam but he\nsaid that’s not how it happened. A\ndog chewed it off when he was a\nboy. He was just walking along the\nstreet one day and when a big black\ndog he had never seen before jumped\nup and bit his ear off.\n\nKENGO\nOh, whatever.\n\nEvelyn is slightly startled back into the room from her\nmemory.\n\nEVELYN\n(consistory)\nI think it happened in the war.\n\nShe carefully folds the army jacket.\n\f86.\n\nEVELYN\nHe used to say he was glad it was\njust his ear. He could live without\nan entire ear.\n\nEvelyn gently slides the jacket across the table, in front to\nKengo.\n\nKENGO\n(in awe)\nThis was his?\n\nEvelyn suddenly starts to cry.\nKengo picks it up and smells it.\n\nEVELYN\n(through her tears)\nBeing with him helped me... get\nmyself.... back.\n\nEvelyn takes deep breath. Kengo she’s how brave she is.\n\nEVELYN\nWhen I was having... knowledge of\nhim, I managed not to think\ndisturbing thoughts. I even got to\nlike his ear.\n\nShe reaches over and traces her finger around Kengo’s perfect\near.\n\nEVELYN\nI thought it was cute.\n\nEvelyn lights another cigarette.\n\nEVELYN\nHe was so dedicated to his work. He\nwould lecture me about the use of\nthe condom while we were in bed.\nWhen to put it on and when to take\nit off. You think this would make\nfor a foolproof contraception, but\nI ended up pregnant again.\n\f87.",
  "48": "---END OF PREVIOUS SECTION---\nWhen to put it on and when to take\nit off. You think this would make\nfor a foolproof contraception, but\nI ended up pregnant again. 87. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\nWith me?\n\nEvelyn nods slowly.\nOutside, another siren screams past.\n\nKengo takes this in. Now he has even more questions but he\ndoesn’t know where to start.\n\nEvelyn senses this and tries to help out.\n\nEVELYN\nHe examined me and he was the one\nwho told me I was pregnant. He was\nreally mad and said I had been\ncheating on him but it wasn’t true.\nHe was the only man I had been with\nfor months. He got me pregnant.\n\nKENGO\nDidn’t you tell him that?\n\nEVELYN\n\nYeah, but he didn’t believe me. All\nmy friends knew him and we would go\nout together with them and they\nknew that he was the only one I had\nbeen with. He just kept saying, “My\ncontraceptive techniques are beyond\nreproach, which means you have has\nrelations with another man.”\n\nEvelyn shakes her head.\n\nEVELYN\nBut I hadn’t. I was devastated. I\nwas so hurt.\n\nKENGO\nI understand. I don’t blame you.\n\nEVELYN\nHe called me a slut. He demanded I\nget another abortion. But there was\nno way I could that again.\n\f88.\n\nKengo fights tears back. He puts his hand on Evelyn’s hand.\n\nEVELYN\nThat was the last I ever saw of\nhim.\n\nShe seems to helpless and venerable as she remembers her\n\npast.\n\nEVELYN\n(quietly)\nHe never even called me... or\nanything.\n\nKENGO\nFucker.\n\nKengo pats her hand.\n\nEVELYN\nIt’s okay, Mom.\n\nEVELYN\nWhen my parents found out they\nkicked me out of the house. I was\ngoing to kill myself. I was going\nto drive to San Francisco and jump\noff the Golden Gate bridge.\n\nKENGO\nI’m glad you didn’t.\n\nEVELYN\nGlen Tabata found me crying, out\nwondering the streets, and took me\nto the church shelter. Without him,\nI would have died.\n\nKENGO\nSo, biologically speaking, my\nfather is that fucking obstetrician\nthat you... had knowledge of?\n\nEVELYN\nOh no, listen. This isn’t the whole\ntruth.\n\n(MORE )\n\f89.",
  "49": "---END OF PREVIOUS SECTION---\nEVELYN\nOh no, listen. This isn’t the whole\ntruth. (MORE )\n\f89. \n---TARGET SECTION TO BE ANNOTATED---\nEVELYN (cont'd)\nI took the most rigorous\ncontraceptive measures and became\npregnant. In fact, I became\npregnant three times in a row.\nThat’s not chance.\n\nKengo knows what’s coming.\n\nEVELYN\nThree chance occurrences is not\nchance. The number three is none\nother than that which is used by\nour Lord for Revelations.\n\nKengo sighs, exasperated.\n\nEVELYN\nIt was our Lord’s wish that I give\nbirth to you. See, the doctor’s\ncontraceptive methods were\nabsolutely foolproof. Your father\nis the Lord. You came into this\nworld not through carnal knowledge,\nbut through an act of our Lord’s\nwill.\n\nKENGO\nOh God mom. They brainwashed you.\nI’m sure every mother wants to\nthink her son is the son of God\nbut...\n\nHe stops knowing there’s no dissuading her from her faith.\n\nKENGO\nDoes the doctor know that you had\nme?\n\nEVELYN\n\nI don’t think so. I never saw him\nagain, He never contacted me in any\nway. I’m sure he has no idea.\n\nEvelyn looks down at the box where she keeps her cigarettes.\nShe pulls a tiny gold cross on a thin gold chain.\n\f90.\n\nEVELYN\nThis was his too.\n\nShe hands it to Kengo.\n\nHe looks at it like it’s a the missing piece of an ancient\nsecret. He puts it on.\n\nEvelyn gets melancholy again and seems a million miles away.\n\nKENGO\nMom?\n\nEvelyn consciousness comes back into the room.\n\nEVELYN\nYes, sweetie.\n\nKENGO\nAm I like him at all? What did I\nget from him?\n\nEvelyn looks at him, considering his question.\n\nEVELYN\nWell, not his ears.\n\nShe giggles and then covers her mouth.\n\nKENGO\nWhat?\n\nEVELYN\nYour big wee-wee.\n\nKengo is horrified.\n\nA little after-shock rattles the room and they both run to\nthe doorway.\n\nBACK TO THE PRESENT\nINT. BUS - LATE AFTERNOON\n\nKengo, lost in thought and memory, stares off into the vast\nempty spaces of the valley outside the bus window.\n\f91.\n\nThe old woman wakes up and looks up at Kengo.",
  "50": "---END OF PREVIOUS SECTION---\nBUS - LATE AFTERNOON\n\nKengo, lost in thought and memory, stares off into the vast\nempty spaces of the valley outside the bus window. 91. The old woman wakes up and looks up at Kengo. \n---TARGET SECTION TO BE ANNOTATED---\n She taps his\nleg, startling him.\n\nOLD WOMAN\nYou look very far away in a sad\nplace.\n\nKengo looks over at the man and looks closer at his ear.\nKENGO’S POV\n\nA slow zoom into the man’s ear. It does look like it was\nchewed off by a dog.\n\nKengo looks back at the old woman.\n\nOLD WOMAN\nWhatever it is that is troubling\nyou will be gone. Things are always\nchanging.\n\nThe woman holds her finger up as if to tell him to wait. She\ncloses her eyes. She opens them again.\n\nOLD WOMAN\nSee. Things are different now than\nthey were a second ago.\n\nKengo smiles.\n\nOLD WOMAN\nThere is only ever... now.\n\nKENGO\nAre you physic?\n\nThe woman laughs.\nOLD WOMAN\nNo. Just very old. So I know a\n\nlittle about time.\n\nLike he’s been struck by lightning, Kengo suddenly remembers\nsomething. He unzips his backpack and takes out his camera.\n\nKENGO\nCan I take your portrait?\n\f92.\n\nOLD WOMAN\nWhy, Because I’m such a relic?\nYou’ve never seen anyone this old.\n\nKENGO\nNo, no, that’s not... I think you\nhave a great face.\n\nThe old woman bats her eyes like a Hollywood starlet.\nKengo laughs, taking this as consent.\nOLD WOMAN\nIs that digital? That’s all anyone\never says anymore. Digital,\ndigital, digital. The whole world\nis not made of one’s and zeros.\n\nKENGO\nNo, this good old fashioned film.\n\nHe crouches down, positioning himself so the old woman is in\nthe foreground, and in the frame not far behind her, the man.\n\nThe woman stares into his lens.\nKengo racks the focus to...\nTHROUGH THE LENS\n\nThe old woman goes out of focus and the man comes into focus,\nperfectly.\n\nJust as Kengo presses the shutter, the man stands up going\npartly out of frame.\n\nThe camera makes a whirling sound, rewinding the film. That\nwas the last photo on the roll.\n\nKENGO\n(in frustration)\nOh.\n\nOLD WOMAN\nWhat? Bad? Ugly?\n\nThe man is getting ready to get off at the next stop.\n\f93.\n\nKENGO\n(distracting, looking at\nthe man)\nNo. It’s great.",
  "51": "---END OF PREVIOUS SECTION---\n93. KENGO\n(distracting, looking at\nthe man)\nNo. It’s great. \n---TARGET SECTION TO BE ANNOTATED---\n That was the last\nshot.\nKENGO\n\n(to the old woman)\nThis is my stop.\n\nThe old woman blows him a kiss as the bus slows.\n\nOLD WOMAN\nRemember... It’s always right now.\n\nThe doors open and Kengo follows the man off the bus.\n\nINT. STREET - LATE AFTERNOON\n\nThe bus drives off, leaving the two of them.\n\nPower lines buzz and crackle in the distance suspended by\nhuge towers. This is mostly an industrial area but a new\nhousing development is creeping in. Every few blocks between\n\nwarehouses an old house remains, but not for long.\n\nThe sun is low and the few clouds are beginning to take on an\norange tint.\n\nThe man walks slowly along the barren street.\nKengo quietly follows half a block behind him.\n\nThey’re the only people on the street and seems like they’re\nthe only ones left on the planet.\n\nA cold dry desert wind blows litter down the street. A fast\nfood wrapper, wraps around Kengo’s shin. He has to shake his\nleg violently to get it off.\n\nAs Kengo passes a junk-yard, a furious dog runs at him\nflinging itself against the fence barking ferociously at\nKengo. The dog didn’t bark at the man.\n\nKengo is startled and even more adrenaline pumps through him.\nHe walks on, his heart pounding.\n\f94.\n\nThe only sound now is the man’s shoes rhythmically tapping\nagainst the side walk. It’s oddly hypnotic.\n\nKengo’s practices his silent Ninja walking.\nEXT. FIELD - LATE AFTERNOON\nWIDE\n\nTwo giant electrical towers holding up power lines rise out\nof the field of dead grass and dumped garbage.\n\nThe power lines buzz loudly like a swarm of giant insects.\n\nThe man and Kengo are like ants as they make their way across\nthe buzzing field.\n\nKengo remains at a safe distance but makes sure he keeps the\nman in view.\n\nON KENGO\n\nHe walks with determined trepidation as if his about to\ndiscover a new continent or the secret identity of a spy.\n\nKENGO\n(whispering, barely\naudible)\n\nAre you my father?\n\nHe takes a deep breath.\nKENGO\n(just slightly louder)\nAre you my father?\nHe takes another deep breath.",
  "52": "---END OF PREVIOUS SECTION---\nHe takes a deep breath. KENGO\n(just slightly louder)\nAre you my father? He takes another deep breath. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\n(as loud as he can without\nthe man hearing)\nAre you my one-eared father?\n\nKengo takes a deep breath.\n\f95.\n\nKENGO\n(yelling as loud as he\ncan)\nHEY!\nThe man stops and turns to look.\nKengo ducks down, hiding in the grass.\n\nThe man just sees an empty field. He takes a few steps back\ntoward where Kengo is hiding.\n\nON KENGO:\n\nCrouching in the tall grass his heart beating wildly, he\nhears the man walking toward him.\n\nThe man looks around and then turns and keeps walking.\nEXT. FIELD - LATE AFTERNOON\n\nThe man leaves the field and walks around the corner of a\nbuilding.\n\nKengo pops up and runs as fast as he can to catch up.\nEXT. STREET - LATE AFTERNOON\n\nThe man, his shoes clicking walks along.\n\nKengo appears behind him.\n\nThey continue walking through the industrial wasteland of\nthis part of town.\n\nON KENGO\n\nKENGO\n(quietly)\nIf you are my father, you will know\nI’m here.\n\nKengo closes his eyes concentrating. He continues walking.\nKENGO\n\n(quiet, pleading)\nTurn around and see me.\n\f96.\n\nKengo opens his eyes. The man doesn’t turn around.\n\nKengo closes his eyes again.\n\nKENGO\n\nIf you are my father...\n\nHe stumbles off the curb. He opens his eyes.\n\nKENGO\n\nCome on. I’m part of you.\n\nKengo’s eyes fill with tears. He desperately needs this man\n\nto turn around and acknowledge\n\nKENGO\n\nhim.\n\n(a touch of anger)\nI’m from you. Turn around.\n\nKengo stops walking and concentrates hard. He touches the\n\ncross around his neck.\n\nON THE MAN:\n\nThe man slowly turns around so\nMAN'S POV\n\nKengo: eyes shut, reaching for\n\nWho is this bizarre, seemingly\ngesticulating and genuflecting\n\nON THE MAN\n\nThe man slowly turns and walks\nthe assault.\n\nCLOSE ON KENGO:\n\nKengo keeps his eyes squeezed shut\n\nsqueezing out tears.\n\nKENGO\n(like a prayer)\nAre you my father?\n\nsee Kengo.\n\nthe sky.\n\npossessed street kid,\nto the sky?\n\non, his shoes clicking against\n\nas tight as possible,\n\fHe raises his arms up in the air as a\nanswer he needs.",
  "53": "---END OF PREVIOUS SECTION---\nthe sky. possessed street kid,\nto the sky? on, his shoes clicking against\n\nas tight as possible,\n\fHe raises his arms up in the air as a\nanswer he needs. \n---TARGET SECTION TO BE ANNOTATED---\nKENGO\nSee me.\n\n97.\n\nconduit to receive the\n\nHe puts his arms down and slowly opens his eyes.\n\nKENGO’S POV\nThe street is empty. The man is gone.\nKengo panics. He runs up the street.\nKENGO\n(yelling)\nHey!\nKengo comes to an alley too narrow to\n\nKengo stops.\n\nHe listens and faintly but distinctly\n\nechoing from somewhere down the alley.\n\nHe walks runs down the long alley.\nIN THE ALLEY - VERY LATE AFTERNOON\nKengo runs a few steps then stops and\n\nUtter silence except for the wind.\n\ndrive a car down.\n\nhears the mans shoes\n\nlistens again.\n\nKengo runs as fast as he can and comes around the corner\n\nto...\n\nEXT. BASEBALL DIAMOND - DUSK\n\nThis is the same dusty baseball diamond we saw at the\n\nbeginning of the script:\n\nLong neglected, surrounded by a rusty\n\nchain-link fence, weeds\n\ngrowing on the pitcher’s mound, the dilapidated dugout,\ntagged with layers of graffiti, discarded spray paint cans\n\nlaying under the bleachers, the burnt\nits wheels.\n\nand rusted car missing\n\f98.\n\nKengo runs into the diamond and stops.\nKENGO\n(yelling)\nHey! Hello!\n\nThere is only a slight echo.\n\nKENGO\n(yelling)\nBastard!\nStill nothing.\nKENGO\n\n(not yelling)\nFucking bastard. Where did you go?\n\nHe listens of an answer. Again just the wind.\n\nKENGO\nI'm the bastard.\n\nKengo kicks an empty spray paint can. The can bounces through\nthe dirt.\n\nHe walks over to the battered car and looks inside.\nKENGO’S POV\nINSIDE THE CAR\n\nThe seats are ripped up and there are several syringes laying\non them.\n\nA used condom is draped over the steering wheel.\n\nKengo walks away from the car back to top of the pitcher's\nmound.\n\nHe looks up at the sky.\nTHE SKY:\n\nIt’s nearly dusk and the sky is turning incredible shades of\npink and orange.\n\f99.\n\nON KENGO:\n\nKengo turns in a full circle surveying the area. He walks\ninto the dugout.\n\nThe dugout’s walls are amazingly colorful, covered with\ngraffiti and spray paint art.",
  "54": "---END OF PREVIOUS SECTION---\nON KENGO:\n\nKengo turns in a full circle surveying the area. He walks\ninto the dugout. The dugout’s walls are amazingly colorful, covered with\ngraffiti and spray paint art. \n---TARGET SECTION TO BE ANNOTATED---\n A lot of it is people’s names\nand gang tags - where they are from names, names of\ncouples... a few political slogans. One reads “USA Lies.”\n\nKengo walks over and picks up the can of spray paint.\n\nHe shakes it then holds his hand out and sprays. The very\nlast bit of red pant weekly spurts onto Kengo’s hand.\n\nHe throws the can as hard as he can. It clangs loudly against\nthe car.\n\nKengo walks over to the wall and presses his hand against it.\nHe bangs his fist on top of his hand making sure it’s pressed\nagainst the wall hard. Satisfied he gently removes his hand.\nHe backs up admiring his work.\n\nON THE WALL:\n\nKengo’s fresh, bright red hand print shimmers among the older\ngraffiti. The newest piece in years and layers of paint.\n\nON THE FIELD:\n\nKengo walks out into the field and sits down. He lies on his\nback and looks up at the sky.\n\nKENGO’S POV\n\nIn stark contrast to Kengo's terrestrial surrounds, the sky\nis beautiful, in the full blush of an amazing sunset.\n\nOrange and pink clouds streak through the sky. A jet a mile\nup leaves a contrail that turns orange. It engines make a\ndistinct static roar.\n\nABOVE KENGO (SKY’S POV?)\n\nWe float above the field looking down at Kengo stretched out\non his back looking up at the sky. We descend towards him.\n\f100.\n\nAs we reach him he raises his arms up and opens his hands\nagainst the sunset sky.\n\nKENGO’S POV\n\nHe holds his hands together like a frame. He makes the sound\nof a picture being taken.\n\nKengo reaches into his pocket and pulls out his iPod and\nturns it on.\n\nHe finds the right music to look at the sky with.\nSomething ambient and atmospheric but delicate.\n\nKengo gets tired of the song and looking at the sky. He jumps\nup and changes the music to something with a faster tempo.\n\nKengo starts to dance along to the music. It’s his trademark\nflapping frog-like dancing. It’s weird and jerky.\n\nWe swirl around him as he flaps along to the music.\nSuddenly the music stops.\n\nKengo stops dancing and checks out his iPod. He bangs it on\nhis hand.\n\nThe batteries are dead.",
  "55": "---END OF PREVIOUS SECTION---\nKengo stops dancing and checks out his iPod. He bangs it on\nhis hand. The batteries are dead. \n---TARGET SECTION TO BE ANNOTATED---\nWIDE ON THE BASEBALL DIAMOND\n\nKengo stands on top of the pitchers mound softly humming.\nThe wind picks up as the sun sets.\n\nKengo stops humming and listens. A guest of wind clangs the\nchain link fence making a strange rhythm.\n\nKengo moves to the weird clang of the fence. He stars to hum\nagain, a little louder.\n\nHe starts moving a little more, swaying back and forth then a\nlittle faster. He spins around and jumps in the air.\n\f101.\n\nHis movements evolve slowly into a dance. There is a little\nbit of his frog movements but they diminish as his movements\nbecome more and more fluid. The fence clangs, the wind blows,\na distant siren howls, Kengo dances along.\n\nANGLE ON THE FIELD\nKengo runs to one side of the lot and does some dancing then\nto the other side. He runs around the baseball diamond\n\nfollowing where the bases would be, an imaginary home run.\n\nAfter home base, he runs to the abandoned car and jumps on\nthe roof.\n\nOn the roof of the car he goes wild, dancing and jumping with\nunprecedented grace, at least for him.\n\nHe rips his shirt off and waves it around like a flag before\nthrowing it down. He takes his pants off and whips them\nthrough the air.\n\nHe continues dancing but now it’s taken on an almost\nreligious feel.\n\nKengo is in the middle of some huge personal ritual. He is\nsweating and moving wildly dancing to his own music. He is\npurging something deep from inside him.\n\nKengo leaps off the car and runs back to the pitcher’s mound.\nHis dancing crescendos in a flurry of wild movements and\nthen, Kengo collapses onto the ground, hyperventilating.\nANGLE - ABOVE THE BASEBALL DIAMOND\n\nThe light has drained from the sky and the world has taken on\na bluish color.\n\nKengo lies on the pitcher’s mound catching his breath.\n\nWe slowly float down to him.\n\nThere is a strange sorrowful compliance in him.\n\nHe sighs a long sigh and then takes the deepest of breaths.\n\nKENGO\nOh, God.\n\f102.\n\nA large gust of wind whistles hauntingly through the rusty\nchain-link fence like it’s answering him.\n\nKengo starts to cry.\n\nThe last light of the day drains from the sky.\n\nSlow dissolve to...",
  "56": "---END OF PREVIOUS SECTION---\nKengo starts to cry. The last light of the day drains from the sky. Slow dissolve to... \n---TARGET SECTION TO BE ANNOTATED---\nINT. BUS - NIGHT\n\nKengo rides the bus. It’s dark outside and the fluorescent\nlights in the bus are bright. There are only a few other\npassengers. They all ride in silence.\n\nSlow dissolve to...\n\nINT. SUBWAY PLATFORM - NIGHT\n\nKengo gets off the subway at Vermont and Wilshire and rides\nthe very long escalator up to street level.\n\nSlow dissolve to...\n\nEXT. WILSHIRE BLOULVARD - NIGHT\n\nIt’s raining lightly and the streets are slick, reflecting\nthe headlights of the traffic. Fog has rolled in and the\n\nstreetlights radiate an eerie glow.\n\nKengo walks along the sidewalk slowly and contemplatively as\nKorea Town swirls around him.\n\nAn OLD MAN sells flowers from a little kiosk.\nKengo stops at the flower stand.\n\nThe homeless man with the American flag on his shopping cart\nwalks by, singing The Star Spangled Banner.\n\nThe Star Spangled Banner echoes, slowly dissolving over...\nEXT. SMALL HOUSE - NIGHT\n\nThis mid-century house in a suburban neighborhood is just on\nthe edge of K-Town.\n\f103.\n\nKengo walks across the street and stops in front of the\nhouse. He holds a small bouquet of daisies.\n\nKengo makes a loud chirp. His signal to Sandra. There is no\nresponse so he chirps again. Still nothing.\n\nKENGO\n(loud whisper)\nSandra.\n\nA light in the house goes on.\n\nA MAN, 50’S (Sandra’s father) opens the front door. He stares\nat Kengo.\n\nSandra is obviously not home. Kengo walks away.\n\nINT. KENGO AND EVELYN’S APT. - NIGHT\n\nKengo quietly opens up the front door. He carries the bouquet\nof daisies. He steps into the hall, trying not to make the\nfloor creak. It’s like a mine field but he’s well practiced\nat maneuvering through it. If Evelyn is sleeping, he doesn’t\nwant to wake her.\n\nMusic begins playing from the living room. It’s haunting and\nbeautiful. Maybe traditionally Asian.\n\nEXT. STREET - NIGHT\n\nSandra drives her Volvo up to the front of Kengo’s building.\nShe is wearing Kengo’s hat. She takes a hand off the wheel to\nhonk the horn but stops herself.",
  "57": "---END OF PREVIOUS SECTION---\nSTREET - NIGHT\n\nSandra drives her Volvo up to the front of Kengo’s building. She is wearing Kengo’s hat. She takes a hand off the wheel to\nhonk the horn but stops herself. \n---TARGET SECTION TO BE ANNOTATED---\n She turns the igniting off\nand sits there for a moment in the quiet. She takes a tissue\nfrom the dashboard and blows her nose.\n\nEXT. STREET - NIGHT\n\nSandra gets out of her car. She stares up at Kengo’s\nbuilding. Her eyes are puffy from crying.\n\nINT. KENGO AND EVELYN’S APT. - NIGHT\n\nKengo walks down the hall forgetting to close the front door.\n\f104.\n\nKENGO’S POV\n\nFloating towards the living room and the source of the music.\nSlowly we round the doorway revealing...\n\nINT. LIVING ROOM - NIGHT\n\nEvelyn, dances slowly around the room to the music. She is\ndressed in a beautiful silk nightgown, seeming to almost defy\ngravity with her grace, totally uninhabited.\n\nKengo sets the daisies down next to the record player. He\nleans against the door and watches Evelyn, hypnotised. Her\n\ndance is almost mournful.\n\nEvelyn turns and sees Kengo. She smiles at him, dancing\nslowly, using the whole room as her stage.\n\nKengo starts to sway to the music. He steps into the room and\ndances slowly in place.\n\nEvelyn reaches her arms out inviting Kengo to dance with her.\n\nKengo smiles and pushes himself off the wall, toward her.\nEvelyn embraces Kengo and they begin to dance together,\naround the room.\n\nSandra quietly steps into the doorway, peering into the\nliving room. Kengo’s red ski hat is in her hand.\n\nKengo sees Sandra over Evelyn’s shoulder and keeping Evelyn’s\nback to Sandra, he looks at her. He can see she’s been\ncrying.\n\nSandra watches Kengo and Evelyn’s intimate dance. The hat\nslips out of her hand.\n\nKengo gently takes Evelyn’s hands from himself and steps out\nof her embrace.\n\nEvelyn turns and sees Sandra. She stops dancing.\nKengo walks across the room toward Sandra. He picks his hat\n\nup from the floor and places it on Sandra’s head. Kengo\nreaches his hand out to Sandra.\n\f105.\n\nSandra takes a small hesitant step towards Kengo and he takes\nher in his arms and guides her into the room. Kengo leads\nher, gracefully into his dance. They use the full space of\nthe room, moving through it effortlessly.",
  "58": "---END OF PREVIOUS SECTION---\nSandra takes a small hesitant step towards Kengo and he takes\nher in his arms and guides her into the room. Kengo leads\nher, gracefully into his dance. They use the full space of\nthe room, moving through it effortlessly. \n---TARGET SECTION TO BE ANNOTATED---\nEvelyn takes a step back and watches.\n\nSandra closes her eyes and hugs Kengo, harder. The tension in\nher face relaxes. They press their bodies together, tightly.\n\nEvelyn turns away and dances slowly in her corner of the\nroom, her back to Kengo and Sandra.\n\nFreeze Frame.\nThe music continues.\n\nFade Out.\n\nTHE END\n\nEPILOGUE - OVER THE END CREDITS\n\n \n\nKengo’s music.\n\nUnder the end credits we fade up to:\n\nThe photo Kengo took on the bus.\n\nThe old woman is blurry but we can tell she is smiling.\nBehind her, THE MAN is standing. His head is almost\ncompletely out of frame. We can’t see his eyes, nose or any\nof his face. But we can see the bottom of his profile, and\n\nas we slowly zoom in, his ear.\n\nFade out.\n\f"
}