{
  "1": "                               \"AN OFFICER AND A GENTLEMAN\"\n\n                                            by\n\n                                   Douglas Day Stewart\n\n                                       FINAL DRAFT\n\n                                      April 13, 1981\n\n                \n\n               FADE IN:\n\n               EXT. MANILA AIRPORT - FULL SHOT - DAY\n\n               A Philippine Airlines passenger plane is arriving and touching \n               down.\n\n               ANGLE - THE PLANE\n\n               A 13-year old boy starts down the ramp, a suitcase in one \n               hand, an old photo-strip in the other. He studies the strip \n               closely as he searches the faces of the people greeting the \n               passengers.\n\n               CLOSE - THE PHOTO STRIP\n\n               A handsome sailor is necking with his girl in each of the \n               three shots.\n\n               CLOSE - THE BOY\n\n               looking around.\n\n               HIS EYES FALL ON A SAILOR\n\n               It's the same sailor from the photo strip, only about fifteen \n               years older. If he was in his early twenties then, now he's \n               in his mid-thirties. He's in the uniform of a 1st class Petty \n               Officer. He searches the faces of the descending passengers, \n               very uncertain and uncomfortable.\n\n               THE BOY AND THE SAILOR\n\n               come together very, very tentatively. The sailor, BYRON MAYO, \n               extends a hand to young ZACK.\n\n                                     BYRON\n                         You, Zack?\n\n                                     ZACK\n                         Yes, Sir.\n\n                                     BYRON\n                         I'm Byron. Nice to meet you.\n                              (awkwardly)\n                         C'mon. Let's go get your luggage.\n\n               They head off together.\n\n               EXT. THE AIRPORT PARKING LOT - DAY\n\n               Byron and Zack step aboard one of the colorful jeepneys that \n               Manila is famous for. We MOVE WITH the jeepney as it leaves \n               the airport and starts down the highway toward Olongapo.\n\n               The boy is frightened but he's also excited by the strange, \n               super-chrome and ornately-decorated vehicle he's riding in.\n\n               They're not alone in the small bus. Ten or more Filipinos \n               ride with them, some in suits and ties, others in the rougher \n               attire of farmers. One old woman carries a big cage on her \n               lap with a squawking fluttering chicken in it.\n\n                                     BYRON\n                         Take that coat off.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nTen or more Filipinos \n               ride with them, some in suits and ties, others in the rougher \n               attire of farmers. One old woman carries a big cage on her \n               lap with a squawking fluttering chicken in it. BYRON\n                         Take that coat off. \n\nTARGET SECTION TO BE ANNOTATED:\n This is the \n                         Philippines.\n\n               He helps Zack out of his coat.\n\n                                     BYRON\n                              (making conversation)\n                         How was the flight? They take care \n                         of you okay? Long way from Norfolk, \n                         isn't it?\n\n                                     ZACK\n                         Yes, sir.\n\n                                     BYRON\n                         Listen, kid, I was sorry to hear \n                         about your mom. That's pretty rough. \n                         I would've returned your call a lot \n                         sooner but I was out at sea...\n\n                                     ZACK\n                         I been calling for four months.\n\n                                     BYRON\n                         Well, that's how long I've been out \n                         at sea.\n\n               EXT. THE ROAD TO OLONGAPO - DAY\n\n               The jeepney has only two passengers now, Byron and Zack. A \n               roadside sign reads: \"U.S. NAVAL FACILITY, SUBIC BAY ... 12 \n               miles.\"\n\n               EXT. THE HONKY-TONK SAILOR TOWN OF OLONGAPO - DAY\n\n               Known throughout the Seventh Fleet as the armpit of the \n               Orient, Olongapo is one, long rain-rutted street of gaudy \n               bars and rattan-walled whorehouses.\n\n               Countless jeepneys careen past with their silly fringe awnings \n               and chrome accoutrements, many filled with U.S. sailor boys \n               and officers on liberty.\n\n               Zack and Byron's jeepney ENTERS SHOT and stops in front of \n               the noisiest and raunchiest bar on the strip.\n\n                                     BYRON\n                         This is it. This is where I live.\n\n               MOVING WITH ZACK AND BYRON\n\n               CAMERA FAVORS the boy as they head for the entrance of the \n               bar, Zack taking in the kinky street activity: \"Beenie boys,\" \n               small boned Filipino boys dressed up as exquisite young girls, \n               hustling tricks on the sidewalk while their sisters lounge \n               in the doorway of places like \"California Dreamin'\" and \"The \n               Manhattan Club,\" in nipple-showing tank-tops, licking their \n               lips.\n\n               INT. THE RAUCOUS BAR - DAY\n\n               CAMERA CONTINUES MOVING with Zack and Byron as they cross \n               through the NOISY bar toward a stairwell at the back.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOVING WITH ZACK AND BYRON\n\n               CAMERA FAVORS the boy as they head for the entrance of the \n               bar, Zack taking in the kinky street activity: \"Beenie boys,\" \n               small boned Filipino boys dressed up as exquisite young girls, \n               hustling tricks on the sidewalk while their sisters lounge \n               in the doorway of places like \"California Dreamin'\" and \"The \n               Manhattan Club,\" in nipple-showing tank-tops, licking their \n               lips. INT. THE RAUCOUS BAR - DAY\n\n               CAMERA CONTINUES MOVING with Zack and Byron as they cross \n               through the NOISY bar toward a stairwell at the back. \n\nTARGET SECTION TO BE ANNOTATED:\n Navy \n               enlisted men are making out openly with bar girls and Zack \n               even sees one little girl stick her hand right down the front \n               40 of a sailor boy's pants.\n\n               Byron glances at the boy, a little embarrassed by his digs.\n\n               Zack is staring at every girl he passes, nervous but a little \n               excited by it all, too.\n\n                                     BYRON\n                         If I were in port more, I'd rent a \n                         better place, but this works out \n                         okay.\n\n               They start up the stairs.\n\n               INT. BYRON'S ROOM - DAY\n\n               They walk in and find two semi-naked prostitutes lying on \n               the bed. Zack's eyes are as big as silver dollars.\n\n                                     BYRON\n                         I thought you girls were gonna do \n                         some shopping.\n                              (gives them money)\n                         Tiki, Maria... I want you to meet my \n                         son.\n\n               The girls giggle as they hurry into their clothes and leave.\n\n               Byron closes the door.\n\n                                     BYRON\n                         This is it. This is where I live. I \n                         suppose you could bunk over there \n                         and you could go to school at the \n                         base.\n\n                                     ZACK\n                         Great.\n\n                                     BYRON\n                         I'm not finished. I'll only be in \n                         port one week a month and when I'm \n                         here you'd never catch me playing \n                         daddy with you 'cause it's not who I \n                         am. Like I told you on the phone, \n                         you I'd be better off in that state \n                         school back in Virginia.\n\n                                     ZACK\n                         I ain't never going back to that \n                         school, sir.\n\n                                     BYRON\n                         You got to kid. Let me spell it out \n                         for you. This is a whorehouse. And I \n                         happen to like my life the way it is \n                         and nobody's gonna make me change.\n\n                                     ZACK\n                         I don't care about that. I just ain't \n                         going back. You don't want me? Okay. \n                         I'll find me another place.\n\n               He opens the door and walks out.\n\n               MOVING WITH ZACK DOWN THE STAIRWELL\n\n               Byron appears on the landing above.\n\n                                     BYRON\n                         Hey, come back.\n\n               Zack keeps moving.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOVING WITH ZACK DOWN THE STAIRWELL\n\n               Byron appears on the landing above. BYRON\n                         Hey, come back. Zack keeps moving. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     BYRON\n                         Come back here, kid!\n\n                                     ZACK\n                              (turns)\n                         What for?\n\n                                     BYRON\n                              (grudgingly)\n                         Okay, okay. You win.\n\n                                     ZACK\n                              (brightens)\n                         Thank you, sir!\n\n                                     BYRON\n                         Stop calling me 'sir! I ain't no \n                         officer. My name is Byron.\n\n               On the boy's happy expression we:\n\n                                                               DISSOLVE TO:\n\n               INT. THE BAR - SEVERAL WEEKS LATER\n\n               Zack sits on the stairs watching a crazy scene taking place \n               on the long bar. A bunch of jet pilots off one of the carriers \n               are in town and they're playing a game of \"chicken\". Each \n               pilot must take a turn being pushed down the bar in a chair \n               on rollers. The winner is the guy who flies the farthest \n               without bailing out of his chair. The whores are rooting \n               them on and gambling money is being waved in the air. As \n               Tiki, one of Byron's girls, climbs the stairs, he catches \n               her hand and gestures questioningly in the direction of the \n               hotshot fliers.\n\n                                     TIKI\n                         Hot shot jet jockeys. Maybe you grow \n                         up like that, fly mach five, no jive.\n\n               The boy laughs. Then Byron comes out of his room, his sea \n               bag over his shoulder. He passes the kids some folding money.\n\n                                     BYRON\n                         Here, kid. Put this in your shoe in \n                         case you need it.\n\n               Zack hides the money.\n\n               QUICK SHOT - TWO FILIPINO BOYS ABOUT ZACK'S AGE\n\n               They see him hide the money in his shoe.\n\n               ANGLE - BYRON AND ZACK\n\n               Byron kisses his two mama-sans goodbye, shakes Zack's hand \n               and strides out of the bar.\n\n                                                               DISSOLVE TO:\n\n               EXT. THE STREETS OF OLONGAPO - DAY\n\n               Zack is walking along the main drag, looking in the curio \n               stores, when the two Filipino boys approach him, smiling \n               innocently.\n\n                                     1ST FILIPINO BOY\n                         Hey, palequero. You new in the P.I.?\n\n                                     ZACK\n                         Yeah. I've been here a couple of \n                         weeks.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nI.? ZACK\n                         Yeah. I've been here a couple of \n                         weeks. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     2ND FILIPINO BOY\n                         Wanna see some nice things, guy? We \n                         could show you around. Nobody knows \n                         this shithole like us.\n\n               The two boys laugh and Zack laughs, too, trusting them.\n\n                                     ZACK\n                         Sure. I guess it's okay.\n\n               They start off together but as they reach a narrow alleyway, \n               the two boys shove Zack into it.\n\n                                     ZACK\n                         Hey!\n\n                                     1ST FILIPINO BOY\n                         Hey, big spender. Give us some money.\n\n                                     ZACK\n                         I don't have any money.\n\n                                     1ST FILIPINO BOY\n                              (furious)\n                         Bullshit! Get it out!!\n\n               The first Filipino kicks Zack in the balls.\n\n               VARIOUS SHOTS OF THE FIGHT\n\n               Zack isn't a bad fighter but he's no match for either of the \n               Filipinos, especially the leader, who has a way of fighting \n               that is something to watch. He uses his feet. Waving the \n               other Filipino aside, he destroys the American with spinning \n               roundhouse kicks to his stomach and his face. Zack goes down \n               from a kick to the groin. Another kick to the head and he \n               loses consciousness. His two attackers bend over him to rifle \n               his pockets.\n\n               Finding the five dollar bill he's hidden in his shoe, they \n               run off down a dark alley, one of them nearly tripping over \n               a dead dog.\n\n               TIGHTEN ON ZACK\n\n               He stirs. His eyes open. He sits up, wincing from busted \n               ribs. Reality sits heavy on his youthful features.\n\n                                                   DISSOLVE VERY SLOWLY TO:\n\n               EXT. THE NAVY HONKY-TONK AREA OF SEATTLE - DAY\n\n               A rough-looking young man rides his Triumph 750 Bonneville \n               through a Navy honky-tonk area in Seattle, Washington: NOISY \n               bars, a Seven Seas Locker Club, a credit jeweler, a pawn \n               shop.\n\n               The boy who took his licks in the Filipino back alley is now \n               a man in his mid-twenties. A long mane of jet-black hair. A \n               scuzzy beard. The same cold blue eyes. He wears jeans and \n               big, muddy boots.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nA \n               scuzzy beard. The same cold blue eyes. He wears jeans and \n               big, muddy boots. \n\nTARGET SECTION TO BE ANNOTATED:\n There's a tattoo of an eagle half-revealed \n               under the sleeve of his T-shirt.\n\n               EXT. A FLEA-BAG HOTEL - DAY\n\n               Zack Mayo drives up and climbs an outside stairway to a second-\n               story entrance.\n\n               INSIDE THE FLEA-BAG HOTEL - DAY\n\n               CAMERA MOVES WITH Zack down a dark corridor, past a succession \n               of rooms. A door is open, affording him a quick glimpse of a \n               woman and child, a sailor's uniform hanging on a chair nearby.\n\n               The sailor appears and closes the door in Zack's face. Zack \n               consults an old postcard he takes from his pocket and pauses \n               in front of a doorway. He knocks authoritatively and shouts:\n\n                                     ZACK\n                         Shore Patrol! Shore Patrol! Open \n                         up!!\n\n               A moment later the door opens and Byron stands there, fumbling \n               to cover his nudity with a little kimono. A naked prostitute \n               in her late teens watches from a rumpled bed.\n\n                                     ZACK\n                         Hi, Byron.\n\n                                     BYRON\n                         Zack, you little shit! You haven't \n                         changed a bit!\n\n                                     ZACK\n                         Neither have you, pard!\n\n               They come together in a macho embrace like old whoring \n               buddies.\n\n                                     BYRON\n                              (to his girl)\n                         Hey, honey, look at this! My son! \n                         Isn't he beautiful?\n                              (to Zack)\n                         You should've called!\n\n                                     ZACK\n                         You were out at sea! Hey, guess what? \n                         I graduated. I got my degree.\n\n                                     BYRON\n                         I thought you quit school. Last I \n                         heard you were on your way to a \n                         construction job or something down \n                         in Brazil.\n\n                                     ZACK\n                         Yeah, I made some money down there, \n                         then I talked my way into another \n                         college and I did it. I wasn't magna \n                         cum laude but I did okay. You \n                         should've seen me in my cap and gown.\n\n                                     BYRON\n                         Why the fuck didn't you invite me? I \n                         would've come.\n\n               Zack's expression sheds some doubt on that subject but Byron \n               chooses to ignore it. He turns to the prostitute.\n\n                                     BYRON\n                         Get on the phone, honey. Call up \n                         your friend...",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns to the prostitute. BYRON\n                         Get on the phone, honey. Call up \n                         your friend... \n\nTARGET SECTION TO BE ANNOTATED:\n Gloria... Gloria big \n                         tits. We're gonna celebrate! You \n                         hear that? My son's graduated from \n                         college!\n\n                                                                    CUT TO:\n\n               INT. BYRON'S APARTMENT - LATER THAT NIGHT\n\n               It's an orgy, all right. Father and son style. Zack and his \n               girl on the left half of the bed, Byron and his girl on the \n               right. Pumping away. Drinking and passing a wine bottle \n               around.\n\n               Candles burning in dishes flickering against the seedy walls \n               where the only decorations are monkeywood carvings Byron \n               brought back from the Philippines.\n\n                                     1ST PROSTITUTE\n                         Are you guys really father and son? \n                         You're putting us on, right?\n\n                                     BYRON\n                         Right. We're putting you on. What \n                         happened to that joint?\n\n                                     2ND PROSTITUTE\n                         I think it went out.\n\n                                     BYRON\n                              (pigeon English)\n                         Ay, palequero.\n\n                                     ZACK\n                         Ay, palequero. Never hochi in the \n                         P.I.\n\n                                     BYRON\n                              (laughs)\n                         Wha-chu-say, palequero? Short time, \n                         long time, only ten dolla.\n\n               Both men laugh and the girls start laughing, too.\n\n                                                               DISSOLVE TO:\n\n               INT. BYRON'S APARTMENT - THE NEXT MORNING\n\n               Zack awakens and finds himself entangled in arms and legs \n               and soiled sheets. He carefully slips free and rises to his \n               feet on unsteady legs, his head pounding, his eyes blood-\n               red.\n\n               As he's pulling on his shorts, his eyes suddenly take in the \n               apartment and the lifestyle it represents: half-smoked joints \n               and cigarettes cascading out of makeshift ashtrays; empty \n               wine bottles; and three naked people, snoring, their bodies \n               draped over one another.\n\n               A look of profound disgust comes over Zack's face and he \n               turns away from the scene and heads into the bathroom.\n\n               INT. BYRON'S BATHROOM\n\n               Zack finds some aspirins and downs them with a glass of water.\n\n               Suddenly, Byron comes in, shoves him out of the way, and \n               pukes in the toilet.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BYRON'S BATHROOM\n\n               Zack finds some aspirins and downs them with a glass of water. Suddenly, Byron comes in, shoves him out of the way, and \n               pukes in the toilet. \n\nTARGET SECTION TO BE ANNOTATED:\n Zack stares at him in an intense way, \n               seeing more than the moment, seeing all the other times he's \n               played out this scene with this man.\n\n                                     BYRON\n                         What're you looking at? Hand me that \n                         towel.\n\n               Zack hands him the towel. Byron swigs some mouthwash, then \n               turns to his son.\n\n                                     BYRON\n                         Hey, that was pretty great wasn't \n                         it? Not as great as that night with \n                         the three stewardesses in Manila... \n                         but pretty fucking nice.\n\n               Zack says nothing but there's something on his mind.\n\n                                     BYRON\n                         So what're you doing in Seattle?\n\n                                     ZACK\n                         Get ready pard. This one's gonna \n                         blow you away.\n\n                                     BYRON\n                         Zackie, nothing you do will ever \n                         surprise me, pard, not after some of \n                         the shit you've pulled.\n\n                                     ZACK\n                         I joined the Navy.\n\n               Byron's face drops and Zack laughs.\n\n                                     BYRON\n                         You... in the Navy?\n\n                                     ZACK\n                         That's right. I'm on my way over to \n                         this officer school in Port Ranier.\n\n                                     BYRON\n                         Why?\n\n                                     ZACK\n                         To fly jets. To be the fastest \n                         motherfucker in the world. You gotta \n                         come and visit me. I'm only a couple \n                         hours away.\n\n                                     BYRON\n                         Who gave you this idea?\n\n                                     ZACK\n                         Nobody. It just came to me.\n\n               Byron starts to laugh and Zack reddens slightly.\n\n                                     BYRON\n                         I don't believe this! You... in the \n                         Navy... an officer... that's like me \n                         saying I'm running for fucking \n                         president. Hey, man, look at you! \n                         Hey, officers don't have tattoos!\n\n               He laughs until he practically chokes.\n\n                                     ZACK\n                         Look, I Ill be seeing you, Pard. \n                         Take care.\n\n               Zack leaves the bathroom and starts putting his clothes on.\n\n                                     BYRON\n                         Don't be pissed. I'm on your side, \n                         Pard. I just don't want you to do \n                         something you'll regret. You gotta \n                         give six years to the Navy if you \n                         wanna fly...",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm on your side, \n                         Pard. I just don't want you to do \n                         something you'll regret. You gotta \n                         give six years to the Navy if you \n                         wanna fly... \n\nTARGET SECTION TO BE ANNOTATED:\n that's six years with \n                         the most uptight assholes God put on \n                         this earth. Officers aren't like you \n                         and me, man. It's another breed.\n\n                                     ZACK\n                         You afraid you'll have to salute me, \n                         Chief?\n\n                                     BYRON\n                         Fuck, no! Why would I care about \n                         something as dumb as that?\n\n                                     ZACK\n                         I don't know. That's just how it \n                         sounded. Well, I'll see you.\n\n               He opens the door and walks out. Byron moves to the door.\n\n                                     BYRON\n                         Hey, what did you want? A lot of \n                         fatherly bullshit? A big pat on the \n                         back?\n\n                                     ZACK\n                              (turns, grins)\n                         From you, pard? Never. Thanks for \n                         the graduation present.\n\n                                     BYRON\n                         Hey, Zackie -- don't go away mad.\n\n               EXT. AN AREA NEAR THE GATES OF PORT RANIER NAVAL AIR STATION - \n               DAY\n\n               Starting CLOSE on Zack's upper arm as he covers his eagle \n               tattoo with a band-aid. WIDEN as he drives through the gates \n               of the sprawling air station.\n\n               EXT. THE GATES OF THE AIR STATION - DAY\n\n               He drives through the gates and past the guard gate and \n               disappears into a stand of tall trees.\n\n               A sign by the road reads: \"THROUGH THESE GATES PASS THE FUTURE\n\n               OF NAVAL AVIATION.\"\n\n               EXT. AN AIRFIELD (2ND UNIT)\n\n               He motors past a line of aircraft.\n\n               EXT. AN INTERSECTION\n\n               He stops to let a class of candidates run past in their \n               fatigues. CAMERA PANS as he crosses the intersection, \n               revealing a large parade ground where two classes of Aviation \n               Officer Candidates are drilling with rifles.\n\n               EXT. THE BASE ADMIN. BUILDING\n\n               Zack parks his motorcycle near the F-14 \"Tomcat\" jet fighter \n               plane that sits in front of the Admin. Building like a piece \n               of sculpture, and is directed by a Navy lieutenant to wait \n               with the other civilian types under a tree.\n\n               NEW ANGLE - THE ADMIN.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUILDING\n\n               Zack parks his motorcycle near the F-14 \"Tomcat\" jet fighter \n               plane that sits in front of the Admin. Building like a piece \n               of sculpture, and is directed by a Navy lieutenant to wait \n               with the other civilian types under a tree. NEW ANGLE - THE ADMIN. \n\nTARGET SECTION TO BE ANNOTATED:\n BUILDING\n\n               A girl named CASEY SEEGER steps out of a rented car, kisses \n               her parents goodbye and, carrying a small suitcase, approaches \n               the same officer. She has the slim, athletic body of a runner \n               and a naturally pretty face without even the slightest hint \n               of makeup, and she finds most of the thirty boys under the \n               tree ogling her as she approaches.\n\n               FAVORING ZACK\n\n               He flirts with Casey as she joins them under the tree, and \n               she flirts back, taking a place near the five other girls.\n\n               Nearby, two other boys are eyeing Casey. The brain-looking \n               kid is TOPPER DANIELS. The tall Okie is SID WORLEY.\n\n                                     TOPPER\n                         Why would a girl who looks like that \n                         go into the military?\n\n                                     SID\n                         Hey, this is the modern Navy.\n\n               STAFF SERGEANT EMIL FOLEY, USMC\n\n               strides smartly toward them and comes to a brisk, heel-\n               clapping halt in front of them, a cane tucked under his arm \n               like a swagger stick and the traditional \"Smokey the Bear\" \n               hat of the drill instructor on his head.\n\n                                     FOLEY\n                         Fall in! Form a line, you slimey \n                         worms! Heels on that chalk line! \n                         Attin-hut!\n\n               The thirty-six civilians shuffle into a single line, ill-\n               concealed looks passing between them as though to say, \"Get \n               a load of this character.\"\n\n                                     FOLEY\n                         Now when I say \"understand\" I want \n                         the whole group to say, \"Yes, sir!\" \n                         Understand?\n\n                                     GROUP\n                              (raggedly)\n                         Yes, sir!\n\n                                     FOLEY\n                         Louder!\n\n                                     GROUP\n                         Yes, sir!!\n\n                                     FOLEY\n                         I don't believe what I'm seeing! \n                         Where've you been all your lives, at \n                         an orgy? Listening to Mick Jagger \n                         and bad mouthing your country, I'll \n                         bet.\n\n               He strolls menacingly down the ranks, probing them, plumbing \n               them with his squinty little eyes. He pauses in front of \n               Perryman.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nListening to Mick Jagger \n                         and bad mouthing your country, I'll \n                         bet. He strolls menacingly down the ranks, probing them, plumbing \n               them with his squinty little eyes. He pauses in front of \n               Perryman. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     FOLEY\n                         Stop eyeballing me, boy! You are not \n                         worthy enough to look your superiors \n                         in the eye. Use your peripheral \n                         vision! Understand?!\n\n                                     GROUP\n                         Yes, sir!\n\n               His voice shifts register, becoming almost human.\n\n                                     FOLEY\n                              (a sudden grin)\n                         I know why most of you are here. \n                         We're not stupid. But before you get \n                         to sell what we teach you over at \n                         United Airlines, you gotta give the \n                         Navy six years of your life, Sweet \n                         Pea. Lot of things can happen in six \n                         year. Another war could come up in \n                         six years. If you're too peaceful a \n                         person to dump napalm on an enemy \n                         village where there might be women \n                         and children, I'm gonna find that \n                         out. Understand?\n\n                                     GROUP\n                         Yes, sir!\n\n               He pauses in front of Sid, and smiles the friendliest of \n               smiles.\n\n                                     FOLEY\n                         Hi, son.\n\n                                     SID\n                         How're you doing, Sarge?\n\n               Foley's eyes become instantly crazed.\n\n                                     FOLEY\n                         What did you call me?\n\n                                     SID\n                              (taken aback)\n                         Pardon?\n\n                                     FOLEY\n                         What did you call me, boy?\n\n                                     SID\n                         I called you Sarge.\n\n                                     FOLEY\n                         Before that.\n\n                                     SID\n                         I didn't call you anything before \n                         that.\n\n                                     FOLEY\n                         You said, 'How're you?' I am not a \n                         'ewe,' boy! A ewe is a female sheep, \n                         boy! Is that what you think I am, \n                         boy?\n\n                                     SID\n                         No.\n\n                                     FOLEY\n                         No, sir!\n\n                                     SID\n                         No, sir.\n\n                                     FOLEY\n                         Lauder, Sweet Pea!\n\n                                     SID\n                         No, sir!\n\n                                     FOLEY\n                         Do you want to fuck me up the ass, \n                         boy? Is that why you called me a \n                         'ewe'? Are you a queer?\n\n                                     SID\n                         No, sir.\n\n                                     FOLEY\n                         Where are you from, boy?\n\n                                     SID\n                         Oklahoma City, Oklahoma.\n\n                                     FOLEY\n                         Only two things come out of Oklahoma, \n                         steers and queers.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOLEY\n                         Where are you from, boy? SID\n                         Oklahoma City, Oklahoma. FOLEY\n                         Only two things come out of Oklahoma, \n                         steers and queers. \n\nTARGET SECTION TO BE ANNOTATED:\n Which one are \n                         you, boy? I don't see any horns so \n                         you must be a queer.\n\n                                     SID\n                         No, sir.\n\n                                     FOLEY\n                         Stop whispering, Sweet Pea, you're \n                         giving me a hard on!\n\n               Zack starts to chuckle and Foley eyeballs him hard.\n\n                                     FOLEY\n                         Are you laughing at me, dick-brain?\n\n                                     ZACK\n                         No, sir!\n\n               Foley pushes his face close to Zack's and tries to stare him \n               down. Zack just stares back, totally unintimidated.\n\n                                     FOLEY\n                         You'd better stop eyeballing me, \n                         boy, or I'll rip your eyes out and \n                         skull-fuck you to death!\n\n               Zack keeps a straight face.\n\n                                     FOLEY\n                         What's your name, boy?\n\n                                     ZACK\n                         Mayo, Zack Mayo, sir!\n\n                                     FOLEY\n                         How did you slip into this program, \n                         Mayo? I didn't know the Navy was so \n                         hard up.\n                              (noticing the band-\n                              aid)\n                         You got an injury there, Mayo?\n\n                                     ZACK\n                         Not exactly, sir.\n\n               Foley suddenly tears the Band-Air off his arm, revealing the \n               eagle tattoo. Foley leans close to inspect it.\n\n                                     FOLEY\n                         Where'd you get this, Mayo? This is \n                         really wonder work.\n\n                                     ZACK\n                         Subic Bay, sir. In the Philippines.\n\n                                     FOLEY\n                         I thought I recognized the work.\n                              (stares him in the \n                              eye)\n                         Be proud of those wings. They're the \n                         only ones you're gonna leave here \n                         with, Mayo-naise.\n\n               He moves on to one of the others, short, barrel-shaped DELLA- \n               SERRA.\n\n               Foley glances at the roster, then at Della-Serra.\n\n                                     FOLEY\n                         Hmmmm... Emiliano Santos Della-Serra. \n                         You a college boy, Della-Serra?\n\n                                     DELLA-SERRA\n                              (proudly)\n                         Yes, sir! I graduated with honors \n                         from Texas Tech, sir! Math major, \n                         sir!\n\n                                     FOLEY\n                         You don't say.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nI graduated with honors \n                         from Texas Tech, sir! Math major, \n                         sir! FOLEY\n                         You don't say. \n\nTARGET SECTION TO BE ANNOTATED:\n See this cane, Della-\n                         Serra? See these little notches near \n                         the handle? There's a notch for every \n                         college puke like you, Della-Serra, \n                         who I got to D.O.R. -- drop on request -- \n                         from this program. And the first one \n                         I want to carve out of this class is \n                         you, Emiliano.\n\n               Giving him an evil look, Foley turns away.\n\n                                     FOLEY\n                         I expect to lose half of you before \n                         I'm finished.\n\n                                     FOLEY\n                         I will use every means at my disposal, \n                         fair or unfair, to trip you up, expose \n                         your weaknesses... as a potential \n                         aviator... and as a human being. The \n                         price at the other end is a flight \n                         education worth one million dollars, \n                         but first you have to get past me.\n                              (shouts)\n                         Lay your suitcases open for \n                         inspection!\n\n               Zack and the others open their packs and suitcases on the \n               sidewalk. With his cane, Foley suddenly spears a pair of \n               lacy underwear in Casey Seeger's suitcase and dangles it \n               high in the air.\n\n                                     FOLEY\n                         Seeger, are we going to have to watch \n                         you run around in these for the next \n                         thirteen weeks?\n\n               She reaches for them but he teases her and dangles them out \n               of reach.\n\n                                     FOLEY\n                         Some girls will do almost anything \n                         to get laid. Are you one of those \n                         girls, Seeger? Did you put in for \n                         AOCS to get gang-banged, Seeger?\n\n               Casey reddens and stares daggers at the man.\n\n                                     CASEY\n                         Sir, you can yell at me if that's \n                         what you're supposed to do, sir. But \n                         you have no right to insult me, sir.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCasey reddens and stares daggers at the man. CASEY\n                         Sir, you can yell at me if that's \n                         what you're supposed to do, sir. But \n                         you have no right to insult me, sir. \n\nTARGET SECTION TO BE ANNOTATED:\n               Foley pushes his nose right up to hers and screams:\n\n                                     FOLEY\n                         I'll call you a beaver sandwich, if \n                         I want to, until the day they \n                         commission you an officer and a \n                         gentleman and I have to call you \n                         'sir'!\n\n                                     FOLEY\n                              (beat)\n                         My language offend you, Seeger? Well, \n                         maybe the Navy's not for you 'cause \n                         you'll hear far worse out in the \n                         fleet?\n                              (in the same breath)\n                         You've got five seconds to put your \n                         suitcases in order and prepare to \n                         move out. Time's up. Attin-shut! \n                         Left-humph! Fo-wud-harch!\n\n               The candidates fall all over themselves trying to follow his \n               orders.\n\n                                                           CUT ABRUPTLY TO:\n\n               EXT. A LARGE PAPER MILL - THAT SAME DAY\n\n               Minutes before quitting time.\n\n               INT. THE MILL - DAY\n\n               PAULA POKRIFKI and LYNETTE POMEROY, two twenty one year olds, \n               are both looking at their watches as they wait for that magic \n               moment. Two older women are assisting them in the job of \n               stacking and tying brown paper bags, then returning the tied \n               stacks to the conveyor.\n\n                                     LYNETTE\n                         Come on, guys. It's five o'clock.\n\n                                     PAULA\n                         One more minute.\n\n               The conveyor finally shuts down and the four women join the \n               flow of workers heading for the exit.\n\n               EXT. THE MILL PARKING LOT - DAY\n\n               As Paula and Lynette are leaving, Paula calls out to a woman \n               just then getting into a beat-up old Toyota. In her youth \n               easily as pretty as her daughter, ESTER POKRIFKI is now a \n               tired, over-worked woman of 39, looking closer to 45.\n\n                                     PAULA\n                         'Bye, Mom, see you later.\n                              (beat)\n                         C'mon, Lynette, before she asks when \n                         I'll be home.\n\n               The girls hurry toward Lynette's old Falcon, Ester watching \n               with a mingling of emotions, from nostalgia to concern.\n\n                                                                    CUT TO:\n\n               INT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\n                         C'mon, Lynette, before she asks when \n                         I'll be home. The girls hurry toward Lynette's old Falcon, Ester watching \n               with a mingling of emotions, from nostalgia to concern. CUT TO:\n\n               INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE BASE BARBER SHOP - DAY\n\n               STARTING CLOSE ON shears as they cut a swath through a forest \n               of hair. In a matter of seconds, Della-Serra is converted \n               from a long-haired individualist into a cipher, balder than \n               a baby's butt. He leaves and one of the female candidates \n               sits down in the chair. Whack! Whack! The barber doesn't \n               shave her but he cuts her long hair very short.\n\n               EXT. THE BASE BARBER SHOP - DAY\n\n               Foley collars Della-Serra and turns to the line of candidates \n               waiting to get inside.\n\n                                     FOLEY\n                         Now this is my idea of an ass bandit. \n                         Wait 'til some of our local girls \n                         get a look at you, scrotum head.\n\n               The class cracks up laughing, especially big Sid, standing \n               near the end of the line with Zack and Casey.\n\n                                     FOLEY\n                         You think that's funny, Worley? Let \n                         me tell you something. Not all the \n                         obstacles that can trip you up are \n                         on this base.\n                              (strolling down the \n                              line)\n                         As long as there's been Navy base \n                         here there's been what you might as \n                         well call your Puget Sound Debs, \n                         poor girls who come across the sound \n                         on the ferry every weekend for only \n                         one reason, to marry themselves a \n                         Naval aviator.\n\n               Skeptical looks from the candidates.\n\n                                                                    CUT TO:\n\n               INT. LYNETTE'S FALCON - DAY\n\n               As they clear the gates of the National Paper Company Paula \n               reaches into the back seat for her makeup kit, positions it \n               on her lap, and adjusts the mirror. Off comes the scarf.\n\n               Out come the pin curls, one by one and she starts combing \n               out her hair. Their disco dresses, satiny and suggestive \n               even in their plastic cleaner's bags, are hanging from \n               separate hooks in the back.\n\n                                     FOLEY (V.O.)\n                         Now a Puget Deb will tell you, 'Honey, \n                         don't y'all worry 'bout no \n                         contraceptives. I got that all taken \n                         care of.' Well, don't you believe a \n                         word of it, Sweet Pea...\n\n               EXT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n                         Now a Puget Deb will tell you, 'Honey, \n                         don't y'all worry 'bout no \n                         contraceptives. I got that all taken \n                         care of.' Well, don't you believe a \n                         word of it, Sweet Pea... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE ROAD TO THE FERRY - DAY\n\n               Paula is fleetingly naked as she pulls her emerald green \n               dress over her head.\n\n                                     FOLEY\n                         ...'cause a Puget Deb will do anything \n                         and say anything to trap you... and \n                         once she has you by the balls, child, \n                         you might just find yourself with a \n                         couple of income tax deductions you \n                         didn't have when you came here.\n\n               EXT. FERRY - STARTING ON THE FALCON - DAY\n\n               It appears to be moving, because the scenery is moving by.\n\n               Lynette and Paula have traded places and now Lynette sits in \n               the passenger seat, pulling the pin curls out of her hair.\n\n               She finishes and quickly takes off her shirt and bra.\n\n                                     FOLEY\n                         I know this all sounds silly to you, \n                         especially in this so-called modern \n                         age...\n\n               A guy in a car traveling alongside the Falcon is getting an \n               eyeful. Lynette sees him and gives him a dirty look.\n\n                                     FOLEY\n                         ...but you scuzzy college pukes had \n                         better watch out, 'cause they're out \n                         there. And you, Sweet Pea, are the \n                         answer to their dreams.\n\n               We PULL BACK to reveal that the two cars are not on the \n               highway, but aboard an open ferry crossing the Puget Sound.\n\n                                                                    CUT TO:\n\n               INT. THE UNIFORM SUPPLY ROOM - DAY\n\n               CAMERA MOVES AHEAD of Zack, Sid and Casey. Navy enlisted men \n               behind the counter are handing out \"Poopie Suits,\" \"Chrome \n               Domes\" and \"Boonies\" to the candidates as Foley looks on. \n               All the boys are bald. The girls have suffered a military \n               haircut as well, but have been mercifully allowed to keep a \n               few inches of coverage.\n\n                                     FOLEY\n                         How do you like my Poopie Factory, \n                         Seeger? You enter these doors and \n                         individual with a look that's all \n                         yours, a style, a way about you, a \n                         personality... and you come out a \n                         Poopie! That's sort of like what \n                         happens to food. It goes in looking \n                         all fancy and pretty.\n\n               Seeger grimaces.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat's sort of like what \n                         happens to food. It goes in looking \n                         all fancy and pretty. Seeger grimaces. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     SID\n                         I knew those commercials were full \n                         of shit.\n\n               CAMERA HOLDS on a recruiting poster on the wall.\n\n               INT. THE INDOC BARRACKS - DAY\n\n               The new Poopies come running in, carrying their suitcases \n               and uniform issue, Foley herding them like cattle up the \n               stairs.\n\n                                     FOLEY\n                         This is where you live, children! \n                         This is Poopie-ville! Girl Poopies \n                         to the left, boy Poopies to the right!\n\n               INT. THE UPSTAIRS OF THE BARRACKS - QUICK SHOTS - DAY\n\n               The Poopies find their assigned room, the five girls in a \n               wing to the left of the stairwell, the thirty-one boys in \n               the wing to the right.\n\n               INT. ZACK'S ROOM - DAY\n\n               The names on the door are: \"PERRYMAN, MAYO, WORLEY and \n               DANIELS.\" Zack is the first one through the door and he grabs \n               the upper bunk by the window. His roommates come in and share \n               a look as they see what he's done. LOUIS PERRYMAN is a no-\n               nonsense black, a few years older than the other, like Zack.\n\n                                     PERRYMAN\n                         How do you figure that's your bunk?\n\n                                     ZACK\n                         He said it's up to us and I got here \n                         first, didn't I?\n\n                                     SID\n                         Whatever you say, Mayonnaise.\n\n                                     FOLEY (O.S.)\n                         Fall out on the lawn in five minutes, \n                         in your Poopie suits!\n\n               Perryman and Topper select lower bunks and start stowing \n               their gear in their lockers. Sid takes the other top bunk.\n\n               ANGLE - THE LOCKERS\n\n               Perryman immediately tapes a photo of his family on the door \n               of his locker, wife and two young children, one a baby in \n               diapers.\n\n                                     TOPPER\n                         You're a married man, huh, Perryman?\n\n               Perryman touches the photo affectionately.\n\n                                     PERRYMAN\n                         Yeah. They're the main reason I'm \n                         here.\n\n                                     TOPPER\n                              (shakes his head)\n                         I still can't believe I did this.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nPERRYMAN\n                         Yeah. They're the main reason I'm \n                         here. TOPPER\n                              (shakes his head)\n                         I still can't believe I did this. \n\nTARGET SECTION TO BE ANNOTATED:\n A \n                         three-point-eight average from \n                         Amhearst and I signed up for this?\n\n               Perryman laughs. Both Zack and Sid are stowing their lockers \n               expertly. Zack glances questioningly at the big Okie.\n\n                                     SID\n                              (in reply to his look)\n                         I'm a service brat, pal. Same as \n                         you.\n\n               Zack takes five new packs of cards from his suitcase and \n               hides them in his locker under his skivvies. Sid notices him \n               do it.\n\n                                     SID\n                         Someday you'll have to tell me about \n                         Subic.\n\n               Zack says nothing. Both boys start changing into their sloppy- \n               fitting Poopie suits. \n\n                                     SID\n                         That Foley looks like he's been \n                         through a war or two.\n\n                                     ZACK\n                         I've seen better.\n\n                                     FOLEY\n                         Fall out! Fall out!!\n\n               Zack, Sid and their roommates push out in their Poopie suits.\n\n                                                                    CUT TO:\n\n               EXT. THE BARRACKS BUILDING - DAY\n\n               The candidates line up outside, in their Poopie uniforms. \n               Sid lines up between Zack and Casey. For the moment, Foley \n               is nowhere to be seen, but a Navy lieutenant is talking to a \n               Navy captain in SHOT b.g.\n\n                                     SID\n                         Think there's any truth to what he \n                         was saying about those girls? Is \n                         that still going on?\n\n                                     ZACK\n                         Sure it is, Sweet Pea, but he \n                         should've warned you 'scuzzy' female \n                         types about the 'Puget Dudes.' They'll \n                         tell you they're wearing a rubber \n                         but they've bit a little hole in the \n                         end.\n\n                                     CASEY\n                         You're pretty funny, Mayo.\n\n                                     ZACK\n                         Maybe we'll be roommates, Seeger, \n                         and you'll find out how funny I really \n                         am...\n\n               Foley suddenly appears.\n\n                                     FOLEY\n                         Seeger, Mayo and Worley -- hit the \n                         deck and give me fifty push-ups. On \n                         the double!\n\n               The trio drops to the ground and starts doing push-ups.\n\n               ACROSS THE STREET - DAY\n\n               Lynette's Falcon drives up and the two girls start across \n               the street, carrying boxes of LP's.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn \n                         the double! The trio drops to the ground and starts doing push-ups. ACROSS THE STREET - DAY\n\n               Lynette's Falcon drives up and the two girls start across \n               the street, carrying boxes of LP's. \n\nTARGET SECTION TO BE ANNOTATED:\n               ON SID, ZACK AND CASEY\n\n               They're about ten, eleven push-ups along when Casey starts \n               to fade. Foley's polished shoes ENTER SHOT and she looks up \n               at him sheepishly.\n\n                                     FOLEY\n                         Looks like you need a little work on \n                         your upper body strength, Seeger.\n\n               He leads her off to where the other candidates stand at \n               attention, leaving Zack and Sid alone, doing push-ups. They \n               eye Lynette and Paula as they walk past.\n\n               EXT. THE STEPS OF A NEARBY BUILDING - DAY\n\n               NELLIE RUFFERWALL, 50, the base social director, is chatting \n               with a young Naval officer as the two girls approach in their \n               sexy disco dresses. The officer flirts with both girls as he \n               walks off.\n\n                                     NELLIE\n                         Paula, honey, Lynette... I hope you \n                         didn't call all this way just to \n                         bring me these nice records.\n\n                                     LYNETTE\n                              (eyeing the retreating \n                              officer)\n                         No, ma'am. We planned on stopping at \n                         the 'O' Club tonight, one way or the \n                         other.\n\n               ANGLE - SID AND ZACK\n\n               About 30 push-ups in. Both are in terrific shape and have no \n               problem at all with the push-ups. They watch Paula and Lynette \n               talking with the matronly social director across the street.\n\n                                     SID\n                              (whispers)\n                         Look at that hot little blonde!\n\n               Zack is staring at Paula.\n\n               ANGLE - PAULA AND LYNETTE\n\n               They leave Nellie with the boxes of records and start down \n               the steps.\n\n                                     NELLIE\n                         'Bye girls, and thank you again. \n                         Blue Angels be in next month. You \n                         want me to line you up with one, \n                         just let me know.\n\n               The girls start back across the street, in the direction of \n               the Officers' Club.\n\n                                     LYNETTE\n                         Far fucking out! I've been wanting \n                         to meet one of the Blue Angels since \n                         I can remember.\n\n                                     PAULA\n                         Lynette, watch your mouth! Somebody \n                         might overhear.\n\n                                     LYNETTE\n                         Paula, look at the new Poopies.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAULA\n                         Lynette, watch your mouth! Somebody \n                         might overhear. LYNETTE\n                         Paula, look at the new Poopies. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     PAULA\n                         Yeah, I saw 'em. Poor guys.\n\n                                     LYNETTE\n                              (calling to them)\n                         See you in a month when you get \n                         liberty!\n\n                                     PAULA\n                              (calls)\n                         Don't worry. It grows out about an \n                         inch by them.\n\n               Laughing, they start into the Officers' Club.\n\n               NEW ANGLE - THE OFFICERS' CLUB ENTRANCE\n\n               A handsome young pilot named DONNY TARLTON, 29, is walking \n               out just as the girls are entering.\n\n                                     LYNETTE\n                              (flirty)\n                         Hi, Donny.\n\n                                     DONNY\n                         Oh, hi, Lynette. Hey, Paula, haven't \n                         seen you for a while. When're we \n                         gonna go out?\n\n                                     PAULA\n                         I already told you. I don't go out \n                         with guys who've been dating a good \n                         friend. See ya.\n\n               The girls go inside.\n\n                                                                    CUT TO:\n\n               EXT. THE LAWN IN FRONT OF THE CHOW HALL - DAY\n\n               Thirty-six chrome dome helmets fly into the air and land on \n               the lawn and then thirty-six starving Poopies rush into line \n               in front of the mess hall, at close-order attention, nose \n               touching the back of the head of the Poopie ahead of them in \n               line.\n\n                                     FOLEY\n                         Count off!\n\n               They start the count off. When it gets to Perryman he screws \n               up and gives the wrong number. Foley descends on him.\n\n                                     FOLEY\n                         Daydreaming about your wife and kids, \n                         Perryman? You want to join 'em now?\n\n                                     PERRYMAN\n                         No, sir!\n\n                                     FOLEY\n                         Count off!! From the top.\n\n               This time somebody else fucks up.\n\n               INT. THE MESS HALL - VARIOUS SHOTS - DAY\n\n               The candidates wait in line with their trays held in both \n               hands directly in front of their faces, STOMACHS GROWLING so \n               loudly we can hear them. Sid whispers to Zack.\n\n                                     SID\n                              (softly)\n                         I'm so hungry I could die.\n\n               They go through the food line, staring longingly at the shit \n               on a shingle they're being served. Drooling.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSID\n                              (softly)\n                         I'm so hungry I could die. They go through the food line, staring longingly at the shit \n               on a shingle they're being served. Drooling. \n\nTARGET SECTION TO BE ANNOTATED:\n               They stand at attention at their table. Foley putting them \n               through a silly drill of slapping their arms together and \n               sinking, as a unit, slowly into their seats. Each time they \n               fail to do it together, Foley makes them start again. Steam \n               rises up from their trays, teasing them cruelly.\n\n               Finally, they get it right.\n\n                                     FOLEY\n                         Okay! You got thirty-five seconds to \n                         get that garbage in your belly, bus \n                         your dishes, and get your asses out \n                         of here.\n\n               They go at it like animals, stuffing their faces as fast as \n               they can, Zack the fastest eater of all. He finishes in no \n               time at all and busses his tray. He smiles smugly as he passes \n               Foley and the D.I. reacts.\n\n                                                                    CUT TO:\n\n               EXT. CROSS-COUNTRY COURSE - THE FIRST - DAY\n\n               Foley runs the candidates over the cross-country course with \n               rifles raised overhead. Sunlight filters through the dense \n               trees that overhang the narrow trail.\n\n                                     FOLEY\n                              (jody-calling)\n                         Flying low and feeling mean. Spot a \n                         family by a stream. Pickle a pear \n                         and hear'em scream. 'Cause napalm \n                         sticks to kids.\n\n               EXT. CROSS-COUNTRY COURSE - NEAR THE LIGHTHOUSE - DAY\n\n               Foley runs his Poopies through the surf, past the old \n               lighthouse, CAMERA MOVING with Sid, Zack and Casey, near the \n               end of the group.\n\n                                     FOLEY\n                         Eighteen kids in a free fire zone. \n                         Books under arms, just walking on \n                         home. Last kid walks home alone. \n                         'Cause napalm sticks to kids.\n\n               Sid glances over his shoulder at Casey, running tiredly behind \n               him.\n\n                                     SID\n                         Hey, Seeger, what're you doing in \n                         this program?\n\n                                     CASEY\n                              (testy)\n                         What's the matter, Worley? Am I \n                         threatening you?\n\n               Zack runs behind Seeger.\n\n                                     ZACK\n                         Hey, baby, you could get sent to \n                         war, get your ass shot down.\n\n                                     CASEY\n                         Don't lose any sleep over it. I \n                         wouldn't mind being the first woman \n                         to fly a jet fighter in combat.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\n                         Hey, baby, you could get sent to \n                         war, get your ass shot down. CASEY\n                         Don't lose any sleep over it. I \n                         wouldn't mind being the first woman \n                         to fly a jet fighter in combat. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                         Great. You can go in my place.\n\n                                     SID\n                              (to Casey)\n                         Are you really going for jets?\n\n                                     CASEY\n                         Uh-huh. All the way.\n\n                                     SID\n                         How about you, Mayo?\n\n                                     ZACK\n                         Jets.\n\n                                     SID\n                         I hate to tell you guys, but only \n                         two out of every class make it into \n                         jets. Which one of you is going with \n                         me?\n\n               EXT. CROSS-COUNTRY COURSE - THE GUN EMPLACEMENTS - DAY\n\n               Foley stands at the entrance to a dark tunnel, watching the \n               candidates run past.\n\n                                     FOLEY\n                         Here's my favorite one now. See if \n                         it ain't your favorite, too.\n                              (resuming)\n                         Family of gooks sittin' in a ditch, \n                         Baby sucking on her mama's tit. Dow \n                         Chemical don't give a shit, that \n                         napalm sticks to kids.\n\n               CAMERA PANS the last of the candidates through the tunnel.\n\n               ON THE OTHER SIDE OF THE TUNNEL\n\n               There's a huge, three-story gun emplacement bunker built in \n               1895, that now serves as a torture chamber for aviation \n               officer candidates.\n\n               The other D.I.'s from the program stand at different places \n               on the time-weathered stairs, waiting to assist Foley, their \n               canes propped behind them, truly cruel expressions on their \n               faces.\n\n               On cue from Foley, they begin to P.T. Zack's class into the \n               ground, running them up and down the stairs, shouting in \n               their tender ears until some members of the class actually \n               start passing out.\n\n               An ambulance is there with two enlisted attendants to carry \n               away the casualties.\n\n               Zack, Sid, Casey, Perryman and Topper are starting to show \n               the wear of the arduous \"C\" course, like the rest of their \n               class.\n\n               As they pass the \"finish line\" where Foley stands, they all \n               fall on their faces, and lie there, gasping for breath.\n\n               Suddenly, they're distracted by a disquieting sight.\n\n               EXT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs they pass the \"finish line\" where Foley stands, they all \n               fall on their faces, and lie there, gasping for breath. Suddenly, they're distracted by a disquieting sight. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OBSTACLE COURSE - DAY\n\n               An advanced class of officer candidates comes running past \n               the exhausted Poopies in smart-looking blue warm-up suits \n               with an insignia and the name \"THRAXTON'S COBRAS\" on the \n               front and nicknames on the back like: \"HOOSIER FACE,\" \"THE \n               BARBER,\" \"ANIMAL HOUSE,\" \"CHOW HOG,\" \"BABY HUEY,\" AND \"THE \n               PROFESSOR.\"\n\n               CAMERA PANS them to the obstacle course where Thraxton's \n               Cobras start eating up the course like child's play.\n\n               ANGLE - FOLEY AND HIS CLASS\n\n               Foley sneers down at his exhausted Poopies.\n\n                                     FOLEY\n                         That's you in thirteen weeks, those \n                         of you who survive. Don't you dare \n                         look at them! You're not worthy enough \n                         to look at them! Della-Serra, I saw \n                         you eyeballing them!\n\n               Zack and the others can't take their eyes off the advanced \n               class. It's literally impossible to imagine ever being that \n               well-conditioned.\n\n                                                               DISSOLVE TO:\n\n               INT. ZACK'S BARRACKS ROOM - NIGHT\n\n               CAMERA MOVES AROUND the room, past Perryman's snoring face, \n               past Sid, tossing fitfully, so exhausted he keeps mumbling, \n               \"Yes, sir,\" over and over in his sleep... finally HOLDING ON \n               Zack, sleeping so lightly that the SOUND OF HISSING near at \n               hand causes his eyes to open, then harden with disgust at \n               what he's seeing.\n\n               Topper stands at the sink, pissing.\n\n                                     ZACK\n                         What the fuck're you doing, Topper?\n\n                                     TOPPER\n                              (mortified)\n                         I'm afraid to go out there, Zack. I \n                         know he'll catch me. He sleeps in \n                         the head, you know.\n\n                                     ZACK\n                         He doesn't sleep in the head, man. \n                         He just says those things. Shit! I \n                         just cleaned that sink this morning!\n\n                                                               DISSOLVE TO:\n\n               INT. THE BARRACKS - DAY (SEVERAL WEEKS LATER)\n\n               Zack comes out of the head, Candidates Della-Serra and Marcus \n               on his heels.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nI \n                         just cleaned that sink this morning! DISSOLVE TO:\n\n               INT. THE BARRACKS - DAY (SEVERAL WEEKS LATER)\n\n               Zack comes out of the head, Candidates Della-Serra and Marcus \n               on his heels. \n\nTARGET SECTION TO BE ANNOTATED:\n Zack wears a white T-shirt and the khaki pants \n               of the uniform they've been issued after \"Poopie Week\". His \n               shoes are spit-shined to perfection, his belt brassoed to a \n               lustrous shine, and his hair is now about an inch long. He \n               pats it back with his hands, primping.\n\n                                     DELLA-SERRA\n                         Another week or two, you'll have \n                         that ducktail back, Mayo.\n\n               He rubs Zack's head and Zack pulls away.\n\n                                     ZACK\n                         Hey! I worked on it for thirty \n                         minutes!\n\n               Zack snaps Della-Serra with his towel, spots a couple of \n               female candidates leaving the woman's head, looks around to \n               see if any's watching, and crosses by the stairwell toward \n               Seeger's room.\n\n               INT. SEEGER'S ROOM - DAY\n\n               Zack pushes the door open and stands there, grinning, as \n               Gonzales rushes into her uniform. Seeger just sits there on \n               her bunk, in her khaki pants and a bra, spit-shining her \n               boonies.\n\n                                     ZACK\n                         Good morning, girls.\n\n                                     CASEY\n                         Ever heard of knocking, mayo?\n\n                                     ZACK\n                         Hey, did you hear? Sands and \n                         Kantrowitz DORed last night.\n                              (His killer grim)\n                         Survival of the fittest.\n\n                                     CASEY\n                         The whole world's a jungle, huh, \n                         Mayo? Dog eat dog down to the last \n                         one, right?\n\n                                     ZACK\n                         You got it, Sweet Pea.\n                              (eyeing her breasts)\n                         Nice boonies, Seeger.\n\n               Casey smiles easily and Zack pushes off down the corridor.\n\n               ZACK WALKS INTO HIS ROOM\n\n               and finds his roommates rushing around in a frenzy, trying \n               to get squared away. Sid is working like a fool on his boots.\n\n               Perryman is brassoing his belt buckle, and Topper is folding \n               his underwear and T-shirts and then measuring them with a \n               ruler to be certain he has the correct dimensions, before \n               placing them in his locker.\n\n                                     TOPPER\n                         Inspection's in five minutes, Mayo! \n                         Give 'em to me.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nPerryman is brassoing his belt buckle, and Topper is folding \n               his underwear and T-shirts and then measuring them with a \n               ruler to be certain he has the correct dimensions, before \n               placing them in his locker. TOPPER\n                         Inspection's in five minutes, Mayo! Give 'em to me. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                         Where's your money?\n\n               Topper gives him a fiver. Totally unrushed, Zack gets up on \n               his bunk and starts prying a piece of fiberboard loose from \n               the ceiling.\n\n                                     PERRYMAN\n                         You'd better hope Foley never finds \n                         out about that, Mayo.\n\n               Zack pulls the piece of fiberboard free and reaches inside.\n\n               Slaving over his boonies, Sid looks up and sees Zack remove \n               from his stash a perfectly spitshined pair of boonies and \n               hand them down to Topper. Laboring over his belt buckle, \n               Perryman practically drools as he sees the glistening buckle \n               Zack suddenly holds up for him to see.\n\n                                     ZACK\n                         Two bucks a buckle, Perryman. Look \n                         at that shine! Boonies'll cost you \n                         five.\n\n                                     PERRYMAN\n                         Who's got two bucks? It's costing me \n                         every penny they pay us just to keep \n                         my old Lady and my kids in that motel.\n\n                                     SID\n                         Who you got doing all that for you, \n                         man? Some enlisted guy?\n\n               Not one to give away his secrets, Zack just smiles, and \n               replaces the boots and buckle in his stash.\n\n                                     PERRYMAN\n                         Hey, man, is the piss-ass money you're \n                         making off this worth the risk of \n                         getting us all kicked out of here on \n                         an honor violation?\n\n                                     ZACK\n                         I don't notice anyone else \n                         complaining.\n\n                                                                    CUT TO:\n\n               EXT. THE OBSTACLE COURSE - DAY\n\n               Foley is timing the class over the killer \"o\" course. While \n               most of his classmates are struggling to complete the course, \n               Zack is breezing through it. As he finished, he moves off by \n               himself, aloof, confident. Foley watches him closely. He's \n               the only one not rooting for his classmates.\n\n               ANGLE - THE TEN-FOOT WALL\n\n               Casey is having a terrible time getting over the wall. She \n               doesn't have the upper-body strength for it. Foley saunters \n               up and watches her futile efforts with a cockeyed little \n               smile.\n\n                                     FOLEY\n                         I can tell you right now you're not \n                         gonna make it, Seeger.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe \n               doesn't have the upper-body strength for it. Foley saunters \n               up and watches her futile efforts with a cockeyed little \n               smile. FOLEY\n                         I can tell you right now you're not \n                         gonna make it, Seeger. \n\nTARGET SECTION TO BE ANNOTATED:\n First, I can't \n                         graduate you unless you make it over \n                         that wall. You gotta have muscles, \n                         Seeger, if you want to fly my jets.\n\n                                     CASEY\n                         I'll make it over the wall, sir!\n\n                                     FOLEY\n                         Do you want to be a man, Seeger? Is \n                         that why you're here?\n\n                                     CASEY\n                         Sir, if it means getting all the \n                         respect a man gets, then yes! I was \n                         told I could find that in the modern \n                         Navy, sir!\n\n               She takes another run at the wall but fails once more to \n               scale it. She sinks to the ground and bites her lip to keep \n               from crying. Still, tears well up in her eyes.\n\n                                     FOLEY\n                         That's it! That's exactly what'll \n                         beat you, Seeger... your mental \n                         attitude as a person of the female \n                         persuasion. Under all your bullshit, \n                         you still think like a second class \n                         citizen, Seeger. You could never \n                         give orders to men.\n\n               INT. THE AERODYNAMICS CLASSROOM - DAY\n\n               Zack struggles to comprehend the mumbo-jumbo of higher physics \n               being demonstrated on the blackboard by the instructor, a \n               Navy Lieutenant. All the candidates are using slide rules to \n               work out the difficult problems.\n\n               QUICK CLOSE SHOTS reveal that most of the candidates have a \n               pretty fair facility with the slide rule, but Zack looks \n               like he's never had one in his hand until now.\n\n               EXT. THE BARRACKS - NIGHT\n\n               STARTING CLOSE ON a row of shined boots and a row of shined \n               buckles WE WIDEN to reveal an enlisted sailor and Zack, \n               scrutinizing the boots and buckles spread out on a Navy issue \n               blanket. Zack nods his satisfaction, hands over a wad of \n               currency, and carefully starts folding the edges of the \n               blanket around his booty as the sailor disappears into the \n               darkness. Then, as Zack lifts his Santa's sack of goodies \n               over his shoulder, and turns around to go, he stops suddenly.\n\n               INCLUDE SID\n\n               He stands there in the darkness, a big grin on his face.\n\n                                     SID\n                         So that's how you do it.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen, as Zack lifts his Santa's sack of goodies \n               over his shoulder, and turns around to go, he stops suddenly. INCLUDE SID\n\n               He stands there in the darkness, a big grin on his face. SID\n                         So that's how you do it. \n\nTARGET SECTION TO BE ANNOTATED:\n               Zack looks like a thief caught in the act.\n\n                                     ZACK\n                         Hey, you gonna tell anybody about \n                         this?\n\n                                     SID\n                              (kidding him)\n                         Not if you make it worth my while. \n                         How about free boonies for the \n                         duration?\n\n               Zack smiles, realizing his roommate is putting him on.\n\n                                     ZACK\n                         How about you kiss my ass?\n\n               Sid laughs. Together, they head back toward the barracks \n               entrance.\n\n                                                               DISSOLVE TO:\n\n               INT. THE OFFICERS CLUB - REGIMENTAL BALL - NIGHT\n\n               Zack and Sid are part of the line of stubble-haired AOCs in \n               dress white uniforms, watching the door like eagles as a \n               parade of Puget Debs come into the club, wearing satiny \n               formals and hopeful smiles.\n\n               Perryman walks past with his attractive black wife.\n\n               Casey enters in uniform, hand-in-hand with a handsome young \n               Lieutenant JG, her shortened hair brushed back nicely on the \n               sides. She smiles at Zack and he smiles back.\n\n               Topper approaches one of the girls coming through the door, \n               a short, dumpy little girl with jugs the size of watermelons, \n               and escorts her toward the ballroom.\n\n               Then Sid and Zack spot Paula and Lynette coming through the \n               door in clingy little formals, milky-white bosoms pushed up \n               high and little gold crosses dangling in the valley between.\n\n                                     SID\n                         Look, Zack. It's them. Holy shit. \n                         Look at that bodacious set of ta-\n                         tas.\n\n               They approach the girls where they've stopped to chat with \n               Nellie Rufferwell.\n\n                                     SID\n                         Mrs. Rufferwell, ma'am, think you \n                         could introduce us to these attractive \n                         young ladies...?\n\n               Sid immediately fixes his eyes on Lynette. Zack and Paula \n               size each other up as Nellie makes the introductions.\n\n                                     NELLIE\n                         Officer Candidate Sid Worley, may I \n                         present Miss Lynette Pomeroy. Miss \n                         Paula Pokrifki, Officer Candidate \n                         Zackary Mayo.\n                              (beat)\n                         Well, I hope you have a good time.\n\n               She slips off, leaving the foursome along.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nMiss \n                         Paula Pokrifki, Officer Candidate \n                         Zackary Mayo. (beat)\n                         Well, I hope you have a good time. She slips off, leaving the foursome along. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                              (rubbing his head)\n                         You told us it would grow out an \n                         inch.\n\n                                     SID\n                              (aside, to Zack)\n                         It's grown out more than an inch, \n                         sweetheart.\n\n               Zack stifles a chuckle.\n\n                                     PAULA\n                         That was you guys, huh?\n\n                                     LYNETTE\n                         Come on. Let's go dance.\n\n               Sid offers her his arm and she takes it with a little smile.\n\n               Zack offers Paula his arm and she takes it, meeting his eyes \n               for an instant.\n\n               INT. THE OFFICERS CLUB - NIGHT\n\n               As they cross the dance floor. A shitty local band is PLAYING \n               embarrassingly loud.\n\n                                     LYNETTE\n                         Is this you boys first night of \n                         liberty since you got here?\n\n                                     SID\n                         Yes, ma'am. Four long, hard weeks of \n                         sacrifice for my country... for my \n                         people... for you. But I survived.\n\n               ANGLE - THE REFRESHMENT TABLE\n\n               As Sid and Lynette dance, Zack and Paula have some punch at \n               the refreshment table.\n\n                                     ZACK\n                         Hey, what kind of name is Pokrifki?\n\n                                     PAULA\n                         Polish. What kind of name is Mayo?\n\n                                     ZACK\n                         Italian. My mom was Irish. I got her \n                         ears. But the rest is all wop.\n\n                                     PAULA\n                         Where are you from, Mayo the Wop?\n\n                                     ZACK\n                         Everywhere and nowhere, Paula the \n                         Polack.\n\n                                     PAULA\n                         Seriously.\n\n                                     ZACK\n                              (straight-faced)\n                         My father is a Rear Admiral in the \n                         Seventh Fleet.\n\n                                     PAULA\n                         Really?\n\n                                     ZACK\n                         Yeah. We've lived all over the world. \n                         Katmandu, Moscow, Nairobi.\n\n                                     PAULA\n                              (impressed)\n                         Really? I've never been out of \n                         Washington except once when I visited \n                         this aunt of mine over to Portland. \n                         I mean, over at Portland. Ain't it \n                         pathetic the way folks talk around \n                         here?\n\n               She suddenly blushes.\n\n                                     PAULA\n                         You're putting me on, aren't you? We \n                         don't got no Navy bases in Moscow.\n\n               Zack just smiles.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAULA\n                         You're putting me on, aren't you? We \n                         don't got no Navy bases in Moscow. Zack just smiles. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     PAULA\n                              (returns his smile)\n                         You got a girl?\n\n                                     ZACK\n                         No, and I'm not looking for one \n                         either.\n\n               Paula meets his eyes and flirts brazenly.\n\n                                     PAULA\n                         Yeah, what are you looking for?\n\n               Zack just grins.\n\n                                     ZACK\n                         I hear most of the girls who come to \n                         these things are looking for a \n                         husband.\n\n                                     PAULA\n                         Not me.\n\n                                     ZACK\n                         Yeah? Why're you here?\n\n                                     PAULA\n                         To meet interesting people, improve \n                         myself. You wouldn't believe the \n                         losers we got over in Port Angeles.\n\n                                     ZACK\n                         Do you go to school?\n\n                                     PAULA\n                         No. I work for National Paper. It's \n                         a good job. I make eight-twenty-three \n                         an hour.\n                              (beat)\n                         When I get enough money saved, I \n                         plan to go on to college.\n\n               The band surges into a slower ballad.\n\n               ANGLE - SID AND LYNETTE\n\n               As they dance to the slow music, they waste no time with \n               formalities and soon are pushing their bodies together and \n               rubbing in all the best places.\n\n                                     LYNETTE\n                         You been through the Dilbert Dunker \n                         yet?\n\n                                     SID\n                         Cake walk. Both my dad and my brother \n                         went through it and made it, so I \n                         know I can.\n\n                                     LYNETTE\n                         Is your brother a flyer?\n\n                                     SID\n                         He was. He died.\n\n                                     LYNETTE\n                         Vietnam?\n\n                                     SID\n                         Yeah.\n\n                                     LYNETTE\n                         I had a big brother who died over \n                         there, too. He wasn't no flyer though. \n                         He was just your basic Marine Corps \n                         type. I was only twelve when it \n                         happened, so I don't remember much \n                         about him.\n\n                                     SID\n                              (somberly)\n                         I sure remember Tommy.\n                              (beat)\n                         Mind if we talked about something \n                         else?\n\n                                     LYNETTE\n                              (seductively)\n                         We don't have to talk at all.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nSID\n                              (somberly)\n                         I sure remember Tommy. (beat)\n                         Mind if we talked about something \n                         else? LYNETTE\n                              (seductively)\n                         We don't have to talk at all. \n\nTARGET SECTION TO BE ANNOTATED:\n               VARIOUS SHOTS - AROUND THE DANCE FLOOR\n\n               The horny AOCs from Zack's class are grinding and pushing \n               and falling into the gentle traps being set by the crafty \n               debs.\n\n               Topper buries his nose into the ample cleavage of his deb.\n\n               Della-Serra nibbles on the ear of his gangly partner. Casey \n               and her pilot twirl around the floor.\n\n               ANGLE - PAULA AND ZACK\n\n               As they move onto the dance floor, the handsome pilot, Donny \n               approaches PAULA.\n\n                                     DONNY\n                         Hey, PAULA. How about a dance later \n                         on.\n\n                                     PAULA\n                         Well... I'm kinda with someone.\n\n               She continues on with Zack.\n\n               NEW ANGLE - PAULA AND ZACK\n\n               Paula puts her arms tight around his neck and nestles her \n               lips close to his ear.\n\n                                     PAULA\n                         Think you'll make it all the way to \n                         getting your wings?\n\n                                     ZACK\n                         Who knows? Guys a lot smarter than \n                         me are dropping out like flies.\n\n                                     PAULA\n                         Just think 'I'm gonna do it!' Program \n                         yourself. See yourself making it. \n                         It'll happen. I know 'cause I just \n                         read this article in Cosmo, and it \n                         was about that very thing.\n\n                                     ZACK\n                         You're a very pretty girl, Paula.\n\n               He kisses her once but as he starts to pull away she won't \n               let him and they french shamelessly for a long moment before \n               PAULA pulls away from him, breathing raggedly, her green \n               eyes flashing.\n\n                                     PAULA\n                         Let's flee this pit stop, what do \n                         you say?\n\n                                                                    CUT TO:\n\n               EXT. THE LIGHTHOUSE - NIGHT\n\n               The beacon sweeps past the empty Falcon and over the sandy \n               landscape as we hear:\n\n                                     SID (V.O.)\n                         Something tells me you've been here \n                         before.\n\n                                     LYNETTE (V.O.)\n                         Now what on earth would give you an \n                         idea like that?\n\n               START CLOSE ON LYNETTE'S BUTTONS\n\n               Sid's fingers pop a button in their urgency. Lynette's fingers \n               push his away and she undoes the buttons with ease.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n                         Now what on earth would give you an \n                         idea like that? START CLOSE ON LYNETTE'S BUTTONS\n\n               Sid's fingers pop a button in their urgency. Lynette's fingers \n               push his away and she undoes the buttons with ease. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     SID\n                         You're sure it's okay?\n\n                                     LYNETTE\n                         Don't worry. I'll respect you \n                         afterwards.\n\n               The dress disappears, leaving her torso uncovered. Sid's \n               face PUSHES INTO SHOT as he kisses his way down her neck \n               toward her tight little breasts.\n\n                                     SID\n                         You're crazy, girl. You'll respect \n                         me. That's great. But what I meant...\n\n               Lynette's face PUSHES INTO SHOT and she kisses him almost \n               roughly.\n\n                                     LYNETTE\n                         I told you. I'm on the pill. Don't \n                         worry, Sid. Just do it.\n\n               She pulls him down on top of her.\n\n               THE LIGHT FROM THE LIGHTHOUSE\n\n               sweeps past Zack and PAULA, already making love a distance \n               down the beach.\n\n                                                                    CUT TO:\n\n               INT. THE BARRACKS HEAD - NIGHT\n\n               The two friends crow about their conquests while they brush \n               their teeth in front of the long mirror.\n\n                                     SID\n                         Could you believe those girls!\n\n                                     ZACK\n                         'Nellie's Nymphos!'\n\n                                     SID\n                         Jesus, that Lynette! I rode her hard \n                         and put her up wet.\n\n               Zack shadowboxes with his reflection in the mirror.\n\n                                     ZACK\n                              (clowning)\n                         Look out, Foley! I'm ready to take \n                         you on for another week!\n\n               They both laugh.\n\n                                                                    CUT TO:\n\n               INT. LYNETTE'S CAR - NIGHT\n\n               Lynette has the accelerator mashed to the floorboard. Paula \n               looks at her wristwatch.\n\n                                     PAULA\n                         Hurry, Lynette. It's almost midnight.\n\n                                     LYNETTE\n                         I got my foot on the floor.\n\n               EXT. THE FERRY PORT - NIGHT\n\n               The midnight ferry to Port Angeles is just about to pull out \n               when the Falcon comes SCREAMING around the corner and races \n               aboard.\n\n               EXT. FERRY - LONG SHOT - NIGHT\n\n               crossing the Sound.\n\n               INT. THE WHEELHOUSE OF THE FERRY - NIGHT\n\n               The two girls look out across the water. A curious little \n               smile crosses Paula's face and Lynette sees it.\n\n                                     LYNETTE\n                         Well, it you're not gonna ask, then \n                         I will.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE WHEELHOUSE OF THE FERRY - NIGHT\n\n               The two girls look out across the water. A curious little \n               smile crosses Paula's face and Lynette sees it. LYNETTE\n                         Well, it you're not gonna ask, then \n                         I will. \n\nTARGET SECTION TO BE ANNOTATED:\n How was it?\n\n                                     PAULA\n                         Great.\n\n                                     LYNETTE\n                         Details, Pokrif. From what I saw he \n                         had an incredible body.\n\n                                     PAULA\n                         Yeah... Mmmm...\n\n                                     LYNETTE\n                         What did he do? Did he do anything \n                         that was different?\n\n                                     PAULA\n                         Everything was different.\n\n                                     LYNETTE\n                         But in what ways?\n\n               Paula looks at her friend as if acknowledging her presence \n               for the first time. A sense of privacy comes over her \n               suddenly.\n\n                                     LYNETTE\n                         Did you... come?\n\n               Paula smiles. Lynette could die of envy. You sense she's \n               never known that pleasure.\n\n                                     PAULA\n                         How did it go with you guys?\n\n                                     LYNETTE\n                         Big Sid came in about two and a half \n                         seconds, then had the nerve to ask, \n                         'Did you make it, too, sweetheart?'\n\n               Said with a certain affection, albeit slightly jaded. Paula \n               laughs.\n\n                                     LYNETTE\n                              (resuming softer)\n                         ...but I really like him, Paula. And \n                         I know he's going to make it. He \n                         comes from a family of pilots.\n\n               EXT. THE PORT ANGELES FERRY TERMINAL - NIGHT\n\n               The Falcon drives off and proceeds past a local hangout called \n               \"Tim's\" with a number of motorcycles parked out front. A \n               cluster of good old boys in jeans and T-shirts, lounging in \n               front of \"Tim's,\" see the Falcon and WHISTLE at the girls.\n\n               Lynette gives them the finger.\n\n               INT. THE FALCON - NIGHT\n\n               Both Paula and Lynette respond to the whistles with looks of \n               disgust. Cinderella said it first: the worst part of being a \n               deb is the ride home.\n\n                                     PAULA\n                         He ask you out for next weekend?\n\n                                     LYNETTE\n                         No, but I told him I'd be at the \n                         Town Tavern next Saturday night, and \n                         he sounded like he might come.\n\n                                     PAULA\n                         I told Zack about Saturday night, \n                         too. The fifth week's supposed to be \n                         the roughest. Come Wednesday, he'll \n                         be wishing he took my number.\n\n                                     LYNETTE\n                         You hope.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe fifth week's supposed to be \n                         the roughest. Come Wednesday, he'll \n                         be wishing he took my number. LYNETTE\n                         You hope. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     PAULA\n                         He'll show. I'd bet my paycheck on \n                         it.\n\n               EXT. PAULA'S HOUSE - NIGHT\n\n               A lower-middle class clapboard house sitting on blocks like \n               all the others on the crammed little street.\n\n               Built during the war as cheap housing for servicemen, the \n               box-like dwellings now serve Port Angeles' industrial blue \n               collar families, like Paula's.\n\n               The Falcon drives up and Paula gets out.\n\n                                     LYNETTE\n                         See you at church in the morning.\n\n               Paula nods distractedly, her face reflecting genuine fear of \n               what awaits her inside the darkened house.\n\n               INT. PAULA'S HOUSE - NIGHT\n\n               Her key turns in the lock and the door opens. She tiptoes \n               across the small living room, but as she is passing a door \n               left slightly ajar, a voice inside the room calls out to \n               her, making her jump.\n\n                                     JOE (O.S.)\n                         Paula, come in here, please.\n\n               INT. JOE AND ESTHER'S BEDROOM\n\n               JOE POKRIFKI is a tough, barely-literate Polack with enough \n               hair on his chest to compete with some apes. Ester lies in \n               bed beside him. Paula enters the darkened room and Joe \n               suddenly snaps on the light, bathing them all in its harsh, \n               almost police-room glare.\n\n                                     JOE\n                         Come over here. I want to look at \n                         you.\n\n               Paula stays near the door, scared.\n\n                                     PAULA\n                         I know I'm late and I'm sorry, but \n                         Mrs. Rufferwell asked us to help \n                         with the cleanup and...\n\n                                     JOE\n                         I said, come here!\n\n               She slowly approaches him, stopping about halfway.\n\n                                     PAULA\n                         Daddy, I don't want to get into \n                         anything with you tonight. I'm tired \n                         and I...\n\n                                     JOE\n                         What are you tired from?\n\n                                     ESTHER\n                         Joe!\n\n                                     JOE\n                         Come over here where I can see you.\n\n               She steps up to the bed and her father looks over her \n               clothing.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nESTHER\n                         Joe! JOE\n                         Come over here where I can see you. She steps up to the bed and her father looks over her \n               clothing. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     JOE\n                         Look at the sand! Enough sand to \n                         start your own beach!\n                              (seeing something)\n                         What's that wet place on your dress?\n\n               Paula is so mortified she could scream. Tears of rage flood \n               her eyes.\n\n               INT. AN ADJOINING BEDROOM\n\n               Paula's two sisters, ages 14 and 10, are awake in their bunks \n               and listening to the confrontation in the next room. The \n               empty lower bunk in the over-crammed room belongs to Paula. \n               There's a stack of Cosmopolitan magazines beside the bed and \n               fan magazine photos of John Travolta taped to the wall above \n               her pillow.\n\n                                     PAULA (O.S.)\n                         I don't know what it is. It could be \n                         anything.\n\n                                     JOE (O.S.)\n                         But you knew right off what I was \n                         talking about, didn't you, Paula! \n                         Did you let that boy --\n\n               INT. JOE AND ESTER'S BEDROOM\n\n               Paula interrupts her father, enraged by his insinuations. \n               Her mother looks on, haunted by memories of her own.\n\n                                     PAULA\n                         Don't you dare ask me that question. \n                         I'm an adult and you got no right to \n                         push your nose into my affairs like \n                         that!\n\n                                     JOE\n                         Well, as long as you live in this \n                         house, young lady, you live by my \n                         rules! You should be dating local \n                         boys.\n\n                                     PAULA\n                         Uh-uh! Not a chance! There's nobody \n                         in this town doing anything with his \n                         life, except what his father did, \n                         which is nothing. If I can't have \n                         more out of life than that, I'd rather \n                         be dead!\n\n                                     JOE\n                         Do you honestly think you'll find a \n                         boy in that... that officer's school \n                         who's serious about marriage?\n\n                                     PAULA\n                         Yes I do!\n\n                                     JOE\n                         Then you're dumber than I thought! \n                         All you'll get from their kind is \n                         pregnant!\n\n               For an instant, Esther's eyes and her husband's lock in \n               unresolved combat.\n\n                                     PAULA\n                         Nothing like that's ever gonna happen.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll you'll get from their kind is \n                         pregnant! For an instant, Esther's eyes and her husband's lock in \n               unresolved combat. PAULA\n                         Nothing like that's ever gonna happen. \n\nTARGET SECTION TO BE ANNOTATED:\n               To keep from sobbing in front of them, she turns and runs \n               out.\n\n               A terrible silence fills the room, the silence of two \n               miserable human beings condemned to live unhappily ever \n               after... because of one little mistake.\n\n                                     JOE\n                         Esther, do you think she's using...\n                              (has trouble saying \n                              it)\n                         ...birth control?\n\n                                     ESTHER\n                         Yes, Joe.\n\n                                     JOE\n                         When did this happen?\n\n                                     ESTHER\n                         A long time ago.\n\n               INT. PAULA'S BEDROOM\n\n               She changes into her pajamas and crawls into bed. She'd like \n               to cry but there isn't the privacy for it, so she holds it \n               all in. CAMERA PANS the faces of her sisters, both awake.\n\n                                                                    CUT TO:\n\n               EXT. CATHOLIC CHURCH IN PORT ANGELES - DAY\n\n               Joe Pokrifki parks his big, old Olds Cutlass and the four \n               Pokrifki women follow him toward the church in their prim \n               Sunday dresses.\n\n               Lynette and her three brothers climb down from the back of a \n               dented and primered pickup truck. Lynette's pained skeleton \n               of a mother gets out from behind the wheel and ushers her \n               brood toward the church. There's a shocking difference between \n               the debs who go over to the base on weekends and these primly-\n               dressed, almost tomboyishly unmade-up young girls.\n\n               As the two girls see each other, they exchange supportive \n               smiles.\n\n                                                                    CUT TO:\n\n               INT. THE OLD BLIMP HANGAR - DAY\n\n               Zack and his classmates look around apprehensively as they \n               enter the cavernous old hangar and take seats, along with \n               several other classes from the program, around a raised mat.\n\n               Suddenly, shockingly, a bank of lights directly over the mat \n               go on to illuminate Foley, dressed in a worn and faded pair \n               of black silk pajamas, legs akimbo and arms crossed at the \n               chest.\n\n               Zack elbows Sid.\n\n                                     ZACK\n                         Look at Foley! Can you believe it!\n\n                                     SID\n                              (frightened)\n                         Shhhh...\n\n               Zack looks around and the faces of the others are similarly \n               disquieted by the sight.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCan you believe it! SID\n                              (frightened)\n                         Shhhh... Zack looks around and the faces of the others are similarly \n               disquieted by the sight. \n\nTARGET SECTION TO BE ANNOTATED:\n How do you describe the presence of \n               death in a room? But it's there. Foley brought it in with \n               him.\n\n                                     FOLEY\n                         I'm the base martial arts instructor, \n                         so those of you in on-eight must \n                         desist in thinking of me as their \n                         drill instructor for the next sixty \n                         minutes.\n                              (grins evilly)\n                         Just think of me as... the enemy. \n                         Incidentally, children, I am wearing \n                         the uniform of a Viet Cong foot \n                         soldier I killed in hand-to-hand \n                         combat in Plei Me, Viet Nam... when \n                         I was about your age. Maybe a little \n                         younger.\n                              (in the same breath)\n                         May I please have a volunteer? How \n                         'bout you, Daniels?\n\n               Topper rises to his feet, terrified, and Sid pats him on the \n               back.\n\n                                     SID\n                         Go put him in the hospital, kid.\n\n                                     TOPPER\n                         He can't touch me. That's the law.\n\n               Foley grins sadistically as he watches Topper climb up onto \n               the mat.\n\n                                     FOLEY\n                         Hello, pussy. How bad do you want to \n                         survive?\n\n               Topper stares at him, then stammers:\n\n                                     TOPPER\n                         Sir, this Officer Candidate doesn't \n                         understand what you're asking, sir.\n\n                                     FOLEY\n                         Let me see if I can improve your \n                         comprehension.\n\n               He leaps on Topper like a cat, grabbing the boy's throat \n               between his thumb and forefinger, seemingly intent upon \n               killing him but, in reality, scaring him more than actually \n               hurting him that much.\n\n                                     FOLEY\n                         Do you want to survive bad enough to \n                         stop me, pussy? Or are you relying \n                         on my generosity, my love of humanity, \n                         to stop me from killing you?!\n\n               Topper's eyes bug in horror.\n\n                                     TOPPER\n                         Please... no... I can't breathe...\n\n               Foley just laughs.\n\n               SID AND PERRYMAN\n\n               jump to their feet to protest, but events are moving too \n               fast for them. Zack just sits there, almost amused.\n\n               TOPPER\n\n               finally starts fighting back.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nSID AND PERRYMAN\n\n               jump to their feet to protest, but events are moving too \n               fast for them. Zack just sits there, almost amused. TOPPER\n\n               finally starts fighting back. \n\nTARGET SECTION TO BE ANNOTATED:\n Convinced this maniac means to \n               kill him to make his point, he finally summons enough survival \n               instinct to wrestle Foley's hand from his throat. He sinks \n               to the floor of the ring and struggles to catch his breath.\n\n                                     TOPPER\n                         You... had... no right! You can't... \n                         touch... us! It's the... law!\n\n               This makes Foley laugh all the harder.\n\n                                     FOLEY\n                              (mimicking him)\n                         'Sir, this Officer Candidate doesn't \n                         understand what you mean by survival.' \n                         Now do you understand a little better, \n                         pussy? Get out of my sight!\n\n               Topper hurries to comply, while Foley swaggers to the edge \n               of the mat, sits down and starts putting foam safety-kick \n               pads on his feet, really getting off on this.\n\n                                     FOLEY\n                         You think I'm a little harsh on your \n                         classmate? Wait 'til you get shot \n                         down behind enemy lines and the only \n                         thing between you and a POW camp is \n                         what you assholes learned from me!\n                              (beat)\n                         Okay, worms. Now that I've got your \n                         attention, we can begin.\n\n               FOLEY\n\n               demonstrates the basic karate kicks. Beyond black belt, he \n               has moves that ought to bear his name. Leaping, spinning \n               crescent kicks are his specialty, and he executes them like \n               a ballet master, awing everyone in the dank old hangar. Almost \n               everyone. Zack, cool. Zack, is unimpressed.\n\n                                                               DISSOLVE TO:\n\n               INT. THE TOWN TAVERN - NIGHT\n\n               Zack and Sid sit in their white liberty uniforms at the long \n               bar, nursing beers, Sid anxiously watching the door for \n               Lynette, Zack busy flirting with an attractive WAITRESS. The \n               Town Tavern is a local hangout and there's a sense that a \n               number of the townies are watching the boys in white with \n               resentment.\n\n                                     ZACK\n                              (to the Waitress)\n                         Hey, baby... c'mere...\n\n               She slides up, smiling, giggling.\n\n                                     WAITRESS\n                         Nice haircut.\n\n                                     ZACK\n                         Kiss it, baby. Make it grow.\n\n               She laughs and kisses the top of his head.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\n                         Kiss it, baby. Make it grow. She laughs and kisses the top of his head. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                         So, when do you get off?\n\n               She's about to reply when a burly BARTENDER approaches with \n               fresh beers for the boys. He gives the boys a surly look.\n\n                                     BARTENDER\n                         Take care of the customers, Doreen.\n\n               Doreen gives Zack her best smile and grudgingly moves off \n               toward the locals around the pool table. The bartender puts \n               fresh beers in front of Sid and Zack.\n\n                                     BARTENDER\n                              (surly)\n                         That'll be two dollars.\n\n               The boys pay up and the bartender moves off.\n\n                                     SID\n                              (facetiously)\n                         Nice, hospitable folks they get around \n                         here.\n                              (glances at door)\n                         I hope she comes.\n\n                                     ZACK\n                         She'll come, pard. A rich socialite \n                         Oakie like you oughta be a big catch \n                         around these parts.\n\n                                     SID\n                         Get off my case, Mayo. I didn't grow \n                         up rich.\n\n               SEXY ENOUGH TO LIGHT FIRES, PAULA AND LYNETTE\n\n               cut a path like Sherman's army through the gawking local \n               losers clustered inside the door of the tavern, then glide \n               into Zack and Sid's arms and kiss them gluttonously for half \n               a minute. Some of the local boys watch it all with ill-\n               concealed jealousy.\n\n                                     ZACK\n                         I think we're making some of the \n                         locals jealous.\n\n                                     PAULA\n                         Who cares?\n                              (frenching him)\n                         Mmmm. Now I remember. Mayo the Wop. \n                         Gee, I'm glad you're here. I've been \n                         looking forward to this all week.\n\n                                     ZACK\n                         Me, too.\n\n               They kiss again.\n\n                                     SID\n                         What would you girls like to do? \n                         Want to stick around here for a little \n                         or... or could I suggest another \n                         plan...?\n\n                                     LYNETTE\n                         Like pick up some booze and go to a \n                         motel?\n\n                                     SID\n                         Or we could do that yeah.\n\n                                     PAULA\n                         I vote for the motel.\n\n                                     ZACK\n                         My kinda group!\n\n               They start for the door, all four linking arms.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAULA\n                         I vote for the motel. ZACK\n                         My kinda group! They start for the door, all four linking arms. \n\nTARGET SECTION TO BE ANNOTATED:\n               NEAR THE DOOR\n\n               One of the boys who was watching them, TROY, 25, jostles \n               into Zack, then pretends it was the other way around.\n\n                                     TROY\n                         Hey, make way for the warmongers.\n\n               Zack and Sid spin around, surprised. Troy's a big, kid, a \n               dockworker probably, and he seems to tower over Zack.\n\n                                     ZACK\n                         What did you call us?\n\n                                     TROY\n                         I called you a warmonger. Ain't that \n                         what you are?\n\n               Zack looks more amused by it all than threatened. He shakes \n               his head and starts out the door with his friends. Troy and \n               some of the other locals share a look, and follow.\n\n               EXT. \"THE TOWN TAVERN\" - NIGHT\n\n               Troy jobs out of the place and plants himself in front of \n               Zack.\n\n                                     TROY\n                         Hey, let me ask you something.\n\n                                     ZACK\n                         Yeah, what do you want to know?\n\n                                     SID\n                         Let's get out of here Zack.\n\n               A circle is forming around Zack and Troy. Paula looks \n               frightened. Lynette looks turned on.\n\n                                     TROY\n                         You come here for a couple of months -- \n                         you rich college boys -- struttin' \n                         around in your ice cream suits like \n                         you own the goddamn place -- fucking \n                         our best women... Hey, who do you \n                         think gets left holding the bag after \n                         you're off flying around the world?\n\n                                     ZACK\n                         Hey, pard, why don't you go back \n                         inside and cool off.\n\n               He turns away from Troy and pushes out of the circle.\n\n                                     TROY\n                         Hey, I'm not finished talking to \n                         you, sailor boy!\n\n               He charges after Zack, and knocks his cap off.\n\n               VARIOUS SHOTS OF THE FIGHT\n\n               If you can call it a fight. Zack turns around and hits Troy \n               in the face with two very fast punches, a left and a right.\n\n               Before his assailant can recover, Zack delivers a strange, \n               roundhouse kind of kick that seems to come out of him in \n               slow motion, then gathers incredible speed, until it's \n               slamming with the force of a mule-kick into Troy's face.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nVARIOUS SHOTS OF THE FIGHT\n\n               If you can call it a fight. Zack turns around and hits Troy \n               in the face with two very fast punches, a left and a right. Before his assailant can recover, Zack delivers a strange, \n               roundhouse kind of kick that seems to come out of him in \n               slow motion, then gathers incredible speed, until it's \n               slamming with the force of a mule-kick into Troy's face. \n\nTARGET SECTION TO BE ANNOTATED:\n \n               Troy goes down gushing blood from flattened nostrils.\n\n               ZACK\n\n               looks around the other locals who clustered earlier around \n               their champion, but they're all staring at him, afraid.\n\n               Taking Paula by the hand, he leads the foursome away.\n\n               MOVING WITH ZACK, PAULA, LYNETTE AND SID\n\n               Zack stares straight ahead, lost in the world of his \n               adolescence. Paula just watches him, sensitive to the place \n               he's in.\n\n                                     LYNETTE\n                         God! I've never seen anything like \n                         that in my whole life! Did you see \n                         that guy's nose?\n\n                                     ZACK\n                              (snaps)\n                         Lynette, just keep your mouth shut \n                         until we get to the motel. Will you \n                         do that for me, please.\n\n                                     LYNETTE\n                         Well, excuse me for livin'!\n\n               Sid pushes her into the car.\n\n                                                                    CUT TO:\n\n               INT. ZACK'S ROOM AT THE TIDES INN MOTEL - NIGHT\n\n               Zack lies on the bed, aloof, brooding, and doing some serious \n               drinking from a pint bottle of rum. Paula watches from a \n               chair.\n\n                                     PAULA\n                         Want a back rub? Might make you feel \n                         better.\n\n               She climbs onto the bed and tries to position herself to rub \n               his back, but he pulls away.\n\n                                     ZACK\n                         I shouldn't have done that. I \n                         should've walked.\n\n                                     PAULA\n                         He didn't give you much choice.\n\n                                     ZACK\n                         There's always a choice.\n\n                                     PAULA\n                         Where'd you learn to fight like that?\n\n                                     ZACK\n                              (snaps)\n                         I don't feel like talking, if you \n                         don't mind.\n\n                                     PAULA\n                              (angry)\n                         Opening up just a little wouldn't \n                         kill you, ya know.\n\n               She starts for the door. Zack barely even looks up.\n\n                                     ZACK\n                         You want me to fuck you? Is that it? \n                         Okay, come here. Take your clothes \n                         off. Get into bed.\n\n                                     PAULA\n                              (turns, angry)\n                         Where's that coming from? I wouldn't \n                         fuck now if my life depended on it!\n\n                                     ZACK\n                         Forget it. Just get out of here.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nI wouldn't \n                         fuck now if my life depended on it! ZACK\n                         Forget it. Just get out of here. \n\nTARGET SECTION TO BE ANNOTATED:\n               Paula starts to leave, then turns back, furious.\n\n                                     PAULA\n                              (explodes)\n                         I don't know who you think you're \n                         talking to! I ain't some whore you \n                         brought here! I've been trying to be \n                         your friend and you treat me like \n                         shit!\n\n                                     ZACK\n                         Be a friend. Leave.\n\n                                     PAULA\n                         You got no manners and you never \n                         tell the truth! You're nothin' \n                         special. And if you ask me, you got \n                         no chance at all of being an officer!\n\n               Zack rises from the bed and very slowly approaches her. Paula \n               almost flinches as he stops a few feet away. Then he leans \n               forward and kisses her as gently as he knows how. Very \n               tentatively, she responds.\n\n                                                               DISSOLVE TO:\n\n               EXT. THE TIDES INN - NIGHT\n\n               Lynette leaves her room and knocks on Paula's door. Paula \n               comes out, zipping up her dress.\n\n                                     LYNETTE\n                              (smiles)\n                         A definite improvement.\n\n               They drive off.\n\n                                                               DISSOLVE TO:\n\n               INT. ZACK'S ROOM AT THE TIDES INN - DAY\n\n               He wakes up and slowly focuses on Paula, cooking eggs and \n               bacon in the kitchenette.\n\n                                     ZACK\n                         You stayed after all.\n\n                                     PAULA\n                         Wrong. I've driven a hundred and \n                         twenty miles, told a hundred and \n                         twenty lies, and said a hundred and \n                         twenty Hail Mary's since I saw you. \n                         Hungry?\n\n                                     ZACK\n                         I'm starving.\n\n               He jumps out of bed, pulls on some boxer shorts and sits \n               down at a small rickety table she has beautified with \n               wildflowers stuffed in a glass. Paula puts his steaming \n               breakfast before him and stands back to watch him attack it. \n               He looks up at her and finds her staring at him almost \n               wistfully.\n\n                                     ZACK\n                         Paula, I never try to fool anybody \n                         about who I am, what I want... so if \n                         even in the back of your --\n\n                                     PAULA\n                         I know who you are and what you want.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nPaula puts his steaming \n               breakfast before him and stands back to watch him attack it. He looks up at her and finds her staring at him almost \n               wistfully. ZACK\n                         Paula, I never try to fool anybody \n                         about who I am, what I want... so if \n                         even in the back of your --\n\n                                     PAULA\n                         I know who you are and what you want. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                         What do you want, Paula? What do you \n                         really want?\n\n                                     PAULA\n                         To have a good time with you until \n                         you have to go.\n\n                                     ZACK\n                         That's it?\n\n               She nods and turns away, so he can't see her eyes and know \n               how much she's lying. Zack finishes off his eggs and bacon, \n               downs his coffee. As she comes over to refill his cup, he \n               unbuttons her blouse and starts playing with her nipples.\n\n                                     ZACK\n                         Mmmm. Last night was fantastic.\n\n               She watches him with womanly eyes, aware of her own power.\n\n                                     PAULA\n                         Zack, am I your fantasy?\n\n               Zack laughs.\n\n                                     PAULA\n                         Zack, I dare you not to fall in love \n                         with me. I ain't gonna get serious \n                         with you, no way. But how can you \n                         resist me? I'm like candy.\n\n                                     ZACK\n                         You're better than candy.\n\n                                     PAULA\n                         I'm serious. It's gonna be hard to \n                         get enough.\n\n               He starts tickling her and she can't sustain her vamp role \n               any longer.\n\n                                     ZACK\n                         Getting cocky, aren't you? Huh, you \n                         little Polack? Getting feisty on me, \n                         huh?\n\n               He takes her in his arms and they kiss. The moment turns \n               suddenly real and Zack finds himself pulling away, afraid of \n               the feelings that are churning his guts. Paula studies him a \n               moment.\n\n                                     PAULA\n                         Zack, when you're through with a \n                         girl, what do you do? Do you say \n                         something or do you just... disappear?\n\n                                     ZACK\n                         I've never had a girl.\n\n               Their eyes stay together for a long time.\n\n                                     ZACK\n                         I forgot to thank you for breakfast.\n\n                                     PAULA\n                         Any time, sailor.\n\n                                                                    CUT TO:\n\n               INT. THE LARGE INDOOR POOL ON THE BASE - DAY\n\n               Our CAMERA is the first to ride the Dilbert Dunker, and we \n               are suddenly shooting at high speed down a steep incline \n               inside a cage-like contraption, painted red.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAULA\n                         Any time, sailor. CUT TO:\n\n               INT. THE LARGE INDOOR POOL ON THE BASE - DAY\n\n               Our CAMERA is the first to ride the Dilbert Dunker, and we \n               are suddenly shooting at high speed down a steep incline \n               inside a cage-like contraption, painted red. \n\nTARGET SECTION TO BE ANNOTATED:\n Wham! We hit \n               water at neck-wrenching speed and go under in a swirl of \n               bubbles!\n\n               Wait! What's happening? The goddamn cage is turning \n               somersaults! Which way is up? Which is way up?? A strange \n               looking alien in a wet suit and mask knifes TOWARD US. His \n               hands work to extricate us. We rush toward the promise of \n               light and air at the surface. We can hear our own tortured \n               breathing. Will we make it?\n\n               CANDIDATE DELLA-SERRA REACHES THE SURFACE\n\n               gasping for air. The DILBERT DUNKER INSTRUCTOR stands off to \n               the side, giving him a thumb's down.\n\n                                     INSTRUCTOR\n                         Back in line. That was totally unsat, \n                         Della-Serra!\n\n               Della-Serra clings to the side of the pool and vomits. He's \n               grateful to be alive.\n\n               ZACK WATCHES THEM RAISE THE DILBERT DUNKER\n\n               It finally comes to a rest high in the rafters of the \n               building, where he is to be the next to take the ride. Sid \n               and Seeger are right behind him, followed by Topper. He steps \n               into the cage and the Instructor makes sure he's buckled \n               snugly into the harness. Then Zack's eyes fall on:\n\n               FOLEY, STANDING POOL SIDE ZACK LOOKS AWAY FROM HIM AND GIVES \n               HIS THUMBS UP\n\n               and the Dunker takes him on its crazy ride, plummeting down \n               the tracks, blasting into the water, somersaulting...\n\n               UNDERWATER - ZACK\n\n               waits until the turning has stopped, studies the direction \n               his air bubbles are taking as he unfastens his harness, and \n               pulls himself down and out of the Dunker.\n\n               BACK ON THE SURFACE - ZACK\n\n               gets a thumbs up from the Instructor and grins. As he's \n               climbing out, he watches Sid take the big ride.\n\n               UNDERWATER - SID\n\n               almost loses his composure when the harness at first defies \n               his efforts to get it open. Then, he's free and surface-bound.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he's \n               climbing out, he watches Sid take the big ride. UNDERWATER - SID\n\n               almost loses his composure when the harness at first defies \n               his efforts to get it open. Then, he's free and surface-bound. \n\nTARGET SECTION TO BE ANNOTATED:\n               AS ZACK HELPS HIM\n\n               out of the pool, Sid's efforts at a cocky grin fails to hide \n               from his friend the fear he felt under there.\n\n                                     ZACK\n                         You okay?\n\n                                     SID\n                         Sure.\n\n               They turn to watch Casey.\n\n               STAY ON CASEY'S EXHILARATED FACE AS SHE PLUNGES\n\n               and watch her extricate herself as easily as Zack.\n\n               AS ZACK AND SID HELP HER OUT OF THE WATER\n\n               her eyes are wild with excitement.\n\n                                     CASEY\n                         Think they'll let us do that again? \n                         God, that was fun!\n\n               TOPPER CLIMBS INTO THE DILBERT DUNKER\n\n               He looks down at the pool far below. His three friends, \n               standing pool side, give him a thumbs up for encouragement, \n               but Topper is too frightened to acknowledge them. He turns \n               to the Instructor helping to fasten him inside the \n               contraption.\n\n                                     TOPPER\n                              (scared shitless)\n                         Does this thing hit with the same \n                         impact as an actual plane?\n\n                                     INSTRUCTOR\n                         This is nothing compared to a plane.\n                              (beat)\n                         Don't forget to watch the bubbles.\n\n               Topper nods and gives a thumbs up.\n\n               IN A PERCH ABOVE THE RAISED DUNKER\n\n               a young seaman apprentice flicks a switch and the Dunker \n               lurches down the tracks.\n\n               TOPPER SUCKS IN HIS BREATH, TERRIFIED\n\n               The impact of hitting the water is so jolting, it knocks his \n               wind out in a rush and he goes under already screaming that \n               silent little scream of the mind that drowning people hear.\n\n               Underwater, the Dunker turns him over and over, leaving him \n               upside-down. The silent scream is louder. Panic rides its \n               frequency as Topper tears at the lever that would release \n               him from the harness. He gets it open and pushes out of the \n               opening in the Dunker with all his might. He has forgotten \n               to watch for his air bubbles. Top is bottom and bottom is \n               top.\n\n               He smashes violently into the tiled floor of the pool, freaks \n               out, and swims straight up and into the jaws of the Dunker \n               again.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe has forgotten \n               to watch for his air bubbles. Top is bottom and bottom is \n               top. He smashes violently into the tiled floor of the pool, freaks \n               out, and swims straight up and into the jaws of the Dunker \n               again. \n\nTARGET SECTION TO BE ANNOTATED:\n               ZACK, SID, CASEY AND FOLEY\n\n               watch from pool side, concerned, as the diver goes down for \n               Topper.\n\n               UNDERWATER\n\n               The instant the diver is within grasp of the totally unstrung \n               boy, Topper grabs him in a dying man's grip that even the \n               brawny frogman is unable to break.\n\n               The diver hits him once, twice, but Topper clings to him \n               even tighter and, as they wrestle, the harness further snares \n               them both. The scream now becomes the scream of two drowning \n               men.\n\n               INTERCUT THE FACES OF THE ONLOOKERS\n\n               Seconds are ticking by, and it reflects on all the faces in \n               the huge room.\n\n               SUDDENLY FOLEY DIVES, FULLY CLOTHED, INTO THE POOL\n\n               His Smokey the Bear hat and cane stay at the surface as he \n               knifes down through the water toward the churning humanity \n               below.\n\n               UNDERWATER - FOLEY REACHES TOPPER AND THE DIVER\n\n               Both men are so hopelessly entangled in the parachute harness \n               and so close to losing consciousness that Foley has to move \n               very fast. His presence of mind is so total it's frightening.\n\n               With no wasted moves, he frees both men and pulls them toward \n               the surface.\n\n               AT THE SURFACE\n\n               The Instructor helps Foley get them laid out by the side of \n               the pool and while Foley works mouth-to-mouth on Topper, he \n               works on the diver. The diver is easily revived but Topper \n               required everything Foley has to offer. He might have died \n               in less expert hands but Foley is slowly pulling him through.\n\n               INTERCUT - ZACK, SID, PERRYMAN, SEEGER AND OTHERS\n\n               watching Foley's efforts to revive their compatriot.\n\n               FINALLY, FOLEY STEPS AWAY FROM TOPPER\n\n               and nods to the room of onlookers that he'll be all right.\n\n                                                                    CUT TO:\n\n               INT. THE BARRACKS ROOM - DAY\n\n               CAMERA MOVES DOWN the row of lockers.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nFINALLY, FOLEY STEPS AWAY FROM TOPPER\n\n               and nods to the room of onlookers that he'll be all right. CUT TO:\n\n               INT. THE BARRACKS ROOM - DAY\n\n               CAMERA MOVES DOWN the row of lockers. \n\nTARGET SECTION TO BE ANNOTATED:\n Sid's is a study in \n               neatness, every pair of skivvies folded identically and \n               measured with a ruler, which is exactly what he's doing at \n               the moment. Perryman's problem is his belt buckle, which he \n               is frantically trying to shine before Foley gets there. Zack \n               stands casually by his locker, buffing his fingernails, his \n               shoes and buckle shined to perfection, as always.\n\n               CAMERA HOLDS on the fourth locker, the one that belonged to \n               Topper Daniels. The door to the locker is open and it's empty.\n\n                                     PERRYMAN\n                         I'll never get it polished in time. \n                         Give me a buckle, Zack.\n\n                                     ZACK\n                         I can't risk it.\n\n                                     PERRYMAN\n                         You'd make it. He's just getting to \n                         the girls. Come on, Zack. I gotta \n                         see my family, man. I couldn't take \n                         it if he keeps me here over the \n                         weekend.\n\n                                     ZACK\n                         Sorry, pard. Wouldn't want you to \n                         get an honor violation.\n\n               Sid gives him a dirty look but Zack ignores it. The SOUND OF \n               HARSH FOOTSTEPS approaching and the three candidates snap to \n               rigid attention by their lockers.\n\n               Foley walks in and starts inspecting Perryman. Sweat runs \n               down the black's face in rivers. Foley moves on to Sid, checks \n               out his locker, then turns to Zack.\n\n                                     FOLEY\n                         In every class there's a guy who \n                         thinks he's smarter than me. In this \n                         class, it's you, isn't it, Mayonnaise?\n\n               He brings his cane up suddenly, like a majorette's baton, \n               and with one poke knocks the piece of fiberboard out of it's \n               place in the ceiling, allowing two pairs of shined boonies, \n               a half-dozen freshly-brassoed belt buckles, and a little \n               black book recording the monies owed him, to rain down.\n\n                                     FOLEY\n                         Report to my office in five minutes!\n\n               Foley turns and strides out. Zack meets his roommates' eyes \n               for an instant, knowing he's finished. Perryman doesn't look \n               too sad about it.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nFoley turns and strides out. Zack meets his roommates' eyes \n               for an instant, knowing he's finished. Perryman doesn't look \n               too sad about it. \n\nTARGET SECTION TO BE ANNOTATED:\n He whispers in Zack's ear as he walks past, \n               enroute to the door.\n\n                                     PERRYMAN\n                         Couldn't happen to a nicer guy.\n\n               Zack stares daggers at him.\n\n               INT. FOLEY'S OFFICE IN THE BARRACKS - DAY\n\n               Foley is doing paperwork at his desk as Zack approaches and \n               knocks on the door.\n\n                                     FOLEY\n                         Come in, Mayo.\n\n               Zack enters and stands at attention in front of Foley's desk.\n\n               He knows it's all over.\n\n                                     FOLEY\n                         I want your D.O.R.\n\n                                     ZACK\n                         No, sir. You can kick me out, but \n                         I'm not quitting.\n\n                                     FOLEY\n                         Get into your fatigues, Mayo. Before \n                         the weekend's out, you'll quit.\n\n               Zack salutes, makes a smart turn, and marches out.\n\n                                                                    CUT TO:\n\n               EXT. THE BEACH - DAY\n\n               Foley is putting Zack through hell. With his heavy rifle \n               raised overhead and a full pack on his back, he runs through \n               the wet sand at the beach, to the cadence of his D.I.'s jody \n               call. Foley runs with him a vulture waiting for the \n               inevitable.\n\n                                     FOLEY\n                              (jody-calling)\n                         Casey Jones was a son of a bitch. \n                         Drove his train in a thirty-foot \n                         ditch. Came on out with his dick in \n                         his hand. Said, 'Listen, ladies, I'm \n                         one helluva man. I went to his room \n                         and lined up a hundred. Swore up and \n                         down he'd\n                              (beat)\n                         Having fun, Mayonnaise?\n\n               Zack is dying under his heavy helmet, but he says nothing.\n\n               EXT. THE GUN EMPLACEMENTS - LATER THAT DAY (NOON)\n\n               Foley is running him up and down the weathered old steps, \n               the hot sun beating down on him like a firey fist.\n\n                                     FOLEY\n                         Look over there, Mayo. She stayed to \n                         do that instead of going on liberty.\n\n               Zack follows his gaze to the Obstacle Course where Seeger is \n               struggling to pull herself over the ten-foot wall, with the \n               same results as last time.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOLEY\n                         Look over there, Mayo. She stayed to \n                         do that instead of going on liberty. Zack follows his gaze to the Obstacle Course where Seeger is \n               struggling to pull herself over the ten-foot wall, with the \n               same results as last time. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     FOLEY\n                         She may not make it through the \n                         program, but she's got more heart \n                         and more character than you'll ever \n                         have. I've seen your college record. \n                         I've never heard of most of those \n                         schools. Tell me something, Mayo. \n                         Did you buy that degree?\n\n                                     ZACK\n                         No, sir! It was the hardest thing I \n                         ever did, sir! Until this.\n\n                                     FOLEY\n                         That's a lie, Mayo. You've gone \n                         through a lot worse, haven't you?\n\n               Zack shoots him a quick look, wondering how much he knows.\n\n                                     FOLEY\n                         Stop eyeballing me, mister! I've \n                         looked through your file and done a \n                         little checking, and I know it all. \n                         I know about your mother. I know \n                         your old man's an alcoholic and a \n                         whore chaser.\n                              (beat)\n                         Life sure has dealt you some shitty \n                         cards! Hasn't it, Mayo?\n\n                                     ZACK\n                         I'm doing okay, sir.\n\n                                     FOLEY\n                         No you're not. You're failing the \n                         big one, baby, and I don't just mean \n                         in here. I mean in life. I've watched \n                         you, Mayo, and you don't mesh. You \n                         grab-ass and joke around but you \n                         don't make friends, not the way the \n                         others do.\n\n               Zack says nothing but Foley's getting to him in ways nobody \n               has in years, if ever.\n\n                                     FOLEY\n                         Want to know why I'm not an officer, \n                         Mayo? Because I have a servile \n                         mentality from growing up poor... \n                         from always being the kid on the \n                         windy side of the baker's window.\n                         That's your problem, Mayo. That's \n                         why you don't mesh. Because deep \n                         down in that bitter little heart of \n                         yours, you know these other boys and \n                         girls are better than you.\n\n               EXT. THE LIGHTHOUSE - NIGHT\n\n               Foley is putting Mayo through his rifle drills, in the \n               sweeping light from the old tower. Zack's jaw is set with \n               determination but Foley won't let up.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. THE LIGHTHOUSE - NIGHT\n\n               Foley is putting Mayo through his rifle drills, in the \n               sweeping light from the old tower. Zack's jaw is set with \n               determination but Foley won't let up. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     FOLEY\n                         Shoulder arms! Port arms! Parade \n                         rest!\n                              (Etc. Etc.)\n\n               EXT. THE GUN EMPLACEMENT - THE NEXT DAY\n\n               Zack lies prone at the top of the bunker, his feet about six \n               inches off the ground, Foley standing over him, smiling.\n\n                                     FOLEY\n                         Hey, what do you say we call off \n                         this little charade of yours over a \n                         couple of beers at Trader Jon's...? \n                         Come on, man. You're about as close \n                         to being officer material as me.\n\n                                     ZACK\n                         Sir, this candidate believes he'll \n                         make a good officer, sir!\n\n                                     FOLEY\n                         No way, Mayo. You don't give a shit \n                         about anybody but yourself and every \n                         single one of your classmates knows \n                         it. Think they'd trust you behind \n                         the controls of a plane they have to \n                         fly in? Hey, man, I figure you for \n                         the kind of guy who'd zip off one \n                         day in my F-14 and sell it to the \n                         Cubans.\n\n                                     ZACK\n                         Sir, that's not true! I love my \n                         country!\n\n                                     FOLEY\n                              (laughs)\n                         Sell it to the Air Force, Mayo!\n\n               Foley puts his lips close to Zack's ear and whispers:\n\n                                     FOLEY\n                         Let's get down to it. Why would a \n                         slick little hustler like you sign \n                         up for this kind of abuse?\n\n               Zack's legs are shaking wildly with the effort to keep them \n               aloft.\n\n                                     ZACK\n                         I want to fly, sir!\n\n                                     FOLEY\n                         That's no reason. Everybody wants to \n                         fly. My grandmother wants to fly. \n                         You going after a job with one of \n                         the airlines?\n\n                                     ZACK\n                         I want to fly jets, sir!\n\n                                     FOLEY\n                         Why? Because you can do it alone?\n\n                                     ZACK\n                         No, sir!\n\n                                     FOLEY\n                         What is it, the kicks? Is that it?\n\n                                     ZACK\n                         I don't want to do something anybody \n                         can do.\n\n                                     FOLEY\n                         Pity you don't have the character.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nIs that it? ZACK\n                         I don't want to do something anybody \n                         can do. FOLEY\n                         Pity you don't have the character. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                         That's not true, sir! I've changed a \n                         lot since I've been here! And I'm \n                         gonna make it, sir!\n\n                                     FOLEY\n                         Not a fucking chance, asshole!\n\n               Zack bolts up suddenly, meeting his eyes.\n\n                                     ZACK\n                              (defiantly)\n                         I got nothing else to fall back on. \n                         Sir! This is it for me... and I'm \n                         gonna do it!\n\n               Foley studies him with squinty eyes.\n\n                                     FOLEY\n                         All right, Mayo. Get on your feet.\n\n               Both men get up and start walking back toward the base.\n\n               MOVING WITH THEM\n\n               Suddenly they both see a sailboat tacking past, no more than \n               fifty yards off shore.\n\n               THEIR POV - THE SAILBOAT\n\n               There are three people in the boat, two girls and a boy \n               wearing a sack over his head. All three wave in their \n               direction. On cue, they turn around, drop their drawers, and \n               give a three-way B.A. They pull their pants back up and turn \n               around to yell at Zack. The girls are obviously Paula and \n               Lynette. The boy with the sack over his head just has to be \n               Sid.\n\n                                     SID\n                              (disguising his voice)\n                         Don't give up the ship, Mayo!\n\n                                     PAULA\n                         Hang in there, Zack!\n\n                                     LYNETTE\n                         Damn the torpedoes and remember the \n                         Tides Inn Motel!\n\n               They're all three laughing so hard they nearly capsize.\n\n               ANGLE - ZACK AND FOLEY\n\n               The drill instructor is amused but trying not to show it.\n\n                                     FOLEY\n                         Mayo, are those your friends?\n\n                                     ZACK\n                         Yes, sir!\n\n                                     FOLEY\n                         Maybe there's hope for you yet.\n\n                                                               DISSOLVE TO:\n\n               INT. THE BARRACKS - DAY\n\n               Zack is on his hands and knees, scrubbing the floor, when \n               Sid, Perryman and some of the others return from liberty.\n\n                                     PERRYMAN\n                              (still angry)\n                         I see you didn't DOR, Mayo.\n\n                                     ZACK\n                         Hey, Sid, thanks.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BARRACKS - DAY\n\n               Zack is on his hands and knees, scrubbing the floor, when \n               Sid, Perryman and some of the others return from liberty. PERRYMAN\n                              (still angry)\n                         I see you didn't DOR, Mayo. ZACK\n                         Hey, Sid, thanks. \n\nTARGET SECTION TO BE ANNOTATED:\n               PERRYMAN WALKS INTO THEIR ROOM\n\n               and stops as he sees the peace offering on his bed: his boots, \n               shined to perfection, and two gleaming belt buckles. Sid \n               comes in a second later and they share a look.\n\n                                                               DISSOLVE TO:\n\n               INT. THE BARRACKS ROOM - THAT NIGHT\n\n               All three candidates lie awake in their bunks.\n\n                                     ZACK\n                         Hey, you guys still awake?\n\n                                     SID\n                         Yeah.\n\n               A grunt from Perryman.\n\n                                     ZACK\n                         Hey, do you guys ever... feel like \n                         you don't belong here...?\n\n                                     PERRYMAN\n                         Yeah. All week long.\n\n                                     SID\n                         What's the matter, Sweet Pea. Foley \n                         finally starting to get to you?\n\n                                     ZACK\n                         Naw.\n\n                                     PERRYMAN\n                         You know what he was running on me \n                         all last week? He told me I wasn't \n                         officer material because I think \n                         black and I'd never get comfortable \n                         giving orders to whites.\n\n                                     SID\n                         Yeah? He's been telling me I'm not \n                         officer material because I'm not \n                         inner-directed. He thinks I'm here \n                         for my folks... and for my brother.\n\n                                     ZACK\n                         That isn't true, is it?\n\n                                     SID\n                         A little.\n\n               Zack shakes his head, impressed.\n\n                                     ZACK\n                         How about that prick! He told me he \n                         wasn't officer material because he \n                         grew up poor like me.\n\n                                     PERRYMAN\n                         He said he grew up poor?\n\n                                     ZACK\n                         The kid on the windy side of the \n                         baker's window. That's how he put \n                         it.\n\n                                     PERRYMAN\n                         Foley's not poor. Buddy of mine in \n                         oh-four told me he's the son of a \n                         rich doctor down in Louisiana.\n\n                                     SID\n                         Oh yeah? Friend of mine in oh-two \n                         told me he comes from a long line of \n                         Baptist ministers from Georgia.\n\n               All three candidates crack up.\n\n                                     ZACK\n                         How about that prick!\n\n                                                               DISSOLVE TO:\n\n               INT. ZACK AND PAULA'S ROOM AT THE TIDES INN - DAY\n\n               They are making love.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\n                         How about that prick! DISSOLVE TO:\n\n               INT. ZACK AND PAULA'S ROOM AT THE TIDES INN - DAY\n\n               They are making love. \n\nTARGET SECTION TO BE ANNOTATED:\n When it's over, they lie there for a \n               long time in one another's arms, flagrantly satisfied, and \n               still joined.\n\n                                     ZACK\n                         That was great.\n\n                                     PAULA\n                         It sure was.\n\n               They share a little smile of satisfaction. They chuckle. The \n               longer they stay together, like that, the more painfully \n               intimate the moment becomes.\n\n                                     PAULA\n                         Want me to get a towel?\n\n                                     ZACK\n                         I'll get it if you want.\n\n                                     PAULA\n                         I don't want you to move.\n\n                                     ZACK\n                         I don't want to move. But somebody \n                         has to move sometime. Eventually.\n\n                                     PAULA\n                         They found them like that, shriveled \n                         up from weeks without food or water...\n\n               Zack laughs and the connection is nearly broken. Suddenly, \n               Zack just takes her face in his hands and kisses her in a \n               most loving way.\n\n                                     ZACK\n                         All week I kept thinking about you \n                         guys in that sailboat.\n\n               He laughs.\n\n                                     PAULA\n                         We were pretty drunk.\n\n               Paula takes his officer-style cap and puts it on.\n\n                                     PAULA\n                         You know, sometimes I wish I was one \n                         of those girls they're letting in \n                         the flight program these days. God, \n                         I'd love to fly.\n\n                                     ZACK\n                         What's stopping you?\n\n               Paula seems to consider it for a moment, then she shakes her \n               head. It's a fantasy, that's all, far removed from the \n               realities of her life.\n\n                                     PAULA\n                         I don't care what the magazines say... \n                         it's just not as easy being a girl, \n                         especially from a Catholic family. \n                         You don't know the junk I grew up \n                         listening to, 'bout the way women \n                         are supposed to think and act.\n\n                                     ZACK\n                         That's no excuse for not going after \n                         what you want.\n\n                                     PAULA\n                         Who says I'm not going after what I \n                         want? My mother's thirty-nine years \n                         old and she still works in that \n                         factory. Every time I see her, I \n                         know exactly what I don't want.\n\n               They share a stretch of silence, Zack retreating into himself, \n               his eyes somehow far away.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy mother's thirty-nine years \n                         old and she still works in that \n                         factory. Every time I see her, I \n                         know exactly what I don't want. They share a stretch of silence, Zack retreating into himself, \n               his eyes somehow far away. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                              (after a silence)\n                         My old lady swallowed a bottle of \n                         pills one day while I was at school.\n\n                                     PAULA\n                         God.\n\n                                     ZACK\n                         The thing that really got to me... \n                         she didn't leave a note. Nothing. \n                         I've always hated her for that.\n\n                                     PAULA\n                         Does it still hurt?\n\n                                     ZACK\n                         Naw. You're alone in this world no \n                         matter what kinda folks or background \n                         you had. Nothing hurts, pard, once \n                         you got that one down.\n\n               Paula studies him a long moment.\n\n                                     PAULA\n                         I bet most people believe you when \n                         you feed 'em that line.\n\n               He looks at her and smiles, then she kisses him.\n\n               EXT. THE AIR SHOW - DAY\n\n               Six jets fly DIRECTLY AT US, jolting our senses.\n\n               ON INTERCOM\n\n               The program consists of six aircraft performing a sequence \n               of maneuvers in one of three different components: a diamond \n               of four aircraft, two solo aircraft that oppose each other \n               along the line of flight, and all six aircraft in a delta \n               formation.\n\n               CAMERA PANS ZACK AND PAULA\n\n               as they enter and move toward the bleachers where Sid and \n               Lynette are already seated. Zack suddenly stops and scans \n               the bleachers, looking for somebody.\n\n                                     ZACK\n                         I'm sorry. I can't sit with you.\n\n                                     PAULA\n                         I understand. Maybe we'll see each \n                         other after the show...\n\n               ANGLE - BYRON MAYO\n\n               He sits in the bleachers about ten rows higher than Lynette, \n               Sid and Paula. Zack slides into the seat beside him.\n\n                                     ZACK\n                         How're you doing, pard?\n\n               Byron's eyes are on Paula.\n\n                                     BYRON\n                         Who's that?\n\n                                     ZACK\n                         Nobody. Just a girl I've been making \n                         it with the last couple of weekends.\n\n                                     BYRON\n                         Great ass.\n\n                                     ZACK\n                         Yeah, I sort of thought so myself.\n\n                                     BYRON\n                         Better watch out for that kind, \n                         Zackie. You know what they call 'em, \n                         don't ya?\n\n                                     ZACK\n                         Yeah, I know.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nBYRON\n                         Better watch out for that kind, \n                         Zackie. You know what they call 'em, \n                         don't ya? ZACK\n                         Yeah, I know. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     BYRON\n                         Back east in Newport, Rhode Island, \n                         they call 'em the Fall River Debs. \n                         In Pensacola, the Mobile Debs. In \n                         Norfolk --\n\n                                     ZACK\n                         That what she was... a Norfolk Deb?\n\n                                     BYRON\n                         Who?\n                              (realizing)\n                         Aw shit, Zackie, let's not get off \n                         on your mother again, please.\n\n                                     ZACK\n                              (testy)\n                         What if I want to talk about her, \n                         pard? What then? You know, that's \n                         all I've ever heard from you, since \n                         I was a kid... you never want to \n                         talk about that, man, and it's \n                         important.\n\n                                     BYRON\n                         There's nothing to talk about. Two \n                         goddamn times I made it with your \n                         old lady. We barely even talked.\n\n               The JETS ROAR close overhead and Zack has to raise his voice \n               to be heard.\n\n                                     ZACK\n                         That's not how she told it. She said \n                         you wrote her every week you were \n                         away.\n\n                                     BYRON\n                         I wrote. Not every week...\n\n                                     ZACK\n                         She said you told her in every letter \n                         how much you loved her, how you wanted \n                         to marry her, have children with \n                         her...\n\n                                     BYRON\n                         I never said any of that!\n\n                                     ZACK\n                         I found them, pard, and read them \n                         myself, right after she did it!\n\n                                     BYRON\n                              (beat)\n                         Okay, I wrote those things... and \n                         yeah, I had big thoughts of getting \n                         together with your mom... but when \n                         she hit me with being pregnant, I \n                         saw who she was. I'd had quiff lay \n                         that shit on me before!\n\n                                     ZACK\n                              (suddenly livid)\n                         What did you call her? What did I \n                         hear you call her, you son of a bitch?\n\n               Both men rise angrily to their feet, but a split second later \n               the Angels are making another pass over the stands and \n               everyone is standing and applauding, making their argument \n               less public.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\n                              (suddenly livid)\n                         What did you call her? What did I \n                         hear you call her, you son of a bitch? Both men rise angrily to their feet, but a split second later \n               the Angels are making another pass over the stands and \n               everyone is standing and applauding, making their argument \n               less public. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                              (screaming above the \n                              noise)\n                         She loved you, you bastard! And she \n                         believed you when you said you loved \n                         her! She never gave up thinking you'd \n                         come back\n                              (beat)\n                         Don't you ever talk about her like \n                         that again or I'll kill you, Byron!\n\n               Zack pushes toward the exit, shaking with anger.\n\n               ANGLE - PAULA\n\n               watching him and suddenly rising to follow.\n\n               EXT. THE PARKING LOT AT THE AIR SHOW - DAY\n\n               Zack is halfway to his parked motorcycle when Paula suddenly \n               appears, running after him.\n\n                                     PAULA\n                         Zack, wait.\n\n               He keeps walking but she overtakes him.\n\n                                     PAULA\n                         What's the matter?\n\n                                     ZACK\n                         Nothing. Go back to the show, Paula.\n\n                                     PAULA\n                         I've seen all that a hundred times.\n\n                                     ZACK\n                              (snaps)\n                         Hey, will you just leave me alone?\n\n               Paula stops, hurt. Zack keeps on walking toward his bike.\n\n                                     PAULA\n                              (angrily)\n                         Yeah, I'll leave you alone! How about \n                         forever? That long enough for you?\n\n               She stomps off in the opposite direction.\n\n               MOVING WITH PAULA\n\n               She fights her tears but they well up in her eyes anyway. \n               The SOUND of Zack STARTING HIS MOTORCYCLE, then he comes \n               rumbling up beside her, smiling apologetically. Paula won't \n               even look at him. She just keeps walking. So he motors around \n               in front of her again, blocking her path. She tries to go \n               around him but again he cuts her off.\n\n                                     ZACK\n                              (suddenly)\n                         Hey, isn't it about time you had me \n                         over for Sunday dinner?\n\n               Paula looks at him like he's crazy.\n\n                                     ZACK\n                         Come on. Invite me. All day the idea \n                         of a family Sunday dinner's been \n                         coming into my head. Since you're \n                         the only one I know around here with \n                         family...\n\n                                     PAULA\n                         Zack, I don't know if I want to do \n                         that...\n\n               At that moment, Sid and Lynette come walking up from the \n               show.\n\n                                     LYNETTE\n                         C'mon, Paula.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAULA\n                         Zack, I don't know if I want to do \n                         that... At that moment, Sid and Lynette come walking up from the \n               show. LYNETTE\n                         C'mon, Paula. \n\nTARGET SECTION TO BE ANNOTATED:\n We'd better get back.\n\n               Paula starts off with her friend.\n\n                                     ZACK\n                         Hey, what about Sunday dinner? When're \n                         you gonna let me know?\n\n                                     PAULA\n                              (turns to him)\n                         When I'm good and ready.\n\n               She gets into the Falcon with Lynette and they drive off.\n\n               NEW ANGLE - SID AND ZACK\n\n               Zack revs his motorcycle.\n\n                                     SID\n                         What's a matter, Sweet Pea? We'll \n                         have a little fuss?\n\n               Sid gets on behind him and they drive off.\n\n                                                                    CUT TO:\n\n               EXT. ABOARD THE FERRY - DAY\n\n               Paula and Lynette leave the wheelhouse, carrying cups of \n               coffee, and we TRACK with them to the back of the ferry.\n\n                                     LYNETTE\n                         You serious about having him over?\n\n                                     PAULA\n                         I haven't made up my mind.\n\n               CAMERA HOLDS as they reach the fantail and look back at the \n               lights of Port Ranier.\n\n                                     LYNETTE\n                         Paula, how far would you go to catch \n                         Zack?\n\n                                     PAULA\n                         What do you mean?\n\n                                     LYNETTE\n                         You know what I mean. Would you... \n                         let yourself get pregnant?\n\n                                     PAULA\n                         No way... Would you?\n\n                                     LYNETTE\n                         I never used to think I'd do something \n                         like that, but now I'm not so sure. \n                         You ask me, nine weeks just ain't \n                         long enough to get a guy to fall in \n                         love with you.\n\n                                     PAULA\n                         That don't justify trying to trap a \n                         boy by getting pregnant, Lynette! \n                         Nothing justifies that. I can't \n                         believe you're even thinking like \n                         that. I mean, that's really backward.\n\n                                     LYNETTE\n                         No more backward, if you ask me, \n                         than the way these hotshot assholes \n                         fuck us, then ditch us.\n                              (beat)\n                         Don't you ever feel used, Paula? \n                         Don't you ever feel like if this is \n                         all you get for your trouble then \n                         the sonofabitch ought to be paying \n                         for it...?\n\n                                     PAULA\n                         No. I never feel like that.\n\n                                     LYNETTE\n                         I do.\n\n               INT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nI never feel like that. LYNETTE\n                         I do. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE POKRIFKI KITCHEN - DAY\n\n               As mother and daughter prepare the Sunday meal, Ester finds \n               herself studying her daughter almost as if she were seeing \n               herself as a girl, in Paula.\n\n                                     ESTHER\n                         You look real pretty, darling. I'm \n                         sure everything'll go just fine.\n\n                                     PAULA\n                         Mom, I don't want to be a fool. I \n                         like him a whole lot but...\n\n                                     ESTHER\n                         Honey, you can only be yourself. If \n                         that isn't enough for Zack...\n\n               Both women move to the window as they hear his MOTORCYCLE \n               APPROACH. Zack motors up, and starts for the door, a bouquet \n               of flowers in his hand, his white liberty uniform almost \n               sparkling in the bright sunshine. Esther's eyes become soft, \n               almost limpid.\n\n                                     ESTHER\n                              (a young girl again)\n                         He's very handsome.\n\n               Paula looks at her for a moment, then leaves the kitchen.\n\n               INT. THE POKRIFKI LIVING ROOM\n\n               Joe Pokrifki is watching Zack from the living room window, \n               threatened to his core. The DOORBELL RINGS and Paula moves \n               past him to answer it. Seeing the expression on her father's \n               face, she stops.\n\n                                     PAULA\n                         Daddy, please be nice to him.\n\n               Joe just stares at her. The DOORBELL RINGS AGAIN and she \n               opens the door.\n\n               EXT. THE HOUSE - DAY\n\n               Zack stands there with the flowers in his hand, smiling \n               eagerly.\n\n                                     ZACK\n                         Hi.\n\n                                     PAULA\n                         Are those for me?\n\n                                     ZACK\n                         No, they're for your mom.\n\n               INT. POKRIFKI DINING ROOM - DAY\n\n               The flowers he brought are in a vase on the table. Esther is \n               serving out helpings of stew. As she serves Zack, she meets \n               his eyes and smiles an almost flirtatious smile.\n\n                                     ESTHER\n                         Thanks again for the flowers, Zack.\n\n                                     ZACK\n                         My pleasure, Mrs. Pokrifki.\n\n               Across the table from Zack, Joe is staring their way in a \n               most hostile manner.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\n                         My pleasure, Mrs. Pokrifki. Across the table from Zack, Joe is staring their way in a \n               most hostile manner. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ESTHER\n                         How many more weeks before you \n                         graduate, Zack?\n\n                                     ZACK\n                         Just three, ma'am.\n\n               Again, a flirtatious look. Joe sees it. And so does Paula.\n\n               To compound matters, Paula's little sisters are also flirting \n               with Zack, and Joe Pokrifki is taking it all as a threat to \n               his castle, an outright attack on his manhood.\n\n               Finally, Zack can handle his stares no longer. He smiles his \n               most disarming smile and meets the man's gaze.\n\n                                     ZACK\n                         Sir, excuse me, but why're you looking \n                         at me like that?\n\n                                     JOE\n                         Looking at you?\n\n                                     ESTHER\n                         He doesn't mean anything by it, Zack. \n                         Do you, Joe?\n\n                                     JOE\n                         I don't mean anything by it.\n\n                                     ZACK\n                         Great dinner! Mrs. Pokrifki. \n                         Absolutely the best meal I've had in \n                         a long, long time.\n\n               Esther is staring at him with faraway eyes, and her answer \n               comes as though on a time-delay.\n\n                                     ESTHER\n                              (beat)\n                         Oh... yes... thank you, Zack.\n\n               Embarrassed to the point of tears, Paula rises to her feet.\n\n                                     PAULA\n                         Come on, Zack. Let's go for a walk.\n\n               Zack rises and follows her out.\n\n               EXT. THE POKRIFKI HOUSE - DAY\n\n               As they leave the house and start down the street, Paula \n               starts to cry and Zack puts his arm around her shoulders.\n\n                                     PAULA\n                         I'm so embarrassed. I knew I shouldn't \n                         have brought you here.\n\n                                     ZACK\n                         No, it's okay. It was a great free \n                         meal. Everybody was so uptight I \n                         felt sorry for you.\n\n                                     PAULA\n                         That's okay. I'm used to it.\n\n               They walk in silence for awhile.\n\n                                     PAULA\n                         So, after you graduate you go on to \n                         basic flight, right? Is that in \n                         Pensacola?\n\n                                     ZACK\n                         Yeah, then if I get jets, it's on to \n                         Beeville, Texas.\n\n               More silence. Paula words her next question very carefully.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\n                         Yeah, then if I get jets, it's on to \n                         Beeville, Texas. More silence. Paula words her next question very carefully. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     PAULA\n                         Zack, do you ever think about what \n                         it'd be like to have kids... a family.\n\n                                     ZACK\n                              (lying)\n                         No. Is that what you want?\n\n                                     PAULA\n                         Some day. When I'm sure I can do a \n                         better job of it than my folks.\n\n                                     ZACK\n                         What would you do differently?\n\n                                     PAULA\n                         For a start, I wouldn't marry a man \n                         I wasn't in love with.\n\n                                     ZACK\n                         Why'd your mom marry that guy if she \n                         didn't love him?\n\n                                     PAULA\n                         Because my real father wouldn't marry \n                         her.\n\n                                     ZACK\n                         Your real father?\n\n               Paula takes her wallet out of the hip pocket of her jeans \n               and hands him a weathered old photo.\n\n                                     PAULA\n                         Yeah... him.\n\n               INSERT - THE OLD PHOTO\n\n               is of a handsome young flight candidate in uniform, with a \n               stylish little moustache and dark bedroom eyes.\n\n               BACK TO SCENE\n\n               Zack looks up from the photo, shaken.\n\n                                     ZACK\n                         Your real father was an Officer \n                         candidate like me?\n\n                                     PAULA\n                         Twenty-two years ago.\n\n                                     ZACK\n                         No wonder he was looking at me like \n                         that.\n\n               Paula watches him closely. Zack checks his wristwatch.\n\n                                     ZACK\n                         Uh-oh. Time to get back to the wars.\n\n               He kisses her perhaps a little too quickly and starts toward \n               his parked motorcycle.\n\n                                     PAULA\n                         Call me during the week if you get \n                         the chance.\n\n                                     ZACK\n                         I'll try, but this week we go into \n                         survival training, so I can't make \n                         any promises.\n                              (lamely)\n                         Well, thanks again for dinner. Thank \n                         your mom again for me, will you?\n\n                                     PAULA\n                         Sure.\n                              (beat)\n                         Zack, I hope you know I didn't have \n                         to show you that picture.\n\n                                     ZACK\n                         I know that.\n\n               With a smile that almost quells her concern, he drives off.\n\n               Paula watches him until he disappears.\n\n               EXT.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith a smile that almost quells her concern, he drives off. Paula watches him until he disappears. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TREE-LINED ROAD TO THE BASE - DAY\n\n               SHOOTING THROUGH the passenger window, PAST Sid and Lynette \n               making out hot and heavy, TO Zack as he drives up on his \n               motorcycle.\n\n                                     SID\n                         See ya, sweetheart.\n\n               He gets out and get on behind Zack.\n\n               CAMERA MOVES WITH SID AND ZACK\n\n               as they drive to the base.\n\n                                     SID\n                         I kid you not, Mayo, I am in love. \n                         We must've set a new indoor record \n                         today. You want to know how many \n                         times we did it?\n\n                                     ZACK\n                              (sharply)\n                         You'd better get smart, man. It's \n                         time to walk away.\n\n                                     SID\n                         What? You've gotta be kidding!\n\n                                     ZACK\n                         Remember what Foley said? His little \n                         warning? Those are the girls he was \n                         talking about. They're out to marry \n                         us any way they can.\n\n                                     SID\n                         I don't believe that. They're just \n                         having a good time, same as us.\n\n                                     ZACK\n                         That's what they want you to think, \n                         but I saw where she lived, what is \n                         she's trying to get away from.\n                              (urgently)\n                         Just take my word for it, pard. Break \n                         it off now. Do it this week.\n\n               EXT. THE SURVIVAL COURSE - DAY\n\n               Zack, Sid, Casey, Perryman and Della-Serra are struggling to \n               erect a shelter in the driving downpour, using a parachute \n               and logs they've cut. It's a hokey little tepee at best but \n               they crowd inside it as THUNDER and lightning herald a blast \n               of monsoon-like rainfall. The shelter collapses on top of \n               them.\n\n               INSIDE THE TENT - NIGHT (LATER)\n\n               The five candidates are sitting around inside the tent, \n               listening to the rain, Zack slightly aloof and pensive.\n\n                                     CASEY\n                         I don't know about you guys but I'm \n                         starving.\n\n                                                                    CUT TO:\n\n               A HELICOPTER SHOT OF ELGIN AIR FORCE BASE\n\n               In the hinterlands beyond the Navy base is an Air Force base \n               with vast acreage of swamplands and tundra.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nINSIDE THE TENT - NIGHT (LATER)\n\n               The five candidates are sitting around inside the tent, \n               listening to the rain, Zack slightly aloof and pensive. CASEY\n                         I don't know about you guys but I'm \n                         starving. CUT TO:\n\n               A HELICOPTER SHOT OF ELGIN AIR FORCE BASE\n\n               In the hinterlands beyond the Navy base is an Air Force base \n               with vast acreage of swamplands and tundra. \n\nTARGET SECTION TO BE ANNOTATED:\n A big truck comes \n               bouncing along a windy little road into the undergrowth. The \n               truck stops and the candidates from Zack's class file out \n               the back of it while Foley comes around from the passenger \n               seat to address them.\n\n                                     FOLEY\n                         Okay, worms. This is it. Can you \n                         pussies live through three days \n                         without food or water in the \n                         wilderness? This is where we thin \n                         our ranks the \"natural\" way, children. \n                         Incidentally, those little twigs you \n                         see floating in those mud puddles \n                         aren't twigs. They're water moccasins.\n\n               GROUND LEVEL SHOTS\n\n               reveal that he's right. Lethal-looking snakes slither and \n               glide over the surface of the swamp waters.\n\n               THE FACES OF THE CANDIDATES\n\n               reflect what you'd expect. Fear. Even Zack looks wary of the \n               ordeal ahead.\n\n               MONTAGE OF SHOTS\n\n               captures the humor of the next three days of survival \n               training. The candidates are a sorry spectacle the first day \n               and a half, trying to catch snakes with forked sticks, trying \n               to rub wood together to start a fire, throwing up from eating \n               the wrong berries, but generally clowning around, not taking \n               it too seriously. Then, as hunger sets in, a change comes \n               over them. They set up a big tent for shelter, get a nice \n               fire going, and prepare a serviceable meal from carefully \n               selected roots, berries and tree bark, and strips of fried \n               water moccasins. On the third day they plot a path through \n               the wilderness and finally emerge onto a highway where Foley \n               waits with the truck. The candidates send up a weary cheer \n               and embrace each other as if they'd just pulled off an escape \n               from a POW camp.\n\n                                                                    CUT TO:\n\n               INSIDE THE SCOTT PAPER COMPANY\n\n               Paula is on the line, sorting colors, while Lynette talks on \n               a payphone on the other side of the cavernous room.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn the third day they plot a path through \n               the wilderness and finally emerge onto a highway where Foley \n               waits with the truck. The candidates send up a weary cheer \n               and embrace each other as if they'd just pulled off an escape \n               from a POW camp. CUT TO:\n\n               INSIDE THE SCOTT PAPER COMPANY\n\n               Paula is on the line, sorting colors, while Lynette talks on \n               a payphone on the other side of the cavernous room. \n\nTARGET SECTION TO BE ANNOTATED:\n The noise \n               of the processors and conveyors is terrible, but her coworker, \n               Bunny, 38, a faded, jaded deb if there ever was one, calls \n               to her above the din:\n\n                                     BUNNY\n                         You and Lynette still seeing those \n                         flight candidates over to Pensacola?\n\n                                     PAULA\n                         Why? What makes you think we wouldn't \n                         be?\n\n                                     BUNNY\n                         I don't know... Friday... three forty \n                         in the afternoon and not a word out \n                         of you about where you're going, \n                         what you're doing over the weekend...\n\n               Paula says nothing. She glances over at Lynette again, \n               hopefully. Bunny takes it all in, the consummate deb.\n\n                                     BUNNY\n                         Comes a time right after they get \n                         through survival training when they \n                         start to think they can make it \n                         without you. Suddenly they stop \n                         calling. Suddenly they own the goddamn \n                         world.\n                              (beat)\n                         He hasn't called you by now, Paula, \n                         he ain't gonna call.\n\n                                     PAULA\n                         You just keep your mouth shut, Bunny. \n                         You don't know so much!\n\n                                     BUNNY\n                         May they all crash and burn.\n\n               INTERCUT LYNETTE AND SID\n\n               He's at the barracks pay phone.\n\n                                     LYNETTE\n                         Sid Worley, I think you're ashamed \n                         of me.\n\n                                     SID\n                         Ashamed? No -- I love you, Lynette. \n                         I mean that. After I leave them, \n                         I'll meet you at the motel, okay?\n\n                                     LYNETTE\n                         If you won't take me to dinner with \n                         your parents, I won't meet you at \n                         the motel.\n\n                                     SID\n                         Lynette, I told you already, it won't \n                         work.\n\n                                     LYNETTE\n                         Then, I'll see you around.\n\n               She hangs up.\n\n               THE FACES OF WOMEN WHO WORK AT THE OTHER CONVEYORS\n\n               turn to watch Lynette as she returns to her place on the \n               tissue line. There's a saying that Mobile Debs never die, \n               they just go on working for Scott.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe hangs up. THE FACES OF WOMEN WHO WORK AT THE OTHER CONVEYORS\n\n               turn to watch Lynette as she returns to her place on the \n               tissue line. There's a saying that Mobile Debs never die, \n               they just go on working for Scott. \n\nTARGET SECTION TO BE ANNOTATED:\n               The way some of the women watch her and shake their heads a \n               little, suggests that it might have some basis in truth.\n\n               LYNETTE RESUMES HER PLACE ON THE LINE\n\n               and struggles to come up with a perky grin, but then it sits \n               on her face like it belongs to someone else.\n\n                                     LYNETTE\n                         Well, so much for that.\n\n               She has tears in her eyes.\n\n                                     PAULA\n                         Lynette, did he say anything about \n                         Zack?\n\n               Lynette shakes her head, no.\n\n                                     PAULA\n                         Cover for me while I make a call.\n\n               She moves off suddenly, toward the phone.\n\n               AT THAT MOMENT, ZACK AND SID ARE LEAVING THE BARRACKS\n\n               The Officer of the Deck comes out of the building a few \n               seconds later.\n\n                                     O.O.D.\n                         Hey, Mayo. There's someone named \n                         Paula on the phone.\n\n                                     ZACK\n                              (beat)\n                         Tell her I already split.\n\n               PAULA PUTS DOWN THE PHONE\n\n               and returns to the line. All the old debs watch her.\n\n               INT. THE HOLIDAY INN DINING ROOM - DAY\n\n               STARTING ON Zack, eating at Mach Five. THEN INCLUDE Sid and \n               his parents, TOM and BETTY WORLEY, two of the world's \n               straightest human beings, stiffly WASPish in spite of their \n               down-home Oklahoma drawls, people with so much moral fiber \n               it shines humorless through everything they say or do.\n\n                                     SID\n                         Zack's only a tenth of a second off \n                         the all-time obstacle course record. \n                         He's bound to break it soon.\n\n                                     BETTY\n                         That's wonderful, Zack.\n\n                                     ZACK\n                         Your son is the one reason I'm still \n                         in the program, Mrs. Worley. He's \n                         pulled me through every exam.\n\n                                     TOM\n                         You guys are lucky you didn't go \n                         through the program when I did. They \n                         used to start that Dilbert Dunker \n                         twice as high as they do now.\n\n                                     ZACK\n                              (mouth full of food)\n                         That's really interesting, sir.\n\n                                     TOM\n                         And you couldn't just quit like you \n                         can now. When I went through it...",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\n                              (mouth full of food)\n                         That's really interesting, sir. TOM\n                         And you couldn't just quit like you \n                         can now. When I went through it... \n\nTARGET SECTION TO BE ANNOTATED:\n \n                         and when my oldest boy went through \n                         it... if you bilged out you were \n                         sent into the fleet as a swabby.\n                              (suddenly)\n                         Sid, how come you haven't written \n                         Susan in over three weeks?\n\n               Sid looks stricken. He glances at Zack, sees his quizzical \n               expression, and looks away.\n\n                                     SID\n                         We haven't had time to write anybody.\n\n                                     BETTY\n                         Zack, is my son involved with a local \n                         girl?\n\n                                     ZACK\n                         No, ma'am. All he ever talks about \n                         is, us, Susan.\n\n                                                                    CUT TO:\n\n               EXT. THE WATERFRONT - NIGHT\n\n               CAMERA MOVES with Sid and Zack as they make their way toward \n               the LOUD ROCK MUSIC coming out of the legendary \"TRADER \n               JON'S.\"\n\n                                     SID\n                         Thanks for covering for me.\n\n                                     ZACK\n                         No problem, but who's Susan?\n\n                                     SID\n                         My girl back home. We're supposed to \n                         get married after I get my wings. \n                         She was Tommy's girl. They were \n                         engaged to be married before he died.\n                              (beat)\n                         I should've told you about her. I \n                         don't know why I didn't, except I \n                         didn't want you to think I was a \n                         shit for making it with Lynette.\n\n                                     ZACK\n                         I'm not your folks, man. You love \n                         this... Susan?\n\n                                     SID\n                         She's the sweetest person I've ever \n                         known. Loves kids. Works with \n                         handicapped kids every afternoon at \n                         the church. Everybody loves her.\n\n                                     ZACK\n                         I didn't ask you all that, Sweet \n                         Pea. I asked if you loved her.\n\n                                     SID\n                              (distracted)\n                         Listen, I'm not going to go to that \n                         little reunion party. I'm meeting \n                         Lynette at the motel.\n                              (a sheepish grin)\n                         Best head in fifty-two states. After \n                         three days of survival training, how \n                         could I resist?\n\n               Zack rubs his buddy's bristle-brush of hair, affectionately.\n\n                                     ZACK\n                         You should've done what I did. A \n                         clean break.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nZack rubs his buddy's bristle-brush of hair, affectionately. ZACK\n                         You should've done what I did. A \n                         clean break. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     SID\n                         Lynette told me it really tore her \n                         up when you didn't call this week.\n\n               For an instant, Zack's mind seems to be on Paula, but he \n               pushes her out fast.\n\n                                     ZACK\n                         There's women for you, pard. They \n                         tell you they're in it for the laughs, \n                         but it's always a fucking lie.\n                              (a loud whoop)\n                         Look out, Trader Jon's, I'm in the \n                         mood for some fun!\n\n               He mock salutes Sid and disappears into T.J.'s.\n\n               INT. TRADER JON'S - NIGHT\n\n               STARTING ON THE PHOTOS of The Blue Angels that crowd the \n               walls... a lithe, young stripper DANCES INTO FRAME. Hanging \n               from a net overhead are countless model airplanes.\n\n               Seeger, Della-Serra, Perryman and Zack are at the bar, drinks \n               raised in toast.\n\n                                     ZACK\n                         Hey, guys -- we did it. We survived!\n\n               They clink glasses. As the others sip their beers, Zack downs \n               a double shot of tequila and pushes his glass toward the \n               grizzly-looking bartender, old TRADER JON himself.\n\n                                     ZACK\n                         Give me another double Tequila.\n\n               His shipmates share a look. Seeger's attention then shifts \n               to the dancer. What a body she has. Perfect little coffee \n               cup breasts. A bottom that tightens and relaxes like a fist \n               as she dances to the loud, rock music.\n\n                                     CASEY\n                              (watching the dancer)\n                         Not bad.\n\n                                     DELLA-SERRA\n                         So women turn you on, huh, Seeger? I \n                         always thought you were a dyke.\n\n                                     CASEY\n                         Cool it, Emiliano. I don't find it \n                         funny.\n\n               CAMERA MOVES with the dancer, away from the group and we:\n\n                                                               TIME CUT TO:\n\n               SHORT TIME LATER\n\n               Zack is hoisting a chair with shells onto the bar top.\n\n                                     ZACK\n                              (smashed)\n                         Lemme show you little game called \n                         \"Crash and Burn\".\n\n               He climbs up on the bar and sits down in the chair. The \n               Olongapo Kid.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\n                              (smashed)\n                         Lemme show you little game called \n                         \"Crash and Burn\". He climbs up on the bar and sits down in the chair. The \n               Olongapo Kid. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                         Listen up, dick-brains! This is how \n                         we separate the jet jockeys from the \n                         helo-boys. Guy who flies the farthest \n                         without crashing and burning... he's \n                         hot shit!\n\n               Seeger, Perryman and Della-Serra glance nervously around the \n               place. Nobody thinks it's that funny, especially Trader Jon.\n\n                                     DELLA-SERRA\n                         Come on, Mayo! You're gonna get our \n                         asses in trouble, man!\n\n                                     PERRYMAN\n                         Get down from there, before they \n                         call the shore patrol.\n\n                                     ZACK\n                         Come on! Give me a push! Never hochi \n                         in the P.I. you see jet-jockey so \n                         hot like me!\n\n                                     TRADER JON\n                         Hey, buddy, cool it.\n\n               Seeger approaches Zack.\n\n                                     CASEY\n                         Zack, we've got to go.\n\n                                     ZACK\n                         Just trying to have fun. That fucking \n                         prison is really starting to get to \n                         me. C'mon, Seeger. Gimme a push.\n                              (beat)\n                         Fuck you guys! I'll do it myself!\n\n               He pushes off with his feet and the chair glides down the \n               bar, knocking over glasses and beer bottles. The chair and \n               its rider topple over the bar and Zack goes sprawling onto a \n               table, laughing like a looney.\n\n                                     TRADER JON\n                         Okay, that's it!\n\n               Seeger quickly turns to her cohorts.\n\n                                     CASEY\n                         You guys take care of Trader Jon \n                         while I get him out of here.\n\n               Perryman and Della-Serra nod and head off to deal with the \n               man while she goes to Zack.\n\n                                     CASEY\n                         C'mon, Zack. We've got to get out of \n                         here!\n\n               He allows her to lead him toward the exit.\n\n               EXT. TRADER JON'S - NIGHT\n\n               Casey pushes him into the backseat of a taxi, but Zack grabs \n               her by the hand and tries to pull her inside.\n\n                                     ZACK\n                         C'mon, Seeger. Let's go to the Tides \n                         Inn Motel.\n\n               He pulls her close and kisses her on the lips, but she gently \n               pulls away.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\n                         C'mon, Seeger. Let's go to the Tides \n                         Inn Motel. He pulls her close and kisses her on the lips, but she gently \n               pulls away. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     CASEY\n                         You're cute, Mayo, but you don't \n                         want me. And to tell you the truth, \n                         I don't want you.\n                              (a quick kiss)\n                         See you back at the base.\n\n               She gives the driver a fiver and the taxi drives off.\n\n                                                                    CUT TO:\n\n               INT. SID AND LYNETTE'S ROOM AT THE TIDES INN - NIGHT\n\n               Sid lies in bed, staring up at the ceiling. WIDEN to include \n               Lynette, just starting to get dressed beside the bed.\n\n                                     SID\n                         By the way, shouldn't you have had a \n                         period by now?\n\n                                     LYNETTE\n                         I'm a little late, that's all.\n\n                                     SID\n                         How late?\n\n                                     LYNETTE\n                         What difference does it make? If \n                         anything was to happen, which I'm \n                         sure it isn't, it would be my \n                         responsibility.\n\n                                     SID\n                         Exactly how late are you, Lynette?\n\n                                     LYNETTE\n                              (playing him)\n                         What do you care? Suppose I was \n                         pregnant. Just suppose it. You don't \n                         think I'd try to make you do anything \n                         you don't want to, do you?\n\n                                     SID\n                         No. But that's not the only issue \n                         here, sweetheart. There's a lot more \n                         to it than that.\n\n               She's like an expert fisherman, working her catch, easing it \n               in so deftly it never feels the hook.\n\n                                     LYNETTE\n                         What other issue is there, Sid?\n\n                                     SID\n                         My responsibility as its father, for \n                         one. I mean, if I've made you \n                         pregnant, I'd want to... do the right \n                         thing.\n\n               Lynette waits hopefully.\n\n                                     SID\n                         ...I'd want to pay for the abortion... \n                         I'd want to be with you through the \n                         whole thing... by your side.\n                              (beat)\n                         So how late are you, Lynette?\n\n                                     LYNETTE\n                              (cold)\n                         Let's just wait and see what happens.\n\n               She finishes dressing and leaves.\n\n                                                                    CUT TO:\n\n               INT. THE BARRACKS SHOWER - NIGHT\n\n               Zack sits in the shower, the water blasting down on his head.\n\n               Sid bursts in.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\n               INT. THE BARRACKS SHOWER - NIGHT\n\n               Zack sits in the shower, the water blasting down on his head. Sid bursts in. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     SID\n                         Zack? God, I'm glad I found you. I \n                         need to talk to you, buddy.\n\n               Zack is a zombie. He groans and gestures Sid off.\n\n                                     ZACK\n                         Talk to me in the morning. I feel \n                         like shit.\n\n                                     SID\n                         But it can't wait.\n\n               He presses close to the shower, so preoccupied he doesn't \n               even notice the water spattering his uniform.\n\n                                     SID\n                         Guess fucking what! Lynette's missed \n                         her period. What am I gonna do, Zack? \n                         What can I tell my folks?\n\n               What on God's green earth do I say to Susan.\n\n                                     ZACK\n                         Calm down, Sweet Pea. She seen a \n                         doctor?\n\n                                     SID\n                         No, but she's gotta be at least a \n                         month late.\n\n                                     ZACK\n                         Doesn't mean shit. Get her to a \n                         doctor. You can't do anything until \n                         you hear what he says. Make the \n                         appointment yourself.\n\n                                                                    CUT TO:\n\n               INT. THE LEARNING CENTER - DAY\n\n               The class is taking a critical multiple choice exam. Zack \n               struggles against his basic instinct to cheat off of Casey's \n               paper. He's still slower than most of the others but he's \n               doing okay. It's Sid who's slipping under. His mind is so \n               far away he hasn't even bothered to write his name at the \n               top of the exam paper.\n\n                                                                    CUT TO:\n\n               INT. THE BARRACKS - LATER THAT DAY\n\n               The class, down to a scrappy 23 survivors, comes running in \n               after the exam, Foley right on their heels.\n\n                                     FOLEY\n                         Fall out on the lawn in five minutes! \n                         This is your last shot at the 101 \n                         Course... Mayo... Seeger... Della-\n                         Serra...\n\n               As the rest of the class goes bounding up the stairwell. Sid \n               rushes up to the O.O.D.\n\n                                     SID\n                         Sir, request permission to make an \n                         emergency phone call, sir!\n\n               The O.O.D. nods and Sid starts feeding quarter into the \n               payphone on the wall. Zack hangs back, concerned.\n\n                                     FOLEY\n                         Move it, Mayo!\n\n               Zack glares at Foley and runs up the stairs.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nZack hangs back, concerned. FOLEY\n                         Move it, Mayo! Zack glares at Foley and runs up the stairs. \n\nTARGET SECTION TO BE ANNOTATED:\n                                                                    CUT TO:\n\n               EXT. THE OBSTACLE COURSE - VARIOUS SHOTS - DAY\n\n               STARTING TIGHT on Seeger's face as Foley starts her.\n\n                                     FOLEY\n                         Go!\n\n               He starts several of the others AD LIB. Then it's Zack's \n               turn.\n\n                                     FOLEY\n                         Go!\n\n               Zack takes off across the course with a gleam in his eye. He \n               wants that record. Zack dances through the innertubes, hand \n               over hands the parallel bars, and churns his way through a \n               stretch of knee-deep sand, his classmates cheering him on, \n               wanting the record, too, wanting to leave their mark.\n\n               They all wear warmups similar to the ones worn by the crack \n               squad they saw in the early days of training, except that \n               their shirts are gold and their pants are blue.\n\n               On the front of their shirts is an insignia and the words:\n\n               \"FOLEY'S FIRE EATERS.\" Their nicknames have been printed \n               boldly on the back: \"MAYONNAISE,\" \"B. SANDWICH,\" \"THE MARRIED \n               MAN,\" \"THE WILD WOP,\" (DELLA-SERRA), \"GODZILLA.\" \"WHAT ME \n               WORRY?,\" ETC. Across the back of Foley's all red warmup suit \n               are these words: \"YOU'RE PISSING ME OFF, BOY!\"\n\n               As Zack passes his slower classmates, they add their shouts \n               of encouragement to the cheering from the sidelines. \"Do it, \n               Mayo!\" \"Put our name up there, Mayonnaise!\" \"You can do it!\"\n\n               Zack shimmies up a rope, yanks his body over the low hurdles, \n               crawls on his back under the low horizontal bars, scampers \n               up the angled beam, leaps the moat... and is approaching the \n               wall full tilt when he sees Seeger up ahead, struggling as \n               usual to get over it.\n\n                                     ZACK\n                              (calling)\n                         Come on, Seeger! Let's go over it \n                         together!\n\n               He makes it in one leap but she falls back to the ground, \n               beaten. Zack pauses at the top of the wall and looks down at \n               her.\n\n               Foley watches from the distance.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe makes it in one leap but she falls back to the ground, \n               beaten. Zack pauses at the top of the wall and looks down at \n               her. Foley watches from the distance. \n\nTARGET SECTION TO BE ANNOTATED:\n               Zack drops back down beside Seeger. She has tears of \n               frustration in her eyes.\n\n               She's not going to make it and the realization that she's \n               come this far only to fail is crushing her.\n\n                                     CASEY\n                         Go on, Zack! Go for the record!\n\n                                     ZACK\n                         Fuck the record. Now you listen to \n                         me and do exactly what I tell you.\n                              (he draws a line with \n                              his foot)\n                         Start back ten yards and take off \n                         from here. Not here... or there... \n                         but right here!\n                              (the total officer)\n                         No excuses, Seeger! You are going to \n                         plant those legs here and then you're \n                         going to yank yourself over that \n                         wall because you have to! You want \n                         jets? Then do it, goddamnit!\n\n               Seeger nods, almost mesmerized by his decisive tone of voice, \n               his sudden emergence as a leader. She starts running, takes \n               off exactly on the mark, and struggles to the top of the \n               wall.\n\n               She drops down on the other side and Zack joins her, smiling\n\n               FOLEY STOPS HIS WATCH\n\n               and shakes his head. He can live without that record.\n\n               ZACK AND CASEY\n\n               As they finish the course, they stop and hug each other. \n               Then something catches Zack's eye that chases the good \n               feelings away.\n\n               ZACK'S POV\n\n               Big Sid is trudging slowly toward the 101 Course in his \n               warmup, his nickname: \"LOVERBOY\" somehow ironic, especially \n               in this moment. Sid sees Zack looking his way and signals \n               the news to him by putting his arms into a baby-cradling \n               position and rocking the imaginary off-spring from side to \n               side.\n\n                                                                    CUT TO:\n\n               INSIDE THE MESS HALL - DAY\n\n               Zack and Sid are in line, getting their food.\n\n                                     SID\n                         It's a big religious thing with her \n                         and she won't even discuss it.\n\n                                     ZACK\n                         But she expects you to marry her?\n\n                                     SID\n                         She said it was up to me. If I don't, \n                         she'll go off and have the baby on \n                         her own somewhere.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\n                         But she expects you to marry her? SID\n                         She said it was up to me. If I don't, \n                         she'll go off and have the baby on \n                         her own somewhere. \n\nTARGET SECTION TO BE ANNOTATED:\n               At the mention of the word \"baby\" nearby classmates perk \n               their ears up.\n\n                                     ZACK\n                         So what's the problem? Girls do that \n                         all the time.\n\n                                     SID\n                         I can't let her go off and have the \n                         kid by herself and not do anything. \n                         If it's my kid, too, then I've got a \n                         responsibility, don't I?\n\n                                     ZACK\n                         Not if she won't even talk about an \n                         abortion.\n\n                                     SID\n                         But it would still be my kid. That's \n                         the point.\n\n                                     ZACK\n                         Do you know that for sure?\n\n                                     SID\n                         It's mine.\n\n               They leave the food line and start toward the tables.\n\n                                     ZACK\n                         Okay, but what if it's like Foley \n                         said and she got knocked up, to trap \n                         you -- is it still your \n                         responsibility?\n\n                                     SID\n                         No matter how it happened, if she \n                         goes ahead and has it\" Zack, there'll \n                         be a child in the world that's mine --\n                         and I couldn't go through life knowing \n                         that and not knowing its name or \n                         where it lived.\n\n                                     ZACK\n                         Jesus Christ, Sid! Is everything \n                         your responsibility?\n\n               ANGLE A TABLE\n\n               Sid and Zack sit down with their classmates and start eating.\n\n                                     ZACK\n                         Your brother getting killed instead \n                         of you... Isn't that why you promised \n                         to marry this Susan? Isn't that why \n                         you do everything, man? Out of some \n                         bullshit code of ethics you inherited \n                         from your family?\n\n               Foley can be seen at the Instructors' table, IN SHOT\n\n               BACKGROUND, watching them, but Sid and Zack are oblivious to \n               their audience.\n\n                                     SID\n                              (angrily)\n                         Maybe it's all bullshit to you, but \n                         that's now how I was raised. I believe \n                         we have a responsibility to the people \n                         in our lives -- that that's the only \n                         thing that separates us from the \n                         goddamn animals!\n                              (beat)\n                         I'm not like you, Mayo. I can't just \n                         shit on people and then sleep like a \n                         baby all night!\n\n               The words sting and Zack flares back at his friend.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\n                         I'm not like you, Mayo. I can't just \n                         shit on people and then sleep like a \n                         baby all night! The words sting and Zack flares back at his friend. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                         You got a responsibility to you first, \n                         pard -- and if you can't handle that, \n                         you've got bigger problems than \n                         getting a girl pregnant!\n\n               They stare at each other a long time, but no more words come.\n\n                                                               DISSOLVE TO:\n\n               INT. THE ALTITUDE CHAMBER - DAY\n\n               Wearing full oxygen masks, Zack and Sid are part of a group \n               of six candidates playing pat-a-cake at simulated altitudes \n               inside the claustrophobic-small decompression chamber. An \n               INSTRUCTOR is explaining the test over an intercom, from \n               outside the windowed chamber.\n\n                                     INSTRUCTOR\n                         Now everybody take off your masks \n                         but continue the same exercise. The \n                         purpose is to show you the effects \n                         of altitude on the motor skills when \n                         you've been cut off from your oxygen.\n\n               Slowly their reactions begin to deteriorate. At first Sid \n               seems amused by his and Zack's fumbling to slap hands. Then \n               as a SHINING SOUND mounts into a crazy place, he begins to \n               panic.\n\n                                     SID\n                              (suddenly, calling)\n                         Stop this thing! I said stop it!\n\n               Everyone looks at him strangely. Sid lurches like a drunk to \n               his feet and tries to move toward the door. He trips over \n               himself and falls, then stays there with his hands on his \n               ears and his body curled into a fetal position.\n\n                                     SID\n                         I want out! Let me out! Please! Let \n                         me out!\n\n               Zack extricates himself from his harness like a man with \n               eight thumbs condemned on top of it to move in slow motion. \n               He weaves, drops to his knees by Sid, and awkwardly tries to \n               enclose him in his arms.\n\n                                     ZACK\n                         Sid, it's okay. Don't be afraid.\n\n               The WHINING STOPS as they start to back off on the pressure \n               inside the chamber, but they can't do it too fast. Slowly \n               Sid comes to his senses, and his eyes focus on Zack.\n\n                                     ZACK\n                         Sid, what happened?\n\n                                     SID\n                         I don't know... I felt like... like \n                         I was suffocating... Christ, Zack... \n                         I was so scared...",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nI felt like... like \n                         I was suffocating... Christ, Zack... I was so scared... \n\nTARGET SECTION TO BE ANNOTATED:\n so godddamn \n                         scared...\n\n               Tears are running down Sid's face.\n\n                                     ZACK\n                         Hey, man, don't cry... not in front \n                         of the instructors.\n\n               Zack looks around at the faces, all staring back in judgement, \n               not just the instructors. By now, the candidates know the \n               symptoms of a DOR as well as anybody.\n\n               The door to the chamber slams open and Foley is standing \n               there, grim-faced.\n\n                                                                    CUT TO:\n\n               EXT. THE PARADE GROUND - DAY\n\n               Zack is on morning \"colors\" duty. He and one of the lesser-\n               known candidates are raising the flag, a bugler standing \n               nearby, blowing \"morning colors\". Zack suddenly sees something \n               that chills him.\n\n               Sid and Foley stand in front of the Admin. Building, Foley \n               saluting the flag, Sid just standing there arms at his sides, \n               shoulders slumped.\n\n               As the bugler finishes, Zack turns to his classmate.\n\n                                     ZACK\n                         I gotta do something.\n\n               He breaks into a run.\n\n               TRACK WITH ZACK\n\n               as he runs toward Foley and Sid and walks with them toward \n               the water.\n\n                                     ZACK\n                              (to Foley)\n                         You didn't kick him out...? Wait, \n                         didn't he tell you what he's been \n                         going through?\n\n                                     FOLEY\n                         It doesn't matter what he's going \n                         through. That's the whole purpose of \n                         this zoo. What matters is he freaked \n                         out for some reason at twenty-five \n                         thousand feet and that can't ever \n                         happen again.\n\n                                     ZACK\n                         But you don't understand. There's \n                         this girl he's gotten pregnant and \n                         she's putting him through hell, sir.\n\n                                     SID\n                         He's right, Zack. It doesn't matter.\n\n                                     ZACK\n                         Just like that it's all over? With \n                         less than two weeks to go, you're \n                         out?\n\n                                     FOLEY\n                         It can still happen to you, too, \n                         Mayo.\n\n               Foley marches off like a windup toy.\n\n                                     ZACK\n                              (furious)\n                         Come back here, motherfucker!\n\n               Foley spins around, his eyes sparkling wildly.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nFoley marches off like a windup toy. ZACK\n                              (furious)\n                         Come back here, motherfucker! Foley spins around, his eyes sparkling wildly. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     FOLEY\n                         What did you call me, Mayo?\n\n                                     SID\n                         Zack, don't!\n\n                                     ZACK\n                         I thought the D.I.'s were supposed \n                         to help you in this place! What kind \n                         of human being are you?\n\n                                     FOLEY\n                         Stop eyeballing me, Mayo, or you're \n                         out!\n\n                                     SID\n                         Please, Zack -- go back to the \n                         barracks!\n\n                                     ZACK\n                         I don't get it! He's the best \n                         candidate in our class! Ask anyone! \n                         The best student! The best leader! \n                         The best friend to everybody! Couldn't \n                         you bend your goddamn standards just \n                         a little?\n\n                                     SID\n                         Zack, it wasn't him! He didn't ask \n                         me to D.O.R. I came to him on my \n                         own.\n                              (beat)\n                         I'm glad it's over, Zack. I really \n                         mean that. He was right. I wasn't \n                         doing this for me.\n\n               He feels his tears coming up so he runs off suddenly across \n               the parade ground.\n\n                                     ZACK\n                         Sid, wait! Where're you going?\n\n               Sid keeps running. Zack turns back to Foley and they stare \n               at each other a long moment before Zack bitterly salutes \n               him.\n\n                                     ZACK\n                         With your permission, sir.\n\n               Foley returns the salute and watches Zack walk off toward \n               the barracks.\n\n                                                                    CUT TO:\n\n               EXT. PAULA'S HOUSE - DAY\n\n               Zack drives up on his motorcycle. Esther is in the yard, \n               gardening.\n\n                                     ZACK\n                         Is Paula here?\n\n               Paula suddenly appears on the porch, dressed in a simple \n               cotton dress, her hair un-coiffed, none of her Deb makeup.\n\n                                     ZACK\n                         I'm looking for Sid.\n\n                                     PAULA\n                         So?\n\n                                     ZACK\n                         Paula, he DORed and nobody's seen \n                         him.\n\n                                     PAULA\n                         Why'd he do it?\n\n                                     ZACK\n                         Hey! You know goddamn well what \n                         happened so let's not play any games, \n                         okay?\n\n                                     PAULA\n                         I'm not playing any games! Go look \n                         at Lynette's!\n\n                                     ZACK\n                         I don't know where that is.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAULA\n                         I'm not playing any games! Go look \n                         at Lynette's! ZACK\n                         I don't know where that is. \n\nTARGET SECTION TO BE ANNOTATED:\n               Paula slowly moves to him and gets on the motorcycle behind \n               him. They speed off, Esther watching them go.\n\n               EXT. LYNETTE'S HOUSE - DAY\n\n               She sits on the porch of the old home she was born in, her \n               hair up in curlers, doing her nails. The National Paper mill \n               sends up pillars of smoke on the horizon. A taxi drives up \n               and Sid steps out, in a sport coat and tie.\n\n                                     SID\n                         Hi, babe. Come on. I've got a couple \n                         of things I want to tell you.\n\n                                     LYNETTE\n                         What're you doing out of uniform, \n                         Sid? You don't want to get in trouble.\n\n                                     SID\n                         Forget that. Come on. Got a little \n                         surprise...\n\n                                     LYNETTE\n                         I can't go like this. Can't you wait \n                         a few minutes 'til I'm ready?\n\n                                     SID\n                         No way. I'm so happy I'm about to \n                         bust. Here, honey. This is for you. \n                         It cost me my whole savings, but I \n                         said what the fuck.\n\n               He hands her a little box. She opens it and finds an \n               engagement ring. She looks up at him, happily.\n\n                                     LYNETTE\n                         Sid! Oh, it's beautiful! You mean...\n\n                                     SID\n                         That's right. Let's get married, \n                         Lynette. Let's find a justice of the \n                         peace and just do it!\n\n               Lynette tries the ring on.\n\n                                     LYNETTE\n                              (euphoric)\n                         Let's go tell Paula! God, I wonder \n                         where we'll be stationed first. I \n                         hope it'll be Hawaii. I've always \n                         wanted to go to Hawaii.\n\n                                     SID\n                         We're not gonna be stationed anywhere, \n                         baby. I DORed.\n\n                                     LYNETTE\n                              (shaken)\n                         You what?\n\n                                     SID\n                         I had to, baby... I'm no aviator. I \n                         was faking it, like I was with \n                         everything else in my life... up \n                         'til right now.\n\n                                     LYNETTE\n                         But... but what would we do? Where \n                         would we go?\n\n                                     SID\n                         Oklahoma. I can get my old job back \n                         at JC Penney's.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhere \n                         would we go? SID\n                         Oklahoma. I can get my old job back \n                         at JC Penney's. \n\nTARGET SECTION TO BE ANNOTATED:\n In a couple of years, \n                         I'll be floor manager. Oh, you're \n                         gonna love Oklahoma, Lynette. You \n                         and mama'll get along just great. Of \n                         course, money will be a little tight \n                         for a while, but we'll make it.\n\n                                     LYNETTE\n                              (suddenly)\n                         Sid, there's no baby.\n\n                                     SID\n                         What?\n\n                                     LYNETTE\n                         I'm not pregnant. I got my period \n                         this morning. There's no baby, Sid.\n\n                                     SID\n                         Well, I'll be goddamned.\n\n               Sid stares at her disbelievingly, but she's telling the truth, \n               at least partly. There is no baby.\n\n                                     SID\n                              (a big smile)\n                         What do you say we get married anyway? \n                         I love you, Lynette. I'm in love \n                         with you... and I didn't realize it \n                         until right this second... but I've \n                         never been happier in my life than I \n                         have been the last seven weekends, \n                         never more relaxed... more loved for \n                         just who I am...\n                              (beat)\n                         Marry me, Lynette. I love you.\n\n               Lynette looks off at the factory, then back at Sid.\n\n                                     LYNETTE\n                         I'm sorry, Sid, but I don't want to \n                         marry you. I like you a lot and we \n                         had ourselves some real nice times, \n                         that's for sure... but I thought you \n                         understood. I want to marry a pilot, \n                         Sid. I want to live part of my life \n                         overseas... the wife of an aviator, \n                         Sid.\n                              (bitterly)\n                         Damn you! Goddamn you! Nobody DORs \n                         after eleven weeks! Nobody!\n\n               She throws the engagement ring at him and runs toward the \n               house. Numb to his core, Sid slowly retrieves the ring and \n               gets into her car. He starts it and drives off.\n\n                                     LYNETTE\n                         Hey! Come back with my car!\n\n               EXT. A DIRT ROAD - DAY\n\n               Lynette's Falcon takes a sudden turn. A split-second later, \n               Zack and Paula speed past in the opposite direction, missing \n               him.\n\n               EXT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nA DIRT ROAD - DAY\n\n               Lynette's Falcon takes a sudden turn. A split-second later, \n               Zack and Paula speed past in the opposite direction, missing \n               him. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n LYNETTE'S HOUSE - DAY\n\n               Zack and Paula drive up and move toward the front door.\n\n                                     PAULA\n                         Lynette??\n\n               INT. LYNETTE'S HOUSE - DAY\n\n               They find her in the kitchen, sitting at the table, smoking \n               a cigarette.\n\n                                     PAULA\n                         Lynette, where's Sid?\n\n                                     LYNETTE\n                         Already come and gone. Can you believe \n                         it? He DORed in the twelfth week. \n                         How can you win?\n\n               Zack grabs her by the shoulders and forces her to meet his \n               eyes.\n\n                                     ZACK\n                         What did you tell him about the baby?\n\n                                     LYNETTE\n                         That there isn't one, as of today. I \n                         had my period.\n                              (beat)\n                         I couldn't believe it. He still wanted \n                         to marry me.\n\n                                     ZACK\n                         And you turned him down??\n\n                                     LYNETTE\n                         Of course. I don't want no Okie from \n                         Muscogee. I can get that right here \n                         in Port Angeles.\n\n               Zack starts shaking her angrily.\n\n                                     ZACK\n                         You little bitch! How could you? Was \n                         there ever a baby, Lynette? That's \n                         all I want to know! Did you make up \n                         that baby, Lynette? Did you??\n\n                                     LYNETTE\n                              (caught)\n                         Of course there was a baby. I'd never \n                         lie about something like that. Would \n                         I, Paula?\n\n               She looks at Paula for support but she seems to be wondering \n               the same things herself, and offers none. Zack abruptly pushes \n               out of the room, leaving the two girls alone.\n\n                                     PAULA\n                         Lynette, did you make up that baby \n                         or didn't you?\n\n               Lynette's silence is answer enough. Paula suddenly slaps her \n               across the face with all her might.\n\n                                     PAULA\n                         God help you, Lynette!\n\n                                     LYNETTE\n                         You're no better than me, Paula! \n                         You're just the same!\n\n                                     PAULA\n                         No! That's not true!\n\n               She runs from the room.\n\n               EXT. LYNETTE'S HOUSE - DAY\n\n               Zack is getting on his motorcycle as she emerges from the \n               house.\n\n                                     PAULA\n                         I'd like to come with you.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. LYNETTE'S HOUSE - DAY\n\n               Zack is getting on his motorcycle as she emerges from the \n               house. PAULA\n                         I'd like to come with you. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ZACK\n                         Why?\n\n                                     PAULA\n                         Because he's my friend, too.\n\n               She gets on and he doesn't try to stop her. PAN as they drive \n               off.\n\n                                                                    CUT TO:\n\n               INT./EXT. THE TIDES INN - DAY\n\n               Carrying a pint bottle of bourbon, Sid weaves his way into \n               the office. He smiles a quirky smile for the WOMAN behind \n               the counter as he hands her some money and she gives him his \n               key.\n\n               As he turns away from the counter, the woman calls after \n               him.\n\n                                     WOMAN\n                         Hey, is this yours?\n\n               She holds up the engagement ring he bought for Lynette. Sid \n               smiles, takes it from her.\n\n                                     SID\n                         Ever seen this one?\n\n               He pops the ring in his mouth and swallows it as the woman \n               looks on, speechless. Sid weaves out.\n\n               WE'RE TIGHT ON SID'S FACE\n\n               as he trudges up the steps to the second floor of units. We \n               stay with him until he reaches his room and walks in, slamming \n               the door behind him to close the world out.\n\n               WE STAY LIKE THAT, OUTSIDE HIS DOOR\n\n               The SOUND of the TV going on, loud. Some game show. The \n               passage of about twenty seconds. Then the SOUND of Zack's \n               MOTORCYCLE approaching, stopping.\n\n                                     ZACK (O.S.)\n                         He's here. She said he just came in.\n\n               The SOUND of FOOTSTEPS ascending to the second floor, running \n               toward us. Zack PUSHES INTO SHOT and knocks on the door.\n\n                                     ZACK\n                         Sid, it's Zack. Open up.\n\n               No reply, then from inside some SOUNDS are heard, a CHAIR \n               FALLING, a sudden, dull SNAPPING NOISE, abrupt and final.\n\n               Zack throw his weight against the door and it splinters open.\n\n                                     ZACK\n                         Sid?\n\n               Then he looks up and pales.\n\n                                     ZACK\n                         Oh, God...\n\n               Paula steps into the doorway and utters a little gasp as she \n               sees what poor Sid had done to himself.\n\n               INT. THE ROOM - DAY\n\n               The big Okie hangs by his necktie from a cluster of exposed \n               drainage pipes in a corner of the ceiling.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nPaula steps into the doorway and utters a little gasp as she \n               sees what poor Sid had done to himself. INT. THE ROOM - DAY\n\n               The big Okie hangs by his necktie from a cluster of exposed \n               drainage pipes in a corner of the ceiling. \n\nTARGET SECTION TO BE ANNOTATED:\n               ZACK'S FACE IS STRETCHED WITH PAIN\n\n               Tears flood his eyes. He shakes his head in disbelief.\n\n                                     ZACK\n                         Oh, God... why? Why, Sid?\n\n               Zack cuts him down and cradles his friend's body in his arms.\n\n                                     ZACK\n                         You stupid, fucking Okie! Why'd you \n                         do it! Why didn't you talk to me \n                         first? Why didn't you even try??\n\n               Paula watches from the door.\n\n                                                               DISSOLVE TO:\n\n               EXT. THE TIDES INN - LATER THAT DAY\n\n               The last of the police cars and the one Shore Patrol sedan \n               from the base are pulling out of the Tides Inn lot, behind \n               the ambulance that carries Sid's body. Paula stands on the \n               upstairs landing.\n\n                                     PAULA\n                         Please stop it. None of that's true. \n                         Goddamnit, I love you. I loved you \n                         ever since I met you.\n\n                                     ZACK\n                         Come on, Paula! You were looking for \n                         a ticket out of here and you didn't \n                         care who it was, any more than you \n                         cared with the last class of \n                         candidates you and Lynette fucked \n                         your way through, looking for a \n                         husband! Or the class before that!\n\n                                     PAULA\n                         Yeah. You got the whole story just \n                         right.\n\n                                     ZACK\n                         Beware of the Puget Debs -- and we \n                         all laughed, especially him.\n\n                                     PAULA\n                         I'm not a Puget Deb. I hate that \n                         goddamn term!\n\n                                     ZACK\n                         I bet you do!\n\n                                     PAULA\n                         However you got it figured, I didn't \n                         kill Sid and Lynette didn't kill \n                         him! He killed himself!\n\n                                     ZACK\n                         That's brilliant.\n\n                                     PAULA\n                         Maybe not, but it is the truth. And \n                         Zack, you didn't kill him either.\n\n               He goes out the door. Paula can see him drive off on his \n               motorcycle.\n\n               EXT. THE BARRACKS - LATER THAT DAY\n\n               As Foley calls muster.\n\n                                     FOLEY\n                         Mayo.\n\n               He takes notice of Zack's absence, unsurprised, before pushing \n               on the next name on the list.\n\n                                     FOLEY\n                         Meyers.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOLEY\n                         Mayo. He takes notice of Zack's absence, unsurprised, before pushing \n               on the next name on the list. FOLEY\n                         Meyers. \n\nTARGET SECTION TO BE ANNOTATED:\n               Zack suddenly drives up on his motorcycle and walks toward \n               the group, unshaven, tie askew, uniform totally wrinkled, \n               eyes as red as sores.\n\n                                     FOLEY\n                         Mayo, the rest of your class knows \n                         about candidate Worley, and we're \n                         all sorry.\n\n                                     ZACK\n                         Sir, this officer candidate requests \n                         permission to speak to you in private.\n\n                                     FOLEY\n                         I'm busy, Mayo. It'll have to wait.\n\n                                     ZACK\n                         It's important, sir!\n\n                                     FOLEY\n                         Mayo, you didn't hear me -- I said I \n                         I'm busy! And so are you! Go get \n                         cleaned up!\n\n                                     ZACK\n                         Aw screw it...\n\n               He starts to walk into the barracks.\n\n                                     FOLEY\n                              (suddenly)\n                         Martial arts demonstration in the \n                         old blimp hangar in five minutes! \n                         Mayo, you're my volunteer!\n\n               Zack stops in his tracks and turns to face his antagonist.\n\n               He'll wait around for this.\n\n                                                                    CUT TO:\n\n               INT. THE MUSTY OLD HANGAR - DAY\n\n               Foley is up in the ring in his VC pajamas, watching them \n               take do their seats. Zack is the last to walk in.\n\n                                     FOLEY\n                         What're you waiting for, Mayo? Get \n                         your scuzzy ass up here.\n\n                                     ZACK\n                         Yes, sir!\n\n               He climbs up into the ring with Foley.\n\n                                     FOLEY\n                         Put these on.\n\n               He hands Zack a set of safety-punch gloves and safety-kick \n               foot pads. Zack sits on the canvas and puts them on. Foley \n               already wears his.\n\n                                     FOLEY\n                         I'll start with some basic kicks. \n                         You try to copy me.\n\n               Zack gets to his feet and squares off opposite Foley.\n\n               MOST OF ZACK'S CLASSMATES\n\n               know about the incident in town with the locals, and the \n               word spreads quickly to the others in excited whispers. They \n               share a common dream, these twenty-one survivors, to see \n               Foley broken and humbled.\n\n               THE MARTIAL ARTS DEMONSTRATION - A SERIES OF SHOTS\n\n               Foley demonstrates a simple side kick, the heel of his foot \n               slamming hard against Zack's jaw.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOST OF ZACK'S CLASSMATES\n\n               know about the incident in town with the locals, and the \n               word spreads quickly to the others in excited whispers. They \n               share a common dream, these twenty-one survivors, to see \n               Foley broken and humbled. THE MARTIAL ARTS DEMONSTRATION - A SERIES OF SHOTS\n\n               Foley demonstrates a simple side kick, the heel of his foot \n               slamming hard against Zack's jaw. \n\nTARGET SECTION TO BE ANNOTATED:\n As in the previous \n               demonstration, Foley isn't afraid of inflecting a little \n               punishment along with his instruction. He's unprepared, \n               however, for the skill and and speed with which Zack returns \n               a version of that kick, the heel of his foot hitting Foley \n               so solidly it rocks him back a couple of steps before he can \n               catch his balance.\n\n               Foley grins, a rivulet of blood running down his chin.\n\n                                     FOLEY\n                         Looky-looky what we got. That's pretty \n                         cute, Mayo.\n\n               Foley executes a crescent kick, his specialty, and bloodies \n               Zack's mouth. Zack returns a crescent kick that knocks the \n               Marine right on his ass.\n\n                                     FOLEY\n                         You're good.\n\n                                     ZACK\n                         Get on your feet and find out how \n                         good, sir.\n\n               Before Zack can get set, Foley seizes the offensive and starts \n               backing him across the ring with a series of fast kicks.\n\n               Momentarily trapped in the corner, Zack ducks a punch, slips \n               under a crescent kick, and hits his man three times in the \n               face with his foam-padded knuckles, then follows with a kick \n               to the mid-section that makes the Marine sink to his knees \n               with a silly expression on his face.\n\n               Suddenly unafraid of Foley, the class rises to its feet and \n               cheers Zack on.\n\n               Ad-LIBS of \"Get him, Zack!\" \"No mercy!\" \"Remember what he \n               did to us!\" Quieter mumblings of \"Kill the motherfucker.\"\n\n               Foley gets to his feet. Zack drops him instantly with a \n               jumpspinning back kick.\n\n               Foley gets up again and manages to stay up for a short time \n               but it's a pathetic mismatch and Zack can land solidly at \n               will with hands and feet. Finally, with a spinning outside \n               crescent kick that awes his classmates, Zack flattens him \n               again. Foley just lies there, obviously spent.\n\n               Zack offers him a hand. Foley looks up at him helplessly, \n               shakes his head in defeat, and reaches out to accept his \n               help.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nFoley just lies there, obviously spent. Zack offers him a hand. Foley looks up at him helplessly, \n               shakes his head in defeat, and reaches out to accept his \n               help. \n\nTARGET SECTION TO BE ANNOTATED:\n               Then, with shocking suddenness, Foley coils his knees to his \n               chest, yanks Zack toward him, and -- at the same time -- \n               unleashes a kick straight to Zack's chin. Zack crumples to \n               the canvas and lies there, barely conscious. Foley rises to \n               his feet.\n\n                                     FOLEY\n                         Oldest trick in the book. Now, is \n                         there anything you want to tell me, \n                         Mayo?\n\n               Zack shakes his head, no. Foley bows to him formally, then \n               to the rest of the class, and marches like God's Warrior Son \n               from the old hangar.\n\n               Zack watches his classmates file out, leaving him alone in \n               the cavernous hanger.\n\n                                                               DISSOLVE TO:\n\n               INT. THE BARRACKS - NIGHT\n\n               Zack comes in by himself.\n\n               INT. ZACK'S ROOM - NIGHT\n\n               Perryman looks up from his Navigation book as his only \n               surviving roommate enters. Zack looks at the two stripped \n               bunks, the empty lockers... then he stares at his own locker \n               for a long time, trying to make up his mind.\n\n               Then Perryman gets up, puts a reassuring hand on his shoulder, \n               just for an instant, and goes back to his studies. Finding \n               some coins in his locker, Zack leaves the room.\n\n               INT. THE BARRACKS PAYPHONE - NIGHT\n\n               Zack throws some money in to satisfy the operator.\n\n                                     ZACK\n                              (into phone)\n                         Byron, it's me. You doing anything \n                         weekend after next?\n                              (beat)\n                         Yeah... it's graduation.\n\n                                                               DISSOLVE TO:\n\n               GRADUATION MORNING ON THE BASE - DAY\n\n               The sun is just rising and sending its colors across the \n               big, wide lawn where the graduation ceremony will soon take \n               place.\n\n               Four enlisted men are positioning risers and folding chairs.\n\n                                                                    CUT TO:\n\n               INT. PAULA'S BEDROOM - DAY\n\n               Paula gets up to the SOUND of her alarm. She hurries to turn \n               it off so as not to awaken her sisters. The time is 6:30 in \n               the morning. Time to go to work. Grudgingly, she relinquishes \n               the warmth of the bed, and trudges toward the bathroom in \n               her pajamas.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe time is 6:30 in \n               the morning. Time to go to work. Grudgingly, she relinquishes \n               the warmth of the bed, and trudges toward the bathroom in \n               her pajamas. \n\nTARGET SECTION TO BE ANNOTATED:\n               EXT. PAULA'S HOUSE - DAY\n\n               Paula gets into Bunny's Toyota and the carpool drives on.\n\n               EXT. THE NATIONAL PAPER MILL - DAY\n\n               As Paula is punching in, Lynette, waiting in line behind \n               her, whispers:\n\n                                     LYNETTE\n                         What do you think of the new \n                         mechanics?\n\n               Paula glances off at the two boys Lynette is flirting with, \n               father back in the line. Both could be her father's sons.\n\n               Candidates for apehood.\n\n               Paula has a faraway look on her face as she pulls her card \n               from the clock.\n\n                                     PAULA\n                         Today's graduation. I hope he made \n                         it.\n\n                                                                    CUT TO:\n\n               EXT. THE PARADE GROUND - DAY\n\n               Zack and his classmates are passing in review before the \n               Commanding Officer and his staff (including Foley), seated \n               on the risers, and the large gathering of family and friends \n               seated on the folding chairs. The base marching band, a \n               phalanx to the left of the rises, is in fine and rousing \n               form.\n\n               As Zack and Casey and Perryman and the others pass CAMERA, \n               they do a precise EYES-RIGHT.\n\n               BYRON IS APPLAUDING LOUDER THAN ANYBODY\n\n               It's a proud moment for the reluctant father and he's not \n               above letting the stiffer-looking parents around him know \n               how he feels about having a son made it into the officer \n               ranks.\n\n               ZACK SEE HIS FATHER\n\n               and smiles.\n\n               SECONDS LATER, THE CAMERA IS PANNING THE FACE OF THE \n               GRADUATES.\n\n               standing at attention on their risers, reciting their \n               commissioning oath.\n\n                                     THE GRADUATES\n                         I do solemnly swear that I will \n                         support and defend the Constitution \n                         of the United States of America \n                         against all enemies foreign and \n                         domestic...\n\n               Find Casey's proud face, Perryman's, Della-Serra's, Marcus'...\n\n                                     THE GRADUATES\n                         ...that I will bear true faith and \n                         allegiance to the same, that I take \n                         this obligation freely without any \n                         mental reservation or purpose of \n                         evasion...",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE GRADUATES\n                         I do solemnly swear that I will \n                         support and defend the Constitution \n                         of the United States of America \n                         against all enemies foreign and \n                         domestic... Find Casey's proud face, Perryman's, Della-Serra's, Marcus'... THE GRADUATES\n                         ...that I will bear true faith and \n                         allegiance to the same, that I take \n                         this obligation freely without any \n                         mental reservation or purpose of \n                         evasion... \n\nTARGET SECTION TO BE ANNOTATED:\n               CAMERA HOLDS ON Zack's face, his eyes moist, his voice rich \n               with emotion.\n\n                                     ZACK\n                              (with his classmates)\n                         ...that I will well and faithfully \n                         discharge the duties of the office \n                         on which I am about to enter. So \n                         help me God.\n\n               MINUTES LATER, THE NEWLY-COMMISSIONED OFFICERS HAVE BROKEN \n               RANKS\n\n               and are embracing their families and friends on the lawn.\n\n               Byron finds Zack and the two men stare at one another warily, \n               before warmth floods their faces and they come together in \n               an embrace. Zack pulls a folded document from his breast \n               pocket.\n\n                                     ZACK\n                         Look -- my orders to Pensacola for \n                         basic flight training... then it's \n                         on to jets!\n\n               Byron quickly glances at the orders and pounds Zack on the \n               back.\n\n                                     BYRON\n                         I knew you'd make it!\n                              (beat)\n                         Where's your girl? Didn't she come?\n\n                                     ZACK\n                         Naw. That's over with.\n\n               Byron almost looks sad to hear it.\n\n                                     BYRON\n                         Zackie, I'm so proud of you. Get \n                         ready, 'cause I'm gonna give you \n                         your first salute and you'll owe me \n                         a silver dollar. That's the tradition, \n                         you know.\n\n               He starts to bring his hand up to salute his son but Zack \n               grabs his wrist to stop him.\n\n                                     ZACK\n                              (gently)\n                         No offense, Byron, but my first one's \n                         gonna come from... him.\n\n               He looks over at:\n\n               FOLEY, IN DRESS BLUES\n\n               He cane propped characteristically behind him, the newer \n               notches clearly recognizable from the ones that predate this \n               class, he watches them approach... one after the other, each \n               of his worms, his scuzzes, his college pukes... and he renders \n               to them, as is the tradition, their first salute. In return, \n               they hand him a silver dollar.\n\n               Perryman pays up, then Casey approaches him.\n\n                                     FOLEY\n                              (saluting)\n                         Congratulations Ensign Seeger, sir!\n\n                                     CASEY\n                         Thank you, sir. I mean, Sergeant.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOLEY\n                              (saluting)\n                         Congratulations Ensign Seeger, sir! CASEY\n                         Thank you, sir. I mean, Sergeant. \n\nTARGET SECTION TO BE ANNOTATED:\n               She gives him a silver dollar and hurries off to rejoin her \n               family.\n\n               ZACK APPROACHES FOLEY\n\n               and the Marine salutes him briskly, his heels clapping \n               together like a flamenco dancer's.\n\n                                     FOLEY\n                         Congratulations, Ensign Mayo, sir!\n\n                                     ZACK\n                         I'll never forget you as long as I \n                         live, Sergeant.\n\n                                     FOLEY\n                         I know.\n\n                                     ZACK\n                         Well, goodbye.\n\n               Zack gives him a silver dollar and Foley pockets it and snaps \n               off another brisk salute.\n\n                                     FOLEY\n                         See you in the fleet, sir!\n\n                                     ZACK\n                         Yeah. See you in the fleet, Sarge. \n                         And thank you.\n\n               Foley just grins as Zack answers his salute.\n\n                                                                    CUT TO:\n\n               EXT. THE BASE - DAY\n\n               MOVING WITH ZACK ON HIS MOTORCYCLE. He still wears his dress \n               whites and his gear is packed in a Navy seabag strapped to \n               the back, as he drives away from the barracks, waving farewell \n               to some of his classmates. As he rumbles past the parade \n               ground, he sees Foley addressing a spanking new class of \n               candidates, still in civvies, still sporting hair.\n\n                                     FOLEY\n                         I don't believe what I'm seeing! \n                         Look at all that hair! All those \n                         lard bellies from junk food and pot! \n                         Where you been all your lives, at an \n                         orgy? Listening to Mick Jagger and \n                         bad mouthing your country, I bet.\n\n               The new class cracks up, laughing, as Zack motors past, headed \n               for the gates. It's hard to believe only thirteen weeks have \n               elapsed since he heard those words for the first time. Seems \n               more like a lifetime.\n\n               EXT. THE GATES OF THE NAVAL AIR STATION - DAY\n\n               Zack drives out and disappears down the road.\n\n                                                          SLOW DISSOLVE TO:\n\n               INT. THE NATIONAL PAPER KILL - DAY\n\n               Paula is at work on the line. The sweat of a long day stings \n               her eyes as it stings the eyes of her fellow workers. Poor \n               Paula. It's not hard to imagine her in a few years as Bunny.\n\n               Hell, Lynette's already there.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nPoor \n               Paula. It's not hard to imagine her in a few years as Bunny. Hell, Lynette's already there. \n\nTARGET SECTION TO BE ANNOTATED:\n Old debs never die...\n\n               THE WOMEN ON THE PAPER TOWEL LINE NEAR THE DOOR\n\n               are the first to see him enter.\n\n               ESTHER POKRIFKI\n\n               stops her work as she sees the flash of gold on a Naval \n               shoulder board.\n\n               THE WOMEN ON THE NAPKIN LINE\n\n               send up a buzz of gossipy excitement as he strides past them.\n\n               So clean. So handsome. So perfect. Every deb's fantasy.\n\n               HE WEARS THE DRESS WHITE UNIFORM WITH ENSIGN GOLD\n\n               and he wears it proudly as he strides through their ranks, \n               toward the girl who is only now stopping to watch him \n               approach.\n\n               PAULA CAN'T BELIEVE IT\n\n               Almost as she might have dreamed it long ago as a little \n               girl, she watches him take her face in his hands and kiss \n               her in such a romantic way that it's unlikely the women at \n               National Paper, or any of us, will ever forget that kiss.\n\n               LYNETTE AND BUNNY WATCH THAT KISS\n\n               with a mingling of happiness and painful, desperate longing, \n               on their faces.\n\n               ESTHER POKRIFKI\n\n               is the second happiest Deb in the room.\n\n               THE OTHER AGING DEBS IN THE HUGE FACTORY\n\n               stop their work to watch. A few even applaud.\n\n               ZACK SUDDENLY LIFTS PAULA IN HIS ARMS\n\n               and with their eyes still touching, he carries her toward \n               the door.\n\n               LYNETTE'S FACE\n\n               reveals all the jealousy that accompanies the happiness she \n               is feeling for her friend. She's never leaving this place \n               and she knows it.\n\n                                     LYNETTE\n                         Way to go, Paula! Way to go!\n\n               She adds her applause and half the factory is clapping and \n               cheering by the time the officer and his girl reach the \n               doorway.\n\n               EXT. THE NATIONAL PAPER MILL - DAY\n\n               Zack carries Paula out into the sunshine and kisses her again.\n\n               She's like candy, all right, and he'll never get enough. \n               PULL BACK INTO HELICOPTER SHOT that dwarfs them far below \n               us, and...\n\n               FADE OUT.\n\n                                         THE END\n"
}