{
  "1": " \n\nANACONDA.\n\nDRAFT BY\n\"MARK HASKELL SMITH\n\n,\n\nDECEMBER 1, 1995\n\f5\n\n2A\n\nOO»\n\n \n\nEXT. RIO AMAZONAS, BRAZIL - DUSK\n\nA high aerial view of the Amazon, winding a as far as the eye\ncan see through the planet's least-known rain forest. The\n\n_last flare of the setting sun casts an amber glow.\n\nDISSOLVE TO:\nEXT. UNNAMED TRIBUTARY/RIVERBOAT - NIGHT\nDark water reflects the moon. POV AT WATER LEVEL, slowly\nweaving toward the kerosene running lights of a traditional\nAMAZON RIVERBOAT sitting slightly lopsided in the water. We\nmay catch a glimpse of a body lying by the river's edge near\nthe boat.\nEXT. RIVER - CONTINUOUS\n\nThe POV glides in as the eceasional squawk cf a parrot or\n\n. Chatter of a monkey punctuates the otherwise ominous silence ©\n\nof the jungle. Now circles the riverboat, then dips\nunderwater...we should see that ‘the BOAT'S ENGINE is battered\nand non-functional, beyond repair. SFX of the engine\ngxinding, someone trying desperately, futilely to get it\nstarted.\n\nEXT. RIVERBOAT (*RAMONA\") - NIGHT\n\nFaded lettering on her shallow draft hull informs us she's\nthe “RAMONA\". A poacher's pride and joy, stocked with NETs,\nTRAPS, CANISTERS: tools of the trade, but in this instance\nchosen with a single prey in mind. From inside the CREW\nCABIN we can just hear a SINGLE, EXHAUSTED VOICE, speaking in\nPortugese, and, very low on the soundtrack, STRANGE MUSIC,\nBrazilian pop, playing half-speed... .\n\n“INT. RAMONA CREW CABIN NIGHT\n\nThe musica bit louder; the VOICE, still off-screen, more\nobviously desperate. THE CAMERA takes in the cramped\nquarters, illuminated by the flickering light of an OIL LAMP.\nThere is a single chair and a small table and FOUR BUNKS,\neach one showing evidence of having been recently\noccupied...",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAMONA CREW CABIN NIGHT\n\nThe musica bit louder; the VOICE, still off-screen, more\nobviously desperate. THE CAMERA takes in the cramped\nquarters, illuminated by the flickering light of an OIL LAMP. There is a single chair and a small table and FOUR BUNKS,\neach one showing evidence of having been recently\noccupied... \n\nTARGET SECTION TO BE ANNOTATED:\na duffel bag near one, clothes strewn about —\nanother, yet another unmade with a BOOMBOX resting near the\nPillow. THE MUSIC comes from the boombox: we see a tape ~\nspinning, slower and slower, as the batteries die...\n\nThe camera comes to a rest on the source of the voice: an\n\nolder INDIAN MAN, his face scarred and glistening with the\nsweat of fear. He sits before a SHORTWAVE RADIO, frantically\n\n(CONTINUED )\n\n2a\n\n2B\n\fNe\n\n \n\nShooting Script - November 22 2.\nCONTINUED:\n\nattempting to bring the dead piece of hardware to life--\ntwisting the dial, babbling into the mike. All in vain: we\ndon't even hear static from the radio. .-\n\nA SUDDEN SMALL BUMP shakes the boat, and the POACHER. He\nfreezes for a moment, then quickly rises, grabbing a NEARBY\nGUN and a HAMMER. He moves to the door, passing a picture\ntacked on the wall: ‘THE PICTURE shows THREE MEN, proudly\nholding a LARGE SNAKE, about twenty feet long. The SNAKE is\nmazzled and harnassed with high tech trapping apparati. We\nrecognize one of the men as the poacher...the second man has\nIndian features. The third is a particulerly cocky .\n\n‘Caucasian, wearing a T-shirt with the ROLLING STONES\n\nTRADEMARK tongue on it.\n\nEXT. BOAT DECK WIGHT.\n\nThe Poacher dares to emerge. He looks around, firearm\nleveled. He mumbles in Portugese...threats mixed with pleas\npunctuated by prayers, the ramblings of a schizophrenic...as\nhe crosses the deck, his eyes darting to the river.\n\nS-SHAPED WAVES roll across the dark water's surface and lap ,\nagainst the hull, rocking the boat. He gets on all fours and\nuses the hammer claw to pry planks from the wooden deck.\n\nA bucket rolls across the deck. He spins, FIRES, CLANGS a\nhole through it. Hesitates, goes back to his chore, still\nmumbling..",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nA bucket rolls across the deck. He spins, FIRES, CLANGS a\nhole through it. Hesitates, goes back to his chore, still\nmumbling.. \n\nTARGET SECTION TO BE ANNOTATED:\n He tears up some deck planks, drags them into the\ncabin and slams the door. We hear now HAMMERING SOUNDS.\n\nINT. RAMONA CREW CABIN - NIGHT\n\nThe poacher begins to nail wood planks to the doorframe...\nPOV-- UNDERWATER | ‘\n\nThe unseen presence seems to be. casing the boat, tooking for\nthe most valnerable area of attack.\n\n. INT. CREW CABIN NIGHT\n’ Nailed inside the cabin, the poacher backs to the table,\n\ntaking a swig of liquor before moving back to the radio. Now\nhe simply hits it. And now we hear a sputter of static. —\nHOPE. He picks up the mike and begins to talk into it but at\njust that moment: .\n\nSOMETHING BUMPS UP UNDERNEATH THE FLOORBOARDS. A SUDDEN\n\nJOLT, strong enough to knock the radio off the table, which\nshatters into pieces when it hits the floor. The Poacher's\n\n(CONTINUED )\n\f \n\n \n\n10\n\nNe\n\n: Shooting script - December 1 3.\nCONTINUED:\n\neyes, wide with terror, lock on the floorboards. More .\nBUMPING AND THUMPING. Little by little the old floorboards\nare giving way, the rusty nails shaking loose. The Poacher\nleaps across the cramped room and begins prying off the\nplanks which he'd just nailed over the door.\n\nThe floorboards are buckling up and splintering. The Poacher\nwhimpers and cries, his hands bloodied and fingernails split\nas he yanks the boards from the door. Suddenly, the\nfloorboards all splinter up -- just. as the Poacher frees\nhimself out the door. : “ :\n\nEXT. RIVERBOAT (\"RAMONA\") - MIGHT\n\nThe Poacher scrambles up the few steep steps to the cabin\nroof. He looks behind him and seés something terrifying. He\nclimbs to the top of the mast rising above the cabin. .\n\nHUGE ON THE FIGURE\n\nHe's totally crazed. Lips aquiver. Sweat streaming. He\nlooks down, gasps in terror and quickly pulls his legs up as\nfar as he can -~ something's coming.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nLips aquiver. Sweat streaming. He\nlooks down, gasps in terror and quickly pulls his legs up as\nfar as he can -~ something's coming. \n\nTARGET SECTION TO BE ANNOTATED:\n He starts to recite the\nLORD'S PRAYER in Portugese as he takes the GUN and shoots ~\ninto the water-- once, twice, three times.\n\nAgain, in vain. The boat is being violently rocked by the\nattacking creature. He checks his gun, sees that he has one\nbullet left. He is beyond fear now: seems somehow at peace\nas he puts the gun to his head, finishing his prayer.\n\nEXT. UNNAMED TRIBUTARY/RIVERBOAT - RIVER\nWe are a long distance from the Ramona, barely making out its\n\nsmall form on the quiet, black river.\n\n_ POACHER (0.S.)\nAme'm,...\n\nA SINGLE. SHOT.echoes. And we .\n\nFADE OUT.\n\nEXT. MANAUS, BRAZIL - DAY\n\nLike before, a high aerial view of the Amazon, but this time\ncivilization encroaches. A sprawling city has edged its\njagged claw into the jungle -- urban concrete nibbling at the\nMassive green.\n\nA silver jet slopes down and lands on the edge of the city.\n\né\n\n10\n\n \n\f \n\nShooting seript - December 1 4.\n\n11 EXT. TAXI VAN - DAY . . 11\nC) The VAN slams on its brakes, screeching to a stop, barely\n\\ missing an INDIAN MAN lugging a large basket of fruit. The\n\noccupants of the Van lurch against the seats.\n\nThe Indian Man moves on, after giving the driver of the van\nan international hand signal, and the van continues to\nnavigate the clatter and color of Manaus: NATIVES in feathers\nwalking among CITY PEOPLE in business suits...KIDS playing\nsoccer in a muddy field that is flanked by modern office\nbuildings....STREET VENDORS selling everything they\nown....STREET WALKERS selling everything imaginable. see\n\n11A EXT. DOCK - DAY 11a\n\n’ The van passes across a bridge onto the dock teeming with\nPEOPLE coming and going. CRATES filled with electronic goods,\nsoda, beer, BARGES heavily laden. BOATS of all sizes and\nshapes -- RIVERBOATS preparing for a long journey, hammocks\nswinging from their decks, maybe a band plays as one\nriverboat pulls out.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOCK - DAY 11a\n\n’ The van passes across a bridge onto the dock teeming with\nPEOPLE coming and going. CRATES filled with electronic goods,\nsoda, beer, BARGES heavily laden. BOATS of all sizes and\nshapes -- RIVERBOATS preparing for a long journey, hammocks\nswinging from their decks, maybe a band plays as one\nriverboat pulls out. \n\nTARGET SECTION TO BE ANNOTATED:\nThe van pulls up next to a waiting SPEEDBOAT The ARIAU JUNGLE\nTOWER HOTEL printed across the stern and disgorges the\njostled occupants. First out is GARY, a handsome American, he\n© shoots a look at TERRI PORTER, an attractive woman in her\n” twenties, confident, tough, independent. Terri's been riding\nin the front passenger seat: GARY'S expression seems to say:\n\"What have you gotten us in to\".\n\nGARY helps DENISE KALBERG, early twenties, a fresh, small-\ntown scrubbed quality about her, as they unload their\nequipment. From their body language and playful manner it's\napparent that they are lovers. Denise wears a funky jeweled\nerucifix from her neck.\n\n \n\n11.AA AERIAL SHOT -- DAY . : 11.AA\n\nAs the speedboat leaves the city, we see the two great rivers\nof the Amazon merging -- the brown water of THE AMAZON and .\nthe black water of the RIO NEGRO -- fingers of currents\ndistinctly intertwined.\n\n \n\f \n\nOv.\n\n—\n\ned\n\n12\n\n13\n\n \n\nShooting Script - December 1 5.-\n\nEXT. HOTEL DAY - : 12\n\nTHE SPEEDBOAT stops in front of the ARIAU JUNGLE TOWER HOTEL:\nan astonishing piece of architecture which rises out of the\njungle like an elaborate treehouse. Terri, Denise, and Gary\nstep out and start to unload their luggage. Denise throws her\narms around Gary, excited. They take a moment to share a\npassionate kiss. Terri watches them for a beat, wistful,\nbefore carrying her gear into the hotel. .\n\nEXT. HOTEL CATWALKS - DAY. . , 13\n\nGary and Denise lead the way down one of the catwalks. Birds\nof every color flit in the jungle canopy. Monkeys chatter\nfrom the trees. They reach a room and Denise unlocks the\ndoor. She turns to Terri and hands her a room key.\n\nDENISE\nI don't think we'll see you for dinner.\n\nGARY\n\n(playfully)\nShe's gonna tie me to the bed.\n\nDENISE\nHandeuffs, Gary. Handcuffs.\n\nDenise playfully shoves Gary into the room and closes the\ndoor.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nDENISE\nHandeuffs, Gary. Handcuffs. Denise playfully shoves Gary into the room and closes the\ndoor. \n\nTARGET SECTION TO BE ANNOTATED:\n Terri smiles wryly and walks on.\n\nANGLE:\n\nTerri comes upon a platform with a clear view of the river,\nshe sees a young black man slouching on a camera case. The\ncase is marked with the logo for NATIONAL GEOGRAPHIC. He is:\nDANNY. Terri sPproaches hin. :\n\nTERRI\nYou must ‘be the cameraman.\n\nDanny peeks out from above his Raybans.\nDANNY |\nWhere's the director?\n. TERRI\nThat'd be me.\n\nDANNY .\nYou're kidding me, right? You're much too\nshort to be a director. You got to be\ntall. You can't possibly be the director.\n\n     \n\f5\n\n=\n\n13\n\n \n\nCONTINUED:\n\nShooting Script - December 1 6.\n13\n\nTERRI\nIt's my first time. They waived the\nheight requirement.\n\nDANNY\nOh no! You're a first timer! Wet behind\nthe ears...rookie...and short!\n\nTERRI .\n\n- You got a problem with that?\n\nYeah. I got a problem with that. Let. me\ntell-you, when they called and asked me\nto do this job I turned it down flat.\nI've been on location for five months and\nI was startin' to get used to livin'\nwithout plumbing.\n\nDanny. breaks into a huge grin.\n\nHe stands\n\nDANNY ,\nBut when they’ said my old pal from\ncollege was directing....\nand gives her a warm hug.\n\n- TERRI\n\n- You couldn't resist. ;\n\nDANNY\nHey. I have to be here. This is your big\nbreak. I wouldn't miss it.\n\nTERRI :\nI wasn't coming down here without you.\nDANNY | :\nGuess I. should've asked for more money.\n\noo TERRI\n“(smiling back).\nWe would've paid it.\n\nDanny stands and picks up his gear.\n\nDANNY .\nWho's the egghead in charge?\n\nTERRI\nDr. Steven Cale.\n\n(CONTINUED )\n\f13\n\n \n\n14\n\ned\n\noo,\n\n \n\nShooting Script - December 1 7.\nCONTINUED: (2)\n\n- DANNY\nIsn't he the guy you....?\n\nTERRI\nThat's all in the past. No more messy\nromance for me.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (2)\n\n- DANNY\nIsn't he the guy you....? TERRI\nThat's all in the past. No more messy\nromance for me. \n\nTARGET SECTION TO BE ANNOTATED:\n I'm footloose and fancy\nfree.\n\nDANNY\nWell alright. We're gonna have some. fun.\n\nTERRI\nor die trying.\n\nOMIT 13A\nINT. HOTEL BAR - NIGHT\n\nWight encroaches. and the jungle begins to come alive with\nsounds.’ Danny sits at a table drinking a beer and smoking a\nDannemann Speciale (small cigars native to Brazil). Gary\nenters looking exhausted and walks over to Danny.\n\nGARY\nHey. How's it goin'?\n\nDANNY\nJust kickin' back, feedin' the mosquitos.\n\nDanny extends his hand.\n\nDANNY\nDanny Cameraman.\n\nGary Sound. Pleased to make your\nacquaintance.\n\nThey shake hands. Gary sits. At Danny's signal a Waiter .\nbrings a couple of beers to the table and hands it to Gary.\nGary vigorously swats the bugs that swarm around him.\n\nGARY .\nChrist. These bugs...who invited them?\n\nDANNY .\nThey only take a pint. I donate every\nnight. Better to get it over with in one\nsitting than have them peck at you all\nday. .\n\n( CONTINUED)\n\n13\n\n14\n\n \n\f \n\nShooting script - December 1 8.\n14 CONTINUED: _ 14\nGary wipes his face with a bandana.\n\nGARY :\nThey must be attracted to the sweat. How\nis it this hot at night?\n\nDANNY\nJust think of it as New York in August.\n\nGary takes a long pull on the beer.\n\nGARY\nYou from the City?\n\nDANNY\nBrooklyn.\n\nGARY\n\nYeah!? Me too. Imagine that. Two guys\nfrom Brooklyn in the middle of the\n. jungle.\n\nDANNY .\nIt's not just a job, it's an adventure.\n\nGARY .\nYeah, well, the pay sucks on this\nadventure.\n\nDenise walks into the bar.\n\nDENISE\nGary? Gary?\n\nGARY\n(to Danny) © .\nBut the fringe benefits are excellent.\n\nGary. quickly exits. Danny finishes his beer.\n\n15 INT. TERRI'S ROOM NIGHT 15\n\nIn the pitch black of the jungle at night, Terri sits ata\nbamboo desk, illuminated by her laptop computer.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDanny finishes his beer. 15 INT. TERRI'S ROOM NIGHT 15\n\nIn the pitch black of the jungle at night, Terri sits ata\nbamboo desk, illuminated by her laptop computer. \n\nTARGET SECTION TO BE ANNOTATED:\n The wall\nbehind her is not wood but actually a large piece of screen\nand the sounds and smells of the jungle drift into the room.\nShe hears the eerie calls of bat hawks hunting over the\nriver, a few thumps on her roof... Just as she's starting to\nget the creeps, there's a knock at the door. She flicks on\nthe light. :\n\n(CONTINUED )\n\n   \n\f \n\n15\n\nShooting Script - December 1 9.\nCONTINUED:\n\nTerri opens the door + to reveal, DR. STEVEN CALE (33), &\nhandsome, articulate, and passionate professor of Cultural\nAnthropology. He holds a wrapped package. in his hands.\n\nTERRI\nSteven! When did you get in?\n\nCALE\nYesterday. I've been out talking to some\nguides. Hoping they might know the\nwhereabouts of our tribe.\n\nHe hands her the package.\n\nCALE\nFor you. A peace offering.\n\nTERRI\nWe're not at war.\n\nCale sits on the bed.\n\n: CALE\nThen it's for luck.\n\nTerri unwraps the package and reveals a intricately woven\nwreath of twigs, dried flowers; and feathers.\nTERRI\nIt's beautiful.\n, CALE .\nShirishama. I bought it from a river\n\ntrader. It has some ceremonial\nsignificance between lovers.\n\nTerri gives Cale a look.\n\n\"TERRI\n. (pareastic) a :\nReally? Would that. ceremonial\nsignificance mean commitment? Or is\nmonogamy not a word in the shirishama ~\nvocabulary?\n\nCale lets out a groan.\n\nCALE\nHow long are you going to hold that\nagainst me? I just wasn't ready. That\ndoesn't mean I'm not ready now.\n\n \n\n15\n\f \n\nShooting script - December 1 - 10,\n15 CONTINUED: (2) oO “45\n\nTerri sits back in front of her computer.\n\nTERRI\nWhat if I'm not ready?\n\n \n\nCale looks distressed. He sighs and looks ont the window.\n\nTERRI (CONT'D)\n(sighing)\nMaybe this whole thing is a big mistake.\n\nCALE . :\n- Look. I'm here for strictly professional\nreasons. And that's a promise. I thought\nwe could work together.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm here for strictly professional\nreasons. And that's a promise. I thought\nwe could work together. \n\nTARGET SECTION TO BE ANNOTATED:\nTERRI .\nIt's not just about us, it's about the\nShirishama. They're out there. Completely\nisolated. They have their own customs,\nmyths, religion. Unique. Unlike anything\nwe've experienced. What if we pollute\nthat?\n\nCALE\nWe're professionals... We're making a\ndocumentary. We can do this without\n‘ disrupting the tribe. We've been working\na) on this for too long to stop now. And\n( despite everything that's happened, I\nthink we make a great team.\n\nNS\n\nShe chews on her thumbnail and considers what he's saying.\nTERRI\nI know. I know. I've just get a creepy\nfeeling. Sorry.\nHe stands and puts his hand on her shoulder.\nCALE ‘\nGet over it. This is an important Project\nto both of us.\nTerri opens her door.\n: TERRI\nYou're right. I'11 see you “an the\nmorning.\n\n| Cale exits.\n\n \n\n| ~ (CONTINUED )\n\n \n\fO\n\n15\n\n17\n\n \n\nShooting script - December 1 11.\nCONTINUED: (3) 15\n\nEXT. WATERFRONT - DAWN 16\nEarly morning -- the first light of day.\n\nA massive bulky object slides out of the derkness, moving\ntoward CAMERA. It creeks eerily as we begin to make out what\nit is: cena nate Cee tated barge that has been up and\ndown the Amazon many times.\n\nEXT. WATERFRONT -- LATER : 47\n\n\"RED-EYE\" MATEO stands on the deck of the boat, sneaking an\nearly-morning swig from his trusty, dented flask. He listens\nwith obvious disinterest as CALE shows him something on a\n\nmap.\n\nCALE\nWe'll motor approximately a hundred and\nfifty miles upstream on the Negro, then\nproceed down this tributary to the\nAbufari reserve.\n\nMateo shakes his head \"No\"...\n\nCALE (CONT'D)\nWhy not?\n\nMATEO\nRapids. Shallows. We go this way.\n\nMateo points to another route on the map.\n\n. CALE\nExcuse me Captain Mateo, but since I'm\nthe one paying the bills,.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nMateo points to another route on the map. . CALE\nExcuse me Captain Mateo, but since I'm\nthe one paying the bills,. \n\nTARGET SECTION TO BE ANNOTATED:\n perhaps | you'l1\ngee clear to go my. way.\n\n“Mateo lights a 2 cigarette and looks at the map.\n\nMATEO\n‘No: problem. It's: your boat. And Iam just -\na hired hand. We go your way. Only I .\ninsist we take a detour....here.\nOtherwise I cannot be responsible.\n\nHe points to a specific tributary.\n\n \n\fShooting Script - December 1 / 212.\n\n17A’ EXT. HOTEL WATERFRONT — DAY : 17A\n\nC) Terri walks toward the fifty five-foot barge of rusted steel\n\nSH and peeling paint. It's as flat as a pancake with a square\n-bow and stern. There's a raised, wooden pilot house at one\nend and a rusted crane at the stern. The boat rides only\ninches above the waterline, burdened with drums of diesel\nfuel, coils of rope, and supply trunks.\n\nTerri walks over to Cale and hands hima page of script.\n\nBehind them the crew sets up equipment on the boat. Danny .\nmoves back and forth with his light meter. Gary fiddles with\ncables and tapes. Denise oversees the loading of equipment\nand supplies, checking them off on her clipboard.\n\nTERRI :\nSteven? Can you look this over?\n\nCALE\nSure. Sleep well?\n\nTERRI\nFine. Where's Westridge? I know he\nchecked in.\n\nCALE\nHe' i be along. Beauty sleep you know. |\n\n— WARREN WESTRIDGE, late forties, barely sweating in his linen\nsuit, is a distinguished and imposing man; his supercilious\nnature is apparent as he guides the BELLBOY who is carrying\nan imposing stack of monogrammed luggage.\n\n‘WESTRIDGE .\nCareful! Careful! Just because we're in\nthe wilds doesn't mean you.can sling my\nluggage -any which. way.\n\nWestridge watches as his luggage thuds on the deck next to\n\nDenise.\n: WESTRIDGE ~\nYou there! Young woman! Stow that in my\nroom. 7\nDENISE . .\nI'm not the bellhop. I'm the Production\nManager.\n\n \n\f \n\n: Shooting Script - December 1 13.\n17A CONTINUED: . 17A\n\n. - : .",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm the Production\nManager. : Shooting Script - December 1 13. 17A CONTINUED: . 17A\n\n. - : . \n\nTARGET SECTION TO BE ANNOTATED:\n | WESTRIDGE :\n. Then you can manage my things into my .\n\nOY room.\n\n~ . Terri approaches him.\n\nTERRI\nMr. Westridge? Terri Porter.\n\nWESTRIDGE ~ .\nAhi The director. as cadet. Professor Cale\nlent me some of your short films. You\nhave a modicum of. talent, but I will not ~\nlet you get away with any self indulgent\n_prattle on this shoot.\n\nTerri is awed by his pomposity.\n\nTERRI\nWell, thanks. (BEAT) Welcome aboard, I\nguess. .\n, WESTRIDGE.\n\nAnd getting aboard is just what I'm going\nto do. It's too bloody hot. Are we\nexactly on the equator?\n\n: Terri-and Cale exchange a look as Westridge clambers on deck\n© and into one of the cabins, banging his luggage against\nanything that gets in his way.\n\nCale jumps on board and straps some diving equipment securely\nto a railing. Danny sits on his camera case waiting for the\nshot. Gary and Denise stand next to him.\n\n. DANNY\nDiving gear? .\n\nCALE\nIt's. a*hobby.\nTerri takes a snapshot from shore and jumps aboard as\nWestridge comes steaming out of his cabin.\n\nWESTRIDGE\nI do*not sweat the little things, Mr.\nCale, but my living guarters are\nuninhabitable, and that's not a little\nthing. Are you listening to me?\n\n(CONTINUED )\n\f \n\n17A CONTINUED:\n\nShooting seript - December 1\n(2) , /\n\nCALE\nWe'll see what we can do.\n\nWESTRIDGE\nHow and when?\n\nTERRI\nWe'll knock out a wall, Westridge. I'm\nsure the captain will have no. problem\nwith that. Would you like an\nentertainment system installed as well? -\n\nWESTRIDGE\nIhave a contract, and I will walk off\nthis boat--\n\nTERRI\nNow's the time to do it, then.\n\nWestridge doesn't like what he's hearing.\n\nTERRI\nYou've got five minutes to think about\nit, and then we debark. Go think.\n\nWESTRIDGE .\nI...I will think. TI have thought. And I\nwill think some more.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nI will think. TI have thought. And I\nwill think some more. \n\nTARGET SECTION TO BE ANNOTATED:\nHe walks off, and Cale looks to Terri. She shrugs.\n\nMATEO\nReady to cast off!\n\nTerri and Cale snap to. This is the moment they've been\nwaiting for. :\n\n17B OMIT 17B\n\n‘CALE\nAlright everybody! Double check your\ngear! And pray you didn't forget the bug\nspray!\n\n17.AA THE BARGE BEGINS TO MOVE INTO THE CANAL LEAVING THE HOTEL\n\nTerri stands with Danny, Gary, and Denise.\n\n(CONTINUED)\n\n \n\n17A\n\n1738\n17.AA\n\fCy\n\n \n\n \n\nShooting script - December 1 is.\n\n17.AACONTINUED:\n\nTERRI\n(shouting)\nMr. Westridge! We're ready for you!\n\nCale hands Terri the page with an approving nod as Westridge\ncomes lumbering out of his cabin.\n\nTERRI\nThanks. Here's the script for the\nestablishing shot.\n\nShe hands him the paper. Westridge skims it.\n\nWESTRIDGE\nFine. Fine. Fine.\n\nTERRI\n(switching into gear) :\nAlright! Let's get this in the can!\n\nShe leads Westridge over to his mark. Danny checks the light.\nGary struggles with the Nagra and boom mike. The cable snakes\naround his legs and is stuck. He tugs violently on it.\n\nTERRI. (CONT'D)\nReady Mr. Westridge?\nWestridge nods.\n\nGARY\n(snapping)\nI'm not ready!\nGary whips the mike cable around angrily.\n: GARY\n(surly)\nJust give me a goddamn second here!\n\nTerri cooly waits until Gary untangles the cord and nods his .\n\n‘approval.\nTERRI\nRoll film! sound!\nDANNY\nRollin'.\nGARY\n\nSpeed. Marker.\n\nGary dips the mike into camera view and thumps it with his\nhand. Terri signals Westridge, who clears his throat.\n\n(CONTINUED)\n\n \n\n17.AA\n\n \n\fO\n\nCG\n\n \n\nShooting Script - December 1 : 16.\n\n17.AACONTINUED: (2) 17.AA\n\nWESTRIDGE :\n\nOur adventure begins one thousand miles\nfrom the mouth of the mighty Amazon, deep\nin the heart of the rainforest.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n17. AACONTINUED: (2) 17. AA\n\nWESTRIDGE :\n\nOur adventure begins one thousand miles\nfrom the mouth of the mighty Amazon, deep\nin the heart of the rainforest. \n\nTARGET SECTION TO BE ANNOTATED:\n We will\ntravel by river barge up through shallow\ntributaries and unexplored backwaters in\nsearch of the elusive \"People of the\nMist\", the Shirishama Tribe. The\nShirishama have lived in complete\nisolation and harmony with nature for\nhundreds of years. Dr. Steven Cale, a\n\n- leading expert on this tribe, will be\naccompanying us on our trek to help\nunravel the mysteries of the Sbirishama.\n(BEAT) God, that's a mouthful.\n\nTERRI\nCut. Ok.\n\nWestridge starts to walk off. Terri-just stares at him.\nWestridge moves to the front of the barge carrying a wine\n\n_ bottle and offers a benediction to the river.\n\nWESTRIDGE |\nFor God, Queen, and Country! We Prey for\na safe return!\n\nHe then smashes the wine bottle against the bow. He turns\nand sees the puzzled looks of the crew.\n\nWESTRIDGE\nA cheap chardonnay.\n\nHe goes into his cabin. Danny shuts off his camera and turns\nto Terri.\n\nDANKY ©\nHaving. fun yet? -\n\nTerri.rolls her eyes. Danny and Gary begin wrapping their\nequipment against. the humidity. Cale stands at’ the railing\nwatching the river. Terri grabs Denise and takes her aside.\n\nTERRI :\nHe is an experienced soundman, isn't he?\n\n_ DENISE :\nTerri...I wouldn't bring a deadbeat on a\nshoot even if he is drop-dead adorable.\n\n(CONTINUED)\n\f \n\nO\n\nShooting Script - December 1 an\n\n17.AACONTINUED: (3) : 17.AA\n\n18.A\n\n19\n\nTERRI :\nLook. I'm sorry..I don't mean\noverreact. Maybe I'm letting his\nreputation get to me.\n\n_DERISE\n(defensive )\nYou don't know him.\n\n. : TERRI\nYou're right. But one pain in the ass is\nenough and Westridge deserves that honor. °\nIf Gary doesn't get his act\n\nher...I'11 run sound and we'll leave\nhim at the first village we come to.\n\nDENISE\nHe'll be fine and I can take care of\nmyself.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut one pain in the ass is\nenough and Westridge deserves that honor. °\nIf Gary doesn't get his act\n\nher... I'11 run sound and we'll leave\nhim at the first village we come to. DENISE\nHe'll be fine and I can take care of\nmyself. \n\nTARGET SECTION TO BE ANNOTATED:\ncur 0:\nOMIT 18\nAERIAL SHOT wo . 18.A\n\n‘The boat travels across the Rio Negro. The rising sun casts a\n\nglow across the vast expanse of water. Terri nudges Danny and\npoints out some pink river dolphins in the water. Danny pans\ndown for a shot. They pass one or two boats and turns into a\nsmaller tributary.\n\nEXT. AMAZON RIVER - EARLY DAY 19\n\nThe river has thickened, and there are no other boats in\nsight. . Danny stands near the back of the barge with a camera\non his shoulder as he films the -hot, sticky jungle.\n\nGary and’ Denise are on the port side, he's taping sounds on\nthe shore. She's making notes in her expense book. We hear\n\n“the exotic shrills of “birds and the cries:of small animals. -\n\nph\n\nOMIT 20\nEXT. AMAZON. - DAY 21\n\nLate afternoon. The barge continues upriver.\n\n(CONTINUED )\n\f22\n\n21A\n\n22\n\nShooting Script - December 1 18.\nCONTINUED: ry\n\nDanny is shooting more film of the jungle. Gary adjusts the\nshotgun microphone to get the sounds of monkeys in the tops\nof the trees. He hands Denise an extra set of headphones.\nShe puts them on and her face registers the otherworldly\n\n- sounds she hears -- monkeys screeching -- they're spooked. It\n\nmay be the encroaching rain. The air crackles. Westridge\nlooks for a place to sit, but everything seems filthy. He\ntakes a handkerchief from his pocket and spreads it on a\nsuitable spot.\n\nANGLE: . ce - 2aas\n\nThe clouds seem to suddenly expand, turning the color of\nlead, darkening the immediate area. A BOLT OF LIGHTNING\nSPLITS THE SKY, and everyone RUNS FOR COVER as a torrential,\ntropic storm pours sheets of rain onto the barge.\n\nMateo struggles in the strong wind to pilot the barge up the\nchurning brown river.\n\nEveryone hides from the rain under leaking canvas tenting\nthat is draped across the deck. They all look numb and\nmiserable and vulnerable to the powers of nature.\n\nEXT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nEveryone hides from the rain under leaking canvas tenting\nthat is draped across the deck. They all look numb and\nmiserable and vulnerable to the powers of nature. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FARTHER UP RIVER - DAY 22\n\nThe torrential rains continue. Mateo squints into the wind\nand is barely able to see the shoreline because the rain is\nso heavy. But he's looking very carefully.\n\nThe barge rounds a bend, and Danny sees it first: the shape\nof something in the mist.\n\n: . DANNY\nHey! Over there!\n\nA BOAT, gray and heavy, tilting in the water. One by one,\nthe others see the boat... It appears to be abandoned as it\n‘sags heavily, anchored but lurching from the churning water.\nTerri points: aman stands on ‘the deck of the boat, his\n‘loose clothing flapping in the wind. Soaked and desperate,\nhe: waves ‘his arms frantically at them, shouting words they\ncannot hear. . Terri calls to Mateo over the howling winds.\n\nTERRI :\nGet close to his boat! We'll bring him\naboard! ‘\n\nMATEO\n\nNo. You trust nobody on these waters.\n\n(CONTINUED) , -\n\f22\n\n. Shooting Script - December a 19.\nCONTINUED: 22\n\n: DENISE .\nWe can't leave him stranded.\n\nCale squints at the vision of a man waving desperately in the\n\n+ storm, a look of recognition and dread crosses his face. He\n\nlooks to Mateo, who is simply waiting for instructions.\n\n: CALE\n(subdued )\n\"Pull over to his boat.\n\nMateo maneuvers toward the crippled boat. Danny has his\ncamera on his shoulder. Gary and Denise are taping the\nvicious sounds of the winds and rain. Mateo smiles ever so\n\nslyly.\n\nThe form becomes a man as the two boats get closer. PAUL\nSARONE is tall, strong and handsome with a commanding\nphysical presence, obvious even as he stands soaked.\n\n- The two boats come close, Gary grabs.a rope and heaves it\n\nacross the gap to Sarone. Gary wraps it around a cleat as\nSarone pulls the barge a little closer.\n\nSARONE\nCatch!\n\nSarone throws a duffel bag to Gary, who catches it. Then\nanother. Gary plops the duffel bags down. Sarone dives in the\nriver and Cale, Gary, and Terri haul him aboard.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen\nanother. Gary plops the duffel bags down. Sarone dives in the\nriver and Cale, Gary, and Terri haul him aboard. \n\nTARGET SECTION TO BE ANNOTATED:\n He is both\nhot and cold, shivering as they lead him beneath some\ntenting. Gary pours brandy into a cup and Denise wraps an arm\nabout his shoulders. Sarone drinks down the brandy with one\nfast gulp, barely taking note of the people around him.\n\nTERRI oo . .\nYou okay? . .\nSARONE\nI. think so. Storm surge pushed me into\nthe shallows, my propeller caught a ‘rock.\nGod knows how long I'd have been stuck\nhere.\n: ‘CALE\nWe can't take you back to Manaus. We're\nheaded up river. :\n\nSARONE\nIf you can just get me to the next\nvillage, I know the people. They'1l help\nme fix my boat.\n\n(CONTINUED )\n\n \n\f22\n\nO\n\n23\n\n \n\nShooting Script - pecember 1 20.\nCONTINUED: (2) 22\n\nGlances all around: no one has any problems with that.\n\nSARONE\nI'd really appreciate it. sorry if I'm\nany trouble.\n\nCALE\nDon't apologize. We're at the mercy of\nour machines. Yours broke. .\nDanny continues filming. Sarone notices the camera and grins.\n\n: SARONE\nAm I going to be on the news?\n\nSarone's good humor disarms the crew. Everyone laughs except\n\nMateo. Sarone looks up to Mateo. Mateo regards him with some\nmysterious knowledge: he knows this man, or men like him.\n\nEXT. BARGE DECK - SUNSET . 23\n\nLater.now, the storm has ended. The water is calm and the sky\n\n- has cleared. The boat is anchored along the shore. Danny\n\nstands at the back of the boat filming. Terri, Cale, and\nWestridge watch as:\n\nANGLE:\nSARONE\nYou saved my life! The least I can do is\ncook dinner.\n\nSARONE. stands stock still in the river. He holds a crude\nspear above his head. Suddenly, and with tremendous speed,\nSarone strikes. He pulls a large, violently flapping, fish\nout of the water. He holds it up. .\n\nSARONE\nFish river style.\n\nSarone climbs into the boat. -\n\nHe whips out a knife and efficiently guts and cleans the\nfish.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe holds it up. . SARONE\nFish river style. Sarone climbs into the boat. -\n\nHe whips out a knife and efficiently guts and cleans the\nfish. \n\nTARGET SECTION TO BE ANNOTATED:\n Gary and Denise have come out of their cabin. Gary\nwatches, mesmerized by Sarone's skill.\n\nTERRI ' .\nEver work in a sushi bar, Mr. Sarone?\n\nSARONE\nIt's safer to eat cooked food.\n\n(CONTINUED)\n\f \n\niN\n()\n\nCONTINUED:\n\nshooting Script - pecember 1 21.\n\nHow long. have you been on the river, Mr.\nSarone?\n\"__ SARONE\n\nSeems like forever. I think it's been\nabout four years.\n\n: DANNY\n\nWhere're. you from?\n\nSARONE\nSt. Louis.\n\nTERRI /\nWhat brought you here?\n\nSARONE\n\n(laughing)\n\nFate. Bad karma. I started out studying\nfor the Priesthood. After spending so\nmuch time inside I figured I needed to\nget out. See the real world. Somehow I\nended up here. Guess I fit in.\n\nWESTRIDGE\nAnd what does a failed Priest do in the\njungle?\n\nSARONE\nI catch reptiles: for zoos and collectors.\nWhatever they want.\n\nTERRI\nPoaching?\n\n. SARONE\nPoaching is illegal. I hunt and trap.\n\nThe fish filleted, Sarone rinses the fish with bottled wather\nand then moves to the stove. Terri and the others watch,\n\nintrigued\n\nby this man.\n\nGARY 6\nAnd now you're hunting?\n\nSARONE\nSnakes. Mostly.\n\nDANNY\nI hate snakes.\n\n(CONTINUED) -\n\f \n\nQO\n\nShooting Script —~ pecember 1 22.\nCONTINUED: (2) /\n\nSARONE °\nAnd you all? What are you | hunting?\n\nWESTRIDGE . .\nWe're not hunting anything. We're making\na filn.\n\n\"TERRI )\nAbout the Shirishama.\n\nSARONE :\n- | The People of The Mist.\n\n. CALE\nYou know of them?\n\nSARONE\nI've seen them.\n\nWESTRIDGE .\nAnd so slurs every other river rat after\nfive whiskeys in any bar in Manaus.\n\nSARONE\n(laughing)\nFive whiskeys? That's breakfast on the\nriver. (BEAT) How are you going to find\nthem?\n\nCALE .",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARONE\n(laughing)\nFive whiskeys? That's breakfast on the\nriver. (BEAT) How are you going to find\nthem? CALE . \n\nTARGET SECTION TO BE ANNOTATED:\nThe Shirishama follow the seasons and the\neclipses. As part of their religion.\nWe're following the lunar calendar.\n\nSARONE\nThey also must eat. Religion sometimes\ntakes back seat to hunger. Could you\nhand me that skillet? And some oil?\n\n.* TERRI .\nThere’ 8 some truth to that, steven.\n\nCale shoots her a look.\n\nDENISE\n-Would.a salad go well with ‘fish river\nstyle'?\n\nSARONE wt\nPerfect.\n\nDenise hands him the skillet. Sarone expertly salts and :\nss the large fish, rubs some oil on it, and drope it in.\nthe skillet. The fish pops and sizzles.\n\n(CONTINUED )\n\f \n\nshooting Script - pecember 1 23.\nCONTINUED: (3)\n\nSarone picks up some small red fruits, .smashes them, popping\nlittle black seeds into the pan with the fish. Denise washes\nsome vegetables with bottled water.\n\nGARY\nWhat're those?\n\nSARONE\nChicha. They taste like peanuts.\n\nCale and Terri exchange a look. Danny puts his camera down.\nHe walks over to the cooking fish and inhales deeply.\n\nDANNY\nNow that smells good.\n\nSarone smiles.\n\nTERRI\nWhen did you see the tribe?\n\nSARONE\nAbout a month ago.\nCALE\nCan you lead us to them?\n/ WESTRIDGE\nWe don't need any help, thank you very\nmuch.\nTERRI\n\nDon't be so hasty Westridge. We might\nneed a little help.\n\n. SARONE\nLook. You've been very kind. I feel I'm\ngetting in the way... :\nWhatever help you'can give us, whatever\nyou can tell us about the river....\n\n. SARONE\n\nI owe you. If there is a spare hammock, a\ngood night's sleep is all I need, and in\nthe morning I can show you where I last\nsaw the Shirishama.\n\f \n\nShooting Script - December 1 24.\n\n23A EXT. BARGE - NIGHT : . 23A\n\nC) The remains of dinner lay scattered around the table.\n\\ Westridge kills bugs with a spray can. Gary and Denise,\n\n_ loaded down with sound equipment climb ashore. Danny stubs\nout his cigarillo.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n\\ Westridge kills bugs with a spray can. Gary and Denise,\n\n_ loaded down with sound equipment climb ashore. Danny stubs\nout his cigarillo. \n\nTARGET SECTION TO BE ANNOTATED:\nDANNY\nFed the ‘bugs. Time for me to turn in.\n‘Good night.\n\nDanny stands and goes into his cabin..\n\nGARY\nWe're going to collect some wild sound.\n\nTERRI\nBe careful.\n\nGARY\nYeah. It's a jungle out there.\n\nDENISE\nListen to it. It's beautiful.\n\nGary and Denise hold hands like teenage lovers as they. leave\nthe boat, stepping onto shore. Each carries a box as they\nwalk into the jungle.\n\nCy ,\n\nCALE -\nThere's nothing like falling in leve.\n\nTERRI\nI hear Gary does it at least once on\nevery job.\n\nWESTRIDGE\nHowever unsavory, at least his reputation\nis known. It's the hitch hiker that\nconcerns me.\n\nUnbeknownst to them, Sarone stands twenty feet back, watching\nthem, concerned.\n\nWestridge leans close to Terri and Cale.\n\n‘WESTRIDGE .\nHe's a poacher by his own admission.\n\nCALE\nHe's a resource, Warren.\n\n(CONTINUED) ,\n\f \n\nShooting Script - December 1 25.\n\n23A CONTINUED:\n\n24\n\n26\n\nTERRI\nHe knows the river.\n\nWESTRIDGE\nSo find out what he knows then and\ndeposit him at the first opportunity.\nI'm with the captain-- you can't trust a\nstranger, and I do not trust him.\n\n: TERRI\nWho do you trust, Warren?\n\nWESTRIDGE\n\nNobody. But that's beside the point.\n\nGood night.\nWestridge goes into his cabin, we hear him lock the door.\nEXT. AMAZON - NIGHT\nThere is a thick mist in the air as the anchored barge rests\nclose to the shore, bobbing gently in the steamy water. The\nnight songs of animals and insects blend as a single,\nconstant sound, which is overridden by the cool clatter of\nMiles Davis and Max Roach blasting loudly from a beat box.\nA SUBTLE RIPPLE upsets the otherwise still black river...\n\nOMIT 25\n\nEXT. BARGE - NIGHT\n\nTerri and Cale stand on the side of the barge and look out\nover the quietly flowing river. Terri holds a map and small\nflashlight. ‘Only the glow of a cigarette reveals Sarone,\n\n- watching, deep in the shadows.\n\nTERRI .",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARGE - NIGHT\n\nTerri and Cale stand on the side of the barge and look out\nover the quietly flowing river. Terri holds a map and small\nflashlight. ‘Only the glow of a cigarette reveals Sarone,\n\n- watching, deep in the shadows. TERRI . \n\nTARGET SECTION TO BE ANNOTATED:\nSarone says wé've got a better chance of\nencountering the Shirishama here. What\ndo you think?\n\nCALE\nHe's been there. That's a distinct\nadvantage. Although, Westridge could be\nright...Mr. Sarone could be some\npathological liar who suffers from\ndelusions of machismo.\n\n(CONTINUED )\n\n \n\n \n\n23A\n\n24\n\n \n\n~ 26.\n\f \n\nShooting Script - December 1 26.\n26 CONTINUED: - 26\n\nTERRI\nmm. Interesting theory, Dr. Cale.\n\nO can\n: Don't tell me you like\n\nthat...that...Adventure-land, Crocodile\nDundee stuff?\n\nTERRI\n“I have a history of falling for men like\nthat.\n\nCale looks affectionately at Terri.\n\nCALE\nI. guess I deserve that. But I want you to\nknow that my wandering days are behind\n\nTERRI\nSaid from deep in the heart of the\njungle.\n\nCALE\nYeah, but, that's because you're here.\n\nTERRI .\ni Steven, you'll always wander. It's your\nCo) job. I don't mind that.\n\nCALE :\nWell...what is it then?”\n\nTERRI\nI just want to know that you'll\neventually wander back to me. Not. some\ngrad student.\n\nCALE . '\nWe weren't exactly seeing each other at\nthe time.\n\nTERRI\n(laughing)\nYou are immune from prosecution.\n\nCALE\n\nI think I'm ready to try some kind of\ncommitment.\n\n(CONTINUED) ,\n\fa eeeremeneennnmannnenncsmnnnsn ii aia\nShooting Script — December 1 27.\n\n26 CONTINUED: (2) : 26\n\nTERRI . . . : |\n: But you're not sure? )\nC) : CALE r\n. No. I'm sure. I'm positively sure. I am\nready to try.\n\n'\nTerri bats her eyes playfully at cale.\nWell, you know what they sey, you can't . )\n\nstop a guy from trying. Good night,\nSteven. ‘ ,\n\nTerri stands and goes into her cabin. Cale sits on | |\ndeck...staring at the moon. Sarone blows a smoke ring from \\\nthe shadows. . .",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nGood night,\nSteven. ‘ ,\n\nTerri stands and goes into her cabin. Cale sits on | |\ndeck...staring at the moon. Sarone blows a smoke ring from \\\nthe shadows. . . \n\nTARGET SECTION TO BE ANNOTATED:\nOMIT 27\n\n28 INT. WESTRIDGE'S ROOM , . 28\nWestridge is trying to sleep. He twists and turns, but\nDanny's music is driving him crazy. Yinally, he leaps from\nbis bunk, spitting quiet curses as he puts on a robe and\nstomps out of his room.\n\n29° INT. BALLWAY 29\n\nV\n\n7 Westridge storms down the hall. Westridge. moves straight for\nthe door and begins knocking.: Danny opens the door, and\nWestridge gives him a murderous look.\n\nWESTRIDGE\nI happen to. be a very wealthy man.\n\nDANNY , cos\nGreat. Spare a twenty?\n\nWESTRIDGE -\nIf you continue to play that music, I\nwill hire someone to kill you. A .\ntribesman with a blow gun and a poison ~\ndart and a need and a use for five :\nthousand American dollars. Comprende? —. : ‘\n\nDanny turns the music down, just enough to hear.\nDANNY\n\nYou can get it done cheaper than that.\nBut you gotta haggle.\n\n(CONTINUED )\n\n \n\fCb\n\n29\n\nShooting Script - December } ‘28.\nCONTINUED: 29\n\nWestridge turns curtly and leaves..\n\nOMIT 30\n\nEXT. JUNGLE CLEARING - NIGHT 310\n\nDenise and Gary have found a small clearing in the jungle,\nabout a hundred yards from shore; they have their equipment\nout and are listening to the sounds of the jungle: a symphony\nof insect noises, wind, and distant mammal chatters which is\npeculiarly sensual to the two. Their eyes meet. Denise and\nGary both feel the strange, wild lust of the jungle. .\nSuddenly, they'ze in each other's arms with a passionate\nkiss. Gary breaks from her and clicks on the Nagra.\n\n: DENISE\nWhat're you doing?\n\n: GARY\nThey want wild sounds? Let's give them\nsome.\n\nDenise laughs as Gary peels off her blouse. ‘The sounds\n\n. gonsume them, engulf them, fade off as they become lost in\n\neach other...\nDenise freezes as her eyes pop wide open.\n\nGARY\nWhat? What's wrong?\n\nDENISE\nThe silence....\n\nThe night is suddenly, completely silent. POV from a\ndistance: they are being watched.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nDENISE\nThe silence.... The night is suddenly, completely silent. POV from a\ndistance: they are being watched. \n\nTARGET SECTION TO BE ANNOTATED:\n Gary turns on his ‘\nflashlight as Denise slips back into her clothes. He shines\nthe flashlight in one direction, then quickly in another.\n\nWhirling around, he flashes the light at the sound behind\nchim: the breaking of a twig. Nothing there. Just lush\n\njungle. A false alarm. They relax...\nThen another sound. A snap. He whispers to Denise.\n\nGARY\nLet's get the hell out of here. :\nBut the flashlight has caught something, and Denise is\nstaring in shock. TWO GLOWING EYES of a snorting creature.\nTerrified, Denise takes a step backward, then turns to run,\nand lands SMACK AGAINST A TALL FIGURE. It's Sarone.\n\n(CONTINUED) ,\n\n \n\f31\n\n32\n\n33\n\n34\n\n35\n\n \n\nShooting Script - pecember 1 \"29. /\nCONTINUED: . 31\n\nSuddenly, Sarone raises his pistol and points it directly at\nDenise and Gary. Denise screams, and Gary pushes her out of\nthe way. Sarone fires two well-aimed shots: BANG! BANG!\n\nSARONE\nWelcome to the food chain.\n\nINT. CALE'S ROOM NIGHT 32\n\nWorking at his. computer, Cale is startled by the last shot.\nHe grabs a nearby rifle and moves out of. the room.\n\nDECK WIGHT : 33\n\nTerri is out of her room, as is Danny. They scramble to the\nedge of the boat, ad-libbing \"What was that?” \"A gun,\" etc.\n\nIN THE JUNGLE-- CLOSE ON SARONE'S EYES. HE DRAGS SOMETHING == 34\nBEHIND HIM.\n\nDECK OF THE BOAT, REAR SHORE oo : 35.\"\nCale has his gun raised, and sees a figure emerging from the\n\njungle. Makes it out as Sarone. He keeps his gun aimed\nuntil he recognizes GARY and DENISE, bringing up the rear.\n\nSarone notices as Cale lowers the gun.\n\nSarone reaches the barge, picks up what he's been dragging,\nand throws it onto the deck. It lands with a heavy splat. A\nHIDEOUS, HAIRY CREATURE.\n\n‘ SARONE\nWild boar. Gores.with its tusks. Goes\nfor the eyes.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\n‘ SARONE\nWild boar. Gores.with its tusks. Goes\nfor the eyes. \n\nTARGET SECTION TO BE ANNOTATED:\n These two are lucky to be\nalive.\n(full of adrenaline) sO\nYou should've seen it, man! What a shot!\n“ He just blasted it.\n\nDENISE .\n(still in shock)\nYeah. Great.\n\n“Sarone looks at Cale, smiles strangely. A pause...\n- ’ 1\n\nFrom now on, let's stay on the boat at\nnight.\n\n \n\f \n\n\"35\n\n36\n\n \n\nShooting script - December 1 30.\nCONTINUED:\n-_ SARONE\nAn excellent idea.\nSarone and Cale have a moment. Something has shifted in the\n\n:@ynamic of the crew and they both know it.\n\n. DANNY .\nDo you mind doing it again? I'd like to\n: get it on filn.\n\nRelieved laughter all around.\n\nEXT. RIVER - DAY\n\nThe barge moves slowly down the river, surrounded by the\nvast, hot jungle.\nDanny, Gary, and Denise stand with their equipment at the\nready. Cale is excited, tense, checking his field notes and\ncharts. Terri checks her notebook, scans the riverbank.\nSARONE\nIt's just around this bend.\n\nThe barge drifts quietly around a bend to where two\ntributaries fork.\n\nDENISE\nWow. Gary! Look at this.\n\nShe points to a large totem carved in the shape of a snake\n\n- planted in a small clearing directly at the fork. The totem,\n\nand it's relationship to the river, looks almost devotional.\nDanny gets a shot of it. Westridge steps out of his cabin. .\n\nWESTRIDGE\n- Am I on?\n\nDANNY .\nNot unless you're a big 'ol creépy\nlookin' wooden snake.\nWestridge looks towards the totem, even he is impressed.\nTerri's eyes are on Sarone as he surveys the river. Sarone\npoints to the right. :\n\n: SARONE\nWe will find them down this fork.\n\nCale pulls out his map.\n\n(CONTINUED )\n\n35\n\n36\n\fshooting Script - December 1 31.\n36 CONTINUED:\n\nCALE .\nAccording to the lunar charts they would\nbe on that side.\n\n*. Cale points to the left.\n\nSARONE\nThis marker would indicate the Shirishama\nare this way.\n\nCale locks at the totem.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nCale points to the left. SARONE\nThis marker would indicate the Shirishama\nare this way. Cale locks at the totem. \n\nTARGET SECTION TO BE ANNOTATED:\nCALE -\nWhat makes you sure it's Shirishama?\n\nSARONE\nThe snake. The Shirishama worship giant\nsnakes-- anacondas-- as gods, protectors.\nThis marker shows the Queen Anaconda. The\nmother of all snakes. They've handed .\ndown the legend of their ancestors making\na.trek to a sacred lake, the first part\nof the passage is a waterfall protected\nby warrior snakes. If you made it past\nthe guardians you would travel through\nthe land of the anaconda until you came\nupon a wall so > high it blotted out the\nsun-~\n\nCALE\n--and follow the wall for five days,\nfinally reaching the end: the head of a\ngiant anaconda. There to guard the lake\nfor them, to keep the innocent from its\npoisoned waters.\n\nen SARONE\nYou know the ‘s:\nCALE\n\nYes. But ‘snake myths don't tell us where\nthe tribe is. . on\n\nSARONE\nI know where they are. I trap snakes for\na living.\nCale looks at Terri.\nCALE .\nAnd I'm sure you're very good at it. I\n\nlocate Tribes for a living...and I'm very\ngood at that.\n\n(CONTINUED)\n\n36\n\f \n\n36\n\nCC) 37\n\nshooting Script - pecember 1 32.\nCONTINUED: (2) : . 36\n\nSarone and Cale have reached a standoff. Mateo sticks his \\\nhead out of the pilot house.\n\nMATEO\nPatron? Which way?\n.\nLet's try this side first.\n\ni\n\n. '\nCale points to the left and the boat goes his way. Sarone . !\nglares at Cale. i\n\nSARONE\n(exploding) . . .\nI know what I know, and you can trust it\nor ignore it. It really doesn't matter to\nme. Just let me off at the next village.\n\nSarone spits into the water and stomps off. Terri\nwatches...completely confused. Danny rolls film of Sarone's\ntantrum. .\n\nTERRI\nWhat the hell was that about?\n\nEXT. BOAT —- NIGHT 37\n\nTerri stands at the corner of the ship. Cale sits near her\nstudying lunar charts in his notebook.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BOAT —- NIGHT 37\n\nTerri stands at the corner of the ship. Cale sits near her\nstudying lunar charts in his notebook. \n\nTARGET SECTION TO BE ANNOTATED:\n She reaches down and\nruns her hand in the water.\n\n \n\nPOV-- UNDERWATER: Moving toward the hend...coming closer and\ncloser...colors distorted...now just inches away before we\ncut to: . .\n\nTERRI'S FACE. Startled. A A hand on her shoulder. She pulls\nher. hand out of the wa . .\n\nA QUICK CUT BACK TO THE UNDERWATER POV as the the creature\nswerves away from the boat...\n\nTERRI turns to see Sarone at her side; beyond her we make out\nripples in the water, moving away from the boat; neither\nTerri nor Sarone notice the ripples. Sarone has shaved and\nput on a clean shirt. He leans toward her with a tangible\n\nphysical charge.\n\n(CONTINUED )\n\f2\nShooting Script - December 1\n37 CONTINUED: :\n\n‘SARORE\nI startled you. sorry.\n\nLU ; TERRI\n: No problem.\n\n. SARONE\nI just want to apologize for today. You\npeople did me a favor and I just wanted\nto help. | .\n\nTERRI\nI appreciate it.\n\nCALE\nDon't take it personally, sarone. My\nresearch is fairly extensive and I'd like\nto test it. :\n\nSARONE —\n(laughing)\nThe jungle isn't a laboratory. This isn't\ncollege. This is a living, breathing\nthing...with a personality...and a voice.\nPay attention and you'll hear it.\n\nCale rolls his eyes.\n\nTERRI\nSome of us appreciate your efforts.\n\n33.\n37\n\nSarone stands close to her, his body language suggesting a\n\ncarnal interest.\n\nSARONE\nYou listen and the river teaches you\nabout life. About beauty.\n\nCALE\n\n(sarcastic)\n\nFascinating, I'm sure. If you'll excuse\nus, Miss Porter and I have some work to\ndo.\n\nSarone gives her a penetrating look.\n\nSARONE .\nYou have a good night.\n\nHe moves off. And she watches him.\n\n(CONTINUED) ,_\n\n \n\f——————$—$$—\n\n37\n\n \n\na\n\n38\n\nShooting Script ~ pecember 1 | 34. /\nCONTINUED: (2) 37\nTERRI :\nYou didn't have to chase him off.\nCALE :\nYeah. I did.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED) ,_\n\n \n\f——————$—$$—\n\n37\n\n \n\na\n\n38\n\nShooting Script ~ pecember 1 | 34. /\nCONTINUED: (2) 37\nTERRI :\nYou didn't have to chase him off. CALE :\nYeah. I did. \n\nTARGET SECTION TO BE ANNOTATED:\n I wanted to be alone with\nyou.\nTERRI\n\nWell I'm flattered.\nCale moves close to her and speaks softly.\n\n‘Remember the other night? The wreath.\nRemember I said it has ceremonial\nsignificance?\n\nTERRI\n\" I remember.\n\nCALE\nIt seems that the twigs and flowers are\ncollected by the young men...they signify\ngrowth, the cycle of the forest,\nfertility...the men weave the wreath in a\nspecial interlocking way. The two strands\nbecoming one. Then they add the feathers\nto represent the feeling of their heart\nas it soars.\n\nTerri smiles.\n\nCALE\nAnd on certain nights...after the rainy\nseason...when the moon is new...the men\npresent the wreath to the woman they love\nasa kind of, well, marriage proposal.\n\nCale looks up at the moon. Terri follows his look and, sure\nenough, it's a new moon. Terri looks Cale directly. in the\neyes. They kiss. Tenderly at first...then hungry, passionate.\n\nTERRI\nI guess you are ready to try again.\n\nEXT. RIVER - DAY , 38\n\n‘Silence on the boat. The heat and boredom have taken over\n\nagain; all are wearing fewer clothes now, and the fabric\n\nsticks to their bodies.\n\n(CONTINUED )\n\n \n\feamnneetieemennemenmnne ss\n\n38\n\n  \n\nNe\n\nshooting Script ~ pecember 1 . 35.\nCONTINUED: : 38\n\nQuick shots of people around the boat-. cale reading...\nDanny, Denise and Gary playing cards on the deck...Westridge\nhitting golf balls off a tee and into a net with a brightly\ncolored Taylor Made Bubble Shaft driver...\n\nTerri wiping sweat from her brow...Sarone watching Terri...\nMateo at the wheel of the boat.\n\nSuddenly the boat lurches and groans. Eyes are suddenly\nalert as faces turn quickly toward Mateo, who is struggling\nwith the wheel. Terri looks at Danny. Panicked guilt.\n\n. WESTRIDGE .-\nCaptain? Do you have control of this\nvessel? Lie if you mst...\n\nGary.and Denise have the best view from the top of the\nwheelhouse. Gary points to the back of the boat.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nLie if you mst... Gary.and Denise have the best view from the top of the\nwheelhouse. Gary points to the back of the boat. \n\nTARGET SECTION TO BE ANNOTATED:\nGARY\nThe rope!\n\nQuickly, Mateo kills the engine and the shaking boat goes\ndead in the water. The crew rushes to the back of the boat\nand looks into the river. One of the mooring ropes has\nfallen off the deck and is snarled beneath the boat. The\nboat bas begun to drift backward in the current.\n\nRope's tangled in the propelior.\n\n: MATEO.\nCan't be. I secured it myself.\n\n. CALE\nmar go under and cut it loose.\n\nMateo lowers the anchor to stop the drift. Cale opens his\ntrunk to get to’ bis diving equipment’.\n\n‘SARONE\n\nLet me. This river can kill you ina\nthousand ways. -\nCALE\n\nYou've done more than enough for us, Mr.\nSarone, and we thank you. I'11 do this.\n\nDenise turns to Gary and Danny.\n\n(CONTINUED )\n\f \n\n: Shooting Script -~ pecember 1 36.\n38 CONTINUED: (2)\nDENISE\n\nDrink up, men. A pissing contest will\n- follow.\n\n \n\nTERRI\n(to Cale)\nSteven--.\n\n: . GALE\n\n‘What? I'm fixing a dam boat. If a wild\nboar is at your throat, promise: I'll let\nhim pull it off. .\n\n39. TIME CUT:\n\nCALE IS IN HIS SCUBA GEAR. Danny picks up his camera. Mateo\ngives him a sharp knife to cut the rope free, and Cale drops _\nover the side of the boat and into the water.\n\n40 EXT. UNDERWATER\n\nCale quickly finds the tangle of rope that is snarled around\nthe propeller. He takes his knife and begins to cut it away.\n\n41 EXT. ON DECK\n\nEverything is still as they all watch the water for Cale to\n- reappear. Mateo swigs from his flask. Terri, irritated,\n7) scribbles notes on a pad. She feels Sarone's eyes on\nher...looks over...he smiles to her strangely.\n\n42 EXT. UNDERWATER\n\nCale cuts more rope, but the last strands are tightly\nsnarled. Sucking more oxygen, he chops vigorously at the\nrope, ripping pieces of it free. SUDDENLY his EYES POP OPEN.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nUNDERWATER\n\nCale cuts more rope, but the last strands are tightly\nsnarled. Sucking more oxygen, he chops vigorously at the\nrope, ripping pieces of it free. SUDDENLY his EYES POP OPEN. \n\nTARGET SECTION TO BE ANNOTATED:\nHe drops the knife and grabs for his throat. Something has\ngone terribly wrong: Cale ‘spits out the regulator and twists\nand squirms: in the water.\n\nWith all his strength, he fights the current and swims lLimply\ntoward the surface - but he can't get around the bottom of\n: the barge. Trapped there, he can't breathe. His gloved\n5 hands claw to find open water.\n\n43 EXT. ON DECK\nFor a few seconds nobody senses ‘a problen. Denise screams.\nThey look quickly at the water and see Cale floating\nmotionless to the surface. Danny dives from the top of the\nwheelhouse into the water. Gary leaps overboard. Together,\n\nthey drag the limp body to the boat, and Mateo and Sarone\npull it aboard while Westridge watches helplessly.\n\n(CONTINUED )\n\n \n\f \n\n \n\n43\n\n44\n\nShooting Script - December 1 37.\nCONTINUED: 43\n\nMateo.and Sarone work desperately, ripping off the oxygen\nmask and clearing Cale's mouth with their fingers. It's\nMateo who finds the dead wasp beneath Cale's tongue.\n\nMATEO\nWasp! Deadly poisonous!\n\n: Cale is turning blue. Gary and Danny climb aboard.\n\nSARONE\n(cold and calm) .-\nAlcohol! Fast!\n\nSarone snatches the ballpoint pen from Terri's numb hand and\npulls the knife from his belt. :\n\nWestridge looks to Mateo. Grabs his flask and hands it to\nSarone. _Sarone makes a tube of the ballpoint. He pours\nwhiskey over the plastic tube. Terri watches with breathless\nhorror. Denise clutches the crucifix around her neck and\nmouths a silent prayer. :\n\nDanny instinctively grabs the camera and rolls film.\n\nQuickly and expertly, Sarone makes a small incision in Cale's -\nthroat. He guides the plastic tube into the incision, and\n\n’ there is a long, tense moment before Cale's body suddenly\n\nlurches as oxygen hits his lungs. He begins to breathe >\nthrough the plastic tube. The others are awestruck by what\nSarone has done. Slowly, the color is coming back to Cale's\n\nface, but he remains unconscious.\n\nEXT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe others are awestruck by what\nSarone has done. Slowly, the color is coming back to Cale's\n\nface, but he remains unconscious. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n AMAZON - NIGHT / 44.\n\nIn the pilot house, Mateo works the radio.\n\noo MATEO : : .\nMayday! We have a medical emergency.\nCan anybody hear me? over.\n\n(silence; a. beat) .\nMayday! Mayday! Anyone -- over!\n\nStill nothing.\n\nMATEO (CONT'D)\nThe radio is out.\n\nDanny enters the pilot house.\n\nDANNY\nLet me have a look.\n\f \n\nVU).\n\nShooting script - December 1 38.\n44 CONTINUED: _ 44\n\nDanny opens the guts of the radio and finds a maze of old\ntubes and wires. Some of the tubes are obviously missing. He\nconfronts Mateo.\n\nDANNY\nWhen was the last time this thing worked?\nNineteen Fifty Seven?\n\nMateo shrugs.\n\nDANNY (CONT'D)\n(under his breath)\n\n- Creepy guys, poison wasps, broken\nradios...what kinda bullshit is this?\n\n44A ANGLE: : 44A\n\nA single light shines on the dark water as Sarone surfaces.\nGary and Terri pull him aboard.\n\n. SARONE /\nDone. The engines should start now. ~\n\nWESTRIDGE\nLet's go! I demand to go!\n\nDanny and Mateo climb down from the pilot house\n\nTERRI\n(to Mateo)\nCan you make it back?\n\nMATEO —\nI'm blind at night.\n\nSARONE :\nwe don't get this man to a hospital soon,\nwe might as well drop him into the river\nright now.\n\nDANNY\nWe can light the river with our strobes.\n\nTERRI\nSet 'em up, Danny. Fire the engines,\nMateo. We double back.”\n\nDanny hustles to get some ‘lights, and Mateo goes back to the\nwheelhouse. Sarone moves to Terri, he pulls a map from his\npocket and shines a flashlight on it.\n\n(CONTINUED) |\n\f \n\n44A CONTINUED:\n\nSarone folds up his map and exits.\nassembled crew, who have been listening to the discussion.\nDanny grabs Terri by the arm and pulls her aside.\n\nSarone enters the wheelhouse.\n\nShooting Script - pecember 1\n\nSARONE .\nDoubling back won't work. The engines\nwill be fighting the current. .",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nShooting Script - pecember 1\n\nSARONE . Doubling back won't work. The engines\nwill be fighting the current. . \n\nTARGET SECTION TO BE ANNOTATED:\n Cutting\ndown this tributary will save usa\nhundred miles.\n\nTERRI\n\nThis is the route you suggested that we\n\ntake yesterday.\n\nSARONE-\nTo find the tribe...now our concern is\ngetting Professor Cale to a hospital.\n\n‘Terri hesitates.\n\nSARONE (CONT'D)\nWell? Do you want to put it to a vote?\n\nProfessor Cale will have to abstain, of\n\ncourse.\n\nDANKY\n\n- What the bell are you doing? Ever since\n' this guy came on board...bad things have\n\nhappened:\nTERRI\n\nWhat choice do we have? Steven’ 8 dying.\n\nEXT. JUNGLE - WNIGHT\n\nDanny mans the lights.\n\nCale lies comatose in a hammock under a mosquito net.\n\n» breathing is shallow and raspy through the plastic tube.\nTerri holds his hand. Every. now and then she moistens Cale's\nlips with a little water.\n\nOMIT. 46, 47\n\nWHEELHOUSE NIGHT\n\nTerri looks to the\n\n39.\n44a\n\n45\n\nWHITE STROBES light the river as the barge plows against the\nThe crew is exhausted.\n\n46\n48\n\nHe looks out and sees the snake\ntotem at the fork in the river. Mateo steers the barge down\nthe fork Sarone suggested. They grin at each other:\nSenspirators. Sarone flips his knife into the air, catches\n\n \n\fO\n\nO\n\n49\n\nShooting Script - December 1 40. |\n\n“EXT. AMAZON - DAWN . . . 49\n\nThe barge eases downriver. suddenly, Mateo cuts the barge's\ndiesel engines. Silent drifting. Everyone's attention is\n\n- @Qrawn to the river. AHEAD is a man-made dam, constructed of\n\ninterlocking logs that are mortared with md across the.\n\n_ narrow river. Wo way to move past. The barge bumps gently\n\nagainst the dam. Terri comes forward on the deck, alarmed,\nshe shoots'a glance to Sarone.\n\nTERRI\nThis, is the river you know?\n\n- BARONE\nThis is new. Don't panic.\n\nTERRI ,\nI'm not panicking. I'm looking at a dam\nthat!s blocking our way down this river\nyou know.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon't panic. TERRI ,\nI'm not panicking. I'm looking at a dam\nthat!s blocking our way down this river\nyou know. \n\nTARGET SECTION TO BE ANNOTATED:\nDANNY\nMaybe we should just back up, getting a\nrunning start, and smash through it.\n\nSARONE\nor.\n\nSarone moves a duffel bag, pulls out four sticks of dynamite.\n\nGARY\n\n. (impressed)\n- Dynamite? That's real dynamite?.\n\nSARONE —\nGood to be prepared.\n\nYeah. Boy Scout's motto.\n\nTERRI\nYou've got to. be kidding. The dam must_\nbe here for a reason.\n\nSARONE .\nMaybe there are ghostly spirits up ahead.\nMonsters.\n\nTERRI\n\nI'm talking about upsetting the\necological balance of this river.\n\n(CONTISUED). ,\n\n \n\foN,\n\n49\n\n50\n\n \n\nShooting Script - December 1 41.\nCONTINUED: . . 49\n\nDANNY\nShe's right. This is nothing to joke\nabout, you just can't go around blowing\nthings up if they're in your way.\n\nSARONE\nBeavers did't build that dam. Men did.\nI can blow it in ten minutes. Or we can\nturn around and lose two days.\n\n: WESTRIDGE\nBlow the blasted thing--\n\nGARY\nIf it's the fastest way out of here...\n\nTerri's eyes burn into Sarone's. she doesn't like this at\nall. But she seems to have no choice.\n\nSARONE\nI need some help. Gary?\n\nGary. shrugs. Sarone points him to a rowboat. Gary gets in,\nand Sarone tosses him. the dynamite, which he nervously :\nfumbles. Sarone looks to Terri.\n\nSARONE\nYou assist Mateo. JI don't have a remote\ndetonator; float out fifty feet, be ready\nto move the second we get back.\n\nTerri follows Sarone's commands. Sarone gets in the rowboat\nand Terri moves into the pilot house with Mateo. Terri\neranks up the engine as Mateo turns the barge around.\n\nEXT. DAM = DAY. 50\nThe rowboat glides down the dam.\n\n. GARY .\nYou're sure this is safe.\n\nSARONE\nIt isn't safe. But that's part of the\nfun. Now take these under and jam them\nfive feet apart at the base of the dam.\nConnect them with this wire.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut that's part of the\nfun. Now take these under and jam them\nfive feet apart at the base of the dam. Connect them with this wire. \n\nTARGET SECTION TO BE ANNOTATED:\nGary nods, takes the dynamite, then drops overboard.\n\n     \n\f51\n\n‘52\n\n53\n\n \n\nShooting Script - December 1 42.\n\nINT. PILOT HOUSE . : : / 51\n\nMateo steers the barge up river.\n\nTERRI\nHe said fifty feet.\n\n. MATEO .\nGive or take. They're strong men.\n\nEXT. UNDERWATER no 52°\n\nPOV, FROM A DISTANCE: A slightly ‘distorted LONG SHOT of Gary,\nunderwater.now, near the base of the dam. still at first,\nthe POV BEGINS MOVING QUICKLY TOWARD Gary...\n\nCLOSE. ON Gary: He's got the first stick of dynamite in place,\nand is wedging in the second, when he suddenly feels the\npresence behind him...he stops, frightened...turns...\n\n_ THE MOVING POV suddenly stops, hovering.\n\nGARY'S POV: His vision does not match whatever was moving\ntoward him. He sees is the merest hint of something in the\nmurky water. Adrenalin pumping, he sets back to work.\n\nEXT. THE DAM : 53\n\nSarone runs along the top of the dam, linking the fuses\ntogether. GARY SURFACES.\n\n. GARY\nIt's set.\n\nSARONE\nGood.\n(noting Gary's fear) .\nare you okay? —\n\nGARY\nSomething's down there.\n\n: SARONE\nYou bet. Deadly.\nGARY\nNo, really. I felt it....\nSARONE\n\nNo, really. I'm agreeing. The timer is\nset. Back to the barge.\n\n(CONTINUED )\n\n \n\fO\n\n \n\n53\n\n55\n\n56\n\n57\n\n58\n\n59\n\n60\n\n \n\nShooting Sseript - December 1 43.\nCONTINUED:\n\nGary scrambles into the rowboat and they head back...\n\nEXT. BARGE\n\n, Denise helps Sarone and Gary aboard. The engine is chugging,\n‘straining, and then suddenly stalls.\n\n_ WESTRIDGE :\nThat doesn't sound proper.\n\nTerri cranks the engine... .\nSARONE .\n\nMateo, damn it-- you set the boat in the\n\ncurrent! We'll drift right back.\nMateo runs to the anchor and begins to drop it.\n\nNO! We're too close already-- we've got\n\nto get the engine running.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMateo runs to the anchor and begins to drop it. NO! We're too close already-- we've got\n\nto get the engine running. \n\nTARGET SECTION TO BE ANNOTATED:\nThe fuse sizzles, two or three feet remaining.\nEXT. BARGE\nSarone opens the hood to the engine compartment, revealing a\nmaze of pipes and valves. He opens a valve and hot steam\nexplodes out. He opens another valve and begins to release\nthe pressure. Working frantically, covered with sweat.\nEXT. DAM\n\nThe fuse burns closer and closer to the explosives.\n\n-EXT. BARGE\n\nThe barge drifts. closer to the dam. Terri grinds the\nignition, over and over. All stand breathless. Danny grabs\nthe camera and crouches to get a shot... .\n\nEXT. DAM\n\nThe fuse is. less than an inch from hitting the explosives.\nEXT. BARGE ‘ :\n\nSarone finally finds the valve he is looking for. He turns |\nit: the gauges begin to work again-- there is power.\n\n(CONTINUED )\n\n \n\n53\n\n54\n\n55\n\n56\n\n57\n\n58.\n\n59\n\n60°\n\n \n\fee aie yt\n\n“oy\nVJ\n\n \n\n60\n\n61\n\n62\n\n63\n\n. Shooting Seript - December a 44,\nCONTINUED:\n\nSARONE\nNow! wit it!\n\nInt. PILOT HOUSE\n\nTense but under control,. Terri turns the ignition with\nfutility. She turns it off -- pauses -- waits one\nagonizingly long moment -- tries again. The engine catches,\nsputters, catches again. Then it-revs and roars. Mateo\nopens the throttle and the barge chugs. away from the dam.\n\nTERRI\nGo! Gol! =\n\nDANNY\nThis should be good.\nExT. DAM\n\nWe see the fuse burn down the explosive and.... BOOM! The\ndam blows sky high, the explosion rocking the jungle.\n\nEXT. RIVER\n\nThe barge heaves upward like a bucking horse. Everyone is -\nknocked down. High flying debris suddenly rains down upon the\nbarge. The crew ducks away from logs and sticks and rocks.\n\nTerri points with alarm at the spare fuel. drums that are\nrolling across the deck and plunging into the river.\n\nTERRI\nThe fuel drums!\n\nGary lunges for a drum, but it's too heavy for him to hold.\nOne drum rolls to the edge, hangs there for a moment, then\ntopples into the water.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERRI\nThe fuel drums! Gary lunges for a drum, but it's too heavy for him to hold. One drum rolls to the edge, hangs there for a moment, then\ntopples into the water. \n\nTARGET SECTION TO BE ANNOTATED:\n Another falls into the river, then\nanother, their weight too much to stop, and as each hits the\nsurface, it sinks and disappears.\n\nSarone appears from below decks, then rushes to the pilot\nhouse to take control of the barge as debris still rains.\n\nDANNY'S .POV, THROUGH THE CAMERA: Something enters frame, dark\nand out of focus, blocking half the shot. Moving. Danny\npulls the camera from his eye and turns it...\n\nCOILED AROUND THE CAMERA IS A SMALL SHAKE.\nPANIC. Danny freezes in absolute bowel wrenching fear. Terri\nsees it, grabs a stick and hits the snake until it lets go of\n\nthe camera and slithers overboard. She then looks to her feet\nand the deck around her: snakes are all around, wriggling and\n\n(CONTINUED)\n\n60\n\n61\n\n62\n\n63\n\f————————— .\n_ Shooting Script - December 1 45.\n63 CONTINUED: 63\n\nsquirming. Danny is unable to move. Everyone else runs\naround the deck stomping at the snakes, kicking them\no~\\ overboard. One of them has landed on westridge's hand and he\nlooks blankly at it.\n\n \n\nWESTRIDGE\nDanny. Maybe we should get this.\n\nThe idea of hiding behind the lens is a good one. Danny turns\nthe camera, now free of the snake, to film Westridge, who is\namazingly calm as the small snake coils itself around his\nhand, squeezing tightly. Westridge tries to peel the\nanaconda away, turning to the camera.\n\nWESTRIDGE\n(to camera) oo\nAfter the explosion, snakes rained down\nfrom the sky. I most fervently hope not\nof the venomous sort. Mr. Sarone?\n\nSARONE\nNo, these are anaconda -- constricting.\n\nSarone watches the small: snake, fascinated.\n\nWESTRIDGE\n(still straggling)\nI'll say. As you can see, the little\nbagger-- hold it, we don't have sound, do\n\nCS\n\nThe baby ‘snake ‘twists back and with its body still tight\naround Westridge's finger, is now trying to swallow\nWestridge's fingertip whole. Westridge is suddenly terrified.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nWESTRIDGE\n(still straggling)\nI'll say. As you can see, the little\nbagger-- hold it, we don't have sound, do\n\nCS\n\nThe baby ‘snake ‘twists back and with its body still tight\naround Westridge's finger, is now trying to swallow\nWestridge's fingertip whole. Westridge is suddenly terrified. \n\nTARGET SECTION TO BE ANNOTATED:\nWESTRIDGE\n(in obvious pain) »\nOW! YOU LITTLE SHIT! SOMEBODY HELP ME\nGET THIS THING OFF MY FUCKING HAND!\n\nSARONE\nSo young and already so fierce. Can you\nimagine being born with such perfect,\nlethal, instincts? In another ten seconds\nthat finger will turn blue...then it: will\nexplode.\n\nWestridge's index finger is, indeed, turning blue. Danny\n\ndrops his camera and attempts to help, but the snake gives\n\nbim the heebee-geebees and he's helpless. He won't touch it,\n\ndoesn't know where to begin. Sarone moves forward and rips\n\nthe snake off Westridge's finger with blinding speed. It\n\n‘skids across the deck and falls into the river. Westridge\noN shoots Danny a look. Danny shrugs.\n\n(CONTINUED). ,\n\f \n\nas\n\nee\n\n63\n\n64\n\nShooting seript - December 1 46.\nCONTINUED: (2) :\n\nDANNY\nI'm a city boy.\n\nMeanwhile, Mateo has hooked up a water hose at the back of\nthe boat. He rushes forward with the water at full pressure,\nand he blasts the baby snakes off the deck and into the.\nwater. Danny looks at Mateo with genuine gratitude.\n\nDANNY\n(re: snakes)\nMateo! You saved my life!\n\nSarone has the engines roaring as the barge begins to turn\naround and head back toward the broken hole in the dam. It's\na narrow opening, but Sarone guides the boat expertly. The\nbarge squeezes through the opening in the dam, bumping twice\non each side, sliding into calm waters. :\n\nEXT. AMAZON -. DAY\n\nMid-afternoon and the barge is far down the river from the\ndam. Westridge is in his room. Gary sits against a post.\nDenise casually leans against him. Sarone is in the pilot\nhouse, guiding the barge downstream. Mateo takes a catnap in\n\n“his hammock.\n\nAnd Terri stands vigil over the unconscious Cale. Danny\ncomes up behind Terri and puts a hand on her shoulder. .\n\nDANNY\nHey. How's he doing?\n\nTERRI\nI don't know. He's breathing.\n\nDANNY :\nThat's good.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERRI\nI don't know. He's breathing. DANNY :\nThat's good. \n\nTARGET SECTION TO BE ANNOTATED:\n You know that's good.\nThey share a look of compassion and camraderie.\n\nDANNY (CONT'D)\nDon't sweat it. We'll get him home. And\nthis is not the last movie you'll ever\ndirect. We'll work together soon.\n\nTerri smiles at Danny.\nTERRI\n\nThanks. But we wouldn't be in this mess\nif I'd listened to Sarone.\n\n(CONTINUED) -\n\n63\n\n64\n\n \n\n \n\f \n\n64\n\n65\n\nShooting Script - December 1 470\n+ CONTINUED: : 64\n\nDANNY :\nOh, man, don't do that to yourself.\n(beat)\n” and if you haven't noticed, we have been\nlistening to him.\n\nDanny looks up at Sarone. Sarone feels himself being\nscrutinized, and looks down at Danny with a piercing gaze.\nDanny looks away. Sneaks a glance at Terri, who now simply\nleoks at him out of the corner of her eye. Whatever thought\nthey're sharing they leave unspoken.\n\nEXT. AMAZON - DAY . 65\n\nthe barge motors down the river. Everyone is on deck because\nit's too hot below. Danny plays a little poker with Gary and\nDenise, just losing when we come into the game.\n\n. DANNY\nOh, demn. You're good.\n\" (to Gary)\nShe's (jood. Make it interesting. . This\ntime five dollars ante... .\n\nDENISE :\nYeah, this time you don't let me win.\n\nDANNY\nKo, I let you win this time. Then I\nreise the stakes. Then you lose. Five\nbucks, c'mon.\n\nWestridge, in his socks, sprays 5 antifungal medicine into his\nshoes. Sarone and Terri stand nearby. Sarone is alert. He\nscans the banks of the river through a pair of binoculars. He\nlistens intently to the jungle, his ears cocked, his nerves\nalive.\n\nWESTRIDGE .\nMy socks are growing fungi that were last\nsee by Homo Erectus.\n\nSARONE\nShhsssh. Listen to the jungle.\n\nWESTRIDGE . .\nI'm far too familiar with the sounds of\nthe blasted jungle. Chattering simians.\nReminds me of the McClaugblin Group.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm far too familiar with the sounds of\nthe blasted jungle. Chattering simians. Reminds me of the McClaugblin Group. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly there's a shriek in the far distance, followed by\nsilence. Westridge is startled.\n\n(CONTINUED)\n\f \n\n65\n\nShooting Seript - December 1 4B.\nCONTINUED:\n\n- WESTRIDGE\nWhat was that?\n\nSARONE\nThe sound of a kill.\n\n. WESTRIDGE\nYou'll hear that sound coming from my\n. agent when I get off this wretched barge.\n. : a.\nTerri walks past Sarone.\n\nSARONE\nMiss Porter? Where are you going?\n\nSarone follows Terri, walking ahead of her, standing in front\nof her, stopping her.\n\nTERRI\nI'm going to check the map.\n\n. SARONE\nWe're going in the right direction. Don't\nworry.\n\nTERRI\nCan't help it. I'ma professional\nworrier.\n\nshe walks off below deck. sarone watches her. A little\nangry. And more than a little aroused.\n\nMATEO\n(from pilot house)\nLook there!\n\nOur three players turn to look ‘upriver, as does Sarone and\nWestridge.. Terri comes up from below.deck and sees. what the\nothers are looking at: .\n\n» A BOAT, listing to.one side, damaged and probably abandoned.\n\nIt hangs in a grove of palms on a little ptt of sand dead\ncenter in the river. Gary drops anchor and looks to Sarone,\nwho scrutinizes the boat with narrow eyes.\n\n. TERRI\nYou know the boat?\n\nSARONE\nLots of boats like that on the river.\n\nSarone takes a rifle from one of his bags.\n\n(CONTINUED )\n\n65\n\f \n\n65\n\n \n\n©.\n\n68\n\n. Shooting Script - December 1 49.\nCONTINUED: (2) 65\n_ TERRI\nDo you need that?\n\nSARONE\nHate to need it and not have it.\n\nThe barge has drifted to the end of the anchor line and is\nthirty yards from the listing boat. There is no sign of\nlife. Terri calls out.\n\nTERRI .-\nHello!\n\nWo response. Mateo clangs the barge bell. still nothing.\nSarone fires a shot in the air, and the startled jungle\nscreams back. Then... nothing.\n\nMATEO :\nCould be fuel on board. Supplies.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen... nothing. MATEO :\nCould be fuel on board. Supplies. \n\nTARGET SECTION TO BE ANNOTATED:\n: TERRI\nLooks like it’s been there a while.\n\nSARONE\nCould've been there a week or ten years.\nBetter board now if we're going to-- it's\ngetting dark.\n\n. DENISE\nWhat if somebody's just left it for the\ntime being?\nSARONE\n\nThat'll be apparent soon enough. Mateo,\ncome with me.\n\noo DANNY . .\nWait! I want to get. this on filn.\n\nDanny grabs his camera and the three men move into action.\n\n_EXT. SAND\n\nPIT - DUSKMateo, Sar 68\n\nne and Danny wade through shallows from the barge to the\nlittle sandy spit. Sarone has his rifle. Their flashlight\nbeams illuminate the houseboat looming ahead, revealing the\nfaded paint of its name, which we have seen before: :\n“RAMONA.\" Sarone and Mateo share a glance. SARONESpl\n\n(CONTINUED )\n\n \n\n \n\f \n\n68\n\n69\n\nShooting Script ~ pecember 1 50.\n\nCONTINUED: ° 68\ntupa\nd circle the boat. They do so-\nnmotmaomak\nEXT. \"RAMONA\" 69\n\nAn eerie silence as the three men climb aboard. still\nseparated, they search the boat carefully. Mateo tries to\nopen the pilot house door, but it's stuck. He slams his\nweight against the door, but it won't budge. Stepping back,\nhe kicks the door with all his strength. It splinters and\ncrashes open. Mateo looks cautiously inside.\n\nOn the other side of the boat, Danny begins his own search.\nThe deck creaks eerily beneath him. An old wooden. cabinet\ndoor opens and shuts ever so slightly with the shifting of\nthe boat in the current.\n\nDanny slowly opens the cabinet, peeking into the darkness\ninside. TWO RED DOTS GLOW, about an inch apart...Danny,\nspooked, pulls the camera from his face and starts to shut\nthe door when THE DOTS SHOOT TOWARD HIM. The eyes of some\nereature, lunging at his face. Danny SCREAMS, reels away.\n\nMateo and Sarone come running. They all see an iguana, about\na foot long, scurrying across the deck and splashing into the\ntiver.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nDanny SCREAMS, reels away. Mateo and Sarone come running. They all see an iguana, about\na foot long, scurrying across the deck and splashing into the\ntiver. \n\nTARGET SECTION TO BE ANNOTATED:\n DANNY IS WHITE WITH FEAR, leaning on the railing.\nSarone chuckles.\n\nSARONE\nIguana. You must've scared the crap ont\n-of him.\n\n“DANNY\n\nI doubt that.. Any other creatures\n\nhanging around? .\nSAROSE\n\nI'd say with that scream you sent the\n\nskittish ones leaping overboard.\nAnything left is probably just pissed. _\n\nDANNY\nGreat. Just great.\n\nSARONE\nKeep looking...\n\nDANNY\n\nLooking? For what?\n\n(CORTINUED)\n\f69\n\n \n\n70\n\n721\n\n \n\nShooting Script - December 1\n\nCONTINUED: ‘\nSARONE\n\nTreasures, my friend....\n\nSarone starts off. Danny, hesitates, then follows.\n\nDANSY\nWe can look together.\nINT. BELOW DECK —\n\n51.\n\nDanny follows Sarone below deck. The WALLS AND DOORS are\ndamaged, splintered by an attack. Danny can't believe it.\n\n: DANNY\nJesus Hairy-ass Christ...\n\nSarone's flashlight skims the wall, STOPPING ON THE PHOTO we\nsaw at the beginning of the film, the one of THREE MEN\nholding a snake. We now recognize one of those men as\nSarone. MAKING SURE THAT DANNY IS NOT LOOKING, Sarone rips\nthe picture from the wall and stuffs it in his pocket.\n\nINT. PILOT HOUSE\n\nMATEO squeezes through’ the splintered door. He looks\npuzzled. There are shards of rotted deck planking propped.\nagainst the door. Someone was trying to keep something out.\n\nEXT. BELOW DECK\n\nSarone finds a metal footlocker and tries to open it. The\nrusted hinges refuse to give. He strains at the door with\nall his strength, and it finally opens with a stubborn\n\ncreaking sound. . INSIDE THE: FOOTLOCKER is a hodgepodge of\n\nsurvival gear, along with SOPHISTICATED TRAPPING\n\nPARAPHENALIA. ‘Sarone's eyes light up. He's hit the jackpot.\n\n‘ SARONE.\nThis-- this we'll take with us.\n\n: DANNY\nWhat is it?\n\nSARONE\nSurvival gear. Help me out.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\n: DANNY\nWhat is it? SARONE\nSurvival gear. Help me out. \n\nTARGET SECTION TO BE ANNOTATED:\n| DANNY\nSo we can go now? -\n\n+ SARONE\nYes, we can go.\n\n(CONTINUED):\n\n69\n\n70\n\n721\n\n72\n\f: Shooting Script - December 1\n_72 CONTINUED: :\nSUDDENLY SARONE swings his flashlight to the wall--\n\n( _y SARONE\noA SHIT! WHAT'S THAT?\n\n52.\n\nDanny ducks, hits the deck, Sarone stands dead still, moving\n\nearefully forward. Pulls something from the far wall.\n\nDanny\n\nflips around, starts scurrying back, but stops when he sees\n\nthat all Sarone has is WEATHERED CENTERFOLD.\n\nSARONE .\n-Wouldn’ t mind being eaten by this, eh? ~\n\nDANNY .\nYeah, very funny, ha ha. Let's go.\n\nDanny puts his camera into the locker. Sarone picks up one\n\n: end of the footlocker and Danny lifts the other.\n72a EXT. RAMONA DECK - CONTINUOUS ,\nThey carry it to the railing of the boat.\n\nSARONE\n\n(calling)\nMATEO! Back to the boat.\n\nboat and lower it te the sand spit below.\n\n72B ANGLE:\n\n“ ‘Danny and Sarone lift the footlocker over the side of the\na\n\nMateo comes out of the pilot house and slips on the scummy\ndeck. He slides like a puck on ice --- off the blind side of\n\nthe boat and into the mucky water.\n\n72C ANGLE:\n\nRising in the ‘shallow water, he wipes the muck off his hands.\n\nMATEO\nShit....\n\nDANNY'S VOICE\n(from a distance)\nMateo! Come on!\n\nMATEO\n(calling out)\nYeah, yeah, I'm coming.\n\nMateo pulls one foot out of the muck, then another. He\n\n \n\n: grabs -\nhold of a floating tree trunk and tries to pull himself up.\n\n(CONTINUED)\n\n72\n\n72a\n\n723\n\n72c\n\f——_—$— $$ $$\nShooting Script — pecember 1 $3.\n12C CONTINUED: : 72\n\nThe “tree trunk\" flinches and flicks ~--a large muscle that\nripples in Mareo's grasp.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\n\n \n\n: grabs -\nhold of a floating tree trunk and tries to pull himself up. (CONTINUED)\n\n72\n\n72a\n\n723\n\n72c\n\f——_—$— $$ $$\nShooting Script — pecember 1 $3. 12C CONTINUED: : 72\n\nThe “tree trunk\" flinches and flicks ~--a large muscle that\nripples in Mareo's grasp. \n\nTARGET SECTION TO BE ANNOTATED:\nO\n\nStartled, Mateo takes a step back and looks around: there's\na “tree trunk\" there too. He is in the middle of a loop and\nsuddenly terror stricken...protests weakly (\"What the--?\").\n\nThe loop snaps tight like a slip knot around him,\nconstricting his abdomen from movement or breathing. His\nmouth is open in a silent scream... .\n\n72D ANGLE: . , . , -- 72D\nAcross the water, Mateo can see the lights of the barge and\nthe silhouettes of Danny and Sarone as they carry the\nfootlocker, but has not breath to call out to them.\n\n72E ANGLE: 72E\nA second loop of the “tree trunk\" snaps around Mateo. His\nface is beet red and his bulging eyes are locked on the\ndistant lights of the barge.\n\n‘His jaws work furiously and silently, his tongue ballooning\nand nose bleeding.\n\nDANNY'S VOICE .\nMateo! What're you doing back there?\n\nCb\n\nWhat Mateo is doing is dying. A large, dark oval shape mves\nin front of the camera and engulfs Mateo's limp body.\n\n72PF EXT. BARGE - DUSK 72F\nDANNY AND SARONE approach the barge. Danny looks concerned.\n\nDASNY\nMATEO!\n= (te Sarone)\nWe should -go back for him..\n\nSARONE . ‘\n“He's fine. Let's get this on the boat.\n(call up'to the deck)\nGive us a hand here.\n\n“Gary, Denise and Terri wait at the railing. They help hoist\nthe FOOTLOCKER onto the deck. Sarone climbs up after it.\n\nTERRI\nWhere's Mateo?\n\n(CONTINUED) ,\n\f \n\nShooting Script - pecember 1 54.\n72F CONTINUED:\n\nDANNY .\nHe was right behind us. Wow he's not\nanswering. Maybe he slipped, hit his\nhead. You should go back for him,\nSarone. : '\n\no™\n\n\\\n\nSARONE\nFirst it. was we, now it's me? He's\npoking around for booze. Don't sweat it.\n\nThere is a sudden splashing of water in the blackness beyond\nthe stranded boat.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's\npoking around for booze. Don't sweat it. There is a sudden splashing of water in the blackness beyond\nthe stranded boat. \n\nTARGET SECTION TO BE ANNOTATED:\n All heads turn, but there is no further:\nsound. Sarone looks down S-shaped waves that roll across the\nblack water against the hull of the barge.\n\n. DANNY\nMATEO!\n\n(to the others)\nI'm going back.\n\n. Gary grabs his headphones and a high powered shotgun\nmicrophone.\n\nGARY\nHang on. If he's on the boat I'll hear\nhim. Shhh.\n\n. Everyone is silent as Gary aims the mike at the boat. We hear\nthe highly amplified sound of lapping water, mosquitos, air .\nmoving through the foliage. Nothing human. .\n\nGO\n\nGARY\nWeird. If he was out there I'd hear him\nbreathing.\n\nDanny jumps over the side.\n\nDANNY\nI'll find hin.\n\nSARONE :\n_You be careful.- : ~\n\n- Sarone drags the footlocker away.\n\nTERRI\nDanny--\n\nDANNY\n\n(not sure)\nI'll be okay.\n\n(CONTINUED )\n\n72F\n\n \n\n \n\fa\n\nO\n\nShooting script - December 1 55.\n\n72F. CONTINUED: (2) , 72E\n\n730\n\n74\n\nDanny. wades back toward the vague shape of the Ramona, and |\nTerri watches him, worried, She turns to sarone.\n\nTERRI\nSarone, go with him--\n\nSARONE\nHe's the one who's worried.\n\nEXT. RIVER SHALLOWS NIGHT . . 73\nCLOSE ON DANNY'S FACE, backlit by Mateo's boat, as he moves\n\ninto the darkness. We stay with him, just inches in front of\nhim...the CAMERA MOVES IN A TIGHT CIRCLE around him, so we\n\nare now following him, toward the boat...\n\nEXT. BARGE 74\n\nBack on the barge, Terri approaches Sarone, who is opening\n\n‘the footlocker and taking inventory of its contents.\n\nTERRI\nCan't that wait? The captain of our boat\nis missing.\n\n. DENISE\nYou don't even care, do you?\n\nSARONE\nI care.\n\nTERRI\nThen go look for him. Don't. send Danny.\n\n: SARONE :\nI didn’ t send him, He went.\n\nSarone keeps palling things from the locker...",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon't. send Danny. : SARONE :\nI didn’ t send him, He went. Sarone keeps palling things from the locker... \n\nTARGET SECTION TO BE ANNOTATED:\na military\nvest, mirrors, a cigarette lighter, flares, a pocket knife.\n\nTERRI :\nFuck’ you, Sarone. You're scared.\n\nSARONE\nNot scared. Just not stupid.\n\n‘DENISE\nWhat is that supposed to mean?\n\n(CONTINUED )\n\n \n\f \n\n74\n\n \n\n75\n\n76\n\nShooting Seript - December 1 56.\nCONTINUED: : . . 74\n\n; SARONE\nThis is the jungle. The fastest, the\nstrongest, the most cunning and vicious\nsurvive.\n\nTERRI\nYou fit right in, don't you?\n\nSARONE\n(shrugging) |\nThere are worse ways to go.\n\nEXT. RAMONA WIGHT . , : 75\n\nDanny moves around the boat, calling Mateo's name. He is\nanswered by the wind in the trees and the lap of the water.\n\nFROM THE BANK something tucked in the foliage watches, not\nmoving. So an\n\nDanny waves his flashlight across the river bank, sees\nnothing but foliage and shadows. He now spots a thin shaft -\nof light beaming up between clumps of water-hyacinth. He\nmoves to it and picka it up. MATEO'S FLASHLIGHT, still.on..-\n\nBACK ON THE BOAT 76\n\nTERRI\nWhat do you mean?\n\nSarone, out of patience, pulls a LARGE, ROLLED-UP BUNDLE from\nthe locker. It looks like a moth eaten cloth. He stands\ntall, looking at Terri with a penetrating glare.\n\n. SARONE :\nMateo is dead. I was gonna wait a couple\nhours so you guys could be as sure as I\nam...but he'll find out.\n\n: DENISE\nYou let him go?\nTerri runs to the edge of the boat and calls for Danny. She\nsees nothing but darkness.\n\nSarone sets the bundle aside and pulls from the lecker a’\nCROSSBOW-TRANQUILIZER GUN and a half a dozen cylinders marked\n“MORO-809.\" His eyes light up as he checks the gun.\n\n(CONTINUED) =,\n\f76\n\n>\n\n \n\nShooting script - December 1 37.\nCONTINUED: © 76\nSARONE\nHere's the prize...\n\nWESTRIDGE\nYou are a remarkable man, Mr. Sarone.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: © 76\nSARONE\nHere's the prize... WESTRIDGE\nYou are a remarkable man, Mr. Sarone. \n\nTARGET SECTION TO BE ANNOTATED:\nThis. is not intended as a compliment. Gary and Denise have\njoined Terri at the edge of the boat. All eyes wide as they\ncall Danny's name. Now they see a light coming toward them.\nAnd hear Danny's voice, calling out “I'm here.\"\n\nSarone, now kneeling, cuts the rope wrapping on the rolled-up\nbundle, as Terri and Gary help Danny on board.\n\nTERRI\nYou okay?\n\nYeah. Wo sign of him. Just his\nflashlight. I don't know... .\n\nDany, climbing on board, looks over to Sarone, who kicks the\nbundle. It rolls all the way across the deck, stopping at\nDanny's feet. All eyes are on Sarone now...\n\n‘ SARONE\nAnaconda skin.\n\nIt must stretch thirty-five feet. Danny is dumbfounded.\n\n. DANNY .\nThere are snakes out there like this?\n\nSARONE\nAnd bigger. This skin is two, three\nyears old. Whatever shed it has grown\nsince then. And it, or one of its kin, I\nsuspect, has made a meal of our dear\ncaptain.\n\nTerri looks faint...\n\nTERRI\nSnakes don't eat people.\n\nSARONE\nWhy wouldn't they?\n\nTERRI\nI don't believe you.\n\n(CONTINUED) . _\n\n \n\fSS\n\n76\n\nShooting Script ~ pecember 1\nCONTINUED: (2)\n\nSARONE :\nI wouldn't of believed it ‘myself if I\nhadn't seen a village woman cut out of\nthe belly of a thirty footer with my own\neyes.\n\nDANNY\nYou're creeping me out.\n\nSARONE\nShe had gone to the riverbank to do her\nlaundry. Next thing anyone sees...bubbles\nin the water. It took fifteen men an hour\nto wrestle that beast. But it was too\nlate for her. |\n\nDenise puts her arms around Gary.\n\nSARONE\n\nAnaconda! s are the perfect killing\nmachine. They can sense heat. Like to\nhunt at night when the forest cools down\nand warm blooded creatures are easier to\ndetect. Even in the pitch black they can\nhit their prey within five degrees of\ndead center. A warm body like Mateo's in\nthe water...I'm sure it only took a few\n\n58.”\n\nseconds.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nEven in the pitch black they can\nhit their prey within five degrees of\ndead center. A warm body like Mateo's in\nthe water... I'm sure it only took a few\n\n58.”\n\nseconds. \n\nTARGET SECTION TO BE ANNOTATED:\n (BEAT) When they strike...wrap -\n\naround you in a second and hold you\ntighter then your true love. You get the\nprivelidge of hearing your bones break\nbefore the power of the embrace causes\nyour veins to explode.\n\nEveryone stands there, spooked.\n\nDENISE\nHe's probably just lost.\n\nGARY\nIt doesn't seem right. We would've heard\nsomething. .\n\nSARONE\nThe jungle doesn't care about right or\nwrong. It only cares about survival. ‘The\nnatives call them the, ‘hungry muscle’.\n\nSarone shakes the snake skin.\n\n(CONTINUED) -\n\n76\n\n \n\f \n\n \n\n\\\nJ\n\n76\n\n77\n\nShooting Script - December 1 59.°\nCONTINUED: (3) 76\n\nSARONE :\nCreature this big, captured alive, worth\na@ pretty penny. .\n\nDanny is leaning on Terri, barely able to stand. They all\njust stare at Sarone, horrified, disgusted, speechless at the\nman's insensitivity.\n\n: SARONE 4\nPlease, people, don't make me out a\nmonster. I didn't eat the captain.\n\nTerri won't look at Sarone now. ~She turns to the others.\n\nTERRI\nWe're not sure he's dead. We'll wait\nhere till the morning.\n\nWestridge runs up and grabs Terri. He's shaking with fear.\n\nWESTRIDGE\n(screaming) .\nAre you insane?!? You heard what he said.\nWe've got to get the hell out of here!\nWe can't sit around and wait for the\nmonster to come back!\n\nTERRI\nGet a'grip, Westridge. We're not leaving.\nIf that was you out there you'd want us\nto stay.\n\nWESTRIDGE\nBut...but...the snake...\n\nTERRI\n\nGo' into your cabin and lock the door.\n\nDanny, Gary, let's aim some lights at the\n\nboat.\nThey do as she says.\n\nTIME JUMP:\n\nEXT. NIGHT - AN HOUR OR SO LATER: - 77\nA steady rain falls. Strong lights illuminate the Ramona -and\nthe area surrounding it. Terri and Danny stand at the edge\nof the deck, watching the shadows sway near the boat.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT - AN HOUR OR SO LATER: - 77\nA steady rain falls. Strong lights illuminate the Ramona -and\nthe area surrounding it. Terri and Danny stand at the edge\nof the deck, watching the shadows sway near the boat. \n\nTARGET SECTION TO BE ANNOTATED:\nNearby Denise stands with Gary, looking up to Sarone, who\nsits in the pilot house, smoking a cigar.\n\n \n\fSS\n: Shooting Script .~ pecember 1 60.\n77 CONTINUED: 77\n\nDENISE . :\nos I'm not so sure he didn't eat the .\nCY captain. He certainly looks satiated. '\n(distracted) |\nYeah...- \\\nDANNY\n\n‘He was right there. I can't believe a\nsnake...I mean, I would have heard it.\n\nTERRI :\nGet some sleep.\n(raising her voice)\nEverybody. Let's turn in. \\\nDenise squeezes Gary's hand.\nDENISE\n(whispering)\nI'm scared.\n\nGARY\nLet's go to bed.\n\nThey turn and start to leave. —\n\n» : =\n© Exciting. Isn't it?\n\nGary turns and looks at Sarone. Their eyes meet.\nGARY\n(soothingly to Denise)\nI'1l be there in a few minutes.\nshe looks at him strangely, then moves to her cabin. The\nothers.also move off the deck, to their rooms. Gary stays on\ndeck. Looks up to Sarone. He hesitates, then moves up to\nthe pilot house.\n77R ANGLE: ” 77%\n\nSarone turns. As if expecting him.\n\n. GARY\nSo...Sarone. It's out there, isn't it?\n\n(CONTINUED )\n\n \n\fshooting Script ~ pecember 1 61.\n77& CONTINUED: ’ T7A\n\n.  SARONE\nAs Captain Mateo proved.\n\n: And you know how to catch these things?\n. SARONE nods.\n.  SARONE .\nBe great to capture something like that\non film, wouldn't it? -\n/ GARY\n(nodding)\nThere might be a buyer for that kind of\nfootage. How much is the snake worth?\nSARONE\nMaybe a hundred grand.\n\n. GARY\nThat's quite a payday for you.\n\nSARONE\nIt ain't bad.\n\nSarone gestures to the weapons laid out on the deck.\nCS : SARONE\nBut a man can't catch an anaconda by\nhimself. I need a partner. I think I'ma\ngood judge of character. You seem the\nright man for the job.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nI need a partner. I think I'ma\ngood judge of character. You seem the\nright man for the job. \n\nTARGET SECTION TO BE ANNOTATED:\n: GARY\nWhat about Cale?\n\nSARONE :\nA day. Maybe two. Do you think it matters\nto Professor Cale? :\n\nSarone turns and looks straight into Gary's eyes. Gary is\nsilent, though his eyes speak volumes.\n\nOMIT 78\n79 &EXT. AMAZON - DAWN . : 79\nThe boat sits, anchored, as the sun rises on the river.\n\f \n\n \n\n80\n\n80a\n80B\n\nsoc\n\n80D\n\n80E\n\n81\n\nShooting Seript - December 1 ~ 62.\n\nVARIOUS SHOTS AROUND THE BOAT\n\nPeople stirring, unable to sleep: Westridge, wearing his\nnightshades; :\n\nINT.’ DANNY'S CABIN\n\nDanny, curled up with his pillow.\n\nINT. CALE'S CABIN\n\nCale, Still comatose, his breathing labored.\n\n-INT. GARY AND DENISE ;\n\nGary is wide awake. Denise stirs next to him, groggily\nopening her eyes, making part of her dream the image of Gary\nwith his eyes open, moving closer to him, holding him tight.\nInt. TERRI'S ROOM\n\nAnd Terri, in her own dream world: KA-CLICK! A sound that\nmight be in her dream or nightmare...she stirs, fighting to\n\nwake from her slumber... KA-CLICK! Suddenly, her eyes open -\n\n- just a flutter at first, then popping wide open.\nKA-CLICK!\n\n‘\nEXT. DECK + CONTINUOUS\nTerri's door is ajar, and she sees Sarone, on deck. He works\non the BREACH OF BIS RIFLE, oiling it, working it, fitting it\ntogether. He glances toward her room, sees her awake. She\nfeels violated. How long has he been there? Looking at her?\nHe smiles. She gets up and kicks her door closed. Sits for\na moment. She has fallen asleep in her clothes. She stands\nON DECK, IN HE BRIGHT SUNLIGHT ,\nTerri approaches Sarone. .Stops before him.\n\n: . TERRI\nDon't you sleep?\n\n. SARONE\nWhen necessary.\n\nTERRI\nMateo. ..",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\n. SARONE\nWhen necessary. TERRI\nMateo. .. \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\n(CONTINUED)\n\n80\nB0A\n808\n\n80c\n\n80D\n\n80E\n\n81\n\n \n\frr\n\nShooting Script — December 1 63.\n81 CONTINUED: : 81\n\n‘SARONE :\nNo sign. Look, I'm sorry about, last\nnight. I liked Mateo.\n(beat)\nI checked on the professor an hour ago.\nNo better, no worse.\n\n \n\nTERRI :\nSo we turn back the way we came, and we\nget him to a hospital in Manaus.\nMeanwhile we work on the radio...\n\nGary is now on the deck. His voice startles Terri--\n\nGARY\nNo use, Terri. The tubes are missing.\n\nTerri looks at Gary, confused.\n\nTERRI .\nWhatever. We turn back. I won't take us\nany further into this jungle.\n\n‘Westridge has appeared.\n\nWESTRIDGE\n. She's right. We get: out of this blasted\n= ' place before it eats us alive.\n\nSARONE\nYou're up early, Warren.\n\nWESTRIDGE\nWho could sleep? And what is that thing\nstill doing out here? Must we be\nreminded. ..?\n\nHe's referring tothe ANACONDA SKIN, still unfurled.\n\nSARONE .\nRelax. Have a cup of coffee. I know how\nirritable you get before your morning _\n\\ fix. I'll get this out of your way...\n(zolling up the skin)\nAs for turning back. Can't do it.\n\nTERRI\n\nYes we can, and we will. We go back to\nthe main river and follow the maps.\n\n(CONTIRUED) ,\n\n   \n\fCc)\n\n81\n\n82\n\n \n\nShooting Script - December 1 64.\nCONTINUED: (2)\n\nSARONE .\nRun out of fuel a hundred miles from\n. Manaus.\n\nGARY\nHe's right, Terri.\n\nTerri looks at Gary with a gnawing suspicion...\n\nTERRI\nSince when have you become a master\nnavigator, Gary?\n\nGARY .\nI looked at the fuel gauge. It doesn't\ntake a rocket scientist. :\n\nTERRI\nSo we go his way.\n\nThis is a question, a statement, an expression of defeat.\nAll recognize it as such; all silently accept... °\n\nSARONE\nMy way once, maybe.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt doesn't\ntake a rocket scientist. :\n\nTERRI\nSo we go his way. This is a question, a statement, an expression of defeat. All recognize it as such; all silently accept... °\n\nSARONE\nMy way once, maybe. \n\nTARGET SECTION TO BE ANNOTATED:\n Now it's the only\nway. Now it's our way. Trust me. We've\nlost one man. We don't want to lose\nanother. We have no choice.\n\nSarone is finished rolling up the snakeskin, and he picks up\nthe rifle again, and looks off to where Mateo was killed.\n\nSARONE\n(making the sign of the cross)\nAshes to ashes, dust to dust. If I die,\ndon't mourn me. .\n\n: TERRI:\nNo problem.\n\nDANNY watches from his cabin. Sees only the current\n\n' tableaux: Sarone standing with his rifle, facing Terri and\n\nWestridge...and Gary somewhere in the middle.\nEXT. DOWNRIVER - LATER\n\nThe barge has steamed farther downriver, away from the scene\nof Mateo's disappearance. Sarone, a bundle of energy, ties\nropes, prepares nets, and checks tranquilizer darts. . DENISE\nstands with GARY.\n\n(CONTINUED ).\n\n81\n\n82°\n\n \n\f \n\nShooting Script - December 1 65. . |\n\"82. CONTINUED: : 82 |\n\nDENISE .\nWhat the heck is he up to? ;\n\nCy Sarone throws a glance to Gary, then goes about his business.\n\nDANNY\nBusy little beaver, Sarone. . '\n\nSARONE\n‘Idle hands. You know what they say.\n\nSarone grabs his rifle now, smiling...\n\nSARONE\nKeep it steady up there, Warren.\n\nWestridge is at the wheel, steering the barge uneasily into\nuncharted waters. He opens a bottle of wine from the galley.\nWorn and torn by the jungle, he still insists on elegance as\nhe pours the wine into a goblet. .\n\n83 INT. CALE'S CABIN , : 83\n\nTerri sits near Cale's sickbed holding his hand. He takes\n\nshallow, though consistent, breaths. Terri puts the back of .\n\nher hand to his forehead, like a mother. Cale stirs. Bis eyes |\non flutter. : . :\n\n \n\n \n\n|\nSA |\nTERRI |\nSteven? .\n: CALE\n(weakly)\nTerri. Hi. —\n: TERRI\nFeeling better?\nCALE\nNo idea.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\n: CALE\n(weakly)\nTerri. Hi. —\n: TERRI\nFeeling better? CALE\nNo idea. \n\nTARGET SECTION TO BE ANNOTATED:\nTERRI\n\nDon't worry, we're getting you to the\nhospital as soon as we can.\n\nTerri kisses his forehead. tears well in her eyes.\n\n‘TERRI\nYou just hang on.\n\n(CONTINUED ) 5\n\n \n\fcy\n\n4\n\n83\n\n84\n\n84a\n\n. Shooting Script - December 1 66.\nCONTINUED: 83\nCALE\n(smiling)\nI'm not going anywhere.\n\nTERRI\nYou better not. I just got you back, I'm\nnot losing you again.\n\nSuddenly gunshots split the silence.\n: TERRI (CONT'D)\n\n(concerned) :\nI'll be right back.\n\n' INT. PILOT HOUSE 84\n\nWestridge lurches at the wheel, spilling his wine.\n\nEXT. BARGE 84A\n\nA large limb of a tree breaks and falls, crashing into the\nwater and drifting downstream. Sarone has split the limb\n\nwith a powerful: gun.\n\nTerri comes forward to check the source of the shots.\n\nSarone continues to shoot the powerful gan, and a dead monkey\ndrops into the water. Danny, shocked, moves over to confront\nSarone. “Terri is close behind. .\n\nDANNY\nWhat the hell are you doing?\n\n- . SARONE\nShooting monkeys. Can't bag game without\nbait. : /\n: TERRI.\nBait?\n\nDANNY\nGame? What game?\n\nSARONE\nAnaconda.\n\nSarone takes another shot, misses.\n\noe SARONE\nSee. You made me lose my concentration.\n\n \n\fvo™N,\n\nOS\n\n \n\nShooting script - December 1 67.\n84A CONTINUED:\nTERRI\n\nAre you crazy? “We've got a sick man on\nboard! We're not here to catch snakes.\n\nSARONE\nI am.\n\nDANNY\nWhat about Cale?\n\nSARONE .\nIt shouldn't take jong. Anaconda are very\nhungry. .\n\nTERRI\n\nForget it! Not on my boat.\n\nSARONE\nIt's your boat now, is it.\n(to Westridge)\nBear to your right, Warren.\n\nTERRI .\nDon't! Keep to the center of the river.\n\nSARONE\nDo what I say, Westridge.\n\nWestridge looks down at Sarone.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nKeep to the center of the river. SARONE\nDo what I say, Westridge. Westridge looks down at Sarone. \n\nTARGET SECTION TO BE ANNOTATED:\n Sarone chambers another\nround into the gun.\n\nTERRI\nYou can't do this. We won't allow it.\n\n“SARONE\nWe? You think you speak for everybody?\n“(te Gary)\nDoes she speak, for \\evexybody, Gary?\n\nAll eyes turn to Gary. He looks like a kid caught stealing.\n\nDENISE\nGary?\n\nGARY :\nLook. The way I figure it, with Cale\nmessed up, the movie's off. Why not\nsalvage something? Why not film Sarone\ncapturing a big snake?\n\n(CONTINUED)\n\nB4A\n\n \n\fShooting Script ~ pecember 1 68.\n\n84A CONTINUED: (2) . 84a\nTERRI\nHave you lost your mind?\nGARY\n\nNo. If anything I'm completely lucid.\nIt's you guys who aren't seeing the\nsituation clearly.\n\nHelp me out then. I'm having a little\n\ntrouble making the leap fram...get a man ©\nto the hospital to...hunt for snakes.\n\nGARY\n\nWe're in the middle of the jungle! All\nyou guys do is question and criticize.\nYou don't know anything about the shit\nwe're in. (pointing to Sarone) But he\ndoes. He's been here and if we help him\ncatch the snake, he'll help us get out of\nhere alive. And that, amigos, is not .\ninsanity. That is common—fucking-sense.\n\nDENISE\n(taking a step towards Gary)\nYou bastard!\n\nTerri pulls her. back.\n\nTERRI\nBetter you find out now.\n\nThe barge has caught up with the dead monkey, and Sarone nets\nit out of the water.\n\n“ GARY\nWhat: else can we do?\n\nGary stands there a determined look on his face. Danny moves\ntowards Sarone, unintimidated. .\n\nI know what I'm gonna do. I'm gonna throw\nboth your asses in the river.\n\nSarone levels the gun at Danny. He slams another round in,\nclicks off the safety, and pulls the trigger. BOOM! The |\nbullet rips a hunk of wood off the side of the boat a few\n\n. inches from Danny's head. Danny ducks as wood splinters\n\nshower his head. Sarone pumps another round in the chamber.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe |\nbullet rips a hunk of wood off the side of the boat a few\n\n. inches from Danny's head. Danny ducks as wood splinters\n\nshower his head. Sarone pumps another round in the chamber. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\n \n\f \n\nShooting Script - December 1\n\n- 84A CONTINUED: (3)\n\n85\n\nSARONE\nBot. today.\n\n69.\nB4A\n\nDanny slowly backs up to where Terri and penise stand.\n\nTERRI\nYou're not going to get away with this.\n\n'  SARONE\n(ignoring her)\nGary, gimme a hand.\n\nGary moves to help. Sarone impales one of the monkeys on a\ngrappling hook attached to a leng line wound on the crane.\n\nEXT. AMAZON. — DAY\n\n85\n\nFarther downriver. ‘Sarone stands testing the hooding device,\nhis eyes watch the distant line in the water that drags the\nmonkey a hundred yards behind the barge. Gary stands\nawkwardly near him, holding a TRANQUILIZER CROSSBOW.\n\n‘Danny stands with his camera at the ready. Terri at his side.\n\nDenise sits, a sick look on her face.\n\nDENISE\n(to Terri)\nI am so sorry I brought him along. I\nreally messed up. °\n\nTERRI\nNever say yes when your legs are in the\nair\n\n_ DENISE\nThis is.all my fault.\n\nTERRI :\nForget it. We'll get through this.\n\nSuddenly, everyone turns..as the crane winch squeaks and\nslowly makes a half rotation. Sarone is right on it. He's\n\n-got a nibble on the monkey. The crane winch squeaks again\n\nand turns a full rotation. Sarone jumps down from the crane\nseat and quickly ties ropes to the large iron cleats on the\nside of the barge. He gets out his spear gun and starts to\n\nattach a rope with a large lasso around it.\n\n(CONTINUED) .\n\fO\n\n85\n\n85A\n\n85B\n\nShooting Seript - December 1 70.\nCONTINUED: : 85\n\nSARONE.\n(to Gary)\nLemme get it within ten feet, then hand\nme the bow.\n\nSarone returns to the crane seat just as the crane winch\nsqueaks again and turns another full rotation. Sarone leans\nforward, ready to strike. He reels the line in slowly.\n\nTerri sees a little swirl of water seventy yards behind the\nboat. The monkey has been swallowed and something is.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe reels the line in slowly. Terri sees a little swirl of water seventy yards behind the\nboat. The monkey has been swallowed and something is. \n\nTARGET SECTION TO BE ANNOTATED:\n moving\nin. ‘The crane boom groans and swings a yard to the right.\nSarone cranks the winch slowly, careful not to lose the prey.\nThe line is stretched tight, weaving back and forth.\n\nAll eyes are on the line. Hearts are in throats. The crane\nboom suddenly jerks to the opposite side.\n\nSarone braces his legs and cranks the winch with more power,\nSlowly reeling in his catch. Whatever. is in the water starts\n\n- to thrash like crazy. It's still thirty yards from the\n\nbarge.\n\nANGLE: 85a\n\nEveryone on deck gasps as they see a portion of the prey\nbreak the surface: three feet of olive black snake trunk\nwrithing, churning the water.\n\nSarone strains with all his strength, drawing the coiling\nsnake a few yards closer to the barge. He yells at Gary to\nget ready. He reels in with all his strength, possessed.\n\nSuddenly, the grappling hook dislodges from the snake. The\nreel spins and. Sarone topples backward off the crane seat and |\nonte the deck. Slamming in to Westridge and knocking him\ndown. The snake disappears back into ‘the water.\n\nThey're all stunned. Profound silence. .Sarone picks himself\nup painfully from the.deck. Westridge stands, looking for his\nglasses. They all just stand there, watching, waiting, .\nlistening to the silence.... o\n\nWestridge kneels to pick up ‘his glasses that fell onto the\ndeck.\n‘\n\nANGLE: . : 853\n\nSuddenly a tremendous wash floods over the deck as the snake\nshoots out of the river in a wild, shocking moment.\n\nThe snake spits the dead monkey out of his mouth and onto the\ndeck. Mateo's earring lands on the deck next to the dead\n\n_ (CONTINUED):\n\n \n\f \n\n \n\n85B\n\nssc\n\n. shooting Script - December 1 “71.\nCONTINUED: : 85B\n\nmonkey. The snake leaps onto the deck, half its body still\nin the water. Its mouth is agape as its foot-long tongue\nlashes out at them. Gary scurries back, tripping over a\nchair, accidentally discharging the crossbow. The dart flies\nout, sailing past Sarone and lodging into the railing.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nIts mouth is agape as its foot-long tongue\nlashes out at them. Gary scurries back, tripping over a\nchair, accidentally discharging the crossbow. The dart flies\nout, sailing past Sarone and lodging into the railing. \n\nTARGET SECTION TO BE ANNOTATED:\nSARONE\nDammit! Reload!\n\nThe snake's long, tubular body quickly flies out of the dark\nwater and entirely onto the deck. Twenty-five tubular feet\nof pure, slithering muscle. Gary, panicked, drops the\nreloads, and. they roll out of reach.\n\nDanny too terrified to run, continues to film. The snake\nSlithers towards him. Terri grabs Danny's belt, pulling him\nout of the way.\n\nDenise and Gary scatter with blind adrenaline, desperately\nlooking for safety. The snake slithers and flops all over\nevery corner of the deck, and he is angry. Around the crane,\npast the bow, to the wheelhouse. It smashes through the\nwindow of the wheelhouse and crashes out again through the\nother side.\n\nSarone moves efficiently and calmly in the eye of the storm.\nHe is the consummate professional hunter as he ties off more\nrope and tries to lasso the snake in a net.\n\nA long snake tongue lashes past Terri's face. She turns --\nface to face with the drooling, spitting anaconda -- its head\nis bigger than her own, its fangs glistening and dripping.\n\nIt turns away from her, toward Denise.\n\n \n\nDenise is cornered. She backs up, clutching her crucifix and\nmumbling a prayer, as the snake moves in on her and coils to .\nattack. Suddenly, Denise falls .overboard in a backward flip\nand lands in the water.\n\n’ Gary leaps overboard.to get to Denise. Attracted to the\n- movement, the anaconda heads overboard, slithers straight\n\ndown and disappears into the depths of the dark river.\nUNDERWATER: 5c\n\nWe see the snake starting to wrap around Denise beneath the\nsurface of the river. But in the process, the anaconda is\nalso wrapping around a submerged tree trunk. ‘The tree trunk\ninterferes, and Gary is able to pull Denise out of the loop\nat the last possible moment.\n\f \n\n©\n\n85D.\n\n85E\n\n85Fr\n\n \n\nShooting Script - December 1 72.\n\nANGLE ABOVE WATER: . : . 85D\n\nDenise splashes desperately to the surface with Gary. He\nboosts her up onto the deck where she is grabbed by Danny and\nTerri.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\n85E\n\n85Fr\n\n \n\nShooting Script - December 1 72. ANGLE ABOVE WATER: . : . 85D\n\nDenise splashes desperately to the surface with Gary. He\nboosts her up onto the deck where she is grabbed by Danny and\nTerri. \n\nTARGET SECTION TO BE ANNOTATED:\n They reach down for Gary and pull him. aboard.\n\nEXT. BARGE - CONTINUOUS 85E\n\nSuddenly, the anaconda flies up through the surface again and\nlands on the deck of the boat. The snake grabs Gary in the\nblink of an eye and tightens the loop on him. Gary gasps\nunable to breath and Denise screams as she tries to pull him\nfree seeing the life being squeezed out of him.\n\nANGLE: : 85F\n\nSarone is preparing a spear gun with a large lasso around the\ntip of the spear.\n\nTERRI :\nThe rifle, Sarone! Shoot it! Kill the\ngoddammed thing!\n\nIgnoring her, Sarone fires the spear at the snake to get the\nlasso around it and succeeds, looping the anaconda near the\nhead. He quickly loads a second spear and fires again, but\nthis time he misses, almost hitting Danny. The powerful\nsnake rears back and snaps the hemp in half.\n\nDanny instictively gcabs an axe and attacks the snake. He\n\nswings wildly, screaming as he rips a gash in the snake's\n\nhide. Blood gushes from the snake. Danny drops the axe and\nstumbles back, his terror and revulsion returned.\n\nThe flailing tail’ knocks Sarone down, and the rifle slung\nover his shoulder slides away from him and clatters across’.\nthe deck. Terri scrambles after the rifle and grabs it. She\ntries to aim for the snake's undulating head, and we hear\nGary's bones begin to break.\n\nThe snake opens its mouth and hisses. Terri fires but\nmisses, ripping a chunk out of. the rail. The snake lurches\nwildly, vaulting the rail with Gary still im its grasp. It\nhits the water and drags Gary under, disappearing into the\ndeep river. Denise moves to dive after him but Danny grabs\nher and she is wailing now and the sound of her grief echoes\nthrough the jungle as Danny tries to comfort her.\n\nSarone moves over to Terri and snatches the rifle from her.\n\n \n\n \n\f \n\nshooting Script ~ pecember 1 73.\n\n85F CONTINUED: 85F\n\n86\n\nNY\n\n.  SARONE .\nIt's no good to’ me dead.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\n85F CONTINUED: 85F\n\n86\n\nNY\n\n. SARONE . It's no good to’ me dead. \n\nTARGET SECTION TO BE ANNOTATED:\n Wasn't even the\none I'm aiter.\n\nTERRI\n(stunned)\nWhat?\n\nSARONE\nI‘m after a very big fish.\n\nHe turns and walks away. Terri is appalled. She runs to the\nedge of the boat and looks to the now silent waters.\n\nEXT. BARGE DECK - DAY / -. 86\n\nDenise kneels by the side of the barge, looking into the\nwater. Her eyes red from tears that.can no longer flow.\nStaring, unblinking. She prays silently.\n\nSarone works in the pilot house, alone, alienated from the\ngroup, apparently not too concerned with his current\nstanding. The rifle slung around his shoulder.\n\nSARONE\nWarren-- come up here and take the wheel.\n\nTerri looks at him. Westridge hesitates.\n\nWESTRIDGE\nI...um...\n\nSarone comes down from the pilot house, grabs him and slams\nhim against the wall.\n\nSARONE\nListen you pompous windbag, get your ass\nup there or I'11 feed you to the\npiranhas. 5\n\n‘Westridge, unnerved, does as he is told.\n\n. WESTRIDGE\nI. see manners don't count for much in the\njungle either.\n\nSarone stands behind Denise. He throws some flowers on the\nwater and bows his head.\n\nSARONE\nAs Jesus was coming up out of the water,\nhe saw heaven being torn open and the\nSpirit descending on him like a dove. |\n(BEAT) That was what Gary saw.\n\n(CONTINUED)\n\n   \n\fI\n\n86\n\n87\n\n88\n\n89\n\nShooting Script -\nCONTINUED:\n\nDecember 1 74,\n\nDenise stands and turns on him, enraged,\n\nDENISE\n\nHow dare you! How dare you pray for Gary!\n\nYou brought the snake. You\n\nknew we were\n\ncoming. You brought the snake. The devil.\n\nYou brought the devil.\n\nSarone turns from her, he cannot help her. Denise falls to\nher knees, sobbing. He moves over to the footlocker-- which\n\nhappens to be near where Terri stands.\n\nHe begins to prepare\n\nanet. She turns to him, her voice even, cool, seething.\n\nTERRI\n\nYou had this planned all along.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe begins to prepare\n\nanet. She turns to him, her voice even, cool, seething. TERRI\n\nYou had this planned all along. \n\nTARGET SECTION TO BE ANNOTATED:\n Mateo\n\nwas in it with you. He led\nYou were waiting for us.\n\nSARONE\n\nYou wanted to find the Shirishama. I\nwanted to find the snakes. They are one\nand the same. That snake was only the ~\n\nguardian. Now we are in the\n\nTERRI\nThat's just a myth.\n\nSARONE\nSometimes what we call myth\ntruth.\n\nTERRI :\nAnd now you're going to get\nkilled.\n\n; EXT. RIVER NIGHT\n\nThe barge floats down the river’ which\n\nland of the\n\nis really the\n\nus all\n\nglistens beneath the\n\nlight of a half a'moon. A mournful calm...\n\nINT. CALE'S SICKROOM NIGHT\n\n' Terri lies on a cot, near Cale, unable to sleep. She stands\n\nand rummages in her bag. She pulls out a tube of\n\non.\n\nON THE DECK\n\nlipstick...gives it a long look, before deciding to put some\n\nSarone has set his cot...in view of all...and from where he\n\ncan see all. The rifle sits nearby.\nsleeping with one eye open...\n\nIt does seem that he is\n\n86\n\n87\n\n89\n\n \n\fCS\n\n \n\n90\n91\n\nShooting Script - December 1 75.\n\nOMIT 90 : : 90\nON THE DECK : , 91\n\nTranquil, dark. Terri walks quietly to where Sarone half\nsleeps. He-hears her footsteps, sits up suddenly, puts his\nhand on the gun.\n\nShe stands there, nervous.\n\nSARONE \"\nWhat can I do for “you, Miss Porter?\n\nTERRI .\nNothing. I'm sorry to bother you.\n\nShe starts to leave.\n\nSARONE\n(intrigued) .\nIf there is something you feel you need\nto say....please... .\n\nTerri turns. back towards him.\n\nTERRI\nI guess I owe you an apology of sorts.\n\nSARONE\nI don't understand.\n\nShe chews her thumb, nervous and sexy, before breaking down.\n\nTERRI\nI thought I could, you know, cope. But I\nam way over my head. The minute I saw\nthat monster I knew. I have no business\n_ being out in the jungle: I'm\njust. ..scared.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut I\nam way over my head. The minute I saw\nthat monster I knew. I have no business\n_ being out in the jungle: I'm\njust. ..scared. \n\nTARGET SECTION TO BE ANNOTATED:\n I feel so lost.\n\nTerri stands close to him...vulnerable. Her eyes penetrating.\nSARONE “\nYou? You're not lost. You are a very\n. strong woman, Miss Porter.\nTERRI\nNot compared to a man ‘like you. I've\nnever met anyone so...strong...vital.\n\nShe lets her body brush against his. Sarone gulps...tempted\nby this forbidden fruit.\n\n. (CONTINUED) © ,\n\n \n\faf\n\nQ\n\n91\n\n92\n\nShooting script - December 1 76.\nCONTINUED: : 91\n\n \n\nSARONE\n(confessing)\nIt's been a long time since I was with a\nwoman.\n\nTerri strokes his powerful arms, his chest. She leans in to\nkiss hin.\n\nTERRI\nWe're lost. without you. You can save us.\nSave me...\n\nSarone moves closer, touching her chin and moving her lips up\nto meet his, he wraps her in his arms...they kies...Danny\ncomes creeping up behind him. Danny holds a piece of\nwood...just as he prepares to hit Sarone with it, Sarone, in\none powerful movement, whips his knife out of his belt and\nputs the point at Danny's throat. Sarone holds Terri tight.\n\nSARONE -\nDo you think I'm stupid?\n\nDanny backs up, shaken.\n\n‘ Suddenly, out of nowhere, Westridge hits Sarone on the head\n\nwith a golf club. Sarone's knees wobble and he drops -- out\ncold. Westridge smiles...satisfied.\n\nWESTRIDGE\nThat felt good.\n\nEXT. BARGE DECK - DAY - 92\n\nSarone sits groggily on deck, his head bloodied and bandaged, ©\nhis hands tied behind his back. He roars like a trapped\nanimal ‘at his captives who: surround him.\n\nSARONE .\nWe're all going to hell. You can't\nsurvive this river without me}\n\nSarone struggles and writhes, trying to get free. Terri\nshoves a MAP into Sarone's face.\n\nTERRI .\nRecognize this, Sarone? I'd've thought\nyou'd choose a better hiding place than\nyour front pocket.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERRI . Recognize this, Sarone? I'd've thought\nyou'd choose a better hiding place than\nyour front pocket. \n\nTARGET SECTION TO BE ANNOTATED:\n Seems you've given us\n\n(CONTINUED) - ,\n\n \n\f$$$\n\n92\n\n93\n\n94\n\nShooting script - December 2 77.\nCONTINUED: 92\nSarone snaps at the map with his teeth. -\n\nTERRI\n\nShe walks away from him...and the others stand looking at\nbim, and Westridge can't help but saying...\n\n: WESTRIDGE\nYou are really a disappointment, Mr.\nSarone. A man with your talents. ..you\ncould've gone far. .\nEXT. AMAZON - DAY 93\n\nA new atmosphere has taken over the boat: a sense of freedom\nand joy as the crew motors downriver.\n\nSarone is still tied up on deck as the barge moves forward at\nfull throttle. Denise sits nearby, still numb.\n\nINT, PILOT HOUSE . 94\n\n_ Westridge pilots the boat with a light hand.\n\nTERRI\nYour sure you can drive this thing?\n\n. WESTRIDGE\nLike driving an old Cadillac Fleetwood.\n\n: DANNY\nI'can't wait to get back to the\ncity...I've been out in the boonies too\ndamn long.\n\n: WESTRIDGE | .\nwhat will you do when you return to\ncivilization? An opera? An afternoon at\nthe Museum perhaps? Or a meal at Le Cote\n- Basque?\n\n: DANNY -\nNah. I'm gonna have a slice, put on the\nKnicks and sip a cold Miller Lite.\nWestridge gives Danny a wry look.\n\nWESTRIDGE .\nI see...you mean borough civilization.\n\n(CONTINUED ) ’\n\fa\n\n94\n\n“95\n\n95a\n\n96\n\n. Shooting Script - pecember 1 78.\nCONTINUED: . 94\n\nTERRI :\nWe've got a long way to go, guys.\n\nWESTRIDGE\nRight you are. .\n\nTERRI °\nI'm going to check on Denise. She's in\nbad shape...\n\nTerri starts off...WHEN:\n\nThe wheel suddenly lurches in Westridge's hands, knocking him\nto the floor. Terri grabs the wall for leverage, and Danny\nreaches over to kill the ignition.\n\nEXT. ON DECK : 95\n\nIt's as though they just hit a brick wall: people, supplies\nand gear go flying.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nTerri grabs the wall for leverage, and Danny\nreaches over to kill the ignition. EXT. ON DECK : 95\n\nIt's as though they just hit a brick wall: people, supplies\nand gear go flying. \n\nTARGET SECTION TO BE ANNOTATED:\n Sarone skids across the deck, still tied\nto a chair, while Denise grips the rail.\n\nINT. CALE'S ROOM . . . . 95a -\n\nThe jolt seems to have waken Cale. His eyes pop open and he\nlooks around his cabin...completely disoriented.\n\nEXT. RIVER . 96:\n\nTerri and Danny scramble out of the wheelhouse, followed by a\nstunned Westridge. They rush to the front rail.\n\nThey are at a point where a broad stream joins the main\nriver. Above the stream, a waterfall cascades from under a\njumble of logs, then surges over a series of terraced\nplatforms. Rays of sunlight sprinkle through the branches.\nThey are awed by the sight, though not by the situation:\n. DANNY\n(to himself .\nThe waterfall...this is too creepy.\n\nThe barge has run around in a shallow channel where a delta-\nlike sand spit splays out from the small tributary a\nwaterfall. on each side, broad white sand banks littered\nwith boulders and driftwood recede to the forest tree line.\n\nDanny surveys the damage.\nDANNY\n\nShit. We've hit bottom. We'll have to\nwinch it off.\n\n(CONTINUED) , -\n\n \n\f96\n\nOe\n\n: Shooting script - December 1 79.\nCONTINUED: 96\nDanny grabs a winch cable and nervously slips into the water.\n\nDANNY (CONT'D)\nLet's do this fast. I got a bad feeling.\n\n“He drags the cable to a nearby boulder, but it falls a few\n. feet short. He strains to stretch out the slack, but there's\n\nno way it's going to reach: He yells to Terri and Westridge.\n\nDANNY (CONT'D)\nGonna need a push or a pall here.\n\nTERRI: .\nWe're right there, Danny. Westridge...\n\nWESTRIDGE\nBut I've...I've...I helped bring that\nMonster down. Didn't I?\n\nTERRI\nWhich makes me confident that you are fit\nfor any job.\n\nTerri and (reluctantly) Westridge slip into the waist-deep\nwater in front of the barge. They slog to the shore and coil -\nthe ropes around their shoulders.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERRI\nWhich makes me confident that you are fit\nfor any job. Terri and (reluctantly) Westridge slip into the waist-deep\nwater in front of the barge. They slog to the shore and coil -\nthe ropes around their shoulders. \n\nTARGET SECTION TO BE ANNOTATED:\n Straining, pulling with\n\n_ @very ounce of strength in their bodies. The barge scrapes\n\nahead a few inches.\n\nEXT. BARGE - DAY 97\nDenise, eyes cold, rises slowly from the deck chair and picks\n\nup a large, serrated hunting knife, checking the edge and\n\nfeeling its weight and balance. She walks toward Sarone.\n\nHer footsteps click loudly on the deckboards, and Sarone sees\n\nher coming. He looks up at her with empty eyes.\n\n. _DENISE\nIt's you or us. Isn't it?\n\nSARONE\nSo it seems.\n\nSarone turns his back to her and begins praying.\n\nDENISE :\nNo. Stop. You don't deserve to pray.\n\nSARONE\nThen you pray for me.\n\nHe turns and looks at her. Their eyes meet.\n\n(CONTINUED ) ,\n\n \n\fC)\n\n97\n\n98\n\n \n\nShooting Script ~ pecember 1 80.\n\nCONTINUED:\n\nSARONE\nDon't look at my eyes. The eyes of those\nyou kill will haunt you. I know. .\n\nDenise's body shakes with rage and fear. Denise lifts the\nknife...but cannot bring herself to kill. she looks down,\n\n: defeated.\n\nDENISE\nWhy? Why are you here?\n\nSarone suddenly heaves his body up and wraps his legs around\nher throat in a wrestler-like scissors hold. He squeezes\nwith all his strength, and she drops the knife to the deck.\n\nSARONE\nIn my name they will drive out demons,\nthe will speak in new tongues, they will\npick up snakes with their hands, and it\nwill not hurt them at all; and they will\nplace their hands on the sick and heal |\n\nDenise's arms and legs kick and flail as her cells scream for\n\noxygen.\n\nSARONE .\nI. am here to save the world.\n\nEXT. RIVER\n\nDanny, Terri and Westridge give one. more heave-ho, and the\nbarge pulls free. They are elated.\n\nDANEY\nNow it's my turn to. drive.\n\nA gust of wind blows Westridge's hat off his head. He curses\n(\"Damn\") and stops to pick the now-soaked hat out of the\nwater as Terri and Danny move forward to the now drifting\nboat.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nDANEY\nNow it's my turn to. drive. A gust of wind blows Westridge's hat off his head. He curses\n(\"Damn\") and stops to pick the now-soaked hat out of the\nwater as Terri and Danny move forward to the now drifting\nboat. \n\nTARGET SECTION TO BE ANNOTATED:\nFROM THE SHORE, AT A DISTANCE: For a few seconds it seems\njust another angle on our characters returning to the boat.\nBUT NOW WE MOVE FORWARD AS IT DOES, ‘off the shore and into\nthe water and toward Terri and Danny and Westridge. It is\nthe POV OF AN ANACONDA...moving slowly in for attack...\n\n \n\n97\n\n98\n\n \n\fSENET aaa\nShooting Script - December 1 si.\n\n99 EXT. BARGE DECK . . : _ 99\n\nSarone is still squeezing Denise's throat, cutting off her\n\nbreathing. She struggles to try to pull his powerful legs\n\napart, but she sinks slowly to her knees, her arms + flailing\nabout, knocking over a nearby chair.\n\n \n\n100 EXT. RIVER 100\n\nDanny approaches the edge of the boat-- he can hear the\nwhisper of struggle onboard-- uncertain what it is he knows\nit's not good and at just this moment he senses something\nelse. ..movement in the water...he turns, alarmed...Terri\nturns in reaction and both see the ANACONDA just as it slips\n“underwater creating ripples moving with tremendous speed...\n\nDANNY\nOn the boat! Get on the boat! -\n\n| _ ‘The boat has caught the current and moves ahead of them and\nthey run like hell and Westridge sees the ripples now,\ncutting through the water, dividing him from Danny and Terri:\n\nSNAKE'S POV: Feet splashing through the water...\n100A MEDIUM SHOT: . 100A\n\nThe MASSIVE. SNAKE emerges from the water, hesitating,\nCO Westridge shouts and waves at the snake, distracting it from\nTerri and Danny...\n\nSNAKE'S POV: JUNGLE AND WATER, SWISHES BY and now a quick\nSTOP: WESTRIDGE is center frame now, staring, terrified, but\n| standing his ground.\n\nWESTRIDGE .\nFor God, Queen and Country!\n\nThe snake moves towards him and he starts to run back to the\nsandbar upon which the boat was stranded. The snake moves\ntoward him, Sppiag beneath the water.\n\n101 EXT. BARGE DECK _ 101\n\nDenise is dead now. Sarone has her knife and is cutting the\nropes that bind him.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\n101 EXT. BARGE DECK _ 101\n\nDenise is dead now. Sarone has her knife and is cutting the\nropes that bind him. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\nTERRI AND DANNY climb onto the boat and turn to look across\nthe water as Westridge stands on the sandbar, still frozen in\nterror.\n\n \n\fI\n\n \n\ns\n\n102\n\n103\n\n104\n\n105\n\n106\n\nShooting Script - pecember 1 ‘82.\nCONTINUED:\n\nTERRI .\nUp, Warren! Up the rocks!\n\nWestridge turns and moves to a jagged staircase of rocks, and _\n\nbegins to climb, toward the nearby WATERFALL. The MASSIVE\nSHAKE moves from the water, onto land, toward him; Terri and\nDanny yell out to the snake, trying to divert its attention,\nto no avail.\n\nSARONE is free from his ropes. He looks down at Denise's\nlifeless body, with malevolent contempt .\n\nWESTRIDGE MOVES BEHIND THE WATERFALL,\nAnd we are close on his face now as he looks through the veil\n\nof water, watching the anaconda onshore. It appears to have\nlost sight and sense of him. He stands stock still...\n\n.The ANACONDA flicks its tongue...also still...picks up a\n\nscent...moving now...toward Westridge...who continues to\nwatch through the fall as the snake moves closer...Westridge\nhas no place to move...he can only watch as the vague shape\nof the ANACONDA moves closer still...it is at a distance\nwhich allows Westridge ten seconds to act...\n\nAnd those ten seconds vanish in half a second: the snake\nLUNGES FORWARD FIFTEEN FEET in the blink of an eye, its head\nsplitting the veil of the waterfall...inches away now...\nWESTRIDGE LEAPS out of the falls, and the snake turns...\nANGLE DOWN ON WESTRIDGE:\n\nTHE DYING TREE STRAINS FROM THE WEIGHT, it's roots appearing\nout of the loose soil.\n\nTERRI AND DANNY WATCH, FROM © THE DECK, HORRIFIED...\n\nSarone approaches from behind, knife raised. He moves to\nattack, and Danny turns just in time to see the blade coming\nnow. toward his heart and he reaches up and grabs Sarone's\nwrist, stopping the knife just short. .",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERRI AND DANNY WATCH, FROM © THE DECK, HORRIFIED... Sarone approaches from behind, knife raised. He moves to\nattack, and Danny turns just in time to see the blade coming\nnow. toward his heart and he reaches up and grabs Sarone's\nwrist, stopping the knife just short. . \n\nTARGET SECTION TO BE ANNOTATED:\nWIDE SHOT SHOWS THE TREE NOW FALLING\n\nThe snake lets holds tight at both ends, and Westridge hange\nlike ‘some strange fruit, struggling in vain.\n\nMEANWHILE DANNY WRESTLES AND FIGHTS WITH SARONE\nDodging knife thrusts. His success is limited as sarone\n\nPlunges the knife into Danny's thigh. Terr searches for some\n\nweapon with which to help Danny, but her search is short as\n\n(CONTINUED )-\n\n101\n\n102\n\n103\n\n104\n\n105\n\n106\n\f106\n\n \n\nShooting Script - December 1 83:\nCONTINUED: 106\n\nthe crack of the tree causes her to turn and look up: it's\n\ncoming right down on her. She leaps overboard, narrowly '\n\navoiding it; one of the branches strikes Danny, knocking him '\n\ninto the water as well... : \\\n1\n\nCLOSE ON WESTRIDGE, on the opposite side of the boat: The\nanaconda squeezes the last breath out of him, and his final : '\nexpression is one of astonishment. ,\nTerri and Danny find their bearings in the water. es\nSarone clatters up the steps to the pilot ‘house. . oO : t\n\nThe ANACONDA, hearing this noise, lets loose of Westridge and |\nspins a slow circle in the water...\n. . !\n\nSarone fires up the engines. The boat, already drifting,\n\n’ accelerates and moves out of frame, revealing the ANACONDA, : '\n\nthirty yards from Danny and Terri. Danny sees the monster,\nand grabs the back of the boat at the last moment with one\n\n.hand, reaching out with the other for Terri. She can't reach\n\nhis. hand. He is being pulled away from her-~ he extends his\nleg and she grabs it, holding on for dear life.\n\nDanny struggles to pull himself onto the boat...Terri grabs\nonto the railing...the ANACONDA is right behind them, moving\ntoward them with blinding speed. Terri pulls herself onto\nthe deck, then grabs Danny's hand to help him JUST AS\n\nTHE SNAKE LEAPS out of the water and bites Danny on the\n\n..shoulder, then starts to coil around him. Terri is knocked\n\nback, and she looks around in panic.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nTerri grabs\nonto the railing...the ANACONDA is right behind them, moving\ntoward them with blinding speed. Terri pulls herself onto\nthe deck, then grabs Danny's hand to help him JUST AS\n\nTHE SNAKE LEAPS out of the water and bites Danny on the\n\n..shoulder, then starts to coil around him. Terri is knocked\n\nback, and she looks around in panic. \n\nTARGET SECTION TO BE ANNOTATED:\n Sees the SHOTGUN and\nruns for it. Grabs it. The snake is making a second loop\naround Danny. Terri takes aim when:\n\nDENISE'S BODY bobs up in the water, floating by. Startling .\nTerri and distracting the snake.. Still coiled around Danny, -\nthe snake lunges at Denise's corpse, it's jaws clamping onto\n\nDenise's shoulder and lifting her corpse from the water...\n\nGreed is not good. Terri now has time to take more careful\naim, though now she hesitates-—- she doesn't ‘want to shoot\nDenise though Denise is obviously dead. Terri looks at\nDanny's. terrified, contorted face...the life is being sucked\nout of him...she steadies herself. Aims again. . Shoots.\n\nThe snake's head explodes. Blood and skull bone and brain\nshoot into the air. Instantly dead, the snake releases Danny\nand flops like a pair of Jeans (a VERY LARGE pair) laid out\n\n~ to dry.\n\nTerri reaches a hand down and helps Danny onto the boat, and\nboth ‘look as Denise's body floats off down the river.\n\n(CONTINUED) ,\n\n \n\f \n\nOQ\n\nShooting Script - December 1 84.\n\n106 CONTINUED: (2) , 106\n\n_ DANNY\nNow you know why I hate » snakes.\n\nSuddenly, they hear the release of a tranquilizer gun.\n.Turning sharply, they see an object streaking through the air\ntoward them! They dive aside just in time, and the dart\n\n-takes a chunk out of the railing.\n\nSarone quickly reloads as Danny grabs the rifle and fires.\nThe bullet ricochets off the pilot house. :\n\nSarone and Danny creep around the deck, with Danny limping. :\nfrom the knife cut on his leg. The tension is thick as they.\ntry to get a bead on each other.\n\nANGLE: CALE'S ROOM.\nCale hears the gunshots and, with some effort, sits up and\n\npulls himself to stand. Leaning heavily on the wall he\nstaggers out of the cabin.\n\n' ANGLE: ON DECK.\n\nSarone sees a shadow and fires a second dart. It whizzes\npast Danny's head and flies off into the jungle.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\n' ANGLE: ON DECK. Sarone sees a shadow and fires a second dart. It whizzes\npast Danny's head and flies off into the jungle. \n\nTARGET SECTION TO BE ANNOTATED:\n Danny\nshoots back with the rifle, missing again.\n\nSarone has roamed away from his storage of darts, so he moves\nquickly back to the footlocker for more. Opening the locker,\n\n- he looks puzzled -- the darts are gone.\n\nCale is suddenly there behind him, thrusting the needle of a\ntranquilizer canister into his back, directly between his\nshoulder blades. :\n\nSarone screams in agony as he spins around. The knife is\nsuddenly in his hand. He weaves a bit as the tranquilizer\nbegins to take hold, and his swipe with the knife is weak and\nwild.\n\nTerri grabs Cale and pulls. him out of Sarone's range. Sarone\nstaggers after them like a drunken sailor. Reeling, bouncing\noff walls, he won't stop.\n\nDanny has Sarone in his sights. He squeezes off the killing\nshot -- CLICK! The rifle is empty.\n\nJust as Sarone corners terri and Cale, he turns groggy. His\neyes roll up into his head as he stumbles two more steps,\nthen falls over the railing and landing heavily in the water.\nDanny watches Sarone's body go under.\n\n(CONTINUED )\n\n \n\fa\n. shooting Script - December 2 85.\n106 CONTINUED: (3) 106\n\n: DANNY\nPleasant dreams...\n\nC » And the barge moves forward through the water.\n\n‘ Danny turns and moves to Terri. Cale collapses in her arms\n. exhausted and trembling. Danny helps her lift him.\n\nTERRI\nSteven? Steven? Can you hear me?\n\nCALE .\nDown. Put me down.\n\nThey lay him down on the deck. He chokes and gasps...finally\nhis breathing resumes a normal rhythm.\n\nThey see the DEAD SNAKE hanging off the deck. Danny gets up\nand: moves toward it, still a little frightened, but needing\nto face his fear. : .\n\n. : DANNY : ,\nWhere's my camera? I gotta get a shot of\nthis thing.\n\nDanny turns to look for his camera. Terri is up and right\nbehind him. She kneels down and grabs the front of it and\nhefts it overboard. It drops into the dark water, quickly\nsinking to the bottom.\n\nTERRI\nNo snakes.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe kneels down and grabs the front of it and\nhefts it overboard. It drops into the dark water, quickly\nsinking to the bottom. TERRI\nNo snakes. \n\nTARGET SECTION TO BE ANNOTATED:\nCh\n\nA sputter and a gurgle as the engine churns and moans and the\npropellors quit spinning and the noise of the engine ceases,\nleaving only the sound of the jungle.\n\n- DANNY\nOh, shit...\n\nTERRI\nWhat?\n\n. DANNY\nI think we're out of gas.\n(beat)\nI haven't said that since high school.\n\n| TERRI\n\nThe rest of our trip is downriver. We'll\nmake it. We have to.\n\n| : (CONTINUED) —,\n\n \n\f \n\n106\n\n107\n\n,108\n\nShooting Script - December 1 86.\nCONTINUED: (4) “ 106\nShe looks at Cale. .\n: TERRI :\n\nLet's get him back in his room.\nThe boat has slowed to a virtual halt. Danny looks at the\nwide, stagnant stretch of river that extends ahead as far as\nthe eye can see. It doesn't look good.\nOMIT 107 . . Coe ce 107\nCALE'S ROOM DAY : 108\n\nShe is surprised to see that Cale's eyes are open, searching\nthe room in feverish confusion. She quickly moves to him and\ntakes his hand.\n\nTERRI\nSteven... -\n\nHe manages to focus on her face.\n\nCALE\nTerri...\n. (beat)\nWhere are we? What happened?\n\nTERRI\nIt's a long story, Steven. We're headed\nhome.. We're gonna get you home...\n\nHe smiles. She squeezes his hand.’\n\nCALE —\nDinner and a movie maybe?\nee TERRI :\nI pick the movie. Nothing with guns,\nknives or bombs.\n\n‘CALE\nChick: flick.\n\nTERRI\nDamn straight...\n\nHe closes his eyes. To sleep now. His breathing is regular.\nShe touches his face tenderly... .\n\n-+-and hears Danny calling her from offscreen. She\nhesitates, then stands, moving out of the room.\n\n \n\f \n\n109\n\n \n\n109A\n\n109B\n\nShooting Script - December 1\n\nEXT.. DECK DAY\nterri emerges from Cale's room to the sight A wide\n\n87.\n\nswath of\n\nbright sunlight suddenly sweeps across the barge, and the\n\nvegetation all give way to blue sky. Terri joins D.\n\nanny in\n\nthe pilot house...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nswath of\n\nbright sunlight suddenly sweeps across the barge, and the\n\nvegetation all give way to blue sky. Terri joins D. anny in\n\nthe pilot house... \n\nTARGET SECTION TO BE ANNOTATED:\nand is hit by a WIDE SWATH OF SUNLIGHT\n\nwhich sweeps across the barge. The once thick vegetation has\n\ngiven way to clear blue sky all around her. She runs up to\n\nthe pilot house--\nANGLE 3\n\nDanny steers the barge as it drifts in the languid current.\n\nTERRI\n(smiling)\nI think he's gonna make it.\n\nDANNY\nFantastic.\n\nThe north shore broadens into a natural bay that is\n\nlittered\n\nwith 50 gallon drums and floating clots of oily scum. Sagging\ncranes, mounted on concrete, overlook a vacant dock.\n\nDANNY (CONT'D)\nHold the wheel.\n\nTerri takes the wheel. Danny scrambles for his camera and\nscrews a long zoom lens into place. He walks out on deck and —\n\n‘looks through the lens.\n\nDANNY'S POV - THROUGH THE SHIFTING FOCUS OF THE LEN\n\nA large, decaying structure, partially reclaimed by the\n\njungle. Faded lettering reads : ANACONDA MILL CO.\n\nJeeps and ©\n\nfuel trucks rust in.twisted hulks. A tall, brick smokestack\n\nrises up out of the-debris.\n\nTERRI\nWhat is it?\n\nDANNY\nLooks like an old mill or something.\n\nDanny racks focus to reveal more of the strange devi\n\nDANKY (cout 'D)\nI don't see any people.\n\nastation.\n\n(CONTINUED) -\n\n109\n\n109A\n\n109B\n\fI\n\nshooting Script - December 1 88.\n\n109B CONTINUED: 1098\n\n© 112\n\n112\n\nTERRI :\nAny extremely large reptiles?\n\nDanny gives her a look.\n\nDANNY\nYou don't believe Sarone's story?\n\nTERRI\nHe was right about the guardian snake.\nThis looks like a lake...\n\n‘Several leaky. fuel drums bob on the tranquil surface of the\nwater.\n\nTERRI\nPoisoned waters.\n: DANNY . ,\nLook. We need fuel, drinking water.\nTerri steers towards the dock.\n\nTERRI .\nOk. Let‘s go. Let's just be careful.\nOMIT 110 :\nEXT. SAW MILL - DAY aul\n\nDanny limps with Terri toward the mill. They walk past the\n\n. heavily crumpled jeeps and mangled wreckage.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nOMIT 110 :\nEXT. SAW MILL - DAY aul\n\nDanny limps with Terri toward the mill. They walk past the\n\n. heavily crumpled jeeps and mangled wreckage. \n\nTARGET SECTION TO BE ANNOTATED:\n The damage is\n\nbizarre, otherworldly.\n\nTERRI\nJesus...what happened?\n\npanny and Terri exchange a look, and « a shudder. \"they know\nwhat happened. .\n\nTerri walks past a large incinerator, with a tall smokestack,\nto the front doors of the mill. .\n\nINT. MILL - DAY 112\n\nDust and filth everywhere. Danny and Terri look down the\nlength of the mill. Massive sawblades stand silent. Shafts of\ngrayish light penetrate the gloom. Stacks of lumber, cinder\nblocks, rebar, crates, and other material are scattered in\nrandom heaps. The floor is littered with sawdust, scraps of\nwood, metal bindings, etc. Opposite the saw, connected by a\nseries of fractured catwalks, are the deserted mill offices.\nEverywhere they look are signs that. the jungle has quioky\nreclaimed the property.\n\n.  omrrmuD)\n\f——rnansemeeeesneemnnemmmmmnnnennnnnnnemms tans iscsi\n\nO\n\nshooting Script ~ pecember 1 \"89.\n\n122 CONTINUED: ‘ : 112\n\nAs they walk through the mill a massive’ shadow shifts ever so\nslightly behind them. Danny turns just as the shadow stills;\n-he sees a‘ defunct telephone on the wall next to a faded\nPlayboy centerfold. Terri picks up the phone and puts it to\nher ear.\n\nDANNY\nDidn't pay their bill.\n\nThey walk towards the back of the building and stop short\n\nwhen they see a large wood pulp mountain made up of rotted\nscraps and discards on the back wall. The mountain blocks any -\ndoors or windows in the back. .\n\nDANNY (CONT'D)\nWhat the? .\n\nDanny looks at the pulp mountain and it seems to be alive.\n\nIt is actually moving. It only takes a heartbeat for them to\nrealize that the wood pulp is swarmed by living anacondas :\n-that squirm and writhe. They are young, no longer than six\nfeet, nesting in the pulp.\n\nTERRI -\nBabies.\nDANNY\n(unnerved)\n\nWhatever. Let's get out of here.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERRI -\nBabies. DANNY\n(unnerved)\n\nWhatever. Let's get out of here. \n\nTARGET SECTION TO BE ANNOTATED:\nThey move back towards the front and see an old incinerator\nfurnace, part-of the massive chimey that rises out of the\nmill. Next to the furnace: a stack of 55 gallon fuel drums.\n\nDanny shuffles quickly to a stack of fuel drums against the\nwall. He wrestles one of the heavy drums into position.\n\n: DANEY (CONT'D)\nHere we go.\n\nTERRI\nLet's get them to the.boat.\n\nDanny looks down at his leg. The exertion has opened his\nwound.\n\n» DANNY\nOb man.\n\nTerri notices. She takes off her shirt (she wears a T-shirt\n\nbeneath) and expertly t ties a tourniquet around his wound. The\nflow is stopped.\n\n(CONTINUED ) ’\n\f \n\n: Shooting Seript - pecember 1 90.\n112 CONTINUED: (2) 112\nDANEY (CONT'D)\n\nHey. You go to jungle survival school or : |\noY’ . something?\n\n— : TERRI\nNah. I saw a guy do it on the subway.\n\nThey tip a drum on its side and roll it towards the door.\n\n113 EXT. MILL - DAY o, 113\n\nThey come out. of the building with the fuel drum and\nimmediately see something unsettling:\n\nThe Boat has drifted away from the dock to the opposite\nshore, a couple hundred feet upstream, where it sways in the\ncurrent, caught in a tangle of overhanging tree limbs.\n\nDANNY\nI set the anchor... |\n\n‘Terri rans towards the river. Danny jogs, limping, after .\n\nDanny reaches her and they stand, next to a clump of trees,\n\nwatching the boat drift. The sudden horrible reality of the\nsituation becomes clear. . .\n\nOS eae)\n\n \n\na ‘(hoarse whisper)\nSarone!\n\nSuddenly a voice, a movement from behind.\n\nSARONE\nNo need to be discreet.\n\nDanny and Terri spin towards the voice and are met head on\nwith the butt of a rifle.\n\nCUT TO BLACK:\nOMIT 114\nFADE UP:\n115 INT. MILL ~- DAY . . 2115\nTerri and Danny sit, still unconscious, back to back in the\nmiddle of the factory floor.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nDanny and Terri spin towards the voice and are met head on\nwith the butt of a rifle. CUT TO BLACK:\nOMIT 114\nFADE UP:\n115 INT. MILL ~- DAY . . 2115\nTerri and Danny sit, still unconscious, back to back in the\nmiddle of the factory floor. \n\nTARGET SECTION TO BE ANNOTATED:\n They are bound ankle and wrist\nby gaffers tape and appear to be sitting in the middle of a\n\nlarge net that has been spread on out on the floor. Sarone\nstands in front of them holding a bucket.\n\n: (CONTINUED)\n\n \n\f——————— rT a f\n: . shooting Script - December 1 . 91.\n115 CONTINUED: : 115\nSARONE : , : ;\nRise and shine! :\n\nWJ Sarone dumps the contents of the bucket on them. Danny and |\n. Terri wake immediately as the sticky liquid hits their faces. |\n\nDANNY\n(spitting)\nAbh. Man!\n\nSARONE - .\nA little monkey blood.\n\nTerri's eyes burn into Sarone.\n\n\". TERRI\nI'm going to. kill you Sarone! I swear to\nGod. I am going to kill you.\n\nShe squirms and thrashes trying to break free.\n\n. SARONE :\nThat's good. Excellent. You know the\nsecret is to put the hook just deep\nenough into the worm so that it is still\nalive. Bait needs to wiggle. Your\nheat...the vibrations...the smell of\nfresh blood.\n\n- TERRI\n\nYou are out of your fucking mind!\n\nSARORE\n(shrugging)\nI'm not .a man of science like your Mr.\nCale, he's not a believer. I'ma man of\nthe river and I don't have. to believe.\n(BEAT) I know..\n\nSarone slinks off into the shadows. Silence. The air grows\nstill. Shadows shift against the walls.\n\nSuddenly Terri realizes, as Danny already has, ae complete\nvulnerability of their situation. They both begin to squirm\nand strain against the \"shackles\".\n\nDABINY : :\nIt's no use. This is the best tape you\nean buy.\n\nTERRI lets out an animal scream of rage and frustration.\n\n(CONTINUED)  ,\n\f115\n\n116.\n\n117\n\n119\n\n \n\nShooting Script - December 1 92;\nCONTINUED: + (2)\n\nAs she screams the camera pulls back and up to the furthest\ncorner of the room. Danny and Terri sit together, specks on\nthe floor, like pieces of cheese for some. gigantic mouse.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)  ,\n\f115\n\n116. 117\n\n119\n\n \n\nShooting Script - December 1 92;\nCONTINUED: + (2)\n\nAs she screams the camera pulls back and up to the furthest\ncorner of the room. Danny and Terri sit together, specks on\nthe floor, like pieces of cheese for some. gigantic mouse. \n\nTARGET SECTION TO BE ANNOTATED:\n The\ncamera keeps pulling back, through a window, up and out of\nthe. bnilding, back and back further until the sawmill begins\nto blend into the jungle.\n\nIN THE IMMEDIATE FOREGROUND:\n\nA long TONGUE flicks ont, entering our view from the upper\nleft corner. Sensing, smelling, seeing...\n\nThe CAMERA DIVES towards the mill, through branches and\n\nwalls, taking just seconds to frame Danny and Terri, jast as\nwe left them, struggling in vain...\n\nDANNY AND TERRI\n\nContinue to thrash and struggle. Terri looks up and sees the\nsaw blades on the level above them.\n\nTERRI\nThink we can make it up that ladder?\n\nDanny cranes his neck. Knows what she's thinking.\n\nDANNY\nYeah. Maybe.\n\nThey wriggle across the floor -- without the use of arms or\nlegs they, ironically, move = Like snakes.\n\nOMIT 118\n\nDANNY AND TERRI\n\nAlmost to the bottom of the ladder, determined, it looks like\n\nthis just. might work...until we see the length of rope that\nis tied to Danny's ankles and is now stretched taut, its\nopposite end tied to a wooden post. Danny thunks his head\nagainst the floor in frustration. :\n\nTerri squints up at the saw blade only a short ladder climb\naway. And suddenly, it‘s dark as night, as if someone has\njust turned off the lights.\n\nDanny looks up at the skylights. He and Terri see the\nsilhouette of a MASSIVE ANACONDA slithering across the roof\nand into the building through a high window.\n\nTerri gasps.\n\n(CONTINUED )\n\n115\n\n116\n\n117\n\n119\n\n \n\f \n\nOD\n\n \n\nShooting Script - December 1 93.\n119 CONTINUED: 119\n\nThe snake flicks its. tongue out, ty Picking up their scent,\nslithering through the window and down the entire length of\nthe wall...it keeps coming and coming, and for the first time\nwe see its astounding size -- forty plus feet. The catwalks\nand ladders strain and creak under its immense weight.\n\nThe snake drops to the factory floor and mves towards the\nterrified pair.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\n119 CONTINUED: 119\n\nThe snake flicks its. tongue out, ty Picking up their scent,\nslithering through the window and down the entire length of\nthe wall...it keeps coming and coming, and for the first time\nwe see its astounding size -- forty plus feet. The catwalks\nand ladders strain and creak under its immense weight. The snake drops to the factory floor and mves towards the\nterrified pair. \n\nTARGET SECTION TO BE ANNOTATED:\n Danny and Terri scoot away from the snake as\nfast as they can, tearing and biting desperately at their\nbindings. .\n\nThe snake comes quickly up to them, stops and rises over then\npreparing to strike...mouth open...dripping fangs bared...\n\nThe snake lunges forward with blinding speed. Danny and Terri\nattempt to roll out of the way. but the snake scoots towards\nthem, quickly coils around both of them, and starts to —\nsqueeze.\n\nTERRI\n(screaming)\nSarone!\n\nHer scream is cut off by the power of the constriction. : s\n\nSarone appears, swinging from a rope. The rope is attached to\na pulley and Sarone's weight quickly pulls a large net up\nfrom the floor and around the snake. The snake, distracted\nand angry, thrashes violently against the net. Loosening its\ngrip on Danny and Terri.\n\nSarone ties the rope down and moves forward, he raises the\ntranquilizer crossbow and fires. The bolt cuts the air with a\nhiss, hitting the snake full in. The snake hisses, a sound\nnot of this earth --\n\n. SARONE\n(shouting back)\nWho's the strongest now?\n\nSarone puts down the crossbow and walks towards the snake\nwith the large mazzle. But the snake isn't ready.to go to\nsleep. The snake is aggravated. In one fierce movement the\nsnake tosses Danny and Terri like rag dolls, shreds the\nnetting and comes after Sarone.\n\nDanny is badly bruised, but his. arms are now free.\n\nSARONE (CONT'D)\nAnother dose, eh?\n\nSarone is amazingly calm as he loads the crossbow and fires\n\nagain. This time missing -- the snake lunges at him, knocking .\nthe crossbow from his hands. Now Sarone is concerned. .\n\n(CONTINUED) ,\n\n \n\fST\n\nShooting Script - December 1 94.\n\n119 CONTINUED: (2)\n\n \n\nDanpy rips the tape off his legs and helps Terri.\n\nSarone moves fast, racing up a rusty old ladder. The snake\nfollows. Sarone is almost to the top of the ladder...the\nsnake curling around it...climbing quickly...",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nSarone moves fast, racing up a rusty old ladder. The snake\nfollows. Sarone is almost to the top of the ladder...the\nsnake curling around it...climbing quickly... \n\nTARGET SECTION TO BE ANNOTATED:\njust as Sarone\nis stepping off the ladder, the full weight of the snake\ntears the rivets from the wall and the ladder, Sarone, and\n\nsnake fall to the ground with a thunderous crash.\n\nSarone lands hard, but manages to get to his feet. The snake\n\ncoils, preparing to strike. Sarone screams with primal rage,\n\nhis arms. extended as if he intends to wrestle the massive\nreptile. ‘The snake strikes, meeting him head-on with an\nawesome impact, quickly loops Sarone's body, and begins to\nsqueeze.\n\nA machete, hanging from sarone's belt, gets caught between\nthe body of Sarone and the body of the snake, cutting into\n\n‘both as the snake powerfully constricts. Sarone struggles,\n\nhis face bright red and bulging, blood dripping from his\nears. The snake squeezes tighter, breaking bones are heard.\nBlood erupts from Sarone's mouth and nose.. An eyeball bulges\nobscenely before plopping out of its socket.\n\n, Terri and Danny, now free, hide behind a stack of lumber.\n\n‘They watch in horror as the snake opens wide its jaws and\nbegins to swallow Sarone head first.\n\nINT. SAWMILL - DAY\n\nDanny and Terri creep quietly towards the front doors. The\nsnake lays still, digesting, between them and the door. A\nlarge lump, formerly Sarone, can be seen below the snakes\nneck. They sneak around a piece of machinery and the snake is\n\ninstantly alert to their movement, its massive tail whipping .\n\naround, its tongue flicking out.\n\nThe snake is so big-his bédy, even when partially coiled,\nseems to be. everywhere. The front doors are blocked by the\nsnake. A crack in the walls to the side are blocked by the\nsnake. Danny and. Terri’ look. over behind them and see the pulp\nmound full of writhing anacondas. No way they're.climbing\nover that to get out. They duck back into the shadows.\n\n: \"DANNY\n\nOk.. Ok. We gotta get a grip.\nTerri looks around.\n\nTERRI\nDo you think thet tranquilizer worked?\n\n(CONTINUED)\n\n119\n\n120\n\n’\n\fTe .",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nTerri looks around. TERRI\nDo you think thet tranquilizer worked? (CONTINUED)\n\n119\n\n120\n\n’\n\fTe . \n\nTARGET SECTION TO BE ANNOTATED:\nshooting Script - December 1 95.\n120 CONTINUED: : 120\n\nDANNY :\nYeah...like half a beer to you and me.\n\nJ TERRI\n= Maybe he's done?\nDANRY\nYou think he won't snack between meals?\n\n. . TERRI\nI don't know. We're trapped.\n\nThey exchange a look. : . , S,\n\nDANNY\nOk. ..How do we kill it?\nTerri looks up to the second floor.\n\nTERRI\nMaybe there's something up there.\n\nDanny: looks around and sees the answer: the fuel drums.\n\nDANNY (CONT'D)\nWe burn it. You check out the office.\nI'll try to figure this out.\n\n( ) OMIT 121, 122, 123,124\n125 INT. OUTER OFFICE - DAY 125\n\nTerri walks quietly down the corridor and into the small\n\n‘outer office. She begins to search the decrepit office. she's\nmomentarily startled when she sees her reflection in a large,\ndirty mirror. She finds a length of rope coiled in the\ncorner. She ducks down to pick it up and, at exactly the same\nmoment, the snake comes smashing in through the window\nattacking the mirror with awesome ‘power,\n\nThe mirror explodes. ‘the snake -is momentarily stunned.. Terri\nruns into the next office. She slams the door after her.\n\nomrr 126\n\n127 INT. INNER OFFICE - DAY . 127\nShe slams the door behind her. Barely able to catch her —\nbreath, before a small snake leaps at her from above, coiling\naround her head. She grabs the feisty little snake, tearing -\n\nit off her neck, and throws it to the floor. It slithers\nbetween some boxes.\n\n(CONTINUED) =,\n\n \n\f \n\nShooting Script — pecember 1 96.\n127 CONTINUED: ,\n\nScanning the room -- a bookcase, a desk. She starts to rifle\nthrough the drawers. First drawer -~ nothing. Second drawer -\n- junk, paper, nothing useful. Third drawer -- smashes to the\nfloor -- a hammer. She reaches for it and at that moment the\n.SOUND OF POUNDING against the door. She pushes the heavy desk\nagainst the door. The snake keeps bashing against it.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOUND OF POUNDING against the door. She pushes the heavy desk\nagainst the door. The snake keeps bashing against it. \n\nTARGET SECTION TO BE ANNOTATED:\nSUDDENLY the wall next to her caves in as the snake smashes\nthrough. it inches from her head. She backs away --\nmomentarily paralyzed: Her expression turns from terror to\nrevulsion as the snake takes a moment to regurgitate Sarone's\n\nShe vaults through the window back into the main room. The\nsnake is quick on her trail.\n\n127A BOILER\n\nThere is no other escape route. She's trapped. Spying an old\nheavy metal boiler nearby, she opens the small door and\nclimbs in, shutting herself inside.\n\n1278 INT. BOILER\n\nTerri waits in the boiler, listening. Sounds come from the\nother side of the room. All she can see is the ceiling above\nher through the vent blades. A SUBTLE SHADOW moves across the\nceiling...then disappears. She looks relieved, and this\nrelief lasts for perhaps half a second before the SNAKE'S\nMASSIVE HEAD comes into view. The snake stares straight at\nher, its fangs bared, its tongue flicking in and out.\n\n127c INT. MAIN ROOM - CONTINUOUS\n\nTHE SNAKE COILS WITH BLINDING SPEED around the boiler, the\nheavy metal beginning to collapse like an aluminum beer can, -\nclosing around Terri. The rivets pop off and the bottom of\nthe boiler starts to come loose. The snake tries to LUNGE its\nhead into the boiler, its jaws snapping inches away from\nTerri's face. But the opening of the grate is too small for\nthe snake's current width. Terri struggles to close the\nspinning vent; but it has rusted. So...\n\nThe snake rears back and CONTRACTS ITS MUSCLES. .- becoming\nskinnier before our eyes. It lunges again, jaws open, foot-\nlong tongue lashing out, inches from Terri. She doesn't even\nthink before smashing the vent with the. hammer, spinning it\nclosed and SLICING OFF THE SNAKE'S TONGUE -- using the vent\nas a spinning guillotine.\n\nScreaming with pain, the snake retreats...\n\n(CONTINUED )\n\n127\n\n127A\n\n1278\n\n127¢\n\na\n\n \n\fI\n\nShocting Script - December 1 97.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe doesn't even\nthink before smashing the vent with the. hammer, spinning it\nclosed and SLICING OFF THE SNAKE'S TONGUE -- using the vent\nas a spinning guillotine. Screaming with pain, the snake retreats... (CONTINUED )\n\n127\n\n127A\n\n1278\n\n127¢\n\na\n\n \n\fI\n\nShocting Script - December 1 97. \n\nTARGET SECTION TO BE ANNOTATED:\n127C CONTINUED: 127¢\n\n129\n\nTerri drops out. of the bottom of the boiler and runs Like\nhell through the splinteréd doorway, through the office\n(where she stumbles over Sarone's partially digested corpse),\nthrough the front room.\n\n“the snake, wounded and angry, slithers after her.\n\nomit 128 : . |\nINT. INCINERATOR : : 129\n\nDanny rolls another fuel drum into the incinerator. He's eet\nabout 4 or 5 or them there. He looks up the smokestack and\nsees a series of rungs leading to the top.\n\nTerri comes sprinting around the corner. Danny catches her.\n\nDANNY\nWhoa! |\n\nTERRI\n(catching her breath )\nIt's coming.\n\nDanny hears the otherworldly sound of the screaming, hissing,.\nsnake.\n\nDANNY\n(pointing to the incinerator)\nWe've got to get it in here. Give me that\n\nrope.\nDanny grabs the rope from her shoulder.\n\nuot DANNY\n-It can follow me in.\n\nThe snake comes towards them hissing with killing fury. Terri\ngrabs the rope back from Danny.\n\n. TERRI\nI got the legs, remember? You just do\nyour part.\n\nDanny reaches for her, touches her shoulder, she smiles...he\nwants to say something...but there's no time. The snake\nstarts to move towards them. Danny dives behinds some boxes.\nTerri runs into the incinerator. Danny watches as the snake\nfollows her.\n\fTT\n\nO\n\n136\n\n137\n\n138\n\n139\n\n140\n\nShooting Script - December. 1 98.\n\nOMIT 130, 131, 132, 133,.134, 135\nINT. .SMOKESTACK- DAY . 136\n\nTerri hangs on the lower rungs waiting for, what seems like a\nlifetime, the snake to ooze in and locate her.\n\nTERRI\n(screaming)\n‘ Danny! This had better fucking work!\n\nShe begins climbing up the smokestack rungs, filthy with\nsoot. The coiled rope around her shoulder, the anaconda at.\nher heels. .\n\nINCINERATOR DOOR 137\n\nDanny watches as the anaconda disappears inside the furnace.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe coiled rope around her shoulder, the anaconda at. her heels. . INCINERATOR DOOR 137\n\nDanny watches as the anaconda disappears inside the furnace. \n\nTARGET SECTION TO BE ANNOTATED:\nHe immediately begins to'roll one of the fuel drums into the\nincinerator.\nDANNY .\nGonna barbecue the mother...\nINT. SMOKESTACK \"138\n\nTerri furiously pulls herself through the dark brick tunnel.\nSome of the metal rungs are loose and her feet slip and\ndangle momentarily before she pulls herself, hand over hand,\nup and up. Her face has a lock of fierce determination.\n\nDANNY - . : . 139\n\nDanny floods the incinerator floor with fuel. Several drums\nstand open in the pool of combustible fluid. Danny dunks a\nshort length of canvas strapping into the fuel. He then rolls\nthe length outside: a makeshift fuse. He reaches in his\npocket. for his matches.: They are soggy with monkey blood.\n\nDANNY\n‘shit!\n\nEXT. SMOKESTACK - : 140\n\nTerri finally reaches the top and emerges from the\n\nsmokestack. She pulls herself onto the rim's edge. She\nbalances there as the anaconda struggles to writhe out of the\nmarrow opening at her feet.\n\nShe takes the rope and ties it securely to the top rung,\n\n-yanking it to test its strength. She tosses it over the edge,\n\nbut can't see if it reaches the ground below.\n\n \n\f \n\n141\n\n142.\n\n_ 143\n\n144\n\n145\n\n146\n\n147\n\nShooting Script - December 1\n\nEXT. SMOKESTACK\n\n \n\n99.\n\nThe snake is trying to force his head through the narrow\nopening, and the bricks are beginning to give way....\n\nINCINERATOR - CONTINUOUS\n\nDanny ‘is trying, but the matches are damp and will not\nlight. Panicked, he tries to strike one after the other, but\n\nthere is no fire.\n\nEXT. SMOKESTACK\n\nThe anaconda is thrashing in the throat of the smokestack,\nsnapping at Terri and lashing its stubby, bloody tongue.\nterri loses her balance and falls. she lands over the top of\nthe smokesack...her torso suspended temptingly in front of |\nthe snake. The snake lunges at her and she throws her body\n\n‘over the edge.\n\nTerri is hanging by her fingers from the rim, fifty feet\nabove the ground. She tries to shimmy along toward the rungs\n\nand rope.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe snake lunges at her and she throws her body\n\n‘over the edge. Terri is hanging by her fingers from the rim, fifty feet\nabove the ground. She tries to shimmy along toward the rungs\n\nand rope. \n\nTARGET SECTION TO BE ANNOTATED:\nINCINERATOR\n\nDanny is in stark desperation. He has one match left. He\nblows on it, blows on the edge of the matchbox. He closes his\n\neyes and strikes the match.\nIt lights.\n\nTERRI\n\nTerri has almost reached the rungs and rope, but the anaconda\nis: literally breaking apart the smokestack bricks. The bricks\nshe's holding on to give way and Terri makes a mad lunge for\n\nthe rope. She starts to slide down it.\n\nDANNY\n\nCarefully protecting the flame, Danny delicately. places the\n\nmatch in the fuel. The fuel greedily ignites.\n\nTERRI\n\nTerri swings wildly from the end of the rope about twenty\n\nfeet from the ground. Danny runs under her.\n\nDANNY\nIt's gonna blow! Jump!\n\n(CONTINUED):\n\n141\n\n1a42——S\n\n143\n\n144\n\n145\n\n146\n\n147\n\f147\n\n148\n\n149\n\n \n\nShooting Script - December 1 100.\n\nCONTINUED:\n\nTerri lets go. she drops about’ 20 feet into the bushes. Danny\nruns to her and helps her up. They both sprint towards the\nriver as the fuel drums EXPLODE.\n\nFlames roar up the smokestack like a rocket booster. The\nbrick walls bulge and explode and both Danny and Terri are\nsent flying from the force of the shock wave. Danny lands in\nthe brush and Terri splashes into the river.’\n\nANGLE:\n\nFire shoots out the top hundreds of feet into the air before\nthe smokestack itself disintegrates in a hail of bricks.\n\nThe entire four-story length of the anaconda momentarily\nsuspends vertically in mid-air,. engulfed in fire.\n\nThe burning anaconda falls to the ground, twisting in pain,\n\n‘ten feet from Danny. With great effort the snake rears back,\n\nopens its mouth to the sky, and lets out a-.deafening hiss of\nagony. Danny is frozen in terror as he watches the snake\nexhale flames like a dragon. oe\n\nThe anaconda slides into the water, dousing the flames and\ncausing patches of oil te burn on the water's surface.\n\nTerri stands trapped in the water as the anaconda appears to\nMove straight towards her. The water swirls violently around\nher...then stops.\n\nTerri holds her breath until...",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nTerri stands trapped in the water as the anaconda appears to\nMove straight towards her. The water swirls violently around\nher...then stops. Terri holds her breath until... \n\nTARGET SECTION TO BE ANNOTATED:\nthe lifeless snake floats to\nthe surface. Terri's legs are tangled in the dead snake. She\npushes the snake away and runs to the shore.\n\nDanny runs to meet her and they embrace.\n\n; DANNY\nYou ok? - ,\n“TERRI\nMaybe.\nDANNY:\n\nYeah. Me too.\nEXT. BOAT - DAY\nA makeshift raft is anchored alongside the boat.\n\nDanny smiles with relief as he pumps fuel from the dram into\nthe barge's fuel tank. .\n\n(CONTINUED )\n\n147\n\n148\n\n149\n\n \n\fST\nShooting Script — pecember 1 \" 201.\n149 CONTINUED: 149\n: Terri sticks her head out of ‘the pilot house.\n—_ DANNY\nCL She's full.\nTerri cranks the starter and the engine rumbles to life.\nDanny caps the tank and climbs up to the pilot house as Terri\nmoves the barge into the river's current.\n149A INT. PILOT HOUSE ~ CONTINUOUS : 149A\nDANNY (CONT'D)\nI want a shower, some food, and the first\nPlane outta here.\n\nTERRI : .\nWe can stop for a snakeburger on the way.\n\nDanny shudders.\n\n. DANNY\nYou think you're funny don't you?.\n\nSuddenly a flock of brightly colored parrots flies across the\nriver and around the barge.\n\nCALE (0.8)\n“4 Beautiful.\nS Terri and Danny turn and see Cale leaning against the door.\n. TERRI\nSteven!\n\nDanny grabs a chair and they help Cale sit down.\n\nCALE .\nI was getting lonely.\n\nTerri holds his hand tenderly.\n\nDANNY\nWell we had, you know, some business to\ntake care of.\n\nCALE\nWhere is everybody?\n\nTERRI\nLong story.\n\n(CONTINUED)\n\fa\nShocting Script - December 1 . 102.\n149A CONTINUED: / : 149A\n- Yeah. We'll fill you in on the way home.\nO cuz\nI'm ready to go home.\n\nTERRI\nMe too. .\n\nTerri smiles at him. Her expression changes as: she sees\nsomething along the shore.\n\nTERRI\nLook!\n\nShe points to the shore where shapes are emerging from the\njungle. One is well-lit by the sun.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERRI\nLook! She points to the shore where shapes are emerging from the\njungle. One is well-lit by the sun. \n\nTARGET SECTION TO BE ANNOTATED:\n --definitely a member of\nthe Shirishama tribe. cCale's face lights up as he witnesses\nsomething he never thought he'd see. Danny instinctively\nreaches for his camera and starts to roll filn. .\n\n‘Terri reaches over and shuts the camera off.\n\nDANNY\nHey! What?\n\nTERRI .\nSarone.was right. We've got no business\n' being here. This is not our world.\n\nGQ\n\nCale waves to the tribe. The tribesmen smile and return the\ngreeting as the barge drifts slowly past...the figures slowly\nblending back into the jungle.\n\nFADE TO BLACK:\n\nTHE END\n\nNY\n\f"
}