{
  "1": "ANIMAL KINGDOM\n\nWritten\nby\n\nDavid Michéd\n\fTITLE CARD ON BLACK: 'This is fiction.'\nINT. SUBURBAN BATHROOM - DAY 1\n\n20 year-old DANIEL HORDERN stands at the sink of a neat\nbathroom, his face covered in shaving foam.\n\nDANIEL\n(yells)\nMum!\n\nHe dips his blade in the basin and drags it across his cheek. He\nwinces in pain.\n\nDANIEL\n(yells)\nMum!\n\nGAIL HORDERN appears in the doorway.\n\nGAIL\nWhat's the matter?\nDANIEL\nWhere's dad's razor?\nGAIL\nWhat for?\nDANIEL\nMine's blunt. I'm gonna be late for\nwork.\nGAIL\nDon't you have spare ones?\nDANIEL\nWhere's dad's?\nGAIL\nYou can use mine.\nDANIEL\nWhere's dad's?\nGAIL\nYou can use mine.\nDANIEL\nNo.\nGAIL\n\nWhy? What's wrong with -\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 2.\n\nCONTINUED:\nDANIEL\nIt's disgusting, mum. Don't worry\nabout it.\nINT. POLICE STATION - AFTERNOON 2\n\nDaniel enters, back pack over his shoulder. He nods to the duty\nsergeant at the front desk and swipes himself in.\n\nINT. POLICE STATION / LOCKER ROOM - AFTERNOON 3\n\nDaniel enters. His partner, PETER SIMMONS (22), is dressed in\nuniform, closing up his locker.\n\nDANIEL\nSorry, mate.\n\nPETER\nI'll see you out there.\n\nPeter exits.\nINT. POLICE STATION / WEAPONS DESK - AFTERNOON 4\n\nDaniel, now in police uniform, is handed his service revolver by\nthe weapons clerk. He signs for it and rushes out.\n\nINT. POLICE CAR - NIGHT 5\n\nDaniel is on patrol with Peter. Peter drives. It's late. The\nradio crackles. They sit in silence a while.\n\nDANIEL\nShe's leaving messages on the machine\nnow at, like, three in the morning and\nmum's, like, screaming at me to get\nher to stop, but you know, yeah, but\n\nhow?\n\nPETER\nShe'll quit it eventually.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey sit in silence a while. DANIEL\nShe's leaving messages on the machine\nnow at, like, three in the morning and\nmum's, like, screaming at me to get\nher to stop, but you know, yeah, but\n\nhow? PETER\nShe'll quit it eventually. \n\nTARGET SECTION TO BE ANNOTATED:\n She'll get\nbored.\n\nDANIEL\n\nMaybe. I dunno if crazy people get\nbored. You know what I mean?\n\nThe radio crackles. OVER comes the male voice of police radio\ncommunications centre VKC (D-24).\n\nVKC (D-24)\nRichmond 49. Do you copy?\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 3.\nCONTINUED:\n\nDaniel lifts the radio receiver.\n\nDANIEL\nRichmond 49. We copy.\n\nVKC (D-24)\n49. What’s your current position?\n\nDANIEL\n49. We’re heading west on Bridge Road\ntowards Church.\n\nVKC (D-24)\n\n49, Boroondara's units are all tied up\nat present. Can you head over to 48\nDarcy Street in Hawthorn? A Mrs Burnie\nof that address has reported a white\nCommodore sedan in the middle of the\nroad. Says it looks abandoned, windows\nare smashed.\n\nDANIEL\n49. Roger. We'll give it a look\n\nEXT. SUBURBAN STREET - NIGHT 6\n\nDaniel and Peter pull up behind the white sedan in a quiet\nneighbourhood. They get out to inspect. Their radios crackle.\n\nThey head to the driver's side. Peter shines his torch through\nthe broken window, then opens the door. He shines the torch\nunder the steering column. Wires dangle. He climbs in the front\nseat and shines the torch around the floor of the car. Daniel\ncrouches on the road beside him.\n\nA SHOTGUN BLAST rips into Daniel's head. Peter spins, splattered\nwith blood and flesh. Semi-blinded he dives out of the car in an\nattempt to grab the assailant. A blast rings out, hitting him in\nthe body.\n\nAnother blast echoes down the street. Three figures in the\ndarkness sprint from the scene. A light goes on ina\nneighbouring apartment block. The street is still.\n\nINT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nA light goes on ina\nneighbouring apartment block. The street is still. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n J'S AND JULIA'S APARTMENT / LOUNGE - DAY 7\nJOSHUA 'J' CODY (17), wearing one oversized rubber dishwashing\nglove, sits on the couch beside his mum, JULIA CODY (35), who is\nasleep, chin on her chest, in front of game-show TV. J watches\nthe TV intently.\n\nTwo paramedics appear at the open door with kit bags. They rush\nin and go straight to work on Julia.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 4.\nCONTINUED:\n\nPARAMEDIC\nWhat's she had?\n\nJ\nHeroin.\n\nThe paramedic draws Narcan into a syringe and administers. The\nother checks her pulse. J watches the game show.\n\nPARAMEDIC\nNot responding. We'll need a MICA.\n\nINT. J'S AND JULIA'S APARTMENT / LOUNGE - LATER 8\n\nA young POLICE OFFICER crouches before J who is sitting on the\ncouch, numb. A few people mill around behind them.\n\nPOLICE OFFICER\nIs there somewhere you can go tonight?\n\nJ\nYeah.\n\nShe pulls a card from her work folder.\n\nPOLICE OFFICER\nIf you need any help, you can give\nthese people a call. There'll be a\nrange of services they can provide\nthat you might find helpful. OK?\n\nJ nods, blank. She smiles, stands and begins talking loudly to\nsomeone off screen. J stares at the card.\n\nPOLICE OFFICER\nAlright, I'm gonna head over to that\none in Caulfield before the traffic\nhits.\n\nINT. J'S AND JULIA'S APARTMENT / LOUNGE - NIGHT 9\nJ is on the phone. He waits for an answer, strangely blank.\n\nJ\n(into phone)\n\nGrandma. It's J [...] Josh [...] Yeah\ngood. Um, Mum's gone and OD'd and\nshe's died and so [...] Yeah, I'm OK.\nSorry, I probably should have said it\nslower and not just go and blurt it\nout and that. I don't really know what\nI'm supposed to do now and [...] They\ntook her away.\n\n(MORE)\n\n(CONTINUED)\n\f10\n\n12\n\n13\n\nAnimal Kingdom - GREEN REVISIONS 5.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nSorry, I probably should have said it\nslower and not just go and blurt it\nout and that. I don't really know what\nI'm supposed to do now and [...] They\ntook her away. (MORE)\n\n(CONTINUED)\n\f10\n\n12\n\n13\n\nAnimal Kingdom - GREEN REVISIONS 5. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: J(CONT'D)\n\nAn ambulance came [...] Yeah, they\nturned up and took a statement and\nthat, but I told them I was 18 and now\nI don't really know what to do. They\ndidn't say anything about, you know,\nlike am I supposed to organise the\nfuneral and that? I don't really know\nwhat I'm supposed to do now, with the\npaperwork and arrangements and that. I\njust remember when Grandpa Donny died\nyou were all over it, you know what I\nmean?\n\nI/E. J'S AND JULIA'S APARTMENT - NIGHT 10\n\nJ sits on the couch with two bags packed beside him. Hearing a\nnoise, he get up, opens the door and watches JANINE 'SMURF' CODY\n(57) climb the stairs. She sees J. She bends over, out of\nbreath.\n\nSMURF\n\nPuffed... Have you got your bags\n\nsweetie?\nJ goes to her. She holds him.\nRUN OPENING TITLES.\nEXT. CODY HOUSE - DAY 12\nA single-storey, exposed brick, early-70s house. It is flat-\nroofed and semi-buried in lush, but overgrown garden, almost\nlike a bunker obscured from neighbours and the street.\nINT. KITCHEN / CODY HOUSE - DAY 13\nTwo men sit at a kitchen table. BARRY 'BAZ' BROWN (35) is\ncounting a sizeable wad of cash, stacking it in front of him.\nHe counts the money into three piles. Opposite sits DARREN CODY\n(22) in designer T-shirt, sunglasses on his head. Smurf is at\nthe bench stuffing fruit into a juicer\n\nBAZ\nNine-four.\n\nHe wraps elastic around the pile and hands it to Darren.\n\nDARREN\n\nTwenty minutes work. No shots fired.\nBAZ\n\nThree weeks prep. This is getting\n\nstupid.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 6.\nCONTINUED:\n\nSMURF\nHave you heard from him?\n\nBAZ\nNo. I know where he is, but I haven't\nheard from him.\n\nSMURF\nWhere is he staying?\n\nBAZ\nI told him I wouldn't tell anyone.\n\nSMURF\nHe's my son.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMURF\nWhere is he staying? BAZ\nI told him I wouldn't tell anyone. SMURF\nHe's my son. \n\nTARGET SECTION TO BE ANNOTATED:\nBAZ\n(smiling)\nI told him I wouldn't tell anyone. He\nwas really specific about the ‘anyone'\npart.\n\nJ appears in the doorway in an over-sized T-shirt. The men look\nup, startled. Baz gathers the money and packs it in a bag\nquickly, but calmly. Darren shoves his in his man-purse.\n\nSmurf turns. J smiles, shy and hesitant.\n\nSMURF\nMorning, baby.\n\nJ\nHi. Hi, Uncle Darren.\n\nDARREN\nSeriously. Stop calling me uncle. It's\ngiving me the creeps.\nBaz sticks his hand out. J shakes it.\n\nBAZ\nYou want juice? Smurf's juicing.\n\nSMURF\nApple and pear, hon. It's good.\n\nBaz pushes a chair out for J. J sits.\nBAZ\n\nHow old are you now? I'm gonna guess.\nShow us your muscles. Do like this.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 7.\nCONTINUED: (2)\n\nBaz flexes his biceps. J does likewise, unsure of himself. J\nlooks to Darren who sits impassive.\n\nBAZ\nOK, now sing the alphabet.\n\nJ\nI'm seventeen.\n\nSmurf starts up the JUICER. It's LOUD. The boys wait for it to\nstop. Noise stops. Smurf pours the juice into a glass.\n\nShe looks close at it as she puts the glass before J.\nSMURF\nLook at that. It looks like an apple\nmilkshake.\n\nCRAIG CODY (27) enters, agitated, shirtless, tattooed. He\ncarries a small chainsaw and drags a Doberman by its collar.\n\nSMURF\nWhat are you doing, love?\n\nCRAIG\nWhat's it look like?\n\nCraig exits. Smurf starts the BLENDER. Baz laughs. J smiles.\n\nDARREN\nWhat the fuck, mum?\n\nCraig bursts back into the room.\n\nCRAIG\nWhat the fuck's going on!?\n\nSmurf switches off the juicer and pours juice into a glass.\nCRAIG\nWho said you could bring that noise\nthing in my house?\nSMURF\nIt's yours, love. It lives under your\nsink. You want a juice?\n\nCRAIG\nBullshit it's mine.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt lives under your\nsink. You want a juice? CRAIG\nBullshit it's mine. \n\nTARGET SECTION TO BE ANNOTATED:\nSMURF\nIt is. I found it under there.\n\n(CONTINUED)\n\f14\n\n15\n\n16\n\nAnimal Kingdom - GREEN REVISIONS 8.\nCONTINUED: (3)\n\nCRAIG\nWho said you could use it? Look at the\nfuckin mess your making.\n\nCraig unplugs the juicer, stuffs it under his arm and storms\nout. Smurf puts juice in front of Darren. The sound of the\njuicer SMASHING on cement outside can be heard. J flinches.\nDarren smiles. Craig bursts back through the kitchen.\n\nSMURF\nCraig.\n\nCRAIG\nWhat?\n\nSMURF\nCome here.\n\nCRAIG\nI'm busy.\n\nSMURF\nDoing what? Come here and give me a\nkiss.\n\nCraig steps back to his mum like a scolded kid. Smurf takes his\nchin in her hand. He goes meek. She looks at him warmly, then\nkisses him on the lips gentle and slow, his eyes closed. J\nwatches.\n\nEXT. BROWN-SAYLES HOUSE - DAY 14\n\nInside Baz's new model Commodore as it drives a suburban street.\nAs he approaches his driveway, he spots a car parked down the\nroad. Two men sit behind the wheel.\n\nBaz pulls into the drive of his neat, suburban house. He gets\nout of the car, carrying a sports bag, and heads for the door\nglancing back across the street at the parked car.\n\nINT. KITCHEN / BROWN-SAYLES HOUSE - DAY 15\nBaz enters. His de facto wife CATHERINE SAYLES and their baby\ndaughter Evie are at the kitchen bench. Cath is on the phone.\nBaz kisses her on the cheek and stacks the sports bag under the\nsink. He heads back to the front door.\n\nEXT. BROWN-SAYLES HOUSE - DAY 16\nBaz strides across the front lawn. The mystery car is still\n\nparked across the street. He goes to the letter box and stuffs\nletters in his back pocket.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 9.\nCONTINUED:\n\nHe moves to the fence for a better look at the car. Standing by\na flower bush, he picks up garden shears and does a little\npruning, glancing up at the man behind the wheel.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 9. CONTINUED:\n\nHe moves to the fence for a better look at the car. Standing by\na flower bush, he picks up garden shears and does a little\npruning, glancing up at the man behind the wheel. \n\nTARGET SECTION TO BE ANNOTATED:\nBaz strides out across the street towards the car, clutching his\nflowers. Two detectives sit inside the car, windows up. Baz taps\non the driver's window. The driver winds it down. Baz hands him\nthe flowers.\n\nBAZ\nThese are for you.\n\nAR DETECTIVE\nThanks, mate. You keep them. I don't\nhave a vase.\n\nBAZ\nWhat do you want?\n\nAR DETECTIVE\nWe're just sitting here having a\nthink.\n\nBAZ\nYou wanna go think somewhere else?\n\nAR DETECTIVE\nYeah, maybe in a bit.\n\nBAZ\nHe's not here, mate. You're wasting\nyour time.\n\nAR DETECTIVE\nWho's not here.\n\nBAZ\nYou know who.\n\nAR DETECTIVE\nI don't know what you're talking\nabout.\nThey stare at each other a moment.\nAR DETECTIVE\nYou better get those flowers in water\nmate. They won't last in this heat.\n\nBeat, then Baz turns and heads back to the house.\n\f17\n\n18\n\nAnimal Kingdom - GREEN REVISIONS 10.\n\nINT. BROWN-SAYLES HOUSE - DAY 17\n\nCatherine meets Baz as he shuts the front door. She is holding\nEvie.\n\nCATHERINE\nWhat are you doing to my roses?\n\nBaz smiles. He hands Cath the flowers and kisses her warmly. He\ntakes Evie from her, bobbing her up and down on his hip.\n\nCATHERINE\nYou’ve chopped my bush half to shit.\n\nBAZ\nIt’s a plant, honey. They grow better\nif you chop them half to shit. They\nlike it.\n\nCATHERINE\nHow’d you go this morning?\n\nBaz holds up nine fingers and shrugs his disappointment.\n\nCATHERINE\nNine!?\n\nBaz motions to Cath to keep quiet.\n\nCATHERINE\nWhat?\nBAZ\nNothing. I want a drink.\n(to Evie)\n\nYou wanna fix daddy a drink?\nBaz heads for the kitchen.\nINT. CRAIG’S STATION WAGON - DAY 18\nCraig drives, J beside him. Craig's wired. J's apprehensive.\nCRAIG\nHey, what's your form like? You been\nin trouble with the police?\n\nCraig pulls up at a red-light.\n\nJ\nOnce.\n\n(CONTINUED)\n\f19\n\nAnimal Kingdom - GREEN REVISIONS 11.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nCraig pulls up at a red-light. J\nOnce. (CONTINUED)\n\f19\n\nAnimal Kingdom - GREEN REVISIONS 11. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nCRAIG\nWhat for?\n\nJ\nStealing cars.\n\nA CAR HORN. Craig glances in the rearview.\n\nCRAIG\nYeah? What happened?\n\nJ\nI squirmed out of it. No conviction.\n\nCraig stares in the rearview.\n\nA car pulls up beside Craig, two hoods inside. The hood closest\nyells abuse. Craig just stares blankly at him.\n\nHOOD\nThe light's green, idiot!\n\nThe hood car moves off. Craig moves with it, holding his stare.\nThey yell more abuse and up the speed. Craig stays with them,\nside by side, his eyes dangerously off the road.\n\nThe hoods are enraged. They take off. Craig follows steadily.\nHe reaches under his seat and pulls out a gun. He puts it in\nJ's lap. J stares at it.\n\nThey wind down side streets. After two corners, the hood car\nhits its brakes. They've had enough. Craig slows to a stop five\ncar lengths behind. He looks to J, who is staring at the gun in\nhis hands - he's never held one before in his life.\n\nThe men get out of the car. The driver hood approaches angry.\n\nCRAIG\nGo get him.\n\nJ\nAnd do what?\n\nCRAIG\nLet him know who's king.\n\nEXT. STREET - DAY 19\nJ climbs out of the car. One hood is almost on them. J raises\nthe gun tentatively, trying to maintain composure. The driver\n\nimmediately backs down, apologising, backing away. J says\nnothing, watches him retreat, feels the power.\n\n(CONTINUED)\n\f20\n\n21\n\nAnimal Kingdom - GREEN REVISIONS 12.\nCONTINUED:\n\nThe men get back in their car and drive away hastily. J stands\nwatching them leave.\n\nINT. CRAIG'S STATION WAGON - DAY 20\nJ gets back in, numb, buzzing. Craig smiles.\n\nCRAIG\nHow'd that feel? You get a stiffy?\n\nJ stares at the gun in his lap, then hands it back to Craig.\n\nCRAIG\nButt first, mate.\n\nCraig slides the gun under the seat. J is dazed. Craig laughs\ninto a coughing fit as he backs the car away.\n\nCraig stops and realises he's gotten himself half lost in the\nchase.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ is dazed. Craig laughs\ninto a coughing fit as he backs the car away. Craig stops and realises he's gotten himself half lost in the\nchase. \n\nTARGET SECTION TO BE ANNOTATED:\n He hits the brakes and finishes coughing.\n\nCRAIG\nWhere are we?\n\nINT. PET SHOP - DAY 21\nJ stands in front of fish tanks. Lots of PET NOISE.\nCraig is a few metres away, before a wall of fish tanks, with\nRANDALL ROACHE (40s) in a suit. Craig holds a brown paper bag.\nRoache points to it.\n\nROACHE\n\nThat there's good. Tested at 85 per\ncent. 400 grams. You can make that\n\nstretch.\nCRAIG\nIs this the Anderis gear?\nROACHE\nThat's half. Other half's still in\n\nlock up.\n\n(hurrying Craig)\nWe'll talk about it later. My kid's in\nthe car. I gotta take him to soccer\npractice.\n\nCraig clicks his fingers in J’s direction.\nCRAIG\n\nI got pulled over last week by some\nguy named Stevens. Is he with you?\n\n(CONTINUED)\n\fCONTINUED:\n\nRoache nod\nthe click.\n\nAnimal Kingdom - GREEN REVISIONS 13.\n\nROACHE\nHe's Federal Police. He's been fixed.\n\nCRAIG\nFixed like I don't have to worry about\nhim anymore?\n\nROACHE\nHe's fixed. Has your brother heard\nthese funny noises the Armed Robbery\nSquad are making?\n\nCRAIG\nHe's heard they're out to get him.\nHe's gone and fucked off somewhere.\n\ns in J's direction, letting Craig know he hasn't heard\nJ stares into the cage. Craig clicks again.\n\nCRAIG\nWhat’ve they got against him?\n\nROACHE\nThey want him off. They don't think\nanything they've done is gonna stand\nin court. So they wanna put him off\nthemselves.\n\nJ places the bag by the wall. He and Roache eye each other\n\nCRAIG\nYou know this for sure? What's he\nsupposed to do?\n\nROACHE\nI'd just be telling him to pull his\nhead in. The whole thing's falling\napart over there, it's looking like\nArmed Rob's about to be disbanded and\nthen I'd say this'll all go away. Just\ntell him to pull his head in.\n\nCRAIG\nHis head's in. Your head doesn't get\nmore in than Pope's head.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust\ntell him to pull his head in. CRAIG\nHis head's in. Your head doesn't get\nmore in than Pope's head. \n\nTARGET SECTION TO BE ANNOTATED:\nRoache reaches down for the bag J has left by his feet.\n\nROACHE\nMate, even if I gave a shit, you'd\nstill be telling the wrong guy.\n\f22\n\nAnimal Kingdom - GREEN REVISIONS 14.\n\nINT. VIETNAMESE RESTAURANT - NIGHT 22\n\nJ watches the dinner table scene in a restaurant. Beside him are\nCath, Darren and Baz. Craig and Smurf are at the other end of\nthe table, with J's girlfriend NICOLE 'NICKY' HENRY (17). Food\nand bottles are spread before them. Other diners can't ignore\nthe noise. Craig's crazy drunk, trying to convince Nicky to let\nhim throw a prawn into her mouth.\n\nCRAIG\nCome on. It's a test. Open wide.\n\nNicky shakes her head, nervous but enjoying the attention.\n\nCRAIG\n(to J)\nFuckin motivate your girlfriend. Get\nher involved.\n\nSMURF\nHoney. People are watching.\n\nCraig stands. Baz watches, impassive. J smiles. Smurf eats.\nCRAIG\n(to Nicky)\nI'll give you a hundred bucks.\n\nBAZ\nMate, sit down.\n\nCRAIG\nYeah, they're watching. I'm fun and\ninteresting.\n(to Nicky)\nTwo hundred.\nNicky smiles and tilts her head back, mouth open. Craig sits.\n\nCRAIG\nThat's the way!\n\nCraig lines up the shot. He throws and misses. The prawn bounces\noff Nicky's face.\n\nCRAIG\nGimme another go.\n\nNicky wipes her face and sticks her hand out.\n\nNICKY\nTwo hundred.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 15.\n\nCONTINUED:\n\nCRAIG\n\nNo way. You missed.\nNICKY\n\nI missed? You missed.\nSMURF\n\nDeal's a deal. Give her the money.\nCRAIG\n\nShe missed.\nSMURF\n\nShe didn't miss. You said you'd give\nher two hundred dollars if you could\nthrow one of those prawny things at\nher. You didn't say she had to catch\nit.\n\nCRAIG\nBullshit.\n\nSMURF\nDon't argue the rules. Give the girl\nher money. You said you would.\n\nCRAIG\nThat's bullshit.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nGive the girl\nher money. You said you would. CRAIG\nThat's bullshit. \n\nTARGET SECTION TO BE ANNOTATED:\n That's fuckin\nbullshit.\n(to Nicky)\nWhat's your name again?\n\nNICKY\nNicole.\n\nCraig rifles through his pockets looking for cash.\n\nCRAIG\nThat's fuckin bullshit, Nicole.\n\nINT. MEN’S ROOM / VIETNAMESE RESTAURANT - NIGHT 23\nJ steps up to the urinal beside Baz. They piss.\n\nBAZ\nIf things get too fun and interesting\nat your place, maybe you wanna come\nand stay with me and Cath for a while.\n(beat)\nGive Craig some space, you know. He\nneeds space.\n\nJ takes this in.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 16.\nCONTINUED:\n\nThanks.\n\nBaz zips, then heads to the sink to wash his hands. He reaches\nunder the automatic hand dryer.\n\nBAZ\n(loud, over dryer)\nNicole's a sweetie. Where’d you find\nher?\nJ finishes pissing and zips up.\nJ\n(loud, over dryer)\nFound her at school.\n\nBaz nods, then moves to leave. J follows. Baz stops.\n\nBAZ\nWhat are you doing?\nJ\nWhat?\nBAZ\nYou washed your hands?\nJ\nNo.\nBAZ\n(serious)\n\nYou had your hand on your cock. Your\nhands go anywhere near your arse or\nyour cock, you wash ‘em after.\nBaz escorts J to the sink. He points to the soap dispenser\n\nBAZ\nLittle bit of soap.\n\nJ squeezes soap into his hand.\n\nBAZ\nNow tap. Get a lather going.\n\nJ washes, smiling.\n\nBAZ\nOK, that's enough. Rinse.\n\nJ rinses, hits the tap, laughing. Baz drags him to the dryer\n\n(CONTINUED)\n\f24\n\nAnimal Kingdom - GREEN REVISIONS 117.\nCONTINUED: (2)\n\nBAZ\nNow stick your hands under there.\n\nJ sticks his hands under the dryer. Nothing happens.\nJ\nThese things never see me. I'm\ninvisible.\nBAZ\nNo one's invisible, mate. You gotta\nget right up there in it.\nBaz drags J under the dryer. It roars. J smiles, Baz exits.\nINT. VIETNAMESE RESTAURANT - NIGHT 24\nJ resumes his seat beside Baz. Baz calls for the bill.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. VIETNAMESE RESTAURANT - NIGHT 24\nJ resumes his seat beside Baz. Baz calls for the bill. \n\nTARGET SECTION TO BE ANNOTATED:\n Craig\ntakes a seat beside him and lights a cigarette. He hands J a wad\nof cash. Smurf sits at the other end of the table with her arm\naround Nicky's shoulders.\n\nCRAIG\nThat's for today.\n\nJ turns the cash over in his hands, looks at it.\n\nCRAIG\n(to Baz)\nRoache says just pull your head in.\n\n(to J)\nPut it away.\n\nJ slips the money in his pocket. Nicky watches him.\nA WAITRESS brings the bill. She leans over Craig's shoulder.\n\nWAITRESS\nI'm sorry, sir. No smoking in here.\n\nCRAIG\nI'm only doing it a little bit.\n\nBAZ\n(to Darren, questioning)\nThey're not watching you.\nDarren shakes his head. The waitress moves away.\n\nDARREN\nWhat's this about?\n\n(CONTINUED)\n\f25\n\nAnimal Kingdom - GREEN REVISIONS 18.\nCONTINUED:\n\nCATHERINE\nWhat are you talking about? It could\nbe anything. It could be about\nCollingwood. They're still gonna be\ndark about Pope shooting that guard in\nCollingwood.\n\nThe waitress talks to a CASHIER, pointing to the table.\n\nDARREN\nHe lived.\n\nCATHERINE\nYeah he lived, and now he's crippled.\n(to Baz)\nYou were there. They're not gonna\nforget that. And you know it.\n\nCRAIG\nCan you cut them in? Give ‘em a drink.\n\nBAZ\nIt's the Armed Robbery Squad. They\ndon't do business.\nCRAIG\nRoache just says pull your heads in\nand everything'll go away.\nBaz is contemplative. The cashier appears at the table.\n\nCASHIER\nSir, you cannot smoke in here.\n\nCRAIG\nOh, for fuck's sake.\n\nCraig spins and knocks table condiments to the floor. They\nsmash. Baz strips hundreds from his roll.\n\nBAZ\nWe're done here, mate.\n\nEXT. VIETNAMESE RESTAURANT - NIGHT 25\n\nBaz, Cath, Darren and Smurf on their way down the street. Baz\ntalks on his phone, his arm around Smurf. J piggybacks Nicky.\n\nDARREN\n(yells)\nMum, I'm going home.\n\nSmurf turns and stops.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ piggybacks Nicky. DARREN\n(yells)\nMum, I'm going home. Smurf turns and stops. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f26\n\nCONTINUED:\n\nAnimal Kingdom - GREEN REVISIONS 19.\n\nSMURF\nAre you OK to drive, sweetheart? Have\nyou drunk too much?\n\nDARREN\nI'm OK, mum.\n\nSMURF\nCome here and give me a kiss.\n\nDARREN\nShit.\n\nSmurf kisses Darren's lips. Darren shakes Baz's hand, then peels\naway. Craig lags behind, on his phone. He BURPS loud.\n\nINT. LOUNGE / CODY HOUSE - NIGHT\n\n26\n\nCraig mixes speed on the coffee table. J, Nicky, Cath and Smurf\nsit. Baz stands. J and Craig wear matching BASEBALL CAPS. MUSIC\n\nplays.\n\nBAZ\nMate, do you ever stop? Every time I\nsee you you’re chopping in. Why don't\nyou try going to sleep for once in\nyour life?\n\nCRAIG\nNo time for sleep.\n\nCath watches uncomfortably. Nicky watches Craig's fixing.\n\nCRAIG\nYou want some?\n\nJ\nNo, she doesn’t.\n\nNICKY\nSays you?\n\nCRAIG\n(to J)\nDon't trample her freedom.\n(to Nicky)\nYou want some?\n\nBAZ\nWe’re all here having a nice night and\nyou’re about to hack your arm up.\n\n(CONTINUED)\n\f27\n\nAnimal Kingdom - GREEN REVISIONS\nCONTINUED:\n\nCRAIG\nFuckin, avert your eyes if you don’t\nlike it.\n(to J)\nGo get drinks. Get Baz a really big\none. Loosen the cunt up a bit.\n\nJ heads to the kitchen.\n\nINT. KITCHEN / CODY HOUSE - NIGHT\n\n20.\n\n27\n\nJ enters, switching on the light. He goes to the fridge and\n\npulls out four beers. He closes the fridge and turns.\n\nA man (35) is standing in the doorway. J drops one of the beers.\nIt SMASHES on the tiles around his feet. The man, POPE CODY,\n\ngestures J to keep quiet.\n\nSMURF (0.S.)\nAre you alright, love?\n\nJ doesn’t respond. The man continues his silent 'shhhing'.\n\nSMURF (0.S.)\nJ?\n\nPOPE\nShit. OK. You should answer her you're\nalright.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOPE\nShit. OK. You should answer her you're\nalright. \n\nTARGET SECTION TO BE ANNOTATED:\nJ\n(loud, uncertain)\nI'm alright.\n\nPOPE\nYou sure? Guess who am I.\n\nJ\nUncle Pope.\n\nSMURF (0.S.)\nWhat happened, honey?\n\nJ\nDo you know who I am?\n\nPOPE\nYou're Julia's kid.\n\nSMURF (0.S.)\nJ?\n\n(CONTINUED)\n\f28\n\nAnimal Kingdom - GREEN REVISIONS\nCONTINUED:\n\nCRAIG (0.S.)\nYou better be cleaning that up!\n\nPOPE\nYou've gone and ruined my surprise,\nhaven't ya?\n\nINT. KITCHEN / CODY HOUSE - LATER\n\n21.\n\n28\n\nNicky sweeps broken glass onto a dustpan. J crouches beside her\nwith a plastic bag. She empties the glass into it and stands.\n\nSMURF\nHow are you two going there?\n\nBaz, Pope, Cath and Smurf sit around the kitchen table.\nsitting on Pope's lap.\n\nSMURF\nYou should put that in the outside\nbin, honey. I think it might be\nrubbish night tonight.\n(calling)\nCraig! Is it rubbish night tonight?\n\nCRAIG (0.S.)\nHow would I know?\n\nSMURF\n(calling)\nIt's your house!\n(to Nicky)\nI think it's rubbish night. Can you\nput the bins on the street?\n\nNicky exits. J grabs a rag and mops up the beer puddle.\n\nPOPE\nI'm sitting in this fuckin motel room\nall day and, you know, now what? What\nam I s'posed to do now?\n\nBAZ\nThey're not actually gonna shoot you.\nYou know that, don't you?\n\nPOPE\nI bet someone said that to Pete, and\nMickey Speed too.\n\nSmurf is\n\n(CONTINUED)\n\fCONTINUED:\n\nBaz smiles\n\nAnimal Kingdom - GREEN REVISIONS 22.\n\nBAZ\n\nYou gotta go home sometime. You can't\nhole yourself up forever, like maybe\nthey'll forget about you. If they've\ngot something, then let them come. If\nthey had anything on us, they'd be\nusing it. But they don't, so all they\ncan do is sit in a car outside my\nhouse.\n\n(beat)\nThey've got their own fish to fry.\nArmed Rob's getting shut down.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut they don't, so all they\ncan do is sit in a car outside my\nhouse. (beat)\nThey've got their own fish to fry. Armed Rob's getting shut down. \n\nTARGET SECTION TO BE ANNOTATED:\n Half\nthose guys are gonna get shuffled over\nto the Major Crime Squad and the\nrest'll go, you know, they'll go\nsomewhere else, and their little\nclub'1ll fall to bits. All they can do\nnow is try and get over on us and\nthey've got over on you. They've made\nyou run.\n\nPOPE\nYou don't have them out there telling\npeople they wanna knock you.\n\nBAZ\nThey wouldn't bother. They know I\nwouldn't fall for it.\n\nCATHERINE\nWe should go, Baz.\n\nBAZ\nIn a minute, babe.\n\nCATHERINE\nIt's late. We should go.\n(to Smurf)\nCharlie's baby-sitting.\n\nBAZ\nHoney. I'm talking. Tell Charlie I'll\ngive her a thousand bucks if she stays\nover the night.\n\nCATHERINE\nIf nine grand a pop's as good as it\ngets now, I don't know you've got a\nthousand bucks to be giving the\nbabysitter.\n\nwide, leans back in his chair.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 23.\nCONTINUED: (2)\n\nBAZ\nThat's not untrue.\n\nCraig bursts into the room, looking seriously concerned.\n\nCRAIG\nCan you hear that?\n\nEveryone suddenly looks equally concerned.\n\nSMURF\nHear what?\n\nCRAIG\nShhh. Fuck. Listen.\n\nCraig heads to the back door. As he passes Pope, he sticks his\nindex finger out.\n\nCRAIG\nPull my finger.\n\nPope grabs Craig's arm and wrenches him to the floor. They\nwrestle dangerously, Craig laughing. Pope pins him. Craig's legs\nflail, knocking chairs over. Baz drinks, smiling.\nCRAIG\n(laughing)\nPull my finger!\nCraig struggles.\n\nSMURF\nKids, cut it out.\n\nPope puts his knee into the back of Craig's head.\n\nCRAIG\nOw! Get off.\n\nJ watches crouched on the ground, mopping up beer.\n\nCRAIG\nAh! Mum, tell him to get off me!\nSMURF\nGet off him, honey.\nPOPE\n(to Craig)\n\nGo limp.\n\n(CONTINUED)\n\f31\n\n32\n\nAnimal Kingdom - GREEN REVISIONS 24.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMURF\nGet off him, honey. POPE\n(to Craig)\n\nGo limp. (CONTINUED)\n\f31\n\n32\n\nAnimal Kingdom - GREEN REVISIONS 24. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (3)\n\nCRAIG\nGet off me.\n\nPOPE\nI'm not gettin off til you go limp.\n\nCraig goes limp.\n\nCRAIG\nI'm limp.\n\nPOPE\nAre you limp?\n\nCRAIG\nI'm limp!\n\nJ watches the men wrestle.\nINT. BEDROOM / BROWN-SAYLES HOUSE - DAY 31\n\nBaz pulls on a clean shirt, peering through the blinds. He can't\nsee the mystery car outside.\n\nINT. KITCHEN / BROWN-SAYLES HOUSE - DAY 32\nBaz enters the kitchen, tucking in his shirt. Cath is vacuuming\naround the kitchen benches. She presses the vacuum off with her\nfoot.\n\nCATHERINE\nWhere are you going?\n\nBAZ\nSupermarket.\n\nCATHERINE\nWhat to get?\n\nBAZ\nNothing much.\n\nCATHERINE\nWhat?\n\nBaz steps over and presses the vacuum back on.\n\nBAZ\nI'm meeting Pope.\n\nBaz presses the vacuum off and pours himself a glass of water.\n\n(CONTINUED)\n\f33\n\n34\n\nAnimal Kingdom - GREEN REVISIONS 25.\nCONTINUED:\n\nCATHERINE\nHow long is that car gonna stay parked\noutside our house?\n\nBaz pops vitamins and presses the vacuum back on.\n\nBAZ\nThis is what I'm gonna go meet him\nabout.\n\nCATHERINE\n\nIt's been there a week.\n\nBAZ\nYeah, well this is what I'm gonna go\nmeet him about, aren't I?\n\nBaz presses the vacuum off again and pinches Cath's arse.\n\nCATHERINE\nCan you not touch my arse every five\nseconds?\n\nBAZ\n\nI can't help it. I love it.\nHe grabs her in a bear hug and lifts her off the ground.\n\nBAZ\nLove you.\n\nHe kisses her forehead, grabs his car keys and exits.\nEXT. BROWN-SAYLES HOUSE - DAY 33\n\nBaz walks from the door to his car parked in the drive. As he\nwalks, he surveys the street - no sign of the mystery car.\n\nINT. SUPERMARKET - DAY 34\n\nPope and Baz walk the aisles, pretending to shop, monitoring\ntheir surroundings. Pope hands Baz a piece of paper.\n\nPOPE\nThis is the new number you can call me\non.\n\nBaz hands Pope an envelope.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nPope hands Baz a piece of paper. POPE\nThis is the new number you can call me\non. Baz hands Pope an envelope. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 26.\nCONTINUED:\n\nBAZ\nThis is your split. It's bullshit. I\ndunno what you're thinking, about your\nfuture and that, but I'm about done\nwith this shit.\n\nBaz reaches over a woman with trolley for a roll of tape.\n\nBAZ\n(to woman)\nExcuse me, love.\n\nThey continue walking. Baz speaks softly, discreetly.\n\nBAZ\nThe stock market's working. That 20\ngrand I put in there is 60 now. You\nget a foot in that door, there's\nserious money to be made. You know?\n\nPOPE\nWhat do I know about the stock market?\n\nBAZ\nProbably nothing. Neither did I.\nDoesn't matter. You just read the\npaper. You learn. Or you get someone\nto do it for you. Doesn't matter. Our\ngame's over, mate. It's getting too\nhard. It's a joke. Craig's making a\nfuckin fortune with the drug thing,\nyou've seen the house he's bought, but\nI don't know I got it in me. It's\ngrubby. It's grubby business. You know\nwhat I mean? The stock market, mate.\nThe resources boom. I'll get you\nstarted. I'll set you up an account\nand you're away.\n\nPOPE\nI don't have a computer.\n\nBAZ\nYou don't need a computer.\n\nPope seems confused.\n\nPOPE\nI don't know what I'm gonna do.\n\n(CONTINUED)\n\f35\n\n36\n\nAnimal Kingdom - GREEN REVISIONS 27.\nCONTINUED: (2)\n\nBAZ\nYeah. Me neither is what I'm saying.\nBut, you know, every day's a new one\nis what I'm also saying.\n\nEXT. SUPERMARKET - DAY 35\n\nBaz and Pope cross the busy outdoor car park. Baz carries a\nplastic bag. They walk in silence, then Pope stops.\n\nPOPE\nTake a look at this.\n\nHe sweeps his arm across the car park and stands lost.\n\nPOPE\nWhat the fuck is all this?\n\nPope suddenly looks like he might cry. Baz smiles warmly.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOPE\nWhat the fuck is all this? Pope suddenly looks like he might cry. Baz smiles warmly. \n\nTARGET SECTION TO BE ANNOTATED:\n They\nlook around the car park: fat women with trolleys, old men\nlooking lost, kids with jeans halfway down their arses.\n\nBAZ\nGo home. Take it easy. Everything'1ll\nsort itself out. Where are you parked?\n\nPOPE\nRound the other side.\n\nBAZ\n(pointing)\nI'm this way.\n\nPope nods. Baz smiles then heads off towards his car. Pope looks\naround. He stands like a kid lost in a shopping mall.\n\nEXT. STREET - DAY 36\n\nBaz crosses the street and pulls keys from his pocket. He gets\nin his car and starts the engine. He pulls on his seatbelt and\nlooks in the rearview mirror.\n\nHe sees two plainclothes cops, including the AR detective from\noutside his house, approaching the car with shotguns. He spins\nto look through the back window. He sees another two detectives\nwith shotguns. Apprehensive, he winds his window down as they\napproach. He acts casual.\n\nBAZ\nShit mate, you just missed him.\n\n(CONTINUED)\n\f37\n\n38\n\n39\n\n40\n\nAnimal Kingdom - GREEN REVISIONS 28.\n\nCONTINUED:\nAR DETECTIVE\n(smiles)\nThat's alright. I like you better.\n(yells)\n\nHe's got a gun!\n\nThe AR detective raises his shotgun and BLASTS Baz. Blood\nsplatters the car interior.\n\nEXT. SUPERMARKET - DAY 37\n\nHearing the BLAST, Pope spins to see detectives surrounding\nBaz's car. He takes steps over, shocked and helpless.\n\nEXT. STREET - DAY 38\nBaz's bloodied body is slumped in the car. Shielded by other\nofficers, a detective pulls a handgun from the front of his\npants and throws it at Baz's feet.\n\nEXT. SUPERMARKET - DAY 39\n\nPope stands in shock as people converge on the scene. His head\nis spinning.\n\nINT. LOUNGE / CODY HOUSE - DAY 40\n\nCraig bursts into the room. J follows. Smurf is there, on the\nphone.\n\nCRAIG\nHave you spoken to Cath?\n\nSMURF\n(into phone)\nI have to go, hon...\nShe hangs up the phone and stands.\n\nSMURF\nIt's OK to cry, honey.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMURF\n(into phone)\nI have to go, hon... She hangs up the phone and stands. SMURF\nIt's OK to cry, honey. \n\nTARGET SECTION TO BE ANNOTATED:\nCRAIG\nThose fuckin dogs!\n\nSMURF\nHoney, come here.\n\nCRAIG\nThose fuckin dogs!\n\nCraig moans strange and guttural. Smurf goes to him. He pushes\nher away and exits. Smurf follows him. J is scared.\n\f41\n\n42\n\n43\n\nAnimal Kingdom - GREEN REVISIONS 29.\n\nEXT. BACK YARD / CODY HOUSE - DAY 41\n\nFrom the interior, J watches Craig pace hysterically. He cannot\ncontain his rage.\n\nSmurf approaches. She holds him from behind. Craig is now crying\nhard. He tries to break free, but she won’t let go. He stops\nbreathing heavy, then breaks down. He lets himself be comforted\nby his mother. He looks up at the house.\n\nINT. LOUNGE / CODY HOUSE - DAY 42\n\nJ stands, staring out the window at Smurf and Craig. Pope\nenters. He is strangely silent and still. He stands at the sink\nand pours himself a glass of water. Moments pass. J is deeply\nunsettled. Pope seems to not even know he is there.\n\nINT. HENRY-EMERY HOUSE - EVENING 43\n\nALICIA HENRY (40), sits at a home computer in a corner of the\nroom.\n\nALICIA\nThat can't happen.\n\nNicky stands with J in the middle of the room. Nicky's 9-year-\nold step-brother, ANDY, is slouched in front of the Tv.\n\nNicky’s burly step-dad, GUS EMERY, is in the kitchen chopping\ncarrots.\n\nNICKY\nPlease. There's stuff going on and he\nreally needs somewhere to stay.\n\nALICIA\nIt can't happen, Nick. You've got\nschool. You're in Year 12.\n\nNICKY\nHe really needs somewhere. There's\nthings going on.\n\nALICIA\nWhat things?\n\nNICKY\nThings. It'd only be for a while.\n\nALICIA\nYou've got school, Nick. You're\nprobably gonna make a mess of it as it\nis.\n\n(MORE)\n\n(CONTINUED)\n\f- GREEN REVISIONS 30.\nCONTINUED:\n\nAnd you shouldn't be asking me this\nwith J standing right next to you.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're\nprobably gonna make a mess of it as it\nis. (MORE)\n\n(CONTINUED)\n\f- GREEN REVISIONS 30. CONTINUED:\n\nAnd you shouldn't be asking me this\nwith J standing right next to you. \n\nTARGET SECTION TO BE ANNOTATED:\nNICKY\nWhy, because you don't want him to see\nwhat a bitch you are?\n\nGUS\nHey. C'mon.\n\nNICKY\nOne of J's friends got shot by the\ncops today and he's dead. And I don't\nthink it'd be that big a deal to let\nhim stay here for a bit.\nJ\nI didn't know him that well.\nAlicia is shocked. Gus looks up from the kitchen.\nGUS\nWhere?\n\nJ\nUm, Prahran. I think.\n\nGUS\nI saw on the news.\n\nJ\nI didn't know him that well. It's just\na shock and everything.\n\nGUS\nIs there anything we can do? You want\na drink or something?\n\nJ\nNo, thanks.\n\nAlicia sits with her hand to her mouth.\n\nNICKY\nSo maybe you can think about that\n\nNicky drags J away. When they've left, Alicia looks over to Gus.\nShe tries to talk quietly, but she's emotional.\n\nALICIA\nWhat is going on here?\n\nGUS\nHe didn't know him that well.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 31.\nCONTINUED: (2)\n\nALICIA\nWe wouldn't know. We wouldn't know if\nhe's telling the truth or not. We\nwouldn't know what's going on.\n\nGUS\nHe's had a rough trot. You know? His\nmum's died and -\n\nALICIA\nShe died of a fucking drug overdose.\nHe's dropped out of school.\n\nANDY (0.S.)\nMum said 'fuck'!\n\nGUS\nI don't know. All I can go on is he's\na good kid. He's good to me and Andy.\nI can't ask more than that. What\nelse... Try keep them apart, you can\nkiss her goodbye.\n\nAlicia looks to Nicky's bedroom door. She looks down at her\nhands. They're shaking.\n\nALICIA\nMy God. Look at me.\n\nGUS\nJust relax. Everything's fine.\n\nINT. NICKY’S BEDROOM / HENRY-EMERY HOUSE - EVENING 44\nJ and Nicky in Nicky's bedroom.\nNICKY\n\nYou asked me to ask them.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. NICKY’S BEDROOM / HENRY-EMERY HOUSE - EVENING 44\nJ and Nicky in Nicky's bedroom. NICKY\n\nYou asked me to ask them. \n\nTARGET SECTION TO BE ANNOTATED:\nJ\nYeah, I asked you to ask them if I\ncould stay, not go tell them about\neverything.\n\nNICKY\nThey feel sorry for you.\n\nJ\nDon't do it. What's the point of it?\n\nNICKY\nWhat do you care what they think?\n\n(CONTINUED)\n\f45\n\nAnimal Kingdom - GREEN REVISIONS 32.\nCONTINUED:\n\nJ is freaked. He sits on Nicky's bed, his face in his hands.\n\nJ\nFuck.\n\nNicky sits beside him and puts her arms around him.\n\nNICKY\nI'm sorry. I'm looking after you.\n(beat)\nI'm sorry.\n\nINT. LOUNGE / CODY HOUSE - NIGHT\n\nIt's late. The house is quiet bar the sound of an old music\nvideo on TV. J and Nicky are on the couch. Nicky is asleep. J's\neyes are fading.\n\nPope sits drunk in a chair, watching the TV. J's eyes drift\nshut.\n\nPope looks over and watches J sleep. He stands and gently lifts\nthe sleeping Nicky off the couch.\n\nINT. BEDROOM / CODY HOUSE - NIGHT\n\nPope stands at the end of the bed, Nicky in his arms. He lays\nher down carefully. She sleeps, her skirt pulled up high on her\nthighs. Pope watches her. He takes the doona and spreads it out\nover the bed. It floats down over her. She stirs, looks over\nthrough gummy eyes, then rolls back to sleep.\n\nJ appears at the door, sleepy, disturbed that Pope is there.\nPope heads out. He leans into J's ear.\n\nPOPE\nShe's beautiful, mate.\n\nHe exits. J feels deeply unsettled. He watches Nicky sleep.\nINT. J’S BEDROOM / CODY HOUSE - DAY 45\nJ sits on his bed alone, trying unsuccessfully to tie a necktie.\n\nSmurf enters in a black dress and heels. She is looking ina\nsmall compact, applying lipstick.\nSMURF\nYou didn't cry at the funeral, did you\nhon.\n\nJ continues tying his tie, like he's not going to respond.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 33.\nCONTINUED:\n\nJ\nI tried, but nothing came out.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ continues tying his tie, like he's not going to respond. (CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 33. CONTINUED:\n\nJ\nI tried, but nothing came out. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nIs that wrong?\n\nSMURF\nNothing's wrong, honey. Things just\nare what they are and what's right and\nwrong is how you look at it. You know?\nYou need to find your positive spin.\nThere's always one around somewhere.\nIs Nicky coming today?\n\nJ\nHer parents won't let her.\n\nSmurf puckers her lips. J's struggling with his tie.\n\nSMURF\nWhat are you doing?\n\nSmurf closes her compact and looks at J on the bed.\n\nJ\nThis.\n\nSMURF\nLet's get a look at you. Stand up.\ng y p\n\nJ stands. Smurf undoes his necktie and tries to re-tie it.\nShe's unsuccessful, so she takes it off him and puts it on\nherself to tie it.\n\nSMURF\nYou know why your mum and I hadn't\nspoken in so long?\n\nJ\nNo.\n\nSMURF\nWe had a fight about - you know the\ncard game 500? She reckoned you can\nplay the joker whenever you want ina\nno-trumps hand. She was drunk. I was\ndrunk too, but I was right. But so\nlook what happens. Years go by and\nthen she's gone and I lose my only\ndaughter because you can't play the\njoker whenever you want in a no-trumps\nhand. And I don't get to see you for\nyears. And that made me sad. But I'm\ngetting to see you now. All the time.\n\n(CONTINUED)\n\f46\n\n47\n\n48\n\n49\n\nAnimal Kingdom - GREEN REVISIONS 34.\nCONTINUED: (2)\n\nHaving successfully knotted the tie, Smurf takes it off herself\nand puts it around J's neck. She pulls the tie tight and steps\nback to inspect him.\n\nSMURF\nSweet. How do I look?\n\nJ\nYou look good.\n\nSMURF\nCorrect.\n\nSmurf kisses J's lips.\n\nSMURF\nBeautiful boy.\n\nEXT. CODY HOUSE - DAY 46\n\nJ and Darren load flowers into the back of the car. Darren stops\nloading to brush pollen off his bone-coloured suit. Smurf and\nCraig appear from the house. Craig is in black suit and\nsunglasses. Smurf carries a platter of sandwiches.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nSmurf and\nCraig appear from the house. Craig is in black suit and\nsunglasses. Smurf carries a platter of sandwiches. \n\nTARGET SECTION TO BE ANNOTATED:\nOVER: a male VOICE sings 'The Psalm of David' ('The Lord is My\nShepherd') in Hebrew. It's haunting and beautiful.\n\nINT. CHURCH - DAY 47\n\nModern church. A young boy in Jewish yarmulke sings Hebrew into\na microphone. A coffin is on the altar next to a photo of Baz.\n\nEXT. CHURCH - SAME 48\nSound of singing inside. Pope stands outside, near a hearse and\ntwo funeral directors, staring out over the street, dark and\ncontemplative. A few Armed Robbery Squad detectives lean against\na car in the street, smiling.\n\nCraig appears beside Pope, lights a cigarette, silent.\n\nINT. LOUNGE / BROWN-SAYLES HOUSE - EVENING 49\nCraig, Pope and Darren sit watching cricket. Craig is restless\njiggling his leg, watching intently beside a big bearded guy,\nMICK, a fellow mourner also wearing a suit, sunglasses perched\non his head.\n\nMICK\nYou got a smoke for me?\n\nCraig hands a cigarette to Mick, eyes never leaving the TV.\n\n(CONTINUED)\n\f50\n\nAnimal Kingdom - GREEN REVISIONS 35.\nCONTINUED:\n\nMICK\nAnd a light.\n\nCraig stretches to pull a lighter from his jeans pocket.\n\nCRAIG\nFuck, mate. Am I a tobacconist? Go the\nshops. The shop's down the road.\n\nINT. KITCHEN / BROWN-SAYLES HOUSE - EVENING 50\n\nSmurf and another woman, CHARLIE (20s), sit at the kitchen table\nwith an exhausted Cath, Smurf’s chair pulled close to comfort\nher. J is at the bench, pouring cups of tea.\n\nCHARLIE\nIs Baz Jewish? What was with the\nspooky Jew singing the song?\n\nCATHERINE\nHis mother is, I think. Maybe she’s\nbeen on a cruise. I don’t know. Never\ntalk to the bitch.\n\nSMURF\nCan I get you anything, love?\n\nCATHERINE\nNo.\n\nSMURF\nYou sure?\n\nCATHERINE\nI said I’m fine, Smurf.\n\nJ puts a cup of tea in front of Cath. Smurf strokes her hair\n\nSMURF\n\nYou’re upset, hon. I know.\nCATHERINE\n\nFuck this.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nSmurf strokes her hair\n\nSMURF\n\nYou’re upset, hon. I know. CATHERINE\n\nFuck this. \n\nTARGET SECTION TO BE ANNOTATED:\nSMURF\n\nI know, love. It’s not right.\n\nCATHERINE\nI don’t want to live like this.\n\nSMURF\nNone of us do, love.\n\n(CONTINUED)\n\f51\n\n52\n\nAnimal Kingdom - GREEN REVISIONS 36.\nCONTINUED:\n\nSmurf motions to J to tell the others it’s time to go.\nINT. LOUNGE / BROWN-SAYLES HOUSE - NIGHT 51\nJ enters the room. Pope looks at over at him.\n\nJ\nI think Smurf says we're going.\n\nDarren stands. Craig looks up. Evie cries in another room.\nCRAIG\nThere’s five overs left in this\ninnings.\nSmurf appears in the doorway.\nSMURF\n(insistent)\nIt’s time to go.\nCRAIG\n(yells to the kitchen)\nCome and watch the cricket, Cath. Take\nyour mind off things.\n\nSMURF\nCraig.\n\nCraig stands and heads for the door.\nINT. KITCHEN / BROWN-SAYLES HOUSE - NIGHT 52\nCatherine is at the table. Craig steps quickly to her.\nCRAIG\n\nYou take it easy, Cath. I'm sorry\n\nabout your loss.\nCraig hugs her and exits. The other men stand in line to hug\nher. J stands with Smurf in the doorway. Smurf nudges J to hug\nCath. He does so. It's awkward.\n\nPope moves to Cath. Smurf and J exit. Pope holds Cath and leans\ninto her ear.\n\nPOPE\nEverything'll be good.\n\nHe exits. She watches him go, anguished and confused.\n\f53\n\n54\n\nAnimal Kingdom - GREEN REVISIONS 37.\n\nINT. LOUNGE / CODY HOUSE - NIGHT 53\n\nMick is at the stereo, going through CDs. Craig watches the TV.\nJ's in an armchair, Darren on the couch. Pope's restless.\n\nMICK\nYou got any more speed?\nCRAIG\nSit down and watch the fuckin cricket\n\nMick.\nMick takes a CD from its case and opens the stereo's CD tray.\nCRAIG\nGet away from the fuckin stereo.\nYou're driving me nuts. What did I\nsay? Sit down. Today's not the day.\n\nMick closes the CD tray and looks at more CDs. Darren gets up\nand goes to the kitchen.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nToday's not the day. Mick closes the CD tray and looks at more CDs. Darren gets up\nand goes to the kitchen. \n\nTARGET SECTION TO BE ANNOTATED:\n Pope leans menacingly into J's ear.\n\nPOPE\nGo to your room.\n\nConfused, J gets up and heads for the door.\nINT. KITCHEN / CODY HOUSE - NIGHT 54\n\nDarren is at the sink fixing himself a drink. Pope enters and\nstands behind him, looming. Darren knows he's there.\n\nPOPE\nWhat's that suit you're wearing?\nDARREN\nIt's my suit.\nPOPE\nYeah? Do you think you look good in\nit?\nDARREN\nWhat?\nPOPE\n\nIt looks gay. Are you gay?\nDarren continues fixing his drink. He feels uncomfortable.\n\nDARREN\nGet fucked.\n\n(CONTINUED)\n\fCONTINUED:\n\nAnimal Kingdom - GREEN REVISIONS 38.\n\nPOPE\nI’m asking a serious question. I’m\ncomfortable with your lifestyle. I\njust want you to talk to me about it.\nSometimes I worry we don't talk to\neach other enough. You making yourself\na drink?\n\nDARREN\nYeah.\n\nPOPE\nYeah? Whatcha making?\n\nDARREN\nRum and coke.\n\nPOPE\nRum and coke? That's not a very gay\ndrink. I think if you're a gay man you\nshould feel like you can make yourself\na gay drink. You know what I mean?\nThis is what I'm talking about. It\nkills me to see you living a lie.\n\nDARREN\nJust fuck off, will ya?\n\nPope watches the back of Darren's head. Darren doesn't respond.\n\nHe takes a\n\nDarren sto\n\nlong time with his drink.\n\nPOPE\nWhat do you think we should do,\nDarren?\n\nDARREN\n\nWe’ve gotta be there for his family,\nfor Cath and that.\n\nPOPE\nWhat are you gonna do, Darren?\n\nDARREN\nI dunno. He’s dead. It’s wrong and\nthat but, you know...\n\nps fixing his drink. He stares into the sink.\n\nPOPE\nYou know, if it was Baz who was\nstanding there right now, coz we'd\njust been to your funeral, we wouldn't\neven be having this conversation.\n(MORE)\n\n(CONTINUED)\n\f55\n\n56\n\nKingdom - GREEN REVISIONS 39.\nCONTINUED: (2) POPE(CONT'D)\n\nHe would've already done something\nabout it.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOPE\nYou know, if it was Baz who was\nstanding there right now, coz we'd\njust been to your funeral, we wouldn't\neven be having this conversation. (MORE)\n\n(CONTINUED)\n\f55\n\n56\n\nKingdom - GREEN REVISIONS 39. CONTINUED: (2) POPE(CONT'D)\n\nHe would've already done something\nabout it. \n\nTARGET SECTION TO BE ANNOTATED:\nPope steps up close behind him. He's gentle with Darren. Darren\nwatches the tap drip.\nPOPE\n\nIf you don’t wanna do anything coz\n\nyou’re scared, then just say so. Is it\n\ncoz you’re scared? It’s alright if you\n\nare. I just want you to talk to me\n\nabout it.\n\nCraig enters, all hopped up. He goes to the fridge, gets a beer\nthen heads to the couch.\n\nCRAIG\nThat guy's driving me fuckin nuts.\n\nTension hangs between Pope and Darren. At that moment, MUSIC\nstarts up loud in the lounge.\n\nPope gently pulls Darren by the arm to the lounge.\nINT. LOUNGE / CODY HOUSE - NIGHT 55\nMick is crouched before the stereo. Pope enters with Darren.\n\nPope pulls a handgun from his pants, steps across the room and\nSHOOTS Mick in the back of the head.\n\nMick crashes face-first into the shelves. Knickknacks topple.\nPOPE\nThat's what they've gone and done to\nus.\n\nPope puts his gun back in his pants like it's no big thing.\n\nPOPE\nI just think we should do something\nabout it.\nCraig enters.\nCRAIG\n\nFuck. The carpet.\n\nPope exits down the hall. Craig scurries for the back door.\nDarren is left stunned with death and music.\n\nINT. J’S BEDROOM / CODY HOUSE - NIGHT 56\n\nJ stands in his room, startled, listening. He opens his door\n\n(CONTINUED)\n\f57\n\nAnimal Kingdom - GREEN REVISIONS 40.\nCONTINUED:\n\nPope passes in the hall on his way out. They make eye contact.\n\nStill in suit pants, barefoot and no shirt, J walks the hall to\nthe lounge door, inches ajar. He opens it tentatively.\n\nINT. LOUNGE / CODY HOUSE - NIGHT 57\nBent face first against the shelves, Mick lies dead. Darren\nstands on the other side of the room, in shock. J steps\nanxiously into the room. Darren looks over to him, blankly.\n\nThe back fly-wire door opens. Craig enters dragging a sheet of\nthick black plastic behind him.\n\nThe dog charges past Craig from the back door and goes straight\nto the body, sniffing and licking.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe back fly-wire door opens. Craig enters dragging a sheet of\nthick black plastic behind him. The dog charges past Craig from the back door and goes straight\nto the body, sniffing and licking. \n\nTARGET SECTION TO BE ANNOTATED:\nCRAIG\nDaisy! Get out of it! Get him off the\ncarpet, Darren.\nDARREN\nThis suit's not mine. It's already\ndirty. I already got pollen on it\nDarren heads for the door, strangely catatonic.\n\nCRAIG\nHey, get back here.\n\nDarren exits without responding. The dog keeps licking.\n\nCRAIG\nDaisy! Get out of it!\n\nCraig grabs the dog by its collar, dragging it to the door. J is\nleft alone with the body. It makes a GURGLING MOAN.\n\nCraig reappears. J can hardly breathe.\n\nJ\nI think he’s alive.\nCRAIG\nHey?\nJ\n\nHe’s making sounds.\nCraig switches the stereo off. He hears Mick moan. He stomps his\n\nfoot down hard twice, then stops and listens. No sound. He lays\nthe plastic down.\n\n(CONTINUED)\n\f58\n\n59\n\nAnimal Kingdom - GREEN REVISIONS 41.\nCONTINUED:\n\nCRAIG\nGrab the other end. Lay it down flat.\nGet him off the carpet.\n\nJ does so. Craig grabs the body, pulling it backwards. It flops\nback awkwardly, face up, bloody and battered.\n\nCRAIG\nLift the corners up. Like this.\n\nJ grabs the corners of the sheet, keeping blood pooled inside.\nCraig rolls the body onto it and takes the corners.\n\nCRAIG\nLet's get him outside. You ready? One,\ntwo, three.\n\nThey drag. Mick is huge and heavy. J slips and falls forward.\n\nCRAIG\nFuck. He's huge. We're never gonna get\nhim in the car.\n\nCraig thinks, blinking a lot.\nINT. BATHROOM / CODY HOUSE - NIGHT 58\n\nCraig lines the bathroom walls with black plastic. J stands\nbeside him with a roll of masking tape, tearing strips off for\nCraig to use to hold the plastic up. J is freaked.\n\nINT. BATHROOM / CODY HOUSE - LATER 59\n\nJ stands just outside the bathroom door as the sound of a\nchainsaw starts up inside. And then the sickening sounds of the\nsaw's blade tearing into flesh and bone. The sound goes for a\nwhile. J is stunned. And then the saw switches off.\n\nCRAIG (0.S.)\nJesus Christ.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then the saw switches off. CRAIG (0. S.)\nJesus Christ. \n\nTARGET SECTION TO BE ANNOTATED:\nCraig appears in the doorway, covered head to toe in blood.\n\nCRAIG\nThis is gonna take longer than I\nthought. Can you pass me that beer?\n\nJ hands him a beer. Craig sits on the edge of the bath, looking\nat off-screen horror, just behind the bathroom door.\n\nCRAIG\nGo and put your shoes on. We're going\nbush when I'm done here.\n\f60\n\n62\n\n64\n\n66\n\nAnimal Kingdom - GREEN REVISIONS 42.\n\nEXT. CODY HOUSE - NIGHT 60\n\nCraig and J heave heavy garbage bags into the back of Craig's\nstation wagon. Craig climbs up and drags them in.\n\nINT. BATHROOM / CODY HOUSE - MORNING 62\n\nJ stands nude under the shower. The dog sits outside the\nshower, staring at him.\n\nPope enters the bathroom.\n\nPOPE\nWhere's Craig?\nJ\nI dunno.\nPOPE\n\nI need a favour. Can you get us a car\na Commodore or something? Craig said\nyour good with cars.\n\nJ doesn't know how to respond.\nPOPE\nI gotta go, but you can bring it to\nDarren's place at 2am, yeah?\n\nJ\nHow come?\n\nPOPE\nCoz I told you to.\n\nPope turns and leaves. J stands, uncertain.\n\nEXT. STREET - NIGHT 64\n\nJ walks a quiet suburban street, sizing up parked cars, baseball\ncap pulled tight over his face. He sees a white Commodore, walks\nto the driver’s door.\n\nHe slides a metal strip from his sleeve and jams it in the door\npopping it open. He gets behind the wheel, pulls the casing away\nunder the steering column and starts the car.\n\nINT. DARREN’S APARTMENT - NIGHT 66\n\nJ knocks on the door. Pope lets him in. Craig paces in the\n\nkitchen. Darren is on the couch. He packs and smokes a bong. He\nseems anxious.\n\n(CONTINUED)\n\f68\n\nAnimal Kingdom - GREEN REVISIONS 43.\nCONTINUED:\n\nPOPE\nWhere is it?\n\nJ\nParked round back. It's a white\nCommodore. Where are you going?\n\nPope picks up a sports bag beside the couch. It's noticeably\nheavy. Darren doesn’t move. He stares at the bong.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's noticeably\nheavy. Darren doesn’t move. He stares at the bong. \n\nTARGET SECTION TO BE ANNOTATED:\nPOPE\nWhy are you getting stoned now? What\nmakes you think that's a good idea?\n\nDarren stands, puts keys in his pocket.\n\nPOPE\n(to J)\nAnyone calls, tell them Darren’s in\nthe shower.\n\nThey exit. Pope closes the door behind him. J is left alone in\nthe lounge. He sits, his heart pounding.\n\nCUT TO BLACK:\n\nSTATIC, then male voice of police radio communications centre\nVKC (D-24). Dialogue is OVER, RADIO-FILTERED and SUBTITLED.\n\nVKC (D-24)\nVKC to Richmond 49. Do you copy? Over.\nRichmond 49...\n(long pause)\nVKC to Richmond 49. Do you copy? Over.\n\nINT. DARREN’S APARTMENT - NIGHT 68\nSLOW MOTION: J is in the armchair, smoking a cigarette.\nSilence. Then RADIO STATIC.\nVKC (D-24)\n\nVKC to Boroondara 420, do you copy?\n\nOver. Any units clear near the\n\nHawthorn area? Richmond 510? Do you\n\ncopy?\n\nRICHMOND 510\nRichmond 510. We copy. Over.\n\nVKC (D-24)\n510, state your position.\n\n(CONTINUED)\n\f70\n\nCONTINUED:\n\nAnimal Kingdom - GREEN REVISIONS 44.\n\nRICHMOND 510\n510. We’re travelling east on\nCommercial Road.\n\nVKC (D-24)\n510, can you head over to 48 Darcy\nStreet in Hawthorn? I sent Richmond 49\nto that address approximately 20\nminutes ago to a call about an\nabandoned Commodore in the middle of\nthe road and they’re failing to\nrespond at this time. They haven’t\ncalled in a sit-rep but we’ve had\ncards from residents in the area\nreporting shots fired.\n\nRICHMOND 510\nRoger that. We’1ll take a look\n\nBOROONDARA 87\nBoroondara 87. We’re in the area and\ncan head to that one.\n\nVKC (D-24)\nRoger that, 87. Any others available?\n\nRICHMOND 87\nRichmond 87. We're five minutes from\nthat one.\n\nVKC (D-24)\nRoger that, 87.\n\nINT.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe're five minutes from\nthat one. VKC (D-24)\nRoger that, 87. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DARREN’S APARTMENT - NIGHT 70\n\nJ is on the couch. We see mundane bits and pieces of Darren's\n\napartment:\n\nwallpaper, sneakers with dirty socks in them, clean\n\nglasses stacked by the sink to dry.\n\nRICHMOND 510\nRichmond 510.\n\nVKC (D-24)\nYes, 510.\n\nRICHMOND 510\nWhat was that address again?\n\nVKC (D-24)\nSorry 510, please repeat.\n\nRICHMOND 510\nWhat was that address in Hawthorn?\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 45.\n\nCONTINUED:\nVKC (D-24)\n48 Darcy.\nVKC (D-24)\nRichmond 510, what’s your ETA for that\none?\n\nRICHMOND 510\n510. We’re on approach now.\n\nVKC (D-24)\nRoger that, 510. Approach with\ncaution. We’ve had reports of shots\nfired and Richmond 49 isn't\nresponding. First unit give us an\nimmediate sit-rep thanks.\n\nBOROONDARA 87\nBoroondara 87. Sorry, can you give us\nthat address for the last again?\n\nVKC (D-24)\nIt’s 48 Darcy. What’s your position\n87?\n\nBOROONDARA 87\nBoroondara 87. We’re on St Kilda Road.\n\nRICHMOND 510\n(distraught )\nUrgent. Richmond 510.\n\nVKC (D-24)\nSorry, 510. Repeat. Over\n\nRICHMOND 510\nRichmond 510, urgent. We’ve got two\nmembers down in Darcy St, Hawthorn.\nVKC (D-24)\nRichmond 510, do you require\nassistance? Over.\n72 I/E. DARREN’S APARTMENT - NIGHT 72\nJ, sitting on the couch.\nRICHMOND 510\nWe have two members down with shotgun\nwounds to the head.\n\nVKC (D-24)\n510, do you require assistance?\n\n(CONTINUED)\n\f73\n\nAnimal Kingdom - GREEN REVISIONS 46.\nCONTINUED:\n\nRICHMOND 510\nAffirmative. We need an ambulance\nhere. We’1l need a MICA for these\nguys.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nRICHMOND 510\nAffirmative. We need an ambulance\nhere. We’1l need a MICA for these\nguys. \n\nTARGET SECTION TO BE ANNOTATED:\n They're in a bad way.\n\nBOROONDARA 87\nBoroondara 87. We’re entering Darcy\nStreet now.\nVKC (D-24)\nRoger that, 87. Take care. Officers\nare down.\nRICHMOND 510\nSt Kilda 510. We need that ambo down\nhere now. These guys are gonna die.\nCUT TO BLACK:\nVKC (D-24)\nAmbulance has been dispatched, 510.\nBoroondara 87, what’s your\nposition?...\nSTATIC continues. Then stops. Then silence.\nINT. DARREN’S APARTMENT - NIGHT 73\nJ is in the kitchen, scraping the black off burnt toast into the\nsink. He hears KEYS JANGLING. Darren appears, anxious and out\nof breath, his tracksuit pants spattered with blood. He pushes\npast J and goes to the bathroom.\n\nJ follows.\n\nDarren?\nDarren is in the shower, shirtless but pants still on, scrubbing\nmadly at his sneakers.\nJ\nDarren, what happened?\n\nDARREN\nGo to sleep.\n\nJ watches him scrub. Darren's in another world.\n\nJ\nShould I go home?\n\nDarren doesn’t respond. J shuts the bathroom door, lost.\n\f74\n\n75\n\n76\n\nAnimal Kingdom - GREEN REVISIONS 47.\n\nINT. DARREN’S APARTMENT - DAY 74\n\nJ wakes on the couch. The phone is RINGING. He doesn't know if\nhe should answer. He does.\n\nJ\nHello?\n\nCLICK. The person on the other end hangs up. J goes to the\nbedroom and peers in. Darren is sprawled on his front.\n\nJ exits the apartment, seriously unsettled.\n\nEXT. STREET - DAY 75\nJ walks a major road. Police cars scream past. SIRENS wail.\nINT. LOUNGE / CODY HOUSE - DAY 76\n\nPope is on the couch, head in his hands. Cricket is on TV. J\nsteps in quietly. Pope looks up, startled.\n\nPOPE\nHey.\n\nHe seems strangely vacant, detached. He points to the TV.\nPOPE\nThis little Sri Lankan character. How\ndo you say his name?\n\nJ\nMuralitharan.\n\nPOPE\nWhat is it?\n\nJ\nMuralitharan. Murali.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOPE\nWhat is it? J\nMuralitharan. Murali. \n\nTARGET SECTION TO BE ANNOTATED:\nPOPE\nHe's funny.\n\nJ\nWhere’s Craig?\n\nPOPE\nDunno. Hey, who cuts your hair?\n\nJ\nNicky.\n\n(CONTINUED)\n\f77\n\n78\n\n79\n\nAnimal Kingdom - GREEN REVISIONS 48.\nCONTINUED:\n\nPOPE\nDo you think maybe she could cut my\nhair if I asked her?\n\nJ\nMaybe.\n\nJ feels seriously unnerved. He heads for the door.\n\nPOPE\nWhere are you going?\n\nJ\nJust to my room.\n\nPOPE\nIf you ever need to talk about\nanything or anything, I'm here. For\nany help you need or anything like\nthat. I'm happy to do that for you.\n\nJ\nOK.\n\nJ waits for more. Nothing comes. He exits. Pope watches him.\nINT. HALL / CODY HOUSE - DAY 77\nJ walks the hall towards his bedroom. All is eerily silent.\nThere is the sound of a BLAST of smashing glass and splintering\nwood. Special Operations Group (SOG) police in full black, flak-\njackets and helmets, charge in with shotguns raised.\nSOG 1\n\nGet on the floor! Now! Move! Get on\n\nthe fuckin floor!\nJ drops to his knees, hands raised. He is kicked down.\nINT. LOUNGE / CODY HOUSE - DAY 78\nPope continues staring at the TV, strangely calm.\nMore SOGs burst into the lounge, screaming, guns raised, and\nforce Pope to the floor. One whacks Pope in the back of the head\nwith the butt of his shotgun.\nINT. HALL / CODY HOUSE - DAY 79\n\nWhile one SOG trains a shotgun on J, another presses his knee\ninto J's back while flex-cuffing him.\n\f80\n\n81\n\nAnimal Kingdom - GREEN REVISIONS 49.\n\nINT. POLICE COMPLEX - DAY 80\n\nPope and J are led single-file along a hall, heavily guarded by\ndetectives. Cops loiter, watch the procession with hate.\n\nJ and Pope are led to a waiting area. Darren is already there,\ncuffed and distressed.\n\nINT. INTERVIEW ROOM / POLICE COMPLEX - DAY 81\nJ sits in a small interview room, waiting, alone.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nDarren is already there,\ncuffed and distressed. INT. INTERVIEW ROOM / POLICE COMPLEX - DAY 81\nJ sits in a small interview room, waiting, alone. \n\nTARGET SECTION TO BE ANNOTATED:\nDETECTIVE SENIOR SERGEANT NATHAN LECKIE (39) enters with\nDETECTIVE JUSTIN NORRIS (32) and social worker JOHN HARROP.\n\nLECKIE\nG'day, Josh. I’m Detective Senior\nSergeant Leckie, this is Detective\nNorris.\n\nLeckie and Norris sit.\n\nLECKIE\nMr. Harrop here is from the Department\nof Human Services. It’s a requirement\nunder the law that in questioning\nanyone under the age of 18, they must\nbe accompanied by a guardian or legal\nrepresentative. In the absence of such\na person, a department officer such as\nJohn must be present. I must also\nadvise you that you are under no\nobligation to say anything at this\npoint, but anything you do or say can\nbe used as evidence in any later court\nappearances. Do you understand this\nJosh?\n\nJ nods. Leckie speaks casually, reassuring.\n\nLECKIE\nWe won’t need to keep you too long.\n\nJ\nI've already been here for hours.\n\nLECKIE\nYes, I'm sorry about that. It's been\na big day, as I'm sure you can\nunderstand. Please state your full\nname.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 50.\nCONTINUED:\n\nJ\nJoshua Daniel Cody.\n\nLECKIE\nDo you know why you're here, Josh?\n\nJ\nWouldn't have a clue.\n\nLECKIE\nLast night two police officers were\nshot dead investigating a stolen car\nin Hawthorn.\n\nLeckie gauges J’s reaction. J shifts. Norris takes notes.\n\nLECKIE\nCan you tell me where you were last\nnight?\nJ\nI was at home.\nLECKIE\nWhat's the address there?\nJ\n17 Harding Street, Ivanhoe.\nLECKIE\nAnd what were you doing at home last\n\nnight?\nJ looks around the room. The men watch him closely.\n\nJ\nWatching TV.\n\nLECKIE\nWere your uncles at that same address\nwith you last night?\n\nSeconds into the interview J finds himself having to fabricate\nanswers to simple questions. Norris takes notes.\n\nJ\nThey were home but I fell asleep\npretty early so I wouldn't have a clue\nreally what they were up to.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nSeconds into the interview J finds himself having to fabricate\nanswers to simple questions. Norris takes notes. J\nThey were home but I fell asleep\npretty early so I wouldn't have a clue\nreally what they were up to. \n\nTARGET SECTION TO BE ANNOTATED:\n I think\nthey might have just been watching TV\nsort of thing.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 51.\nCONTINUED: (2)\n\nLECKIE\nThey were watching TV with you?\n\nJ\nThey came in at some point, but by\nthat point I was already half-asleep.\nI wasn’t really paying attention about\nwhat they were up to.\n\nLECKIE\nWhat were you watching?\n\nJ\nI think it was probably like 'Funniest\nHome Videos'. I was pretty much just\nhaving a nap on the couch.\n\nLECKIE\nAnd at some point during the evening\nall three of your uncles came into the\nroom, or only one, or two maybe? Can\nyou tell me exactly who was there?\n\nJ’s fact fabrication is only getting deeper. He wants out.\n\nJ\nI can’t really tell you. I was that\nsleepy I only remember that there were\npeople around, but I’m not sure who\nexactly. I basically had my eyes shut\nsort of thing.\n\nLECKIE\nYou don’t remember who you heard?\n\nJ\n(pauses)\nThe reason I was so sleepy and don’t\nremember was because I smoked some\nmarijuana and I was knocked out sort\nof thing. I didn’t want to tell you\nthat.\n\nLECKIE\nIt's OK, Josh. We’re not concerned\nwith what you smoked.\n\nNorris looks up from his note taking.\nLECKIE\nDo you remember where you were when\n\nyou heard the news of Barry Brown's\ndeath?\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS\nCONTINUED: (3)\n\nJ looks at the faces in the room.\n\nJ\nI was at home.\n\nLECKIE\nHow did the family respond to the\nnews? Craig must have been upset.\n\nJ\nHe was sad.\n\nLECKIE\nSad in what way?\n\nJ\nHe was crying.\n\nLECKIE\nYou physically saw him crying? What\ndid you see?\n\nJ\nHis face was all red and he had water\ncoming out of his eyes and he was\nrubbing them.\n\nLECKIE\nHow was he rubbing his eyes?\n\nJ\nYou know, like this.\n\nJ rubs his eyes like 'boo hoo'.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nLECKIE\nHow was he rubbing his eyes? J\nYou know, like this. J rubs his eyes like 'boo hoo'. \n\nTARGET SECTION TO BE ANNOTATED:\nLECKIE\nWhat's taken place then? Did he say\nanything you can recall?\n\nJ\n(pauses)\nI’ve been smoking a fair bit lately\nand my memory’s all fucked up, so I\ndon’t know really. Don't think so.\n\nNorris takes notes. Leckie watches J.\n\nLECKIE\nOK, is there anything else you'd like\nto add with regard to the matters\nwe've discussed here today?\n\n52.\n\n(CONTINUED)\n\f81A\n\n81B\n\nAnimal Kingdom - GREEN REVISIONS 53.\nCONTINUED: (4)\n\nNo.\n\nLECKIE\nWe’1ll suspend the interview at this\npoint. Detective Norris and I will be\nback in a tick.\n\nLeckie stands. Norris takes a few more notes.\n\nLECKIE\n\nYou want a drink, Josh?\nJ\n\nNo. Thanks.\nLECKIE\n\nYou sure? Juice or something?\nJ shakes his head 'no'. Norris stands. He and Leckie exit.\nINT. HALLWAY - DAY 81A\nLeckie and Norris stand outside the door to the interview room.\n\nNORRIS\nWe're gonna let him run.\n\nLeckie nods. They wait in silence.\nINT. INTERVIEW ROOM/POLICE COMPLEX - DAY 81B\nJ squirms. Awkward silence.\nJ\n(to Harrop)\nHow long can they keep me here?\nHARROP.\nWell, if they don't charge you with\nanything - I don't think they will -\nit shouldn't be much longer.\nLeckie and Norris re-enter. J looks around uncomfortably.\nLECKIE\n\nYou know what? I think we've only got\na couple more questions now...\n\nJ\nWhere’s Grandma and Darren?\n\n(CONTINUED)\n\f82\n\nAnimal Kingdom - GREEN REVISIONS 54.\nCONTINUED:\n\nLECKIE\nOur interviews with them finished some\ntime ago, so I don't know.\n\nINT. SANDWICH SHOP - EVENING 82\n\nSmurf, Pope and Darren sit in a booth in an empty diner, closing\nup for the evening.\n\nPOPE\nHave you forgotten what Baz did for\nyou? Who's been giving you money? Me\nand Baz have. What's Craig been giving\nyou? He's making a fuckin fortune.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nMe\nand Baz have. What's Craig been giving\nyou? He's making a fuckin fortune. \n\nTARGET SECTION TO BE ANNOTATED:\n How\nmuch is he giving you?\n\nSMURF\nCraig bought me my flat.\n\nPOPE\nYou don’t own that place. He just lets\nyou live in it.\n\nSMURF\nWhat is it you think you’ve done for\nBaz? You think he gives two hoots what\nyou’ve gone and done?\n\nA waitress interrupts with tea for Smurf. Smurf’s demeanor\nshifts effortlessly back to polite-grandma mode.\n\nSMURF\nThank you, love. Do you think we could\nhave the bill, please?\nThe waitress leaves. Smurf turns back to Pope.\n\nSMURF\nHe’s dead.\n\nDarren’s mobile phone rings. He answers quietly.\nSMURF\nI know you care, honey. Just don’t you\nbe thinking you care in some special\nway, like nobody else does.\n\nDARREN\nCraig’s here.\n\nDarren stands and exits. Smurf watches Pope. He seems meek. She\nlicks her thumb, wipes a smudge of food from his lips.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 55.\nCONTINUED:\n\nSMURF\nMaybe you should think about taking\nyour pills again.\n\nSmurf pulls a pile of change from her purse and counts it on the\ntable. Darren re-enters with Craig. Craig is freaking out. He\ntakes a seat at the table. Other diners glance up.\n\nCRAIG\nWhat the fuck? What were they doing\nthere so quick? It’s like they fuckin\nknow something.\n\nSMURF\nThey know who Baz’s friends are. Keep\nyour voice down.\n\nCRAIG\nFuck.\n\nDARREN\nIf they had anything we’d still be in\nthere.\n\nSMURF\n\nThey want to talk to you too, love.\nYou should call Ezra and take yourself\nin tomorrow.\n\nCRAIG\nI’m not going in there. Are you fuckin\nnuts?\n\nSMURF\n\nIf you don’t, hon, they’1l1 think\nyou’ve got something to hide.\n\nCRAIG\nI fuckin do. I’m not going in there.\n\nSMURF\nThey'11 come looking for you if you\ndon't, honey. Calm down.\n\nPOPE\nWhere's J?\n\nCRAIG\nI should just carry about my daily\nbusiness like normal.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nCalm down. POPE\nWhere's J? CRAIG\nI should just carry about my daily\nbusiness like normal. \n\nTARGET SECTION TO BE ANNOTATED:\n Don't you think?\n\nPope looks at Darren.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS\n\nCONTINUED: (2)\n\nPOPE\nWhere's J?\n\nDarren shrugs. He doesn't know.\n\nCRAIG\n\nWhere's J? Is he still in there?\nDARREN\n\nDunno.\nCRAIG\n\nWhat's he saying?\n\nDARREN\nI don't know. Calm down.\n\nCRAIG\nIf he’s not talking, what are they\nstill talking about?\n\nPOPE\nWhere is he?\n\nDARREN\nI don't fuckin know. Why are you\nasking me like I'd know?\n\nSMURF\nOK. We should leave now.\n\n83 INT. POLICE CAR - EVENING\n\n56.\n\n83\n\nJ is in the front seat. Norris drives. They drive in silence.\n\nJ\nIt’s the next left. Not this one, the\n\nnext one.\n\nNorris hits the indicator and drives around the corner. Only\n\nmetres around it, he pulls over.\n\nNORRIS\nGet out.\n\nJ\nWhat?\n\nNORRIS\n\nI’m not driving you home, cunt. Get\nout of my fucking car.\n\n(CONTINUED)\n\f84\n\nAnimal Kingdom - GREEN REVISIONS 57.\nCONTINUED:\n\nJ is suddenly gripped with fear. He opens the door and gets out.\nNorris screeches away.\n\nINT. HENRY-EMERY HOUSE - NIGHT 84\nGus opens the back door. J is there, unnerved.\n\nGUS\n\nJ\nIs Nicky here?\n\nGUS\n\nShe’s not home yet. You hungry? We're\nabout to eat.\n\nJ\nMaybe. Thanks.\n\nJ enters. Gus shuts the door behind him. Alicia is in the\nkitchen cooking. She looks up at J coolly.\n\nJ\nHi, Mrs Henry.\n\nALICIA\nCall me Alicia, J.\n\nGUS\nJ's staying for tea.\n\nGus takes a beer from the fridge and takes a seat next to Andy,\nwatching TV. J stands behind the couch, then wanders over to the\nkitchen, where Alicia serves food onto plates.\n\nJ\nCan I help?\n\nALICIA\nYou could set the table.\n\nJ sets about laying the table carefully. He is familiar with the\nkitchen.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nALICIA\nYou could set the table. J sets about laying the table carefully. He is familiar with the\nkitchen. \n\nTARGET SECTION TO BE ANNOTATED:\n He knows where to find place mats, cutlery etc.\n\nALICIA\nHow was your day today?\n\nJ\nIt was OK.\n\nAwkward silence.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 58.\nCONTINUED:\n\nJ\nHow was yours?\n\nALICIA\nIt was good.\n(to Gus and Andy)\nDinner’s ready.\n(to J, cool)\nCan you take those plates?\n\nAlicia and J carry plates. Gus MUTES the TV. He and Andy take\ntheir seats at the table.\n\nALICIA\nHow was your friend's funeral?\n\nJ\nIt was OK. Sad and everything.\n\nALICIA\nWe saw it on the news last night.\n\nJ can see the MUTED TV. A news report about the police murders.\nWe see images around the table intercut with NEWS FOOTAGE of the\ncrime scene: the police car in Davis Ave, the stolen Commodore -\nwhite. Academy graduation photos of the two officers.\n\nJ’s heart stops when he sees the car. He notices Gus watching\nthe report too.\n\nThey eat in silence. The back door opens. It's Nicky in school\nuniform,\n\nALICIA\nWhere have you been, Nicole?\n\nShe rounds the table to J, kissing Andy's cheek on the way.\n\nNICKY\nDetention. I told you.\n\nShe sits on J's lap and picks at his plate. J is quiet.\n\nALICIA\nNo, you didn't.\n\nNICKY\nI did. You had to sign the form.\n\nGUS\nI signed the form.\n\n(CONTINUED)\n\f85\n\n86\n\n87\n\n88\n\nAnimal Kingdom - GREEN REVISIONS 59.\nCONTINUED: (2)\n\nNICKY\nOh yeah. Well then get angry at him\nfor not telling you. I can't be having\nto tell both of you everything all the\ntime. Maybe you two should try\ncommunicating.\n\nJ isn't listening to a word of this.\n\nEXT. FREEWAY SERVICE STATION - NIGHT 85\nCraig fills his tank at a country freeway service station. A cop\ncar pulls into a parking bay outside the store. Two cops get out\nof the car. One takes a good look at Craig as they walk inside\nthe store. Craig looks straight ahead at the pump display\nticking over.\n\nHe turns to see the cops standing at the magazine stand.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne takes a good look at Craig as they walk inside\nthe store. Craig looks straight ahead at the pump display\nticking over. He turns to see the cops standing at the magazine stand. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nbowser clicks off. He replaces his petrol cap.\n\nHe opens the car door. On the floor of the passenger side is a\npump-action shotgun. Craig grabs his wallet and pulls a towel\nover the shotgun.\n\nINT. FREEWAY SERVICE STATION - NIGHT 86\nCraig enters the store. The cops are at the magazine stand. They\nlook up. One looks straight back at his magazine, the other's\ngaze lingers. Craig walks past them to the counter.\n\nCRAIG\nJust the petrol.\n\nThe attendant checks the pump display. Craig fidgets. The\ncurious cop watches him.\n\nATTENDANT\nForty-five fifty.\n\nCraig produces a wad of cash from his pocket. The cop watches.\nThe attendant watches. Craig is nervy. He leaves fifty on the\ncounter and heads straight out.\n\nEXT. FREEWAY SERVICE STATION - NIGHT 87\n\nCraig makes the walk back to his car. Behind we can see the two\ncops watching him through the store window.\n\nINT. NICKY’S BEDROOM / HENRY-EMERY HOUSE - DAY 88\n\nJ’s eyes open. There is a KNOCK at the bedroom door. The room is\ndaylit. For a second he doesn’t know where he is.\n\n(CONTINUED)\n\f89\n\nAnimal Kingdom - GREEN REVISIONS 60.\n\nCONTINUED:\n\nALICIA (0.S.)\nJ? Are you in there?\n\nJ\nFuck.\n(loud)\nYep.\n\nALICIA (0.S.)\nYour uncle’s at the door.\n\nJ\nI’m coming.\n\nNicky stirs. She’s in her pyjamas. J shoves her.\n\nJ\nI told you don't let me fall asleep.\n\nNicky rolls over, awake but gummy-eyed. J scrounges around on\nthe floor for his shoes.\n\nNICKY\nI fell asleep.\n\nJ has found his shoes.\n\nJ\nYou got into your fuckin PJs.\n\nNICKY\nI was still gonna wake you up.\n\nJ heads for the door. J's anxiety takes Nicky by surprise.\nINT. HENRY-EMERY HOUSE - DAY 89\n\nDarren waits in the front foyer, making small talk with Alicia.\nJ enters, holding his shoes.\n\nJ\nHey.\n\nDARREN\nWe gotta go.\n\nNicky enters, still half asleep. Darren eyebrows hello.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nDARREN\nWe gotta go. Nicky enters, still half asleep. Darren eyebrows hello. \n\nTARGET SECTION TO BE ANNOTATED:\nNICKY\nHey, Daz.\n\n(CONTINUED)\n\f90\n\n91\n\nAnimal Kingdom - GREEN REVISIONS 61.\nCONTINUED:\n\nDARREN\n(shakes Alicia's hand)\nGood to meet you.\n\nDarren and J head out the door. Nicky stands in the doorway\nwatching them go, rag-doll sleepy. Alicia is apprehensive.\n\nALICIA\nI do a lot for you, Nick. You're still\nat school and you're allowed to have\nyour boyfriend sleep over. That's a\nbig thing for me. I'm not a bad\nperson.\n\nNicky steps to her and hugs her sleepily. Mum hugs her back.\nEXT. HENRY-EMERY HOUSE - DAY 90\n\nDarren and J walk to the car. J carries shoes. He can see Pope\nin the passenger seat. J climbs in the backseat. Pope doesn't\neven acknowledge J's presence.\n\nJ\nWhere are we going?\n\nDARREN\nSee our lawyer.\n\nDarren starts the car. As it pulls away, J notices Pope looking\nat the house, Gus' car in the driveway.\n\nINT. EZRA WHITE'S HOUSE - DAY 91\n\nIn the kitchen/sun room of an inner-city terrace house. EZRA\nWHITE (36), is making plunger coffee. J, Pope, Darren and Smurf\nsit nearby at the kitchen table.\n\nEZRA\nThis is really fuckin important, mate.\nI can't stress it enough. I need to\nknow word for word.\n\nJ\nThey just kept on asking me a couple\nof questions and I told them I don't\nknow, then they let me go.\n\nDARREN\nWhat were you doing in there so long?\n\nJ\n\nNothing. They made me sit there with\nno one coming in or anything.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 62.\nCONTINUED:\n\nEZRA\nGood, OK. Now I want you to listen\ncarefully to this. From now on, mate\nI don't want you saying anything. That\nmeans nothing at all. No 'I don't\nknow'. No 'I was sleepy'. You just\nrefuse to answer questions. You got\nthat? By law these cunts can't make\nyou say anything. You don't even have\nto give them your name. OK? It's very\nimportant.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou don't even have\nto give them your name. OK? It's very\nimportant. \n\nTARGET SECTION TO BE ANNOTATED:\n Don't let them push you\naround. Just sit there in silence. At\nleast til I get there.\n\nEzra takes a seat at the table with J.\nEZRA\n\nThis goes for your girlfriend too.\nWhat’s her name?\n\nJ\nN'cole.\n\nEZRA\nCole?\n\nJ\nNICole.\n\nEZRA\n\nNicole. This goes for Nicole too.\nThere's things you don’t talk to girls\nabout, mate. Doesn’t matter how\nspecial they are. Doesn’t matter what\nyou have or haven’t done. They get\nscared. And they natter, you know?\nThey can’t help it. It’s the way the\nworld works.\n\nJ looks up at Smurf and Darren and nods.\nEZRA\nGood on ya, mate. There's really not\nmuch to understand. Just, you know...\nshut up.\n\nSMURF\nAre you clear with all that, honey?\n\nJ\nYep.\n\n(CONTINUED)\n\f92\n\n93\n\nAnimal Kingdom - GREEN REVISIONS 638.\nCONTINUED: (2)\n\nEZRA\nNothing to worry about. You want a\ndrink? I've got lots of different\nkinds of drinks.\n\nPope watches J like a snake watching a mouse.\nEXT. RURAL HOUSE - MORNING 92\n\nA loud BLAST rings out. Craig laughs, holding a shotgun. He's\nspeeding and hasn’t slept. He has just blasted a chunk out of an\nold tree beside an isolated bush house.\n\nCRAIG\nFuckin monster!\n\nHe aims and fires again, tearing a hole in the tree's trunk.\n\nCRAIG\nCan we go hunting this arvo?\n\nRICHARD COLLIS (30s) stands nearby, nervous, his arms folded\nover his dressing gown. He's wearing gum boots.\n\nRICHARD\nMaybe. I got some things I gotta do\ntoday. Can you not blow my tree up?\n\nCRAIG\nIt’s fucked. Look at it. It’s written\noff.\n(offers Richard the gun)\nGive it a whirl.\n\nRICHARD\nIt just needs a good rain. My\nbrekkie's going cold. You wanna come\ninside?\n\nCraig takes aim and fires, tearing into the tree again.\nINT. KITCHEN / RURAL HOUSE - MORNING 93\nRichard sits at the table, poking his breakfast.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nCraig takes aim and fires, tearing into the tree again. INT. KITCHEN / RURAL HOUSE - MORNING 93\nRichard sits at the table, poking his breakfast. \n\nTARGET SECTION TO BE ANNOTATED:\n His wife\nDACINTA stands behind, watching. They are wary of Craig at the\ntable, tuning his radio scanner, scatter-brained.\nRICHARD\nHow long were you wanting to stay?\nWhere's Kelly?\n\nCRAIG\nWe split up. Ages ago.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 64.\nCONTINUED:\n\nRICHARD\nShit, mate.\n\nCRAIG\nYeah, it was mutual though, so it's\nfor the best and everything.\n(re: the scanner)\nStupid fuckin... Maybe I'm too far out\nto get signals, d'ya think?\n\nRICHARD\nIs everything OK, mate?\n\nCraig doesn't respond. He keeps fiddling.\n\nRICHARD\nWhat’s with the scanner?\n\nCRAIG\nI’1l fight through, mate. I’1l fight\nthrough.\n\nDacinta exits, making stern eye contact with Richard.\n\nRICHARD\nI think it's fair enough to say, if\nyou're gonna stay here for a while,\nyou know, it's only fair that you tell\nus what's this all about... Is that\nfair?\n\nCRAIG\nI don't know what's going on, mate.\n\nHe works at the aerial while the scanner emits STATIC. Richard's\ndogs are outside, BARKING. Craig stops fiddling and listens. Not\nonly can he hear the dogs barking out in the yard, but he can\nhear them through the scanner as well.\n\nCRAIG\nYou hear that?\n\nRICHARD\nHear what?\n\nCRAIG\n\nI can hear your dogs.\nCraig jumps up and heads outside. Through the windows, Richard\n\ncan see him walking close around the outside of the house,\nexamining the walls and windows.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 65.\nCONTINUED: (2)\n\nDACINTA\nWhat's going on?\n\nRICHARD\nI don't know.\n\nDACINTA\nTell him he can't stay here.\n\nRICHARD\nI can't tell him anything.\n\nThen, through the scanner, they hear Craig’s VOICE.\n\nCRAIG (0.S.)\nYou cunt motherfuckers!\n\nAfter a loud CRUNCH, the scanner returns to steady STATIC.\nCraig bursts back in, near hysterical, dangling wires.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nYou cunt motherfuckers! After a loud CRUNCH, the scanner returns to steady STATIC. Craig bursts back in, near hysterical, dangling wires. \n\nTARGET SECTION TO BE ANNOTATED:\nCRAIG\nWhat the fuck is this, Rich?\n\nRICHARD\nWhat is it? I don't know!\n\nCRAIG\nIt's a bug. There's a bug on your\nfuckin house.\n\nRICHARD\nI don't know about it.\n\nCRAIG\nBull-fuckin-shit, Rich! How could\nthere be a bug on your house within\nlike, 24 hours of me telling you I was\ncoming?\n\nRICHARD\nMaybe they were tapping your phone or\nsomething. I don't know how it got\nthere. I'm not lying.\n\nCRAIG\nFuck!\n\nCraig grabs his shotgun and paces.\n\nCRAIG\nFuck!\n\n(CONTINUED)\n\f94\n\nAnimal Kingdom - GREEN REVISIONS 66.\nCONTINUED: (3)\n\nHis eyes fill with childlike despair. Richard and Dacinta are\nboth wary of the shotgun he holds by his side.\n\nCRAIG\nWhat I am supposed to do now?\n\nRICHARD\nI don't know, mate. Maybe you should\nthink about leaving.\n\nDACINTA\nWhat’s going on?\n\nCraig paces, then stops, on the verge of tears.\n\nCRAIG\nMaybe I should get outta here.\n\nCraig picks his bag off the ground. He sweeps his scanner into\nit and looks around the room.\n\nCRAIG\nWhat else did I bring?\n\nEXT. RURAL HOUSE - DAY 94\n\nThe screen door swings open, smacking against the front of the\nhouse. Craig stumbles down off the porch and opens the back door\nof his car, throwing his bag inside. He scrambles around in the\nbackseat for shotgun shells. He begins loading them into the\nshotgun, fumbling, dropping them.\n\nHis ears prick. He sees a convoy of unmarked police cars\napproaching fast down the long, dirt drive.\n\nHe crouches against the car and loads more shells. He looks to\nthe house in panic. Richard's at the window, looking back.\n\nCraig stands and runs into the bush behind the house.\n\nThe cars come to a stop at the house. Detectives with shotguns\nclimb out and chase Craig into the bush.\n\nCraig breathes heavy, sprinting through the undergrowth. He\ntrips, smashing his knees into a log. He squeals in pain and\ngets to his feet.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCraig breathes heavy, sprinting through the undergrowth. He\ntrips, smashing his knees into a log. He squeals in pain and\ngets to his feet. \n\nTARGET SECTION TO BE ANNOTATED:\n He tries to run but can't, hobbled.\n\nHe turns, raises his gun. Detectives are close behind. They stop\nand fire. Craig is hammered by a blast and knocked down.\n\nSILENCE but for SINGING BIRDS and the ECHO OF GUNSHOTS.\nDetectives, guns by their sides, approach Craig’s bloody body\nface down in the dirt.\n\f95\n\nAnimal Kingdom - GREEN REVISIONS 67.\n\nINT. KITCHEN / BROWN-SAYLES HOUSE - DAY 95\n\nPope stands holding Evie like he's never held a baby before.\nCath searches the fridge, nervous and drunk\n\nPOPE\nWhere should I put this?\n\nCATHERINE\nJust set her back down.\n\nPope sets Evie down in her a bassinet and lets her grip his\nfinger. Cath fixes a drink at the kitchen bench. She puts the\nlid back on a bottle of tonic.\n\nPOPE\nAren’t you getting me a drink?\n\nCath shakes her head.\n\nPOPE\nWhy not?\n\nCATHERINE\nI don’t know I want you to stay.\n\nCath sips nervously, looks out the window. Pope watches her.\n\nCATHERINE\nI want free of this shit, I think.\n\nPOPE\nWhat shit?\n\nCATHERINE\nSee that little thing you're poking\nlike she's a dog? Her dad's dead.\n\nPOPE\nEverything's good now.\n\nCATHERINE\nStop saying everything's good. What's\ngood now? I got cops on my door all\nhours of the fuckin night. When does\nthe good bit start?\n\nPope steps to her. He takes the drink out of her hand and pulls\n\nher close. She's uncomfortable. They almost imperceptibly slow\ndance for a moment. Pope whispers.\n\n(CONTINUED)\n\f96\n\n97\n\nAnimal Kingdom - GREEN REVISIONS\nCONTINUED:\n\nPOPE\nYou're not thinking of doing anything\nstupid, are you?\nCath pushes him away.\n\nCATHERINE\nGet the fuck out of my house.\n\nPope stands awkward, staring. Cath holds her ground.\n\nPope exits. Cath picks up her drink and sips, unnerved.\n\nflinches as the door SLAMS.\n\nEXT. BROWN-SAYLES HOUSE - DAY\n\nPope heads down the drive. A neighbour waters his lawn.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BROWN-SAYLES HOUSE - DAY\n\nPope heads down the drive. A neighbour waters his lawn. \n\nTARGET SECTION TO BE ANNOTATED:\nPOPE\nWhat the fuck are you looking at?\n\nINT. LECKIE'S HOUSE - DAY\n\n68.\n\nShe\n\n96\n\n97\n\nLeckie is sitting on a kid's tricycle. His six year-old son, who\nhas Down Syndrome, is trying to get him off it. Leckie laughs.\nHis son gets mad. Leckie's mobile phone rings. LECKIE'S WIFE\npreparing food behind him, slides the phone across the counter\n\nto him. Leckie drops it, picks it up and answers.\n\nLECKIE\nG'day, mate.\n\nNORRIS (OVER)\nCraig Cody's gone, mate.\n\nLECKIE\nWhat? How?\n\nLeckie stands and moves away from his family.\n\nNORRIS (OVER)\nHe found the listening device in\nBendigo. He sounded unhinged, so we\nwent in to apprehend him and he lost\nthe plot. We had to drop him.\n\nLECKIE\nWhy didn't anyone call me? I would've\ngot the Special Operations Group up\nthere.\n\n(CONTINUED)\n\f98\n\nAnimal Kingdom - GREEN REVISIONS\nCONTINUED:\n\nNORRIS (OVER)\nNo time for that, mate. He just lost\n\nthe plot.\n\nLECKIE\nOK, gimme a sec. Gimme a sec to\nthink...\n\nLeckie paces.\n\nINT. KITCHEN / CODY HOUSE - DAY\n\n69.\n\n98\n\nSmurf sits numb on the kitchen floor. She's been crying. J\n\ncrouches beside her with a glass of water. Pope paces.\n\nSMURF\n(to J, close)\nI'm having trouble finding my positive\nspin. I'm usually very good at it\nUsually it's right there and I can\njust have it. But I'm having trouble\nfinding it now.\n\nPOPE\n\nThis is what I'm trying to say. I\ndon't know why people don't listen. If\nyou hadn't gotten in his ear about\nhanding himself over, there'd be none\nof all this carrying on.\n\n(to J)\nAnd if you hadn't've gone to your\ngirlfriend's house instead of coming\nhome after. Did you think about that\nwhen you were doing it? You've gone\nand spooked him. Both of you. And now\nlook.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou've gone\nand spooked him. Both of you. And now\nlook. \n\nTARGET SECTION TO BE ANNOTATED:\nSmurf lifts herself up, walks to Pope and mechanically punches\n\nhim in the face. Pope flinches. He looks surprised.\n\nShe punches him again. He almost cowers like a kid.\n\nPOPE\nDon't take it out on me. I didn't kill\nhim.\n\nSMURF\n\nI thought that’s what we did. We take\nit out on whoever shows up.\n\nSmurf punches again. He grabs her arm.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 70.\nCONTINUED:\n\nPOPE\nDon't.\n\nJ watches from the floor, anxious.\n\nJ\nLeave her alone.\n\nPope's attention shifts to J.\nSMURF\n(looking at Pope, calm)\nI’m alright, J.\n\nJ\nJust relax.\n\nPOPE\nCome here, mate.\n\nSMURF\nDon't you touch him.\n\nJ hasn't moved. He's scared. Pope is menacingly calm.\n\nPOPE\nCome here, mate.\n\nJ\nRelax.\n\nPOPE\nCome here.\n\nSMURF\nStop being a child.\n\nPope releases Smurf and goes for J. J scuttles across the floor\nand out of the kitchen.\n\n99 INT. HALL / CODY HOUSE - DAY 99\nJ scurries into the hall, Pope close behind. As J reaches the\nfront door, the BELL rings. J and Pope stop. They stand\nconfused. J looks back, then opens the door. It's Leckie.\n\nLECKIE\nHi, Josh. I've come to talk to you.\nI've got some bad news.\n\nPOPE\nHe knows the bad news.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 71.\nCONTINUED:\n\nLeckie notices the tense atmosphere in the hall.\n\nLECKIE\nIs everything OK here?\n\nPOPE\nEverything’s great here.\n\nLECKIE\nAre you alright, Josh?\n\nSmurf enters the hall, strangely calm.\n\nSMURF\nHe’s fine, Mr Leckie.\n\nLECKIE\n(to J)\nI'd like you to come down to St Kilda\nRoad with me.\n\nPOPE\nWhat's he done? Tell me and I'll make\nsure he gets discipline.\n\nLECKIE\nWill you come with me now?\nPOPE\nWhat do you wanna ask him about? Ask\nme.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nLECKIE\nWill you come with me now? POPE\nWhat do you wanna ask him about? Ask\nme. \n\nTARGET SECTION TO BE ANNOTATED:\nLECKIE\n(to Pope)\n\nWe'll speak to you again at a later\ntime, when we're ready. Will you come\nwith me, Josh?\n\nPOPE\nI might have some info for you about\nthose murdered police. I've been\nasking some people and there's a few\ntheories floating around. I don't know\nif they're true or not, but at least\nit could maybe help you with your\ninvestigations.\n\nLeckie ignores Pope. He concentrates on J.\n\nLECKIE\nWill you come with me, Josh?\n\n(CONTINUED)\n\f100\n\n101\n\n102\n\nAnimal Kingdom - GREEN REVISIONS 72.\nCONTINUED: (2)\n\nSMURF\n(to J)\nYou go, love. I'll call Ezra. Go get\nyour shoes.\nJ hesitates, then disappears past Pope, into the house.\nINT. LOUNGE / CODY HOUSE - DAY 100\nJ sits on the couch and puts on his sneakers. Pope enters.\nPOPE\nSorry if we had some confusion there\nbefore. It's crazy times.\nJ ignores him and keeps tying his laces.\nPOPE\nYou're not alone on this. You know\nthat, yeah?\nJ stands and moves to leave. Pope stops him.\n\nPOPE\nYeah?\n\nJ nods. Pope hugs him. J feels deep discomfort.\n\nPOPE\nWe'll get through this.\n\nINT. HALL / CODY HOUSE - DAY 101\nSmurf and Leckie stand awkward at the front door together.\n\nLECKIE\nI'm not presently in a position to\ndiscuss what happened today, but I can\narrange for counselling services to\nvisit should you require any.\n\nLeckie knows his words are empty, but he feels compelled to say\nsomething. Smurf watches him with calm, eerie contempt. J\nappears again with Pope and steps out beside Leckie.\nSMURF\n(quiet, to Leckie)\nI hope you find the killers.\nINT. INTERVIEW ROOM / POLICE COMPLEX - DAY 102\n\nLeckie opens his folder. J sits at a table beside Ezra. Ezra\nfidgets with his phone.\n\n(CONTINUED)\n\fCONTINUED:\n\nAnimal Kingdom - GREEN REVISIONS 73.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ sits at a table beside Ezra. Ezra\nfidgets with his phone. (CONTINUED)\n\fCONTINUED:\n\nAnimal Kingdom - GREEN REVISIONS 73. \n\nTARGET SECTION TO BE ANNOTATED:\nLECKIE\nThis is a record of interview between\nDetective Senior Sergeant Nathan\nLeckie and Joshua Daniel Cody. Present\nis solicitor Ezra White. Josh, you're\nunder no obligation to say anything at\nthis time but anything you do say can\nbe used in future court appearances.\nDo you understand that?\n\nJ sits silent. Ezra looks up, distracted.\n\nEZRA\nHe understands that.\n\nLECKIE\nPicking up where we left off, when we\nlast spoke, you were telling us how\nupset your uncles were over the death\nof Barry Brown. Can you recall exactly\nwhat was said at that time?\n\nJ sits silent, but can already feel Leckie digging a hole for\nhim. Leckie waits for J to respond. He doesn't.\n\nLECKIE\nJosh, has Mr White provided you with\nadvice in respect to how should\nconduct yourself in this interview\ntoday?\n\nEZRA\nHe'll be remaining mute.\n\nLECKIE\n\nI can appreciate you’ve been advised\nnot to say anything to me, but the\nsooner you help us with our enquiries\nthe sooner we can scratch you off the\nlist and move on to a different line.\nDo you understand that? You don’t want\nto tell us any more? Is that correct?\n\nJ stays silent.\n\nSilence.\n\nLECKIE\nIs there any further statement you\nwish to make in relation to this\nmatter?\n\n(CONTINUED)\n\f103\n\nAnimal Kingdom - GREEN REVISIONS\nCONTINUED: (2)\n\nLECKIE\nOK, then.\n\nEZRA\nOK, then. I gotta fly.\n\nINT. LOUNGE / CODY HOUSE - EVENING\n\n74.\n\n103\n\nPope, Darren and Ezra are in the lounge. Pope sits. Darren\nstands, uneasy. Ezra does lines of coke on the mantlepiece and\nsets about getting changed out of his suit and into tennis gear.\n\nEZRA\nI dunno. It doesn't have a good\nfeeling about it. Leckie ran the whole\n‘yesterday you were very helpful’\nroutine. That was probably for my\nbenefit, but I dunno. He’s a kid. Kids\nare stupid. They’re weak. He may think\nhe’s doing the right thing but really\nhis foot’s covered in dog shit and\nhe’s got it stuck right in his mouth.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nKids\nare stupid. They’re weak. He may think\nhe’s doing the right thing but really\nhis foot’s covered in dog shit and\nhe’s got it stuck right in his mouth. \n\nTARGET SECTION TO BE ANNOTATED:\nI’m pretty surprised you’ve let him\nget anywhere near you to be honest.\n\nPope is staring blankly at Darren.\n\nPOPE\nI told you to get that car.\n\nDarren looks at Pope incredulous.\n\nDARREN\nWhat are you talking about?\n\nPOPE\nI told you to get that car.\n\nDARREN\nWhat are you talking about? No you\nfuckin didn't. You never mentioned the\ncar to me once.\n\nEZRA\nI don't want to hear any of this. You\njust gotta start worrying about what\nhe's doing.\n\nDARREN\nHe knows how to handle himself.\n\n(CONTINUED)\n\f104\n\n105\n\nAnimal Kingdom - GREEN REVISIONS 75.\nCONTINUED:\n\nEZRA\nYeah, that’s good, mate. Does he know\nhow to handle police? Totally\ndifferent kettle of fish.\n\nDARREN\nWhat are we supposed to do?\n\nEZRA\nI’d be keeping an eagle eye on him. I\ncan tell you that much. Where is he\nnow?\nINT. HALL / CODY HOUSE - EVENING 104\nJ stands behind the lounge door in the hall, listening.\n\nDARREN (0.S.)\nIn his room, with his girlfriend.\n\nEZRA (0.S.)\nIs he? What's she doing here? Is he\ntalking to her?\n\nDARREN (0.S.)\nHow should I know?\n\nEZRA (0.S.)\nI can't help you with the how part,\nmate. You should just be thinking\nabout this stuff.\n\nDARREN (0.S.)\nWhy's he my responsibility now?\n\nJ scampers quietly down the hall to his room.\nINT. J’S BEDROOM / CODY HOUSE - EVENING 105\n\nJ enters and pushes the door shut. Nicky's on the bed, talking\nto a friend on her phone. J sits on the bed and watches her.\n\nNICKY\nOK, call me back.\n\nNicky hangs up. She smiles at J. He smiles back. Nicky's phone\nrings. She lets it ring a few times, then answers.\n\nThere's a LIGHT KNOCK at the door. Darren sticks his head in.\n\nDARREN\nHey.\n\f106\n\nAnimal Kingdom - GREEN REVISIONS 76.\n\nINT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nDARREN\nHey. 106\n\nAnimal Kingdom - GREEN REVISIONS 76. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALL / CODY HOUSE - EVENING 106\n\nJ and Darren in the hall, speaking furtively.\n\nJ\nYou know I’m not telling them\nanything.\n\nDARREN\n\nThe cops are serious about this thing\nand they’re onto you like a rash and\nif you stick close by, everyone’1l\nkeep calm. You know?\n\nJ\nWhat am I supposed to do?\n\nDARREN\nHow should I know? Fuck. Go sit in\nyour room and do some colouring in.\nThe bedroom door opens. Nicky holds her phone out for J.\n\nNICKY\nDanielle wants to tell you something.\n\nJ\nCan you give us a minute here?\n\nNICKY\nWhat’s going on?\n\nJ\nDon’t be a fuckin sticky beak\n\nJ forces her back into the room.\n\nNICKY\nDanielle wants to talk to you.\n\nJ\nI'll talk to her in a minute.\n\nJ shuts the door. Darren leads J further down the hall.\nDARREN\nMaybe you don’t wanna hear this, I\ndunno, but I'd think pretty hard about\n\ngiving her the sack. I don’t know what\nyou have or haven’t told her...\n\nJ\nI haven’t told her anything.\n\n(CONTINUED)\n\f107\n\nCONTINUED:\n\nFor the fi\n\nAnimal Kingdom - GREEN REVISIONS 77.\n\nDARREN\nLife’1ll be easier if she’s cut loose.\nBelieve me. Especially for you. I\nmean, get her outta here. She\nshouldn't be hanging round here right\n\nnow.\nJ\n\nThis’s got nothing to do with me.\nDARREN\n\nMate, everything's got to do with\n\neveryone... You know?\n\nrst time, J can see that Darren is scared.\n\nDARREN\nYou understand it?\n\nINT. BOWLING ALLEY - NIGHT 107\n\nJ and Nicky at a table. J's on edge. Nicky is quietly\n\ndistressed\n\n. Silence, then -\n\nJ\nMaybe it’s only for a while. I just\nneed some space and that.\n\nNICKY\nFor what?\nJ\nFor all the things I gotta do.\nNICKY\nLike what?\nJ\nThere's a bunch of things.\n\nNICKY\nLike what?\n\nJ\nSome work things.\n\nNICKY\nLike what?\n\nJ\nBusiness arrangements.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ\nSome work things. NICKY\nLike what? J\nBusiness arrangements. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 78.\nCONTINUED:\n\nNICKY\nYou're just making shit up.\n\nA PASTY GUY taps J’s shoulder. J turns. The guy crouches.\n\nPASTY GUY\nMate, do you know where Craig is?\n\nJ\nHe's not here.\n\nPASTY GUY\nYou sure? Have you seen him?\n\nJ\nHe's not here.\n\nPASTY GUY\nDo you know if he's coming later? He\nsaid he was gonna meet me here.\n\nJ\nHe's not here. He's not coming.\n\nPASTY GUY\nCan you help me out?\n\nNicky throws her drink over the guy, staring at him defiantly.\nThe guy stands, drenched, then moves on Nicky.\n\nPASTY GUY\nYou little slut.\n\nJ stands and confronts the guy.\n\nJ\nDon't be fucking around in here.\n\nPASTY GUY\nI'm all fuckin soggy now.\n\nJ\nWhat'd I just say to you?\n\nPASTY GUY\nLook at my fuckin pants.\n\nJ\nWhat'd I just say to you?\n\nJ gets a sudden look at the fear his power-by-association\n\ninstils in others. The guy backs away, contrite. J watches him a\nsecond, then turns back to Nicky who is now crying.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 79.\nCONTINUED: (2)\n\nJ\nPlease don’t cry.\n\nNICKY\nDo you love me?\n\nJ looks around the bar. Nicky’s lip trembles.\n\nNICKY\nDo you love me?\n\nJ\nYeah.\n\nNICKY\nWhy?\n\nJ\n\nYou’re nice.\n\nTears run down her cheek. She stares at him, eyes flooding. J\nwants her to calm down. People are watching.\n\nJ\nPlease stop crying.\n\nNicky cries, angry.\n\nJ\nPlease. Just stop crying.\n\nJ’s shoulder is tapped again. He turns. It's Leckie. J\nimmediately scans the room.\n\nJ\nWhat the fuck?\nLECKIE\nWe need to talk.\nJ\nNo we don’t.\nLECKIE\n(to Nicky)\nAre you alright?\nJ\nShe's fine.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ\nNo we don’t. LECKIE\n(to Nicky)\nAre you alright? J\nShe's fine. \n\nTARGET SECTION TO BE ANNOTATED:\nNICKY\n\nAm I, fuckwit?\n\n(CONTINUED)\n\f108\n\n109\n\nAnimal Kingdom - GREEN REVISIONS 80.\nCONTINUED: (3)\n\nNicky gets up.\n\nJ\nWhere are you going?\n\nNicky ignores him. Leckie watches her walk away.\n\nJ\nJust go away. Please.\n\nLECKIE\nWe can talk here or outside.\n\nJ looks around the bar, suddenly suspicious of everyone.\n\nJ\nThere’s nothing to talk about.\n\nLECKIE\nOk then, I’m arresting you.\n\nJ\nWhat for?\n\nEyes in the bar train on the commotion.\nLECKIE\nYou’re seventeen and you're drinking,\nthat's good enough for me.\nJ\n(incredulous)\nGimme a fuckin break.\n\nLECKIE\nYou want me to make a scene?\n\nJ doesn't want a scene. He stands. Leckie leads him to the door.\nEyes track them closely.\n\nEXT. ZANONI HOTEL - NIGHT 108\n\nLeckie leads J across the street to a car. Norris is behind the\nwheel.\n\nINT. ZANONI HOTEL / BATHROOM - NIGHT 109\n\nNicky stares at herself in the mirror, her face red, crumpled\nand detached. She applies lipstick, drunk and sloppy.\n\f110\n\n141\n\nAnimal Kingdom - GREEN REVISIONS 81.\n\nINT. HALL / CODY HOUSE - NIGHT 110\n\nAn insistent BANGING at the front door. Pope walks the hall and\nopens it. Nicky is there, composed but upset.\n\nNICKY\nIs J here?\n\nPOPE\n(pauses, thinks fast)\nHe’s gone to the shops. He’1l be back\nin a tick. Come in.\nPope steps aside, lets Nicky enter and closes the door.\nINT. LOUNGE / CODY HOUSE - NIGHT 111\n\nDarren is smoking a bong. He's surprised and discomfited by\nNicky’s arrival. She’s drunk, ineptly flirtatious.\n\nNICKY\nDid he say how long he’d be?\n\nPOPE\nNot long. Where you been tonight?\n\nNICKY\nDown at the Zanoni.\n\nPOPE\nYeah? What's going on down there?\n\nNICKY\nNothing much really.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOPE\nYeah? What's going on down there? NICKY\nNothing much really. \n\nTARGET SECTION TO BE ANNOTATED:\nPOPE\nWas anyone you know down there? who'd\nyou talk to?\n\nNICKY\nNobody's there that I know.\n\nPope studies her momentarily.\n\nPOPE\nYou want a drink?\n\nNICKY\nThanks. Yeah.\n\nNicky sits. Darren exhales bong smoke, wary. Pope exits to the\n\nkitchen, leaving Nicky with Darren. Awkward silence. Darren has\na bad feeling about her being here.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS\nCONTINUED:\n\nNICKY\nHow's things?\n\nDARREN\nI don't know where J is. I dunno if\nhe's coming back anytime soon.\n\n82.\n\nPope enters with drinks and a syringe. He hands a drink to Nick.\n\nPOPE\nJ won’t be long.\n\nHe opens his beer, sips. He holds up the syringe.\n\nPOPE\nI'm having a shot. You want a shot?\n\nNICKY\nWhat is it?\n\nPOPE\nIt’s fun.\n\nDARREN\nShe just wants to go home.\n\nPOPE\nIt’s fun. Have some.\n\nPope crouches before her. He smiles. He rubs her arm gently and\nslips the needle in. Nicky looks up at him. He pulls the needle\n\nout and watches her. Seconds pass, her eyes droop.\n\nPOPE\nHave you been talking to the cops?\n\nNICKY\nWhat? About what?\n\nNicky droops, scratches her nose. Pope is tender with her\n\nPOPE\nAbout anything.\n\nNICKY\nNo. It's none of my business.\n\nPOPE\nYeah it is. It’s your business when\nyou're in love, isn't it? When you\nwhisper in each other’s ears. I just\ngot a call from someone says he saw\nyou talking to the cops.\n\n(CONTINUED)\n\f112\n\n113\n\n114\n\nAnimal Kingdom - GREEN REVISIONS 83.\nCONTINUED: (2)\n\nNICKY\nCops.\n\nPOPE\nWho were you talking to?\n\nDARREN\nWhat are you doing this for, Pope?\n\nPOPE\nIt's OK. You can tell me about the\ncops, honey.\nPope watches her. She can barely keep her eyes open.\n\nDARREN\nPope.\nHer eyes close.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe can barely keep her eyes open. DARREN\nPope. Her eyes close. \n\nTARGET SECTION TO BE ANNOTATED:\n He watches her, then holds his hand over her\nnose and mouth. She struggles weakly. An uncomfortably long time\npasses before she goes limp. He takes his hand away, watches\nher. He strokes her hair and stands.\n\nDARREN\nWhat the fuck?\n\nPOPE\nYou’re doing it again, Darren. You’ve\nsmoked yourself silly, thinking\nsomething’s going on.\nEXT. COUNTRY MOTEL - NIGHT 112\n\nLeckie's car pulls into the car park of a country motel, dark\nand quiet. Norris escorts J to one of the rooms.\n\nINT. COUNTRY MOTEL - NIGHT 113\n\nLeckie motions for J to sit on the bed. He checks inside the\nbathroom. Norris stands over J.\n\nJ\nWhy am I here?\n\nLECKIE\nFor your safety. Get some sleep.\n\nLeckie and Norris exit. J is left alone.\nEXT. BACK YARD / CODY HOUSE - NIGHT 114\n\nPope emerges from the back door carrying Nicky's body. Her arms\nand hair hang. Her ringed fingers dangle.\n\n(CONTINUED)\n\f115\n\n116\n\n117\n\nAnimal Kingdom - GREEN REVISIONS 84.\nCONTINUED:\n\nPope lays her down gently on the concrete. He takes a sheet of\ncorrugated iron against the fence and pulls it over her. He\nsits. He adjusts the iron with his foot and pats the dog.\n\nEXT. COUNTRY MOTEL - NIGHT 115\n\nCAMERA moves slowly towards the motel, dark, no passing traffic,\nonly two cars parked outside rooms. Dogs bark.\n\nINT. MOTEL ROOM - NIGHT 116\n\nCAMERA tracks slow through the room. It looks unoccupied. The\nbed is still made. Through to the bathroom.\n\nJ sits on the edge of the bath. His hands shake.\n\nINT. MOTEL ROOM - DAY 117\nThe room is daylit. J is curled on top of the covers, fully\nclothed, shoes too. A drop of water lands on his face. His eyes\nopen. He stares, startled but still.\n\nNorris sits on a chair right beside the bed with a glass.\n\nJ doesn't move. He watches Norris.\n\nNORRIS\nYou want a sip of my drink?\n\nJ can see a shotgun leaning against the wall.\n\nNORRIS\nWhat's the matter?\n\nNo response.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ can see a shotgun leaning against the wall. NORRIS\nWhat's the matter? No response. \n\nTARGET SECTION TO BE ANNOTATED:\nNORRIS\nAre you scared?\n(beat)\nAre you scared of me?\nJ doesn't move.\n\nNORRIS\nThat can't feel too fuckin good.\n\nThe door opens. Leckie enters with coffee and bananas.\n\nLECKIE\nBananas.\n\nLeckie puts the food down and pulls the curtains open. He sees J\nlying prone. He senses something strange.\n\n(CONTINUED)\n\f118\n\nAnimal Kingdom - GREEN REVISIONS 85.\nCONTINUED:\n\nNORRIS\nWe're still a bit sleepy.\n\nLeckie sees the shotgun against the wall. He stays calm.\n\nLECKIE\n(to J)\nHey, let's go sit outside a bit.\n\nJ doesn't move. The atmosphere is tense. Leckie reassures.\n\nLECKIE\nC'mon. Just you and me.\n\nEXT. MOTEL - DAY 118\n\nLeckie leads J, squinting in sunlight, around the side of the\nmotel. Leckie sits at a crappy table and chair setting by a\nswimming pool. He thinks a moment, then looks up at J.\n\nLECKIE\nYou wanna take a seat? I'm staring\nstraight into the sun.\n\nJ\nI don’t wanna talk to you.\n\nLECKIE\nYou don't have to. Let me talk. You\ncan sit and listen.\n\nLeckie sits a pebble on his knee and waits. J sits.\n\nLECKIE\nYou know what the bush is about? It's\nabout massive trees that've been\nstanding for thousands of years and\nbugs that'll be dead before the\nminute's out.\n\nJ sits, face in hands. Leckie flicks the pebble off his knee.\n\nLECKIE\nIt's big trees and pissy little bugs.\nThe way it works, if we were standing\nhere a few million years ago, maybe\nthe whole forest'd be full of\nimpractical animals and soft juicy\nplants that animals eat like ice\ncream.\n\n(MORE)\n\n(CONTINUED)\n\f- GREEN REVISIONS 86.\nCONTINUED:\n\nBut that was never gonna work, so now\nit's about super-efficient animals and\nhard thorny plants and everything\nknows it's place in the scheme of\nthings. Everything sits in the order\nsomewhere. Things survive coz they're\nstrong and everything reaches an\nunderstanding.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nBut that was never gonna work, so now\nit's about super-efficient animals and\nhard thorny plants and everything\nknows it's place in the scheme of\nthings. Everything sits in the order\nsomewhere. Things survive coz they're\nstrong and everything reaches an\nunderstanding. \n\nTARGET SECTION TO BE ANNOTATED:\nLeckie, eyes down, gives J a moment to take this in.\n\nLECKIE\nBut not everything survives because\nit's strong. Some creatures are weak\nbut they survive because they're\nprotected by the strong. For one\nreason or other.\n\nLeckie takes another moment.\n\nLECKIE\nYou might think, because of the\ncircles you've been moving in or\nwhatever, that you're a strong\ncreature. But you're not. You're one\nof the weak creatures. And that's\nnothing against you. You're weak\nbecause you're young. You've survived\nbecause you've been protected by the\nstrong. But they aren't strong anymore\nand they certainly aren't protecting\n\nyou.\n(beat)\n\nI have a son with Down Syndrome. You\n\nknow what that is?... He's six. He\n\nwouldn't last a day out here by\nhimself. But he doesn't have to.\nBecause I'm looking out for him. And\nhe lets me look out for him.\n\nLeckie watches J. J stares at the ground.\n\nLECKIE\nWe’re here because we know who you are\nand we know what you’ve done.\n(beat)\nYou feel like you're in a tough\nsituation. But you have an out.\nThere’s nothing your uncles can do to\nsquirm out of this. Craig’s learnt it\nthe hard way. But you’re not one of\nthem. You know that.\n(beat)\n(MORE)\n\n(CONTINUED)\n\f119\n\n120\n\n- GREEN REVISIONS 87.\nCONTINUED: (2)\n\nThey're telling you talking to me is\nbetraying your family, but they’ve\nbetrayed you. You’re out here dealing\nwith us right now. That's all the\nproof you need. And you're in danger.\nDon't be confused about it. I think\nyou know. And I think you know I can\nhelp you. But I can’t keep offering.\nYou gotta decide. You gotta work out\nwhere you fit.\n\nJ wants help, but can't look up.\nJ\n(unconvincing)\nI don't know why you're telling me all\nthis.\nLeckie watches J.\n\nLECKIE\nYeah, you do.\n\nLeckie watches J another moment, then stands.\n\nLECKIE\nWe’re going home.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nLECKIE\nYeah, you do. Leckie watches J another moment, then stands. LECKIE\nWe’re going home. \n\nTARGET SECTION TO BE ANNOTATED:\nHe heads back to the motel. J finally raises his head and\nwatches Leckie walk. J doesn't want to go home at all.\n\nLECKIE (0.S.)\nJustin. We're leaving.\n\nINT. CAR - DAY 119\nLeckie and Norris are quiet. J stares out the back window not\nknowing what he’s heading home to. The car is on the freeway.\nThe dark shapes of the city skyline loom in the distance.\nINT. LOUNGE / CODY HOUSE - DAY 120\nPope is watching TV, jiggling his legs.\n\nSMURF (0.S.)\nI can tell you one thing...\n\nSmurf appears in the kitchen doorway wearing rubber gloves.\n\nSMURF\nYou can say what you like about Craig,\nbut at least he was clean.\n(turns)\nHi, sweetie. Where have you been?\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 88.\nCONTINUED:\n\nJ has entered from the hall, nervous. Pope watches him.\n\nJ\nI've been at Nicky's house.\n\nPOPE\nYeah? How is she?\n\nJ\nShe's good, yeah.\n\nJ heads to the bedroom. The PHONE RINGS. Pope watches J.\n121 INT. KITCHEN / CODY HOUSE - DAY 121\nJ stands in the bedroom.\nSMURF (0.S.)\nWe should do a little shopping. That\nfridge is starving to death.\n\nJ's anxious. He can hear Pope on the phone in the other room.\n\nPOPE (0.S.)\nHe's here. He's just walked in.\n\nJ looks through the window to the backyard. Daisy sniffs around\nthe sheet of corrugated iron.\n\nPOPE (0.S.)\nFuckin take it easy, Darren.\n\nJ steps slowly to a back door. He can see a bracelet sticking\nout from under the iron.\n\n122 EXT. BACK YARD / CODY HOUSE - DAY 122\n\nJ walks apprehensively to the iron sheet. He picks up the\nbracelet. It's Nicky's. He looks at the iron. A tuft of hair is\ncaught on its edge. J's heart races.\n\nJ shifts the iron. It BANGS on the cement. Nothing underneath. J\npulls his phone from his pocket and dials a number. He waits.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing underneath. J\npulls his phone from his pocket and dials a number. He waits. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd then Nicky's distinctive RINGTONE sounds from inside the\nhouse.\n\nThe back door cracks open as Pope charges from the house and\nacross the back yard towards J.\n\nJ runs to the back fence, climbs it nimbly into the lane behind\nthe house.\n\f123\n\n124\n\n125\n\n126\n\nAnimal Kingdom - GREEN REVISIONS 89.\n\nEXT. LANEWAYS / STREETS - DAY 123\n\nJ tears down the laneway. Pope appears behind him, clambering\nover the fence and giving chase. They fly into street traffic\nthen down another lane. Pope narrows the gap, then J turns a\ncorner. By the time Pope rounds the corner, J is gone.\n\nINT. HENRY-EMERY HOUSE - DAY 124\n\nGus is at the kitchen table doing paperwork. Andy plays video\ngames. He looks up, hearing a THUMP at the back door.\n\nJ is outside, dishevelled and anxious. Gus opens the door\n\nJ\nSorry.\n\nGUS\nNick isn’t here. Is everything OK?\n\nGus steps out the way, letting J enter.\n\nGUS\nNick didn't come home last night. We\nthought she was with you.\n\nJ\nI think she was gonna stay at\nDanielle's. I’m just gonna go the\ntoilet if that’s OK?\n\nINT. BATHROOM / HENRY-EMERY HOUSE - DAY 125\nJ shuts the door. He sits on the closed toilet seat. He sees:\nNicky’s pajamas in a heap on the floor; make-up strewn around.\nJ's heart races. He cries.\n\nINT. KITCHEN / CODY HOUSE - DAY 126\n\nDarren stands with Smurf holding his car keys. Pope enters\nthrough the back door, catching his breath, still on fire.\n\nPOPE\nWhere does the girl live? What’s her\naddress?\n\nDARREN\nWhy -\n\nSMURF\n\nWhat's wrong, dear?\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 90.\nCONTINUED:\n\nPOPE\n(anger building)\nWhat's her address?\n\nDARREN\nYou went there. We went there the\nother day.\n\nPOPE\n(enraged)\nI FUCKIN FORGOT! TELL ME WHAT’S THE\nFUCKIN GIRL’S HOUSE!\n\n127 INT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOPE\n(enraged)\nI FUCKIN FORGOT! TELL ME WHAT’S THE\nFUCKIN GIRL’S HOUSE! 127 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BATHROOM / HENRY-EMERY HOUSE - DAY 127\n\nJ rinses and dries his face. And then his phone starts RINGING\nLOUD in his pocket. He pulls it out, answers it.\n\nJ\nDarren?\n\nDARREN (OVER)\nYou gotta get out of there. Pope just\nleft here in a bad way. I think he’s\nheading over there.\n\nJ\nHow does he know where I am?\n\nDARREN (OVER)\nI dunno. Just get out of there.\n\n128 INT. HENRY-EMERY HOUSE - DAY 128\n\nJ enters the living area again. He is frightened. He doesn’t\nwant to leave Gus and Andy in the house with Pope on the way.\n\nJ\nCan you give me a lift somewhere?\n\nGUS\nI dunno, J. I’ve got work to do.\n\nJ\nIt’s just that I’m late. To the shops\nwould be good.\nGus considers J’s disposition.\nGUS\n\nI should get out of the house, I\nsuppose. Give us a minute.\n\n(CONTINUED)\n\f129\n\n130\n\nAnimal Kingdom - GREEN REVISIONS 91.\nCONTINUED:\n\nGus exits, leaving J standing, anxious, watching Andy with his\nvideo game. Gus returns with Andy’s shoes.\n\nGUS\nHey, buddy. We're going for a ride.\n\nJ wants the whole process to hurry up. Shoes on, Gus and Andy\nhead to the back door. J follows.\n\nINT. GARAGE / HENRY-EMERY HOUSE - DAY 129\n\nThe car is in the garage, dark. J gets in the passenger seat\nwaiting anxious, as Gus gets Andy into the back seat\n\nGus gets behind the wheel. He starts the engine and presses the\ngarage door controller in the glove box. The door rises slowly.\nSunlight streams in. Gus backs the car out.\n\nI/E. GUS’S CAR - DAY 130\n\nJ looks down the street. It’s empty. Gus puts the car in Drive\nand moves off. J cranes around to look out the back window, down\nthe street. Then -\n\nCRACK. The car is clipped hard from the front. It spins wildly,\nthen comes to a rest. Through the window, J can see Pope behind\nthe wheel of Darren's car, undoing his seat belt.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe car is clipped hard from the front. It spins wildly,\nthen comes to a rest. Through the window, J can see Pope behind\nthe wheel of Darren's car, undoing his seat belt. \n\nTARGET SECTION TO BE ANNOTATED:\n Pope's car is\njammed between Gus's car and another parked in the street. Pope\ncan't open any doors - he's trapped inside.\n\nJ clambers into the backseat, past Gus who is dazed, blood\ntrickling down his forehead.\n\nJ stumbles out the backdoor into the street. He looks back. He\nlocks eyes with Gus, who looks back at him, vacant. And then\neverything slows. J notices moments - a neighbour in a dressing\ngown. J runs. MUSIC CUE...\n\nINT. SUPERMARKET - DAY\n\nJ sits on a bench, mobile in hand. Leckie and two detectives\nwalk through the supermarket, handguns discreetly drawn. They\nfind J and help him up.\n\nINT. CAR PARK / POLICE COMPLEX - DAY\n\nA car appears under the rollerdoor to an underground carpark.\n\nJ is led from the car to the elevator. Surrounded by detectives\nin suits with guns, the elevator doors close.\n\f131\n\n133\n\n134\n\n136\n\n139\n\n140\n\n141\n\nAnimal Kingdom - GREEN REVISIONS 92.\n\nEXT. RAILWAY EMBANKMENT - DAY 131\nNicky's body is slumped in long grass beside railway tracks.\nINT. HENRY-EMERY HOUSE / KITCHEN - DAY 133\n\nGus is on the phone. Alicia’s on her knees, crying beside him.\nAndy stands alone watching, distressed and confused.\n\nINT. BROWN-SAYLES HOUSE / LOUNGE - DAY 134\nCatherine holds Evie, staring through the curtained window.\nINT. DARREN'S APARTMENT - DAY 136\n\nPope and Darren are cuffed on the floor, neither talking. Darren\nis anguished, Pope stony-faced.\n\nINT. CODY HOUSE - DAY\n\nSmurf sits at the kitchen table dunking a tea bag, while plain\nclothes and uniformed police move around her.\n\nINT. CAR - DAY 139\n\nLeckie drives alone on a desolate outer suburban street. He\npulls up outside a nondescript brick house. END MUSIC.\n\nEXT. SAFE HOUSE 1 - DAY 140\nLeckie walks to the front door of the house and knocks.\n\nVOICE (0.S.)\nWho is it?\n\nLECKIE\nDetective Senior Sergeant Leckie.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE (0. S.)\nWho is it? LECKIE\nDetective Senior Sergeant Leckie. \n\nTARGET SECTION TO BE ANNOTATED:\nThe sound of LOCKS being undone precedes the door opening.\nINT. FRONT HALL / SAFE HOUSE 1 - DAY 141\n\nLeckie enters. At the door is an unfriendly Protective Security\nGroup (PSG) officer in sweatshirt, jeans, sneakers.\n\nLECKIE\nHow are you?\n\nDOOR PSG\nAlright.\n\nLECKIE\n\nWhere is he?\n\f142\n\nAnimal Kingdom - GREEN REVISIONS 93.\n\nINT. LOUNGE / SAFE HOUSE 1 - DAY 142\n\nLeckie enters. J is watching TV. A PSG sits behind him, also\nwatching. The air is cold, the room barren, barely furnished.\n\nLECKIE\n(to lounge PSG)\nCan you leave us for a bit?\n\nThe LOUNGE PSG exits. Leckie shuts the door behind him, then\nsits opposite J. J ignores him, staring at the Tv.\n\nLECKIE\nHow you going?\n\nLeckie speaks quietly. J doesn't respond.\n\nLECKIE\nHave any threats been made against\nyou?\nJ doesn’t respond.\nLECKIE\n\nIn your last record of interview you\ntold Detective Foulkes you were\ngetting grief from your minders. Now I\ncan have you moved somewhere else. I\ncan have new Protective Security Group\nofficers appointed. But you have to\ntell me this. I can't be hearing it\nfrom other people.\n\nJ\nI wanna know what’s gonna happen after\nall this, about where I'm gonna live\nand my new name and that.\n\nLECKIE\nYou’11 be looked after. Don’t worry\nabout that. I’m more concerned with\nhow happy you are now. Do you want me\nto move you? Do you want me to appoint\nnew PSGs?\n\nJ doesn’t respond. He stares at the TV.\n\nLECKIE\nYes or no is all I need.\n\nJ nods.\n\n(CONTINUED)\n\f143\n\n144\n\nAnimal Kingdom - GREEN REVISIONS 94.\nCONTINUED:\n\nLECKIE\nOK. The earliest I can make this\nhappen is tomorrow morning. Will you\nbe alright here tonight?\n\nJ nods. Leckie stands, putting a hand on J’s shoulder. Leckie\nexits the room, shutting the door behind him.\n\nINT.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeckie stands, putting a hand on J’s shoulder. Leckie\nexits the room, shutting the door behind him. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FRONT HALL / SAFE HOUSE 1 - DAY 143\nThe HEAD PSG is waiting in the foyer with the Door PSG.\n\nHEAD PSG\nYou can't just turn up here. You want\nto see him in future, you need to make\nproper arrangements for that to take\nplace somewhere else.\n\nLECKIE\nI'd really like to follow the rules\nbut it doesn't seem like anyone else\nis.\n\nHEAD PSG\nWhat's that supposed to mean?\n\nLECKIE\nWhy am I explaining this to you? He's\nwith us. I know you’re emotional, but\nhe’s with us now, which is no\nguarantee he'll be with us tomorrow. I\nshouldn’t have to be saying this. But\nfor some reason right now I feel like\nI have to explain it to you. Why is\nthat?\n\nHEAD PSG\nI really appreciate your help with my\njob, mate. I really do. I know how\nbusy you are. I think it'd be best if\nyou skedaddled now.\n\nLeckie doesn’t want these men as enemies. He exits.\n\nHEAD PSG\nYeah, that's right. Off you fuck\nfaggot.\nINT. LOUNGE / SAFE HOUSE 1 - DAY 144\n\nJ sits. The lounge PSG enters with a dog bowl and can of dog\nfood. He puts the bowl on the coffee table in front of J and\nempties the can into the bowl. He taps the can with a spoon.\n\n(CONTINUED)\n\f145\n\nAnimal Kingdom - GREEN REVISIONS 95.\nCONTINUED:\n\nLOUNGE PSG\nDinner’s ready, cunt.\n\nJ ignores him and the bowl and continues staring at the TV. He\nhears MEN LAUGHING in another room.\n\nINT. PRISON VISITATION AREA - DAY 145\n\nPope sits behind grubby Perspex. Darren is just behind him,\nquiet. Smurf is on the other side of the glass.\n\nSMURF\nEzra says don't get your hopes up\nabout the committal.\n\nPOPE\nHe said there was still strings he\ncould pull.\n\nSMURF\nThey're all pulled.\n\nSmurf is concerned about Darren’s non-communication.\n\nSMURF\n(to Darren, softly)\nHow are you keeping, hon?\n\nDarren doesn’t respond. He’s obviously not keeping well.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMURF\n(to Darren, softly)\nHow are you keeping, hon? Darren doesn’t respond. He’s obviously not keeping well. \n\nTARGET SECTION TO BE ANNOTATED:\nPOPE\nWhat did he say about whomping that\nbail application in? Is he on this\nthing or what?\n\nSMURF\nDarren, honey? Say something.\n\nPOPE\nAnswer her.\n\nDarren starts crying quietly.\n\nSMURF\nWhat's going on in here? Are you\nlooking after your brother?\n\nPOPE\n(to Darren)\nSay hi to mum, sook.\n(to Smurf)\nWhat did Ez say about whomping that\nbail application in?\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 96.\nCONTINUED:\n\nSMURF\nWhat do you think he said? It's been\nwhomped. You're not getting bail. What\non Earth makes you think you might get\nbail? What do you think you're in here\n\nfor?\nPOPE\nOh, fuckin don't start up again.\nSMURF\nIf you let anything happen to him in\nhere...\nPOPE\n\nWhat. What are you gonna do, mum?\nSmurf watches Darren. She knocks lightly on the Perspex.\n\nSMURF\nDarren honey, talk to mum.\n\n146 EXT. SAFE HOUSE 1 - DAWN 146\n\nAll is quiet. The garage door opens. Two sedans emerge. On the\nstreet, they peel away in opposite directions.\n\n147 INT. TINTED-WINDOWED SEDAN - DAWN 147\n\nThe car drives. Leckie is in back, with another detective. J\nsits between them, bent over in ‘crash position'.\n\n148 INT/EXT - EZRA'S CAR (STATIONERY) - DAY 148\n\nSmurf stands in a city street talking to Ezra, who sits in his 4-\nwheel drive. Smurf's in fur coat, big sunglasses; Ezra ina\nsuit. He reads a small scrap of paper.\n\nEZRA\nYou sure this is the address he's been\nmoved to? How did you get this?\n\nSMURF\nThat's the address.\n\nEZRA\nGet in the car.\n\nSmurf gets in the passenger seat.\nEZRA\nYou really want to go down that road?\n\nWe're still working on it.\n(MORE)\n\n(CONTINUED)\n\f149\n\nKingdom - GREEN REVISIONS 97.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nEZRA\nYou really want to go down that road? We're still working on it. (MORE)\n\n(CONTINUED)\n\f149\n\nKingdom - GREEN REVISIONS 97. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: EZRA(CONT 'D)\n\n(re: the address)\nWhere did you get this?\n\nSMURF\nI've been around a long time, sweetie.\nJ's turned. He's not coming back. Even\nif the boys get off, I won't see him\nagain. I won’t let Darren rot in that\nplace. If they go down, that's it\nI've got no one left.\n\nEzra considers this, unsure, looking at the piece of paper.\n\nSMURF\nJ's gone either way. We need to set up\na meeting. Is your office safe?\n\nINT. EZRA WHITE’S OFFICE - DAY 149\n\nEzra is at his desk. On a couch is Detective Roache, Craig's\nDrug Squad contact from the pet store. Smurf sits beside him.\n\nROACHE\nI know you've got a problem, Janine.\nBut I don’t see how this mess your\nboys are in has anything to do with\nme. If you’ve called me in here to see\nif there’s strings I can pull, you’re\nway off course.\n\nSmurf doesn't respond. She fiddles with her purse.\n\nROACHE\nIs that what this is about?\n\nSMURF\nHey Randall, before you go on, this\nboy who’s currently being looked\nafter, tell me if you agree with this\nthis boy who's being looked after - he\nknows who you are.\n\nRoache looks to Ezra. Ezra watches Roache.\n\nSMURF\nAnd you know how these things go.\nThey'll ask him all sorts of\nquestions, about everything he's ever\nseen or done and everyone he's ever\nmet. The whole shemozzle. And you've\ndone some bad things, sweetie...\nHaven't you?...\n\n(MORE)\n\n(CONTINUED)\n\fAnimal Kipagiom - GREEN REVISIONS 98.\n\nCONTINUED: SMURF(CONT\n\nI want this part to be clear so you're\nnot thinking this is about you doing\nme a favour or I'm blackmailing you or\nanything like that. It’s just a bad\nsituation for everyone.\n\nRoache looks to Ezra who remains impassive. Roache drops his\neyes. Smurf pauses. She knows she’s ordering J’s execution.\n\nSMURF\nEzra has the address.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nSmurf pauses. She knows she’s ordering J’s execution. SMURF\nEzra has the address. \n\nTARGET SECTION TO BE ANNOTATED:\n I don't think it\nshould be hard to set up a raid on the\nhouse. There’d be reasonable grounds\nwith all the strange activity and\ncomings and goings day and night, and\nmaybe a neighbour spotted a gun\nsomewhere. This is your field of\nexpertise. I don't mean to tell you\nhow to suck eggs. What do you think?\n\nRoache is now massaging his face.\n\nROACHE\nI really don't see how anything can be\ndone.\n\nSMURF\n\nRandall.\n\n(beat)\nI feel sick right now. I’m not happy\nabout this at all. Not one bit. But we\ndo what we must. Just because we don’t\nwant to do it doesn’t mean it can’t be\ndone.\n\nRoache looks up at Ezra, who is doodling on a note pad.\n\n150 INT. KITCHEN / SAFE HOUSE 2 - DAY 150\nJ and Leckie in the kitchen of a new suburban safe house. J is\nat the stove stirring a pot. Leckie pulls a jar from a plastic\nshopping bag and screws its lid open.\n\nLECKIE\nThis is the stuff. This Vietnamese\nnoodle soup place on Russell St makes\nit. Smell that.\nLeckie puts the jar under J's nose. J recoils.\n\nLECKIE\nThat's real chilli sauce.\n\nJ laughs. His nostrils are burning.\n\n(CONTINUED)\n\f151\n\n152\n\n153\n\nAnimal Kingdom - GREEN REVISIONS 99.\nCONTINUED:\n\nLECKIE\nI didn't say suck it in. I said give\nit a whiff.\n\nLeckie screws the lid back on and grabs his keys and wallet.\n\nLECKIE\nAlright, I have to take off. Keep the\nnoodles in the stock for another\nminute or two. I'd say. Or just taste\nthem - whenever they're ready. And\nthen pull it off and chuck the rest\nin. Yeah?\n\nJ\nYep. Do I need to keep stirring?\n\nLECKIE\nNo. Just pull it off in a minute. OK.\nTop work. I'll see you later.\nJ keeps stirring.\n\nJ\nSee ya later.\n\nINT. SAFE HOUSE 2 - DAY 151\nTOM, a new PSG, sits in a chair by the front door with a\nMagazine. The house is quiet.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SAFE HOUSE 2 - DAY 151\nTOM, a new PSG, sits in a chair by the front door with a\nMagazine. The house is quiet. \n\nTARGET SECTION TO BE ANNOTATED:\n J is in the lounge watching TV and\neating noodle soup. He's struggling with chopsticks.\n\nPSG SANTO, signals urgently to Tom towards the front door. Tom\npeers outside through the blinds.\n\nAcross the street, two men in sneakers and jeans creep towards\nthe house carrying shotguns. Then, two more appear\n\nTOM\nFuck.\n\nEXT. SAFE HOUSE 2 - DAY 152\n\nRoache holds back, still on the far side of the street. He has a\nshotgun. He's edgy. He crosses the street warily.\n\nINT. SAFE HOUSE 2 - DAY 153\nPSGs Tom, Santo and GARY are now at the front door, guns drawn.\n\nTom peeks through the blinds. Four people creep towards the\nhouse. J hangs back, watching from a doorway.\n\n(CONTINUED)\n\f154\n\n155\n\n156\n\n157\n\n158\n\nAnimal Kingdom - GREEN REVISIONS 100.\nCONTINUED:\n\nTOM\nThey look like cops.\n\nGARY\nJesus Christ. What are we doing?\n\nJ backs away into the house.\nEXT. SAFE HOUSE 2 - DAY 154\n\nAs officers approach the house, Roache peels away alone, down\nthe side of the house, gun ready. He knows where he’s going.\n\nINT. SAFE HOUSE 2 - DAY 155\nThe PSGs are panicked. Gary looks through the blinds.\n\nSANTO\nFuck it. We surrender.\n\nGARY\nThere's about six of them.\n\nTOM\nI'm pretty sure they're cops.\n\nSANTO\nI'm not fighting a war. There's no way\nI'm fighting a war over some fuckwit\nkid. Fuck it, I'll shoot him myself.\n\nINT. BEDROOM & BATHROOM / SAFE HOUSE 2 - DAY 156\n\nJ crosses through the bedroom to the en-suite bathroom. He\nclimbs onto the toilet seat and opens the window.\n\nINT. SAFE HOUSE 2 - DAY 157\n\nSanto puts his gun down and kneels, hands behind his head. Tom\ndoes the same.\n\nEXT. SAFE HOUSE 2 - DAY 158\n\nJ crouches on the window ledge. He looks around to see Roache\napproaching. They lock eyes. J jumps onto the neighbouring\nfence. Roache raises his gun, but J is gone.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey lock eyes. J jumps onto the neighbouring\nfence. Roache raises his gun, but J is gone. \n\nTARGET SECTION TO BE ANNOTATED:\nROACHE\nFuck!\n(into walkie-talkie)\nAbort! They’re cops! Fuck!\n\f159\n\n160\n\nAnimal Kingdom - GREEN REVISIONS 101.\n\nEXT. SUBURBAN BACKYARD - DAY 159\n\nJ runs through a neighbouring backyard. Two boys his own age\nstand beside a swimming pool in board shorts. They look up at\nhim, stunned, as he passes.\n\nINT. SMURF'S APARTMENT - DAY 160\n\nSmurf prepares cookie mix. An old lady, HELEN, sits at the\nkitchen table reading a magazine.\n\nSMURF\nOh goodness, no. I don't like him. His\nteeth are crooked.\n\nHELEN\nI don't care for him.\n\nSMURF\nYou would've thought the executives at\nthat station, if they need a new host\nfor their show, they could find\nsomeone with straighter teeth.\n\nKNOCK at the door. Smurf wipes her hands, goes to answer it\nSMURF\nI don't mind his personality, but his\nmouth is very off-putting.\nSmurf answers the door. J is there.\nSMURF\nOh my goodness.\n\nJ\nI need to talk to you.\n\nSMURF\nWhat are you doing here?\n\nJ\nIs anyone inside?\n\nSMURF\nMy neighbour Helen's here, love.\n\nJ\nI need to talk to you. I'm gonna get\nPope out of jail. I can't live like\nthis.\n\fAnimal Kingdom - GREEN REVISIONS 102.\n\nI/E. SMURF'S APARTMENT - DAY\nJ leads Smurf to a quiet spot just outside her flat.\n\nJ\nI wanna set up a meeting with Ezra and\nthat barrister from the committal.\n\nSMURF\nOf course. OK.\n\nJ\nI don't trust Ezra. I'm not going to\nanyone's house. It has to be somewhere\npublic. But it also has to be\nsomewhere that no one we know would\n\ngo.\nSMURF\n\nOK, honey. OK. I'm just glad your\n\nhome.\n\nINT. NATIONAL GALLERY OF VICTORIA - DAY\n\nJ, Ezra, Smurf and barrister JOHN HOPPER sit on benches in the\nmiddle of a major hall of the art gallery. Hopper observes\noccasionally glancing at the art around him.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. NATIONAL GALLERY OF VICTORIA - DAY\n\nJ, Ezra, Smurf and barrister JOHN HOPPER sit on benches in the\nmiddle of a major hall of the art gallery. Hopper observes\noccasionally glancing at the art around him. \n\nTARGET SECTION TO BE ANNOTATED:\nJ\nI'm not coming home.\n\nEZRA\nMate, if you really want to help the\nboys, coming home's the thing to do.\n\nJ\nI'm not coming home. I'm not safe\nthere.\n\nSMURF\n\nYes, you are, dear.\n\nJ\nI'm not. I'm not safe in witness\nprotection either, but I'd rather take\nmy chances there.\n\nSMURF\nYou'll be safe at home, honey.\n\nJ\nYou can't promise me that.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 103.\nCONTINUED:\n\nSMURF\nI can. I can.\n\nJ\nI'm not coming home. I'm going back\nthere. I'm just here to let you know\nthat I'm gonna help.\n\nSmurf looks to Hopper. Hopper shrugs, leans back\n\nHOPPER\n\nI think J's made his position clear.\nWhere that leaves us now is to decide\nhow best to proceed given the brave\noffer of assistance he's made.\n\n(beat)\nThis thing's going to trial, with or\nwithout J. That's a given. What we\nwant is to win it. What I liked about\nthe committal hearing - despite the\nfact that we've been ordered to stand\ntrial, of course - but what I liked\nabout the committal was that, for the\nmost part, their case looked pretty\nflimsy to me, largely dependent on\ntestimony that shouldn't be too hard\nto discredit I wouldn't have thought.\nAnd if the committal was any\nindicator, J here's their little star.\nIf he's not there, they'll need to\nstrengthen their brief with something\nelse, which they will do. And they'll\nhave the time to do it. And I'd\npersonally rather tackle the evidence\nI saw at the committal than whatever\nrejigged brief they come up with\nshould J suddenly decide to leave. You\nknow what I mean?\n\n(to J)\nSo now we should just make proper use\nof the time we have. We'll need to go\nover a bunch of things here. Like, for\ninstance, this whole business of the\ncar you claim you stole and that you\nclaim you saw on the TV. It was just a\nwhite car wasn't it? Millions of white\ncars in the world.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nLike, for\ninstance, this whole business of the\ncar you claim you stole and that you\nclaim you saw on the TV. It was just a\nwhite car wasn't it? Millions of white\ncars in the world. \n\nTARGET SECTION TO BE ANNOTATED:\n Why was that one so\nfamiliar? Probably looked very similar\nto that one that guy drives on that\nshow, some show you watch all the\ntime. You know?\n\n(beat)\n\n(MORE)\n\n(CONTINUED)\n\f161\n\n162\n\nAnimal Kingdom - GREEN REVISIONS\nCONTINUED: (2)\n\nNow, we also want to make sure you\ndon't perjure yourself in the process\nmate, so we need to be careful how we\nplay it. This may involve you having\nto answer some questions about the\ndeath of Nicole. My guess is you may\nnot like it. Do you think you'll be OK\nwith it?\n\nJ\nI'll be fine with it.\n\nEXT. SAFE HOUSE - NIGHT\n\n104.\n\n161\n\nJ walks the drive to the safe house. New model cars parked\n\noutside. The front door is busted. J enters.\n\nINT. SAFE HOUSE - NIGHT\n\n162\n\nThe house feels crowded with men in suits who fall silent as J\nenters. Leckie pushes to the front and leads J by the arm into\n\nthe kitchen. He's clearly been worried.\n\nLECKIE\nWhere have you been?\nJ\nHiding.\nLECKIE\n\nYou shouldn’t have left the house.\nWhere did you go?\n\nJ\nI was hiding.\n\nLECKIE\nIt was the Drug Squad who raided the\nhouse today. They'd been told\nsomething funny was going on here. OK?\nIt was a mix up. You’re in no danger\nI need you to understand that.\n\nJ\nOK.\nLECKIE\nDid anyone see you today?\nJ\nNo.\nLECKIE\n\nAre you sure?\n\n(CONTINUED)\n\f163\n\n164\n\n165\n\nAnimal Kingdom - GREEN REVISIONS 105.\nCONTINUED:\n\nJ\nNobody saw me.\n\nLeckie looks frazzled. He puts his hand on J's shoulder.\nINT. SERVICED APARTMENT - DAY 163\n\nJ stands looking out the floor-to-ceiling windows of a high-rise\nserviced apartment at the city sprawling to the horizon. He is\ndressed for court - pants and round neck jumper over a collared\nshirt and tie. He looks healthy and strong. He scuffs his shoe\nnervously against the tiled floor.\n\nLeckie appears beside him and looks out the window a moment.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks healthy and strong. He scuffs his shoe\nnervously against the tiled floor. Leckie appears beside him and looks out the window a moment. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nthen straightens J’s collar\n\nLECKIE\nYou ready?\n\nJ nods. Leckie turns and nods to two SOG officers in full gear -\nflak jackets, helmets, shotguns. The four stand waiting inside\nthe front door. One SOG pulls the apartment door open. Outside\nis another SOG. He hand-signals to someone off screen.\n\nLeckie gently guides J from the window to the door, out into the\nhall of the building towards the elevator.\n\nINT. VAN - DAY 164\nJ in the back of a mini-van. Leckie is beside him. As the van\npulls out of an underground car park onto the street the SOG\n\nofficer in the front seat leans into his personal radio.\n\nSOG\nWe’re on the move.\n\nRADIO VOICE (0.S.)\nCopy that.\n\nLeckie watches J. J looks out the window. The radio crackles.\nEXT. BACK OF SUPREME COURT - DAY 165\n\nThe vans are admitted through the back gates of the court\nbuilding. The gates are quickly closed by court officers.\n\nThe van stops at the back entrance. A SOG emerges first\nfollowed by J, then another two SOGs. J is hurried inside.\n\f166\n\n169\n\n170\n\nAnimal Kingdom - GREEN REVISIONS 106.\n\nINT. SUPREME COURT / HOLDING AREA - DAY 166\n\nJ sits in a holding area. There is quiet and tense anticipation.\nHe is clearly the centre of concern. He sits and waits. A court\nwarden approaches.\n\nCOURT WARDEN\nOK. They're ready for you now.\n\nJ stands and is escorted down a hall. He and the warden wait\noutside a door. The door opens. J enters.\n\nINT. SUPREME COURT / HOLDING AREA - DAY 169\n\nInside the holding area, the air is muted and tense. Radios\ncrackle. Wardens and cops sit in silence, waiting.\n\nINT. NATIONAL GALLERY OF VICTORIA / CAFE - DAY 170\n\nFLASHBACK: Hopper sits opposite J at a quiet table. Ezra and\nSmurf sit at the next table. Ezra takes notes. Smurf watches.\n\nHOPPER\nYour girlfriend Nicole died froma\nheroin overdose. Is this true?\n\nJ\nYes.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOPPER\nYour girlfriend Nicole died froma\nheroin overdose. Is this true? J\nYes. \n\nTARGET SECTION TO BE ANNOTATED:\nHOPPER\nIs it true that you believe your\nuncles were responsible for this?\n\nJ\nYes.\n\nHOPPER\nHow?\n\nJ\nThey injected her.\n\nHOPPER\nMaybe don't rush your answers, mate.\nThe more you hesitate, the more\nuncertain you'll appear.\n\nSMURF\nHow's he gonna remember all this?\n\nHOPPER\nHe doesn't have to remember it. It's\nbetter if he doesn't.\n\n(MORE)\n\n(CONTINUED)\n\fCONTINUED:\n\nJ nods.\n\nAnimal Ki nadem - GREEN REVISIONS 107.\n\nWe don't want him reciting lines. All\nhe needs to do here is get into the\nswing of the thing. He just needs to\nwrap his head around the flavour of\nit.\n\n(beat, to J)\nYou understand that, mate?\n\nHOPPER (CONT'D)\nSo, you're saying they forcibly\ninjected her with what's known as a\nhot shot?\n\nYes.\n\nHOPPER\nDid you see them do this?\n\nJ\nNo.\n\nHOPPER\nWhat did you see?\n\nJ\nI came home and found her bracelet\nthing in the backyard.\n\nHOPPER\nBut you didn’t actually see her there,\nnor did you see anyone inject her. Was\nshe known to you to be a user of\nheroin?\n\nJ\nSometimes, yeah.\n\nHOPPER\nWas she? This is me talking now.\n\nJ\nNo.\n\nHOPPER\nThen say no. You don't need to lie...\nWas there any reason why she might\nhave wanted to use heroin on this\nparticular night?\n\nJ\nMaybe.\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 108.\nCONTINUED: (2)\n\nHOPPER\nWhy maybe?\n\nJ\nI broke up with her.\n\nHOPPER\nThat night?\n\nJ\nYes.\n\nHOPPER\n\nSo to an extent you feel responsible\nfor Nicole’s death.\n\nJ\nI dunno. Maybe to an extent.\n\nHOPPER\nBut you want your uncles put away for\nit. Even though you didn’t see them do\nit and she was justifiably upset on\nthis particular night because you\nended the relationship.\n\nJ looks coolly to Ezra taking notes and Smurf watching.\n\nHOPPER (CONT'D)\nYou’re looking for someone to blame\nfor something you feel responsible\nfor.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nEven though you didn’t see them do\nit and she was justifiably upset on\nthis particular night because you\nended the relationship. J looks coolly to Ezra taking notes and Smurf watching. HOPPER (CONT'D)\nYou’re looking for someone to blame\nfor something you feel responsible\nfor. \n\nTARGET SECTION TO BE ANNOTATED:\n Would you agree with that? Blah\nblah blah.\n\nJ looks to Hopper, defiant. He holds it.\n\nHOPPER (CONT'D)\nThat's good, mate. You feel OK?\n\nSMURF\nAre you OK, sweetheart?\n\nJ\nI'm fine. Can you find us a drink\nSmurf?\n\nSMURF\n\nOf course. I'm sure I saw a drink\nmachine somewhere.\n\n171 INT. SUPREME COURT / HOLDING AREA - DAY 171\n\nCommotion. J is led from the court, through back corridors.\n\f172\n\n173\n\nAnimal Kingdom - GREEN REVISIONS 109.\n\nINT. SOG VAN - DAY 172\n\nThe van drives through the back gate of the court, J surrounded\nby SOGs with shotguns. J is pensive. Heavily armed SOG presence\nis oppressive - gum chewing, guns on laps.\n\nINT. CAR - DAY 173\n\nBROADCAST VIDEO FOOTAGE: A REPORTER sits at the wheel of a car,\nthe video shot from the passenger seat. The reporter checks his\nhair in the rearview and scours the street over the cameraman‘s\nshoulder.\n\nREPORTER\n(nervous energy)\nHere they come.\n\nHe starts the car. The video camera POV shifts to the empty\nbackseat. Moments later, the back door opens. Darren, Smurf and\nPope pile in and the car pulls away. The boys wear suits. Darren\ncries. Smurf hugs him. Pope smiles. It's all chaotic.\n\nREPORTER (0.C.)\nLet's get away from here a bit.\n(then, to backseat)\nHow do you feel?\n\nDARREN\nWe’re over the moon! We’re very over\nthe moon! Fantastic!\n\nSmurf kisses Darren's head. Darren is crying tears of joy.\n\nREPORTER (0.C.)\nWhat about you, Andrew? Has justice\nbeen done today?\n\nPope stares out the window.\n\nDARREN\nWe were innocent. We said that all\nalong. That’s what the jury's said.\n\nREPORTER (0.C.)\nJanine. You must be delighted. what do\nyou have to say?\n\nSMURF\nI want to say three cheers for the\nboys! Hip-hip.\n\nDARREN\nHooray!\n\n(CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 110.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHip-hip. DARREN\nHooray! (CONTINUED)\n\fAnimal Kingdom - GREEN REVISIONS 110. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nSmurf and Darren do three cheers. Pope looks out the window.\n\nREPORTER (0.C.)\nOK, let's get some nods before we\nforget.\n\nThe CAMERA swings round to be on the reporter.\n\nREPORTER\nTell me when you're set.\n\nCAMERMAN (0.C.)\nSet.\n\nREPORTER\n(to rearview)\nOK, guys, I just have to do what we\ncall nods. You don't have to say\nanything. You'll see what it's about\nwhen it's all cut together.\n\nThe reporter does some 'nods'. Then -\n\nREPORTER\nSo how do you feel?\n\nDARREN (0.C.)\nFantastic!\n\nREPORTER\nNo. You don't say anything.\n\n174 INT. SOG VAN - DAY 174\n\nOn the move, a SOG opposite J pulls his pistol and points it at\nJ's face, the SOG’s eyes hidden behind sunglasses. Other SOGs\nsit quiet. The SOG holds the gun for a long while, then pulls\nthe trigger. It clicks on an empty breach. J sits numb.\n\n175 INT. HOTEL ROOM - DAY 175\nSmurf in TV interview on the couch in a four-star hotel room.\n\nSMURF\nI feel for the families of those two\nyoung police, my heart goes out, but\ntwo good young boys got killed too,\nBarry Brown and my son Craig.\n\nThe shot is now wide to reveal Smurf sitting between Pope and\n\nDarren on the couch. The boys hold glasses of white wine and are\nvisibly drunk and fidgeting.\n\n(CONTINUED)\n\f176\n\nAnimal Kingdom - GREEN REVISIONS 111.\nCONTINUED:\n\nSMURF\nThey were innocent young boys. My\nfamily's been dragged through the mud\nover this. And that kind of action\nplays heavy our on minds. Police start\nthrowing their weight around, and they\nfly off the handle and a kid like J\ngets the idea he can’t even trust the\nlaw to work properly. The justice\nsystem.\n\nPope lifts himself up drunkenly and leaves shot. Darren gets up\nand dials a phone on a side table behind the couch.\n\nREPORTER (0.C.)\nOK, maybe that's enough of that.\n(to Pope)\nAndrew, I was hoping to get some shots\nof you and Darren reacting to the news\nof your acquittal on Tv.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nREPORTER (0. C.)\nOK, maybe that's enough of that. (to Pope)\nAndrew, I was hoping to get some shots\nof you and Darren reacting to the news\nof your acquittal on Tv. \n\nTARGET SECTION TO BE ANNOTATED:\nPOPE (0.C.)\nGet us doing what?\n\nREPORTER (0.C.)\nAs if you were watching a news report\non the TV, celebrating. Like you're\ngoing 'yay!'\n\nDarren drops the phone. It crashes down behind the side table.\nHe's very drunk.\n\nPOPE (0.C.)\nI’m not a fuckin monkey, mate. I’m not\ndoing that.\n\nAs this all takes place, Smurf remains in the middle of the\ncouch, watching her boys. Then she turns to camera, smiling.\n\nINT. BEDROOM / SERVICED APARTMENT - NIGHT 176\nJ hurriedly packs his clothes into a bag. He zips it shut and\nturns to leave. SOGs mill in the hall ominously. J steps back\ninto the room.\n\nLeckie enters and shuts the door. He sits on the bed, silent and\nstaring at J. The moment is long and awkward.\n\nLECKIE\nHave you worked out where you fit?\n\nJ grabs his bag. He opens the door and closes it behind him.\n\f177\n\n178\n\n179\n\n180\n\nAnimal Kingdom - GREEN REVISIONS 112.\n\nINT. HALL / SERVICED APARTMENT - NIGHT 177\nSOG talk halts, all eyes on J. He winds his way to the door.\nINT. BEDROOM / SERVICED APARTMENT - NIGHT 178\nBack in the bedroom, Leckie sits like a lonely kid.\n\nINT. SUPERMARKET - DAY 179\n\nLeckie with his wife, son and trolley. They round an aisle. And\nthen Leckie sees Smurf. He ignores her. They head towards each\nother. Leckie pushes his trolley straight past her. He thinks\nshe hasn't seen him.\n\nThen Smurf appears beside him.\n\nSMURF\nI don't wish you any ill will, Mr\nLeckie. I honestly don't.\n\nLeckie ignores her. His wife watches her, seriously unnerved.\n\nSMURF\nI want you to know that. You were only\ndoing your job. I hope you catch the\npeople who did that terrible thing.\n\nLECKIE\nIf you're as smart as I think you are,\nyou'd know to walk right on by me like\nwe'd never seen each other before in\nour lives.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou were only\ndoing your job. I hope you catch the\npeople who did that terrible thing. LECKIE\nIf you're as smart as I think you are,\nyou'd know to walk right on by me like\nwe'd never seen each other before in\nour lives. \n\nTARGET SECTION TO BE ANNOTATED:\n And you'd know to feel\nlucky. But you're gonna come unstuck\nI've got a feeling about it. I think\nyou do too. I think you carry that\nfeeling around with you every second\nof the day.\n\nSmurf looks at him, almost tenderly.\n\nSMURF\nBut I don't, Nathan.\n\nLeckie leads his family away. Smurf is left in the aisle.\nEXT. STREET - DAY 180\n\nJ steps out of a city cafe with a take-away coffee. He sits it\non a ledge and stirs in sugar, lights himself a cigarette.\n\f181\n\n182\n\nAnimal Kingdom - GREEN REVISIONS 113.\n\nEXT. BACK YARD / CODY HOUSE - DAY 181\n\nJ walks the side of the house, bag on his shoulder,\napprehensive. He hears MUSIC and LAUGHTER. He rounds the corner\nto see Darren on a banana lounge drinking, another man also\ndrinking, and Pope at the BBQ flipping sausages.\n\nDarren stops mid-laugh, his unwitting friend carries on a little\nlonger. Pope casually continues to flip sausages.\n\nPOPE\n(warmly )\nG'day, mate.\n\nJ\nHey. Hi, Daz.\n\nThe dog rushes to J. He pats it.\n\nPOPE\nYou hungry?\n\nJ\nYeah, maybe.\n\nPOPE\nSmurf’s in the kitchen. Go and say hi.\nGrab yourself a beer.\nINT. KITCHEN / CODY HOUSE - DAY 182\n\nJ enters. Smurf is at the bench, making salad. She turns and\nsees J. She rushes to him. She hugs and kisses him.\n\nSMURF\nI was wondering when I’d see you\nagain. I've been missing you. You want\nfood? You look Biafran.\n\nJ\nI’m gonna go lie down a bit.\n\nSMURF\nYou don’t wanna eat? Pope’s cooking.\n\nJ\nI wanna lie down, I think.\n\nSMURF\nOK, love. Your room’s still there.\n\nSmurf takes J's head in her hands and kisses his lips.\n\n(CONTINUED)\n\f183\n\n184\n\nAnimal Kingdom - GREEN REVISIONS 114.\n\nCONTINUED:\nSMURF\nI missed you.\nINT. J’S BEDROOM / CODY HOUSE - DAY 183\n\nThe room is tidy.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\nSMURF\nI missed you. INT. J’S BEDROOM / CODY HOUSE - DAY 183\n\nThe room is tidy. \n\nTARGET SECTION TO BE ANNOTATED:\n J is on the bed, lying on his side. He hears\nthe bedroom door open, but doesn’t turn to look.\n\nPope takes a seat at the end of the bed, holding a beer. He\nlooks around the room, taking it all in before speaking.\n\nPOPE\nIt's a crazy fuckin world.\n\nA GUN BLAST strikes Pope in the head and his body slumps like a\nsack of meat, instantly lifeless, to the floor.\n\nJ climbs off the bed, holding a gun. He stands back and surveys\nthe scene, standing over Pope's body.\n\nHe exits to the hall still with the gun. As he heads for the\nlounge, Smurf walks toward him, panicked, hands to her mouth. J\nstops her. He holds her. She is strangely calm, catatonic.\n\nINT. LOUNGE / CODY HOUSE - DAY 184\n\nJ leads Smurf across the room to the window, his arm around her.\nDarren is outside, looking back at him, disoriented.\n\nJ seems relaxed, composed. Darren is barefoot, holding a ketchup\nbottle and a long sausage in a slice of bread.\n\nJ tosses the gun on the couch and kisses Smurf's head.\n\nTHE END\n\f"
}