{
  "1": "\n\n\n\n\n\n\n\n\n\n                                    APRIL FOOL'S DAY\n\n\n\n\n\n\n\n\n\n                                       Written by\n\n\n\n                                       Danilo Bach\n\n\n\n                         \n\n                         \n\n                         \n\n                                                                  rev 1st draft\n\n                                                                  July 30, 1986\n\n\n\n\n\n\n\n                         \n\n                         FADE IN\n\n                         \n\n          EXT. FERRY LANDING - NEW ENGLAND SHORE - DAY\n\n          The sparkling waters. The chirping spring day. We are on an isolated\n\n          stretch of country shore , and a quiet, sheltered island is visible\n\n          distantly across the Sound. There is asense of anticipation,\n\n          excitement. VOICES can be heard. THE CAMERA is the POV of a VIDEO\n\n          CAMERA, and a group of college kids wait just o.s. On-screen, however,\n\n          for the moment, a proper, sweet-faced young COED faces the camera and\n\n          -- reluctantly, under the urging of her friend behind the video lens -\n\n          - sets the scene.\n\n                         \n\n                         SWEET COED\n\n                         (SHYLY)\n\n          Hi... My name is Mary O'Reilly O'Toole O'Shea and...over there is the\n\n          island my friend Muffy owns... It's spring break... and she's invited\n\n          us over for the weekend, and we're waiting for the ferry now to take\n\n          us there...\n\n           (blushing, mortified to cameraman)\n\n          I don't know what else to say!\n\n                         \n\n          CAMERAMAN (CHAZ'S VOICE)\n\n          Tell us something about yourself.\n\n                         \n\n                         SWEET COED\n\n          Something about myself? Oh, Gee...\n\n          (composing herself, earnestly)\n\n          Well, I want to work with handicapped children... My parents are my\n\n          best Friends... Next semester I start convent school, and I... fuck on\n\n          the first date.\n\n                         \n\n          O.S. her friends explode with LAUGHTER. Brassy former deb NIKKI\n\n          BRASHEARS gives us a big, wet wink, dropping the act.\n\n                         \n\n          SWEET COED/NIKKI\n\n          April Fool...\n\n                         \n\n                         CHAZ'S VOICE\n\n          Whoo! Outrageous woman! Nikki, you are my kind o' gal!\n\n                         \n\n          He PANS THE CAMERA over to KIT-- a pretty, unaffected, natural beauty,\n\n          bright and very much aware.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nOutrageous woman! Nikki, you are my kind o' gal! He PANS THE CAMERA over to KIT-- a pretty, unaffected, natural beauty,\n\n          bright and very much aware. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         CHAZ'S VOICE\n\n          C'mon, Kit, how about you?\n\n                         \n\n          Kit waves him off, laughing in spite of herself. She's got nothing to\n\n          say.\n\n                         KIT\n\n          Pass.\n\n                         \n\n                         CHAZ'S VOICE\n\n          C'mon , Arch? Skip?\n\n                         \n\n          He PANS over to the other two college boys on the dock here - ARCH, a\n\n          big, good-natured, easygoing WASP jock (rugby and crew); and SKIP, Mr.\n\n          Preppy, the perfect image of the lazy spoiled, indulged, and reckless\n\n          upper-crust kid. Skip also happens to be Muffy's cousin.\n\n                         \n\n                         ARCH\n\n          (ponders it with due consideration)\n\n          Yeah, sure... I fuck on the first date...\n\n                         \n\n          Skip cracks up. Arch's laughter follows.\n\n                         \n\n          NIKKI (O.S.)\n\n          Where's Rob?\n\n                         \n\n          Chaz QUICK-PANS the camera back to Kit, following the action.\n\n                         \n\n                         CHAZ'S VOICE\n\n          (teasing, with innuendo)\n\n          Yeah, Kit, where is he?\n\n                         \n\n          ARCH (O.S.)\n\n                         (MORE TEASING)\n\n          Oh, Kit...\n\n                         \n\n          Concerned, Kit keeps her humor anyway, waving the lens away again.\n\n                         \n\n                         KIT\n\n          Oh, c'mon, Chaz, give me some room, will you?\n\n                         \n\n          He does, finally shutting down the videopak. The image reverts to FILM\n\n          again.\n\n                         \n\n                         NIKKI\n\n          (looks at her, persisting)\n\n          Well?\n\n          INT. VOLVO WAGON IN MOTION - MAIN HIGHWAY - DAY\n\n                         \n\n                         CUT TO:\n\n                         \n\n          The driver -- a still great-looking, turned-out Fairfield County-type\n\n          SUBURBAN LADY -- and the passenger, ROB FERRIS a cleancut,\n\n          goodlooking, 20 year old public school grad ­sit in uncomfortable\n\n          silence on opposite ends of the front seat.\n\n                         \n\n                         ROB\n\n          (gestures, awkwardly)\n\n          Here'll be fine, thanks...\n\n                         \n\n          EXT. HIGHWAY INTERSECTION - DAY\n\n                         \n\n          The Volvo wagon pulls over. Rob drags out his daypack, too.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HIGHWAY INTERSECTION - DAY\n\n                         \n\n          The Volvo wagon pulls over. Rob drags out his daypack, too. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         ROB\n\n                         (ABASHED)\n\n          Thanks... for the lift, I mean...\n\n                         \n\n                         SUBURBAN LADY\n\n          (smiles, no reason for disappointment)\n\n          It was a real lift for me, too, hon.\n\n                         \n\n          A late model Detroit sedan slows at the intersection, turning off the\n\n          highway to take the junction in the direction Rob is going. A road\n\n          sign indicates: \"BAR HARBOR MOUNT DESERT\" in another direction.\n\n                         \n\n          Rob hefts his gear, hurrying to flag the sedan.\n\n                         \n\n          The Volvo wagon continues on, braking for the next undergraduate\n\n          male hitchhiking down the road.\n\n                         \n\n          INT. KITCHEN - ST. JOHN HOUSE- DAY\n\n          CLOSE ON a wall calendar. A HAND reaches INTO FRAME, tearing off\n\n          \"MARCH\" to begin \"APRIL\".\n\n                         \n\n          WIDEN TO REVEAL CLARA, the middle-aged housekeeper and offseason\n\n          caretaker for the house. With her overcoat and purse on one arm, she\n\n          drops the \"MARCH\" calendar page in a wastebasket, then crosses to the\n\n          pantry where a door and wooden steps lead down to the basement.\n\n                         \n\n                         CLARA\n\n                         (CALLING)\n\n          The rooms are all in order, double- and triple-checked, and I'm on my\n\n          way...\n\n                         \n\n          She hears a CLATTER from down below.\n\n          INT. BASEMENT - DAY\n\n                         \n\n          MUFFY ST. JOHN drags a woman's body across the floor. The arm comes\n\n          off in her hand.\n\n                         \n\n                         MUFFY\n\n          Shit.\n\n                         \n\n                         CLARA'S VOICE\n\n          Need any help down there?\n\n                         \n\n          Clara comes clopping down the steps. Muffy turns, the mannequin's arm\n\n          still in her hand. Old workclothes and a head kerchief take the place\n\n          of Muffy's normally impeccable prep Seven Sisters outfit (including\n\n          the regulation penny loafers) in all this dust. Early 20's, pretty in\n\n          an off-beat sort of way, Muffy is every inch a blue-blood.\n\n                         \n\n                         MUFFY\n\n          (puffing with the effort)\n\n          No, Clara, thanks.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nOld workclothes and a head kerchief take the place\n\n          of Muffy's normally impeccable prep Seven Sisters outfit (including\n\n          the regulation penny loafers) in all this dust. Early 20's, pretty in\n\n          an off-beat sort of way, Muffy is every inch a blue-blood. MUFFY\n\n          (puffing with the effort)\n\n          No, Clara, thanks. \n\nTARGET SECTION TO BE ANNOTATED:\n Just trying some last minute straightening down\n\n          here... god, I don't think I've ever worked so hard in my life...!\n\n                         \n\n                         CLARA\n\n          Sure you don't want me to stay? There's nobody gonna be around\n\n          here to help till first ferry back Monday, y'know...\n\n                         \n\n                         MUFFY\n\n          (continuing with her work)\n\n          Nope, you're a peach, Clara. But this one's mine. I told my father I'd\n\n          do it, and I will. My way. I don't want him to have any excuses.\n\n                         \n\n                         CLARA\n\n          (dubiously , turning to go)\n\n          All right, then. Have a nice party.\n\n                         \n\n                         MUFFY\n\n          (a buoyant laugh)\n\n          Nice? It has to be better than nice... it's gotta be bloody\n\n          unforgettable!\n\n                         \n\n          Clara climbs the stairs.\n\n                         \n\n                         CLARA\n\n          Good luck.\n\n                         \n\n                         MUFFY (CONT)\n\n          Bye, Clara. See you Monday.\n\n                         \n\n          Soon there's the upstairs SOUND of the kitchen door closing behind\n\n          Clara.\n\n          Muffy finally props the mannequin, clearing away the remaining\n\n          clutter. She goes to open a basement window for ventilation. It is a\n\n          ground-level transom, hinged at the top. Through it Clara is visible\n\n          departing the grounds.\n\n                         \n\n          Then Muffy hears a DRIPPING. She turns, hesitating, and follows the\n\n          sounds.\n\n                         \n\n          INT. UTILITY ROOM\n\n                         \n\n          Part of the basement, an old washroom and more, with tub, slop sink\n\n          and large incinerator. Muffy enters, pulling the chain on the bare,\n\n          overhead bulb. It illuminates the room, and the tub underneath --\n\n          slightly rusty at the drain, but otherwise spotless -- and the slowly\n\n          dripping faucet.\n\n                         \n\n          EXT. FERRY LANDING - MAINLAND - DAY\n\n                         \n\n          CHAZ, the videocameraman and the only member of the group we haven't\n\n          seen till now, is the first to spot the ferry approaching.\n\n                         \n\n                         CHAZ\n\n          Here she comes...\n\n                         \n\n          He's a real hi-tech freak and Ivy League wiseass, a free spirit in\n\n          neo-punk neck curl and button-down shirt.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nFERRY LANDING - MAINLAND - DAY\n\n                         \n\n          CHAZ, the videocameraman and the only member of the group we haven't\n\n          seen till now, is the first to spot the ferry approaching. CHAZ\n\n          Here she comes... He's a real hi-tech freak and Ivy League wiseass, a free spirit in\n\n          neo-punk neck curl and button-down shirt. \n\nTARGET SECTION TO BE ANNOTATED:\n He shoulders his lightweight\n\n          videopak again, taping it. Arch and Skip watch with him from the end\n\n          of the pier. But Kit and Nikki, waiting nearer the office, are\n\n          distracted by the SOUND of an arriving car.\n\n                         \n\n          ANGLE - PARKING LOT\n\n                         \n\n          It's not Rob, though. It's NAN, another newcomer. She pulls her car\n\n          next to the others in the gravel lot behind the landing office and -\n\n          gets out quickly, dragging a hefty suitcase out of the back seat. She\n\n          is an unfamiliar face to Kit and Nikki --a shy, earnest, small-town\n\n          girl, overdressed for the occasion.\n\n                         \n\n                         NAN\n\n                         (HURRIED)\n\n          Hi... is this the ferry to the St. John house?\n\n                         \n\n                         NIKKI I\n\n          Any second now.\n\n                         \n\n                         NAN\n\n          Oh, thank goodness ! I didn't know if I was on the right road...\n\n                         \n\n          Kit smiles welcome, lending a hand as Nan struggles the bag up the\n\n          ramp.\n\n                         KIT\n\n          Hi. Kit Graham... Nikki Brashears.\n\n                         \n\n                         NAN\n\n          Nan Youngblood.\n\n                         \n\n                         NIKKI\n\n          (needling, about the suitcase)\n\n          Planning on staying a while?\n\n                         \n\n                         NAN\n\n          (flushes, embarrassed)\n\n          Oh, no... just some work for finals, when we get back... you don't\n\n          know how far behind I am...\n\n                         \n\n          Arch outhustles Chaz for her bag. Her simple attractiveness exerts an\n\n          appeal.\n\n                         \n\n                         ARCH\n\n          Hi. Arch Cummings . I've seen you around. Jewett Hall, right?\n\n                         \n\n                         CHAZ\n\n          Chaz Vyshinsky. You got great legs.\n\n                         \n\n                         NIKKI\n\n          (pointed1y, reminds him)\n\n          Chaz, Arch already has her bag.\n\n                         \n\n          Meaning, Chaz is Nikki's man, especially for this weekend.\n\n                         \n\n                         NAN\n\n          (volunteering, happily)\n\n          Well, I only met Muffy this term in Drama Society . I volunteered to\n\n          do their costumes... I like to sew... Did you see her in Ghosts? She's\n\n          so talented.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nI like to sew... Did you see her in Ghosts? She's\n\n          so talented. \n\nTARGET SECTION TO BE ANNOTATED:\n She was wonderful!\n\n                         \n\n                         SKIP\n\n          (to Nan, approvingly; in greeting)\n\n          Congratulations, on finding your way.\n\n                         \n\n          The landing BUMPS, the ferry touches down. They look up.\n\n                         \n\n                         ANGLE CHANGE\n\n                         \n\n                         FERRYMAN\n\n                         (BARKS)\n\n          Stand clear!\n\n                         \n\n          The large, raw-boned FERRYMAN holds open the wooden stile for the one\n\n          and only passenger from the island ­ Clara -- to disembark. Clara\n\n          passes them , giving first Skip and then the others a look, shaking\n\n          her head in sad appraisal.\n\n          FERRYMAN (cont.)\n\n                         (GROWLS)\n\n          Ok, let's go.\n\n                         \n\n          It's not the friendliest greeting in the world. The ferryman keeps the\n\n          stile open for them to board singly. There is also a younger assistant\n\n          on board -- BUCK, a pleasant, openfaced townie in his 20s.\n\n                         \n\n          FERRYMAN (cont.)\n\n          To the rear. Outa the operator's way.\n\n                         \n\n          Nikki clutches at Skip's arm.\n\n                         \n\n                         NIKKI\n\n                         (IN MOCK-TERROR)\n\n          This is it? No going back? Trapped for days on an island where\n\n          men are men, and women oughta know better?\n\n                         \n\n                         ARCH\n\n                         (BEHIND HER)\n\n          Try to control yourself, Sister O'Toole.\n\n                         \n\n                         NIKKI\n\n                         (SUGGESTIVE )\n\n          You could tie me in chains...\n\n                         \n\n          Chaz boards, passing Buck, the assistant.\n\n                         \n\n                         CHAZ\n\n          (a low whisper)\n\n          Your fly's open, and your Hostess Twinkie's hanging out...\n\n                         \n\n          The assistant gapes, falling for it, groping his fly. Which is closed,\n\n          of course. He looks up, grinning. Chaz kisses him on the cheek, winks\n\n          and moves on.\n\n                         \n\n                         BUCK\n\n          Sh -i-i-t...\n\n                         \n\n          Kit is hanging back on the dock.\n\n                         \n\n                         FERRYMAN\n\n          Come on if you're coming.\n\n                         \n\n                         KIT\n\n                         (URGENTLY)\n\n          Excuse me.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nKit is hanging back on the dock. FERRYMAN\n\n          Come on if you're coming. KIT\n\n                         (URGENTLY)\n\n          Excuse me. \n\nTARGET SECTION TO BE ANNOTATED:\n But we're still waiting for somebody --\n\n                         \n\n                         FERRYMAN\n\n                         (GRUFFLY)\n\n          It's Friday. My last run of the week. I don't get paid overtime.\n\n                         KIT\n\n          But you've got to wait. They said it's the only way over.\n\n          If he misses this...\n\n                         \n\n          Arch WHISTLES loudly, seeing and alerting them.\n\n                         \n\n          PARKING LOT - THEIR POV\n\n          A late model Detroit sedan (the one we saw earlier turning off the\n\n          highway) pulls to a fast stop in the lot. Rob hurries out; a CHEER\n\n          comes up from the group on the ferry. Kit closes her eyes in relief.\n\n          Rob comes hurrying up the ramp.\n\n                         \n\n                         ANGLE ­ LANDING\n\n          ...followed closely by HARVEY 'HAL' EDISON, JR.\n\n                         \n\n                         HARVEY\n\n          Wait up!\n\n                         \n\n          Harvey is the driver of the sedan, and after he carefully locks up, he\n\n          comes running with his bag, too. He is a rangy, straight-arrow Ivy\n\n          League farmboy from the Border South, and he's the last of Muffy's\n\n          invited guests. He also, somewhat incongruously, sports a Bruce\n\n          Springsteen badge.\n\n                         \n\n                         ROB\n\n          (to Kit, kissing her)\n\n          Sorry... Nik, Chaz...\n\n          (to Skip and Nan whom he doesn't know)\n\n          Rob Ferris...\n\n                         \n\n          They return greetings.\n\n                         \n\n                         HARVEY\n\n                         (RIGHT BEHIND )\n\n          Hi! Harvey 'Hal' Edison, Jr., but please call me Hal. Only my folks\n\n          call me Harve... and I can't stand it. Boy, this sure is a pretty\n\n          spot.\n\n                         \n\n          Stylistically, he's a Martian. Chaz stares at him.\n\n                         \n\n                         CHAZ\n\n          You're friends with... Muffy St. John?\n\n                         \n\n                         HARVEY\n\n                         (PROUDLY)\n\n          Sure am. We sit together in Econ 345. I let her copy my marginal\n\n          utility curves.\n\n                         \n\n                         NIKKI\n\n          I get it. That's a joke.\n\n          Preppy Skip adds his greeting.\n\n                         \n\n                         SKIP\n\n          (an ironical nod)\n\n          Harve.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat's a joke. Preppy Skip adds his greeting. SKIP\n\n          (an ironical nod)\n\n          Harve. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         HARVEY\n\n          (correcting him, blithely)\n\n          Hal...\n\n          (noticing interest his badge)\n\n          Springsteen, he's still the Boss!\n\n                         \n\n                         FERRYMAN\n\n                         (IMPATIENTLY)\n\n          Ok, c'mon, I don't have all day.\n\n                         \n\n          He slams the stile down after Harvey, the last to board, and gets busy\n\n          with the stubborn motor. His assistant helps. Chaz tapes.\n\n                         \n\n                         HARVEY\n\n          (enthusiastically, putting down his fear)\n\n          YOU all buddies?\n\n                         \n\n                         NIKKI\n\n          Except for Skip and Nan. Them we just met.\n\n                         \n\n                         KIT\n\n                         (AMIABLY)\n\n          But we will be.\n\n                         \n\n                         CHAZ\n\n                         (MEANING SKIP)\n\n          Watch what you say around him, though. He's Muffy's cousin.\n\n                         \n\n                         HARVEY\n\n          (tickled, to Skip)\n\n          No kiddin'?\n\n                         \n\n                         SKIP\n\n          Distant. Over the horizon.\n\n          Otherwise, I wouldn't be invited...\n\n          (frowns, tellingly)\n\n          Old money never mixes family with friends.\n\n                         \n\n                         NIKKI\n\n          This is true. For as long as I've known her.\n\n                         \n\n                         KIT\n\n                         (JOKING)\n\n          To protect her family, I guess.\n\n                         SKIP\n\n                         (UNSMILING)\n\n          To keep her friends.\n\n                         \n\n          He turns to Arch, holds up his hand, and CLICK, a switchblade opens\n\n          into the lens.\n\n                         \n\n          SKIP (cont.)\n\n          Choose your weapons, big guy.\n\n                         \n\n                         ARCH\n\n          (nervously, a laugh)\n\n          Hey, what's this...?\n\n                         \n\n                         SKIP\n\n          You up for a game of stretch?\n\n                         \n\n                         CHAZ\n\n          (still taping, to Skip)\n\n          Your fly's open.\n\n                         \n\n                         SKIP\n\n          Eat it.\n\n                         \n\n                         CHAZ\n\n          (undaunted, to Rob)\n\n          Your fly's open.\n\n                         (SHRUGS)\n\n          Ok, so don't believe me.\n\n                         \n\n          He keeps the tape rolling. Rob discreetly looks down. His fly is\n\n          open. Kit looks at him dubiously. Rob zips. Chaz beams, getting it all\n\n          for posterity.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nKit looks at him dubiously. Rob zips. Chaz beams, getting it all\n\n          for posterity. \n\nTARGET SECTION TO BE ANNOTATED:\n The engine finally engages. The ferry lurches.\n\n                         \n\n                         ROB\n\n          (smiles weakly to Kit)\n\n          We're off!\n\n                         \n\n          They are indeed.\n\n                         \n\n          EXT. THE SOUND - DISTANT POV - DAY\n\n                         \n\n          The ferry pulls away from the mainland.\n\n                         \n\n          EXT. THE FERRY - DAY\n\n                         \n\n          A CLOSER ANGLE. The sturdy, barge like ship craft makes progress. The\n\n          Ferryman and Buck remain at the stern.\n\n                         \n\n          ECU - THE DECK\n\n                         \n\n          As Skip's knife flies INTO FRAME, it bites into the boards and holds.\n\n          SKIP AND ARCH\n\n                         \n\n          at their game. Arch stretches, can't reach the knife, and topples\n\n          over.\n\n                         \n\n          Skip hoots triumphantly.\n\n                         \n\n                         SKIP\n\n          First round, the champ!\n\n                         \n\n          NIKKI AND HARVEY\n\n                         \n\n          Nikki, much to her chagrin, finds herself the object of Harvey's\n\n          attentions.\n\n                         \n\n                         HARVEY\n\n          Y'know what I find amazin'? Muffy's her real name. I mean,\n\n          I'm Harvey, but they call me Hal, so I thought, 'Muffy', it must\n\n          stand for something... Muffin?\n\n                         \n\n                         NIKKI\n\n          Muffers, Moffo, Muff-child , Muffin' stuff, the Muffster...\n\n                         \n\n                         HARVEY\n\n                         (GRINS)\n\n          I bet you're her oldest friend.\n\n                         \n\n                         NIKKI\n\n                         (BORED)\n\n          Actually, she's three months older than I am.\n\n                         \n\n                         HARVEY\n\n          You know what I mean.\n\n                         \n\n                         NIKKI\n\n          Harvey... are you planning a career in politics when you grow up?\n\n                         \n\n                         HARVEY\n\n          I've given it some thought. Why?\n\n                         \n\n                         NIKKI\n\n          Oh, just a hunch.\n\n                         \n\n                         HARVEY\n\n          First, though, I'm hopin' to interview with her daddy's\n\n          company, Southern Regional Sales, next year before graduation...\n\n          Y'know, he's worth more'n 50 mill over the counter!\n\n                         \n\n          She just stares at him.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHARVEY\n\n          First, though, I'm hopin' to interview with her daddy's\n\n          company, Southern Regional Sales, next year before graduation... Y'know, he's worth more'n 50 mill over the counter! She just stares at him. \n\nTARGET SECTION TO BE ANNOTATED:\n          CLOSE UP - THE KNIFE\n\n                         \n\n          digging into the deck again.\n\n                         \n\n          ARCH (O.S.)\n\n          Jesus...\n\n                         \n\n          ARCH and SKIP\n\n                         \n\n          The knife is at an impossible distance.\n\n                         \n\n                         SKIP\n\n                         (LAUGHING)\n\n          Go for it, big fella.\n\n                         \n\n          Arch swallows his pride and makes a hopeless attempt.\n\n                         \n\n                         CHAZ\n\n          fastens onto Nan, immersed in one of her books. He carries his own.\n\n                         \n\n                         CHAZ\n\n          (sitting beside her)\n\n          Whatcha readin'?\n\n                         \n\n                         NAN\n\n          Milton. Paradise Lost. For Professor Russo's course on the\n\n          English epic... It's a shame. It's a dying form. Not too many people\n\n          read it nowadays, even in college. What's yours?\n\n                         \n\n                         CHAZ\n\n                         (SHOWS HER)\n\n          Suck and fuck.\n\n                         \n\n          Naked bodies writhing in heat. Women with their tongues sticking out\n\n          in desparate desire... Nan tries to control her reaction to his stack\n\n          of graphic pornographic video catalogues and magazines.\n\n                         \n\n                         CHAZ (CONT)\n\n          The origins of American pornographic film. I'm taking an\n\n          independent study this term.\n\n          (the passion and commitment show)\n\n          My advisor's really behind me on it. We're not gonna be sheltered\n\n          college kids all our lives. Someday I'm gonna have kids --\n\n          you're gonna have kids ­ and someday that kid's gonna come up\n\n          to me and say, 'God, Dad, porn's really a major part of our\n\n          lives. You were there, how'd it get started?' I wanna be\n\n          able to answer their questions.\n\n                         (SMILES)\n\n          Besides, it's research I can do by myself.\n\n                         \n\n          ROB AND KIT\n\n          They keep their voices low.\n\n                         KIT\n\n                         (STILL MIFFED)\n\n          That's not my point --\n\n                         \n\n                         ROB\n\n          You don't want me to hitch, you want me to buy a car. OK, but\n\n          I'm a state university boy, I don't have the perks like some\n\n          of you private college kids do.\n\n                         \n\n                         KIT\n\n          Oh, c'mon, don't pull that.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nKIT\n\n                         (STILL MIFFED)\n\n          That's not my point --\n\n                         \n\n                         ROB\n\n          You don't want me to hitch, you want me to buy a car. OK, but\n\n          I'm a state university boy, I don't have the perks like some\n\n          of you private college kids do. KIT\n\n          Oh, c'mon, don't pull that. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Rob just drops his arms in frustration.\n\n                         \n\n          KIT (cont.)\n\n          I mean, it may show something about your attitude toward me,\n\n          always being late.\n\n                         \n\n                         ROB\n\n          Kit...\n\n                         \n\n          Arch's voice interrupts.\n\n                         \n\n                         ARCH'S VOICE\n\n          (annoyed, loudly, overriding the other conversations)\n\n          Hey, I'm really not interested anymore --\n\n                         \n\n                         SKIP\n\n          C'mon, just one more\n\n                         \n\n          The others look up at the interruption.\n\n                         \n\n                         ANGLE\n\n                         \n\n          Arch pushes the knife back into Skip's hand, tired of playing knife-\n\n          toss.\n\n                         \n\n                         ARCH\n\n          I said, enough's enough--\n\n                         \n\n                         SKIP\n\n          One more try, double or nothing.\n\n                         \n\n          He flips the knife to Arch, handle first.\n\n                         \n\n                         ARCH\n\n                         (PISSED OFF)\n\n          C'mon, give it a fuckin' rest!\n\n                         \n\n          He flips it back hard. Something happens. Skip looks up stunned.\n\n          Arch's voice catches in his throat in horror.\n\n                         ANOTHER ANGLE\n\n                         \n\n          Skip stares back, disbelieving, looking down and pulling his hand away\n\n          from his chest, where the blood begins to seep and the jackknife\n\n          sticks out, buried hilt-deep between his ribs.\n\n                         \n\n                         SKIP\n\n                         (PALE)\n\n          Oh, fuck.\n\n                         \n\n                         SKIP\n\n          Nan screams. Skip stumbles, teetering there at the edge of the ferry.\n\n          Rob and Chaz leap to their feet. The ferrymen both look up in\n\n          disbelief. Arch steps forward to help. But Skip, weaving, topples and\n\n          splashes overboard. He goes under.\n\n                         \n\n                         ARCH\n\n          (panicked, hurrying to the side)\n\n          I'll get him, I'll get him!\n\n                         \n\n          But he stops just at the edge of the ferry, immobilized by fear.\n\n                         \n\n          Rob rushes forward, with Chaz in reserve, pulling Arch out of ·the\n\n          way. But Buck, the assistant ferryman, pre-empts them all, diving in.\n\n                         \n\n          Arch, frozen, watches from the deck with the others.\n\n                         \n\n          Buck resurfaces, but without any sign of Skip. Rob doesn't wait any\n\n          longer.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nArch, frozen, watches from the deck with the others. Buck resurfaces, but without any sign of Skip. Rob doesn't wait any\n\n          longer. \n\nTARGET SECTION TO BE ANNOTATED:\n He pulls off his shoes and dives in. Chaz gets ready to follow\n\n          suit. The panic mounts. Suddenly:\n\n                         \n\n                         SKIP'S VOICE\n\n          Hi, this what you're looking for?\n\n                         \n\n                         THEY TURN;\n\n                         \n\n                         ANGLE CHANGE\n\n                         \n\n          Skip pulls himself up, dripping, on the other side of the ferry. He\n\n          holds up the knife -- and the padded sash beneath his shirt he used to\n\n          imbed the knife -- and grins from ear to ear. The others stare,\n\n          totally freaked.\n\n                         \n\n          Arch lets go, jumping in the air. Rob and Buck surface, to see as\n\n          well.\n\n                         \n\n                         ARCH\n\n          We got 'em! Whoo-ee, did we nail 'em!\n\n                         CHAZ\n\n          (as it dawns, to Skip)\n\n          April Fools... you crazy jerks. You crazy motherfuckin' jerks...\n\n          somebody could've gotten hurt out there!\n\n                         \n\n          Relief descends. Rob isn't laughing. But nobody's more impressed than\n\n          assistant Buck, still treading water.\n\n                         \n\n                         BUCK\n\n                         (GRINNING)\n\n                         SH-I-I-I-T\n\n                         \n\n                         NIKKI\n\n          You maniacs... you almost gave us a heart attack!\n\n                         \n\n          Kit glowers at them and gives Rob a hand to get out.\n\n                         \n\n                         ARCH\n\n                         (TO CHAZ)\n\n          Well, at least we don't go in for this your-shoelace­is-untied crap!\n\n                         \n\n                         ROB\n\n          (dripping, to Arch and Skip)\n\n          I owe you one.\n\n                         \n\n                         SKIP\n\n          (smiles, to Buck in the water)\n\n          How's it goin' out there?\n\n                         \n\n                         BUCK\n\n          That was great!\n\n                         \n\n                         SKIP\n\n          I was really counting on these other turkeys to save\n\n          my ass.\n\n                         \n\n                         CHAZ\n\n          Oh, too bad.\n\n                         \n\n          Skip extends a hand to Buck to help him out.\n\n                         \n\n                         SKIP\n\n          Sorry about that.\n\n                         \n\n          But Buck's in no hurry. The ferryman steps forward.\n\n                         \n\n                         FERRYMAN\n\n          (unamused, to Buck)\n\n          Ok, c'mon, get out.\n\n                         \n\n          They are approaching the landing dock on the island.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe ferryman steps forward. FERRYMAN\n\n          (unamused, to Buck)\n\n          Ok, c'mon, get out. They are approaching the landing dock on the island. \n\nTARGET SECTION TO BE ANNOTATED:\n          FERRYMAN (CONT.)\n\n          (to Buck, gruffly)\n\n          C'mon I'm gonna need some help here.\n\n                         \n\n          Buck obeys, but his way, enjoying it, ducking under the craft to swim\n\n          to the other side to help.\n\n                         \n\n                         FERRYMAN (CONT)\n\n          And watch out for the wire!\n\n                         \n\n          Too late. There's a sickening THUMP I The young assistant suddenly\n\n          breaks the surface qf the water, panicked and stunned, gasping for\n\n          air.\n\n                         \n\n          It happens too fast for any of them to do anything. Buck thrashes,\n\n          dazed, off-balance, falling back into the path of the ferry as it\n\n          glides toward the landing.\n\n                         \n\n                         FERRYMAN\n\n          Buck, look out--\n\n                         \n\n                         ROB\n\n                         (IN DREAD)\n\n          Oh, shit...\n\n                         \n\n          The ferryman grabs the controls, but it can't help.\n\n                         \n\n          The ferry, unstoppable, plows into Buck, pinning him against one of\n\n          the piers. Buck screams.\n\n                         \n\n                         FERRYMAN\n\n          Buck!\n\n                         \n\n          The ferryman rushes forward to help.\n\n                         \n\n          For a moment the others are spared the horror of it as the\n\n          Ferryman's back blocks their view.\n\n                         \n\n          But then Buck, thrashing in the water, tears himself, loose, screaming\n\n          and bobbing. up, his head and torso covered in blood, the side of his\n\n          face and his shoulder hideously deformed.\n\n                         \n\n          It is awful. It is ghastly. And it is unforgettable.\n\n                         \n\n                         KIT\n\n                         (IN HORROR)\n\n          Oh, god!\n\n          EXT. DOCK - ISLAND - DAY\n\n                         \n\n          SAM POTTER, the middle-aged township constable, hears the cries and\n\n          the screams. He drops what he's doing in his outboard and comes\n\n          running.\n\n                         \n\n          EXT. LANDING - ISLAND - DAY\n\n                         \n\n          The ferryman jumps into the shallow water, pulling Buck onto shore.\n\n          Rob, Chaz and Arch jump after to help, but the ferryman pushes them\n\n          angrily away.\n\n                         \n\n                         FERRYMAN\n\n          Get away from him!\n\n                         \n\n          Buck is hysterical.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nRob, Chaz and Arch jump after to help, but the ferryman pushes them\n\n          angrily away. FERRYMAN\n\n          Get away from him! Buck is hysterical. \n\nTARGET SECTION TO BE ANNOTATED:\n The gashes of torn flesh seem to drip from his\n\n          skull. Seeing Rob and the others, he screams, lunging vainly at· them\n\n          in agony.\n\n                         \n\n                         BUCK\n\n          They did it... them!\n\n                         \n\n                         FERRYMAN\n\n                         (RESTRAINING HIM)\n\n          Easy Buck... it's OK... OK... There's time for\n\n          Later... easy...\n\n                         \n\n          But it's hard for him to restrain his own rage.\n\n                         \n\n          Constable Potter arrives, throwing the ferryman a towel to use. The\n\n          ferryman catches it, pressing it against Buck's torn face. One\n\n          maddened, glaring eye still stares out hideously at the group.\n\n                         \n\n                         CONSTABLE POTTER\n\n                         (TO ·FERRYMAN)\n\n          Get him to the hospital, Cal! Take my boat!\n\n                         \n\n          He helps the ferryman lift Buck. But the powerful ferryman needs no\n\n          further help, carrying Buck to the Constable's motorboat moored\n\n          nearby, laying Buck in, untying the line and pulling the motor to\n\n          life. Buck continues to shriek, terrifyingly.\n\n                         \n\n          The ferryman cast one last glance back.\n\n                         \n\n          EXT. THE LANDING\n\n                         \n\n          The SOUND of the motorboat fades away. Potter turns back to the\n\n          stunned group, eyeing them.\n\n                         \n\n                         CONSTABLE POTTER\n\n          All right... Let's have it.\n\n          INT. MUFFY'S PASSENGER VAN - DAY\n\n                         \n\n          Muffy drives up. She slows, seeing, through the windshield the somber\n\n          scene at the pier... her friends in troubled conversation with\n\n          Constable Potter.\n\n                         \n\n          EXT. LANDING - DAY\n\n                         \n\n          Muffy gets out, parking the new van beside an old island pick-up which\n\n          is kept at the dock. She's clean, and dressed in her more usual preppy\n\n          garb. She approaches.\n\n                         \n\n                         MUFFY\n\n          What's going on? Sam... what's wrong?\n\n                         \n\n                         CONSTABLE POTTER\n\n                         (IN DISGUST)\n\n          Tricks. Pranks. Better ask your friends... Buck's been hurt. 'Cal just\n\n          took him on over to the mainland. Just lucky I was here...\n\n                         \n\n          She returns his stare in dread silence.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nBuck's been hurt. 'Cal just\n\n          took him on over to the mainland. Just lucky I was here... She returns his stare in dread silence. \n\nTARGET SECTION TO BE ANNOTATED:\n He boards the ferry.\n\n                         \n\n          CONSTABLE POTTER (CONT.)\n\n          I came over to check on a report of some unauthorized\n\n          activity in the area... Your dad around?\n\n                         \n\n          She startles, the question 50 unanticipated.\n\n                         \n\n                         MUFFY\n\n          No, he's in Sutton Place. Why?\n\n                         \n\n                         CONSTABLE POTTER\n\n          No word from him, or anybody else?\n\n                         \n\n                         MUFFY\n\n                         (STILL PUZZLED)\n\n          No...\n\n                         \n\n          He tries the engine. Nothing.\n\n                         \n\n                         CONSTABLE POTTER\n\n          Just like I thought. . Burned out. Worthless...\n\n                         \n\n          He steps back onto the shore.\n\n                         \n\n          CONSTABLE POTTER (CONT.)\n\n          I'll have to borrow your outboard to get back to shore.\n\n                         \n\n                         MUFFY\n\n          We keep all the keys on the board in the kitchen, but I\n\n          think there's an extra one underneath the cushion there.\n\n          She points to the boat seat. Potter is much obliged.\n\n                         \n\n          EXT. ROAD - DAY\n\n                         \n\n                         CONSTABLE POTTER\n\n          (to the others, sternly)\n\n          I'm glad you're stuck here, all o' you. If there's anvthin' else, or\n\n          anything happens to Buck... I want to know where to find you.\n\n                         \n\n          The van moves slowly along a narrow road through the forest. From what\n\n          we can see of its occupants, the mood is pretty grim. Behind it, the\n\n          old island pick-up truck follows.\n\n                         \n\n          INT. PICK-UP\n\n                         \n\n          Rob drives with Kit and Skip beside him in the cab. Nobody says\n\n          anything . Skip is off somewhere in his own private hell. Finally he\n\n          reaches over to roll down his window, but the handle rotates uselessly\n\n          in his grip.\n\n                         \n\n                         SKIP\n\n          These goddamn windows!\n\n                         \n\n          He starts banging violently on the door, on the window.\n\n                         \n\n                         SKIP\n\n          They've never been fixed...\n\n                         \n\n                         KIT\n\n          Look, Skip, it wasn't your fault. It was an accident. You didn't know.\n\n                         \n\n                         SKIP\n\n                         (BITTER)\n\n          Sure.\n\n                         \n\n          He leaves off his banging. Pause.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nSKIP\n\n                         (BITTER)\n\n          Sure. He leaves off his banging. Pause. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         ROB\n\n                         (SIGHS)\n\n          What a way to start a weekend, huh.\n\n                         \n\n                         SKIP\n\n          Muffy. Nothing bad ever happens to her.\n\n                         \n\n          EXT. ST. JOHN HOUSE. DAY.\n\n                         \n\n          It is a truly grand affair, two stories at least, rambling and\n\n          picture-perfect with extensive tended grounds, garage, and\n\n          outbuildings. Muffy gets out first, hopping around to the back to open\n\n          the rear van gate for the bags. Nan beholds the house for the first\n\n          time.\n\n                         NAN\n\n                         (OVERWHELMED)\n\n          Oh; Muffy...\n\n                         \n\n          Rob pulls the pick-up right behind them.\n\n                         \n\n          INT. ENTRY HALL - DAY\n\n                         \n\n          As they come in with their bags.\n\n                         \n\n                         MUFFY\n\n          Well, there's an awful lot to be done with this place.\n\n                         \n\n                         ARCH\n\n          You sound as if you own it.\n\n                         \n\n          She helps with bags, shepherding them on ahead.\n\n                         \n\n                         MUFFY\n\n          I will, if all goes well. Next month when I turn 21. It's my first-\n\n          stage inheritance.\n\n                         \n\n                         HARVEY\n\n                         (AMAZED)\n\n          First stage? What's your second?\n\n                         \n\n                         NIKKI\n\n                         (DRYLY)\n\n          Texas. You might be talking to your future boss, Harve.\n\n                         \n\n                         CHAZ\n\n          Mom, I am home!\n\n                         \n\n          They all look to see him standing in the entrance to the living room.\n\n                         \n\n          INT. LIVING ROOM\n\n                         \n\n          as they follow Chaz into the room. A series of picture windows give a\n\n          spectacular view of the sound.\n\n                         \n\n                         ARCH\n\n          Yeah, I could get real used to this.\n\n                         \n\n                         MUFFY\n\n          We used to spend our summers here before my mother died.\n\n                         (BEAT)\n\n          This is a very special place to me.\n\n                         \n\n                         NAN\n\n          It's like a dream.\n\n                         NIKKI\n\n          On a clear day you can see the Kennedys.\n\n                         \n\n                         CHAZ'S VOICE\n\n          (from the dining room)\n\n          Wow, look at this...!\n\n                         \n\n          INT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIKKI\n\n          On a clear day you can see the Kennedys. CHAZ'S VOICE\n\n          (from the dining room)\n\n          Wow, look at this...! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DINING ROOM\n\n                         \n\n          The others enter to see what Chaz's shout is all about.\n\n                         \n\n          Chaz stands before a large, beautifully polished dining table that is\n\n          set for each of them -- each place carefully marked with a name card\n\n          and a Ken or Barbie doll with the person's name on it. The settings\n\n          themselves are idiomatic and economical -- plastic spoon-and-fork\n\n          combination sets and paper cups, plates, napkins, etc.,\n\n                         \n\n                         CHAZ\n\n          (in mock awe)\n\n          Look! Our very own place settings... with our very own place\n\n          cards -- with Ken or Barbie! Outasight!\n\n                         \n\n                         NAN\n\n                         (GIGGLES)\n\n          Just like in Agatha Cristie.\n\n                         \n\n                         ARCH\n\n          (in the spirit)\n\n          And sporks...\n\n                         \n\n                         HARVEY\n\n                         (QUIETLY)\n\n          Sporks?\n\n                         \n\n                         ARCH\n\n          And napkins with little Hallmark bunnies! Gee, Muff, you really spared\n\n          no expense.\n\n                         \n\n                         MUFFY\n\n                         (ENTERING JAUNTILY)\n\n          Why not? How do you think father made all his money?\n\n                         \n\n                         NIKKI\n\n                         (ENTERING)\n\n          The old-fashioned way. He inherited it.\n\n                         \n\n                         NAN\n\n          (meaningfully, with her Barbie)\n\n          I used to have all her outfits.\n\n                         \n\n                         CHAZ\n\n          Don't anybody move!\n\n          Chaz jumps back from the table, whipping out his videocam to record\n\n          the moment, and panning them all at · .their respective places.\n\n                         \n\n                         CHAZ (CONT)\n\n          One of us in this room...\n\n          (bellowing a mystery laugh)\n\n          ...pulls his wang.\n\n                         \n\n          He ends the pan on Arch, who gives him the finger.\n\n                         \n\n          INT. KITCHEN - LATE AFTERNOON\n\n                         \n\n          CLOSE UP - A HOT DOG\n\n                         \n\n          dropping onto a hot skillet .\n\n                         \n\n          WIDEN TO REVEAL\n\n                         \n\n          Muffy, Nikki and Kit cooking a dinner of hot dogs... baked.\n\n                         \n\n                         NIKKI\n\n          ...if only the choices weren't so limited. God, I'm so ready for a\n\n          change. Any kind of change.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIKKI\n\n          ...if only the choices weren't so limited. God, I'm so ready for a\n\n          change. Any kind of change. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         MUFFY\n\n          Well, you know, everything they say about older men? It's true.\n\n                         \n\n          Kit and Nikki stare at her, open-mouthed.\n\n                         \n\n                         KIT\n\n          Muffy!\n\n                         \n\n                         NIKKI\n\n          Like how much older are we talking about? Twenty-six?\n\n                         \n\n                         MUFFY\n\n          Add about thirty years.\n\n                         \n\n                         NIKKI\n\n          I don't believe ·you, St. John!\n\n                         \n\n                         KIT\n\n                         (TURNING AWAY)\n\n          I don't want to hear about this.\n\n                         \n\n                         NIKKI\n\n          Come on! ·\n\n                         MUFFY\n\n          It was only a weekend. It's over now.\n\n          (beat, shrugs)\n\n          I was curious.\n\n                         \n\n                         KIT\n\n          He wasn't married?\n\n                         \n\n                         MUFFY\n\n                         (BLITHELY)\n\n          How should I know?\n\n                         \n\n          Kit and Nikki just drop everything and continue to stare at her .\n\n                         \n\n                         MUFFY\n\n          It was quite a weekend.\n\n                         \n\n          Nikki starts to laugh.\n\n                         \n\n                         NIKKI\n\n          Come to daddy.\n\n                         \n\n          They all start to laugh now, wickedly, conspiratorially.\n\n                         \n\n                         NIKKI\n\n          Come sit on daddy's knee, little girl...\n\n                         \n\n          Nikki falls to the floor in hysterics.\n\n                         \n\n                         KIT\n\n          My goodness, daddy, what big\n\n                         (BREAKING UP)\n\n          ...what big... teeth you have.\n\n                         \n\n                         ALL\n\n          The better to eat you with, my dear.\n\n                         \n\n          INT. STUDY - LATE AFTERNOON\n\n                         \n\n          A richly paneled room with a fireplace, desk, leather-upholstered\n\n          chairs and lots of books.\n\n                         \n\n          A door opens and Harvey steps through, looks back over his shoulder\n\n          and enters. He is just snooping around. He surveys the books, the\n\n          framed diplomas on the walls along with autographed photos of U.S.\n\n          presidents and other heads of state.\n\n                         \n\n          He steps over to the desk, opens a cigar box sitting there, takes out\n\n          a cigar and slips it into his pocket.\n\n          EXT. BACK LAWN - SUNSET\n\n                         \n\n          Arch and Chaz are in the back lawn overlooking the sound.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe steps over to the desk, opens a cigar box sitting there, takes out\n\n          a cigar and slips it into his pocket. EXT. BACK LAWN - SUNSET\n\n                         \n\n          Arch and Chaz are in the back lawn overlooking the sound. \n\nTARGET SECTION TO BE ANNOTATED:\n They are\n\n          fooling around with Chaz's camera, maybe clowning a bit.\n\n                         \n\n          EXT. VERANDA - THE SAME\n\n                         \n\n          A'broad veranda which runs along the entire length of the back of the\n\n          house. Skip and Nan are sitting on the railing, gazing over the\n\n          sounds. Skip has a drink.\n\n                         \n\n                         SKIP\n\n          (quietly, with deliberation)\n\n          The poor boy can say, \"Fuck you, Dad. I'm my own person.\" What is his\n\n          father going to do? Kick him out of the house? Disinherit him? His\n\n          life won't have changed that much. He's got nothing to lose.\n\n                         \n\n          PAUSE.\n\n                         \n\n                         NAN\n\n          His father's love.\n\n                         \n\n                         SKIP\n\n          That's already been lost. Died a long, long time ago.\n\n                         \n\n                         NAN\n\n                         (SOFTLY)\n\n          Skip, you're giving up. You're giving up before you've\n\n          even gotten started.\n\n                         (BEAT)\n\n          Look at how young we all are. How young and foolish and innocent and\n\n          stupid...\n\n                         \n\n          Skip raises his glass and gulps down the rest of his drink.\n\n                         \n\n          EXT. OVERLOOK - DUSK\n\n                         \n\n          A secluded area halfway down between the house and the shore. Rob sits\n\n          alone on a wooden bench and thinks. O.S. the dinner bell sounds.\n\n                         \n\n          EXT. VERANDA - DUSK\n\n                         \n\n          With bell in hand, Muffy turns and heads back into the house. Chaz and\n\n          Arch come up onto the porch and follow her in.\n\n                         \n\n          INT. DINING ROOM ~ DUSK\n\n                         \n\n          Rob is just coming in from outside as Muffy enters from the kitchen\n\n          with the hot dogs and beans. Everyone else is standing around the\n\n          table.\n\n                         CHAZ\n\n          Boy, Muff, you sure know how to make a guy look forward to dessert.\n\n                         \n\n                         ARCH\n\n          Please, God, let it be ding dongs.\n\n                         \n\n                         NIKKI\n\n          St. John hospitality taken to the extreme.\n\n                         \n\n                         HARVEY\n\n          I think it's real friendly. Makes me feel right at home.\n\n                         \n\n          Everyone starts to sit down at his designated place.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHARVEY\n\n          I think it's real friendly. Makes me feel right at home. Everyone starts to sit down at his designated place. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         KIT\n\n          How friendly will we feel once we've finished with those beans?\n\n                         \n\n                         ON NAN\n\n                         \n\n          As soon as her ass hits the seat, she lets slip an outrageous fart.\n\n          She springs to her feet, her face turning beet red.\n\n                         \n\n                         THE GROUP\n\n                         \n\n          All conversation stops, each person looking for the guilty party. Nan\n\n          discreetly sits back down: but again, as soon as her tail meets the\n\n          chair, another blast escapes her...\n\n                         \n\n          All eyes are on her as she reaches beneath her and pulls out a whoopee\n\n          cushion.\n\n                         \n\n                         NAN\n\n          You guys!\n\n                         \n\n          Everybody laughs.\n\n                         \n\n                         KIT\n\n          So it's going to be one of those dinners, huh?\n\n                         \n\n          Arch is laughing the loudest when suddenly his chair collapses beneath\n\n          him and he drops sprawling onto the floor.\n\n                         \n\n          INT. LIVING ROOM - NIGHT\n\n                         \n\n          Skip is searching through the darkened living room for something,\n\n          while in the adjoining room dinner is proceeding quietly.\n\n          INT. DINING ROOM - NIGHT\n\n                         \n\n          CLOSE ON- CHAZ' HAND\n\n                         \n\n          as he grabs the salt-shaker and spills some of it out onto the table.\n\n          He samples a couple of grains. It's the real thing. He starts salting\n\n          his food.\n\n                         \n\n                         WIDER\n\n                         \n\n                         ROB\n\n          I wonder how Buck is doing?\n\n                         \n\n                         PAUSE\n\n                         \n\n                         NAN\n\n          Do you think we should call or something?\n\n                         \n\n                         MUFFY\n\n                         (QUIETLY)\n\n          I'll call later.\n\n                         \n\n                         KIT\n\n          I think we should change the subject.\n\n                         \n\n                         ARCH\n\n          Well, Harvey's got his job interview all figured out, but\n\n          what about the rest of us? Anybody know what they're going to\n\n          be doing come graduation?\n\n                         \n\n          PAUSE.\n\n                         \n\n          They sit dumbly.\n\n                         \n\n          Another PAUSE.\n\n                         \n\n                         NIKKI\n\n          Good choice, Arch.\n\n                         \n\n                         NAN\n\n          I can't decide. I'd like to go to graduate school in English. I love\n\n          the sound of our language. But I'm afraid there's not much future in\n\n          it.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'd like to go to graduate school in English. I love\n\n          the sound of our language. But I'm afraid there's not much future in\n\n          it. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         NIKKI\n\n          I mean, what are you' supposed to do with a liberal arts major\n\n          anyway?\n\n                         \n\n                         MUFFY\n\n          You fill out a lot of forms, and then some friend of your family gives\n\n          you a job delivering mail in his ·corporation...\n\n                         ARCH\n\n          This is really incredible. Look at us... Here we are... privileged,\n\n          independent, the hope of the future... and most of us still don't know\n\n          what we're going to do with our lives!\n\n                         \n\n                         KIT\n\n                         (PROUDLY)\n\n          Rob knows. He's going to medical school.\n\n                         \n\n          Rob looks up from his plate.\n\n                         \n\n                         ROB\n\n          Kit...\n\n                         \n\n                         CHAZ\n\n                         (EXCITEDLY)\n\n          Hey, no shit? You got early acceptance?\n\n                         \n\n                         ROB\n\n          (reddens, to Kit)\n\n          We can talk about it some other time.\n\n                         \n\n                         KIT\n\n          Why? You had your meeting with your counselor, didn't you?\n\n                         \n\n                         MUFFY\n\n                         (OBSERVANTLY)\n\n          Kit... I don't think Rob really wants to talk about it in front of\n\n          everybody.\n\n                         \n\n          She gets up from the table and steps over to the sideboard.\n\n                         \n\n                         ROB\n\n                         (STUBBORNLY)\n\n          No, I don't mind.\n\n                         \n\n                         KIT\n\n                         (AT MUFFY)\n\n          Why not? We're all friends.\n\n                         \n\n                         NIKKI\n\n                         (LAUGHS)\n\n          Well, sorta...\n\n                         \n\n                         ROB\n\n          He said to forget it.\n\n                         \n\n          Kit looks up in surprise. They all stare, quieting.\n\n          ROB (CONT.)\n\n                         (WITH DIFFICULTY)\n\n          He said my grades might be OK; but that basically I possess an\n\n          essential lack of seriousness, and that's what they look for.\n\n                         \n\n                         ARCH\n\n          Oh, shit, him too? That's what my guy said! An' I said, you're\n\n          kidding! How can anybody be serious about anything when some\n\n          moron can steal a bomb or push a button and blow the rest of us\n\n          right into Mad Max. He wasn't impressed.\n\n                         \n\n                         \n\n                         ROB\n\n          He's right.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow can anybody be serious about anything when some\n\n          moron can steal a bomb or push a button and blow the rest of us\n\n          right into Mad Max. He wasn't impressed. ROB\n\n          He's right. \n\nTARGET SECTION TO BE ANNOTATED:\n That's bullshit on parade.\n\n                         \n\n                         ARCH\n\n          Well fuck you. It sounded good at the time.\n\n                         \n\n          Muffy turns from the sideboard and sets a tray of champagne glasses in\n\n          the center of the table. There are eight of them. Each one is filled\n\n          with a pinkish, bubbly liquid.\n\n                         \n\n          Everybody reaches for a glass.\n\n                         \n\n                         CHAZ\n\n          What is this? Dom Perignon sparkling rose?\n\n                         \n\n                         HARVEY\n\n          It smells like Ripple.\n\n                         \n\n                         NIKKI\n\n          You've outdone yourself again, St. John.\n\n                         \n\n          The back screen door slams shut o.s. behind Skip, leaving the house.\n\n                         \n\n          They look up.\n\n                         \n\n                         ARCH\n\n          Who was that?\n\n                         \n\n                         MUFFY\n\n                         (QUIETLY)\n\n          Skip.\n\n                         \n\n                         NAN\n\n                         (TENTATIVELY)\n\n          Can I make a toast?\n\n                         \n\n          They turn attention toward her, and she stands, emboldened by their\n\n          acceptance.\n\n          NAN (CONT.)\n\n          Well... Someone once said to me to cherish the friends you make in\n\n                         COLLEGE--\n\n                         \n\n                         ARCH\n\n          I cherish all the friends I make.\n\n                         \n\n                         NAN\n\n                         (CONTINUING)\n\n          Because... they'll be the friends you cherish most the rest of your\n\n          life. So, well, here's to us... here's to my life... because I'm very\n\n          glad to be here, and to be a part of all of you...\n\n                         \n\n                         KIT\n\n          Muffy, anything you want to add to that?\n\n                         \n\n                         MUFFY\n\n          Why me?\n\n                         \n\n                         NIKKI\n\n          Because you're the hostess.\n\n                         \n\n          Muffy thinks for a moment, then adds...\n\n                         \n\n                         MUFFY\n\n          In his \"Life of Johnson\" James Boswell said, \"We cannot tell the\n\n          precise moment when friendship is formed. As in filling a vessel drop\n\n          by drop, there is at last a drop which makes it run over; so in a\n\n          series of kindnesses, there is at last one which makes the heart run\n\n          over.\"\n\n                         \n\n          Arch has started to make snoring sounds.\n\n                         \n\n          MUFFY (cont.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nMUFFY\n\n          In his \"Life of Johnson\" James Boswell said, \"We cannot tell the\n\n          precise moment when friendship is formed. As in filling a vessel drop\n\n          by drop, there is at last a drop which makes it run over; so in a\n\n          series of kindnesses, there is at last one which makes the heart run\n\n          over.\"\n\n                         \n\n          Arch has started to make snoring sounds. MUFFY (cont. \n\nTARGET SECTION TO BE ANNOTATED:\n          So with this toast may our hearts run over and our friendships be\n\n          formed.\n\n                         \n\n          They stand unanimously, raise their glasses in agreement, start to\n\n          drink and spill it all down the front of their shirts.\n\n                         \n\n          Dribble glasses.\n\n                         \n\n          Everybody groans.\n\n                         \n\n                         MUFFY\n\n                         (GRINNING MISCHIEVOUSLY)\n\n          April Fool.\n\n          INT. UPSTAIRS HALLWAY ­ NIGHT\n\n                         \n\n          Muffy shows Nikki, the last of them, to her room. Nan says goodnight\n\n          from her door.\n\n                         \n\n                         NAN\n\n          Goodnight.\n\n                         \n\n                         MUFFY\n\n          Goodnight.\n\n                         \n\n          Muffy leads Nikki to a narrow, sparse single, popping open the door.\n\n                         \n\n                         NIKKI\n\n          Oh, great. Quarantine.\n\n                         \n\n                         MUFFY\n\n                         (IMPISHLY)\n\n          Just holler if you need anything.\n\n                         \n\n                         NIKKI\n\n          Another room.\n\n                         (TURNS)\n\n          Muffy...\n\n                         \n\n          Muffy turns back to her.\n\n                         \n\n          NIKKI (cont.)\n\n          (beat, seriously)\n\n          I know you and Arch had something going before I met him...\n\n                         \n\n                         MUFFY\n\n                         (SMILES)\n\n          Arch is sweet, but he's only got two expressions. Collar up and collar\n\n          down.\n\n                         \n\n                         NIKKI\n\n          I found that out--\n\n                         (BEAT)\n\n          I guess what I'm trying to say is... you always seem to get there\n\n          first... but this time Chaz is mine, OK?\n\n                         \n\n                         MUFFY\n\n                         (AMUSED)\n\n          What about Hal?\n\n                         \n\n                         NIKKI '\n\n          Harvey? Mr. Junior Achievement? Oh please...\n\n                         \n\n          Muffy returns her smile,continuing down the corridor.\n\n          INT. ARCH'S POOM - UPSTAIRS - NIGHT\n\n                         \n\n          Arch throws his duffle bag on a bed, delighted. It's a private suite\n\n          with two beds.\n\n                         \n\n                         ARCH\n\n          Hey, all right... ladies, we are qonna have privacy...\n\n                         \n\n          He turns his collar up on his polo shirt, then eagerly pushes the two\n\n          beds together.\n\n                         \n\n          The other door (to the connecting bathroom) swings open.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCH\n\n          Hey, all right... ladies, we are qonna have privacy... He turns his collar up on his polo shirt, then eagerly pushes the two\n\n          beds together. The other door (to the connecting bathroom) swings open. \n\nTARGET SECTION TO BE ANNOTATED:\n Arch's face\n\n          drops as Chaz walks in, lugging his gear.\n\n                         \n\n          ARCH (CONT.)\n\n          You gotta be kiddin'...\n\n                         \n\n                         CHAZ\n\n          (unloading his gear).\n\n          Unless Muffy knows something about us we don't.\n\n                         \n\n          He blows Arch a kiss, pulling the two beds apart again.\n\n                         \n\n          INT. HARVEY'S ROOM - NIGHT\n\n                         \n\n          CLOSE UP a match flaring to life.\n\n                         \n\n          WIDEN TO FEVEAL Harvey lighting the cigar he took earlier out of the\n\n          study. He puffs on it contentedly, imagining himself a man of power.\n\n          Then he steps over to the bed and opens his suitcase to begin\n\n          unpacking.\n\n                         \n\n                         HARVEY\n\n          (to himself; rehearsing)\n\n          Don't tell me you've never thought of me in that way, Muffy. I felt a\n\n          spark between us the very first moment we laid eyes on each other...\n\n          in Econ 345. Why, just think of it, Muffy... with my talent and\n\n          your... money.\n\n                         \n\n          He crosses to the closet with his navy blazer.\n\n                         \n\n                         HARVEY\n\n                         (CONTINUED)\n\n          Why just think of it... Muffers, with my raw... driving talent and\n\n          your...\n\n                         \n\n          He opens the closet door.\n\n                         \n\n          HARVEY (CONT.)\n\n          ...and your...\n\n                         \n\n          CLOSE - HIS POV\n\n          A newspaper PHOTOGRAPH, circled in red marker, of a garish car\n\n          accident is pinned to the inside of the door.\n\n                         \n\n                         HARVEY\n\n                         \n\n          He puzzles, taking down the clipping, putting it down on the dresser\n\n          as he moves there to put away his rolled socks. He opens the top\n\n          drawer.\n\n                         \n\n                         POV\n\n                         \n\n          The same thing. Full of newspaper clippings of awful, fatal car\n\n          crashes, all circled in the same accusatory red ink.\n\n                         \n\n                         RETURN ­ HARVEY\n\n                         \n\n          getting nervous.\n\n                         \n\n          Suddenly, Chaz burst in on him. Harvey turns quickly, shoving the\n\n          clippings back in the drawer and slamming it shut.\n\n                         \n\n          They stare at each other for a long, uncomfortable moment.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly, Chaz burst in on him. Harvey turns quickly, shoving the\n\n          clippings back in the drawer and slamming it shut. They stare at each other for a long, uncomfortable moment. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         CHAZ\n\n                         (FINALLY)\n\n          Wrong room.\n\n                         \n\n          He ducks back out the door, pulling it quietly closed behind him.\n\n                         \n\n          INT. UPSTAIRS HALLWAY - NIGHT\n\n                         \n\n          Outside Harvey's door. Chaz sighs, shakes his head, starts to move\n\n          away when suddenly there is a LOUD BANG o.s. from inside Harvey's\n\n          room. Chaz turns quickly back to the door, reaches for the handle,\n\n          stops himself, thinks better of it and moves away again.\n\n                         \n\n          INT. NIKKI'S ROOM - NIGHT\n\n                         \n\n          Nikki steps up to the sink in the adjoining bathroom, turns the faucet\n\n          and is squirted by a spray of water jetting out of the rigged\n\n          plumbing.\n\n                         \n\n          She quickly shuts off the water and just stands for a moment,\n\n          dripping. trying to control her anger. Like, enough with Muffy's,\n\n          jokes already.\n\n                         \n\n          She comes out of the bathroom with a towel, drying her face, and walks\n\n          to the dresser. She strips off her shirt, pulls open the top dresser\n\n          drawers and sees... an eyeless black rubber bondage hood and other\n\n          miscellaneous S&amp;M accessories.\n\n          She picks them up in disbelief.\n\n                         \n\n          INT. ARCH AND CHAZ'S BATHROOM - NIGHT\n\n                         \n\n          Arch, unloading his shaving bag, which mainly contains a 30-day supply\n\n          of rubbers, opens the medicine cabinet. On its shelf... a kit neatly\n\n          filled with hypodermic syringes, needles, rubber tubing, razor blades\n\n          ...everything you could ever want for fixing.\n\n                         \n\n                         ARCH\n\n          Jesus...\n\n                         \n\n          INT. FPONT STAIRCASE - NIGHT\n\n                         \n\n          Muffy, on her way down to straighten up, passes Rob and Kit on their\n\n          way up.\n\n                         \n\n                         MUFFY\n\n          Goodnight.\n\n                         \n\n                         KIT\n\n          G'night.\n\n                         \n\n          INT. NAN'S ROOM ­ NIGHT\n\n                         \n\n          CLOSE ON the shower head on the bathroom gushing water.\n\n                         \n\n          Nan is taking a shower.\n\n                         \n\n          CAMERA DOLLIES BACK slowly out of the bathroom and into the bedroom.\n\n          O.S. the shower is turned off. All is quiet.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nO. S. the shower is turned off. All is quiet. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Then, very faintly at first, WE HEAR something -- it sounds like\n\n          crying. As it grows gradually louder we realize that it is crying -- a\n\n          baby crying.\n\n                         \n\n          Nan appears suddenly in the bathroom doorway. A towel is wrapped\n\n          around her. She listens.\n\n                         \n\n          The crying is louder now, but muffled -- a baby crying for its mother.\n\n          It seems to come from a large mahogany wardrobe on the other side of\n\n          the room.\n\n                         \n\n          Nan tenses, slowly approaohing, then flinging open the wardrobe door.\n\n                         \n\n                         CLOSE ANGLE\n\n                         \n\n          A small cassette recorder plays. The tape runs out. The baby's cries\n\n          stop.\n\n          Nan rips out the cassette, and sinks back onto the bed, burying her\n\n          head in her hands.\n\n                         \n\n          INT. ROB and KIT'S ROOM - NIGHT\n\n                         \n\n          Rob and Kit are standing together staring INTO CAMERA. REVERSE to see\n\n          the object of their attention. Hanging on the wall in front of them is\n\n          a large oil portrait with the eyes out out. Something is moving behind\n\n          the canvas ­watching them.\n\n                         \n\n          Rob steps forward and lifts the painting off the wall. Behind it is an\n\n          inset bookcase. Sitting on one of the shelves, at the proper height to\n\n          have lined up with the holes in the portrait, is a child's Felix-the-\n\n          cat nursery clock. The eyes of the plastic cat move back and forth,\n\n          like a pendulum marking seconds.\n\n                         \n\n          INT. UPSTAIRS HALLWAY - NIGHT\n\n                         \n\n          Rob sets the painting on the floor outside their bedroom door, leaning\n\n          it up against the wall.\n\n                         \n\n          CAMERA DOLLIES IN for a CLOSE UP of the portrait. It looks much\n\n          creepier with the now vacant eye sockets.\n\n                         \n\n          INT. ROB AND KIT'S ROOM - NIGHT\n\n                         \n\n          They are undressing on opposite sides of the bed. The silence between\n\n          them is thick enough to be cut with a knife. Kit sits down slowly on\n\n          the edge of the bed and quietly slips under the covers. Rob gets in on\n\n          his side.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe silence between\n\n          them is thick enough to be cut with a knife. Kit sits down slowly on\n\n          the edge of the bed and quietly slips under the covers. Rob gets in on\n\n          his side. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          They sit in silence for a moment, making no move to join each other in\n\n          the middle of the bed.\n\n                         \n\n                         KIT\n\n          Rob?\n\n                         \n\n          No answer.\n\n                         \n\n                         KIT\n\n          You still angry with me? About dinner?\n\n                         \n\n                         ROB\n\n          No. I'm sorry. I'm not angry with you. I'm just angry.\n\n                         \n\n          He leans over, turns off the bedside lamp... and the light in the\n\n          bathroom comes on. Beat.\n\n                         \n\n          He gets out of bed and crosses to the bathroom, reaches in\n\n          and turns off the light...\n\n          ...and the overhead light comes on. Kit starts to laugh and quickly\n\n          covers her mouth. Rob walks to the door, turns off the overhead\n\n          light...\n\n                         \n\n          ...and the bedside lamp comes on again. Kit laughs harder, but still\n\n          tries to stifle it.\n\n                         \n\n          Rob shoots her a look, then goes and sits on the edge of the bed. He\n\n          reaches to turn off the bedside lamp again, then thinks better of it\n\n          and starts to unscrew the bulb instead.\n\n                         \n\n                         ROB\n\n          (burning his fingers)\n\n          Ouch! Jesus!\n\n                         \n\n          Kit can't stop herself any longer. She laughs out loud. Rob\n\n          perseveres, finally unscrewing the bulb enough to plunge the room into\n\n          darkness.\n\n                         \n\n          Silence.\n\n                         \n\n                         ROB\n\n          Very funny.\n\n                         \n\n          Kit breaks up laughing again. To her it is funny. And soon Rob is\n\n          laughing too. He swings his legs up under the covers beside her.\n\n                         \n\n          INT. LIVING ROOM - NIGHT\n\n                         \n\n          Muffy turns off the last of the lights downstairs, leaving the porch\n\n          light on for Skip.\n\n                         \n\n          INT. UPSTAIRS HALL - NIGHT\n\n                         \n\n          Muffy moves through the quiet to her room. Arch grabs her. She jumps.\n\n                         \n\n                         MUFFY\n\n                         (COLLECTS HERSELF)\n\n          Arch do you know what time it is?\n\n                         \n\n                         ARCH\n\n          Um-hmm.\n\n                         \n\n                         MUFFY\n\n          (turning down his collar)\n\n          Goodnight, Arch.\n\n                         \n\n          Gently but firmly, she extricates herself, closing the bedroom door\n\n          behind her.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCH\n\n          Um-hmm. MUFFY\n\n          (turning down his collar)\n\n          Goodnight, Arch. Gently but firmly, she extricates herself, closing the bedroom door\n\n          behind her. \n\nTARGET SECTION TO BE ANNOTATED:\n                         ARCH\n\n                         \n\n          Undaunted, he scuttles down the hall to Rob and Kit's closed door to\n\n          listen in. He frowns, the slides farther down to Nikki's room, knocks\n\n          once softly, and enters.\n\n                         \n\n                         HIS POV\n\n                         \n\n          Nikki is already occupied, however, with Chaz. She catches Arch's\n\n          stare, signalling him to get the hell out.\n\n                         \n\n                         REVERSE\n\n                         \n\n          Arch valorously steps back, closing the door and returning to try Nan.\n\n                         \n\n          The light underneath her door flicks off, however. The door is also\n\n          locked.\n\n                         \n\n          Arch curses, returning to his large but empty room. He slams the door\n\n          for everybody's benefit.\n\n                         \n\n          INT. MUFFY'S BEDROOM - NIGHT\n\n                         \n\n          Muffy, undressing, hears, and smiles.\n\n                         \n\n          INT. ARCH'S ROOM - NIGHT\n\n          Arch is pacing the bedroom, horny and alone. He gets an idea, goes and\n\n          rummages through Chaz' stuff and comes up with a video cassette of a\n\n          porno movie.\n\n                         \n\n          Carrying -the cassette he crosses to the door and turns the handle.\n\n          The doorknob comes off in his hand.\n\n                         \n\n          He throws it down in disgust, goes and sits in a chair and broods. The\n\n          chair collapses beneath him.\n\n                         \n\n          EXT. BACK PATH - NIGHT\n\n                         \n\n          Skip makes his way boldly, carelessly, drunkenly along. Overgrown\n\n          weeds and tall spring grass choke the path, shadowing his way. He\n\n          takes one last drink, killing the bottle, and hurls it out into the\n\n          night.\n\n                         \n\n          After a long pause there is the distant sound O.S. of the bottle\n\n          landing in water with a splash.\n\n                         \n\n          EXT. OLD , BOATHOUSE - NIGHT\n\n                         \n\n          Skip emerges from the overgrowth. The abandoned old structure and its\n\n          dock squat ahead at water's edge. Beneath the boathouse, floating in\n\n          the water, is a grungy old skiff covered by a tarp.\n\n          Skip turns away from the dock, and flicks his lighter among the weeds,\n\n          finding marijuana growing there. He CACKLES with triumph.\n\n                         \n\n          Something MOVES nearby.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nSkip turns away from the dock, and flicks his lighter among the weeds,\n\n          finding marijuana growing there. He CACKLES with triumph. Something MOVES nearby. \n\nTARGET SECTION TO BE ANNOTATED:\n He doesn't pay attention, taking out his knife\n\n          to cull the dried leaves. He cups them in his hand against the wind,\n\n          douses his lighter, and hurries out onto the dock to the boathouse\n\n          entrance to prepare his joint.\n\n                         \n\n          INT. BOATHOUSE - NIGHT\n\n                         \n\n          as Skip enters. It is pitch black in here, and aside from the gentle\n\n          lapping sounds of water against the pilings down below O.S., all is\n\n          still.\n\n                         \n\n          Skip flips a lightswitch in the darkness and nothing happens. He edges\n\n          slowly along a wall away from the door. Then he becomes aware of\n\n          another living presence in the boathouse. It is a slow breathing\n\n          sound--completely inhuman.\n\n                         \n\n                         SKIP\n\n          Hello?\n\n                         \n\n          There is no answer, but the breathing continues. Then a sharp rapping\n\n          sound very near, like a foot striking the wood flooring.\n\n                         \n\n                         SKIP\n\n          Who's there?\n\n                         \n\n          Pause. No answer. We hear in the darkness the sound of his switchblade\n\n          clicking open. And then he waits, straining his ears to hear.\n\n                         \n\n          Finally, Skip reaches into his pocket, puils out his lighter\n\n          and flicks it on.\n\n                         \n\n          Something snags him from behind.\n\n                         \n\n          Skip gasps, helpless, as a thick rope controlled by powerful, shadowed\n\n          hands tightens around his neck.\n\n                         \n\n          His knife, dried leaves and lighter cascade to the floor.\n\n                         \n\n          EXT. ST. JOHN HOUSE - NIGHT - LATER\n\n                         \n\n          Only the porch light remains glowing. The house is dark.\n\n                         \n\n          INT. ROB AND KIT'S ROOM - NIGHT\n\n                         \n\n          Rob wakes, hearing the CRY from Muff's room. Kit, naked against him,\n\n          wakes too. They hear the muffled cry again. It is not from lovemaking.\n\n          Rob throws off the covers.\n\n          INT. UPSTAIRS HALLWAY - NIGHT\n\n                         \n\n          Rob wraps himself with a towel, stepping quickly out to Muffy's door.\n\n          Everything else is dark and quiet.\n\n                         \n\n                         ROB\n\n          (hushed, at door)\n\n          Muffy?\n\n                         \n\n          No answer. He tries her door, but it's locked tight.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nROB\n\n          (hushed, at door)\n\n          Muffy? No answer. He tries her door, but it's locked tight. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          A beat. Then:\n\n                         \n\n                         \n\n          ROB (cont.)\n\n                         (CONCERNED)\n\n          Muffy?\n\n                         \n\n                         \n\n                         MUFFY'S VOICE\n\n                         (UNCERTAINLY)\n\n          Yes?\n\n                         \n\n                         ROB\n\n          You OK?\n\n                         \n\n                         \n\n                         MUFFY'S VOICE\n\n                         (DISTANTLY)\n\n          Yes... Thank you...\n\n                         \n\n          He pulls back from the door.\n\n                         \n\n                         ROB\n\n          (reluctantly, puzzled)\n\n          OK... well, goodnight...\n\n                         \n\n          No response. He turns back for his room, catching sight of Chaz, who\n\n          has come out of Nikki's room, to investigate, too.\n\n                         \n\n          EXT. HOUSE - MORNING\n\n                         \n\n                         \n\n          Harvey is out on the second floor balcony exercising vigorously. No\n\n          one else is in evidence until a bedroom window flies open and Nikki,\n\n          naked from the waist up and believing herself unwatched, leans out and\n\n          stretches, breathing in the sweet morning air.\n\n                         \n\n          Then she sees Harvey grinning at her. She quickly covers herself and\n\n          pulls back inside.\n\n          INT. KITCHEN ­ DAY\n\n                         \n\n          Rob and Kit are the first ones down. They enter from the dining room,\n\n          surprising Muffy at the stove.\n\n                         \n\n                         KIT\n\n                         (BRISKLY)\n\n          Good morning!\n\n                         \n\n          Muffy turns abruptly, startled. Rob and Kit stop abruptly, too.\n\n                         \n\n                         ANGLE\n\n                         \n\n          Muffy is barefooted, dressed in an old, worn chenille robe.\n\n          Her hair, normally carefully groomed, is unkempt, wild and stringy\n\n          about her pale face. Talk about unguarded moments. Her present\n\n          appearance, is the last way one would ever expect to find Muffy St.\n\n          John.\n\n                         \n\n                         RETURN ANGLE\n\n                         \n\n          She shrinks back from them with a frightened, apologetic smile.\n\n          Scrambled eggs bubble in the skillet on the burner.\n\n                         \n\n                         MUFFY\n\n          I... I was hungry...\n\n                         \n\n          She bumps against the stove, backing away. She self-consciously runs a\n\n          hand through her hair.\n\n                         \n\n          MUFFY (cont.)\n\n          I... I must look a mess...",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe self-consciously runs a\n\n          hand through her hair. MUFFY (cont.)\n\n          I... I must look a mess... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          She scuttles out the door to the utility room and the back stairs\n\n          beyond, leaving the eggs to burn.\n\n                         \n\n          INT. BACK STAIRS ­ DAY\n\n                         \n\n          Arch encounters her, too, as he comes bounding down in his workout\n\n          shorts.\n\n                         \n\n                         ARCH\n\n          Morning!\n\n          She backs away from him, scurrying up the stairs.\n\n                         \n\n                         MUFFY\n\n          I... forgot to get dressed...\n\n                         \n\n          INT. KITCHEN - DAY\n\n                         \n\n          Arch enters, joining his wonderment to Rob and Kit's.\n\n                         ARCH\n\n          Who made her night?\n\n                         \n\n          EXT. BACK PORCH - DAY - LATER\n\n                         \n\n                         CUT TO:\n\n                         \n\n          Arch, Chaz, Harvey and Nikki burst out the door in old clothes,\n\n          sweats, shorts, whatever -- an unlikely foursome for some informal\n\n          soccer scrimmaging.\n\n                         \n\n                         ARCH\n\n          (always in search of more players)\n\n          Where's Skip?\n\n                         \n\n                         CHAZ\n\n          That depends on what he's on.\n\n                         \n\n          Rob and Kit cross their path, heading down to the water in their\n\n          swimsuits and overshirts.\n\n                         \n\n                         NIKKI\n\n          You gotta be kidding...\n\n                         \n\n                         ARCH\n\n          (teasingly, an invitation)\n\n          Nan? What about it?\n\n                         \n\n          Nan watches from the porch, book in hand.\n\n                         \n\n                         NAN\n\n          Oh, no, thanks.\n\n                         (FALSELY)\n\n          Besides, I thought I'd wait and see what Muffy wanted to do...\n\n                         \n\n          Arch shrugs and the soccer free-for-all begins in earnest, with\n\n          special attention given to the interplay between Harvey and Nikki.\n\n                         \n\n          Up on the porch, Nan finally sees Muffy emerging from the distant tool\n\n          shed. Muffy is dressed plainly, oddly conventional, with a perceptible\n\n          sense of disorder about her. She keeps to herself, turning toward the\n\n          woods beyond, with cutting blade and mushroom basket in hand.\n\n                         \n\n          Nan puts down her book, hurrying off the porch. But by the timeshe\n\n          looks up again, Muffy is gone...\n\n          EXT. DOCK - DAY\n\n                         \n\n          Rob and Kit are standing together on the dock. He is dripping wet and\n\n          covered with goose flesh.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. DOCK - DAY\n\n                         \n\n          Rob and Kit are standing together on the dock. He is dripping wet and\n\n          covered with goose flesh. \n\nTARGET SECTION TO BE ANNOTATED:\n She has not been in yet. And while he is\n\n          vigorously toweling off his arms and chest, trying to get the blood\n\n          circulating again, she stands behind him with another towel and\n\n          gently, lovingly dries his back. She finishes and he steps away from\n\n          her and gazes out across the sound.\n\n                         \n\n                         KIT\n\n          Rob? What's wrong?\n\n                         \n\n          Pause.\n\n                         \n\n                         ROB\n\n          I swear it wasn't this cold yesterday .\n\n                         \n\n          This isn't what she meant, and he knows it.\n\n                         \n\n                         KIT\n\n          Are you giving up?\n\n                         \n\n                         ROB\n\n          (turning to her; gently)\n\n          What about you? What about your future? You're the one with the four\n\n          point.\n\n                          (DEJECTED)\n\n          ...maybe it's crazy--you investing so much energy in me.\n\n                         \n\n                         KIT\n\n                         (QUIETLY)\n\n          I don't know. I'm scared. I don't know if I want what Mom and\n\n          everybody else expects of me. I don't want to go to law school.\n\n                         \n\n                         ROB\n\n                         (PROTESTING)\n\n          You've got a great mind\n\n                         \n\n                         KIT\n\n          ...only it's not made up.\n\n                         \n\n          Smiling sadly, he crosses to her, puts his arms around her.\n\n                         \n\n                         ROB\n\n          Great... Do you realize how perfectly unmatched we are?\n\n                         \n\n                         KIT\n\n          It's made up about one thing though.\n\n                         \n\n                         ROB\n\n          Yeah? What's that?\n\n          She looks up and kisses him softly.\n\n                         \n\n                         ROB\n\n          Will you feel the same about me a year from now? Two years, five years\n\n          from now?\n\n                         \n\n          She takes his hand and leads him down the pier and into the boathouse.\n\n                         \n\n                         \n\n          INT. BOATHOUSE - DAY\n\n          As they come inside. Kit closes the door, and immediately they are in\n\n          each other's arms.\n\n                         \n\n          The surging waves swirl beneath them, visible through the shrunken\n\n          floorboards. Rob and Kit stretch out. All the passion, all the\n\n          tenderness, all the intensity makes them oblivious to the fact that\n\n          something is moving on the water below...",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe surging waves swirl beneath them, visible through the shrunken\n\n          floorboards. Rob and Kit stretch out. All the passion, all the\n\n          tenderness, all the intensity makes them oblivious to the fact that\n\n          something is moving on the water below... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          And when Kit finally opens her eyes to it, Skip's face bulges\n\n          gruesomely up at her through the slatted floor!\n\n                         \n\n          Kit screams and scrambles to her feet--Rob completely uncomprehending\n\n          until he sees it too: Skip's body, pale and bloodied, draped within\n\n          the grungy skiff passing beneath them on the waves.\n\n                         \n\n          EXT. DOCK - DAY\n\n                         \n\n          By the time he pulls on his swimsuit and comes rushing out\n\n          with Kit, however, Rob's shock has turned to rage.\n\n                         \n\n                         ROB\n\n          Skip! You sonofabitch!\n\n                         \n\n          But there's no response, Skip's body unmoving on the self-powered\n\n          skiff which continues bobbing out to sea.\n\n                         \n\n                         ROB\n\n                         \n\n          starts to wonder whether it really is a joke. He hurries forward,\n\n          plunging 'into the water to reach the boat.\n\n                         \n\n                         ROB\n\n          Skip... Skip!\n\n                         \n\n          But it's too far and getting farther, and the waves are too strong.\n\n                         \n\n          EXT. ST. JOHN HOUSE - DAY\n\n                         \n\n          Rob and Kit come struggling up the path. Chaz trains his videopak on\n\n          them from the porch . He, Arch, Harvey and Nikki unwind with beer and\n\n          sandwiches after their sweaty workout.\n\n                         CHAZ\n\n          (commentary while he tapes)\n\n          Respectable young Quaker couple returning after quiet afternoon of\n\n          nonviolent sex.\n\n                         \n\n                         ARCH\n\n                         (CALLING )\n\n          Well, how was it?\n\n                         \n\n                         ROB\n\n          Where's Skip? Anybody seen him?\n\n                         \n\n                         NIKKI\n\n          Who wants to know?\n\n                         \n\n                         ROB\n\n          Goddammit, can't you give me a straight answer!\n\n                         \n\n          They sit up with the force. Nan comes out on the porch, hearing .\n\n                         \n\n                         KIT\n\n                         (FRANTICALLY)\n\n          We saw him... on a boat... drifting by the pier. He wasn't movinq. He\n\n          looked dead... unless he was joking...!\n\n                         \n\n                         CHAZ\n\n          Well, if it was Skip...",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe wasn't movinq. He\n\n          looked dead... unless he was joking...! CHAZ\n\n          Well, if it was Skip... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         KIT\n\n          I saw his face!\n\n                         \n\n                         ROB\n\n                         (DEMANDINGLY)\n\n          Has anybody seen him since last night?\n\n                         \n\n          They all realize they haven't.\n\n                         \n\n          ROB (cont .)\n\n          Jesus Christ...\n\n                         \n\n          Rob turns, rushing into the house.\n\n                         \n\n          INT. ENTRY HALL - DAY\n\n                         \n\n          Rob stops as he notices, near the foot of the stairs where he'd parked\n\n          it upon first entering the house yesterday afternoon, Skip's overnight\n\n          bag.\n\n                         \n\n          He turns and bounds up the stairs.\n\n          INT. UPSTAIRS HALLWAY - DAY\n\n                         \n\n          Rob runs down to Skip's door and flings it open. A cheap rubber\n\n          hobgoblin drops suddenly in front of him, suspended from the ceiling\n\n          on frail, metal springs.\n\n                         \n\n          Rob jumps back with a startled cry, then angrily tears the thing out\n\n          of his way and throws it down.\n\n                         \n\n          This is the last of Muffy's little April Fool's gags, and as with the\n\n          overnight bag, it signifies that Skip has been nowhere near this room.\n\n                         \n\n          But Rob steps inside and looks around just to make sure.\n\n                         \n\n          The room is untouched, the bed unslept in.\n\n                         \n\n          EXT . PORCH - DAY\n\n                         \n\n          Rob hurries out, as Muffy finally appears, emerging from the wooded\n\n          grounds, basketful of mushrooms in hand. She approaches.\n\n                         \n\n                         MUFFY\n\n          (noticing their distress )\n\n          Something wrong?\n\n                         \n\n          Rob rushes by her.\n\n                         \n\n                         ARCH\n\n          Wait! I'll go with you!\n\n                         \n\n                         CHAZ\n\n          Me too!\n\n                         \n\n          EXT. DOCK - DAY\n\n                         \n\n          As Rob, Arch and Chaz come running down to the water. They stop and\n\n          look around, seeing nothing.\n\n                         \n\n          No answer.\n\n                         \n\n                         ARCH\n\n          (aloud: for Skip)\n\n          Hey, asshole!\n\n                         \n\n                         CHAZ\n\n          Wait a minute! Look at this!\n\n                         \n\n          He has found on the little pebbled beach beside the dock, Skip's\n\n          switchblade. It is in pieces. There's blood on the broken blade.\n\n                         \n\n                         CHAZ\n\n          This was Skip's.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is in pieces. There's blood on the broken blade. CHAZ\n\n          This was Skip's. \n\nTARGET SECTION TO BE ANNOTATED:\n                         ARCH\n\n          What do you think? That guy on the ferry?\n\n                         \n\n                         ROB\n\n          I don't know. I don't know what to think.\n\n                         \n\n                         ARCH\n\n          I say we go looking for him, him or Skip. One of them's bound to still\n\n          be around... somewhere.\n\n                         \n\n                         CHAZ\n\n          You mean split up?\n\n                         \n\n                         ROB\n\n          Let's not take any chances. He was... He was pretty big.\n\n                         \n\n                         ARCH\n\n          No sucker's taken me yet.\n\n                         \n\n          He rips a loose board off the dock for a club.\n\n                         \n\n          EXT. UTILITY ROOM - HOUSE ­ DAY\n\n                         \n\n          In the gathering twilight, Muffy puts the basket of mushrooms away on\n\n          a shelf. Someone grabs her wrist. She gasps. It's Nan. Nan steps from\n\n          the shadows.\n\n                         \n\n                         NAN\n\n          I know why you're avoiding me...\n\n                         (DISTRAUGHT)\n\n          I guess it's your idea of a joke... that's why you invited me. How'd\n\n          you find out? From one of his preppy 'friends'? Who else have you\n\n          told?... Who else knows, except the father!\n\n                         \n\n                         MUFFY\n\n                         (ASTONISHED)\n\n          I... don't know what you're talking about.\n\n                         \n\n                         NAN\n\n          Oh? The tape just got there? You know very well... my abortion!\n\n                         \n\n          She comes apart, in tears. Muffy stares, uncomprehending.\n\n                         \n\n          NAN (cont.)\n\n          I thought you wanted to be friends... you think you can play with\n\n          people's feelings just because you're rich and can do what you want.\n\n          Well, you can't...!\n\n                         \n\n          She rushes out the rear door. Muffy tries to recover, confused.\n\n                         \n\n          She continues on to the back entrance to the kitchen.\n\n          INT. KITCHEN - DAY\n\n                         \n\n          Swinging open the door, she almost runs into Harvey.\n\n                         \n\n                         HARVEY\n\n                         (SHEEPISHLY)\n\n          Sorry... I was just checkin' to make sure everybody was all right.\n\n                         \n\n          He beats a hasty retreat the other way, passing Nikki on her way in\n\n          Nikki raises an eyebrow at Muffy, misinterpreting the tension in the\n\n          air.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHARVEY\n\n                         (SHEEPISHLY)\n\n          Sorry... I was just checkin' to make sure everybody was all right. He beats a hasty retreat the other way, passing Nikki on her way in\n\n          Nikki raises an eyebrow at Muffy, misinterpreting the tension in the\n\n          air. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         NIKKI\n\n          Harvey? No kidding'?\n\n                         \n\n          Maybe that explains your clothes.\n\n                         \n\n                         MUFFY\n\n                         (NERVOUSLY)\n\n          What d'you, mean?\n\n                         \n\n                         NIKKI\n\n          Oh, c'mon.\n\n                         \n\n          Muffy exits hurriedly, upset.\n\n                         \n\n          EXT. WOODS - DAY\n\n                         \n\n          The path is narrow and tortuous . Arch uses his club to clear the way,\n\n          trying to follow its twists and turns. He also tries to make vocal\n\n          contact.\n\n                         \n\n                         ARCH\n\n          Hey, shithead! chickendick!... yeah, you! Skip!\n\n                         \n\n          He moves deeper and deeper into the forest.\n\n                         \n\n                         LOW ANGLE\n\n                         \n\n          Up ahead on the pathway a thick, black viper slithers out of the\n\n          undergrowth, stops, sensing Arch's presence, and coils itself against\n\n          his approach.\n\n                         \n\n                         WIDER\n\n                         \n\n          as Arch stalks forward, not looking at the ground.\n\n                         \n\n                         LOW ANGLE\n\n                         ARCH\n\n                         (THUNDERING )\n\n          Skip!\n\n                         \n\n          Arch steps right over the snake and continues on.\n\n                         \n\n                         WIDER\n\n                         \n\n          as Arch hears a noise. He stops. SOMEONE ELSE is here with him, very\n\n          nearby.\n\n                         \n\n                         ARCH\n\n          Skip?\n\n                         \n\n          He turns and moves back along the trail, peering into the dense\n\n          foliage on either side.\n\n                         \n\n                         LOW ANGLE\n\n                         \n\n          as he steps over the snake again going back the other way.\n\n                         \n\n                         WIDER\n\n                         \n\n          He stops again, looks all around him, then turns once more and starts\n\n          to move very slowly with short little steps back in the other\n\n          direction.\n\n                         \n\n                         ARCH\n\n          Skip?\n\n                         \n\n                         LOW ANGLE\n\n                         \n\n          He is edging closer and closer to the snake. He is bound to step on it\n\n          this time.\n\n                         \n\n          The snake coils itself to strike.\n\n                         \n\n          Arch's foot comes down just missing it, less than six inches away,\n\n          when suddenly the ground seems to move. A noose springs up, tightens\n\n          around his ankle, and Arch is lifted into the air upside down,\n\n          swinging wildly, dropping his club.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe snake coils itself to strike. Arch's foot comes down just missing it, less than six inches away,\n\n          when suddenly the ground seems to move. A noose springs up, tightens\n\n          around his ankle, and Arch is lifted into the air upside down,\n\n          swinging wildly, dropping his club. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Now the viper strikes, and Arch sees it. He is shrieking with horror\n\n          as he tries to bat the creature away from him. But he keeps swinging\n\n          into it, and the snake keeps striking at him, trying to find an\n\n          opening.\n\n                         \n\n          Suddenly a long, gleaming blade ENTERS FRAME and chops the snake in\n\n          two.\n\n                         \n\n          Arch looks up, his face white and frozen into a mask of sheer terror,\n\n          no longer able even to scream\n\n          EXT. BACK YARD - LATE AFTERNOON\n\n                         \n\n          Kit, Nikki and Harvey are waiting on the back porch when Rob emerges\n\n          from the woods nearby.\n\n                         \n\n                         KIT\n\n          (calling to him)\n\n          No Skip?\n\n                         \n\n          Chaz now comes out of the woods on the other side of the yard.\n\n                         \n\n                         CHAZ\n\n          No luck.\n\n                         \n\n                         ROB\n\n                         (TO CHAZ)\n\n          Where's Arch?\n\n                         \n\n                         CHAZ\n\n          He isn't with you?\n\n                         \n\n                         NIKKI\n\n          I don't like this... I definitely don't think I like this...\n\n                         \n\n                         KIT\n\n          I think it's about time we called the police.\n\n                         \n\n          The screen door BANGS again. They look up. It's Muffy. She returns\n\n          their stares stiffly, without expression . She holds flowers cut with\n\n          hand shears.\n\n                         \n\n                         MUFFY\n\n          Eight-two-four-eight. Constable Potter has an office at his home.\n\n                         \n\n                         KIT\n\n                         (TO ROB)\n\n          I don't think we should wait any longer...\n\n                         \n\n          Rob moves into the house past Muffy. Kit follows him.\n\n                         \n\n          MUFFY (to be played like Muffy)\n\n          Who wants some tea?\n\n                         (BEAT)\n\n          It'll calm our nerves...\n\n                         \n\n          She exits toward the kitchen . Nikki. perplexed by her behavior, looks\n\n          strangely after her.\n\n                         \n\n          EXT . GROUNDS OF HOUSE - LATE AFTERNOON\n\n          Nan sits alone on a stone bench beside a small Buddha statue in a\n\n          secluded corner of the garden behind the house. She has been weeping.\n\n          Her face tells the story.\n\n                         \n\n          Now a gentle wind springs up rustling the leaves of the thick bushes\n\n          surrounding her.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe has been weeping. Her face tells the story. Now a gentle wind springs up rustling the leaves of the thick bushes\n\n          surrounding her. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks up.\n\n                         \n\n          INT. LIVING ROOM ­ SUNSET\n\n                         \n\n          Rob is on the phone trying to reach the Constable. He hangs up the\n\n          receiver, then lifts it and starts to· dial again. Kit, standing\n\n          beside him. now wanders silently off into the dining room .\n\n                         \n\n          INT. KITCHEN - HOUSE - SUNSET\n\n                         \n\n          As Kit enters, Muffy comes in from the pantry, breathless and\n\n          apologetic, her hands full of tea boxes.\n\n                         \n\n                         MUFFY\n\n          I didn't know what kind anybody would like so I just... got them\n\n          all...\n\n                         \n\n                         KIT\n\n          Let me help.\n\n                         \n\n                         MUFFY\n\n                         (CAREFULLY)\n\n          Has he reached the Constable?\n\n                         \n\n                         KIT\n\n          Rob? No, we haven 't been able to get through to the mainland yet.\n\n                         \n\n          Muffy eases. Kit turns the tap to fill the kettle. The pipes begin to\n\n          BANG. The tap sputters and coughs out a spurt of brown water before\n\n          running dry.\n\n                         \n\n                         L1UFFY\n\n          Oh... ·the main... it's probably broken.\n\n                         \n\n                         KIT\n\n                         (STUNNED)\n\n          No water?\n\n                         \n\n          Nikki and Harvey enter, having heard the pipes banging.\n\n                         \n\n                         NIKKI\n\n          What's happening.\n\n                         \n\n                         KIT\n\n          No water.\n\n                         NIKKI\n\n          What!\n\n                         \n\n                         MUFFY\n\n          It happens sometime... But there's still the well all the island homes\n\n          have some kind of pump... or well... for emergencies.\n\n                         \n\n          Nikki reaches for a large flashlight beam.\n\n                         \n\n                         NIKKI\n\n          Jesus. I'll go. Just point me in the right direction.\n\n                         \n\n                         HARVEY\n\n                         (GALLANTLY)\n\n          Not without me.\n\n                         \n\n          Harvey accompanies Nikki out the back door, leaving Kit and Muffy\n\n          alone again.\n\n                         \n\n                         MUFFY\n\n          (bearing up under Kit's stare)\n\n          I'm not worried. I'm sure those two... Skip and Art... they're just up\n\n          to some kind of stupid trick . . .\n\n                         \n\n          Kit moves out of the kitchen uneasily.\n\n                         \n\n          EXT.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nSkip and Art... they're just up\n\n          to some kind of stupid trick . . . Kit moves out of the kitchen uneasily. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n WELL - DUSK\n\n          Nikki milkes ghost sound8, following Harvey out through the dark. It\n\n          makes him nervous.\n\n                         \n\n                         HARVEY\n\n                         (UNCOMFORTABLY)\n\n          I don't think you should really do that.\n\n                         \n\n                         NIKKI\n\n                          (SEEING)\n\n          Is that it?\n\n                         \n\n          The well is the old-fashioned kind.\n\n                         \n\n          NIKKI (cont.)\n\n          Boy, when she said `well,' she really meant 'well'. who dug this\n\n          thing? Pocahontas?\n\n                         \n\n          She reaches for the wooden bucket attached by metal nook to the thick\n\n          rope. Harvey pre-empts.\n\n                         \n\n                         HARVEY\n\n          Here, let me do it. I've probably had more experience than you.\n\n                         \n\n                         NIKKI\n\n          You mean, back home on the farm?\n\n                         HARVEY\n\n          I know you think I'm a hick, but I'd like to change your mind about\n\n          that, if you'd only give me the chance.\n\n                         \n\n                         NIKKI\n\n          Why?\n\n                         \n\n                         HARVEY\n\n          Because, I'd really like to plow your field.\n\n                         \n\n                         NIKKI\n\n                         (SMILES\" IMPRESSED)\n\n          Draw me some water.\n\n                         \n\n          He's glad to oblige, opening the hinged wood well cover and lowering\n\n          the bucket slowly. The dark hole seems to go on forever. Suddenly,\n\n          there's a muffled CLATTER deep within the well.\n\n                         \n\n                         HARVEY\n\n          Aw, crap...\n\n                         \n\n                         NIKKI\n\n          What happened?\n\n                         \n\n                         HARVEY\n\n          I lost the bucket.\n\n                         \n\n                         NIKKI\n\n          Harve.\n\n                         \n\n                         HARVEY\n\n          Hal. The rope was rotten, any fool coulda seen that.\n\n                         \n\n                         NIKKI\n\n          You didn't.\n\n                         \n\n                         HARVEY\n\n          Here, shine your light down so I can get a fix on it.\n\n                         \n\n          She rises on her toes, flashing the powerful beam down the dank hole.\n\n          Harvey bends over to look. A rotted piece of the well cover breaks off\n\n          in his hand. He lurches forward.\n\n                         \n\n                         HARVEY\n\n          Oh...",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nA rotted piece of the well cover breaks off\n\n          in his hand. He lurches forward. HARVEY\n\n          Oh... \n\nTARGET SECTION TO BE ANNOTATED:\n oh, Jesus!\n\n                         \n\n          He slams back in ashen horror.\n\n                         \n\n                         NIKKI\n\n                         (STARTLED}\n\n          ...what...\n\n                         HARVEY\n\n          Stay back! Don't look!\n\n                         \n\n                         NIKKI\n\n          I'm a big girl now. I think I ·can handle a few spiders and\n\n                         FROGS ---\n\n                         \n\n          She shines the beam down again, bending in for a look.\n\n                         \n\n                         HARVEY\n\n                         NIKKI --\n\n                         \n\n          She should've listened to him.\n\n                         \n\n                         HER POV\n\n                         \n\n          Nan's body lies twisted and jammed among the slime. Her dress is torn,\n\n          revealing a white breast with veins of blood streaming across it and\n\n          into the water. Next to her, Arch's severed head gapes up in a rictus\n\n          grin, joined in its leer by Skip's decapitated head.\n\n                         \n\n                         NIKKI\n\n                         \n\n          It's like the very guts have been torn out of her. She screams,\n\n          stumbling back.\n\n                         \n\n          EXT. WELL ­ DUSK\n\n                         \n\n          as Rob runs up, everyone else is already there.\n\n                         \n\n                         ROB\n\n                         (BREATHLESS)\n\n          What is it?\n\n                         \n\n                         KIT\n\n                         (ASHEN)\n\n          You don't want to know.\n\n                         \n\n                         NIKKI\n\n                         (STILL PANICKED)\n\n          In the well ! Oh, God, the well!\n\n                         \n\n          Rob grabs the flashlight from Chaz's hands and leaps up to take a\n\n          look.\n\n                         \n\n          After a long, horrifying glimpse he has to step back to control his\n\n          overwhelming nausea. He shudders violently.\n\n                         \n\n                         NIKKI\n\n                         (COLD FEAR)\n\n          We have to leave, all of us, we have to get away.\n\n                         ROB\n\n          (closing the well cover)\n\n          We can't get away. Everyone back into the house . Now.\n\n                         (JUMPING DOWN)\n\n          Let's go!\n\n                         \n\n          EXT. BACK OF THE HOUSE - NIGHT\n\n                         \n\n          Looking in through the windows we can see Rob alone in the living room\n\n          still trying the phone.\n\n                         \n\n          PANNING ACROSS to the dining room windows, we see Nikki seated at the\n\n          table with Kit and Chaz on either side of her.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BACK OF THE HOUSE - NIGHT\n\n                         \n\n          Looking in through the windows we can see Rob alone in the living room\n\n          still trying the phone. PANNING ACROSS to the dining room windows, we see Nikki seated at the\n\n          table with Kit and Chaz on either side of her. \n\nTARGET SECTION TO BE ANNOTATED:\n Harvey stands behind\n\n          them against the wall.\n\n                         \n\n          EXT. DINING ROOM - NIGHT\n\n                         \n\n          Kit is trying to comfort Nikki who is still in shock.\n\n                         \n\n                         KIT\n\n          It's okay, Nikki. With the others... they were outdoors. But we're\n\n          inside now, and we're safe.\n\n                         \n\n                         NIKKI\n\n                         (QUIETLY)\n\n          It's all because of what happened on the ferry, isn't it?\n\n                         \n\n                         CHAZ\n\n                         (HIMSELF UNNERVED)\n\n          It was an accident. Don't they know that?\n\n                         \n\n          Muffy enters from the kitchen with a glass of water. Harvey pulls her\n\n          quietly aside.\n\n                         \n\n                         HARVEY\n\n          Muffy, where do you keep your guns?\n\n                         \n\n                         MUFFY\n\n                         (BLANKLY)\n\n          Guns? We don't keep guns in this house.\n\n                         \n\n          The others turn and look back at them. There is an uncomfortable\n\n          pause.\n\n                         \n\n                         MUFFY\n\n          (handing Nikki the glass)\n\n          Here.\n\n                         \n\n          NIKKI ,\n\n          Oh, God! Not the water!\n\n                         MUFFY\n\n          It's all right. It's Perrier.\n\n                         \n\n          Suddenly the phone rings O. S. They all look toward the living room.\n\n                         \n\n          INT. LIVING ROOH - NIGHT\n\n                         \n\n          ...as Rob snatches up the receiver.\n\n                         \n\n                         ROB\n\n                         (DESPERATELY)\n\n          Hello!\n\n                         \n\n          He listens for a moment, then almost collapses with relief.\n\n                         \n\n          ROB (cont.)\n\n          Constable Potter... Thank God it's you...\n\n                         \n\n          The others stand and start drifting in from the dining room.\n\n                         \n\n          INT. MAINLAND HOSPITAL - NIGHT\n\n                         \n\n          Constable Potter is calling from a pay phone near the reception desk.\n\n          He listens for a moment, then ...\n\n                         \n\n                         POTTER\n\n          What are you talking about?\n\n                         (LISTENS)\n\n          That ain't possible .\n\n                         (LISTENS)\n\n          And I'm telling you, I'm here at the hospital now visiting Buck. He\n\n          came out of surgery last night--It might interest you to know he'll be\n\n          all right-- and Cal's been here too, the whole time.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\n(LISTENS)\n\n          That ain't possible . (LISTENS)\n\n          And I'm telling you, I'm here at the hospital now visiting Buck. He\n\n          came out of surgery last night--It might interest you to know he'll be\n\n          all right-- and Cal's been here too, the whole time. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          ANGLE WIDENS to reveal the ferryman Cal standing anxiously beside him.\n\n                         \n\n          INT. LIVING ROOM ­ NIGHT\n\n                         \n\n          Rob looks like he's just been clubbed on the back of the head.\n\n                         \n\n                         ROB\n\n                         (PLEADING )\n\n          Constable?...\n\n                         (LISTENS)\n\n          Here. She's all right.\n\n                         (LISTENS)\n\n          With Muffy? What do you mean?\n\n                         \n\n          He looks up at the others who have gathered around him expectantly.\n\n                         ROB\n\n                         (FINALLY)\n\n          Yes, all right... Please... Please hurry.\n\n                         \n\n          He hangs up. Pause.\n\n                         \n\n                         ROB\n\n          (anything, but jubilant)\n\n          He's on his way. We're supposed to wait here... to stay together...\n\n                         \n\n                         CHAZ\n\n          What about the ferryman?\n\n                         \n\n                         ROB\n\n          It isn't him. They've been together all day.\n\n                         \n\n                         CHAZ\n\n          What?\n\n                         \n\n                         KIT\n\n          I don't understand.\n\n                         \n\n          They look at each other ominously.\n\n                         \n\n                         ROB\n\n                         (STANDING)\n\n          I don't either.\n\n                         (BEAT)\n\n          He's going to send up a flare as he's nearing the dock. Then\n\n          we're to go down as a group to meet him there.\n\n                         (MOVING AWAY)\n\n          In the meantime... we just wait.\n\n                         \n\n          He goes out of the living room.\n\n                         \n\n          INT. FRONT ENTRY - NIGHT\n\n                         \n\n          Rob bolts and double-locks the front door. He also fastens the chain\n\n          just for good measure.\n\n                         \n\n          INT. LIVING &amp; DINING ROOMS - NIGHT\n\n                         \n\n          Chaz and Nikki secure all the doors and windows to the outside.\n\n                         \n\n          INT. STUDY - NIGHT\n\n                         \n\n          Kit enters, checks and locks the windows. She turns on the lamp. On\n\n          the desk -- prominently displayed and catching her eye -- a FRAMED\n\n          PHOTOGRAPH.\n\n          CLOSE - THE PHOTOGRAPH\n\n                         \n\n          It is a black-and-white picture, probably Muffy as a child. But\n\n          what's confusing is there's another little girl next to her in the\n\n          picture, who looks just like Muffy, too...",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn\n\n          the desk -- prominently displayed and catching her eye -- a FRAMED\n\n          PHOTOGRAPH. CLOSE - THE PHOTOGRAPH\n\n                         \n\n          It is a black-and-white picture, probably Muffy as a child. But\n\n          what's confusing is there's another little girl next to her in the\n\n          picture, who looks just like Muffy, too... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         KIT\n\n                         \n\n          ...doesn't understand. She glances at the walls for more pictures.\n\n                         \n\n          Muffy enters suddenly, interrupting her. Kit startles, turning. They\n\n          face each other.\n\n                         \n\n                         MUFFY\n\n                         (UNNATURALLY COMPOSED)\n\n          It's my father's study.\n\n                         \n\n                         KIT\n\n                         (NERVOUSLY)\n\n          I just came in to make sure everything was secure\n\n          to lock the windows.\n\n                         \n\n                         MUFFY\n\n          Good idea. Sometimes... with the tides... it can take someone all\n\n          night to get here from the mainland... and even then, sometimes they\n\n          don't make it...\n\n                         \n\n          INT. HARVEY'S BEDROOM - NIGHT\n\n                         \n\n          Harvey is unlocking his suitcase which is back up on the bed. He\n\n          reaches in and pulls out a small revolver. He drops the cylinder,\n\n          checking to see that it's loaded, then snaps it back in place. He\n\n          tucks the weapon into the waistband at the small of his back, then\n\n          slips on his navy blazer.\n\n                         \n\n          INT. BASEMENT - .NIGHT\n\n                         \n\n          No one is around and no one has been down here since earlier in the\n\n          day when Muffy apparently brought down the painting with the vacant\n\n          eye-holes from outsid~ Rob and Kit's bedroom.\n\n                         \n\n          CAMERA PANS off the painting, now hung on a blank wall, to the\n\n          transcan window which is still propped open to the outside.\n\n                         \n\n          INT. LIVING ROOH ­ NIGHT\n\n                         \n\n          Chaz, Nikki, Kit and Harvey are here, trying to wait it out.\n\n                         \n\n                         HARVEY\n\n          (peering out the window)\n\n          What's taking him so long?\n\n                         KIT\n\n          (quietly; without conviction)\n\n          It could be the tides.\n\n                         \n\n                         CHAZ\n\n          Wait a minute. Aren't we supposed to be staying together? Where're\n\n          Muffy and Rob?\n\n                         \n\n                         KIT\n\n          Rob's checking the back of the house.\n\n                         \n\n                         CHAZ\n\n          And Muffy?\n\n                         \n\n                         NIKKI\n\n          She's been acting less than normal anyway.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nKIT\n\n          Rob's checking the back of the house. CHAZ\n\n          And Muffy? NIKKI\n\n          She's been acting less than normal anyway. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         KIT\n\n          (picking up on it)\n\n          What do you mean?\n\n                         \n\n                         NIKKI\n\n          You mean all day and you haven't noticed?\n\n                         \n\n                         HARVEY\n\n          Well, who isn't?\n\n                         \n\n                         NIKKI\n\n          ...and those nurse's shoes.\n\n                         \n\n                         CHAZ\n\n          What nurse's shoes?\n\n                         \n\n                         NIKKI\n\n          The clodhoppers she's been wearing today... crepe soles...\n\n                         \n\n          It's as though some common nerve of suspicion has been touched. They\n\n          all stir.\n\n                         \n\n                         HARVEY\n\n          She was arguing with Nan in the hall, before you and Rob... before you\n\n          came back alone.\n\n                         \n\n          They turn full attention on him.\n\n                         \n\n                         HARVEY\n\n          About something Nan found in her room.\n\n                         \n\n                         CHAZ\n\n          What?\n\n                         HARVEY\n\n                         (EMBARRASSED)\n\n          Something about an abortion.\n\n                         \n\n          They all pause.\n\n                         \n\n                         NIKKI\n\n          I found somethin\"g in my room, too\n\n                         \n\n          She reaches into her bag and pulls out the black rubber bondage hood.\n\n                         \n\n                         NIKKI\n\n          ...only I don't think it was intended for me .\n\n                         \n\n                         CHAZ\n\n                         (SARCASTIC )\n\n          Oh, really?\n\n                         \n\n                         HARVEY\n\n          (to Chaz; defending Nikki)\n\n          And What did you find?\n\n                         \n\n                         CHAZ\n\n          I didn't find anything.\n\n                         \n\n                         HARVEY\n\n          We're supposed to believe that?\n\n                         \n\n                         CHAZ\n\n          That's right.\n\n                         (TRUMPING HIM)\n\n          I spent the night with Nikki.\n\n                         (BEAT)\n\n          What about you?\n\n                         \n\n                         HARVEY\n\n          What about me?\n\n                         \n\n                         CHAZ\n\n          What's your little secret?\n\n                         \n\n                         HARVEY\n\n                         (EVASIVELY)\n\n          I don't know What you're talking about.\n\n                         \n\n                         CHAZ\n\n          Oh, come on, sport. I walked in on you last night , and you were\n\n          acting like your ass was on fire...\n\n                         \n\n                         HARVEY\n\n          It wasn't anything... Just some clippings... of some car accidents.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nI walked in on you last night , and you were\n\n          acting like your ass was on fire... HARVEY\n\n          It wasn't anything... Just some clippings... of some car accidents. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CHAZ\n\n                         (INSINUATING)\n\n          Nothing personal in that, I suppose?\n\n                         \n\n                         HARVEY\n\n          No! Who hasn't been in a car accident? It's a common thing.\n\n                         \n\n                         CHAZ\n\n          I haven't.\n\n                         \n\n          There is a slight pause. Rob comes into the living room, holding a\n\n          flashlight and stands just inside the doorway.\n\n                         \n\n          The others shift uncomfortably.\n\n                         \n\n                         NIKKI\n\n                         (QUIETLY)\n\n          What I'd like to know is, how did Muffy find out about these\n\n          things and why -- ?\n\n                         \n\n                         KIT\n\n          Stop it! Just stop it all of you!\n\n                         (BEAT)\n\n          What is wrong with us? Nhat happened to all our talk about friendship,\n\n          and undying loyalty?\n\n          (looking from one to the other)\n\n          Do you know what we're saying? That we're actually sitting here\n\n          discussing the possibility that Muffy, a generous friend, has invited\n\n          us all here to --\n\n                         \n\n          She stops suddenly, freezing in mid-sentence, and they all turn,\n\n          following the direction of her look, to see Muffy standing in the\n\n          entryway behind Rob.\n\n                         \n\n                         MUFFY\n\n          I'm going upstairs.\n\n                         \n\n                         ROB\n\n          Muffy? We should all stay together.\n\n                         \n\n                         MUFFY\n\n          This is my house.\n\n                         (BEAT)\n\n          I'll be in my room.\n\n                         \n\n          She turns and heads up the stairs.\n\n                         \n\n          Pause.\n\n                         NIKKI\n\n                         (FINALLY)\n\n          She's got a point.\n\n                         (STANDING)\n\n          We're starting to get on each other's nerves.\n\n                         \n\n                         HARVEY\n\n          As long as we all stay within shouting distance of each other...\n\n                         \n\n                         NIKKI\n\n                         (TO CHAZ)\n\n          You coming?\n\n                         \n\n          He joins her, and they quietly head for the stairs.\n\n                         \n\n                         ROB\n\n          I'm goinq to find the way up to the attic.\n\n                         \n\n                         KIT\n\n          Why?\n\n                         \n\n                         ROB\n\n          I'm sure we can watch for the Constable better from up there.\n\n                         \n\n          Kit hesitates.\n\n                         \n\n                         HARVEY\n\n          It's all right. I can keep watch on the stairs.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nKit hesitates. HARVEY\n\n          It's all right. I can keep watch on the stairs. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Rob ho1ds out his hand to her. She takes it and they walk together\n\n          toward the stairs.\n\n                         \n\n          INT. MUFFY' S BEDROOM - NIGHT\n\n                         \n\n          Muffy enters, closes the door quietly and locks it behind her. She\n\n          crosses to her bed, slowly sits down and loses herself in troubled\n\n          thought about everything that is going on.\n\n                         \n\n          INT. MAIN STAIRWAY ­ NIGHT\n\n                         \n\n          Harvey steps up to the halfway landing and sits down. He looks above,\n\n          looks below, then opens a magazine and begins thumbing through it.\n\n                         \n\n          INT. NIKKI'S ROOM - NIGHT\n\n                         \n\n          Nikki's suitcase is open on the bed, and she is moving nervously about\n\n          the room, gathering her things and cramming them into it.\n\n                         \n\n                         CHAZ\n\n          Nikki, come on...\n\n                         NIKKI\n\n          What do you mean, Nikki, come on? Don't give me any of this Nikki,\n\n          come on.\n\n                         \n\n                         CHAZ\n\n          What are you doing?\n\n                         \n\n                         NIKKI\n\n          Look, stay if you like. Lock your door. Dig a trench. Hang out. But\n\n          once I leave this place, I'm never coming back.\n\n                         \n\n          She walks out the door, and Chaz follows her to...\n\n                         \n\n          INT. UPSTAIRS HALL - SAME\n\n                         \n\n          They cross the hall.\n\n                         \n\n                         CHAZ\n\n          (catching up to her)\n\n          We're all supposed to stay together here.\n\n                         \n\n                         NIKKI\n\n          Yeah, that's been real effective...\n\n                         \n\n          She goes into...\n\n                         \n\n          INT. BATHROOM - SAME\n\n                         \n\n          ...and starts to collect all her stuff from in here. Chaz comes in\n\n          behind her.\n\n                         \n\n                         CHAZ\n\n          So what are you going to do? Just waltz on down to the pier. By\n\n          yourself. Check your bag with the porter. Then wait for an ocean liner\n\n          to happen by and pick you up. Is that it?\n\n                         \n\n          NIKKI,\n\n          (pushing past him)\n\n          I can't stay here any longer.\n\n                         \n\n          She goes back out into the hallway. Chaz follows.\n\n                         \n\n          INT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe goes back out into the hallway. Chaz follows. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n UPSTAIRS HALL - SAME\n\n                         \n\n          as they cross back to Nikki's bedroom.\n\n                         \n\n                         CHAZ\n\n          What if the Constable never even comes?\n\n                         \n\n                         NIKKI\n\n          Then I'll swim all the way back to the mainland... I can be strong if\n\n          I have to.\n\n          INT. NIKKI'S ROOM - NIGHT\n\n                         \n\n          as they re-enter.\n\n                         \n\n                         CHAZ\n\n          Look, just relax--\n\n                         \n\n                         NIKKI\n\n          Three people are dead and you're telling me to relax?\n\n                         CHAZ\n\n          Nikki, now just hold on a minute, and look at me. Look at me.\n\n                         \n\n          She stops and looks at him.\n\n                         \n\n          CHAZ (CONT.)\n\n          Now, am I nervous? Yes. Maybe even a little bit scared? Yes.\n\n          Am I running around like a chicken with its head cut off?\n\n                         \n\n                         NIKKI\n\n          Nice image.\n\n                         \n\n                         CHAZ\n\n          No.\n\n                         (BEAT)\n\n          I mean, come on, babe. Lighten up a little, huh?\n\n                         \n\n          He quickly slips the S&amp;M mask over his head, clowning around.\n\n                         \n\n          CHAZ (CONT.)\n\n                         (MUFFLED)\n\n          Look at this. What, me worry?\n\n                         \n\n                         NIKKI\n\n          Very funny, Chaz.\n\n                         \n\n                         CHAZ\n\n                         (MUFFLED)\n\n          You've got to look on the bright side of things. Everything'll be all\n\n          right... Huh? Huh?\n\n                         \n\n                         NIKKI\n\n          Don't be a jerk.\n\n                         \n\n                         CHAZ\n\n                         (MUFFLED)\n\n          Oh. Now I'm turning you on. Right?\n\n                         \n\n          NIKKI,\n\n          Take that thing off.\n\n                         CHAZ\n\n                         (MUFFLED)\n\n          Why? I kind of like it in here.\n\n          (moving blindly toward her)\n\n          Kiss me, you savage she-devil.\n\n                         \n\n                         NIKKI\n\n          Get out of here.\n\n                         \n\n          She pushes him and he falls backward across the bed.\n\n                         \n\n                         CHAZ\n\n                         (MUFFLED)\n\n          Ooooh, stop it some more. I love it when you're rough.\n\n                         \n\n          She turns and goes out of the room again. Chaz remains lying across\n\n          the bed.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nI love it when you're rough. She turns and goes out of the room again. Chaz remains lying across\n\n          the bed. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         CHAZ\n\n                         (MUFFLED)\n\n          Course it would help a little if I could breathe in here. For when\n\n          things start to get really passionate.\n\n                         (BEAT)\n\n          Nikki?\n\n                         \n\n          CAMERA FRAMES the open bedroom window for a beat. The curtains luff\n\n          slightly in response to a gentle breeze wafting in.\n\n                         \n\n          INT. UPSTAIRS HALL - MOMENTS LATER\n\n                         \n\n          Nikki comes down the hall with some more clothes on her arm. She\n\n          arrives at her door, opens it (she had not closed it the last time she\n\n          went out), and goes inside.\n\n                         \n\n          INT. NIKKI'S ROOM - SAME\n\n          Chaz is still lying across the bed as last seen, except that now his\n\n          hands cover his crotch.\n\n                         \n\n                         NIKKI\n\n                         (NOTICING)\n\n          Real subtle, Chaz.\n\n                         \n\n          She continues packing, moving around the room.\n\n                         \n\n          NIKKI (CONT.)\n\n          Now I'm supposed to throw off my clothes and jump on you? Just wind\n\n          her up and watch her go? You've got a lot to learn, buddy.\n\n                         \n\n          No response. Chaz lies perfectly still. Not even his chest appears to\n\n          be moving.\n\n                         NIKKI\n\n          (looking at his crotch again)\n\n          What is this? Show and tell?\n\n                         (BEAT)\n\n          I'll show you mine if you show me yours?\n\n                         (BEAT)\n\n          Well, forget it... You may as well just stick it back in your pants.\n\n                         (BEAT)\n\n          Chaz?... Chaz?\n\n                         (NO ANSWER)\n\n          Say something, goddammit!\n\n                         \n\n          She swats his hands away from his crotch. Beneath them, on his pants,\n\n          is a slowly growing blood stain.\n\n                         \n\n          Nikki gasps, her mouth contorting into a scream that will not come.\n\n          She turns suddenly in response to .a NOISE O.S., and sees a DARK\n\n          FIGURE stepping out from behind the slowly closing bedroom door.\n\n                         \n\n          INT . ATTIC STAIRS - NIGHT\n\n                         \n\n          It is almost pitch black. O.S. there is the sound of a lightswitch\n\n          being flicked on and off.\n\n                         \n\n          ROB (O.S.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nS. there is the sound of a lightswitch\n\n          being flicked on and off. ROB (O. S. \n\nTARGET SECTION TO BE ANNOTATED:\n          No lights.\n\n                         \n\n          Suddenly a flashlight beam pierces the darkness, and Rob and Kit can\n\n          now be seen ascending the stairs to the attic.\n\n                         \n\n          INT. ATTIC - NIGHT\n\n                         \n\n          ...as they arrive at the top. Rob sweeps the one large room with her\n\n          flashlight. Piles of old furniture are stacked here and there, covered\n\n          with grimy sheets.\n\n                         \n\n                         KIT\n\n          No one's been up here in years.\n\n                         \n\n          Rob crosses to the garret windows overlooking the sound.\n\n                         \n\n          PAUSE.\n\n                         \n\n                         KIT\n\n          Can you see him?\n\n                         \n\n                         ROB\n\n          NO. There must not be a light on the boat.\n\n                         \n\n                         KIT\n\n          Or... he's chosen not to use it.\n\n                         ROB\n\n          Kit? He said something else on the phone, about Muffy.\n\n                         \n\n                         KIT\n\n          What?\n\n                         \n\n                         ROB\n\n          He said not to trust anybody. That's why we were to stay together. No\n\n          one was to be left alone with anyone else... Then he said, especially\n\n          not with Muffy.\n\n                         \n\n                         KIT\n\n          So that's why you let her go upstairs?\n\n                         \n\n                         ROB\n\n          That's why I let her go.\n\n                         \n\n                         KIT\n\n                         (BEAT)\n\n          What did he mean by that?\n\n                         \n\n                         ROB\n\n          I don't know. He wouldn't explain it.\n\n                         \n\n                         KIT\n\n          But that's ridiculous...\n\n                         \n\n                         ROB\n\n          Is it? He's known her longer than we have.\n\n                         \n\n          He sweeps the flashlight back toward the stairs.\n\n                         \n\n                         KIT\n\n          Rob, wait a minute. What's that?\n\n                         \n\n                         ROB\n\n          Where?\n\n                         \n\n          She takes the flashlight from him and aims it on something near the\n\n          door--the Barbie and Ken dolls from the previous night's dinner.\n\n                         \n\n                         ROB\n\n          It's just the dolls.\n\n                         \n\n                         KIT\n\n          She's been up here.\n\n                         \n\n                         ROB\n\n          So?\n\n          She moves toward them while Rob stays by the windows looking out. As\n\n          she gets closer to the dolls, however, Kit realizes that they have not\n\n          just been stuck there haphazardly.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nROB\n\n          So? She moves toward them while Rob stays by the windows looking out. As\n\n          she gets closer to the dolls, however, Kit realizes that they have not\n\n          just been stuck there haphazardly. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         KIT\n\n                         (ALARMED)\n\n          Rob?\n\n                         \n\n          Rob comes over to join her as we CUT TO:\n\n                         \n\n                         HER POV\n\n                         \n\n          of the dolls as the flashlight moves across them, slowly revealing\n\n          them one by one. The last to be seen are a Barbie and the heads of two\n\n          Kens stuck in a bowl of water.\n\n                         \n\n          ROB AND KlT\n\n                         \n\n          staring at them, frightened and astonished.\n\n                         \n\n                         ROB\n\n          Jesus...\n\n                         \n\n                         KIT\n\n                         (LOSING IT)\n\n          Rob? . . .\n\n                         \n\n                         ROB\n\n          It's Arch and Skip and Nan.\n\n                         \n\n                         KIT\n\n          Rob??...\n\n                         \n\n                         ROB\n\n          Wait...\n\n                         \n\n          He takes the flashlight from her and reveals two more: a Barbie and a\n\n          Ken lying next to each other with no clothes on, both of them\n\n          splattered with bright red nail polish.\n\n                         \n\n                         ROB\n\n          What are these other two?\n\n                         \n\n          Suddenly the room is flooded with light. Rob turns sharply and sees\n\n          outside the window the Constable's flare hanging in the night sky.\n\n                         \n\n                         ROB\n\n          He's here!\n\n                         \n\n          O.S. there is a PISTOL SHOT from downstairs. Kit screams.\n\n                         ROB\n\n          Come on!\n\n                         \n\n          He jumps to his feet, grabs hold of her hand and pulls her with him\n\n          out of the attic.\n\n                         \n\n          INT. UPSTAIRS HALL - NIGHT\n\n                         \n\n          as they come racing down from the attic. Rob heads for the\n\n          main staircase...\n\n                         \n\n                         ROB\n\n          Hal!\n\n                         \n\n          ...while Kit runs down the hall to Nikki's room and flings\n\n          open the door.\n\n                         \n\n                         KIT\n\n          Nikki?\n\n                         \n\n          She isn't there.\n\n                         \n\n          Kit backs into the hallway. Downstairs O.S. she can hear Rob moving\n\n          about, calling for Harvey, but up here all is quiet and threatening.\n\n                         \n\n          She hurries silently down to Chaz' room, opens the door and steps\n\n          inside.\n\n                         \n\n          INT. CHAZ' ROOM - NIGHT\n\n                         \n\n          It is dark again in here, but the video camera is still operating.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe hurries silently down to Chaz' room, opens the door and steps\n\n          inside. INT. CHAZ' ROOM - NIGHT\n\n                         \n\n          It is dark again in here, but the video camera is still operating. \n\nTARGET SECTION TO BE ANNOTATED:\n Kit\n\n          closes the door behind her and leans forward, barely whispering...\n\n                         \n\n                         KIT\n\n          Chaz?... Nikki?...\n\n                         \n\n          She turns on the light and sees the bed, both beds: they are drenched\n\n          in blood.\n\n                         \n\n          Kit reaches for the doorknob. It comes off in her hand.\n\n                         \n\n                         KIT\n\n          Rob!!!\n\n                         \n\n          She's frantically pounding on the door and trying to jam the doorknob\n\n          back in, to get it to work.\n\n                         \n\n          There's a NOISE outside the window. She turns aghast. Suddenly the\n\n          door flies open.\n\n                         ROB\n\n                         (ENTERING)\n\n          I can't find Hal--\n\n                         \n\n          He stops in mid-sentence as he sees the beds. Kit is already through\n\n          the door. Rob follows her out.\n\n                         \n\n          INT. UPSTAIRS HALL . - NIGHT\n\n                         \n\n          Rob is running with her toward the stairs.\n\n                         \n\n                         KIT\n\n          Rob, what about Muffy?\n\n                         \n\n                         ROB\n\n          Forget her!\n\n                         \n\n                         KIT\n\n                         (STOPPING HIM)\n\n          She's my friend!\n\n                         \n\n          She breaks away from him and dashes down to Muffy's door. Rob has no\n\n          choice but to follow her.\n\n                         \n\n                         KIT\n\n                         (KNOCKING)\n\n          Muffy! Muffy!!\n\n                         \n\n          She tries the door, but it's locked.\n\n                         \n\n                         ROB\n\n          (pulling her away)\n\n          Let's go.\n\n                         \n\n          Rounding the corner to the shadowy back stairs, Rob suddenly bumps\n\n          into something, someone there. He screams aloud, dropping his\n\n          flashlight.\n\n                         \n\n          It is Harvey. His body dangles from the rafters high above the top of\n\n          the rear stairs, a thick rope around his neck.\n\n                         \n\n          Now Rob has become unnerved, and it is Kit's turn to take the lead.\n\n                         \n\n                         KIT\n\n          This way!\n\n                         \n\n          And they head back toward the main staircase.\n\n          EXT DOCK. -- NIGHT\n\n                         \n\n          The flarelight wanes. Constable Potter looks up anxiously. Soon he\n\n          will be waiting in darkness . (Unlike the previous night's scene, now\n\n          there are no outdoor lights on here.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT DOCK. -- NIGHT\n\n                         \n\n          The flarelight wanes. Constable Potter looks up anxiously. Soon he\n\n          will be waiting in darkness . (Unlike the previous night's scene, now\n\n          there are no outdoor lights on here. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          EXT. BACK OF THE HOUSE - NIGHT\n\n                         \n\n          Rob and Kit burst out of the dining room as if the house were on fire.\n\n          Kit stops to pull the doors shut behind them.\n\n                         \n\n                         ROB\n\n          (yanking her away)\n\n          Forget the doors!\n\n                         \n\n          Within moments they have crossed the back yard and disappeared into\n\n          the brush leading down to the water.\n\n                         \n\n          EXT. PATHWAYS - NIGHT\n\n                         \n\n          The night is a landscape of terror. As Rob and Kit race through the\n\n          darkness, the forest seems to fold in on top of them, completely\n\n          enclosing them within itself.\n\n                         \n\n          EXT. DOCK - NIGHT\n\n                         \n\n          They arrive at the water's edge and slow down abruptly. Though they\n\n          can see Potter's boat rocking gently in the water, moored to the dock,\n\n          they cannot make out any sign of the Constable.\n\n                         \n\n                         ROB\n\n          (in guarded approach)\n\n          Constable... Mr. Potter?\n\n                         \n\n          No answer. The silence is chilling. They proceed out onto the dock.\n\n          They come to the boat.\n\n                         \n\n                         ROB\n\n                         (WHISPERING)\n\n          If there's another flare, we can signal him.\n\n                         \n\n                         KIT\n\n          Maybe he went on to the house.\n\n                         \n\n          Rob unlashes the mooring, grabbing hold of the line to pull the boat\n\n          in. It won't budge, the line snagged in the water where it dips in.\n\n          Rob tugs harder, freeing something to the surface.\n\n                         \n\n                         CLOSE ANGLE\n\n                         \n\n          It is Constable Potter, his body turning once before sinking again\n\n          under its tethered weights.\n\n          An animal cries out behind them. Rob wastes no more time, pulling the\n\n          rope and the boat quickly toward them. They jump in.\n\n                         \n\n          There is a flashlight in the toolbox. Rob grabs it, shining it onto\n\n          the controls. But there's no key in the ignition, and no other way to\n\n          start it.\n\n                         \n\n                         ROB\n\n          Shit... no key!\n\n                         \n\n          Kit, meanwhile, picks up the LETTER that's lying on the bottom of the\n\n          boat.\n\n                         \n\n                         KIT\n\n          Rob!\n\n                         \n\n          He turns.\n\n                         \n\n          KIT (cont.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nKIT\n\n          Rob! He turns. KIT (cont. \n\nTARGET SECTION TO BE ANNOTATED:\n          Look!\n\n                         \n\n          She presses it into his hands. He shines the flashlight.\n\n                         \n\n                         CLOSER ANGLE\n\n                         \n\n          Its waterstained, but still legible... The letterhead reads, 'STATE\n\n          HOSPITAL FOR THE CRIMINALLY INSANE,' and it is dated 'MARCH 31,'\n\n          addressed to Potter, and reads:\n\n                         \n\n                         RETURN ANGLE\n\n                         \n\n                         ROB\n\n          \"...Pursuant to our previous communication, please be advised that the\n\n          patient under discussion has still not been found and returned to\n\n          custody, and it now believed to be attempting to return to her home in\n\n          your jurisdiction. If encountered, exercise extreme caution and notify\n\n          us immediately, as Miss St. John has ·been a patient here for three\n\n          years and is still considered incorrigibly unstable and extremely\n\n          dangerous...\"\n\n                         \n\n          Kit looks up, frantic.\n\n                         \n\n                         KIT\n\n          Miss .St. John? What's it talking about? Muffy hasn't been in any\n\n          state mental institution for the last three years -- she's been at\n\n          Vassar!\n\n                         \n\n                         ROB\n\n          I don't know... but we've gotta get this boat started.\n\n                         KIT\n\n          How?\n\n                         \n\n                         ROB\n\n          The house. Didn't Muffy say there was another key back in the kitchen?\n\n                         \n\n                         KIT\n\n                         (IN DREAD)\n\n          Oh, no...\n\n                         \n\n                         ROB\n\n          We've got no choice.\n\n                         \n\n                         KIT\n\n          I know.\n\n                         \n\n                         ROB\n\n          Shit.\n\n                         \n\n                         PAUSE\n\n                         \n\n                         KIT\n\n          Rob?\n\n                         \n\n                         ROB\n\n          Huh?\n\n                         \n\n                         KIT\n\n          Rob, I really don't want to go back there.\n\n                         \n\n                         ROB\n\n          I know.\n\n                         \n\n                         KIT\n\n          Shit.\n\n                         \n\n          Another pause. Neither one is making the move to go.\n\n                         \n\n                         ROB\n\n          I'd have you stay here, but--\n\n                         \n\n                         KIT\n\n          No.\n\n                         \n\n                         ROB\n\n                         (BEAT)\n\n          Listen, Kit, we'll get out of here, I promise you. We've been through\n\n          so much together...\n\n                         \n\n          She has started to cry softly.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nROB\n\n                         (BEAT)\n\n          Listen, Kit, we'll get out of here, I promise you. We've been through\n\n          so much together... She has started to cry softly. \n\nTARGET SECTION TO BE ANNOTATED:\n          ROB (cont.)\n\n          ...it isn't going to end here.\n\n                         \n\n                         KIT\n\n                         (BEING BRAVE)\n\n          Okay.\n\n                         \n\n          He kisses her. Pause.\n\n                         \n\n                         ROB\n\n          Well...\n\n                         \n\n                         KIT\n\n          Yeah...\n\n                         \n\n                         ROB\n\n          Let's go.\n\n                         \n\n                         KIT\n\n          Let's go.\n\n                         \n\n                         ROB\n\n          Let's go.\n\n                         \n\n          Brief pause, then he turns to go.\n\n                         \n\n                         ROB\n\n          Shit...\n\n                         \n\n          They move slowly off the dock.\n\n                         \n\n          EXT. GROUNDS OF HOUSE - NIGHT\n\n                         \n\n          Rob and Kit move up to the shrubbery skirting the back lawn and gaze\n\n          across at the house. It is completely dark within and remains wrapped\n\n          in silence as before.\n\n                         \n\n                         KIT\n\n          Rob, look! The doors. They've been closed.\n\n                         \n\n          Sure enough, the doors they come out by minutes ago, the ones they\n\n          didn't stop to close, are now shut tight.\n\n                         \n\n                         ROB\n\n          Come on.\n\n                         \n\n          They move stealthily through the bushes around to the side of the\n\n          house. They stop.\n\n                         \n\n                         ROB\n\n          There.\n\n          He is pointing toward the open basement window across a thirty foot\n\n          space of clear lawn.\n\n                         \n\n                         ROB\n\n          That's how we're going in.\n\n                         \n\n          Kit swallows hard.\n\n                         \n\n          She nods.\n\n                         \n\n                         ROB\n\n          Are you with me?\n\n                         \n\n          They break from their cover and run, keeping low, to the side of the\n\n          house. Rob peers through the window into the darkness inside , pushes\n\n          the transom all the way open, and then drags himself through on his\n\n          belly.\n\n                         \n\n          INT. BASEMENT - NIGHT\n\n                         \n\n          He drops to the floor, turning to give Kit a hand. She enters the\n\n          same, dusting herself off next to him. Rob turns on the flashlight,\n\n          using it cautiously.\n\n                         \n\n                         ROB\n\n          (moving through darkness)\n\n          The stairs... Where are the stairs?...",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nRob turns on the flashlight,\n\n          using it cautiously. ROB\n\n          (moving through darkness)\n\n          The stairs... Where are the stairs?... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         KIT\n\n          What's that?\n\n                         \n\n          They pause, hearing\n\n                         \n\n          DRIPPING SOUNDS in the darkness , comi ng from the depths of the\n\n          utility room.\n\n                         \n\n          Rob leads the way, cautiously, toward the sound.\n\n                         \n\n          INT . UTILITY ROOM\n\n                         \n\n          The flashlight cuts through the dark, revealing the tap DRIPPING in\n\n          the tub.\n\n                         \n\n          Before, the tub was clean. NOW, however, stubborn crimson STAINS smear\n\n          the basin, like blood that has refused to be washed away. Other stains\n\n          darken the floor.\n\n                         \n\n                         REVERSE ANGLE\n\n                         \n\n          Kit's eyes widen in growing horrow. Rob turns the beam toward the\n\n          stains that track across the floor, following them.\n\n                         KIT\n\n                         (FEARFULLY)\n\n          Rob...\n\n                         \n\n          INT. BASEMENT\n\n                         \n\n          The trail leads out of the utility room to the large, cast-iron\n\n          incinerator. Rob steps forward, slowly opening its door, angling the\n\n          beam inside.\n\n                         \n\n          THEIR POV - INCINERATOR\n\n                         \n\n          Inside, Muffy's characteristic attire -- the clothes we saw her\n\n          wearing yesterday after their arrival -- lie stuffed inside, bloodied\n\n          and charred.\n\n                         \n\n                         KIT\n\n          Muffy's clothes...\n\n                         \n\n                         ROB\n\n                         (PUZZLED)\n\n          I don't get it.\n\n                         \n\n          The beam momentarily sweeps the wall next to Kit. She sees something.\n\n                         \n\n                         KIT\n\n          (an urgent whisper)\n\n          Rob!\n\n                         \n\n          She gets him to turn the beam back to the wall where she is. She helps\n\n          train it on what she saw.\n\n                         \n\n          POV - THE WALL\n\n                         \n\n          It is a growth ·chart that has been marked in ink faded over the\n\n          years. There are growth measurements for 'MUFFY'... and for ·a child\n\n          named 'BUFFY\"... with similar heights on similar dates.\n\n                         \n\n          RETURN ON KIT\n\n                         \n\n          She gasps, finally connecting it.\n\n                         \n\n                         KIT\n\n          Oh, god... oh no!...\n\n                         \n\n          He doesn't yet understand.\n\n                         \n\n                         KIT\n\n          ...the picture of the girls in the study... the letter...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nKIT\n\n          Oh, god... oh no!... He doesn't yet understand. KIT\n\n          ...the picture of the girls in the study... the letter... \n\nTARGET SECTION TO BE ANNOTATED:\n what the\n\n          Constable was trying to tell you... It's not Muffy it's her twin\n\n          sister, Buffy! She has a twin sister!\n\n          Rob's eyes have a glazed look. They are fixed somewhere else.\n\n                         \n\n                         KIT\n\n          Rob, don't you see?\n\n                         (BEAT)\n\n          Rob?\n\n                         \n\n          She follows his look and sees, on the wall near the growth chart, that\n\n          he has trained his flashlight beam on the eyeless portrait from the\n\n          night before. Only now, there are REAL EYES BEHIND THE PAINTING,\n\n          STARING OUT AT THEM.\n\n                         \n\n                         KIT\n\n                         (HUSHED)\n\n          Rob!\n\n                         \n\n          He casts about for a weapon, coming up with a length of lead pipe.\n\n                         \n\n                         ROB\n\n          Pull it away...\n\n                         \n\n                         KIT\n\n          (too frightened to move)\n\n          Rob?\n\n                         \n\n                         ROB\n\n          Pull it away!\n\n                         \n\n          They advance together on the painting, Rob keeping his flashlight on\n\n          the eyes the entire time. Kit slowly reaces out, lifts the painting\n\n          from the wall and drops it, jumping back... just as MUFFY'S HEAD rolls\n\n          forward from a shelf behind the painting, right into Kit's lap!\n\n                         \n\n          Kit screams as she bobbles the head in her hands like a hot potato,\n\n          trying to get rid of it.\n\n                         \n\n          Suddenly a loud NOISE slams at the basement window. Rob grabs Kit,\n\n          covering her mouth and snapping off .the flashlight. The head falls to\n\n          the. floor at their feet. They turn...\n\n                         \n\n                         THEIR POV\n\n                         \n\n          ...just in time to see the window they entered being nailed shut from\n\n          the outside. All else they can make out are Buffy's hands and her\n\n          tell-tale nurse shoes. Then these two move of sight around the outside\n\n          of the house.\n\n                         \n\n                         BASEMENT\n\n                         \n\n          Rob clicks on the beam in the direction they went and sees the stairs.\n\n          They race to them, up them, the door to the pantry is not locked. It\n\n          gives way under Rob's pressure.\n\n                         \n\n          INT. PANTRY ­ NIGHT\n\n                         \n\n          Kit scrambles up behind him. They can hear Buffy outside in the yard\n\n          APPROACHING the kitchen door.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. PANTRY ­ NIGHT\n\n                         \n\n          Kit scrambles up behind him. They can hear Buffy outside in the yard\n\n          APPROACHING the kitchen door. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          INT. KITCHEN - NIGHT\n\n                         \n\n          Rob and Kit hurry in. Rob searches frantically for the key board.\n\n                         \n\n                         ROB\n\n          The boat key... it's gotta be here...\n\n                         \n\n          His flashlight sweeps the walls of shelves. Suddenly, Buffy is at the\n\n          kitchen door. Though the door in locked, there's no bolt or chain to\n\n          fully secure it. The knob RATTLES furiously under Buffy's grip, the\n\n          door SHUDDERS.\n\n                         \n\n          Rob spots a walk-in cupboard. He hurries to it. Kit gropes along the\n\n          shelves, searching the objects hanging along the distant wall.\n\n                         \n\n                         KITCHEN DOOR\n\n                         \n\n          A long, ugly-looking knife blade slips in through the crack in the\n\n          door. Buffy is using it to try to pry open the door.\n\n                         \n\n                         CUPBOARD\n\n                         \n\n          Rob opens the door. Success. His beam falls on the key board on the\n\n          inner wall.\n\n                         \n\n                         ROB\n\n          Kit... I\n\n                         \n\n          He steps in, following his beam into the darkness. The cupboard door\n\n          SLAMS shut behind him. He turns, trapped.\n\n                         \n\n          CLOSE ANGLE - KITCHEN DOOR\n\n                         \n\n          The door springs open.\n\n                         \n\n                         KITCHEN\n\n                         \n\n          Kit spins, crying out as she sees:\n\n                         \n\n                         HER POV\n\n                         \n\n          The shadowed figure of BUFFY, barefooted, disheveled, in a smock,\n\n          dagger in hand. She advances, breathing heavily.\n\n                         KIT\n\n                         \n\n          stumbles back desperately.\n\n                         \n\n                         KIT\n\n          No...\n\n                         \n\n          INT. CUPBOARD\n\n          Rob is desperately trying to break out, but the door won't open.\n\n                         \n\n                         ROB\n\n          Kit! Let me out! Let me out of here! Kit!!\n\n                         \n\n          He is kicking the door, hurling himself at the door, but all to no\n\n          effect. He barely has room to maneuver.\n\n                         \n\n          KIT (O.S.)\n\n          Rob!!!\n\n                         \n\n          INT. KITCHEN\n\n          Kit turns to Rob's voice, takes a step toward the cupboard, but\n\n          suddenly Buffy is there, cutting her off.\n\n                         \n\n          Kit backes away, into the dining room.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. KITCHEN\n\n          Kit turns to Rob's voice, takes a step toward the cupboard, but\n\n          suddenly Buffy is there, cutting her off. Kit backes away, into the dining room. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          INT. CUPBOARD\n\n                         \n\n                         ROB\n\n                         (POUNDING FUTILELY)\n\n          Kit! Run, Kit, run!\n\n                         \n\n          INT. DINING ROOM\n\n                         \n\n          Kit reels back under Buffy's steady advance. Kit can't see her clearly\n\n          in the dim light, but she can make out, beneath Buffy's wild, stringy,\n\n          dangling hair, the madness, the likeness of Muffy -- the familiar face\n\n          somehow twisted by hate and madness into a stiff, hideous, unnatural\n\n          deformation.\n\n                         \n\n          Buffy closes in, readying the long, greedy knife.\n\n                         \n\n          INT. CUPBOARD\n\n                         \n\n          Rob, still struggling, knows Kit is about to die.\n\n                         \n\n                         ROB\n\n          Kit! I love you!\n\n                         \n\n          INT . DINING R.OOM\n\n                         \n\n          Cornered, helpless, Kit stumbles back toward the closed double doors\n\n          that lead to the living room.\n\n                         KIT\n\n          Buffy?... please, we didn't mean any harm... we're leaving... we just\n\n          want to go home... please... please...\n\n                         \n\n          Buffy raises the dagger in hand.\n\n                         \n\n          INT. CUPBOARD\n\n                         \n\n          No longer trying to escape. It's hopeless.\n\n                         \n\n                         ROB\n\n          (for all he's worth)\n\n          Kit! I love you! I love you, Kit!\n\n                         \n\n          A man's HAND reaches out from the side, lightly touching Rob's\n\n          shoulder. Rob jumps, turning.\n\n                         \n\n                         ANGLE\n\n                         \n\n          It is Buck, standing practically right beside him, staring at Rob. His\n\n          face is the same bloody, hideous mess it was the day before, after the\n\n          accident.\n\n                         \n\n          Rob screams.\n\n                         \n\n                         BUCK\n\n          I love you too, babe.\n\n                         \n\n          Rob swings at him, but only succeeds in smashing his knuckles against\n\n          the door.\n\n                         \n\n          Buck grabs him and violently plants a kiss on his cheek.\n\n                         \n\n          INT. DINING ROOM\n\n                         \n\n          Kit slams back against the double doors, nowhere to go.\n\n                         \n\n                         KIT\n\n          No... Oh, God...\n\n                         \n\n          and Buffy strikes. The knife jabs into the door, close to Kit's head.\n\n          Kit gasps, momentarily spared.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nand Buffy strikes. The knife jabs into the door, close to Kit's head. Kit gasps, momentarily spared. \n\nTARGET SECTION TO BE ANNOTATED:\n She pushes apart the double doors and\n\n          stumbles back into...\n\n                         \n\n          INT. LIVING ROOM\n\n                         \n\n          All the lights are on, and when Kit takes her eyes off Buffy long\n\n          enough to find out why, she discovers everyone is here -- Skip, Chaz,\n\n          Nikki, Arch, Harvey, Nan, even the Constable and the ferryman. They\n\n          sit or casually stand, quietly talking or reading magazines, taking no\n\n          notice of her whatsoever.\n\n          INT. CUPBOARD\n\n                         \n\n          Rob is screaming uncontrollably. Buck calmly peels all the blood and\n\n          gore right off his face and slaps in onto Rob. Rob keeps screaming.\n\n          Then Buck reaches out and unlatches the door. It was right there the\n\n          whole time.\n\n                         \n\n          INT. LIVING ROOM\n\n                         \n\n          Kit is totally bewildered...\n\n                         \n\n                         KIT\n\n                         (LOOKING AROUND)\n\n          What.... ?\n\n                         \n\n          Then she looks back at Buffy who steps into the living room, and\n\n          smiling, holds up the knife and plunges it into her own hand. The\n\n          blade is retractable.\n\n                         \n\n                         KIT\n\n          (wrought with emotion)\n\n          Oh, fuck you!! Fuck you, you guys!!\n\n                         \n\n          Suddenly everyone in the room comes to life, roaring with laughter.\n\n                         \n\n          INT. KITCHEN\n\n                         \n\n          Rob stumbles out of the cupboard, Buck's gory make-up still stuck to\n\n          his face.\n\n                         \n\n                         ROB\n\n          Kit! !\n\n                         \n\n          Still frightened and confused, Rob hasn't put it together yet. He runs\n\n          out of the kitchen...\n\n                         \n\n          INT LIVING ROOM\n\n                         \n\n          ...through the dining room and into the living room where he stops\n\n          dead cold upon seeing everybody.\n\n                         \n\n                         \n\n                         ROB\n\n          Ki--!\n\n                         \n\n          The group laughs louder at the sight of him. Buck walks up behind Rob\n\n          and claps him on the shoulder. Rob jumps and screams involuntarily.\n\n          The group laughs louder still...\n\n          INT. LIVING ROOM -- MOMENTS LATER\n\n                         \n\n          Muffy is wiping off the last of her \"Buffy\" make-up.\n\n                         \n\n                         MUFFY\n\n          You guys are really terrific. I love you all.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIVING ROOM -- MOMENTS LATER\n\n                         \n\n          Muffy is wiping off the last of her \"Buffy\" make-up. MUFFY\n\n          You guys are really terrific. I love you all. \n\nTARGET SECTION TO BE ANNOTATED:\n And I thank you from\n\n          the bottom of my heart for being such good sports.\n\n                         \n\n                         ROB\n\n                         (STILL SHAKEN)\n\n          Oh, sure. Quite welcome. Any time.\n\n                         \n\n          He sits, or rather lands, on the sofa next to Kit.\n\n                         \n\n          Laughter.\n\n                         \n\n                         MUFFY\n\n          Rob, you and Kit, you two were the best. You figured it all\n\n          out. The clues really worked.\n\n                         \n\n                         ROB\n\n          What clues?\n\n                         \n\n                         KIT\n\n          What's this all about? And don't anyone say \"April Fool's\" or I'll\n\n          smack them in the teeth.\n\n                         \n\n                         MUFFY\n\n          How about if I told you it was the script for a weekend special\n\n          that's going to help me keep this house...\n\n                         \n\n          Rob and Kit stare, mystified.\n\n                         \n\n                         MUFFY\n\n                         (SMILING)\n\n          Look, next month I get the house as part of my inheritance, it's true,\n\n          but only if I can show my father that it can carry itself... what with\n\n          taxes and expenses. Otherwise, he'll just sell it out of the family.\n\n          So, I'm planning on turning it into a country inn. Not just another\n\n          stuffy old run-of-the-mill country inn, but one that specializes in\n\n          offering once-in-a lifetime Whodunit Weekends. I needed a rehearsal. I\n\n          had to try out the idea on somebody.\n\n                         \n\n                         ROB\n\n                         (TO OTHERS)\n\n          And you guys played along?\n\n                         \n\n                         ARCH\n\n          Don't look at me!\n\n                         \n\n                         NIKKI\n\n          We all got sucked in just as bad as you!\n\n                         MUFFY\n\n          Once they were killed off, yes. Everybody had to cooperate. Otherwise,\n\n          none of it would have worked!\n\n                         \n\n                         ROB\n\n          So I guess there's no crazy twin sister Buffy?\n\n                         \n\n                         MUFFY\n\n          Oh, there's a crazy twin all right, but his name isn't Buffy.\n\n                         \n\n                         NIKKI\n\n          His name?\n\n                         \n\n          Muffy smiles, directing attention toward \"cousin\" Skip.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nMUFFY\n\n          Oh, there's a crazy twin all right, but his name isn't Buffy. NIKKI\n\n          His name? Muffy smiles, directing attention toward \"cousin\" Skip. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         CHAZ\n\n          Skip?!\n\n                         \n\n                         KIT\n\n          He's your brother?!\n\n                         \n\n                         ARCH\n\n          You bastard, you were in on the whole deal, too.\n\n                         \n\n                         SKIP\n\n                         (PROTESTING)\n\n          Only the set-up. Muffy told me to say I was her cousin and to pull\n\n          that prank on the ferry. I had no idea what was going to happen with\n\n          Buck.\n\n                         \n\n                         MUFFY\n\n                         (INTRODUCING)\n\n          Buck Williams. make-up artist par excellence, from Hollywood.\n\n                         \n\n          Buck reaches down and tosses Arch's decapitated head to him.\n\n                         \n\n                         BUCK\n\n          Here, catch.\n\n                         \n\n          Arch bobbles the head nervously. The others laugh.\n\n                         \n\n                         BUCK\n\n          Just some old props I redressed with the help of photographs Muffy\n\n          sent me.\n\n                         \n\n                         NIKKI\n\n          It sure fooled me.\n\n                         \n\n                         ARCH\n\n                         (TO SKIP)\n\n          So what castle are you going to inherit?\n\n                         CONSTABLE POTTER\n\n                         (CRITICALLY)\n\n          Well, first he's got to prove he can manage his own allowance.\n\n                         \n\n                         KIT\n\n          (to the Constable)\n\n          Which means, I guess, that you're no constable either.\n\n                         \n\n                         MUFFY\n\n          Kit Graham, meet my Uncle Frank St. John of St. John et Freres, Wall\n\n          Street.\n\n                         \n\n          Uncle Frank smiles and waves at Kit, but Harvey steps right over to\n\n          him and starts pumping his hand.\n\n                         \n\n                         HARVEY\n\n          Hi! Harvey \"Hal\" Edison, Jr. Pleased to meet you, sir.\n\n                         \n\n                         MUFFY\n\n          Usually we don't even see Uncle Frank in the summer, he's so busy.\n\n          But this time he made an exception.\n\n                         UNCLE FRANK\n\n          I haven't had this much fun since my Hasty pudding Show sophomore year\n\n          at Harvard. God, lowe you kids!\n\n                         \n\n                         FERRYMAN CAL\n\n                         (EAGERLY)\n\n          How'd I do? I never did no acting before. Boy, was I shaking!\n\n                         \n\n                         MUFFY\n\n          Cal's our regular ferryman between the mainland and the islands around\n\n          here...",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nI never did no acting before. Boy, was I shaking! MUFFY\n\n          Cal's our regular ferryman between the mainland and the islands around\n\n          here... \n\nTARGET SECTION TO BE ANNOTATED:\n but I thought he was up to the dramatic challenge.\n\n                         (BEAT: SMILING)\n\n          Well, that's it. Now you know it all.\n\n                         \n\n                         NIKKI\n\n          We have been had.\n\n                         \n\n                         ROB\n\n          You're lucky you didn't get yourself killed.\n\n                         \n\n                         MUFFY\n\n                         (LAUGHING)\n\n          I almost did with Harvey. And who could know there would be a snake\n\n          out in the woods with Arch? But with the paying guests, they'll know\n\n          what they're in for: and the scenario won't be nearly so extreme.\n\n                         \n\n                         UNCLE FRANK\n\n          Otherwise, even Lloyd's of London won't cover you.\n\n                         MUFFY\n\n          ...And I regret that, well, some of those fake clues I planted in the\n\n          bedrooms I guess were taken too seriously. I'm sorry about\n\n          that.\n\n                         \n\n          She avoids looking at Nan so as not to draw attention to her.\n\n                         \n\n          MUFFY (cont.)\n\n          But we had fun, didn't we? I mean, come on.\n\n                         \n\n          She starts passing .out chilled champagne bottles to the men\n\n          to open, and setting up glasses on a sideboard.\n\n                         \n\n          MUFFY (cont.)\n\n          I know I'll never forget this weekend for as long as I live.\n\n                         \n\n                         ARCH\n\n          You're telling me. Man, when I was swinging around out there in the\n\n          woods, I nearly crapped my pants.\n\n                         \n\n                         CAL\n\n          What do you mean, nearly? I was there, remember?\n\n                         \n\n          Silence. Arch turns red.\n\n                         \n\n                         CHAZ\n\n                         (QUIETLY)\n\n          Arch? You browned your trousers?\n\n                         \n\n                         ARCH\n\n                         (BEAT; STAMMERING)\n\n          Well... I...\n\n                         \n\n                         UNCLE FRANK\n\n                         (GOOD-NATUREDLY)\n\n          It's all right, Arch. They'll be out of the dryer soon.\n\n                         \n\n          Suddenly everyone roars with laughter. Champagne corks start popping,\n\n          and before you know it, the scene is resembling the locker room of the\n\n          winning team of a championship series.\n\n                         \n\n          INT. DINING ROOM - MORNING\n\n                         \n\n          Breakfast. Spirits are high. Friendships rekindled, and the spread is\n\n          incredible.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nDINING ROOM - MORNING\n\n                         \n\n          Breakfast. Spirits are high. Friendships rekindled, and the spread is\n\n          incredible. \n\nTARGET SECTION TO BE ANNOTATED:\n Muffy enters with a fresh basket of piping hot biscuits.\n\n          Only Nikki, Harvey, and Cal are not present.\n\n                         \n\n                         ARCH\n\n          Great ham.\n\n                         \n\n                         BUCK\n\n          Great eggs.\n\n                         CHAZ\n\n                         (TEASING)\n\n          Just what we need. Another country inn.\n\n                         \n\n                         UNCLE FRANK\n\n          Well, if the food's any indication, it's already half-way there.\n\n                         \n\n                         SKIP\n\n          Pass the toxic wastes, please.\n\n                         \n\n          Uncle Frank frowns at Skip as Cal enters.\n\n                         \n\n                         CAL\n\n                         (PLEASANTLY)\n\n          The St. John Island Bar Harbor ferry leaves in thirty minutes. No\n\n          stragglers, please.\n\n                         \n\n          INT. KITCHEN - MORNING\n\n                         \n\n          Rob and Kit are the first ones in, busing their dishes.\n\n                         \n\n                         ROB\n\n          Boy, what a difference being alive makes.\n\n                         \n\n                         KIT\n\n                         (TURNS; SOFTLY)\n\n          I don't care what Columbia says about you.\n\n                         \n\n                         ROB\n\n          I do.\n\n                         \n\n                         KIT\n\n                         (BEAT)\n\n          Is this the road to med school?\n\n                         \n\n                         ROB\n\n          I think it is. I'm going to try.\n\n                         \n\n          He takes her by the hand and gazes at her.\n\n                         \n\n                         ROB\n\n          But if I make it or not, no matter what happens, we'll be together?\n\n          You and me?\n\n                         \n\n                         KIT\n\n                         (QUIETLY)\n\n          If that's what you want.\n\n                         \n\n                         ROB\n\n                         (HUGGING HER)\n\n          That's what I want.\n\n          Muffy enters with a stack of dishes, followed by Nan who quietly sets\n\n          her plate on the counter and leaves.\n\n                         \n\n                         MUFFY\n\n          Where's Nikki?\n\n                         \n\n                         KIT\n\n          I don't know. Too much champagne?\n\n                         \n\n          o.s. they hear a muffled cry.\n\n                         \n\n          INT. NIKKI'S ROOM - MORNING\n\n                         \n\n          ...as Harvey finishes plowing her field. They lie still for a moment.\n\n                         \n\n                         NIKKI\n\n                         (STILL GASPING)\n\n          God... don't tell me that was something you learned on the farm!\n\n                         \n\n          EXT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey lie still for a moment. NIKKI\n\n                         (STILL GASPING)\n\n          God... don't tell me that was something you learned on the farm! EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BACK PORCH - MORNING\n\n                         \n\n          Uncle Frank is hugging Muffy. (nothing seedy). They are alone out\n\n          here.\n\n                         \n\n                         UNCLE FRANK\n\n          I'll make a full and glowing report to your father tomorrow so he can\n\n          draw up the deed along with the other trust papers for Wednesday's\n\n          signing. I'm so proud of you.\n\n                         (BEAT)\n\n          I wish I could say the same about your brother.\n\n                         \n\n                         MUFFY\n\n          Oh, Uncle Frank, he's been a great help this weekend, really. Let me\n\n          get him out here so you can--\n\n                         \n\n                         UNCLE FRANK\n\n          I've already spoken with him.\n\n                         \n\n          The screen door opens, and Rob steps out onto the porch. He comes over\n\n          to them, but does not butt into their conversation, and Uncle Frank\n\n          just keeps going as if Rob weren't even there.\n\n                         \n\n          UNCLE FRANK (cont.)\n\n          His conduct and his academic performance remain inexcusable. He knows\n\n          your father can't be expected to entrust him with anything until he\n\n          shows some signs of responsibility and initiative.\n\n                         \n\n                         ROB\n\n          (embarrassed to be overhearing)\n\n          Excuse me.\n\n          He turns and walks back into the house.\n\n                         \n\n          O.S. a horn honking.\n\n                         \n\n          EXT. HOUSE - MORNING\n\n                         \n\n          The van and the old pickup are idling out front. Uncle Frank is\n\n          honking on the van horn.\n\n                         \n\n                         UNCLE FRANK\n\n          Come on! Let's go!\n\n                         \n\n          Cal is alone behind the wheel of the pickup.\n\n                         \n\n          Skip walks casually up to the van, then pointedly turns away and heads\n\n          over to the pickup instead. Uncle Frank scowls.\n\n                         \n\n          ANGLE - FRONT DOOR\n\n                         \n\n          Rob and Kit come out the door and stop beside Muffy.\n\n                         \n\n          More honking.\n\n                         \n\n                         KIT\n\n          Well, I hate to say it -- I still ought to kill you -- but thanks.\n\n                         (THEY HUG)\n\n          See you back there.\n\n                         \n\n                         UNCLE FRANK\n\n          Come on. If time is money, we're losing a fortune.\n\n                         \n\n          Nikki now runs out followed closely by Harvey.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nUNCLE FRANK\n\n          Come on. If time is money, we're losing a fortune. Nikki now runs out followed closely by Harvey. \n\nTARGET SECTION TO BE ANNOTATED:\n They say their quick\n\n          farewells and move along to the waiting vehicles.\n\n                         \n\n          Harvey discreetly opts to ride in the pickup, while Nikki climbs\n\n          aboard the van, passing Chaz who just glares at her. He knows. Finally\n\n          Nan comes out of the house. With a curt nod to Muffy, she heads on\n\n          toward the van when...\n\n                         \n\n                         MUFFY\n\n          Nan!\n\n                         \n\n          She hurries to catch up with her.\n\n                         \n\n                         MUFFY\n\n          Let me say again how sorry I am. It wasn't intended.\n\n                         NAN\n\n          And now all is forgiven. I played along, didn't I? What's done is\n\n          done.\n\n                         (BEAT)\n\n          I've learned a lot, Muffy, I really have. I suppose I should say thank\n\n          you, but I don't think I would be able to without it sounding false.\n\n          So I'll just say goodbye.\n\n          (beat; an afterthought)\n\n          Thanks for showing me your house.\n\n                         \n\n          She turns and crosses to the van and climbs aboard. The others callout\n\n          their last goodbyes. Muffy waves, and then they are gone and Muffy\n\n          turns and walks forlornly back into her house.\n\n                         \n\n          EXT. FERRY LANDING - MORNING\n\n                         \n\n          Cal and Uncle Frank are the first ones onto the ferry.\n\n                         \n\n                         UNCLE FRANK\n\n          Cal, I want to thank you personally. You've been a real sport about\n\n          this.\n\n                         \n\n                         CAL\n\n          Aw, it was fun.\n\n                         \n\n                         UNCLE FRANK\n\n          I know you've had your eye on that p1ace ever since we were kids.\n\n          And I'm sure we could make a deal with you. I know you haven't been\n\n          spending your money on anything else all these years... But... this\n\n          time it just isn't in the cards.\n\n                         \n\n                         CAL\n\n          It's still in the family.\n\n                         \n\n                         UNCLE FRANK\n\n          Yes, that's the way.\n\n                         \n\n          He moves on. Others are passing them now. Chaz stops and wags his\n\n          finger at Cal.\n\n                         \n\n                         CHAZ\n\n          This time, no funny business.\n\n                         \n\n          INT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nChaz stops and wags his\n\n          finger at Cal. CHAZ\n\n          This time, no funny business. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LIVING ROOM - MORNING\n\n                         \n\n          Muffy stand, overlooking the mess. Not knowing exactly where to\n\n          begin, she starts emptying ashtrays into each other, then just stops.\n\n                         \n\n          She walks out of the living room and through the entry hall and slowly\n\n          climbs the stairs.\n\n          EXT. SOUND ­ DAY\n\n                         \n\n          From far away the ferry can be seen chugging away, slowly returning to\n\n          the mainland.\n\n                         \n\n          EXT. FERRY - DAY\n\n                         \n\n          closer now we can see what's happening on board... Rob and Skip lean\n\n          against the rail and talk quietly. Kit and Arch and Buck sit together\n\n          and chat... Chaz sits alone, and Nikki sits apart from him, also\n\n          alone.\n\n                         \n\n          Nan is up front, gazing out over the bow, while Harvey stands beside\n\n          her trying to make conversation. Finally, he gives up and strolls to\n\n          the back of the craft, pointedly passing Nikki.\n\n                         \n\n          He alights next to Uncle Frank, who has his briefcase open on his lap.\n\n                         \n\n          Now Nikki stands and goes and sits down next to Chaz.\n\n                         \n\n                         CHAZ\n\n                         (BEAT)\n\n          Feeling better?\n\n                         \n\n                         NIKKI\n\n                         (QUIETLY)\n\n          I'm okay now, thanks.\n\n                         \n\n          Pause.\n\n                         \n\n                         NIKKI\n\n          Chaz, I'm sorry.\n\n                         \n\n                         CHAZ\n\n          Why? What do we mean to each other anyway?\n\n                         \n\n                         NIKKI\n\n          More than this a couple of days ago.\n\n                         \n\n                         CHAZ\n\n                         (SMILES SADLY)\n\n          A couple of days ago... A couple of days ago I was a great, young,\n\n          budding filmmaker who was going to turn pornography into high art.\n\n          Today I'm just a stupid college kid with a toy camera and about as\n\n          much idea as where he's going as... as...\n\n                         \n\n          He gives up.\n\n                         \n\n                         NIKKI\n\n                         (TENDERLY)\n\n          Don't be down.\n\n                         CHAZ\n\n          Sure.\n\n                         \n\n          Pause.\n\n                         \n\n                         NIKKI\n\n          I'll tell you what I've learned from all this. I'm tired of having one\n\n          fling after another. I don't want any more of that. I want a\n\n          boyfriend.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm tired of having one\n\n          fling after another. I don't want any more of that. I want a\n\n          boyfriend. \n\nTARGET SECTION TO BE ANNOTATED:\n                         (BEAT)\n\n          Chaz? Will you be my boyfriend?\n\n                         \n\n          He looks at her, slowly softening. Yes, he will.\n\n                         \n\n          Rob turns away from Skip now, steps over and surveys the quiet group.\n\n                         \n\n                         ROB\n\n          Some party, huh?\n\n                         \n\n                         ARCH\n\n                         (REFLECTIVELY)\n\n          You know what I think's weird?... how, when we thought 'Buck here got\n\n          hurt because of Skip's prank, and when things started happening and we\n\n          thought maybe some of us were getting killed, how we all just kind of\n\n          naturally accepted the fact that it was 'oh , yeah, sure, because of\n\n          the prank.'\n\n                         \n\n                         SKIP\n\n                         (FROWNS)\n\n          What're you talking about?\n\n                         \n\n                         ARCH\n\n          Well, it's like pranks really piss people off. It unleashes things,\n\n          you know? Makes any kind of behavior possible, and we accept it.\n\n                         \n\n                         NIKKI\n\n          When anything g.oes, everything goes.\n\n                         \n\n                         CHAZ\n\n          Yeah.\n\n                         \n\n                         ROB\n\n          What really amazes me is how easy we made it for her. Everyone was\n\n          just out for himself. We could've stopped Muffy cold if we'd only\n\n          stuck together, if we'd only worked like a team.\n\n                         \n\n                         CHAZ\n\n          Yeah, she really got us good.\n\n                         \n\n                         SKIP\n\n          Well, I know what I'd do, if I wasn't her brother...\n\n                         NIKKI\n\n          (almost without thinking)\n\n          Go back and give her a taste of her own medicine, that's what we\n\n          should do.\n\n                         \n\n          Nikki steps. Leeks up, hearing herself. Skip returns the stare.\n\n                         \n\n                         SKIP\n\n          (shrugs, smiling)\n\n          Did I say anything?\n\n          The others look at each other, a beat, registering.\n\n                         \n\n                         ARCH\n\n          Hey...\n\n                         \n\n                         CHAZ\n\n          Go back and scare the shit outta her for a change? Outrageous!\n\n                         \n\n                         NIKKI\n\n          She sure wouldn't be expecting it...!\n\n                         \n\n                         HARVEY\n\n                         (EXCLUDING HIMSELF)\n\n          Well, I don't know. I got a stack o' books this high...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIKKI\n\n          She sure wouldn't be expecting it...! HARVEY\n\n                         (EXCLUDING HIMSELF)\n\n          Well, I don't know. I got a stack o' books this high... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         ROB\n\n          (stepping into the fray)\n\n          Harvey's right.\n\n          (to them all)\n\n          Look, what're you talking about? We've had our fun. Now we got work to\n\n          do.\n\n                         \n\n                         ARCH\n\n          Yeah. Enough's enough. At least for me anyway.\n\n                         \n\n                         CHAZ\n\n          Pussies.\n\n                         \n\n                         KIT\n\n          Well, I kinda like the idea -- and I don't have work to get back to.\n\n                         \n\n          She squares her shoulders.\n\n                         \n\n                         ROB\n\n          (looks up, in surprise)\n\n          Kit...\n\n                         \n\n                         KIT\n\n                         (DECIDEDLYL\n\n          Muffy can dish it out. It might be interesting to see if she can take\n\n          it.\n\n                         CHAZ\n\n          All right! A real catfight!\n\n                         \n\n                         ROB\n\n          (open-mouthed at her)\n\n          I don't believe you...\n\n                         \n\n                         KIT\n\n                         (PROVOCATIVELY)\n\n          Just because you've decided to get serious about your life, doesn't\n\n          mean the rest of us can't have our fun\n\n                         \n\n                         NIKKI\n\n          (whoops, turning)\n\n          Buck, got any spare professional tricks you could throw our way!\n\n                         \n\n          Buck looks up, confused, only now plugging in.\n\n                         \n\n                         KIT\n\n          So how many does that make us?\n\n                         \n\n                         SKIP\n\n                         (EXCLUDING HIMSELF)\n\n          Much as I'd like to...\n\n                         \n\n                         NAN\n\n                         (GENTEELLY)\n\n          No, I don't think so, thank you.\n\n                         \n\n          Nikki continues count. Rob makes it easy for her.\n\n                         \n\n                         ROB\n\n                         (EMPHATICALLY)\n\n          Four.\n\n                         \n\n          He meets Kit's stare squarely, giving her time to change her mind. But\n\n          Kit smiles back, victorious.\n\n                         \n\n                         CHAZ\n\n          (one of the four)\n\n          Outasight!\n\n                         \n\n                         KIT\n\n          Cal, we want to get back to the island.\n\n                         \n\n                         FERRYMAN\n\n          Now? You just left\n\n                         \n\n                         KIT\n\n          I know.\n\n                         FERRYMAN\n\n                         [PONDERING)\n\n          ...Well, not in this...\n\n                         (SMILES SLIGHTLY)\n\n          ...",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nFERRYMAN\n\n                         [PONDERING)\n\n          ... Well, not in this... (SMILES SLIGHTLY)\n\n          ... \n\nTARGET SECTION TO BE ANNOTATED:\nbut you might find something around after we dock.\n\n                         \n\n          EXT. LANDING - MAINLAND - DAY\n\n                         \n\n          The big ferry drifts into the slip, and the passengers begin to\n\n          disembark.\n\n                         \n\n          INT. MUFFY'S BEDROOM - HOUSE - DAY\n\n                         \n\n          The phone on the bedstand RINGS. Muffy answers it on the second ring.\n\n                         \n\n                         MUFFY\n\n                         (SLEEPILY)\n\n          H'lo?\n\n                         \n\n                         INTERCUT WITH:\n\n                         \n\n          EXT. LANDING - DAY\n\n                         \n\n          Skip is talking on a pay phone.\n\n                         \n\n                         SKIP\n\n                         (CHEERILY)\n\n          Hi, it's me. Surprise.\n\n                         \n\n                         MUFFY\n\n          (grumpily, stirring)\n\n          What'd you forget now?\n\n                         \n\n                         SKIP\n\n          Nothing. Just calling to tell you the party's not over.\n\n                         \n\n          She moans.\n\n                         \n\n                         MUFFY\n\n          I know. The clean-up's going to take Clara and me at least a week.\n\n                         \n\n                         SKIP\n\n          No, I mean, some of the gang's planning on coming back to give you\n\n          some of your own medicine.\n\n                         \n\n                         CU MUFFY\n\n                         \n\n          Coming awake.\n\n                         \n\n                         MUFFY\n\n          You're kidding.\n\n                         SKIP\n\n          Does a bear shit in the woods?\n\n                         \n\n                         MUFFY\n\n          Those bastards...\n\n                         \n\n                         SKIP\n\n          Hey, they're your friends.\n\n                         \n\n                         MUFFY\n\n          Which ones?\n\n                         \n\n                         SKIP\n\n          That wouldn't be very sporting if I told you, would it?\n\n                         \n\n                         MUFFY\n\n                         (INSISTENT)\n\n          Skip...\n\n                         \n\n                         SKIP\n\n          Rob and Kit and Nikki and Chaz.\n\n                         \n\n                         MUFFY\n\n          Figures... Thanks.\n\n                         \n\n                         SKIP\n\n          Well, Uncle Frank told me about his recommendations. So, I didn't want\n\n          you to think there were any hard feelings.\n\n                         \n\n                         MUFFY\n\n                         (AFFECTIONATELY)\n\n          Oh, Skip, you dope. You know Daddy'll come around just as soon as you\n\n          decide to buckle down.\n\n                         \n\n                         SKIP\n\n          Yeah...\n\n                         (BEAT)\n\n          Anyway, don't let the bastards eat you up.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou know Daddy'll come around just as soon as you\n\n          decide to buckle down. SKIP\n\n          Yeah... (BEAT)\n\n          Anyway, don't let the bastards eat you up. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         MUFFY\n\n          I'll try not to act too surprised when they arrive.\n\n                         \n\n                         SKIP\n\n          I love you, Sis.\n\n                         \n\n                         MUFFY\n\n          You too, goofball.\n\n                         \n\n          Skip hangs up.\n\n                         \n\n          ARCH (O.S.)\n\n          Asshole.\n\n                         SKIP\n\n          I beg your pardon?\n\n                         \n\n          ANGLE WIDENS to include Arch, who has been standing beside Skip\n\n          the entire time.\n\n                         \n\n                         ARCH\n\n          It was even your idea.\n\n                         \n\n                         SKIP\n\n          A petty consistency is the hobgoblin of little minds.\n\n                         \n\n                         ARCH\n\n          Bullshit. St. John blood is thicker than water, that's what you mean.\n\n                         \n\n                         SKIP\n\n                         (ARCHLY SARCASTIC)\n\n          Don't you know? Old money sticks together.\n\n                         \n\n          Arch goes to his car and drives away.\n\n                         \n\n          At some distance, Harvey is ·chasing down Uncle Frank as the latter\n\n          closes in on his Mercedes sedan.\n\n                         \n\n                         HARVEY\n\n          Well, can I look you up in a couple of months? Maybe you could arrange\n\n          a job interview for me.\n\n                         \n\n                         UNCLE FRANK\n\n          Sure, sure .\n\n          (reaches into his pocket)\n\n          Here's my card.\n\n                         \n\n                         HARVEY\n\n                         (TAKING IT)\n\n          Thank you, sir. Thanks a lot. I sure appreciate it, and it's been a\n\n          real pleasure meeting you.\n\n                         \n\n          But Uncle Frank is already in the car and starting it up. Harvey looks\n\n          down at the card.\n\n                         \n\n          CLOSE UP - UNCLE FRANK'S BUSINESS CARD\n\n                         \n\n          It reads simply: Franklin St. John, St. John et Freres.\n\n                         \n\n          BACK TO SCENE\n\n                         \n\n                         HARVEY\n\n          Hey, wait a minute! There's no phone number here! No address! No\n\n          nothing!\n\n          Too late. Uncle Frank is driving away. He speeds past Skip who is\n\n          walking down the road further along. He doesn't even stop for his own\n\n          nephew.\n\n                         \n\n          Harvey kicks the dirt angrily. O.S. behind him a horn toots. Harvey\n\n          turns and scowls at Nan, who would like to get past.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nO. S. behind him a horn toots. Harvey\n\n          turns and scowls at Nan, who would like to get past. \n\nTARGET SECTION TO BE ANNOTATED:\n He steps aside,\n\n          and she peels away but she stops for Skip.\n\n                         \n\n          They exchange a few words. Then he climbs into the front seat beside\n\n          her, and she drives off.\n\n                         \n\n          Now Harvey is alone. He looks around for a beat, then tosses the card\n\n          away and moves toward his car.\n\n                         \n\n          EXT. SHORELINE - LATE AFTERNOON\n\n                         \n\n          Rob and Chaz are trudging along.\n\n                         \n\n                         CHAZ\n\n          What the fuck was he talking about anyway? We might find something\n\n          around after we dock?\n\n                         \n\n          They walk out onto a private peer and eye the boats moored there.\n\n                         \n\n                         ROB\n\n          What the fuck do you think he was talking about?\n\n                         \n\n                         CHAZ\n\n          Oh.\n\n                         \n\n          VOICE (O.S.)\n\n          Hey! What are you two doing down there?!\n\n                         \n\n          Rob and Chaz look o.s. in response to the voice.\n\n                         \n\n          EXT. SHORELINE - FURTHER ALONG - LATER\n\n                         \n\n          Still trudging.\n\n                         \n\n                         CHAZ\n\n          Well, now we've been identified.\n\n                         \n\n                         ROB\n\n          Swell.\n\n                         \n\n                         CHAZ\n\n          It's getting late.\n\n                         \n\n                         ROB\n\n          What a great idea this was.\n\n                         \n\n          They round a bend and stop dead.\n\n                         THEIR POV\n\n                         \n\n          In the distance, Kit and Nikki are climbing into a boat. Nikki sees\n\n          them and waves.\n\n                         \n\n                         NIKKI\n\n                         (CALLING}\n\n          We got one!\n\n                         \n\n          Rob and Chaz.\n\n                         \n\n                         ROB\n\n          I thought we looked there an hour ago.\n\n                         \n\n                         CHAZ\n\n          Who cares? Let's get this show on the road!\n\n                         \n\n          He starts running to the boat. Rob reluctantly follows.\n\n                         \n\n                         CHAZ\n\n          (calling back to them)\n\n          Did you find a key? How're we going to get the motor started?\n\n                         \n\n          EXT. BACK OF THE HOUSE - SUNSET\n\n                         \n\n          The house stands quiet, the dying rays of sunlight reflected off the\n\n          large bay windows overlooking the sound.\n\n                         \n\n          EXT.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BACK OF THE HOUSE - SUNSET\n\n                         \n\n          The house stands quiet, the dying rays of sunlight reflected off the\n\n          large bay windows overlooking the sound. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE SOUND - DUSK\n\n                         \n\n          as, huddled together in a rowboat, Chaz, Nikki, Rob and Kit arduously\n\n          make their way back to the island.\n\n                         \n\n          INT . FRONT ENTRY - NIGHT\n\n                         \n\n          Looking at the front door. Someone is visible through the translucent\n\n          glass pane coming up to the door.\n\n                         \n\n          A knocking sound.\n\n                         \n\n          INT. VARIOUS SHOTS AROUND THE HOUSE - SAME\n\n                         \n\n          as o.s. the knocking continues. No sign of Muffy.\n\n                         \n\n          INT. FRONT ENTRY\n\n                         \n\n          Muffy finally emerges from the study, crosses to the door and opens\n\n          it. Nikki walks in.\n\n                         NIKKI\n\n                         (AWKWARDLY)\n\n          Muffy, hi! Surprise!\n\n                         \n\n                         MUFFY\n\n          Nikki, what on earth are you doing here? Is something wrong?\n\n                         \n\n                         NIKKI\n\n          No, no, nothing's wrong. Chaz and I just figured there was nothing we\n\n          had to get back to that couldn't wait and you could probably use a\n\n          hand with the clean-up. It's our way of saying thank you.\n\n                         \n\n                         MUFFY\n\n          Oh, great. Where is Chaz?\n\n                         \n\n          Nikki is already moving into the living room.\n\n                         \n\n                         NIKKI\n\n          Putting the boat up in the old boathouse. He'll be up in a minute.\n\n                         \n\n          EXT. DOCK AND BOAT HOUSE ­ NIGHT\n\n                         \n\n          Nobody around and no sign of a boat...\n\n                         \n\n          EXT. FRONT OF THE HOUSE - NIGHT\n\n                         \n\n          ...still and waiting\n\n                         \n\n          INT. LIVING ROOM - NIGHT\n\n                         \n\n          Muffy and Nikki are seated across from each other.\n\n                         \n\n                         NIKKI\n\n          I wonder what's keeping Chaz? He should have been up here by now.\n\n                         \n\n                         MUFFY\n\n          Maybe he stopped to shit in the woods. You know Chaz.\n\n                         \n\n                         NIKKI\n\n          Still... I'm beginning to not like this.\n\n                         \n\n                         MUFFY\n\n          By the way, where did you get the boat to come back here?\n\n                         \n\n                         NIKKI\n\n          The boat? Oh, Cal gave us one.\n\n                         \n\n                         MUFFY\n\n          I see.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIKKI\n\n          The boat? Oh, Cal gave us one. MUFFY\n\n          I see. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          PAUSE.\n\n                         NIKKI\n\n          Listen, I need a drink of water.\n\n                         (RISING)\n\n          You just stay here. I can get it myself.\n\n                         \n\n          She walks out of the living room. Muffy looks after her and smiles to\n\n          herself.\n\n                         \n\n          INT. KITCHEN - NIGHT\n\n                         \n\n          as Nikki enters. She doesn't turn on any lights, but simply crosses to\n\n          one of the kitchen windows and opens it.\n\n                         \n\n          She gazes out into the night for a moment, then backs out of\n\n          the kitchen...\n\n                         \n\n          INT. DINING ROM - NIGHT\n\n                         \n\n          ...pulling the swinging door closed behind her. She turns, takes two\n\n          steps toward the living room and stops; remembering her water.\n\n                         \n\n          She goes back to the kitchen door, but suddenly it will not open for\n\n          her. Frustrated, she heads back through the dining room, but stops\n\n          dead halfway across and turns slowly and looks back at the kitchen\n\n          door. She goes out of the dining room...\n\n                         \n\n          INT . DOWNSTAIRS HALL - SAME\n\n                         \n\n          ...and walks up to the other door into the kitchen. It too it's closed\n\n          and will not yield.\n\n                         \n\n          INT. LIVING ROOM - NIGHT\n\n                         \n\n          as Nikki returns.\n\n                         \n\n                         MUFFY\n\n          What about your water?\n\n                         \n\n                         NIKKL\n\n          Oh', uh, I drank 'it in there.\n\n                         (BEAT)\n\n          Listen. Muffy , I'm really getting worried about Chaz. I think we\n\n          should go out and see what's happened.\n\n                         \n\n                         MUFFY\n\n          That's okay. You go. I'll wait here.\n\n                         \n\n                         NIKKI\n\n          No, really. I don't want to go alone. I'm still scared from last\n\n          night. Please come with me.\n\n                         MUFFY\n\n          I'm sure Chaz is fine. I'll stay here by the phone just in case. It's\n\n          safer this way.\n\n                         (BEAT)\n\n          Do you want a flashlight?\n\n                         \n\n                         NIKKI\n\n                         (IRRITATED)\n\n          No, that's okay. I'll be fine.\n\n                         \n\n          She strides out of the living room.\n\n                         \n\n          EXT.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll be fine. She strides out of the living room. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOUSE - SAME\n\n          as Nikki comes out the front door and heads off into the woods.\n\n                         \n\n                         NIKKI\n\n                         (MUTTERING)\n\n          Shit.\n\n                         \n\n          INT. LIVING ROOM - NIGHT\n\n                         \n\n          Muffy sits quietly a moment, thinking. Then she gets up and goes\n\n          toward the kitchen.\n\n                         \n\n          INT. DOWNSTAIRS HALL -\n\n                         \n\n          She comes to the kitchen door, pushes it open... no sweat... and enters.\n\n                         \n\n          INT . KITCHEN - SAME\n\n                         \n\n          Muffy doesn't turn any lights on either. She goes to the sink, sees\n\n          that there is no used water glass, then' she notices the open window.\n\n          She smiles.\n\n                         \n\n          She does get herself a bottle of Perrier out of the fridge, opens it,\n\n          pours it and walks back out of the kitchen, leaving the window\n\n          untouched.\n\n                         \n\n          EXT. WOODS - NIGHT\n\n                         \n\n          Nikki stumbles through the darkness. Suddenly she disappears from view\n\n          with a loud SPLASH.\n\n                         \n\n                         NIKKI\n\n          Fuck!\n\n                         \n\n          She comes up sputtering to the surface of a small forest pool she has\n\n          fallen into.\n\n                         \n\n                         NIKKI\n\n          Fuck!! Who dug the goddamn swimming pool?!?\n\n          She drags herself out.\n\n                         \n\n          KIT (o.s.)\n\n          Nikki?\n\n                         \n\n                         NIKKI\n\n                         (CALLING BACK)\n\n          Yeah!\n\n                         \n\n          She walks, dripping wet, into a clearing nearby where Kit it making\n\n          Chaz up to look bloody and gruesome.\n\n                         \n\n          NIKKI .\n\n          We have to go to plan B.\n\n                         \n\n                         CHAZ\n\n          She wouldn't come out? Doesn't she care about me?\n\n                         \n\n          No one answers him.\n\n                         \n\n          CHAZ (cont.)\n\n          How do I look?\n\n                         \n\n                         NIKKI\n\n          A lot goddamn, fucking better than I do!\n\n                         \n\n          INT. KITCHEN - NIGHT\n\n                         \n\n          No one is here as' Rob pops his head up outside and slips in through\n\n          the open window.\n\n                         \n\n          He stops in the middle of the kitchen and listens. Then he\n\n          goes into...\n\n                         \n\n          INT.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stops in the middle of the kitchen and listens. Then he\n\n          goes into... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DOWNSTAIRS HALL - SAME\n\n                         \n\n          He creeps down the hall, then turns and starts to tiptoe up the\n\n          back stairs.\n\n                         \n\n          CAMERA DOLLIES further down the hall to...\n\n                         \n\n          INT. FRONT ENTRY - SAME\n\n                         \n\n          ...just as Nikki bursts in through the door.\n\n                         \n\n          NIKKI ,\n\n          Muffy! Muffy! Come quick! It's Chaz...\n\n          INT . LIVING ROOM - SAME\n\n                         \n\n                         NIKKI\n\n                         (RUNNING IN)\n\n          ...he's hurt! Oh, Godl!\n\n                         \n\n          She stops suddenly. Muffy isn't here. Frustrated, Nikki runs\n\n          back into...\n\n                         \n\n          INT. FRONT ENTRY - SAME\n\n                         \n\n          She looks around.\n\n                         \n\n                         NIKKI\n\n          Muffy!!\n\n                         \n\n          She dashes into...\n\n                         \n\n          INT. STUDY - SAME\n\n                         \n\n                         NIKKI\n\n          Muff--!!!\n\n                         \n\n          ...and stops short. Muffy is lying face down in a pool of blood. Her\n\n          throat's been cut. The useless phone receiver is clutched in her hand\n\n          (making that constant phone company noise that lets you know the phone\n\n          is off the hook).\n\n                         \n\n                         NIKKI\n\n                         (RISING PANIC)\n\n          Muffy?\n\n                         \n\n          Her throat gags a couple of times, as if she is about to be sick. She\n\n          turns and flies out of the room.\n\n          O.S. the front door slams shut behind her.\n\n                         \n\n          EXT. WOODS - NIGHT\n\n                         \n\n          NIKKI (O.S,)\n\n                         (HYSTERICAL)\n\n          Chaz!! Chaz!!\n\n                         \n\n          She runs into another clearing (the CAMERA has been here waiting for\n\n          her) where Chaz is revealed lying on the ground, looking much more\n\n          hideous than Muffy.\n\n                         \n\n                         NIKKI\n\n          Chaz, get up! ·Hurry, Chaz!... come on!\n\n                         \n\n          He doesn't move.\n\n                         NIKKI\n\n          Chaz, stop playing around! Get up!!\n\n                         \n\n          She starts kicking him in the side.\n\n                         \n\n                         NIKKI\n\n          Chaz!\n\n                         \n\n          Chaz doesn't stir, but he does speak now without moving his lips.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe starts kicking him in the side. NIKKI\n\n          Chaz! Chaz doesn't stir, but he does speak now without moving his lips. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         CHAZ\n\n          (hissing, pretending to be dead)\n\n          Will you quit kicking me? It hurts.\n\n                         \n\n                         NIKKI\n\n          It's supposed to hurt! The game's over! Get up!\n\n                         \n\n                         CHAZ\n\n          (still not moving)\n\n          No. I'm dead. You're blowing the whole thing. Where's Muffy?\n\n                         \n\n                         NIKKI\n\n                         (SHRIEKING)\n\n          Muffy IS dead!!! In the house!!!\n\n                         (WHIMPERING)\n\n          Oh, God...\n\n                         \n\n                         CHAZ\n\n          (sitting up suddenly)\n\n          What?\n\n                         \n\n                         NIKKI\n\n          (turning to the woods)\n\n          Kit! Kit, come out!\n\n                         \n\n          There is rustling O.S., then Kit starts to emerge.\n\n                         \n\n                         KIT\n\n          What's going on?\n\n                         \n\n          INT. STUDY - SAME\n\n                         \n\n          Muffy is still lying face down as we saw her last. She hears footsteps\n\n          going upstairs.\n\n                         \n\n          INT. ATTIC - SAME\n\n                         \n\n          Rob is creeping up the attic stairs when he hears footsteps o.s. too.\n\n          He pauses, his face draining of color.\n\n          EXT. HOUSE - NIGHT\n\n                         \n\n          as Chaz, Nikki and Kit come racing up to the door and run inside.\n\n                         \n\n          INT. STUDY - SAME\n\n                         \n\n          as they come charging in...\n\n                         \n\n                         NIKKI\n\n          She's gone!\n\n                         \n\n          Nothing left, but the pool of blood and a thin trail of smeared drying\n\n          blood to indicate that she's been dragged away.\n\n                         \n\n                         KIT\n\n          What?...\n\n                         \n\n                         CHAZ\n\n          Look, she's been dragged away.\n\n                         \n\n                         NIKKI\n\n                         (PANICKING)\n\n          Chaz! somebody's still in this house!\n\n                         \n\n                         CHAZ\n\n          We could follow the trail.\n\n                         \n\n                         KIT\n\n                         (DREAD)\n\n          Oh, no... what about Rob?\n\n                         (HALF BEAT)\n\n          Rob!!\n\n                         \n\n          She races out of the study.\n\n                         \n\n          INT. ATTIC - NIGHT\n\n                         \n\n          The three of them come clambering up the stairs, Kit in the lead. They\n\n          turn a corner. Then they see him... dead on the floor.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nATTIC - NIGHT\n\n                         \n\n          The three of them come clambering up the stairs, Kit in the lead. They\n\n          turn a corner. Then they see him... dead on the floor. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         KIT\n\n          Rob...?\n\n                         \n\n          They run over to him.\n\n                         \n\n                         KIT\n\n          (dropping to her knees)\n\n          Rob? Rob??\n\n          (shaking him: wailing)\n\n          Rob!!!\n\n          (dissolving into tears)\n\n          It was only a game!\n\n                         CHAZ\n\n                         (SCARED SHITLESS)\n\n          What the fuck is going on here?!\n\n                         \n\n                         NIKKI\n\n                         (POINTING)\n\n          Chaz, look!\n\n                         \n\n          Clutched in Rob's lifeless hand is a leather bookmark we may have\n\n          noticed before. Chaz slips it out from beneath his fingers.\n\n                         \n\n                         CHAZ\n\n                         (DAZED)\n\n          This was Nan's...\n\n                         \n\n                         NIKKI\n\n                         (TREMBLING)\n\n          Nan...\n\n                         \n\n          Suddenly there is a loud KNOCK beneath them O.S. They all look up.\n\n          Someone is coming slowly up the stairs, the loud footsteps O.S.that\n\n          could only be made by a heavy boot, thundering closer... and closer...\n\n                         \n\n          Kit and Nikki and Chaz huddle around Rob's body and await their\n\n          approaching doom.\n\n                         \n\n          Suddenly a dark figure fills the doorframe at the top of the stairs. A\n\n          hand with a knife is raised. ·Nikki screams. Chaz spies a lamp on the\n\n          floor. He turns it on...\n\n                         \n\n                         NIKKI\n\n          Muffy!\n\n                         \n\n          Muffy walks into the room , lowering the knife.\n\n                         \n\n                         MUFFY\n\n          Good job, you guys. I'm really scared.\n\n                         (LOOKING DOWN)\n\n          The fun's over, Rob.\n\n                         \n\n                         KIT\n\n          (tears in her eyes)\n\n          Muffy, he's dead!\n\n                         \n\n                         NIKKI\n\n          Somebody else is here! In this house!\n\n                         \n\n                         MUFFY\n\n          Sure. Sure.\n\n                         (BENDING OVER)\n\n          Let's see if the dead are ticklish, shall we?\n\n                         KIT\n\n          (pulling her away; screaming)\n\n          Don't you touch him!!\n\n                         \n\n                         MUFFY\n\n          Okay, okay, take it easy.\n\n                         \n\n                         NIKKI\n\n          Muffy, it's not a game anymore!\n\n                         \n\n          Just then there is a loud CRASH o.s.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nMUFFY\n\n          Okay, okay, take it easy. NIKKI\n\n          Muffy, it's not a game anymore! Just then there is a loud CRASH o.s. \n\nTARGET SECTION TO BE ANNOTATED:\n of glass breaking down on the\n\n          first floor. After the slightest pause there is another crash o.s.,\n\n          and another...\n\n                         \n\n          Someone is smashing in all the bay windows along the back porch. Nikki\n\n          screams.\n\n                         \n\n                         MUFFY\n\n                         (ALARMED)\n\n          What the--?\n\n                         \n\n          And she runs back down the attic stairs, followed quickly by the\n\n          others.\n\n                         \n\n          INT. UPSTAIRS HALLWAY - SAME\n\n                         \n\n          as Muffy bursts out of the stairway and into the hall. Then\n\n          Kit.\n\n                         \n\n          Suddenly the door to the stairwell slams shut on Nikki and Chaz\n\n          cutting them off. A key turns in the lock. Muffy and Kit turn back to\n\n          see a male figure in the darkness who'd been hiding behind the door.\n\n                         \n\n          Kit is nearest to him, and without warning, he lunges at her and\n\n          buries a knife into her stomach ·up to the handle.\n\n                         \n\n          Kit screams and chokes, trying to fight him off: but he stabs her\n\n          again, and again and again, plunging the knife deep into her with\n\n          every thrust.\n\n                         \n\n                         KIT\n\n          Muffy! Stop him! Help! He's killing me! Oh, God! He's killing me!\n\n                         \n\n          Muffy, initially paralyzed with fear, now runs for her life, down the\n\n          hallway, down the stairs...\n\n                         \n\n          INT. ENTRY HALL - SAME\n\n                         \n\n          ...and to the front door as Kit's screams O.S. fade to silence. Muffy\n\n          yanks on the door handle, but the door will not open. She pulls again\n\n          and again desperately, but it won't budge,\n\n          She turns and runs out of the entry hall. Just as she CLEARS FRAME,\n\n          the front door swings silently open...\n\n                         \n\n          INT. DOWNSTAIRS HALLWAY - SAME\n\n                         \n\n          Muffy is racing past the back stairs toward the kitchen when A HAND\n\n          reaches out from the pantry and hooks her around the face.\n\n                         \n\n          She is pulled backward, screaming, through the swinging door into the\n\n          darkened pantry.\n\n                         \n\n          INT. PANTRY ­ SAME\n\n                         \n\n          It is Skip!\n\n                         \n\n          He pulls her head back, exposing her throat.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. PANTRY ­ SAME\n\n                         \n\n          It is Skip! He pulls her head back, exposing her throat. \n\nTARGET SECTION TO BE ANNOTATED:\n He raises a knife to it,\n\n          still stained with Kit's blood.\n\n                         \n\n                         SKIP\n\n                         (RAVING)\n\n          It's all over, Muffy! Everything'll be mine!\n\n                         \n\n                         MUFFY\n\n          Skip! No! ! !\n\n                         \n\n          He makes a move to slit her throat, when Muffy kicks open\n\n          the swinging door and sees...\n\n                         \n\n                         HER POV\n\n                         \n\n          ...standing on the other side, smiling, in various states of fake\n\n          blood and mess... Rob, Kit, Nikki, Chaz and Nan. Muffy's eyes pop out.\n\n          Skip's hands relax. And the others burst out laughing.\n\n                         \n\n                         FADE OUT\n\n                         \n\n                         FADE IN\n\n                         \n\n          EXT. THE HOUSE ­ DAY\n\n                         \n\n                         CLOSE UP\n\n                         \n\n          A SIGN being lifted into the air. It reads:\n\n                         \n\n          APRIL BAY LODGE\n\n          Just Another Country Inn\n\n          Proprietors: St. John et Frere\n\n                         \n\n          PULL BACK to see Muffy supervising the raising of the sign in front of\n\n          the house, while Skip drives up in the van, bringing the first\n\n          customers to the door.\n\n                          \n\n\n\n"
}