{
  "1": "Armst: rong\nby\n\nJosh Singer\n\nBased in part upon the book\nFirst Man by James Hansen\n\nWriter's Revised Draft\nMay 11, 2016\n\fOVER BLACK:\n\nSTATIC. And then faint, choppy MILITARY COMMS. Playback from\nan old reel-to-reel. Slowly we realize... it’s in Russian.\n\nA VOICE begins to translate...\n\nGAGARIN (ON TAPE, RUSSIAN)\nSlow rotation, stage cutoff. ENGLISH TRANSLATOR\nCalculated orbit achieved. Slow rotation, stage cutoff.\nCalculated orbit achieved.\n\nCREDITS OVER BLACK. Small font, the corner of the screen.\nBut our focus remains on what we’re HEARING. [NOTE: This\nscene is played entirely over black as credits roll]\n\n \n\nGAGARIN (ON TAPE, RUSSIAN)\n\nA sense of weightlessness... ENGLISH TRANSLATOR\nI see, I am over America. A sense of weightlessness, I\nsee, I... I am over America.\n\nMURMURS. A reaction. Then a CLICK; the Comms go silent. As\ncredits continue, we hear papers SHUFFLING; chairs CREAKING.\n\nVOICE #1 (SORENSON)\nJack needs a public response.\n\nThis voice is a bit clearer. But only a bit. It still feels\nlike LO-FI TAPE of a meeting. An important meeting.\n\nVOICE #2 (LOW)\nShepard's scheduled... in 2 weeks.\n\nSORENSON\nGagarin orbited three times, a\nsuborbital flight’s not a response.\n\nVOICE #3 (WEISNER)\n(hard to hear)\nWhy not... something... clearer long-\nterm benefit. Desalinization--\n\nSORENSON\nSalt water’s not gonna sell, Jerry.\n(then)\nIs there no way our current program\ncan compete with the Soviets?\n\nVOICE #4 (GILRUTH)\nNot our current program. The\nSoviets are too far ahead.\n\nWe feel the room turn to this new voice. Quiet. Commanding.\nWe don’t know it yet, but this is BOB GILRUTH.\n\fGILRUTH\nThe only way to win is to pick a\nmission so far off, requiring so\nmany new scientific developments\nthat we could be first to get there.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nCommanding. We don’t know it yet, but this is BOB GILRUTH. GILRUTH\nThe only way to win is to pick a\nmission so far off, requiring so\nmany new scientific developments\nthat we could be first to get there. \n\nTARGET SECTION TO BE ANNOTATED:\nSORENSON\nYou have something in mind?\n\nWe hear paper shuffling. A report DROPPED on a table.\n\nGILRUTH\nIt’s... speculative.\n\nA beat. More paper SHUFFLING.\n\nSORENSON\nHow much will this --\n\nLOW\nThirty five, maybe forty. WEISNER\nForty million doll...\n\nGILRUTH\nBillion. Forty billion dollars.\n\nWEISNER\nJesus Christ.\n\nWe hear a door open. A whisper.\n\nSORENSON\nJack’s ready for us.\n\nThe sound of chairs PUSHED BACK. Men SHUFFLING out. Then..\nSORENSON\nBob, hold up...\n(sotto)\nHe won’t like the price tag but if I\ncan sell it, where would we start?\n\nGILRUTH\nWell. We’re gonna need more men.\n\nTHE CREDITS END. A moment of SILENCE OVER BLACK.\nThen we hear it. A low RUMBLE.\n\nIt grows LOUDER... then LOUDER STILL. A screaming ENGINE.\nAnd HOWLING WIND. BURSTS of STATIC. Faint COMMS.\n\nIt SURROUNDS us, filling us with dread, POUNDING US INTO --\n\fINT. X-15 COCKPIT, HIGH RANGE, ABOVE EDWARDS AFB - DAY\n\n \n\nA pair of BLUE EYES. TICKING back and forth. Rapidly. We're\nknocked out by this FIRST IMAGE, by the eyes, oblivious to the\nRAW and FRIGHTENING WALL OF SOUND all around us.\n\nJOE (COMMS)\n\nData check? NEIL (0.C.)\n2 APU on. Cabin pressure is\ngood, 3500 on #1, 3355 on #2.\nPlatform internal power.\n\nPULL BACK TO FIND NEIL ARMSTRONG, 31, in a silver pressure suit\nand helmet. Neil is INTENSE and INTENSELY FOCUSED, impressive\ngiven the SEVERE TURBULENCE that bangs him around the cockpit.\n\nJOE (COMMS)\nWhat’s your mixing chambers? NEIL (INTO COMMS)\n-44 and -45.\n\nBUTCH (COMMS)\nTwo minute point. NEIL (INTO COMMS)\nMH circuit breakers on...\n\nNeil flips a switch on the low tech console.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUTCH (COMMS)\nTwo minute point. NEIL (INTO COMMS)\nMH circuit breakers on... Neil flips a switch on the low tech console. \n\nTARGET SECTION TO BE ANNOTATED:\n He glances up\nfrom the analogue dials and out the cockpit window... and if\nthe plane looks like a ROCKET, it’s ‘cause it is.\n\nThis is the X-15. And as we're about to see, it's the FASTEST\nFUCKING AIRCRAFT EVER MADE.\n\nBut just now, it isn't flying... or rather, not flying alone.\nNeil’s X-15 is attached to the wing of a B-52 -- BALLS 8, a\n\nfour engine BEHEMOTH that’s shaking even more than the X-15.\n\nIt's more than a bit terrifying, but Neil calmly hits another\nswitch as he’s KNOCKED across the cockpit.\n\nNEIL (INTO COMMS)\nProtocol is off. Little bumpy.\n\nIt’s classic Armstrong understatement; underscored as we see\nthe B-52 pilot (BUTCH) TOSSED against the window of his plane.\n\n \n\nBUTCH (COMMS)\n\nWorst it's ever been, real rough up\nhere, fluctuating a half degree each\nside.\n\nThis just drives Neil into deeper focus.\n\fNEIL (INTO COMMS)\nVelocity 900 fps, altitude JOE (COMMS)\n44,500, pitch attitude level. Copy. Neil, we're reading\nyour heart rate at 145.\n\nNo reply. Neil’s eyes TICK METHODICALLY from gauge to gauge.\nJOE (COMMS)\nNeil, we’re reading your heart rate\nat 145, do you copy?\n\nNEIL (INTO COMMS)\nCopy Joe. Igniter ready to light.\n\nNeil’s not gonna engage. Whatever adrenaline spike his body\nis experiencing, Neil’s determined to remain detached.\n\n \n\nA beat. We can almost hear JOE WALKER, on the other end of\nthe comms, debating whether to abort. At last, he relents.\n\nJOE (COMMS)\nOkay. Arm switch lite NEIL (INTO COMMS)\nchecks. Going to prime. Ammonia up.\n\nIn the bumpy cockpit, Neil springs back into action.\n\nBUTCH (COMMS) NEIL (COMMS)\nTwenty seconds to drop -- Rog, precool on, lox pump\nbearing plus eight.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nAmmonia up. In the bumpy cockpit, Neil springs back into action. BUTCH (COMMS) NEIL (COMMS)\nTwenty seconds to drop -- Rog, precool on, lox pump\nbearing plus eight. \n\nTARGET SECTION TO BE ANNOTATED:\nBUTCH (COMMS) (CONT'D) NEIL (INTO COMMS)\nTen seconds -- Igniter idle, ready to launch\non 3, 2, 1, release...\n\nSuddenly the X-15 is RELEASED from the wing of the B-52.\nThrough the cockpit window, we see the B-52 RISE SHARPLY as\nthe X-15 DROPS IN FREE FALL...\n\nA FREE FALL we feel in our gut because WE’RE NOT CUTTING AWAY.\nAnd if you haven’t figured it out by now, WE’RE GONNA BE IN\nTHE COCKPIT WITH NEIL FOR THIS ENTIRE HEART-POUNDING RIDE.\n\nSo. We’re DROPPING. FAST. Neil PUNCHES the igniter... the\nrocket LIGHTS and WE HEAR THE ROAR OF 57,000 POUNDS OF THRUST.\n\n \n\nNEIL (INTO COMMS)\nAnd I got a good lite and aw...\n\nThe words are literally left behind and Neil’s THROWN back\ninto his seat as the rocket TAKES OFF at a VIOLENT RATE. Neil\nFIGHTS OFF 6 G’s, reaching for the stick.\n\n \n\nNEIL (INTO COMMS)\nRoll.\n\fHe tilts the stick slightly and the plane BUCKS TO THE RIGHT,\nTOSSING Neil like a RAG DOLL and TAKING OUR BREATH AWAY.\n\n \n\nJOE (FAINT, COMMS)\nGood on track, 15 seconds. NEIL (INTO COMMS)\nPulling up, I’m indicating\nMach 3.\n\nNeil pulls on the stick and RISES SHARPLY towards the heavens.\nHe’s PRESSED into his seat and we see the plane’s blue nickel\nnose, glowing CHERRY RED from the heat. Sweet Jesus.\n\nJOE (FAINTER, COMMS)\nSeem to be a tad steep. NEIL (INTO COMMS)\nOkay, I’m...\n\nNeil’s eyes TICK to the altitude gauge, SPINNING UP past\n150,000 feet. He makes an adjustment as the X-15 PUSHES\nTHROUGH THE HORIZON, BLUE SKY NOW TURNING TO BLACK...\n\nNEIL (INTO COMMS)\nI’m indicating 5,800, pushing over.\n\nYes, that's Mach 5.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe makes an adjustment as the X-15 PUSHES\nTHROUGH THE HORIZON, BLUE SKY NOW TURNING TO BLACK... NEIL (INTO COMMS)\nI’m indicating 5,800, pushing over. Yes, that's Mach 5. \n\nTARGET SECTION TO BE ANNOTATED:\n8, almost 4,000 mph, and we feel every bit\nof it... ‘til we pass 170,000 feet and Neil CUTS THE ENGINE...\n\n..-JOLTING him against his harness... and INTO MICROGRAVITY.\n\nFor a moment all is STILL. Quiet. We hear a BUZZ over the\nradio, but it's GARBLED. Far away.\n\nNEIL (INTO COMMS)\n190,000 feet, no radio reception,\nsetting instruments to record high\naltitude flight response.\n\nNeil punches a few buttons as A LOGBOOK FLOATS PAST HIM...\nbecause WE’RE SUBORBITAL, high as the first Mercury flights.\nSo yeah, things float. Oh, and the view is pretty good too...\n\nNeil looks out, takes in the earth stretching, curving away\nbelow the BLACK SKY. The STARS. The MOON.\n\nNEIL (INTO COMMS)\n207,000 feet. Top view, looking\nout, can see an awful long ways.\n\nEverything is quiet save for the low purr of the APUs. Neil\nturns his attention to the G-LIMITER GAUGE as the X-15 slowly\nfalls back to earth, the altitude gauge starting to spin...\n\nThe plane SHAKES, but Neil stays focused on the G-limiter,\ncreeping towards 2.5 G's. Which is when we hear it...\n\fAn ODD SOUND. A MECHANICAL WHINE. It seems out of place.\nNeil ignores it as gravity takes hold, PRESSING him forward\nagainst his seat straps. We hear GARBLED BUZZ over comms.\n\n \n\nNEIL (INTO COMMS)\nStill no radio. 150,000 feet,\nlittle shake in the yaw.\n\nAgain, Armstrong understatement... the plane SHAKES VIOLENTLY\nas the altitude gauge spins down past 120,000, the BLACK SKY\nFADING BACK TO BLUE as we fall back into the atmosphere.\n\nJOE (FAINT, COMMS)\nOkay, brakes out, check the RCS off.\n\nWIND WHIPS over the plane. Neil reduces his angle of attack,\nstill focused on the G-Limiter, still ignoring that ODD WHINE.\n\nNEIL (INTO COMMS)\nRCS off, brakes are out, G- JOE (COMMS)\nLimiter not quite at 5 G’s.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nWIND WHIPS over the plane. Neil reduces his angle of attack,\nstill focused on the G-Limiter, still ignoring that ODD WHINE. NEIL (INTO COMMS)\nRCS off, brakes are out, G- JOE (COMMS)\nLimiter not quite at 5 G’s. \n\nTARGET SECTION TO BE ANNOTATED:\n Okay, 25° stabilizer, hard\ndeft turn.\n\nNeil pulls on the stick, eyes FIXED on the G-limiter, FAILING\n\nTO NOTICE the plane isn’t turning... that the altitude gauge\nis HOLDING at 115,000 FEET. Slowly, it begins to CLIMB...\n\n116, 117, 118... THE SKY TURNS FROM BLUE TO A CHILLING BLACK.\nThe shaking STOPS, the whipping wind FADES to EERIE SILENCE.\n\n \n\nJOE (COMMS)\nWe show you ballooning, not turning.\n\nThe comms are drowned out by the ODD WHINE. Neil, FIXATED on\nthe G-limiter, doesn’t see the altitude gauge FLIPPING UP...\n\nJOE (COMMS)\nLot more left there. Neil!\n\nJoe's voice cuts through the whine, which FADES. Neil BLINKS,\nnoticing how QUIET it is... the plane has stopped shaking.\n\nNeil’s eyes TICK from the black sky to the altitude gauge...\n\n120, 121, 122... SHIT. He realizes he’s fucked up.\nNEIL (INTO COMMS) JOE (COMMS)\nRog, I’m reading -- You're bouncing off the\n\natmosphere, hard left!\n\nNeil YANKS on the stick, eyes DARTING from the dynamic\npressure gauge to the vista sailing by below.\n\nNEIL (INTO COMMS)\nAerodynamic controls not responding.\n\fUnlike Joe, Neil remains calm... but as we PUSH IN ON HIS EYES\nticking from gauge to gauge, we see the INTENSITY, the FOCUS.\n\nNEIL (INTO COMMS)\nSwitching over to reaction controls.\n\nNeil drops the stick, grabs the ballistic controls. We hear a\nHISS as a BURST of peroxide gas SHOOTS OUT from the nose of\nthe plane and Neil's TOSSED BACK in his seat...\n\n...the plane’s nose FLYING UP TOWARDS THE SKY, the horizon now\nABOVE Neil’s head; the black sky, the stars, BELOW his feet.\n\nAnd we realize...",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe hear a\nHISS as a BURST of peroxide gas SHOOTS OUT from the nose of\nthe plane and Neil's TOSSED BACK in his seat... ...the plane’s nose FLYING UP TOWARDS THE SKY, the horizon now\nABOVE Neil’s head; the black sky, the stars, BELOW his feet. And we realize... \n\nTARGET SECTION TO BE ANNOTATED:\n NEIL'S FLIPPED THE X-15 ON ITS BACK, THE\nNOSE IS STICKING STRAIGHT UP IN THE AIR! HOLY SHIT!!!\n\nThe canopy view is crazy, mountains above, sky below, the\nworld upside down, but Neil keeps his eyes on the ALTITUDE\nGAUGE, inching up. 123, 124... then HOLDING at 125,000 FEET.\n\nA beat... then it begins to DROP. 123, 120, 115, 105...\n\nThe sky once again FADES TO BLUE and we hear a SLIGHT WIND\nunder the plane. Neil's eyes TICK from the altitude gauge to\nthe dynamic pressure gauge...\n\nNEIL (INTO COMMS)\nSurface pressure rising, switch over\nto aerodynamic controls.\n\nNeil reaches for the stick... but the atmosphere GRABS THE\nPLANE, PULLING IT DOWN ON ITS BACK! FUCK! Neil STRAINS to\nhold on as he's THROWN around the cockpit with 9 G'S OF FORCE!\n\n \n\nThe altitude gauge SPINS down at TERRIFYING SPEED. 95, 90,\n85... Shit. Neil STRUGGLES, WRESTLING with the stick... until\nhe manages to FLIP the lifeless plane RIGHT-SIDE UP. Jesus.\n\n \n\nAs Neil points the plane towards Edwards, the RADIO SQUAWKS --\n\nJOE (COMMS)\nNeil, can you give us a visual\nestimate of your location?\n\nNeil scans the landscape, searching for the desert runway as\nthe plane DIVES LIKE A BRICK towards the mountains...\n\nNEIL (INTO COMMS)\nLooks like I’m pretty... in pretty\nbad shape for the south lake bed.\n\nJOE (COMMS)\nOkay, working the contingencies for\na landing from the south.\n\fNeil’s eyes TICK over the horizon, but he knows what’s coming--\nJOE (COMMS)\nNeil, there is no contingency. You\nneed to get back to Rogers.\nNeil BEARS DOWN, trying to GLIDE the engine-less plane farther\nthan ever. Yes, the X-15 was BUILT to land without power...\nbut generally, a pilot had A_LOT more altitude to work with.\nThe plane SHIMMIES back and forth, wind HOWLING at 300 knots.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nYes, the X-15 was BUILT to land without power... but generally, a pilot had A_LOT more altitude to work with. The plane SHIMMIES back and forth, wind HOWLING at 300 knots. \n\nTARGET SECTION TO BE ANNOTATED:\nNEIL (INTO COMMS)\nI can see the base, runway 35, it’1l\nhave to be a straight in approach.\nHis eyes DART from the distant desert landing strip to the\naltitude gauge, dropping 20,000 feet per minute. Neil FLIPS\nhis head bumper... and SMOKE POURS from the instrument panel.\n\nJOE (COMMS)\nCan we get a visual estimate?\n\nThe cockpit is FILLED with smoke...\n\nNEIL (INTO COMMS)\n...pretty hard to tell from here...\n\nNeil hits a button. WHOOSH! The plane dumps peroxide and the\nsmoke clears the cabin, but the view is HARDLY A RELIEF...\n\nNEIL (INTO COMMS)\nI’m a little shorter than I thought.\n\nNeil pulls the stick to hold altitude, but he keeps DROPPING.\n9,000... 8500... 8000 feet... Fuck. It's going to be close.\n\nWe see Butch’s B-52 SWING UP on Neil’s right.\n\nBUTCH (COMMS)\nYour ventral is still on!\n\nNeil REACTS, ANNOYED at himself. He HITS the ventral button.\nThe ventral fin BLOWS OFF and the plane PITCHES forward...\n\nNeil STRUGGLES with the stick... 4,000, 3,500, 3,000 feet...\n\nBUTCH (COMMS)\nStart your flaps down now!\n\nNeil PUNCHES the flaps. The plane BUCKS UP, reaching towards\nthe runway... and now the ODD MECHANICAL WHINE returns.\n\fPUSH IN on Neil, INTENSITY BURNING as the whine CRESCENDOS...\n2,000, 1,000, 500 feet... the plane HURTLES past the edge of\nthe brush, JUST CLEARING THE JOSHUA TREES!!!\n\nBUTCH (COMMS)\nYou’re in! Go head and put her down!\n\nNeil PULLS UP HARD, flaring the plane, nose up, skids down...\nThe plane SLAMS DOWN with a BANG. It SKIDS ROUGHLY across the\ndesert... SHAKING VIOLENTLY... And just as we think it might\nBREAK into a million pieces, Neil HITS the back fin brakes...\nThe plane goes into a CONTROLLED SLIDE...",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHAKING VIOLENTLY... And just as we think it might\nBREAK into a million pieces, Neil HITS the back fin brakes... The plane goes into a CONTROLLED SLIDE... \n\nTARGET SECTION TO BE ANNOTATED:\n kicking up a HUGE\nCLOUD of dust... and TOSSING NEIL ACROSS THE COCKPIT... until\nat last, the plane eases to a HALT.\n\nFor a moment, all is STILL. Silent. Then Neil STIRS... leans\nforward and takes his helmet off.\n\nNEIL (INTO COMMS)\n\nI’m down.\nBUTCH (COMMS) JOE (COMMS)\nSon of a bitch! (clearly relieved)\n\nVery nice, Neil. Posse will\nget there shortly.\n\nAs the dust clears and Neil looks out towards the fire trucks\nin the distance rolling towards him, we CUT TO --\n\nEXT. LANDING STRIP 35, ROGERS DRY LAKE BED, EAFB - LATER\n\n \n\nAn Air Force jeep WIPES FRAME... REVEALING EDWARDS AFB FIRE\nTRUCKS, NASA PICK UPS and TECHS surrounding Neil’s X-15. The\nperiod cars are cool, but our eye is drawn to the x-15.\n\nIt's our first real look at the hypersonic rocket plane. The\nlong fuselage, the thick dorsal wedge fin, the NASA signage...\n\nIt's every bit as awesome as the flight we just witnessed.\n\n \n\nPUSH IN on THE OPEN COCKPIT. NASA Engineers take readings off\nthe instrument panel while Neil makes notes in his logbook. A\nbeat, then Neil finishes up and climbs out of the cockpit.\n\nBUTCH\nThink you set a couple records.\n\nA FAMILIAR VOICE. ‘Butch’ Butchart, 30s, flight gear, walks\nup with Neil’s boss, Joe Walker, 40, thoughtful. Butch GRINS.\nNeil nods stiffly as a TECH with a MAP calls out.\n\f10.\n\nTECH\nButch, you mind walking me through\nthe release data?\n\nButch heads off. Joe turns to Neil.\n\nJOE\nYou okay?\n\nNEIL\nUh huh. I don’t think anyone's\nexperienced that kind of atmosphere\nbounce, we should try to replicate\nit in the sim --\n\nJOE\nNeil.\n\nNEIL\nYeah?\n\nJoe looks at him, concerned. But Neil’s not going there. A\nFLIGHT SURGEON who’s been waiting by the plane intercedes.\n\nFLIGHT SURGEON\nHey Joe, I gotta do his work up.\n\nJoe nods.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\nFLIGHT SURGEON who’s been waiting by the plane intercedes. FLIGHT SURGEON\nHey Joe, I gotta do his work up. Joe nods. \n\nTARGET SECTION TO BE ANNOTATED:\n Neil follows the surgeon off. Joe turns back to\nhis jeep, only to find a grizzled AIR FORCE COLONEL, late 30s.\n\nCOLONEL YEAGER (0.C.)\nKid’s a good engineer, but he’s not\ntoo good an airplane driver.\nBouncing up in the thin air where\nyou can’t turn, it’s not too bright.\n\nJOE\nHe was focused on the G-limiter. It\nwas a core flight objective.\n\nBut it’s not clear Joe believes that. The Colonel’s tag\nGLINTS in the sun. C. YEAGER.\n\nCOLONEL YEAGER\nThree mishaps in three months. It’s\nnot my call, but I’d ground him.\nYeager heads out. As we HOLD ON Joe, wondering if Yeager’s\nright, we hear it again... that ODD MECHANICAL WHINE... the\nsame unnerving sound Neil heard in the X-15. It takes us to --\nINT. ROOM, DANIEL FREEMAN MEMORIAL HOSPITAL - DAY\n\nCLOSE ON a 2-year-old girl (KAREN). Quiet, self-contained.\n\f11.\n\nPULL BACK to see a COBALT RADIATION MACHINE HULKING over her.\nThe source of the now familiar WHINE, it beams GAMMA RAYS into\nher brain as she lies on a gurney.\n\nHOLD for an AWFUL BEAT... then REVERSE TO the OBSERVATION\nWINDOW. Neil and his wife, JANET, 27. Watching.\n\nINT. OBSERVATION ROOM, MEMORIAL HOSPITAL - CONTINUOUS\n\n \n\nJanet BLINKS back tears, reaches for Neil...\n\nHe takes her hand, but he’s focused on the nearby INSTRUMENT\nPANEL... his ever alert eyes TICKING across the console as a\nTECH adjusts RADIATION LEVELS, sets the dials... 1.17. 1.33.\n\nNeil slips his hand out of Janet’s, pulls out a LOGBOOK to jot\ndown the numbers... all while trying to block out that SOUND.\n\n \n\nHOLD ON Neil as the WHINE CRESCENDOES. Relentless.\n\nINT. UPSTAIRS HALLWAY, ARMSTRONG CABIN - NIGHT\n\n \n\nQUIET.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nRelentless. INT. UPSTAIRS HALLWAY, ARMSTRONG CABIN - NIGHT\n\n \n\nQUIET. \n\nTARGET SECTION TO BE ANNOTATED:\n Janet on the floor outside Karen's bedroom, her son,\nRICK, 4, asleep in her lap. In SOFT B/G, Neil SINGS softly to\nKaren, then kisses her forehead...\n\nHOLD ON Janet trying to keep it together as Neil walks out.\n\nNEIL\nI‘11l put him down.\n\nJanet nods. Exhausted. Neil tousles her hair then gathers\nRick in his arms. As he carries Rick off, CUT TO--\n\nINT. RICK’S BEDROOM - MOMENTS LATER\n\n \n\nNeil tucks Rick in, METHODICALLY straightens the sheets. He\nspots a mess of an unfinished model plane on the desk. Neil\nCOMPULSIVELY moves to tidy it up... then pauses. And SITS...\n\n..-in the half light, he glues on a wing and gently blows it\ndry. The precision is calming. He’d keep at it, but the\ndoorbell RINGS. Reluctantly, Neil stands and we CUT TO --\n\nINT. FOYER/KITCHEN, ARMSTRONG CABIN - MOMENTS LATER\n\n \n\nNeil leads Joe Walker in. Joe carries in a casserole.\n\nNEIL\nCan I offer you a beer?\n\nJOE\nSure.\n\f12.\n\nNEIL\n(off the casserole)\nThat wasn’t necessary.\n\nJOE\nCan’t imagine Janet’s been up to\nmuch cooking.\nNo. Neil hands Joe a beer. They drink.\n\nJOE\nHow’s Karen?\n\nNEIL\nShe's doing fine.\n\nNeil doesn't want to talk about it. An awkward beat. Then --\nJOE\nDick Day called from Houston, Bob\nGilruth was asking after you.\n\nNEIL\nFor Gemini?\n\nJoe nods. Neil’s eyes TICK to the NASA X-Press newsletter in\na pile of mail on the table. NASA To Select More Astronauts.\n\nJOE\nI told them it’s probably not the\nright time.\n\nNEIL\n\nGemini and Apollo are speculative.\nWe're up as high as the Mercury\nflights, not sure why I’d leave now.\n\nJoe clocks the emotional DENIAL, but doesn’t comment on it.\nJOE\nWell. It’1ll be nice to keep you\naround.\n\nINT. BASEMENT OFFICE, ARMSTRONG CABIN - LATER THAT NIGHT\n\nA small space. A desk, some shelves. A light CLICKS ON.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nBASEMENT OFFICE, ARMSTRONG CABIN - LATER THAT NIGHT\n\nA small space. A desk, some shelves. A light CLICKS ON. \n\nTARGET SECTION TO BE ANNOTATED:\nNeil walks down the stairs, over to the desk. He sits.\n\nWe now see neatly stacked MEDICAL BOOKS, mimeographed copies\nof scientific RESEARCH PAPERS. All marked and tabbed.\n\nNeil opens a LARGE COMPUTATIONAL NOTEBOOK filled with TIDY\nNOTES. He writes Cobalt Session No.2... then pulls out his\nlogbook. He transfers the radiation levels. 1.17. 1.33.\n\f13.\n\nA beat. He adds a new heading. Side Effects. Neil pauses.\nThen... Fatigue. Dizziness. Extreme headache. Vomiting\n(repeated). Hair loss/Scalp irritation. Loss of appetite.\n\nNeil stops writing. He scans the list, then grabs a stack of\npapers on COBALT THERAPY and TUCKS them into a MANILA FOLDER\nthat he places on a shelf. Beside a DOZEN other folders.\n\nNeil takes a breath, then reaches for a dog-eared research\npaper from Johns Hopkins. Pre-Adolescent Glioma of the Pons:\nExperimental Treatments & Therapies. It’s WELL-MARKED.\n\n \n\nNeil's clearly read it a_hundred times. Yet he picks up a\nhigh-lighter and starts to read. Again. DETERMINED.\n\nOff Neil, we PRELAP the chilling sound of a MECHANICAL CRANK --\n\nEXT. JOSHUA MEMORIAL PARK - LANCASTER, CA - DAY\n\n \n\nCLOSE ON a CRANK. Turning. Lowering a small coffin.\n\nTIGHT ON Neil with Janet and their son, Rick. All in black.\nJanet and Rick cry as KAREN’S COFFIN sinks. Neil does not.\nHe's impassive... but he HUGS his family CLOSE. TIGHT.\n\nThe SOUND of the crank takes us to --\n\nINT. LIVING ROOM, ARMSTRONG CABIN - DAY\n\n \n\nA LONG PUSH IN over trays of food. Dark suits and dresses.\nQuiet murmurs. No laughter or smiles, no pleasant small talk.\n\nThere is no pain like the loss of a child.\n\n \n\nWe pass Joe and his wife, huddled with Janet. Neil’s by the\nwindow nearby. Watching Rick toss a ball in the yard...\n\nBARELY ENDURING the condolences, the soft pats on the back.\n\nJust when it looks like Neil might break, he SLIPS AWAY.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nWatching Rick toss a ball in the yard... BARELY ENDURING the condolences, the soft pats on the back. Just when it looks like Neil might break, he SLIPS AWAY. \n\nTARGET SECTION TO BE ANNOTATED:\nWinding through the crowd. Towards the basement door.\n\nINT. BASEMENT OFFICE, ARMSTRONG CABIN - LATER THAT NIGHT\n\n \n\nThe desk now a MESS. Marked up medical books and scattered\npapers. Neil's notebook, now FILLED, lies open.\n\nWe hear the door. Neil walks down the stairs, moves to the\ndesk. His eyes TICK over books... papers... the notebook.\n\nA beat, then Neil closes the NOTEBOOK... slowly pulls together\nthe PAPERS and the BOOKS...\n\n...-and, up on a high shelf, carefully STACKS THEM ALL AWAY.\n\f14.\nNeil’s eyes TICK over the EMPTY DESK. Then he turns off the\nlight. And exits. We HOLD on the shelf, then CUT TO --\nINT. BEDROOM, ARMSTRONG HOUSE - EARLY MORNING\nCLOSE ON a WESTCLOX ELECTRIC ALARM CLOCK, hour hand near six.\nA beat, then we PAN over to Neil. Staring up at the ceiling.\nWide awake. The alarm TRILLS. Neil turns it off as Janet\n\nstirs. Groggy, she rolls over, reaching for him.\n\nJANET\nNeil?\n\nBut he's already gone. Off Janet, ALONE...\nINT. TEST PILOT OFFICE, NASA FRC, EDWARDS AFB - EARLY MORNING\n\nJoe, Butch and another pilot enter, coats and coffee. Jawing,\nlaughing... until they spot Neil. Working at his desk.\n\nThe men PAUSE, AWKWARD. SURPRISED to see him.\n\nBUTCH (CONT’D) PILOT\nHey, Neil. Neil.\n\nNEIL\nHey. Butch, you have time to talk\nthrough the data on the bounce?\nBUTCH\n...sure, yeah, of course. Lemme\njust put my things down.\nButch and the other pilot head to their desks. Joe leans in.\n\nJOE\nYou can take a few days, you know.\n\nNEIL\nI know.\n\nJoe sees he’s not going anywhere, starts to head off when --\n\nBUTCH\nYou gotta be kidding me.\n\nButch clutches a XEROXED MEMO. He holds it up. A DIAGRAM of\na strange, spider-like contraption, a cockpit on top.\n\nBUTCH\nThey want a free flying trainer to\nsimulate a moon landing...",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe holds it up. A DIAGRAM of\na strange, spider-like contraption, a cockpit on top. BUTCH\nThey want a free flying trainer to\nsimulate a moon landing... \n\nTARGET SECTION TO BE ANNOTATED:\n how the\n\nhell are we gonna do that?\n\f15.\n\nJOE\nI think that’s the question.\n\nBUTCH\nThey haven't even figured out how to\nget to the moon. I’m not wasting\ntime on impossible problems.\n\nButch tosses the memo, exits. As Joe goes after him, Neil\nGLANCES at the memo, contemplating the challenge. His eyes\nTICK over the DIAGRAM, curious, absorbed... alive.\n\nA beat, then Neil REACHES for the memo and we SMASH TO --\n\nINT. EXAM ROOM ONE, ELLINGTON AIR FORCE BASE, HOUSTON, TX - DAY\n\n \n\nCLOSE ON a SYRINGE pumping water into a MAN'S EAR.\n\nAstronaut Selection, Project Gemini\nAugust 13, 1962\n\nThe syringe empties. A TECH dips it in a bucket of ICE WATER,\nrefills it and turns back to... Neil. In his underwear.\n\nTECH\nTell us when you want to stop.\n\nNeil eyes a SECOND TECH with a stopwatch as the WHOOSH of ice\nwater in his ear propels us into a SERIES OF SHORT SCENES --\n\nISOLATION ROOM\nTwo TECHS walk Neil into the empty, windowless room.\n\nTECH\nCome out after two hours.\n\nThey leave and close the door. The lights flick off. It's\nPITCH BLACK. Silent. A beat. Then we hear Neil hum.\n\nNEIL\nThree hundred and sixty men in a\nboarding house bed, roll over, roll\nover. One turned over and the other\nman said, roll over, roll over...\n\nINTERVIEW ROOM\nA STACK of 'TESTS' is dropped on a desk in front of Neil. He\n\neyes the first test. For each of the paired statements below,\nselect the statement that best fits your personality.\n\n \n\n \n\nNeil digs in: (1) I worry a lot about things in the future\nthat could go wrong; (2) It takes a lot for me to get angry.\n\f16.\n\nA beat. Neil circles NUMBER TWO and moves on...\nEXAM ROOM TWO\nA foot PLUNGES into an ICE BATH.\n\nTECH\nTake it out when it’s too cold.\n\nA tech starts a stopwatch, watches Neil. Who settles in.\n\nISOLATION ROOM (PITCH BLACK)\nWe see nothing, hear nothing... but Neil.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nA tech starts a stopwatch, watches Neil. Who settles in. ISOLATION ROOM (PITCH BLACK)\nWe see nothing, hear nothing... but Neil. \n\nTARGET SECTION TO BE ANNOTATED:\nNEIL\nTwo hundred three men in a boarding\nhouse bed, roll over, roll over...\n\nEXAM ROOM ONE\n\nMore ice water shoots into Neil's ear. The tech nearby\nglances at his stopwatch. Neil’s jaw sets.\n\nINTERVIEW ROOM\n\nA last pair: (1) I like to help friends when they’re in\ntrouble; (2) I like to do my best in whatever I undertake.\n\nNeil reads, thinks and circles NUMBER TWO. Then he puts the\ntest aside and reaches for the next one.\n\nDraw a picture of yourself. A beat. As Neil starts to draw --\nEXAM ROOM TWO\n\nNeil's foot in an ice-bath. Turning WHITE. The tech with the\nstopwatch jots down a note. Neil doesn't move.\n\nINTERVIEW ROOM\n\nNeil finishes a fairly generic stick figure drawing of\nhimself. He turns the page. Draw a picture of your family.\n\nNeil HARDENS. As he STARES at the blank page, we CUT TO --\nISOLATION ROOM (PITCH BLACK)\nNEIL\n.--but in the struggle, his neck got\n\nbroke, roll over, roll...\n\nNeil trails off. A LONG BEAT. We feel him STRUGGLING. Then,\njust when we think he might to break...\n\f17.\n\nNEIL\nEighty nine men in a boarding house\nbed, roll over, roll over...\n\nEXAM ROOM TWO\nNeil's foot in an ice bath. Now BLUE. Neil bears down.\nNEIL (0.C.)\n...he turned over and no one said\nroll over, roll over...\n\nEXAM ROOM ONE\n\nWHOOSH... The tech unloads another syringe into Neil's ear.\nPUSH IN on Neil, blank, NUMB. And as we go TIGHT ON HIS EYES,\nwe see it again. The pain there. The deep, deep PAIN.\n\nNEIL (0.C.)\nThe last man thought it'd be a great\njoke, to keep on rolling when...\n\nINT. ISOLATION ROOM (PITCH BLACK)\n\nNEIL (0.C.)\n...not a soul spoke, but he fell on\nthe floor and his neck got broke,\nroll over, roll over.\n\nNeil BANGS on the door. It opens, the light JARRING. Neil\nblinks, then walks out. He follows a tech down the hall...",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt opens, the light JARRING. Neil\nblinks, then walks out. He follows a tech down the hall... \n\nTARGET SECTION TO BE ANNOTATED:\nbut we HOLD ON a MAN in a tie and shirtsleeves.\n\nMeet DEKE SLAYTON, 37, slightly gray, MACHO back when that was\nappealing. Deke turns to the tech with the stopwatch.\n\nDEKE SLAYTON\nHow long?\n\nThe tech shows Deke the watch. 2:03.\n\nINT. HALLWAY, OFFICE BUILDING, ELLINGTON AFB - LATER\n\n \n\nThe hall lined with chairs, candidates reading PROJECT GEMINI\nbriefing books. FIND Neil looking for a seat... when PETE\nCONRAD, 32, a wicked witted wasp from Princeton calls out.\n\nPETE CONRAD\nAir Force? Navy? ...Leatherneck?\n\nNeil looks at him, BLANK.\n\nED WHITE\nChrist, another egghead.\n\f18.\n\nPete SMIRKS, trades a look with ED WHITE, 32, a lanky Texan\nwith easy-going charm. But Neil doesn’t engage. Instead, he\nheads to the end of the hall, finds a seat and opens a packet.\n\nELLIOT SEE\nCivilian?\n\nNeil glances at ELLIOT SEE, 35, a flight test engineer from\nUCLA, older than the rest. And more cerebral. Neil nods.\n\nELLIOT SEE\nMe too. Elliot See.\n\nNEIL\nNeil Armstrong.\n\nNeil turns to his packet, but Elliot, anxious, keeps talking.\n\nELLIOT SEE\nTough morning, huh? I barely lasted\ntwo minutes in the ice bath. I saw\none of the military guys keep his\nfoot in so long it turned blue.\n\nNEIL\nI think NASA’s more interested in\npsychological reactions than\nphysiological performance.\n\nELLIOT SEE\nI just figured he probably didn’t do\nso well on the intelligence tests.\n\nThis draws a smile, maybe the first we’ve seen from Neil. A\nSMALL CONNECTION. Which for Neil is no little thing.\n\n \n\nDEKE\nArmstrong.\n\nNeil looks up. Deke stands by the door at the end of the\nhall, a candidate slipping out behind him. Neil stands.\n\nELLIOT SEE\nGood luck.\n\nINT. CONFERENCE ROOM, ELLINGTON AFB - MOMENTS LATER\n\n \n\nAn empty chair in front of A PANEL OF MEN, including Bob\nGilruth, 48, who’s voice we heard earlier.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIOT SEE\nGood luck. INT. CONFERENCE ROOM, ELLINGTON AFB - MOMENTS LATER\n\n \n\nAn empty chair in front of A PANEL OF MEN, including Bob\nGilruth, 48, who’s voice we heard earlier. \n\nTARGET SECTION TO BE ANNOTATED:\n In person, Gilruth\nis tall, hawkish and as commanding as he sounded at the top.\n\nDeke leads Neil in, introduces him.\n\f19.\n\nDEKE\nGentlemen, Neil Armstrong. Neil,\nyou know Bob Gilruth, Head of the\nManned Space Center; Chris Kraft,\nour flight director; and we asked\nJohn Glenn to sit in. I figure you\nwatched his flight with the rest of\nthe country.\n\nIf Neil's impressed he doesn’t show it. He shakes hands with\nGilruth; CHRIS KRAFT, 37, looks like a 50s ad rep; and JOHN\nGLENN, 40, clean cut, very much the American hero. Glenn\nsmiles as Neil sits in front of the panel.\n\nJOHN GLENN\nDeke said you flew for the Navy in\nKorea. Panther, right?\n\nNEIL\nYes, sir.\n\nYes, Neil was a Navy combat pilot. And if you’re surprised he\ndidn’t mention that in the hall, you’re not paying attention.\n\nJOHN GLENN\nGood lateral control, but pretty\nstiff in pitch, am I right?\n\nNEIL\nNever bothered me much.\n\nJOHN GLENN\n(laughs)\nWell, I didn’t fly as many missions\nas you. But I bet I took more flak.\n\nGlenn warm, smiles; Neil doesn’t. Awkward. Gilruth jumps in.\n\nGILRUTH\nNeil, we've been chatting with\ncandidates about the program so we\ncan get an idea of how everyone\nthinks. Now, as I’m sure you know,\nour decision to forego Direct Ascent\nin favor of Lunar-Orbit Rendezvous\nhas had a major impact on Gemini.\n\nCHRIS KRAFT\nDo you have any thoughts on that\ndecision, Neil?\n\nNEIL\nI think it was a good decision.\n\f20.\n\nAn awkward pause.\n\nA beat.\n\nThe\n\nJOHN GLENN\nWould you care to elaborate on that?\n\nNEIL\nEven taking Von Braun’s initial\ncriticism into account, the payload\nsaved by parking the primary vehicle\nin lunar orbit seems well worth the\nresulting challenges.\n\nKRAFT\nWhat do you see as the challenges?\n\nNEIL\n\n(considers)\nCislunar navigation for one.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEIL\nEven taking Von Braun’s initial\ncriticism into account, the payload\nsaved by parking the primary vehicle\nin lunar orbit seems well worth the\nresulting challenges. KRAFT\nWhat do you see as the challenges? NEIL\n\n(considers)\nCislunar navigation for one. \n\nTARGET SECTION TO BE ANNOTATED:\n You're\naiming for a narrower target,\ninserting a craft into lunar orbit.\nOf course, you’d also need to design\nthe smaller lunar excursion ship and\nfigure out how to land it.\n\npanel waits. Deke prompts Neil.\n\nDEKE\nIs that all, Neil?\n\nNEIL\n.--well, the most difficult hurdles\nwould be rendezvous and docking.\nBut that’s only assuming you want to\nget the men back.\n\nIs he serious? A beat, then Glenn LAUGHS.\n\nThe room follows suit, laughing hard, assuming Neil was\n\njoking.\n\nOf course, it’s not clear that he was.\n\nDEKE\nDoes anyone have anything else?\n\nGILRUTH\nYes. Neil, I was very sorry to hear\nabout your daughter.\n\nNeil nods, impassive.\n\nNEIL\nWhat’s the question?\n\nGILRUTH\nWell... how’s your wife?\n\f21.\nNEIL\nI think she’s handling it well.\nOff Gilruth, satisfied with Neil’s answer, we SMASH TO --\nINT. ARMSTRONG CABIN - NIGHT\nNeil, Jan and Rick eat supper. Deathly quiet, a PALLOR hangs.\n\nRICK\nCan I go play outside?\n\nJANET\nJust stay in the backyard where we\ncan see you.\n\nRick scurries off. Neil barely notices. A PAINFUL beat...\nit’s a relief when the phone RINGS. Janet gets up, answers.\n\nJANET (INTO PHONE)\nHello? Yes, one second. Neil?\n\nNeil looks up. Janet holds out the phone. He takes it.\nNEIL (INTO PHONE)\nThis is Neil. Yes. Uh huh. Okay.\nYes, sir. Thank you.\n\nNeil hangs up. Processing. Then he sees Janet STARING.\n\nNEIL\nI got it.\n\nHe looks unsure. So does Janet, but she buries her qualms.\n\nJANET\nIt’s a fresh start.\n\nNEIL\nYou think so?\n\nJANET\nIt’ll be an adventure.\n\nHe looks out the window at the night sky, UNRESPONSIVE. Jan\nPULLS HIM to her, trying to bridge the divide. Out of habit,\nNeil wraps his arms around her, but his eyes remain LOCKED on\nthe sky. Off his focused gaze, we --\n\nFADE TO BLACK.\n\nFADE IN:\n\f22.\n\nINT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nOff his focused gaze, we --\n\nFADE TO BLACK. FADE IN:\n\f22. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONFERENCE ROOM, MANNED SPACE CENTER - HOUSTON, TX - DAY\n\nGRAINY FOOTAGE of the Russian cosmonaut program. Two Vostok\ncapsules blasting off, one after the next...\n\nAGENT WELSH (0.C.)\nTwo weeks ago, the Soviets put two\nmanned spacecraft in orbit.\n\nPULL BACK to find NEIL in the flickering light. He sits at a\nsmall desk, taking COPIOUS NOTES as CIA AGENT JOHN WELSH\nnarrates from beside the REEL-TO-REEL PROJECTOR.\n\nAGENT WELSH\nVostok 3 and 4 were launched the\nsame day and, at one point, orbited\nwithin 75 miles of each other.\n\nNear Neil, Elliot See looks GRIM, but Neil remains analytical\nas Welsh finishes and Deke flips on a VU-GRAPH PROJECTOR.\n\nDEKE\nThe Soviets are ahead of us on\nrendezvous and everything else.\nWhich would scare the hell out of me\nif I weren’t so pissed off.\n\nResolute, Deke puts a transparency on the overhead and DRAWS\n(yep, it’s 1962) two circles. He labels them (EARTH, MOON)\nthen SKETCHES a rocket flying from one to the other...\n\nDEKE\nThe rocket Von Braun’s building is\nbig, it should get us to the moon.\nCourse, a monkey could fly it. But\nto get to the surface and back...\n\nPUSH IN on Neil as Deke draws a SMALL SHIP flying from the\nrocket to the surface, then returning to the original craft.\n\nDEKE\n...we’ll need men trained to catch\nanother ship in orbit and dock.\nThis is the primary mission of\nProject Gemini.\n\nDeke writes RENDEZVOUS. DOCKING. Neil, INTENT, takes it down.\n\nDEKE\nProving men can live in space for\nthe week it will take to get to the\nmoon and back, proving men can\nsurvive and work outside the space\ncraft... these are secondary goals.\n\f23.\n\nDURATION. EXTRA VEHICULAR ACTIVITY (E.V.A.). Neil’s eyes\nTICK from Deke to the screen to his notes, getting it down...",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nV. A.). Neil’s eyes\nTICK from Deke to the screen to his notes, getting it down... \n\nTARGET SECTION TO BE ANNOTATED:\nDEKE\nOnly if we master these tasks can we\nmove on to Apollo and consider\ntrying to land a man on the moon.\n\nGilruth flicks on the lights, revealing the nine Gemini men,\nincluding Ed White and Pete Conrad, who we met baiting Neil.\n\nNow Ed and Pete look TENSE, as do the rest of the men. And\nlike Neil and Elliot, they’ve all taken COPIOUS NOTES.\n\nGILRUTH\nNone of you need incentive. But\nthis is very much a race --\n\nDEKE\nAnd we're already more than a dick’s\nlength behind the other guy.\n\nGILRUTH\n..-point is, the nine of you need to\nstay focused, despite the new\npressures and the temptations that\nwill invariably come your way.\n\nPETE CONRAD\nSo anything we can eat, drink or\nscrew within 24 hours, right?\nEd and some of the other men smirk. Deke, Gilruth do NOT.\nED WHITE\nWe know the drill, we’re used to\nthis kind of attention.\n\nGILRUTH\nDue respect, Mr. White? You’re not.\n\nAs he says this, we see something on Neil’s face we haven't\nseen before. TREPIDATION. We hear a crowd ROAR and SMASH TO--\n\nINT. CULLEN AUDITORIUM, UNIVERSITY OF HOUSTON - DAY\nAn 1,800 seat auditorium, filled to capacity.\n\nIntroduction of NASA Astronaut Group 2\nSeptember 17, 1962\n\nREPORTERS and CAMERA CREWS from the three major networks, the\nmajor radio broadcasting systems, the wire services and dozens\nof domestic and international newspapers and magazines.\n\f24.\n\nGILRUTH (0.C., ON LOUDSPEAKER)\nNeil A. Armstrong. Frank F. Borman,\nJr. Charles ‘Pete’ Conrad...\n\nON STAGE, Deke is with Gilruth, who introduces the astronauts.\nThey walk out, all in blue suits save Conrad, in white linen.\n\nGILRUTH (ON LOUDSPEAKER)\nJames A. Lovell. James A. McDivitt.\nElliot M. See. Thomas P. Stafford.\nEdward H. White, II. John W. Young.\nThese are The New Nine. This is\nProject Gemini.\n\nThe crowd applauds, dozens of flashbulbs POP.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThese are The New Nine. This is\nProject Gemini. The crowd applauds, dozens of flashbulbs POP. \n\nTARGET SECTION TO BE ANNOTATED:\n TIGHT ON Neil,\na smile frozen on his face, eyes DARTING every which way.\n\nNEIL’S POV. In BLURRED CUTS: flashbulbs; press; the crowd;\nastronauts waving; Rick and Janet (pregnant)... It's DIZZYING.\n\nGILRUTH\nWe'll open it up for questions now.\n\nGilruth points and a man from the AP stands.\nAP REPORTER\nGentlemen, what drew you to apply\nfor the job?\nWe go down the line, the men are RELAXED. QUICK, CUTTY --\n\nFRANK BORMAN\nI like to be on the first team.\n\nPETE CONRAD\nI wanted to be a part of it.\n\nELLIOT SEE\nI feel this is the most important\nthing I could possibly do.\nED WHITE\nI felt I had something to give to\nthe program.\nON THE AP GUY, scribbling. A beat, then he looks up.\n\nAP REPORTER\nMr. Armstrong?\n\nWHIP TO NEIL, UNCOMFORTABLE as we've seen. Halting, STIFF --\n\f25.\n\nNEIL\nIt was the general challenge of...\nthe unknowns of the program... and\n\nthe general alignment of this part\nof it with our national goals.\n\nThe men glance over. Elliot CLOCKS Neil’s discomfort. Then --\n\nJOHN YOUNG\nI agree with those other guys.\n\nAs the crowd dissolves into laughter, FLASHBULBS TAKE US TO --\n\nNASA ANNOUNCER (PRELAP)\nT minus one minute.\n\nEXT. CAPE CANAVERAL - DAY\n\nThe Gemini nine STARE OUT into the distance. Beside them, a\nGRANDSTAND of a few hundred people and THREE NETWORK CAMERAS.\n\nED WHITE\nI thought it’d be bigger.\n\nWe follow Ed’s gaze across two hundred yards of dirt toa\nsmall, orange scaffold holding up a THIN, RED-TIPPED ROCKET.\n\nMercury 8 Launch, Cape Canaveral\nOctober 3, 1962\n\nAt 90 feet tall, 5 feet in diameter, the rocket’s much smaller\nthan the Saturn to come. And clearly much less sophisticated.\n\n \n\nNASA ANNOUNCER (LOUDSPEAKER)\n\nThirty seconds. PETE CONRAD\nHard to believe Wally even\nfits on top of that thing.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd clearly much less sophisticated. NASA ANNOUNCER (LOUDSPEAKER)\n\nThirty seconds. PETE CONRAD\nHard to believe Wally even\nfits on top of that thing. \n\nTARGET SECTION TO BE ANNOTATED:\nThe men stare, SOBER, shaken by the fact that soon they’1l be\natop a rocket like this. PAN SLOWLY over their ANXIOUS FACES.\n\nNASA ANNOUNCER (LOUDSPEAKER)\nFifteen.\n\nElliot See, Ed White... even Pete Conrad is nervous, fingers\ncrossed on both hands...\n\nLOUDSPEAKER\nTen.\n\nAs the countdown begins in earnest we FIND NEIL. In contrast\nto the others, Neil is TOTALLY CALM.\n\f26.\n\nLOUDSPEAKER\n5, 4, 3, 2...\n\nHOLD ON Neil as the rocket DROWNS OUT the call, his face AGLOW\nwith the flame of 200,000 pounds of thrust...\n\nLOUDSPEAKER\nLiftoff! Clock is started!\n\nAnd as we hear the rocket lift, we HOLD ON Neil, on the\nEMOTION in his eyes... a childlike look of WONDER.\n\nINT. KITCHEN, ARMSTRONG HOUSE (HOUSTON) - EARLY EVENING\n\nCLOSE ON a CBS NEWS BROADCAST. WALTER CRONKITE (in large\nearphones) at his desk. We see a chyron: CRISIS IN CUBA.\n\nWALTER CRONKITE (ON TV)\nIf invasion is undertaken, the\nRussians have said that they would\nretaliate with rocket fire; we have\nsaid if there's rocket fire from\nCuba we will retaliate and there\ngoes the, uh, whole ballgame.\n\nPULL BACK to find JANET, PREGNANT, in a kitchen full of boxes.\nNo_longer unpacking. PALE, she stares at the B&W TV... when\nthe doorbell RINGS. She walks into --\n\nINT. LIVING ROOM, ARMSTRONG HOUSE (HOUSTON) - EARLY EVENING\nAlso full of boxes. Rick plays on the floor. Neil, on the\ncouch, marks up a thick binder labeled GEMINI. ENGROSSED, he\ndoesn’t look up as Janet walks in and opens the door.\n\nEd White stands with his WIFE PAT, 30.\n\nPAT\nHey. Pat White, we live next door?\n\nJANET\nOf course. Hello. Janet Armstrong.\n\nPAT\nWe only just moved in ourselves, but\nwe've got a couple days on y’all...",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHello. Janet Armstrong. PAT\nWe only just moved in ourselves, but\nwe've got a couple days on y’all... \n\nTARGET SECTION TO BE ANNOTATED:\nPat holds out a Tupperware container of cookies.\n\nJANET\nWell, that’s awfully nice of you.\n\nNeil comes to the door with his binder. Ed’s uncomfortable;\nclearly this visit was Pat’s idea.\n\f27.\n\nED\nHey Neil. We have an assignment?\n\nNEIL\nNo.\n\nAn awkward beat. Pat fills it.\n\nPAT\nI’ve just about got the kitchen\nsquared. With everything going on\nin the news, company might be nice,\nI’ve already got some soup on...\n\nNEIL\nEd and I have an early flight out.\n\nJanet flushes, EMBARRASSED. And disappointed. But Pat\ndoesn’t miss a beat.\n\nPAT\nOh, yes... you boys are heading to\nCleveland, right? Assuming the\nworld doesn’t end?\nShe smiles at Janet. It almost sets Janet at ease.\n\nJANET\nMaybe another time?\n\nPAT\nYes, of course, that’d be swell.\nIt’s just so nice to meet y’all.\nNeil forces a smile back, then shuts the door.\n\nEXT. ARMSTRONG HOUSE (HOUSTON) - SAME TIME\n\n \n\nEd and Pat stand there.\n\nPAT\nWell.\n\nED\nTold you.\n\nAs they turn and head back towards their house, we CUT TO --\nINIT. MULTI-AXIS TRAINER ROOM, LEWIS FLIGHT CENTER - CLEVELAND\n\nCLOSE ON a familiar pair of blue eyes. Ticking to a pair of\nhands BUCKLING straps... PULLING them tight.\n\f28.\n\nFIND Neil in a cockpit chair, suspended within THREE\nCONCENTRIC STEEL RINGS. Welcome to the MULTI-AXIS TRAINER.\n\nMULTI-AXIS SUPE (0.C.)\nThis replicates roll coupling on all\nthree axis, the kind you might\nencounter in space.\n\nThe SUPE nods to the hand controllers on the chair.\n\nMULTI-AXIS SUPE\nTrick is to take care of roll first,\nthen pitch and yaw will be easier.\n\nNeil nods. The Supe starts the machine; the inner rings spin,\ntossing Neil in all directions. Slowly at first, then FASTER.\n\nPUSH IN on Neil. The chair speeds up, his head WHIPPING in\nand out of frame as he struggles to analyze the spin.\n\nHis HANDS GRAB the controls... they CLICK several times...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nPUSH IN on Neil. The chair speeds up, his head WHIPPING in\nand out of frame as he struggles to analyze the spin. His HANDS GRAB the controls... they CLICK several times... \n\nTARGET SECTION TO BE ANNOTATED:\n but\nthe machine just spins FASTER. Neil bores down... but it’s\nfast, TOO FAST... His eyes droop... and we FADE TO GRAY.\n\nDEKE (0.C.)\nWhite, you’re up.\n\nNeil blinks, OPENS HIS EYES. The supe moves to unbuckle him.\n\nNEIL\nI’m good. lLet’s go again.\n\nThe Supe STARES. Then turns to Deke. Who shrugs. The other\nastronauts watch, curious, as the Supe tightens Neil's straps\nand starts the machine again. As it spins, we PUSH INTO --\n\nNEIL’S POV. The room, spinning. And if it’s nauseating,\nwell, that's how it's supposed to feel.\n\nNeil CLICKS the controls and the trainer slows... only to SPIN\nFASTER. Shit. In BLURRED CUTS we see: the other ASTRONAUTS;\nFLASHBULBS; PRESS; a CROWD... and again we FADE TO GRAY.\n\nDEKE (0.C.)\nArmstrong.\n\nNeil OPENS HIS EYES. Deke's bent over him.\n\nNEIL\nAgain.\n\nDeke’s SURPRISED. Ed White and a few others look ANNOYED, but\nDeke responds to the look in Neil’s eyes. He nods to the\nSupe, who pulls Neil's straps tight and leans in, WHISPERING --\n\n \n\f29.\n\nMULTI-AXIS SUPE\nUse your inner ear.\n\nAs Neil processes, the Supe steps back, starts up the machine.\n\nNEIL'S POV. This time, as he spins, Neil CLOSES his eyes.\nTHE SCREEN GOES DARK. But under the grating machine...\n\nWE HEAR the PULSE SLOSHING in Neil’s inner ear. Then the\nCLICK of the hand control. Again. And again... And as Neil\nopens his eyes, the machine SLOWS...\n\nAnd then STOPS. Elliot GAPES as the Supe unstraps Neil. Neil\ntries to stand, wobbles and falls... VOMITING all over.\n\nEd looks UNIMPRESSED.\n\nED\nServes him right.\n\nDEKE\nClean him up. White, strap in.\n\nINT. BATHROOM, LEWIS FLIGHT CENTER - CLEVELAND\n\n \n\nNeil stands, bent over a sink. SHAKING.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BATHROOM, LEWIS FLIGHT CENTER - CLEVELAND\n\n \n\nNeil stands, bent over a sink. SHAKING. \n\nTARGET SECTION TO BE ANNOTATED:\nA beat, then he steadies himself and tries to stand up... only\nto start DRY HEAVING. Again. And AGAIN. Spittle forming at\nthe corners of his mouth.\n\nNeil finally gets it under control. Pale, he spits in the\nsink and splashes water on his face when... Ed walks in. In\nthe mirror, Neil sees Ed. Trying to look collected.\n\nBut as Ed stands there, he turns GREEN. A beat, then...\n\nEd RUSHES INTO a stall. We hear him VOMITING off screen. Off\nNeil, unimpressed himself, CUT TO --\n\nINT. TRAINER, ELLINGTON AIR FORCE BASE - DAY (POV)\n\n \n\nCLOSE ON Elliot UPSIDE DOWN in a suit and helmet. Sweating.\n\nPETE CONRAD\nYou ready?\n\nREVEAL Pete Conrad, also upside down, in the other seat of a\nGemini trainer. Surprisingly serious.\n\nElliot puts on a brave face, NODS. Conrad PULLS a handle and\nthe hatch doors under them SWING OPEN... WATER RUSHING IN.\n\nAs the men STRUGGLE to undo their harnesses, we CUT TO --\n\f30.\n\nINT. FLOTATION TANK ROOM, ELLINGTON AFB - CONTINUOUS\n\n \n\nNeil and the astronauts stand at the edge of a pool with a few\nTECHS, watching as the submerged capsule SHAKES in the water.\n\nEGRESS SUPE\n15 seconds... 25 seconds...\n\nThe EGRESS SUPE eyes his stopwatch. No one emerges. CONCERN\ncreeps across Neil's face... then Conrad surfaces, GASPING.\n\nPETE CONRAD\nPiece of cake.\n\nConrad sees the look on Neil’s face, REALIZES. And DIVES for\nElliot. Neil glances over at Deke, who doesn’t move.\n\nEGRESS SUPE\n45 seconds...\n\nNeil STARES at the water. He can’t see what’s happening. His\neyes TICK from the rescue techs, to the Egress Supe, to Deke,\nback to the water again. He scans it, his hand CLENCHING.\n\nEGRESS SUPE\n60 seconds, Deke.\n\nAt last, Deke nods to the rescue techs, who dive... just as\nConrad EMERGES with Elliot, SPUTTERING.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe scans it, his hand CLENCHING. EGRESS SUPE\n60 seconds, Deke. At last, Deke nods to the rescue techs, who dive... just as\nConrad EMERGES with Elliot, SPUTTERING. \n\nTARGET SECTION TO BE ANNOTATED:\n Neil and others reach\ndown to pull him out of the pool as Deke jots down a NOTE.\n\nDEKE\nLovell, Armstrong, suit up.\n\nNeil hovers for a moment over Elliot.\n\nDEKE\nArmstrong, get your ass in gear!\n\nSMASH TO --\n\nINT. CAPSULE (GONDOLA), JOHNSVILLE CENTRIFUGE - DAY\n\n \n\nCLOSE ON NEIL in a low-tech capsule. STRAINING, his features\nSTRETCHED WIDE by the g forces. HOLD TIGHT on him, STRUGGLING\nto breathe, trying to muscle it out. SMASH TO --\n\nINT. CENTRIFUGE ROOM, JOHNSVILLE CENTRIFUGE - MOMENTS LATER\n\n \n\nNeil VOMITS beside the capsule, which is at the business end\nof a MASSIVE CENTRIFUGE. PALE, Neil looks up as the next\nvictim approaches... it’s Elliot.\n\nElliot clocks how wrecked Neil is. And BLANCHES. SMASH TO --\n\f31.\n\nINT. CLASSROOM, MANNED SPACE CENTER - CONTINUOUS\n\n \n\nNeil, EXHAUSTED, collapses into a desk. As the other Gemini\nmen sit, Neil opens the THICK BINDER in front of him.\n\nPhysics of Rocket Propulsion - Rocket Vehicle Performance\n\nAD\n\n \n\ns\n\nA man in a suit (HAMMOCK) walks in, turns on the vu-graph.\n\nHAMMOCK\nGentlemen, I’m David Hammock, I'11\nbe walking you through basic rocket\nphysics. We’ll just cover the first\nchapter tonight.\n\nNeil flips through the chapter. It's 75 pages. Jesus.\nINT. HALLWAY, MANNED SPACE CENTER - EARLY EVENING\n\nCLOSE ON a wall clock. 10pm. A lone janitor mops the hall.\nIt’s QUIET... then the classroom door OPENS. Neil and the\nothers stumble out, totally spent. They start to exit when...\n\nDEKE (0.C.)\nA couple of you have been asking\nabout assignments.\n\nNeil and the others turn. Deke and Kraft stand behind them.\nThe men are suddenly WIDE AWAKE.\n\nKRAFT\nThe first missions will test basic\nfunctionality of the new capsule.\nWe've made selections accordingly.\n\nYou could hear a pin drop.\nDEKE\n\nBack ups will train alongside\n\nprimary crews for now.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe've made selections accordingly. You could hear a pin drop. DEKE\n\nBack ups will train alongside\n\nprimary crews for now. \n\nTARGET SECTION TO BE ANNOTATED:\n But there'll\n\nbe plenty of flights for everyone.\n\nThe list is outside my office.\nA beat. Then the men GRAB their packs and RUSH INTO --\nINT. ASTRONAUT OFFICES, MANNED SPACE CENTER - CONTINUOUS\n\nPete leads the way, Ed and the others at his heels, crowding\nlike high school kids around the LIST posted by Deke’s door.\n\f32.\n\nFRANK BORMAN\nWhite, you lucky bastard.\nEd inches forward.\n\nSmiles broadly. We see the list...\n\n \n\n \n\nMission Prime Backup\nGT-3 Grissom-Young hirra-Stafford\nGT-4 MeDivitt-White Borman-Love\nGT-5 Cooper-Conrad Armstrong-See\n\nPETE CONRAD\nShit, I’m flying with Gordo? JIM LOVELL\nPunishment fits the crime...\nThe men laugh as Neil walks out. Elliot turns to him.\nELLIOT SEE\nWe're backup. Gemini 5.\n\nNEIL\nGreat.\n\nUnfazed, Neil exits with Elliot, not bothering to check the\nlist. Ed clocks this, puzzled... not getting Neil at all.\n\nINT. KITCHEN, ARMSTRONG HOUSE - NIGHT\n\nNeil’s at the dinner table. It's late, he eats alone, but\nJanet sits with him, the new baby (MARK) asleep in her arms.\n\nJANET\nRick had a nice time playing with\nlittle Ed next door... the White’s\nboy? They seem like nice folks.\n\nIt's not oppressive, like after Karen died, but Neil’s\n\ndistant. Maybe he is upset about the backup assignment?\nJANET\nNeil?\nNEIL\nSorry... There was this lecture on\n\norbital mechanics.\n\nrendezvous with the\nthrust, you wind up\nbecause it puts you\norbit. You need to\nand drop to a lower\nup. It’s backwards\n\nAbout how to\nAgena? If you\ngoing slower\nin a higher\nreduce thrust\norbit to catch\nfrom what you\n\nlearn as a pilot but if you work the\n\nmath, it follows.\n\nIt’s kinda neat.\n\f33.\n\nJanet reacts. Trying not to laugh.\n\nNEIL\nWell, it is.\n\nJANET\nYes, I’m sure that’s how all the\nother guys feel.\n\nNeil smiles.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEIL\nWell, it is. JANET\nYes, I’m sure that’s how all the\nother guys feel. Neil smiles. \n\nTARGET SECTION TO BE ANNOTATED:\n Then chuckles, RELAXING. A nice, shared\nmoment... atypical these days. Off Janet, ENJOYING it --\n\nINT. BATHROOM, ARMSTRONG HOUSE - NIGHT\n\n \n\nNeil stands in boxers and a T-shirt, BRUSHING his teeth.\nPerfect little circles on each tooth. His mind elsewhere.\n\nJanet, in a nightgown, slips up behind him. Her hand reaches\naround his stomach... then DOWN into his boxers.\n\nAt first, Neil doesn’t notice. Then his mind and brush SLOW.\nHis eyes TICK to Janet in the mirror. CONSIDERING. Janet\nlooks up at him. Insistent.\n\nA beat, then Neil turns, kissing her. As he pulls at her\nblouse, we CUT TO --\n\nINT. BEDROOM, ARMSTRONG HOUSE - NIGHT\n\n \n\nDark. Quiet. The windows open, a breeze plays on the drapes,\nmoving over Janet and Neil, NAKED on the bed. We hear a\n\nCRACKLING in the b/g... and Janet stirs. She sits up, sleepy.\nHer expression CLOUDS. She nudges Neil, softly. Then HARDER.\n\nJANET\nDo you smell that?\n\nNeil sits up, groggy. Half awake, still processing, he gets\nout of bed, tosses on his boxers and heads down the hall.\n\nJanet waits. A beat, then SMOKE CURLS IN through the doorway.\nJanet's eyes WIDEN as she hears Neil from the hall.\n\nNEIL (0.C.)\nCall the fire department.\n\nJanet, stunned, reaches for the phone as we PUSH INTO --\nINT. ARMSTRONG HOUSE - CONTINUOUS\n\nNeil runs down the HALLWAY, the roof IN FLAMES. Neil coughs,\npushes through the smoke, pausing at the door to...\n\f34.\n\nRICK’S ROOM. Rick sits up in bed. Disoriented.\n\nNEIL\nFollow your mother outside.\n\nRick nods and Neil moves on down the hall, HUSTLING INTO --\nTHE NURSERY. FILLED with smoke, the baby CRYING in the crib.\nNeil grabs the baby, covers him in a blanket and RUNS OUT,\nhurrying down the HALL into...\n\nTHE FAMILY ROOM. All smoke and fire, we can’t even see Neil.\nWe hear him COUGH, STRUGGLING to breathe...\n\n...",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll smoke and fire, we can’t even see Neil. We hear him COUGH, STRUGGLING to breathe... ... \n\nTARGET SECTION TO BE ANNOTATED:\nthen find him as he PUSHES THROUGH the back door into --\n\nEXT. BACKYARD, ARMSTRONG HOUSE - CONTINUOUS\n\n \n\nNeil holds the baby, GASPING for breath, eyes TICKING...\n\n...to ED WHITE, rushing across his yard to help...\n\n...to the TERRIFYING BLAZE already engulfing most of the roof.\n...to JANET, standing there, staring. Lost. And ALONE.\n\nNeil PROCESSES, rushing to Janet and handing her the baby.\n\nJANET\nRicky...\n\nNeil’s already on it, already turning back towards the house\nwhen... A SECTION OF THE ROOF COLLAPSES.\n\nJanet turns WHITE. Neil quickly grabs a wet towel off the\nclothes line, covers his face and RUNS BACK INTO --\n\nINT. ARMSTRONG HOUSE - CONTINUOUS\n\nThe walls of THE FAMILY ROOM now GLOWING RED. Glass windows\nCRACK, the smoke forcing Neil onto hands and knees.\n\nHOLD ON Neil as he CRAWLS, groping his way into THE HALL, the\ntowel tight on his face, walls IN FLAMES around him. We feel\nthe heat as Neil INCHES along, eyes FIXED on a FARAWAY DOOR...\n\nPUSH IN on Neil as the roar of the fire FADES and we hear the\nFAMILIAR UNNERVING WHINE of Karen’s Cobalt Machine...\n\nNeil blocks it out, reaching the door and pushing it open...\n\nNeil peers into RICK’S ROOM. Smoke and fire everywhere.\nNeil's eyes TICK across the room, scanning for Rick.\n\f35.\n\nPUSH IN on his eyes, on something we haven't seen... FEAR.\nThe ODD WHINE SCREAMS above the din and Neil FREEZES, the\nthought of yet another loss creeping in...\n\n \n\n..-until another SOUND pierces through.\n\nFaint at first, then LOUDER. A child’s whimper. Neil's eyes\nDART to... Rick, TERRIFIED, hiding under his bed. Neil LUNGES\nforward, scoops Rick up, wrapping him in the towel...\n\n \n\n...as the fire seems to EBB. Neil confused, turns. And spots\nED, through the window, hosing down the roof.\n\nThe fire ROARS. Neil snaps to, RUSHES through THE HALL into\nTHE FAMILY ROOM.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd spots\nED, through the window, hosing down the roof. The fire ROARS. Neil snaps to, RUSHES through THE HALL into\nTHE FAMILY ROOM. \n\nTARGET SECTION TO BE ANNOTATED:\n ENGULFED AGAIN by smoke, he FALTERS... then\nholds Rick for dear life and CHARGES through the door into --\n\nEXT. BACKYARD, ARMSTRONG HOUSE - CONTINUOUS\n\n \n\nNeil carries Rick out, pulls off the towel and looks at him.\n\nNEIL\nYou need to listen to what I say.\n\nIt’s stark. ANGRY. Rick starts to CRY... as Janet rushes\nover, RELIEVED. She takes Rick and Neil moves towards the\nVOLUNTEER FIREMEN pouring out of the small FIRE TRUCK...\n\n...-but Neil starts to WHEEZE. He has to pause, bending over,\nSTRUGGLING to catch his breath just as...\n\nTHE REST OF THE ROOF COLLAPSES. Ed and the firemen are forced\nback. Janet reacts, EYES WIDE... but Neil just stares at the\nblaze, at what's left of the house. EMOTIONLESS.\nJanet reaches for Neil, but he’s already moving towards Ed...\nNEIL\nFire's heading towards the garage,\nhelp me get the cars out?\n\nEd follows Neil to the garage... leaving Janet with the kids.\nAlone. Watching her house burn to the ground. DISSOLVE TO --\n\nEXT. ARMSTRONG HOUSE - MORNING\n\nA birds-eye view of the house... now wet, black RUBBLE and\nDYING EMBERS, smoke still reaching skyward.\n\nNeil picks through the wreckage as we PULL BACK into --\n\f36.\n\nINT. UPSTAIRS GUEST ROOM, ED & PAT WHITE'S HOUSE - CONTINUOUS\n\n \n\nBy the window, Janet holds the baby and a CHARRED WEDDING\nALBUM. She looks down at a half destroyed PHOTO, Neil ina\n\ntuxedo. BEAMING. Lighter than we’ve ever seen him.\n\n \n\nJanet glances out the window, at what’s left of her house, at\na very different Neil picking through the rubble.\n\nShe FIGHTS to contain her emotions.\n\nPAT\nWe can put Rick in with Ed Jr. If\nthis is big enough for you all?\n\nJanet pulls herself together, closing the album and turning to\nPat, who’s walked in with sheets and towels.\n\nJANET\nOf course. Deke is already working\non finding us a rental, so it\nshouldn’t be too long.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nJanet pulls herself together, closing the album and turning to\nPat, who’s walked in with sheets and towels. JANET\nOf course. Deke is already working\non finding us a rental, so it\nshouldn’t be too long. \n\nTARGET SECTION TO BE ANNOTATED:\nPAT WHITE\nHush. It’ll be nice to have a few\nmore voices ‘round the house. Not\nlike Ed's ever home.\nJanet smiles, appreciative as a doorbell RINGS. CUT TO --\n\nINT. FOYER, ED & PAT WHITE’S HOUSE - MOMENTS LATER\n\n \n\nEd opens the door, finds Elliot and his wife MARILYN SEE, 30s.\nMarilyn holds a brisket; Elliot, his baby son and a bag.\nElliot and Ed aren’t that friendly; it’s a bit AWKWARD.\n\nED\nElliot.\n\nELLIOT SEE\nWe heard Neil and Janet were-- JANET\nMarilyn, Elliot?\nPat and Janet walk in. Marilyn holds out the brisket.\n\nMARILYN\nIt was the least we could do.\n\nELLIOT SEE\nAnd the girls insisted on sending\nsome of their things.\n\nHe holds out a bag of Barbie dolls. Janet laughs, touched.\n\f37.\nELLIOT SEE\nWhere’s Neil?\n\nJANET\nHe’s still over at the house.\n\nED\nI thought we got everything.\n\nJANET\nYou did.\n\nOff Ed, CONFUSED, CUT TO --\nINT./EXT. ARMSTRONG HOUSE - DAY\nNeil in the rubble with a FIRE INSPECTOR, 50s, nonchalant.\nFIRE INSPECTOR\nProbably a short in the wiring.\nI‘ll write it up, send it over to\nthe insurance company.\nThe inspector starts to go, but Neil doesn’t move.\nNEIL\nFire came from the family room, we'd\njust replaced the ceiling panels...\nFIRE INSPECTOR\nI’m sure they'll cover it, Mr.\nArmstrong.\n\nBut Neil takes out a logbook and kneels, SCANNING the rubble.\nThe inspector STARES and we...\n\nED (0.C.)\n...the hell?\n\nPULL BACK to find Ed and Elliot at the edge of the yard.\nELLIOT SEE\nUh, he’s trying to -- ~ ED\nI know what he’s doing.\n\nEd shakes his head. A beat, then he has an idea.\n\nED\nLet’s take a ride.\n\nThey head off and we TIME CUT TO --\n\f38.\n\nEXT. ARMSTRONG HOUSE - DAY\n\nSunset. Wide on the house. Against the setting sun, the\nSILHOUETTE of a man...",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nARMSTRONG HOUSE - DAY\n\nSunset. Wide on the house. Against the setting sun, the\nSILHOUETTE of a man... \n\nTARGET SECTION TO BE ANNOTATED:\n Neil inspecting the rubble. TIRELESS.\nA beat, then we see Neil bend down...\n\nANGLE ON a BLACKENED BRACELET amidst ruined keepsakes in the\nrubble. Neil wipes it off. KAR... the rest unreadable.\n\nCLOSE ON Neil’s eyes -- a HINT of emotion. Then he stands.\nMOVING ON. Inching over the collapsed roof, looking for\nsomething else. And then bending down again...\n\nNEIL\nLooks like it started here, probably\nwas one of the paneling nails.\n\nFIRE INSPECTOR\nSo we’re good?\n\nThe exhausted inspector walks over, wiping his forehead.\n\nNEIL\nYep. We just have to find the nail.\n\nThe inspector, EXASPERATED, stares as Neil digs into the roof.\n\nED (0.C.)\nNeil!\n\nEd’s in the yard with Elliot, holding the bag. He waves Neil\nover. A beat, then Neil joins them. Ed holds out the bag.\n\nED\nPresent.\n\nNeil, confused, takes the bag. He opens it, pulls out a brand\nnew ‘IONIZATION CHAMBER SMOKE DETECTOR.’\n\nED\nSmoke enters the chamber, it\ndisrupts the current, thing screams\nlike a son of a bitch.\n\nELLIOT SEE\nHe got one for every house in the\ndevelopment.\nA beat. Neil looks up at Ed, SURPRISED. And GRATEFUL.\n\nED\nHow ‘bout a break?\n\fINT. DINING ROOM, ED & PAT WHITE’S HOUSE - NIGHT\n\n \n\n39.\n\nThe three couples sit eating, kids playing in the family room.\nJanet's had a few glasses of wine.\n\nPAT\nI can’t imagine how frightening it\nmust have been, waking up like that.\n\nJANET\nIt would’ve been worse if I hadn't.\n\nMARILYN\nWell, sure. But you’re just\nhandling this so well. Both of you.\n\nShe smiles at Neil. He nods, awkward.\n\nNeil blinks,\n\nNEIL\nAt this point it’s just an\ninconvenience. Time spent on things\nwhich aren’t very productive. Like\ngetting into another house.\n\nJANET\nYes, I’m sure it’ll take up a lot of\nyour time.\n\nSURPRISED. Elliot laughs.\n\nMARILYN\nWhat are you laughing at?\n\nELLIOT\nNothing.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nElliot laughs. MARILYN\nWhat are you laughing at? ELLIOT\nNothing. \n\nTARGET SECTION TO BE ANNOTATED:\nJANET\n(to Pat and Marilyn)\nDo you think this is how the\ncosmonauts treat their wives?\n\nPAT\nMaybe it’s how the female cosmonauts\ntreat their husbands.\n\nED\nThat’s enough.\n\nPAT\nNo, I think we’ve hit on something.\nMaybe this is the problem.\n\nMARILYN\nNo female astronauts?\n\f40.\n\nPAT\nWhy do you think we're behind?\n\nED\nWe're not behind.\n\nPAT\nRight. The Russians are sending\nwomen up in space and I can’t even\nattend a launch at the Cape.\n\nMARILYN JANET\n\nReally?\n\nWhat?\n\nPAT\nNo wives at the Cape. I asked about\nEd’s flight, that’s what Deke said.\n\nED\nIt’s NASA policy.\n\nPAT\n‘Cause God forbid there’s a photo of\nme reacting if the rocket explodes.\n\nThis is starting to get uncomfortable.\n\nHoney --\n\nThey turn to\n\nED\nDeke and Chris just don’t want any\ndistractions.\n\nPAT\nFrom what I understand, there are\nall sorts of distractions.\n\nED\nPAT\nDon’t honey me.\n\nNEIL\nThis reminds me of a story.\n\nNeil, surprised.\n\nNEIL\n\nA fella I know made plans to play\ngolf on his wedding anniversary.\nHis wife got very upset. They had a\nspat, as couples do. She accused\nhim of loving golf more than her.\nAnd the fella, well, he shrugged.\n\n(acting it)\n“I love you more than tennis.\"\n\f41.\nA beat. It’s not particularly funny, but from Neil it’s\nsurprising. And hilarious. The table bursts out laughing.\nEXT. ED WHITE’S HOUSE - NIGHT\nWIDE ON the yard. The house cozy, the windows casting warm\nlight, the yard dotted with fireflies. And then over the\ncrickets, we hear faint STATIC. And chatter... in RUSSIAN.\n\nPAN UP to the stars above. HOLD ON them as the Comms continue.\nChilling, spooky. And as we wonder what it means, PRELAP --\n\nRICK (PRELAP)\nI’m on the lookout for Dr. Zin.\n\nEXT. PORCH, WHITE’S HOUSE - NIGHT\n\nCLOSE ON Rick crouching by the porch with a walkie talkie.\nRICK (INTO WALKIE)\n\nI’m on the lookout for Dr.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. PORCH, WHITE’S HOUSE - NIGHT\n\nCLOSE ON Rick crouching by the porch with a walkie talkie. RICK (INTO WALKIE)\n\nI’m on the lookout for Dr. \n\nTARGET SECTION TO BE ANNOTATED:\n ED JR (OVER WALKIE)\n\nZin. Copy? Roger, I’m flying to you.\n\nNearby, Neil watches Rick, CALM. Elliot holds up a SEXTANT.\n\nELLIOT\nVega, Rigel. 8 degrees. Check me?\n\nNeil nods, takes Elliot’s sextant. Surveys the two stars.\n\nNEIL\nYes. 8 degree angle.\n\nELLIOT\nYou want to do Antares and Nunki?\n\nNeil nods, takes a reading. Ed walks outside with beers. He\nsees Neil with the sextant and SHOOTS a look at Elliot.\n\nELLIOT\nWe head to Morehead on Thursday.\n\nED\n(sarcastic)\nSo why not waste a Saturday night.\nNeil ignores him, keeps at it. Elliot looks over at Ed.\n\nELLIOT\nYou've been down there, right?\n\f42.\n\nED\nTo Morehead? Yeah. It’s cool, they\nshift star positions to mimic an off\ncourse craft. Bitch of a sim, but\nit’s how Cooper aligned Faith 7 when\nhis navigation controls failed.\n\nNEIL\nGood thing to know, I guess.\n\nEd looks at Neil. Then chuckles, good-natured. Elliot does\ntoo. And Neil smiles, a bit surprised at the BOND FORMING.\n\nINT. KITCHEN, WHITE'S HOUSE - LATER\n\n \n\nPat and Jan do dishes; Ed, Neil and Elliot in the window.\nMarilyn sits on the couch in the b/g with her youngest.\n\nPAT\nYour husband has a sense of humor.\n\nJANET\nA little corny.\n\nPAT\nI never would have guessed.\n\nJANET\nI'm a bit surprised myself.\n\nA phone RINGS. Pat goes to get it, but we HOLD ON Jan,\nwatching Neil with the others.\n\nPAT (0.C.)\nEd? Deke’s on the phone.\n\nEd hustles in. Neil follows behind, notices Janet’s stare.\nAs Ed picks up the phone, Neil drifts over to her.\n\nNEIL\nWhat?\n\nJANET\nNothing. Just looking at you.\n\nShe’s warm. Neil smiles, a bit mystified.\n\nWALTER CRONKITE (ON TV)\n..-Leonov is tethered to Voshkod 2,\nbut nothing separates him from space\nother than his pressure suit...\n\nNeil turns. Ed’s flipped on the TV.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nWALTER CRONKITE (ON TV)\n..-Leonov is tethered to Voshkod 2,\nbut nothing separates him from space\nother than his pressure suit... Neil turns. Ed’s flipped on the TV. \n\nTARGET SECTION TO BE ANNOTATED:\n Neil’s smile FADES as he\nsees B&W FOOTAGE of A _COSMONAUT FLOATING OVER EARTH.\n\f43.\n\nNeil tightens. The camera ominously PUSHES IN on the TV...\nWALTER CRONKITE (ON TV)\n.--a pressure suit we’re told was\ndesigned for the lunar surface.\nThis is, of course, mankind’s first\nE.V.A., or Extra-Vehicular Activity.\nBANG! Ed SLAMS his fist against the wall in frustration.\n\nED\nShit.\n\nA beat, then Ed grabs his bag. Neil shoots him a look.\nED\nThey’ve added another mission\nobjective to Gemini 4.\n\nEd heads out the door but we HOLD ON Neil, PUSHING IN ON HIM\nas the RUSSIAN COMMS on TV get LOUDER and we --\n\nFADE OUT.\nOVER BLACK we hear the sound of U.S. COMMS --\n\nED (PRELAP, COMMS)\nAm I in your view, Jimbo?\n\nINT. MISSION CONTROL CENTER (MCC), MSC - HOUSTON - DAY\nANOTHER SCREEN. Bé&w footage. An ASTRONAUT floats in space.\n\nJIM (COMMS)\nYou’re right in front, Ed.\n\nREVERSE to Neil and Elliot, watching RAPT, as we realize the\nfloating astronaut is Ed.\n\nGemini IV, Mission Day 1\nJune 3, 1965\n\nWelcome to MISSION CONTROL, the latest, greatest tech of 1965.\nPUSH BUTTONS, ROTARY PHONES. Monitors of NUMBERS, STATIC MAPS\non the big screens, a scrolling STYLUS tracking the capsule.\n\nED (COMMS)\nThis is the greatest experience\nI’ve... it’s just tremendous.\n\nNeil SMILES at Elliot as Deke enters with a group of men.\n\f44,\n\nDEKE\nGentlemen, Neil Armstrong and Elliot\nSee, our backups on Gemini Five.\n(to Neil, Elliot)\nThese are the fourteen newbies.\nKeep an eye on them, would you?\n\nAs Deke heads off, Elliot notices a NEWBIE holding court.\n\nNEWBIE (BUZZ)\n\nEd and I were stationed together in\nGermany. He called me a few days\nago to ask if I had tips for him\nbased on my doctorate. I found that\namusing, of course. I only went to\nMIT on his recommendation.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe called me a few days\nago to ask if I had tips for him\nbased on my doctorate. I found that\namusing, of course. I only went to\nMIT on his recommendation. \n\nTARGET SECTION TO BE ANNOTATED:\nNeil glances over at BUZZ ALDRIN, 33. Smart, arrogant, TONE\nDEAF; he clearly annoys the others. And the flight director.\n\nKRAFT\nCut the chatter.\n\nThe room quiets. Kraft nods to CAPCOM GUS GRISSOM, 39, gruff.\n\nGRISSOM (INTO COMMS)\nGemini 4, Houston Cap Com, ED (COMMS)\nlet’s bring Ed in now. Right now I’m standing on my\nhead, I’m looking down on...\n\nGRISSOM (INTO COMMS)\nGemini 4, do you read me? ED (COMMS)\nMy golly, I’m looking right\nin the bay there!\n\nEd_and Jim clearly don’t hear Gus.\n\nGRISSOM (INTO COMMS)\nGemini 4, Houston; Gemini 4 -- JIM (COMMS)\nEd, I’m gonna PUSH-TO-TALK,\nsee what the Flight Director\nhas to say. Gus, any message?\n\nGRISSOM (INTO COMMS)\nHave Ed get his ass back in! EECOM ENGINEER\n45 seconds to Loss of Signal.\n\nKraft glances at EECOM. Neil catches it, notes his CONCERN.\n\nJIM (COMMS)\n\nThey want you back now, Ed. ED (COMMS)\nI’m trying to get a picture\nof the spacecraft.\n\f45.\n\nJIM (COMMS)\nNo, back in. Come on. ED (COMMS)\n.-.Saddest moment of my life.\n\nEECOM ENGINEER\n30 seconds to Bermuda LOS.\n\nThe video feed BREAKS UP. A long, silent beat.\n\nGRISSOM (INTO COMMS)\n20 seconds to LOS, are you JIM (COMMS)\ngetting him back in? Jim -- He’s having some trouble\ngetting into the space craft.\n\nEECOM ENGINEER FLIGHT SURGEON\n10 seconds -- Pilot’s heart rate is\nspiking. He’s up to 180 bps.\n\nShit. Neil watches INTENT. The whole room looks concerned.\n\nGRISSOM (INTO COMMS)\nGemini 4, give me a status. JIM (COMMS)\nIs he getting back in, Jim? Listen, we’re kinda busy! If\nyou don't have something for\nus, wait a couple --\n\nThe audio turns to STATIC.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM (COMMS)\nIs he getting back in, Jim? Listen, we’re kinda busy! If\nyou don't have something for\nus, wait a couple --\n\nThe audio turns to STATIC. \n\nTARGET SECTION TO BE ANNOTATED:\nEECOM ENGINEER\nLoss of Signal. KRAFT\nSwitch to UHF.\n\nThe EECOM engineer hits a switch; the static turns to SILENCE.\n\nGRISSOM (INTO COMMS)\nGemini 4, Houston Cap Com. Gemini\n4, give me your status.\n\nCLOSE ON Neil and Elliot as they wait, the TENSION PALPABLE.\nAll the newbies, even Buzz, STARE. The silence is DEAFENING.\n\nPUSH IN on Neil, eyes TICKING from screen to console. A beat.\n\nGRISSOM ED (COMMS)\nGemini 4, do you -- ...that was something. That\nwas the most natural feeling.\n\nNeil RELAXES. We hear more voices over comms.\n\nCARNAVON CAP COM (COMMS)\nGemini 4, Carnavon Cap Com. JIM (COMMS)\nHello Carnavon. We are back\ninside the spacecraft. We\nare repressurized to 5 PSI...\n\f46.\n\nAs the room lets out a collective breath, CUT TO --\nINT. MISSION CONTROL CENTER, MSC - HOUSTON - NIGHT\nIt's late. Gus, exhausted, sits listening to Ed.\n\nED (COMMS)\n.--then with Jim pulling hard as he\ncould and me pulling down as best I\ncould, we forced me down into my\nseat and got the hatch closed.\n\nPAN TO Neil, standing beside Gus. Listening, RAPT.\n\nED (COMMS)\nI’m just glad we didn’t have to make\na re-entry with the hatch open.\n\nGRISSOM (INTO COMMS)\nUs too, Ed.\n(to Neil, sotto)\nHold the fort, I gotta use the can.\n\nGus slips away. The flight surgeon approaches with a NOTE.\n\nED (COMMS)\nBut there was no disorientation\nwhatsoever. I was using my tether,\nactually walking on the spacecraft.\n\nNEIL (INTO COMMS)\n(off the note)\nEd, the doc wants the sleep period\nchanged to let you get some rest.\n\nED (COMMS)\nArmstrong? Is that Neil?\nNEIL\nYes. He’d like you to go ED (COMMS)\n\nfour hours -- Have you seen Pat? Did she\nand the kids hear the EVA?\nNEIL\n..-uh, yeah. Jan said they listened\non the squawk box.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nDid she\nand the kids hear the EVA? NEIL\n..-uh, yeah. Jan said they listened\non the squawk box. \n\nTARGET SECTION TO BE ANNOTATED:\nED (COMMS)\nOh, that’s terrific. Tell them not\nto worry, I’m dandy.\n\nNeil smiles, DISTRACTED from the task at hand. He almost\nseems bemused by Ed’s warmth towards him, by the STRENGTH of\ntheir connection... Neil seems as HUMAN as we've ever seen.\n\f47.\n\nNEIL\nI’1l tell them. It sounds great,\nEd. Like... it’s really something.\nED (COMMS)\n\nSure as hell is. Wait ‘til you get\nup here. You’ll flip.\n\nA NICE MOMENT.. ‘til Neil sees the doc GLARING.\nNEIL\nI bet. Listen, the doc would really\nlike if you could get some sleep.\nED (COMMS)\nOkay. I’l1l give it a try. But just\nyou wait, you won’t be able to sleep\neither. Not with this view.\nOff Neil --\n\nEXT. MCC BUILDING, MSC - HOUSTON - NIGHT\n\n \n\nWide on a LARGE WINDOWLESS STRUCTURE, lit up against the\nnight. A sign, block letters: Mission Control Center.\n\nFIND Neil. Heading across the parking lot, lost in thought.\nBut as he reaches the car... he PAUSES. And looks up...\n\nA sky of stars. We know Ed’s up there, in orbit, but it’s not\nwarmth or wonder in Neil’s eyes. It’s something else...\n\n.-- YEARNING.\nEXT. CAPE KENNEDY/INT. GEMINI V CAPSULE - EARLY MORNING\n\nA beautiful morning. GEMINI-TITAN V steaming on the pad.\n\nNEIL (COMMS)\nPush-To-Talk Comm check. KSC CAPCOM (COMMS)\nCommander push-to-talk -- Yes, we read you, Neil.\n\nWe’re at T minus 2 hours.\n\nPUSH IN CLOSER to the white room level, just outside the\ncapsule. Men in flight suits prep for launch.\n\nGemini V, Pre-Launch\nAugust 21, 1965\n\nHoly shit, are Neil and Elliot about to head into space?\n\nJust as we think they are, we PUSH INTO the capsule... to find\nthe two of them not in spacesuits, but in routine FLIGHT GEAR.\n\f48.\n\nELLIOT (INTO COMMS)\nPilot Push-To-Talk.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust as we think they are, we PUSH INTO the capsule... to find\nthe two of them not in spacesuits, but in routine FLIGHT GEAR. 48. ELLIOT (INTO COMMS)\nPilot Push-To-Talk. \n\nTARGET SECTION TO BE ANNOTATED:\n GORDO COOPER (COMMS)\nRead you loud and clear.\n\nElliot looks up, sees GORDO COOPER, 38, brusque, and Pete\nConrad. In SPACESUITS.\n\nPETE CONRAD (COMMS)\nWe got it, fellas.\n\nNeil and Elliot (the backups) step out, awkwardly helping\nCooper and Conrad into the small capsule. As Neil buckles in\nPete, he eyes the Gemini 5 Patch on his arm. 8 DAYS OR BUST.\n\nINT./EXT. LAUNCH PAD ELEVATOR, PAD 19 - MOMENTS LATER\n\nNeil, Elliot ride down the side of the Titan rocket. And yes,\nit’s more substantial than the Mercury Atlas, but at 100 feet,\nit still feels puny compared to the Apollo we all know.\n\nELLIOT SEE\nThink the docs know what eight days\nin space'll do to those guys?\n\nNEIL\nMight kill both of them.\n\nELLIOT SEE\nIt'd be quieter ‘round here.\n\nNEIL\nSounds nice.\n\nElliot SMILES. Then Neil does. Clearly, they’re even closer.\nThe elevator stops and Neil and Elliot walk out onto --\n\nTHE LAUNCH PAD. They move to confer with Deke and a few\nengineers, Elliot shouting over the steaming rocket...\n\nELLIOT SEE\nSystem checks look good, hydrogen’s\nsteady at 101.5...\n\nAs Elliot continues, Deke pulls Neil aside. He nods at the\nGemini capsule just ten stories up...\n\nDEKE\nThose two make it back, we’ll be one\nup on the Soviets. Not much of a\nlead, but one we don’t want to lose.\n(then)\n\nI’m putting you in command of Gemini\n8. Like 6 and 7, rendezvous and\ndocking will be your primary goal.\n\fNeil pauses,\n\n49.\n\nNEIL\nElliot and I will start training.\n\nDEKE\nI’m gonna pair you with Dave Scott.\nWe've got a pretty strenuous E.V.A.\nplanned for eight, Dave’s a horse.\nConrad will serve as your backup.\n\nlooks back at Elliot.\n\nDEKE\nWe'll put that brain of his to work.\nBut these missions are key to\nApollo.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nlooks back at Elliot. DEKE\nWe'll put that brain of his to work. But these missions are key to\nApollo. \n\nTARGET SECTION TO BE ANNOTATED:\n We wanna beat Brezhnev to\nthe moon, we gotta be ready soon as\nWerner has the rocket to take us.\n\nOff Neil, processing this, we CUT TO --\n\nINT. GEMINI CAPSULE TRAINER, TRAINING HANGAR, MSC - DAY\n\nDAVE SCOTT, 35, very good looking and very enthusiastic.\n\nDAVE SCOTT\nPretty exciting mission, huh?\n\nFIND Neil sitting beside Dave as a MECHANICAL ARM slowly pulls\ntheir Gemini trainer away from a mock Agena docking satellite.\n\nDAVE SCOTT\nI mean, it’s the whole ball of wax,\neverything we need for Apollo.\nE.V.A., rendezvous, we'll be one of\nthe first to dock with the Agena...\n\nNeil remains focused on a Gemini instrument chart, reaching\nfor instruments without looking up, going over their position.\n\nDAVE SCOTT\nCan’t ask for a better assignment.\nHeck, I don’t think I’ve been this\njazzed since they asked me to swim\nVarsity as a freshman in High --\n\nNEIL\nCould you be quiet?\n\nDave, surprised, eyes Neil, who keeps studying the Gemini\ninstruments... the slightest hint of ANNOYANCE on his face.\n\nDAVE SCOTT\nDidn't you do this already? On 5?\n\f50.\n\nNeil doesn’t respond. Dave, now annoyed himself, opens his\nmanual. For a moment, they work in silence. And off Neil,\nperhaps wishing it were Elliot beside him, PRELAP --\n\nELLIOT SEE (PRELAP, COMMS)\nNASA 7 descending through 2,000\nfeet, permission to approach.\n\nINT. T-38 FRONT COCKPIT, OVER LAMBERT AFB - NIGHT (POV)\n\n \n\nElliot sits in front, managing the T-38 descent for landing.\nSome light turbulence, clouds all around. ZERO VISIBILITY.\n\nELLINGTON TOWER (COMMS)\nNasa 7, you’re cleared for\napproach, come on down outta ELLIOT SEE (INTO COMMS)\nthat soup... Roger that. Coming in.\n\nAs Elliot guides the plane down, he chats with his co-pilot in\nthe rear cockpit, CHARLIE BASSETT, 34, all American.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoger that. Coming in. As Elliot guides the plane down, he chats with his co-pilot in\nthe rear cockpit, CHARLIE BASSETT, 34, all American. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE BASSETT (COMMS)\nHow long we here?\n\nELLIOT SEE (INTO COMMS)\nA while. Deke wants the new Agena\nready for March.\n\nCHARLIE BASSETT\nSo 8’d get the first shot? Sets\nNeil and Dave up good for Apollo.\n\nElliot doesn’t say anything. The slightest hint of ENVY.\n\nCHARLIE BASSETT (COMMS)\nThank god I didn’t pull that\nassignment. Poor Dave, Armstrong's\ngonna run him ragged.\n\nELLIOT SEE (INTO COMMS)\n(smiles)\nThat is an upside to training with\nNeil. Next assignment’s a cakewalk.\n\nBassett LAUGHS as they drop through 500 feet, breaking through\nclouds. Elliot visually clocks his position...\n\n-.-and instantly sees HE’S SHORT.\n\nCHARLIE BASSETT (COMMS)\nWe’re low and slow, Elliot...\n\f51.\n\nELLIOT SEE (INTO COMMS)\nDamn radar.\n(a quick decision)\nI don’t wanna get lost in the clouds\nagain, I’m just gonna go round.\n\nHe hits the afterburners, pulls the stick to make a low turn.\n\nCHARLIE BASSETT (COMMS)\n\nElliot...\nWe hear the ANXIETY in Bassett's voice as Elliot sees... THE\nPLANE IS ROCKETING TOWARDS A TALL NASA BUILDING!!! OH SHIT!!!\nCHARLIE BASSETT (COMMS)\nPull up. Elliot... ELLIOT SEE\nDammit... Dammit...\n\nElliot YANKS up on the stick, but it’s not enough. As they\nSPEED towards the building ELLIOT'S EYES WIDEN and we...\n\nSMASH TO --\nINT. ARMSTRONG HOUSE - NIGHT\n\nNEIL. Quiet. Studying rendezvous and docking calculations in\na notebook, his dinner off to one side.\n\nRICK\nAre you excited?\n\nREVEAL Janet, Rick and Mark (now 8 and 4) also at the table,\neating dinner. It's raining hard out, real Texas thunder.\n\nRICK\nDad?\nJANET\nHoney, let your father eat NEIL\nhis -- Excited about what?\n\nNeil looks at Rick. Janet watches, surprised.\n\nRICK\nThat you might be first. To dock.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nJanet watches, surprised. RICK\nThat you might be first. To dock. \n\nTARGET SECTION TO BE ANNOTATED:\nNEIL\nWell, you have to prepare for all\nsorts of eventualities when you do\nsomething first. There’s much\ngreater risk of failure.\n\n(MORE )\n\fNeil returns\n\n52.\n\nNEIL (CONT'D)\n\nFact is, the only reason we might be\nfirst is cause the first Agena\nexploded after separation and it’s\ngoing to take a few months to build\nthe new one.\n\nto his notebook, oblivious to WIDE-EYED Mark.\n\nMARK\nA ship exploded?\n\nJANET\nIt was just a satellite, honey. No\none was hurt.\n\nBefore Jan can say more we hear a KNOCK... Neil doesn’t even\nnotice. Janet, used to this, gets up, walks to door...\n\n-.-and opens\n\nit. Ed’s on the porch. SOAKED from the rain.\n\nED\nHey. Jan, can I speak to him?\n\nJANET\nUh, sure. You want to come in?\n\nED\nNo.\n\nJanet sees something in his eyes. Knows better than to ask.\n\nEXT. PORCH, ARMSTRONG HOUSE - HOUSTON - MOMENTS LATER\n\n \n\nNeil walks out onto the porch.\n\nNeil stops.\n\nNEIL\nHey.\n\nED\nHey. I have some bad news.\n\nNEIL\nThe delays on the Agena? I don’t\nthink we'll lose much time. Puts\nthe pressure on Dave and me, but --\n\nED\nNeil.\n\nSees it’s something else.\n\f53.\n\nED\nElliot and Charlie were flying into\nLambert. Their plane... they\ncrashed on approach.\n\nNeil takes this in. Knowing from the look on Ed’s face that\nneither Elliot nor Charlie made it.\n\nThe two of them stand there in AWFUL SILENCE. Nothing to say.\n\nINT. ARMSTRONG HOUSE (HOUSTON) - MOMENTS LATER\n\n \n\nNeil walks back in. Sits down at the table.\nRICK\nSo are they going to make the new\nAgena better? Dad?\nNeil looks over at Rick. Lost.\n\nNEIL\nWhat?\n\nRICK\nAre they going to make the new Agena\nbetter? So it doesn’t explode?\n\nNEIL\nUh, yes. I’m, I’m sure they...\n\nNeil trails off, clearly elsewhere. Janet intercedes.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m, I’m sure they... Neil trails off, clearly elsewhere. Janet intercedes. \n\nTARGET SECTION TO BE ANNOTATED:\nJANET\nRicky, go get your math homework so\nI can check.\n\nRick nods, heads off to his room. Janet glances over at Mark,\nplaying with his peas, then quietly leans over to Neil.\n\nJANET\nWho was it?\n\nNEIL\nElliot.\n\nJanet pales. CUT TO --\nEXT. ARLINGTON CEMETERY - DAY\nGray, rainy. SIX BLACK HORSES pull a caisson bearing a FLAG\n\nDRAPED COFFIN into Section 4 of the famous cemetery, TWO NAVAL\nPLATOONS and a COLOR GUARD alongside.\n\f54.\n\nThe horses stop. The Navy men lift the coffin and carry it\npast a 9-YEAR-OLD GIRL. In tears. The girl, Elliot’s\ndaughter, stands with Marilyn and Elliot's other children...\n\n.-..-but we HOLD ON her as she watches the casket pass and SOBS,\nburying her face in ED’S OVERCOAT. Ed puts an arm around her,\nfighting it himself, holding on to Pat and looking over at...\n\nJanet and Neil. Who’s BLANK. His face devoid of emotion, his\nfeatures FROZEN... save for HIS EYES. DARTING from the\ncoffin... to the CRANK by the grave... to Elliot's daughter.\n\nAnd for a moment, she looks just like Neil’s daughter Karen.\nPUSH IN on Neil’s eyes and MATCH CUT TO --\n\nEXT. PORCH, ELLIOT SEE'S HOUSE - NIGHT\n\n \n\nNeil, staring down at a SEXTANT. He turns it in his hands.\n\nPETE CONRAD (0.C.)\nWouldja believe Mondale cornered me\nat Arlington? Senator thought it\nwas a good time to ask why we don’t\njust send machines to the moon?\n\nPULL BACK to a circle of astronauts nearby. Conrad, Lovell,\nScott and others pass a bottle of vodka, a lime inside.\n\nDAVE SCOTT\nShit. How the hell did this happen?\n\nJIM LOVELL\nCernan told me the cloud cover was\ndown to 500 feet. A low go-around\nunderneath low clouds, that’s tough.\nProbably never saw the building.\n\nBUZZ\nClearly, the error was the approach.\n\nConrad glances at Buzz Aldrin. Even he’s taken aback.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUZZ\nClearly, the error was the approach. Conrad glances at Buzz Aldrin. Even he’s taken aback. \n\nTARGET SECTION TO BE ANNOTATED:\nBUZZ\nThe T-38 stalls below 270 knots. He\nwasn’t aggressive enough.\n\nThe men go quiet. Buzz may be right, but it’s not the time.\nUneasy, they look away... save for Neil. Who STARES at Buzz.\n\nBUZZ\nWhat? Tell me you disagree.\n\nNeil does. But he just turns, walks into --\n\f55.\n\nINT. LIVING ROOM, ELLIOT AND MARILYN SEE'S HOUSE - NIGHT\n\n \n\nNeil, tense, moves through the gathered mourners, eyes\ndarting, SEARCHING for Janet. We CUT INTO NEIL’S POV --\n\n-..eyes ticking past WIVES raising hands in greeting...\n\n.--.past ED waving, calling to Neil from across the room...\n.-.-pausing on ELLIOT’S PHOTO on the mantle...\n\nNeil KEEPS GOING until he spots Janet. He moves SWIFTLY into--\n\nINT. KITCHEN, ELLIOT AND MARILYN SEE’S HOUSE - NIGHT\n\n \n\nJanet lays cookies out on a tray. Neil rolls up beside her.\n\nNEIL\nLet's go.\n\nJANET\nI told Pat I’d help put out dessert.\n\nNEIL\n(quiet)\nI need to go.\n\nJANET\nOkay. It’ll just be another minute.\nShe keeps plating cookies... until she realizes Neil’s gone.\nJANET\nNeil?\n\nShe turns. We hear the car start before we see it. Neil\npulling away and driving off. Off Janet --\n\nINT. ED WHITE’S CAR (MOVING) - LATER\n\n \n\nClose on Janet. In the backseat. Upset and embarrassed.\n\nJANET\nI’m sorry. I hate to be a bother.\n\nPAT\nIt’s no bother.\n\nEd drives. Pat beside him. A beat.\nJANET\n\nHas he ever talked to you about her?\nAbout Karen?\n\fJanet stares\n\n56.\nED\nNo. Not really.\n\nJANET\nI talk about her. But never to him.\n\nout the window. Off Ed, processing, we --\n\nEXT. ARMSTRONG BACK PORCH - LATER\n\nNeil stands under the stars, taking readings with the sextant.\n\nPracticing.\n\nEd walks up.\n\nNeil glances\n\nJotting notes down in a logbook beside him.\n\nED\nHey.\n\nNeil just keeps taking readings. A beat.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nED\nHey. Neil just keeps taking readings. A beat. \n\nTARGET SECTION TO BE ANNOTATED:\nED\nLovell said Buzz was mouthing off.\nCertainly wasn’t the place for it.\nover. Something not sitting well.\nED\n\nYou know Deke had doubts about\nElliot. Deke moved him off Eight.\n\nNEIL\nDeke wanted him for command.\nED\nNeil. Elliot always flew too slow.\n\n(then)\nI mean, it’s tough to blame a guy\nfor his own death. And Aldrin’s an\nasshole. But you of all people know--\n\nNEIL\n(hot)\nNo. I don’t. I didn’t investigate\nthe crash, I didn’t study the flight\ntrajectory, I wouldn’t pretend to\nknow what happened.\n\nEd's surprised. Neil’s DARK, more emotional than we’ve seen.\n\nNEIL\nYou all want to make yourselves feel\nbetter, but this had, it had nothing\nto do with Elliot. You know the\nodds, this... it happens, it’1l\nhappen again and if you can’t handle\nit... you should do something else.\n\f57.\n\nNeil contains himself, turns away. Starts taking readings.\n\nED\nNeil. Hey, we’re all broken\nup here, I didn’t mean to -- NEIL\nI need to practice.\nED\nWhat?\nNEIL\n\nWe're going to be the first to dock,\nI need to practice.\n\nED\nShit. You should be with your wife,\nplaying with your kids --\nNEIL\nAnd you should be minding your own\ndamn business.\nHe’s COLD. Ed reacts. Then walks off. As he goes, we see...\nJanet. In the window, a tired look in her eyes. She watches\nas Neil takes another reading. He seems unmoved. Exhausted,\nJanet turns away, and we RACK FOCUS back to...\n\nNeil. SHAKING. As RATTLED as we’ve seen. He lowers the\nsextant... and stares down at the small label. “E. SEE.”\n\nINT. UPSTAIRS FOYER, ARMSTRONG HOUSE - NIGHT\n\nNeil walks up the stairs. He turns off the light and starts\nto head into the bedroom... when he HESITATES.\n\nHe walks to the door across the hall, looks in at Rick and\nMark in their beds, sleeping soundly. As he stands there, we\nPUSH IN on his eyes. Filled with TEARS.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe walks to the door across the hall, looks in at Rick and\nMark in their beds, sleeping soundly. As he stands there, we\nPUSH IN on his eyes. Filled with TEARS. \n\nTARGET SECTION TO BE ANNOTATED:\nINI. MASTER BEDROOM, ARMSTRONG HOUSE - EARLY MORNING\n\nCLOSE ON a familiar Westclox electric alarm clock. The time\nflips to 6:00 AM and the alarm TRILLS.\n\nJanet stirs, rolls over. The bed is EMPTY.\nINT. KITCHEN, ARMSTRONG HOUSE - MOMENTS LATER\nJanet, groggy, walks in, then STOPS. SURPRISED to see...\n\nNeil, with Rick and Mark at the kitchen table, huddled over a\nPAPER EARTH... pushing a PAPER GEMINI towards a PAPER AGENA.\n\f58.\n\nNEIL\nBefore we can dock, we have to meet\nup with the Agena in space.\n\nRICK\n(telling Mark)\nThat’s called rendezvous.\nNeil nods. Then notices Janet in the door. Watching them.\n\nNEIL\nHey.\n\nJANET\nHey.\n\nJanet, AFFECTED, swallows her emotions and starts breakfast.\nPRELAP the sound of a THUNDERING ROCKET and SMASH TO --\n\nINT. GEMINI 8 CAPSULE, PAD 19, KSC - MARCH 16, 1966, 10AM\n\n \n\nUPSIDE DOWN through a cockpit window we see a rocket RUMBLING\nSKYWARD. As the cabin SHAKES...\n\nKSC CAPCOM (COMMS)\nAtlas-Agena Liftoff 10:00:30, flight\ndynamics plot looks very good.\n\nREVERSE TO Neil and Dave suited up, prepping for launch and\ngetting strapped in by backups Pete Conrad and Richard Gordon.\n\nGemini VIII, Pre-Launch\nMarch 16, 1966, 10:00:30\n\nDAVE SCOTT (COMMS)\nYou guys have a liftoff time for us?\n\nKSC CAPCOM (COMMS)\nFido’s running numbers... PETE CONRAD (INTO COMMS)\nHold still, wouldja?\n\nNeil looks over, sees Pete is STRUGGLING to buckle Dave’s\nparachute harness; one of its catches is clogged.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nKSC CAPCOM (COMMS)\nFido’s running numbers... PETE CONRAD (INTO COMMS)\nHold still, wouldja? Neil looks over, sees Pete is STRUGGLING to buckle Dave’s\nparachute harness; one of its catches is clogged. \n\nTARGET SECTION TO BE ANNOTATED:\nRICHARD GORDON PETE CONRAD\nWhat is that? Glue? (calls outside)\nGuenter, you got a Swiss Army\nKnife?\n\nDAVE SCOTT (INTO COMMS)\nA Swiss Army Knife? Are you\nshitting me?\n\nPad leader GUENTER WENDT (42, spectacles, bow tie) leans in.\n\f59.\n\nGUENTER WENDT\nSee if this’1l do the trick, Pete.\n\nHe holds out a TOOTHPICK. Dave watches Pete dig in, AGITATED.\nINT. HALLWAY, ARMSTRONG HOUSE - HOUSTON - SAME TIME\nCLOSE ON Janet. Staring into a HALL MIRROR. Sweating.\n\nKSC CAPCOM (0.C., COMMS)\nWhat’s going on up there? Do NEIL (0.C., COMMS)\nwe need to hold? Neil? No, just a little glitch with\nDave’s parachute.\n\nJanet reacts. A beat, then she wipes her eyes, STEELS herself\nwith a last look and walks into --\n\nINT. LIVING ROOM, ARMSTRONG HOUSE - HOUSTON - CONTINUOUS\nLURTON SCOTT hovers by a NASA SQUAWKBOX, the kids in the b/g.\n\nLURTON\nDid you hear that? A glitch with\nhis parachute?\n\nJANET\nNeil doesn’t have much faith in the\nejection seats anyway.\n\nHardly reassuring. Lurton tries to keep it together as LIFE\nMAGAZINE PHOTOGRAPHER RALPH MORSE approaches with a camera.\n\nRALPH MORSE\nLadies, would you mind posing?\n\nIt's the last thing they want to do, but it’s part of the job.\nThey nod and pose, forcing smiles. As Morse takes photos --\n\nRALPH MORSE FIDO (COMMS)\nBig day, big smiles. The Agena is looking good,\norbit is 162 by 156.\n\nINT. GEMINI VIII COCKPIT, PAD 19, KSC - SAME TIME\n\nThe capsule is now SEALED and CLAUSTROPHOBIC. We’re CONFINED\nwith Neil and Dave, the tiny window providing little relief.\n\nFIDO (COMMS)\nT minus 2 minutes. KSC CAPCOM (COMMS)\nEngines to start, Neil.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe’re CONFINED\nwith Neil and Dave, the tiny window providing little relief. FIDO (COMMS)\nT minus 2 minutes. KSC CAPCOM (COMMS)\nEngines to start, Neil. \n\nTARGET SECTION TO BE ANNOTATED:\nNEIL (INTO COMMS)\nEngines to start position,\ninitiating LOX pressurization.\n\f60.\n\nDAVE SCOTT (INTO COMMS) EECOM ENGINEER (COMMS)\nGround power removal... Pressurization initiated.\nGround power removed.\n\nNEIL (INTO COMMS)\nClosing Visors, heaters off. KSC LAUNCH DIRECTOR (COMMS)\nFinal pre-flight.\n\nThey slide their visors closed. Dave eyes the clock, TENSE.\nAnd no, we’re not cutting away. We’re gonna HOLD ON NEIL AND\nDAVE STRAIGHT THROUGH THE LAUNCH IN REAL TIME...\n\n \n\nKSC LAUNCH DIRECTOR (COMMS)\n\nBooster? BOOSTER ENGINEER (COMMS)\nGo.\nKSC LAUNCH DIRECTOR (COMMS)\nFIDO? FIDO (COMMS)\nI’m go.\n\nKSC LAUNCH DIRECTOR (COMMS)\nDoc? ...Doc? FLIGHT SURGEON (COMMS)\nArmstrong’s at 146 bpm.\n\nKSC LAUNCH DIRECTOR (COMMS)\nCommander? NEIL (INTO COMMS)\nI’m good.\n\nKSC LAUNCH DIRECTOR (COMMS)\nDo we need to hold, Doc?\n\nFIDO (COMMS)\n\nColonel, even a 30 second\n\nhold will jeopardize our KSC LAUNCH DIRECTOR (COMMS)\nability to rendezvous -- I understand. Doc?\n\nDave glances at Neil. Is it nerves? PUSH IN on Neil’s eyes.\n\nKSC LAUNCH DIRECTOR (COMMS)\nDoc, I need an answer... FLIGHT SURGEON (COMMS)\nHe’s within tolerable limits.\n\nKSC LAUNCH DIRECTOR (COMMS)\nThat’s a go... start APUs, FIDO (COMMS)\nstart Gimbal... T minus 30 seconds.\n\nRELIEVED, Neil and Dave spring back into action...\nNEIL (INTO COMMS)\n\nStarting APUs. DAVE (INTO COMMS)\nStarting Gimbal.\n\f61.\n\nKSC LAUNCH DIRECTOR (COMMS)\nPrepare for launch. DAVE (INTO COMMS)\nRoger. Stowing checklist.\n\nDave stows the checklist, then he and Neil SET for launch as\nwe feel the weight of the last few minutes, months, years...\n\nFIDO (COMMS)\n15 seconds... 10,9, 8, 7, 6...",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nStowing checklist. Dave stows the checklist, then he and Neil SET for launch as\nwe feel the weight of the last few minutes, months, years... FIDO (COMMS)\n15 seconds... 10,9, 8, 7, 6... \n\nTARGET SECTION TO BE ANNOTATED:\n Main\nengines start...\n\nA DULL THUNDER from ten stories below...\n\nFIDO (COMMS)\n4, 3, 2, 1... Ignition...\n\n+..turns to a ROAR. Neil and Dave feel a JOLT as the anchor\nbolts SHEAR OFF and the Titan JERKS them off the launch pad.\n\nKSC CAPCOM (COMMS)\nLift-off! Lift-off 16:41:00!\n\nThe THRUST kicks in, 7G’s SHOVING them into their seats. Neil\nSTRAINS, reaching forward to punch in roll and pitch programs.\n\nKSC LAUNCH DIRECTOR (COMMS)\n\nWatch your clock, Gemini. NEIL (INTO COMMS)\nGot a Roll Program in. The\nroll is on. We have a Pitch\nprogram...\n\nOddly, it’s CALMER then we’d imagine, the blue sky out the\nwindow easily sliding to black... but the STRAIN on Neil’s\nface tells us we’re accelerating to 18,000 MILES PER HOUR.\n\n \n\nNEIL (INTO COMMS)\nDCS looks good, pulse is DAVE (INTO COMMS)\ngood... Stage 2 tanks look good.\n\nKSC CAPCOM (COMMS)\nGo from the ground for staging.\n\nNEIL (INTO COMMS)\n(entering staging command)\nRoger, we have staging ignit --\n\nA SHEET OF FIRE washes over the craft... 100,000 POUNDS OF\nFLAMING THRUST RIPPING THE TWO STAGES APART! !\n\n \n\nIT'S FUCKING TERRIFYING. Dave FLINCHES... even Neil BLINKS.\nWe wonder what the hell is going on and SMASH TO --\n\f62.\n\nEXT. GEMINI VIII, SUBORBITAL SPACE - SAME TIME\n\n \n\nFrom afar, it looks like the rocket is EXPLODING...\nNEIL (COMMS)\n\nWe’re having Wally’s fireball DAVE SCOTT (COMMS)\n\nhere. ---uh, yeah.\n\nWe see the first stage fall away. The second stage LIGHTS...\nthen ROCKETS forward and we realize... Jesus, this is normal.\n\nNEIL (COMMS)\nFuel cells are solid, the second\nstage is a real good machine.\nSMASH BACK INTO --\n\nINT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nJesus, this is normal. NEIL (COMMS)\nFuel cells are solid, the second\nstage is a real good machine. SMASH BACK INTO --\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n GEMINI VIII COCKPIT, PAD 19, KSC - SAME TIME\n\n \n\nDave REELS as Neil calmly refocuses on the gauges. A beat.\n\nKSC CAPCOM (COMMS)\nGemini 8, you’re go from the ground.\nMark. V/VR = point zero eight.\n\nNEIL (INTO COMMS) DAVE SCOTT (INTO COMMS)\nOkay. Mode 3. (following Neil’s lead)\nBurn stop.\n\nNeil flicks off the engines and the men are JOLTED FORWARD,\ntossed into MICROGRAVITY. Dave lets out a GRUNT... asa\nmission checklists FLOATS across the cabin.\n\nEngines off, it’s eerily QUIET. Dave takes a breath, glances\nout the window. The world’s UPSIDE DOWN, sky at his feet,\nhorizon ABOVE his head. STRUCK, he nudges Neil...\n\nNeil looks up. It’s the view from the X-15, but FOUR TIMES\nHIGHER. PUSH IN on Neil’s eyes, a surprising SENSE OF WONDER.\n\nJIM LOVELL (COMMS)\nI alpha time is 15:06, orbit is 87\nby 147, hold for plane adjust...\n\nINT. MISSION CONTROL CENTER (MCC), HOUSTON - SAME TIME\n\n \n\nCLOSE ON a hand PINNING a PAPER GEMINI onto a RUDIMENTARY\nORBITAL MAP. A PAPER AGENA is already tacked on the map.\n\nPUBLIC AFFAIRS OFFICER (ON LOUDSPEAKER)\nThis is mission control, Houston, we\nwill now begin rendezvous maneuvers.\n\f63.\n\nThe room is BUZZING. Kraft and Flight Director JOHN HODGE,\n37, British, gray, stand over a gaggle of MPAD ENGINEERS.\n\nHODGE\nI need the transfer arc, gentlemen.\nCLOSE ON a DIAGRAM of the two ships in orbit... SLIDE RULES...\nCALCULATORS... PENCILS doing complex math...\n\nOne of the engineers QUICKLY SCRIBBLES on a transparency and\nRUNS it through a door under the BIG SCREEN up front, into...\n\nTHE PROJECTION ROOM. A DOZEN VU-GRAPHS behind the screens.\nClearly another era.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE PROJECTION ROOM. A DOZEN VU-GRAPHS behind the screens. Clearly another era. \n\nTARGET SECTION TO BE ANNOTATED:\n Our engineer throws the slide up on a Vu-\nGraph; it's BOUNCED off a mirror and --\n\nIN MISSION CONTROL the hand drawn transparency APPEARS on the\nbig screen. Hodge nods to Jim Lovell at the CapCom Console.\n\nJIM LOVELL (INTO COMMS)\nGemini 8, Houston CapCom. I DAVE (COMMS)\nhave a Plane-Adjust update. ...uh, stand by, Houston.\n\nINT. GEMINI VIII COCKPIT - SAME TIME\n\n \n\nHelmets, checklists, and mission rule books FLOAT about the\ncabin. Neil and Dave, helmets off, look OVERWHELMED.\n\nDAVE SCOTT\nWhere'd the flight book go?\n\nDave turns to look, accidentally CLOCKS Neil in the head.\n\nDAVE SCOTT LOVELL (COMMS)\nShit, sorry. Let me know when you’re\nready, 8.\n\nNeil spots the book, hands it to Dave.\n\nDAVE SCOTT (INTO COMMS)\nHouston, Gemini 8, go ahead.\n\nLOVELL (OVER COMMS) DAVE (INTO COMMS)\nGET B: 02:45:50; 26.2 burn (writing it down)\ntime, yaw 90 right, pitch O. Roger. Prepping for burn.\n\nCLOSE ON hands setting the YAW DIAL to 90 right; PITCH at 0;\nTHRUSTERS on. Neil’s eyes TICK to the clock. 2:45:28, 29...\n\nNEIL\nGive me the call. DAVE SCOTT\n10... 5, 4, 3, 2, 1, Now!\n\f64.\nNeil hits the thrusters. POP POP POP!! The craft RUSHES TO\nTHE RIGHT. The mission plan SMACKS against the wall.\nNEIL DAVE SCOTT\nTime check. ...Dave? (disoriented)\n20 seconds... 25... 30, 31,\n32, 33, 34... cut off.\n\nNeil lets go of the thrusters. It's QUIET; the mission plan\nFLOATS off the wall. Neil’s eyes TICK over the instruments.\n\nNEIL\nI think we overdid it a little.\n\nHe GRABS a calculator. As he works the numbers, SMASH TO --\n\nINT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEIL\nI think we overdid it a little. He GRABS a calculator. As he works the numbers, SMASH TO --\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n MISSION CONTROL CENTER (MCC), HOUSTON - SAME TIME\n\n \n\nHodge and Kraft stand over two MPAD engineers working numbers.\nHODGE\nShit. They went long. Jim, we're\nsending another burn.\n\nLOVELL (INTO COMMS) MPAD ENGINEER #2\n8, sending a correction. That’s the wrong vector!\n\nThe engineers are clearly at odds. Kraft steps in.\n\nKRAFT\nI need an answer, let’s go.\n\nOne engineer takes charge, writes up a transparency, DASHES\ninto the projection room... and it APPEARS on the big screen.\n\nLOVELL (INTO COMMS)\nStand by to copy, 8... Get B:\n03:03:41. 0°, 0°, 0°, 02:54.\n\nINT. GEMINI VIII COCKPIT - SAME TIME\n\n \n\nNeil writes, but the pen SLIPS OUT of his hand and FLOATS OFF.\n\nNEIL (INTO COMMS)\nUh, Houston. Can you repeat that?\n\nLOVELL (COMMS) NEIL (INTO COMMS)\nRoger, Delta-V 2 feet per (grabs the pen, writes)\nsecond, 2 plus 0, posigrade. Okay, I’ve got it.\n\nLOVELL (COMMS)\n25 seconds, I’1l count you down.\n\f65.\nNeil and Dave RUSH to set the burn; we go CLOSE ON the dials:\nYAW to 0; PITCH to 0; ROLL to 0. THRUSTERS on.\n\nLOVELL (COMMS)\n10 seconds. 5, 4, 3, 2, 1, burn it!\n\nNeil quickly gets into position and squeezes the thruster.\nCRACK CRACK!! The craft LURCHES again, now to the left.\n\nLOVELL (COMMS) NEIL\nOff burn. What are your (letting go, to Dave)\nresiduals? Position.\n\nDave looks into the sextant.\n\nDAVE SCOTT\nSirius minus 12, Antares plus 4.\n\nNeil grabs a slide rule, does the math. Dave, TENSE, looks\nout the window.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVE SCOTT\nSirius minus 12, Antares plus 4. Neil grabs a slide rule, does the math. Dave, TENSE, looks\nout the window. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVE SCOTT (INTO COMMS)\nShouldn't we have a visual on the\nAgena by now?\n\nNeil ignores him, keeps doing the math as we CUT TO--\nINT. ARMSTRONG HOUSE - DAY\n\nJanet, TENSE, by the squawkbox. She glances over at the kids,\npushing Neil’s PAPER GEMINI towards the PAPER AGENA...\n\nLOVELL (ON SQUAWKBOX )\n8, Houston. Do you read?\n\nNo answer; it’s unnerving. Janet fidgets... then hears the\ndoor. She turns to find Ed and Pat. With another casserole.\n\nPAT\nI couldn’t eat when Ed was up there,\nbut I figured we could at least put\non a show for the folks at Life.\n\nShe makes a face at Morse. Janet laughs, then looks to Ed.\nJANET\nIt’s kind of you to come. I’m sure\nNeil would appreciate it.\n\nED\nAre you?\n\nJANET\nNo. But I’m glad you’re here.\n\fA nice thaw... until Mr. Morse snaps a PHOTO.\n\nPAT\n\n66.\n\nPat turns.\n\nDear Lord, can we not get even a\nsemblance of privacy?\n\nEd glances out the window at the ARMY OF PRESS on the lawn.\n\nED\nI’m guessing the Cosmonauts\nhave it easier on this front.\n\nLOVELL (ON SQUAWKBOX)\n8, do you have visual on the\nAgena? 8, do you read?\n\nAs they turn back to the squawk box, SMASH TO --\n\nINT. GEMINI VIII COCKPIT -\n\nSAME TIME\n\n \n\nNeil and Dave stare at calculators; something’s not right.\n\nDAVE SCOTT\nYou want me to... I get a\nhorrendous 25 feet per --\n\nNEIL\nI can’t talk to you, I’ve got\nto figure this.\n\nDave QUIETS as Neil works the numbers.\n\nLOVELL (COMMS)\n8, can you give us a status?\n\nLOVELL (COMMS)\nCopy.\n\nDave quickly adjusts the dials.\n\nNEIL\n\n---3, 2, 1, burn.\nNeil HITS the thrusters.\n\nNeil lets go.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEIL\n\n---3, 2, 1, burn. Neil HITS the thrusters. Neil lets go. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVE SCOTT\nDid you burn at 26:10?\n\nPOP, POP!\nDave eyes the instruments,\n\nNEIL (INTO COMMS)\n\nNo, I’ve got too much to do.\nNEIL\n(beat)\n...okay. 25 forward, 8 left,\n3 up. On my mark.\n\nNeil eyes TICK to the clock.\n\nThe craft SWINGS left and\njots down residuals.\n\nNEIL\nThat - that’s right. It was\nabout 30, negative 34...\n\n..-but Neil goes quiet as he spots what looks like a BRIGHT\n\nSTAR in the window.\n\nNEIL\nCould be Sirius.\n\nDave follows his gaze.\n\f67.\nDAVE SCOTT\nCould be.\nBut Dave grabs a sextant, takes a reading... and SMILES.\nLOVELL (COMMS)\nGemini 8, this is Houston DAVE SCOTT (INTO COMMS)\nCapcom. Do you read? Gemini 8 to Houston, we’ve\n\ngot a visual on the Agena.\n\n..-just as he says it, the Agena SWINGS out of the window.\n\nDAVE SCOTT\nAh, shit... NEIL\nI need a readout.\nDAVE SCOTT\n4 forward, 2 left... wait, needles\n\nare wandering. 12 forward, 1 right?\nThe instruments OSCILLATE, two DIFFERENT headings. Fuck.\nNEIL\nWe’ll burn the closed loop, 12 and\n1. Ready? 3, 2, 1... burn.\n\nNeil HITS the thrusters again. POP POP... the Gemini gives\n\nchase... and the Agena SWINGS into the window.\nDAVE SCOTT\nThere! We're swinging into... shit!\n\nDave SQUINTS, BLINDED by the sun, appearing over the horizon.\nHe shields his eyes, turns up the instrument panel lights.\n\nNEIL\nI need range and rate. DAVE SCOTT\n6,000 feet, 31 feet per\nsecond, going too fast!\n\nNeil SQUINTS at the Agena growing in the window... and HITS\nthe braking thrusters. POP! POP! POP! Steam SHOOTS OUT in\nfront of us, slowing the Gemini...\n\nDAVE SCOTT\n19 feet per second... 3,400 feet...",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOP! Steam SHOOTS OUT in\nfront of us, slowing the Gemini... DAVE SCOTT\n19 feet per second... 3,400 feet... \n\nTARGET SECTION TO BE ANNOTATED:\n2,880 feet, you need to slow down!\n\nTHE AGENA SWINGS UP OUT OF THE WINDOW AGAIN! Fuck! Neil hits\nthe braking thrusters again, FIGHTING to slow down...\n\n \n\nDAVE SCOTT\n10 feet per second. 1,900 NEIL\nfeet... Put in a little to the left.\n\f68.\n\nDave adjusts the dial. The Agena SWINGS in the window, LIT UP\nLIKE A CHRISTMAS TREE IN THE DAYLIGHT. HOVERING in full view.\n\n \n\nDAVE SCOTT\nGod, that’s amazing! Outstanding\njob, Coach. Look at that sucker!\nNeil looks up. Again a touch of that CHILDLIKE WONDER.\nLOVELL (COMMS)\nGemini 8, Houston Cap Com. Standing\nby for any Rendezvous remarks. Over.\n\nDAVE SCOTT\nYou tell them.\n\nINT. MCC - SAME TIME\nA lot of tight faces. Tense. Waiting for...\nNEIL (COMMS)\nHouston, we’re station keeping on\n\nthe Agena at about 150 feet.\n\nA few scattered CHEERS go up. Hodge, standing at his console,\nwipes his brow as Deke walks over.\n\nDEKE\nYou okay, John? HODGE\nI’m... yes. I’m fine.\nBut he looks TENSE, nervous for this last step as we CUT TO --\n\nEXT. GEMINI VIII, EARTH ORBIT - SAME TIME\n\n \n\nWIDE ON the Gemini, 150 feet from the Agena. We’re FAR AWAY,\nthe floating crafts DWARFED by the earth below. It’s SILENT\nuntil... STEAM SHOOTS from the Gemini thrusters.\n\nAs the Gemini slowly circles the Agena, we CUT INTO --\nINT. GEMINI VIII - SAME TIME\n\nNeil flies the Gemini, a LIGHTNESS to him. The grit of\ntraining, the darkness of Elliot's death all FALL AWAY.\n\nNEIL\nMan it flies easy. This station\nkeeping, there’s nothing to it.\n\nDave SMILES at Neil's atypical enthusiasm as he moves the\nGemini ever closer to the Agena...\n\f69.\n\nDAVE SCOTT (INTO COMMS)\nHouston, this is 8. We’re LOVELL (COMMS)\nsitting about 2 feet out. Okay. Stand by for a minute.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe’re LOVELL (COMMS)\nsitting about 2 feet out. Okay. Stand by for a minute. \n\nTARGET SECTION TO BE ANNOTATED:\nHOLD ON Neil and Dave, waiting on the precipice.\n\nLOVELL (COMMS)\nGemini 8, we have T/M solid. Go\nahead and dock.\n\nNeil nods to Dave, who hits a switch. We hear a BUZZ, see a\nCONE EXTEND through the docking window.\n\nDAVE SCOTT (INTO COMMS)\nExtending docking cone. LOVELL (COMMS)\n8, we’re showing cone rigid.\n\nNeil squeezes the throttle GENTLY, moving forward slowly...\nuntil the Gemini and the Agena CRUNCH together. It's JARRING.\n\nNEIL (INTO COMMS)\nOkay, we’re going to cycle LOVELL (COMMS)\nour Right/Stop switch now. Roger.\n\nNeil nods to Dave. Moment of truth. Dave hits a switch. We\nhear the motor aboard the Agena WHIR and we PUSH OUTSIDE...\n\nEXT. GEMINI VIII, EARTH ORBIT - SAME TIME\n\n \n\nFrom afar, we see the Agena CLASP onto the Gemini, which\nmechanically PULLS IT IN...\n\nThere’s a loud CLANK as it stops and we SMASH BACK INTO --\n\nINT. GEMINI VIII COCKPIT - SAME TIME\n\n \n\nIn the cockpit, the Agena docking button LIGHTS UP, displaying\na green “RIGID” confirmation. Neil and Dave share a LOOK.\n\nINT. MCC - SAME TIME\nThe whole room waits. Hodge, Kraft, Deke on pins and needles.\n\nNEIL (COMMS)\nFlight, we are docked.\n\nDeke SMILES BROADLY as the room explodes with CHEERS. Kraft\nshakes Hodge’s hand. Deke calls out...\n\nDEKE\nSomeone call Cronkite, have him tell\nthe Soviets they can go screw! And\ncall Congress while you’re at it!\n\f70.\n\nMore CHEERS, laughter as the comms BUZZ. Neil, methodical...\nNEIL (COMMS)\nOkay. Just for your information, the\nAgena was very stable, we are having\nno noticeable oscillations at all.\nINT. ARMSTRONG HOUSE - SAME TIME\n\nA FLASHBULB pops. Morse takes a photo of Janet and Rick, his\npaper Gemini and Agena now GLUED TOGETHER over earth.\n\nRALPH MORSE\nCongratulations, Mrs. Armstrong.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nMorse takes a photo of Janet and Rick, his\npaper Gemini and Agena now GLUED TOGETHER over earth. RALPH MORSE\nCongratulations, Mrs. Armstrong. \n\nTARGET SECTION TO BE ANNOTATED:\n A\ngreat day for the United States.\nEd walks up with a PLATE OF FOOD for Janet. She hesitates.\n\nED\nYou can’t fast the whole three days.\n\nA beat. Then, as she takes the plate...\nLOVELL (ON SQUAWKBOX )\nWe’re about to have LOS, but I have\nsome dope for you to follow...\n\nINT. GEMINI VIII COCKPIT - SAME TIME\n\n \n\nDave grabs a pen, takes notes as Lovell continues.\n\nLOVELL (COMMS)\nCSQ will pick you up on the other..\n\nBut the Comms turn STATIC as they lose signal. Dave drops his\npen, sees Neil’s pulled out two PACKETS. DAY 1, MEAL B.\n\nDAVE SCOTT\nNo thanks, I want to prep the E.V.A.\n\nNEIL\nWe should eat.\n\nIt’s an order. Neil holds a packet up to a nozzle on the side\nconsole, injects it with water. It looks pretty bad.\n\nNEIL\nI think there’s some air bubbles.\n\nNeil tosses it to Dave, who spins it around, then leaves it.\n\nDAVE SCOTT\nI’m gonna let it breathe.\n\f71.\n\nDave grabs the EVA manual, glances at the console... PAUSING.\n\nDAVE SCOTT\n..-Neil, we’re in a bank.\n\nNeil turns. CLOSE ON the 8 ball, showing a 30 degree roll.\n\nDAVE SCOTT\nNone of our thrusters are on, NEIL\nit must be the -- Cut the Agena’s thrusters.\n\nDave quickly follows orders. Neil WATCHES the 8 ball...\nNEIL\nStabilizing... Reactivating OAMS,\nreorienting to correct position.\n\nNeil hits the Gemini's thrusters, but the ship LURCHES, starts\nSPINNING. Dave GRUNTS. Neil’s eyes TICK to the console.\n\nNEIL\nOkay, let’s shut everything down.\n\nThey shut everything off, but the ship KEEPS SPINNING ON ALL 3\nAXIS. Food, checklists, charts start FLYING about the CABIN.\n\nNEIL\n\nI need a thruster readout. DAVE SCOTT\nWe're quiet but I read the\nAgena firing.\n\nPUSH IN on Neil, working the problem, eyes TICKING...\n\n.--.to the 8 BALL showing a HUGE BANK...\n\n...",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nPUSH IN on Neil, working the problem, eyes TICKING... .--.to the 8 BALL showing a HUGE BANK... ... \n\nTARGET SECTION TO BE ANNOTATED:\nto the GAUGES showing VIOLENT SPIN RATES...\n\n...to DAVE STRUGGLING with the disparate G forces...\n\nNEIL\nPrepare to separate from the Agena.\n\nDave looks at Neil, UNSURE.\n\nDAVE SCOTT NEIL\nI can’t map the trajectories, (cuts him off)\nwe could smash into -- Reset the Agena to allow\n\nremote command.\nDave follows orders. Neil GRABS the throttle.\n\nNEIL\nOn my mark. 3, 2, 1, Disengage.\n\f72.\n\nDave FLIPS a switch; THE GREEN DOCKING LIGHT BLINKS OUT. Neil\nFIRES the thrusters and the Gemini JERKS away...\n\nThe Agena SPINS VIOLENTLY outside the window, Dave BLANCHING\nas it NARROWLY MISSES the nose of the Gemini...\n\nNEIL\nEngaging thrusters to reduce roll.\n\nNeil hits the throttle... but the ship SPINS FASTER, whipping\neverything WILDLY around the cabin! Neil, SURPRISED, lets go\nof the throttle, eyes TICKING to the console when...\nTHWACK! A flight plan SMACKS him in the head!\nDAVE SCOTT\nOAMS propellent down to 30 percent!\nNeil, it’s us!\n\nNeil STRAINS against the ROCKETING G FORCES, NAUSEATING and\nDEADLY... his eyes TICKING to the roll rate gauge at 300°/SEC.\n\nFUCCI (COMMS)\nGemini 8, CSQ. How do you read?\n\nINT. BRIDGE, COSTAL SENTRY QUEBEC, ATLANTIC OCEAN - SAME TIME\n\n \n\nCALM SEAS through the window. A few men helm the U.S.A.F. SHIP\nas JIM FUCCI, 42, mans a state of the art TRACKING CONSOLE.\n\nFUCCI (COMMS)\nGemini 8, CSQ. How do you -- DAVE SCOTT (COMMS)\nWe have serious problems!\nFucci FREEZES, stares at his instrument panel.\nDAVE (COMMS)\nWe’re tumbling end over end up here,\nwe’re disengaged from the Agena.\nOff Fucci, PALE, SMASH TO --\nINT. MCC - SAME TIME\nKraft, Deke, Hodge gather round Lovell, listening intently.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVE (COMMS)\nWe’re tumbling end over end up here,\nwe’re disengaged from the Agena. Off Fucci, PALE, SMASH TO --\nINT. MCC - SAME TIME\nKraft, Deke, Hodge gather round Lovell, listening intently. \n\nTARGET SECTION TO BE ANNOTATED:\nFUCCI (COMMS) NEIL (COMMS)\n\n.---uh, what seems to be the (beat)\nproblem? --rolling.. can’t turn off...\n\f73.\n\nLOVELL (INTO COMMS)\ncsQ, Flight. Did he say he FUCCI (COMMS)\ncould not turn the Agena off? No, he’s separated from the\nAgena and is in a pretty\nviolent tumble.\nOff the men, REACTING, we SMASH TO --\nINT. ARMSTRONG HOUSE - SAME TIME\n\nJanet, WHITE, kneels by the squawk box, leaning in to hear,\nMorse SNAPS a photo. Ed shoots him a look and he slinks back.\n\nDAVE SCOTT (ON SQUAWKBOX)\nWe have... left roll... we can’t...\n\nThe box CUTS OUT. No static, just SILENT. Janet turns to\nEd... who’s GRIM. Off Janet, TERRIFIED, SMASH BACK TO --\n\nEXT. SPACE, GEMINI VIII - SAME TIME\n\nThe capsule hurtles at A REVOLUTION A SECOND, the Agena\nspinning slowly in the distance...\n\nFUCCI (COMMS)\nDid you copy that, Flight?\n\nSunlight FLASHES off the windows, SMASHING US BACK INTO --\n\nINT. GEMINI VIII COCKPIT - SAME TIME\n\n \n\nSunlight BLAZES intermittently, a STROBE LIGHT on the ephemera\nflying across the cabin. It’s DIZZYING...\n\nFUCCI (COMMS)\nThey seem to have a stuck thruster.\n\nDave's eyes ROLL BACK. Neil clocks it, tries to focus on the\nconsole, searching for an_ answer. The sound FADES to the\nSLOSHING in Neil’s ears as we SMASH INTO --\n\nNEIL'S POV. He’s starting to GRAY OUT. He SHUTS his eyes and\nOPENS them... everything SPINS AROUND HIM at nauseating speed,\nit’s almost as if he’s not moving at all...\n\nNow the sloshing in his ears FADES to EERIE QUIET... and we\nhear THE AWFUL WHIR of KAREN'S COBALT MACHINE.\n\n \n\nNeil SHUTS HIS EYES again... trying to PUSH the sound away...\nin the dark, he faintly HEARS a HISSING...",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow the sloshing in his ears FADES to EERIE QUIET... and we\nhear THE AWFUL WHIR of KAREN'S COBALT MACHINE. Neil SHUTS HIS EYES again... trying to PUSH the sound away... in the dark, he faintly HEARS a HISSING... \n\nTARGET SECTION TO BE ANNOTATED:\nNEIL\nOAMS thruster must be stuck...\n\f74.\nNeil’s eyes FLY OPEN and he YANKS the breakers, CUTTING ALL\nPOWER. It goes BLACK, save for the flickering sunlight...\n\nNeil’s eyes TICK over GAUGES. OAMS DROP but ROLL RATE keeps\nRISING. PUSH IN ON Neil’s eyes, TWITCHING and SMASH INTO --\n\nNEIL'S POV. A BLUR. The fuzzy roll rate needle inches past\n500°/second. Neil’s eyes start to roll back and...\n\nIT GOES DARK... Karen’s cobalt machine grows LOUDER...\n\nNeil FORCES his eyes open... they DART across the controls...\nsearching for an answer, a way out...\n\n..-when he looks overhead and spots a RED CONTROL.\n\n \n\nNEIL\nInitiate RCS squibs. Dave. Dave!\n\nNeil shakes Dave, pulling him awake.\nFUCCI (COMMS) NEIL\nGemini 8, CSQ, come in... We need a rocket to stop the\nspin. The Re-entry rockets...\n\nDave, GROGGY, gets it. He reaches for the squibs.\n\nNEIL\nOn my mark! 3, 2, 1, now!\n\nDave blows the squibs and Neil REACHES OVER HIS HEAD, flicks\non the re-entry control system. NOTHING HAPPENS. Shit.\n\nNEIL\nDidn’t fire. Re-Arm. Dave!\n\nDave, struggling to stay conscious, resets.\n\nNEIL\nOn my mark... 3, 2, 1, now.\n\nDave re-arms as Neil again reaches up and... BOOM, BOOM, BOOM!\nThe re-entry boosters FIRE, SPINNING the capsule FASTER...\n\nNeil GRIPS the thruster, BATTLES to stabilize the ship as Dave\nFADES. Neil’s eyes TICK to the roll rate. 525, 530, 530...\nthe needle HOLDS. Is it working? PUSH IN ON Neil, FORCING\nHIMSELF to stay conscious, WILLING the needle to FALL...\n\nFUCCI (COMMS)\nGemini 8, CSQ, come in. Gemini 8?\n\nAs Neil, struggling, STARTS TO FADE, we SMASH TO --\n\f75.\n\nINT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nGemini 8? As Neil, struggling, STARTS TO FADE, we SMASH TO --\n\f75. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BRIDGE, COASTAL SENTRY QUEBEC - SAME TIME\n\n \n\nCLOSE ON a needle, QUIVERING at 530°/second. Men crowd around\nFucci, staring. And sweating.\n\nLOVELL (COMMS)\nCcSQ, is there a status update?\n\nINT. MCC - SAME TIME\n\nThe men stand frozen, worried. It’s SILENT. Lovell looks to\nKraft, Deke and Hodge. Conrad and others crowd round. GRIM.\n\nLOVELL (INTO COMMS)\ncsQ, this is Flight. Can you --\n\nSTATIC cuts him off. Then, faintly...\n\nDAVE (COMMS)\n.-.-regaining control... RCS CONRAD\ndirect. Motherfucker.\n\nAs the group lets out a collective breath, SMASH BACK TO --\n\nINT. GEMINI VIII COCKPIT - SAME TIME\n\n \n\nDave, foggy, unsettled, watches Neil calmly pulsing the RCS,\neyes on the DROPPING roll rate gauge... 300°... 250°... 200°...\n\nNEIL\nKeep an eye on our RCS fuel.\n\nDave nods, eyes the fuel gauge. The sun stops strobing, the\nflight plans stop whipping about the cabin...\n\nFUCCI (COMMS)\n\n8, CSQ. How are you doing? DAVE (INTO COMMS)\nWe are pulsing the RCS pretty\nslowly so we don’t-- it’s all\nroll right, we are trying to\nkill our roll rate.\n\nFUCCI (COMMS) DAVE\nOkay. Everything’s okay. (to Neil)\nYou believe this guy?\n\nNEIL\nMove us back to one ring.\n\nOff Neil, CUT BACK TO --\nINT. MCC - SAME TIME\n\nHodge leans in.\n\f76.\n\nHODGE (INTO COMMS)\ncsQ, Flight. Find out how FUCCI (COMMS)\nmuch RCS fuel he has used. Roger. Gemini 8, CSQ. How\nmuch RCS have you used?\n\nKRAFT\n(to the MPAD guys)\n\nI want emergency landing options.\nHodge and Deke both turn to Kraft, surprised.\n\nDEKE\nWhat about the E.V.A. and -- KRAFT\n\nWe gotta get them home.\n\nKraft heads off. As Deke REELS, Ed walks up. Sotto --\n\nED\nJan's outside.\n\nINT.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Deke REELS, Ed walks up. Sotto --\n\nED\nJan's outside. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY OUTSIDE MCC - SAME TIME\n\n \n\nCLOSE ON Jan waiting by the door. In her eyes, intense ANGER\nand WORRY. A long beat... then Deke walks out with Ed.\n\nED\nNeil’s okay.\n\nDEKE\nThe ship’s stable, he'll be all\nright, Jan. I need you to go home.\n\nJANET\n(processes, then)\nFine. Turn the box back on.\n\nDEKE\nI’‘ll see what I can -- JANET\nTurn it back on now.\nDEKE\nThere’s a security protocol, JANET\nI can’t just -- Bullshit.\n\nDEKE\nJan. You have to trust me, we have\nthis under control.\n\nJANET\nAll these goddamn protocols and\nprocedures to make it seem like...\n(MORE )\n\f77.\n\nJANET (CONT'D)\nlike it’s ‘under control.’ You're a\nbunch of boys making models from\nbalsa wood, you don’t have anything\nunder control.\n\nTEARS WELL... Embarrassed and ANGRY, she STALKS OFF.\n\nDEKE\nTake her home, will ya?\n\nED\nWhat do we say to the press?\n\nDeke doesn’t follow.\n\nED\nThe Life guy, Morse, he was PAO (0.C.)\nwith Jan, he leaked it to -- Deke, I need a statement.\n\nThe Public Affairs Officer RUNS up.\nPUBLIC AFFAIRS OFFICER\nWe're getting calls from the\nnetworks, the papers, local news...\nShit. Off Deke, CUT BACK TO --\n\nINT. GEMINI VIII COCKPIT - SAME TIME\n\n \n\nIt's quiet, a checklist floating calmly, the roll stopped.\n\nFUCCI (COMMS)\n\n8, Flight’s told me to relay that\nthey're looking into 6 or 7 dash 3\narea at this time. Please enter re-\nentry Module 4 in the ATM computer.\n\nDave hesitates, realizing they're terminating the flight. But\nNeil just pulls out a map, surveys the landing area.\n\nNEIL\nRight in the middle. Okinawa. That\nwas the third choice, remote areas.\n(then)\nI'd like to argue. About the going\nhome. But I don’t know how we can.\n\nThe slightest hint of frustration. But there’s nothing to do.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut I don’t know how we can. The slightest hint of frustration. But there’s nothing to do. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVE SCOTT\nI’1ll get started on re-entry.\n\nDowncast, Dave turns to the basic computer, starts punching\nnumbers in when... POP! POP! POP! Dave STIFFENS, SPINS...\n\f78.\n\n+..to find Neil FIRING the OAMS thrusters.\n\nDAVE SCOTT\nWhat are-- we'll start to spin again!\n\nNEIL\nOnly way to find the culprit.\n\nOff Dave, UNNERVED, CUT TO --\nINT. MCC - SAME TIME\n\nThe room BUZZES, prepping for re-entry. Gilruth huddles with\nDeke and Kraft. A beat. Then we hear Lovell --\n\nLOVELL (0.C., INTO COMMS)\n8, we're showing your roll rate back\nup to 90 degrees. Confirm? Neil?\n\nThe men turn, ALARMED. Hodge and Lovell look TENSE.\n\nLOVELL NEIL (COMMS)\nNeil? (beat )\nChecking OAMS, thruster 8\nfailed open at present.\n\nNEIL (COMMS)\n\nThis could have been true at the\n\ntime of the incident, although we\ncannot verify that at this time.\n\nIs he nuts? Hodge leans into the Comms.\nHODGE (OVER COMMS)\n\nNeil, this is Hodge, we’ve got ten\n\nminutes to re-entry, let’s put a pin\n\nin the analysis for now, shall we?\nOff the men, we CUT TO --\nINT. ED’S CORVETTE - NIGHT\nEd drives Janet home. She stares ahead, STILL FURIOUS. Ed\nconsiders talking, thinks better of it. A beat, then he turns\nonto their street. We see the HORDE of PRESS. It’s GROWN.\n\nVARIOUS PRESS (PRELAP) VARIOUS PRESS (PRELAP)\nMrs. Armstrong? Janet? Can we get a photo? Jan?\n\nINT. LIVING ROOM, ARMSTRONG HOUSE - HOUSTON - SAME TIME\n\n \n\nEd PUSHES into the house with Janet, press calling out after\nthem until Ed SHUTS THE DOOR. The press falls back.\n\f79.\n\nAs Jan recovers, Ed glances at Pat, on the sofa with the\nkids... watching Adam West’s BATMAN. OBLIVIOUS. Ed smiles...\nwhen the show is INTERRUPTED by an ABC NEWS SPECIAL REPORT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nOBLIVIOUS. Ed smiles... when the show is INTERRUPTED by an ABC NEWS SPECIAL REPORT. \n\nTARGET SECTION TO BE ANNOTATED:\nPETER JENNINGS (ON TV)\nWe’ve interrupted our regular\nprogram due to the emergency RICK\nreturn of Gemini 8... Mom?\nSCARED, Rick looks to Janet. At a loss, she walks into --\n\nINT. KITCHEN, ARMSTRONG HOUSE - HOUSTON - CONTINUOUS\n\n \n\nJanet pours herself a glass of water. She starts to lift it,\nbut her hand is SHAKING. Janet tries to settle herself...\n\n...-but she can’t. The glass shakes even MORE VIOLENTLY, until\nJanet has no choice but to set it down.\n\nAs Janet leans against the sink, STRUGGLING, we PRELAP--\nLOVELL (COMMS, PRELAP)\nOne minute to LOS. Naha RESCUE 1\nwill be on station at splashdown...\nINT. GEMINI VIII COCKPIT - LATER\nDave stows gear while Neil checks headings, helmets now on.\nLOVELL (COMMS)\n...I have a backup yaw star for you\nat Retrofire minus 4 minutes. Sirius\nwill be 4 degrees. Stand by for --\nThe COMMS CUT OUT. They're on their own.\nDAVE SCOTT (INTO COMMS)\n30 seconds. I’m on Auto NEIL (INTO COMMS)\nRetro -- I‘1l do it manually.\n\nDave looks UNSURE, but Neil reaches for the throttle.\n\nNEIL (INTO COMMS) DAVE SCOTT (INTO COMMS)\nRetro Rocket Squibs - Arm. (flicks the 4 squibs)\n1, 2, 3, 4, LIGHT.\nNEIL (INTO COMMS) DAVE SCOTT (INTO COMMS)\nOkay. Count me down. (eyes on the clock)\n\n...5, 4, 3, 2, 1 RETROFIRE.\n\nNeil FIRES the Retro-rockets... he and Dave are SLAMMED into\ntheir seats as the spaceship HURTLES down towards the earth...\n\f80.\n\nDAVE SCOTT (INTO COMMS)\nProps off. Retro-power, safe. Retro-\njett, safe. Lock restraint harness.\n\nNeil’s harness won't lock. Frustrated, he JAMS the buckle\ntogether... RESTRICTING his right arm.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nNeil’s harness won't lock. Frustrated, he JAMS the buckle\ntogether... RESTRICTING his right arm. \n\nTARGET SECTION TO BE ANNOTATED:\n Neil grimaces as\nsunlight streams in, the horizon at the top of the window.\nNEIL (INTO COMMS)\nI keep thinking there’s something\nwe've forgotten about...\nNeil’s uncharacteristically ANTSY. It makes Dave NERVOUS.\n\nDAVE SCOTT (INTO COMMS)\nWe did everything, far as I know.\n\nIf not, it’s too late.\n\nThe atmosphere GRABS HOLD, G forces INCREASING. The heat\nCONSUMES them, the plasma GLOWING PINK in the window...\n\nAs Neil and Dave SWEAT and STRAIN against it all, we --\nSMASH TO BLACK.\nGILRUTH (0.C., OVER BLACK)\nGemini 8 saw two complex vehicles\nlaunched on the same day, on time...\nFADE IN:\nINT. AUDITORIUM, MANNED SPACE CENTER - HOUSTON, TX\n\nGilruth stands at the podium, addressing a MASS of reporters.\n\nGemini 8 Pilot Press Conference\nMarch 26, 1966\n\nGILRUTH\n...we saw a flawless rendezvous and\ndocking. All of which has tended to\nbe overshadowed by the malfunction.\n\nFind Neil behind him with Dave and NASA personnel. Neil looks\nMORE UNCOMFORTABLE than he was moments ago...\n\nGILRUTH\nBut I think we should focus on the\nprogress resulting from the mission.\n\f81.\n\nINT. CONFERENCE ROOM, MANNED SPACE CENTER - HOUSTON, TX\n\nLow, Gilruth, Kraft, Deke and ARMY BRASS at a long table.\nNeil and Dave sit across from them.\n\nGEORGE LOW\nNeil, the board would like to focus\non the malfunction.\n\nWe hear CLACKING, spot a STENOGRAPHER. It’s a FORMAL MISSION\nREVIEW. And judging by Low’s tone, Neil's job is on the line.\n\nGEORGE LOW\nCan you walk us through the decision\nto separate from the Agena?\n\nAs Neil considers, we SMASH BACK TO --\nTHE PRESS CONFERENCE. A HOUSTON POST reporter.\n\nHOUSTON POST REPORTER\nYou mentioned the rate of revolution\nwas more than once a second. How\nnear were you to being unconscious?\n\nNEIL\nWe didn’t have any specific\ndifficulty in observing the panel.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOUSTON POST REPORTER\nYou mentioned the rate of revolution\nwas more than once a second. How\nnear were you to being unconscious? NEIL\nWe didn’t have any specific\ndifficulty in observing the panel. \n\nTARGET SECTION TO BE ANNOTATED:\nHOUSTON POST REPORTER\nYou hadn’t begun to gray out or\nanything like that?\n\nOff Neil, HESITATING, not in his element, SMASH BACK TO --\nTHE FORMAL MISSION REVIEW.\n\nGEORGE LOW\nWhy didn’t you use the Agena to\nstabilize the combined craft?\n\nNEIL\nWe did. This was not effective.\nAnd, as I’ve said, we initially\nassumed there was some anomaly in\nthe Agena control system.\n\nTIMES REPORTER (PRELAP)\nOkay, but have you really ruled out\nthe possibility that you...\n\nTHE PRESS CONFERENCE. A TIMES Reporter.\n\f82.\n\nTIMES REPORTER\n..-accidentally or intentionally\nactivated some electrical system at\nthe time this trouble occurred?\n\nNeil HESITATES... and questions KEEP COMING. In QUICK CUTS --\n\nAGENCE FRANCE REPORTER\nDid you have any feeling of anxiety\nafter the failure of the thrusters?\n\nHAMBURG PRESS\nIn the midst of the spinning did you\nseem to realize or feel the presence\nof God closer than other times?\n\nCHICAGO TRIBUNE\nDoes this make you question whether\nthe space program is worth the cost?\nIn money and in lives?\n\nABC REPORTER\nNeil, I have about 8,000 letters\nfrom Batman fans, which I wonder if\nyou would like to answer?\n\nSPIN BACK TO Neil. Blank, EXHAUSTED. Is he going to EXPLODE?\n\nNEIL\nI appreciate your problem, why don't\nyou see if you can rerun the Batman\nsequence for them? And for us. We\nmissed it too.\n\nA pause. Then the room breaks into LAUGHTER. Neil forces a\nsmile as we SMASH BACK TO --\n\nTHE CONFERENCE ROOM. The men huddle. PULL BACK to find Neil\nstill sitting there. Waiting. A LONG beat, then Low stands.\n\nGEORGE LOW\nThanks, Neil. There’s a lot to\ndiscuss but I think that’s all for\nnow. We'll be in touch soon.\n\nIt’s not warm. Neil stands but no one else does.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe'll be in touch soon. It’s not warm. Neil stands but no one else does. \n\nTARGET SECTION TO BE ANNOTATED:\n As Neil\nawkwardly walks out, UNSURE OF HIS FUTURE, we PRELAP --\n\nNEIL (PRELAP) (CONT’D)\nNo, no, no! It’s unacc-- it’s\nunacceptable!\n\f83.\n\nINT. KITCHEN, ARMSTRONG HOME - DAY\nCLOSE ON Neil on the phone. As AGITATED as we’ve seen him.\n\nNEIL (INTO PHONE)\nIt’s, it’s, it’s sensationalist.\nIt’s not appropriate, it’s not an\nappropriate title for the piece!\n\nNeil holds an ADVANCED COPY of a LIFE MAGAZINE article: “Our\nWild Ride in Space!\" by Neil Armstrong.\n\n \n\nNEIL (INTO PHONE) (CONT'D)\nI’m not interested in how the other\nmagazines are framing the story!\n\nNow we see the Wall Street Journal on the kitchen table. A\nheadline below the fold: Moon Race: Can’t Machines Do It?\n\nNEIL (INTO PHONE)\nWell then... then maybe my name\nshouldn't be on the damn article!\nNeil SLAMS down the phone. Janet, plating dinner, looks up.\n\nJANET\nNeil?\n\nBut he walks out. Off Janet, CONCERNED, PRELAP a DOORBELL --\nEXT. ED WHITE’S HOUSE - DAY\nEd opens the front door. And finds Janet.\n\nJANET\nCan you come over?\n\nED\nNot sure that’s gonna help.\n\nJANET\nPlease.\n\nShe’s insistent. Ed hesitates but Pat, at the door as well,\nnudges him. He heads across the yard. Pat offers a smile.\n\nPAT\nMy sister married a dentist. I used\nto wonder what it was like. He’s\nhome by six every night. And every\nthree months my sister calls to say\nshe wishes he weren’t.\n\nJanet manages a laugh. A beat.\n\f84.\n\nJANET\nI keep hoping it’ll be better. If\nthings go right. When they do.\nINT. NEIL'S BASEMENT OFFICE, ARMSTRONG HOUSE - EARLY EVENING\n\nA LARGE DESK. Covered with SCHEMATICS of the Agena, DATA from\nGemini 8, DIAGRAMS of the Gemini’s sixteen OAMS thrusters.\n\nFIND Neil hunched over it all with an ENGINEER'S PAD.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEIL'S BASEMENT OFFICE, ARMSTRONG HOUSE - EARLY EVENING\n\nA LARGE DESK. Covered with SCHEMATICS of the Agena, DATA from\nGemini 8, DIAGRAMS of the Gemini’s sixteen OAMS thrusters. FIND Neil hunched over it all with an ENGINEER'S PAD. \n\nTARGET SECTION TO BE ANNOTATED:\n HOLD ON\nhim, studying the malfunction, working the problem. We hear\na RUMBLE and Neil looks up... Ed rolls down the stairs.\n\nED\nBack to work?\n\nNEIL\nI’m trying to find a way to isolate\na single thruster.\nIt's AWKWARD, the fight still not really behind them. A beat.\n\nED\nI was gonna go over to Dave's.\n\nNo response from Neil. Ed, giving up, starts to retreat...\n\nNEIL\n.--I could use a break.\n\nEd pauses. He and Neil share a look. Detente. WE HEAR the\nSecond Movement of Dvorak's New World Symphony and CUT TO --\n\nINT. KITCHEN, DAVE SCOTT'S HOUSE - NIGHT\n\n \n\nNeil and Ed sit drinking with Dave Scott. They listen to an 8-\nTRACK, Dvorak washing over them. Off the music --\n\nNEIL\nFelt a little like that, right?\nBeing up there?\n\nED\nHow much did you have to drink?\n\nNeil tosses a empty beer can at Ed. Ed laughs. So does Neil.\nDAVE SCOTT\nI will say one thing. It’s all I\ncan think about. Getting back up.\n\nNeil nods. Ed eyes his beer, an odd look on his face.\n\f85.\n\nDAVE SCOTT (CONT’D)\nWhat?\n\nED\nGus grabbed me earlier. He and Deke\nwant me on the team.\n\nNEIL\nFor the first Apollo mission?\n\nEd nods, tentative. Dave explodes, thrilled for him.\n\nDAVE SCOTT\nHoly shit. That’s huge! NEIL (CONT'D)\nThat Saturn’s a monster. It’s\ngonna be a helluva ride.\n\nNeil’s SMILING, genuinely excited.\n\nDAVE SCOTT\nYou know Deke wants Gus to be first\none on the moon, so that first team--\n\nED\nLet’s not get ahead of ourselves.\n\nNEIL (CONT'D)\nOkay, but it is pretty exciting.\nHeck, just to be the first to test\nthe new capsule --\n\nED\n\nYeah, Gus is already bitching.\nDAVE SCOTT\n\nI’1l bet.\nNEIL\n\nWell, I can’t wait to hear about it.\n\nED\nGus bitching? You will.\n\nThey all laugh, Ed clearly relieved at Neil’s reaction.\n\nEXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou will. They all laugh, Ed clearly relieved at Neil’s reaction. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DAVE SCOTT’S HOUSE - CONTINUOUS\n\n \n\nEd and Neil stumble out of Dave’s house, start walking home.\nThey walk quietly for a beat. Then --\n\nNEIL\nJanet told me you came ‘round during\nthe mission.\n\f86.\nED\nYou would have done the same.\n\nNEIL\nNo. I wouldn’t have.\n\nEd looks at Neil. Then LAUGHS. Neil does too. Then he\nslows, looking up at the night sky.\n\nEd smiles.\n\nNEIL\nYou ever fly an Aeronca?\n\nED\nSure. Learned to fly on one.\n\nNEIL\nI flew that plane a ton before I\njoined the Navy. I used to like\ncoming down steep on final approach\nso I could land early and have time\nto roll out...\n\nED\nBet the Navy instructors loved that.\n\nNEIL\nThey beat it out of me.\n\nNEIL\n\nAfter Korea, I went back to Purdue.\nThe flight club had an Aeronca, so\none weekend I flew it home to\nWapakoneta. I put it into a big slip\non final approach like when I was a\nkid... I banged the thing so hard on\nthe landing, it couldn’t fly back.\n\nED\nYou crashed an Aeronca? After all\nthose missions in Korea?\n\nNEIL\nHad to take the wings off and haul\nit back to Lafayette on a trailer.\n\nED\nI hope none of the coeds saw you.\n\nEd smiles broadly. Neil smiles back... then he TIGHTENS.\n\f87.\n\nNEIL\nThe whole way back, I kept trying to\nreplay the landing in my head. But\nI couldn't. I hadn’t been paying\nattention. It was like riding a\nbike so I'd just... I hadn’t been\npaying attention.\n\nED (CONT'D)\nNeil.\n\nNEIL\nI keep thinking if I'd been smarter,\nif I'd done a little more prep...\n\nED\nBullshit.\n\nNEIL\nI was distracted. After Elliot... I\nwas distracted.\n\nED\nNeil. This wasn’t your fault.\n\nBut Neil isn’t sure. Off the DOUBT in his eyes, CUT TO --\nEXT. GILRUTH’S OFFICE, MANNED SPACE CENTER - NIGHT\n\nA long hallway. At the end of it, Neil sits on a folding\nchair outside the corner office.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nOff the DOUBT in his eyes, CUT TO --\nEXT. GILRUTH’S OFFICE, MANNED SPACE CENTER - NIGHT\n\nA long hallway. At the end of it, Neil sits on a folding\nchair outside the corner office. \n\nTARGET SECTION TO BE ANNOTATED:\n TAPPING his foot.\n\nCLOSE ON Neil, SWEATING. Nervous unlike anything we’ve seen.\nHe scratches his leg. Again. Foot still TAPPING.\nAt last, the door opens. Deke leans out.\n\nDEKE\nNeil. Come on in.\n\nNeil stands. Quickly. Deke leads him into --\nINT. GILRUTH’S OFFICE, MANNED SPACE CENTER - NIGHT\n\nWood paneling, a few service plaques, function over form.\nGilruth sits behind a desk, Kraft at a work table.\n\nGILRUTH\nHey, Neil. Don’t bother sitting,\nit’s gonna be a short meeting.\n\nNeil stands. Awkward.\n\fNeil doesn’t\n\n88.\n\nGILRUTH\nWe've talked it through and we think\nit’s pretty clear. If you hadn’t\nkept cool, well, you wouldn’t be\nhere and we'd still be asking what\nthe hell happened.\n\nDEKE\nSo would Congress. It coulda been a\nshowstopper.\n\nGILRUTH\nYou docked, you got your ship home,\nthis mission was a success. And\nwe're gonna treat it that way from\nhere on out. You good with that?\n\nNEIL\n..-yes sir.\n\nshow much, but he’s clearly relieved.\nGILRUTH\n\nI trust you won’t mind representing\n\nus next month at the White House?\n\nNEIL\nUh, no sir.\n\nGILRUTH\nGood. Then you're dismissed.\n\nNeil nods, walks out. Deke follows him into --\n\nINT. HALLWAY,\n\nMANNED SPACE CENTER - MOMENTS LATER\n\nNeil and Deke walk down the hall. A beat, then --\n\nDeke glances\n\nNEIL\n...I don’t really have to go to the\nWhite House, do I?\n\nat him.\n\nDEKE\nI know you think this is bullshit,\nnobody likes kissing up to those\nidiots in D.C. But it’s part of the\njob. Especially nowadays.\n\nOff Neil, less than thrilled, CUT TO --\n\f89.\n\nINT. KITCHEN, ARMSTRONG HOUSE - MORNING\nJanet holds up a BLUE SUIT. Irritated.\n\nJANET\nNeil Alden Armstrong, you cannot\nwear a suit!\n\nNeil, in an APRON, makes pancakes. PERFECT HALF DOLLARS.\n\nNEIL\nIt said Black Tie Optional.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nNeil, in an APRON, makes pancakes. PERFECT HALF DOLLARS. NEIL\nIt said Black Tie Optional. \n\nTARGET SECTION TO BE ANNOTATED:\nJANET\nYou’re one of three astronauts\nrepresenting NASA, Deke specifically\ntold me it was not optional.\n\nNeil frowns as Ed walks in the front door with a duffle.\n\nED\nNice apron. Manly.\n\nJANET\nWould you tell him he’s got to wear\na tuxedo to the White House?\n\nED\nI dunno, maybe he should wear the\napron.\n\nNEIL\n\nDon’t you have a plane to catch?\n\nEd laughs. And notices SCHEMATICS on the table. DIAGRAMS for\nthe LUNAR LANDING TEST VEHICLE, an odd, free-flying trainer\nthat’1l simulate lunar gravity. And yes, it’s an update of\nthe diagram that inspired Neil to join Apollo back on P.19.\n\nED\nIs this the lunar landing Sim?\n\nNEIL\nGene and the folks at FRC have been\nhaving a heck of a time with it.\n\nED\n(off the diagrams, impressed)\nIt’s completely fly by wire?\n\f90.\n\nNEIL\nDoes a decent job simulating lunar\ngravity but if the electrical system\ncraps out or you get a good 20 knot\nwind, it’s a real hairy deal. Deke\nasked me to take a look but I think\nthe thing’s just too damn dangerous.\n\nED\nThis from the ‘Hero of Gemini 8’?\n\nNeil grimaces.\n\nJANET\nDon’t get him started again. He’s\nbeen grumbling about the trip all\nmorning.\n\nNEIL\nHow ‘bout we trade and I go to the\nCape?\n\nED\nNo, you got the guts, you gotta go\nenjoy the glory.\n\nINT. BEDROOM, ARMSTRONG HOUSE - LATER\n\nCLOSE ON an OPEN SUITCASE. Socks, underwear and A TUX; packed\nMETICULOUSLY. Neil adds a dopp kit then hesitates. He picks\nit up. Eyes TICKING over the toothbrush, toothpaste...\n\nJANET\nYou already repacked it. Twice.\n\nNeil looks up flustered, AGITATED. Janet moves to him.\nJANET\nWhen you meet the President, just\nlook at his shoes. It’1l be okay.\n\nNeil looks up, nods. Janet leans in, kisses his cheek, starts\nto go... but he pulls her back.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’1l be okay. Neil looks up, nods. Janet leans in, kisses his cheek, starts\nto go... but he pulls her back. \n\nTARGET SECTION TO BE ANNOTATED:\nNEIL\n\nI, uh, I know I, since I got back...\nJANET\n\nIt’s okay.\n\nIt isn’t really. But she wants to be strong for him. Neil,\nVULNERABLE, pulls her in. Holds tight. Off Janet, CUT TO --\n\fgl.\n\nINT. LIMOUSINE - LATE AFTERNOON\nCLOSE ON Neil. In a TUXEDO. Stiff. Uncomfortable.\n\nPETE CONRAD (0.C.)\nLooks like he was born in a tux.\n\nREVERSE to Conrad and Jim Lovell, across from Neil. Conrad\nSMIRKS at Neil as the limo stops and the door opens on...\n\nA_RED CARPET. REPORTERS line the entrance to THE WHITE HOUSE.\nAs Pete gets out, WAVING, we HOLD ON Neil... uneasy.\n\nPRESIDENT JOHNSON (PRELAP)\nWe have never succeeded in freeing\nour planet from war.\n\nINT. EAST ROOM, THE WHITE HOUSE - EARLY EVENING\n\n \n\nCLOSE ON a formal international document: The Treaty on Outer\nSpace, January 27, 1967. As LBJ’s familiar voice rolls on...\n\n...REVEAL a room of DIGNITARIES. LBJ sits at a signing table.\nWe're BEHIND HIM with Neil and the other astronauts.\n\nPRESIDENT JOHNSON (0.C.)\nBut this treaty means the moon will\nserve only the purposes of peace...\nand that astronaut and cosmonaut\nmight meet on the moon as brothers.\n\nLBJ hands a pen to a heavyset AMBASSADOR wearing a SICKLE PIN.\nAs he moves to sign the treaty, Conrad whispers to the others.\n\nPETE CONRAD\nWhat a load of horseshit.\n\nNeil turns, but before Pete can go on, they’re overwhelmed by\nAPPLAUSE and FLASHBULBS. As Neil flinches, we FLASH TO --\n\nINT. EAST ROOM, WHITE HOUSE - LATER\nLovell and Neil talk to a Senator. Neil clings to a beer.\n\nLOVELL\n...we’re very bullish on Apollo.\n\nSENATOR\nI should hope, given the time we’ve\nspent developing it.\n\nNeil looks uncomfortable. The congressman notices.\n\f92.\n\nSENATOR\nCommander Armstrong? You disagree?\n\nNEIL\nWe learned to fly sixty years ago.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nSENATOR\nCommander Armstrong? You disagree? NEIL\nWe learned to fly sixty years ago. \n\nTARGET SECTION TO BE ANNOTATED:\nSo if you consider the technological\ndevelopment in the context of\nhistory --\n\nSENATOR\nI’m considering it in the context of\ntaxpayer dollars.\n\nNeil doesn’t know what to say. Lovell steps in...\n\nLOVELL\nSo are we, Senator. And between us,\nif the capsule passes plugs out,\nwe'll have a heck of a launch next\nmonth. I’m sure Mr. Gilruth would\nbe happy to discuss it in detail.\n\nLovell leads the Senator across the room to Gilruth... and\naway from Neil. Neil awkwardly drifts toward the bar.\n\nHe stands there for a moment, totally out of place... when a\nPRETTY STAFFER appears at his side with a FLIRTY SMILE.\n\nPRETTY FEMALE STAFFER\nAren’t you someone I should know?\n\nNEIL\n...uh, probably not.\n\nShe walks off, confused.\n\nCONRAD\nWe need to get you a stronger drink.\n\nNeil sees Conrad’s beside him. Conrad waves for a beer.\n\nCONRAD\nNo stomach for political theater?\n\nNEIL\n...that what this is?\n\nCONRAD\nWe've got more troops on the ground\nin Vietnam every day. You think LBJ\nwants astronaut and cosmonaut to\n‘meet on the moon as brothers’?\n\f93.\n\nNEIL\nThen why sign the treaty?\nCONRAD\nYou can’t lose a race you don’t run.\n(off Neil)\n\nWe’re still neck and neck with the\nRussians, and for what? ICBM’s have\nmade space irrelevant, militarily.\nWhy break the bank on the moon when\nyou could spend it in Saigon?\n\nNEIL\n..-you think he’d just drop Apollo?\n\nCONRAD\nOh yeah. If LBJ wasn’t from Texas\nwe'd already be dead.\n\nNeil stares at him.\n\nLovell walks\n\nCONRAD\nJesus, Armstrong, where’ve you been?\nDid you see the polling on Apollo?\n\nARMSTRONG\nNo. I didn’t.\n\nCONRAD\nWell, it’s not good.\n\nLOVELL\nKnock it off, Pete.\n\nup, nods to the bartender for a beer.\n\nLOVELL\nWe launch Apollo, nobody's going to\ncut our funding. That shiny new\ncapsule’s gonna have every kid in\nthe country dreaming about a trip to\nthe moon.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nup, nods to the bartender for a beer. LOVELL\nWe launch Apollo, nobody's going to\ncut our funding. That shiny new\ncapsule’s gonna have every kid in\nthe country dreaming about a trip to\nthe moon. \n\nTARGET SECTION TO BE ANNOTATED:\nCONRAD\nThat shiny new capsule hasn’t passed\nplugs out.\n\nLOVELL\nTalk to me in an hour.\n\nHe takes a drink, then leans into Neil so Pete can’t hear him.\n\nLOVELL\nAny word on plugs out?\n\f94.\n\nEXT./INT. GANTRY ELEVATOR, LAUNCH TOWER, PAD 34, CAPE - DAY\n\nDeke rides up the elevator with Gus, Ed and ROGER CHAFFEE, 32,\nsuited up, carrying helmets. Ed looks down the side of the\nSATURN 1B ROCKET, at the cape stretching out below. THRILLED.\n\nED\nPretty, isn’t she?\n\nYes, we're 40 STORIES UP, scaling a rocket FOUR TIMES THE SIZE\nOF GEMINI’S TITAN and it’s SPECTACULAR. But only Ed notices.\n\nGUS\nI think the 21st is pushing it.\n\nDEKE\nThe Russians have already tested the\nSoyuz. Once they get the Proton-K\noff the ground --\n\nGUS\nI got it. But if the capsule’s not\nready, it’s not ready. I’m not\ngoing up there in a lemon.\n\nDEKE\nNo. We wouldn’t let you.\n\nThe elevator stops. Short. A FOOT below ADJUSTABLE LEVEL 8\nand the GLEAMING APOLLO CAPSULE sitting atop the Saturn. As\nGus SHOOTS Deke a look, pulls himself up, we CUT TO --\n\nINT. THE WHITE ROOM, ADJUSTABLE LEVEL 8, PAD 34 - MOMENTS LATER\n\nPAD LEADER GUENTER WENDT oversees techs removing thick power\ncords from the new APOLLO CAPSULE. It’s very shiny indeed.\n\nGUENTER WENDT\nPower up the capsule’s internal\nbatteries for plugs out. Closing\nhatches now.\n\nThrough the hatch, we see Ed, helmet now on, pushes the inner\nhatch towards us SEALING THE CAPSULE. We feel the excitement\nas techs close the middle hatch above it and we go...\n\nCLOSE ON RATCHETS. Tightening six different latches. CUT\nfrom RATCHET to RATCHET until...\n\nTECH\nAblative hatch closed. Closing the\nboost protective cover.\n\nThey close the cover, start the process again. PUSH INTO --\n\f95.\n\nINT.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey close the cover, start the process again. PUSH INTO --\n\f95. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n APOLLO COCKPIT, PAD 34 - SAME TIME\nCLOSE ON another ratchet tightening a latch.\n\nED (0.C.)\nThat’s all of ‘em.\n\nFIND Ed in the familiar Apollo cockpit. He glances at the\nOTHER FIVE LOCKED LATCHES, puts away the ratchet.\n\nGUS (INTO COMMS)\nReady for oxygen purge.\n\nWe hear the HISS of oxygen... and SNIPPETS of conversation\nover Comms. Gus, beside Ed, hits the comms button.\n\nGUS (INTO COMMS)\nGuys, we’ve got an open mic. LAUNCH DIRECTOR (COMMS)\nUh, let’s hold the countdown.\n\nA beat. The crew looks annoyed.\n\nDEKE (COMMS)\nSorry guys, we’ll get this squared.\n\nGUS (INTO COMMS)\nHow are we gonna get to the\nmoon if we can’t talk between\ntwo buildings? LAUNCH DIRECTOR (COMMS)\n.--Gus, we didn’t get that.\n\nAs Gus, pissed, shakes his head, we CUT TO --\n\nINT. HALLWAY, GEORGETOWN INN - WASHINGTON, DC - SAME TIME\n\n \n\nAn elevator DINGS. Lovell, Conrad and Neil get off.\nPETE CONRAD\nI’m gonna get outta this monkey suit\nand head to the bar.\n\nLOVELL\nI’m in. Neil?\n\nNEIL\nI think I’11 check in with the Cape.\n\nPETE CONRAD\nYou hell raiser, you.\n\nNeil peels off.\n\f96.\n\nINT. ROOM, GEORGETOWN INN, WASHINGTON, DC - MOMENTS LATER\n\n \n\nNeil walks in, neatly hangs his jacket in the closet. He\npulls at his tie, sits on the bed and reaches for the phone,\nDIALING then taking off his shoes as he waits for...\n\nPETRONE (OVER PHONE)\nRocco.\n\nNEIL (INTO PHONE)\nIt’s Neil. How’s it going there?\nPETRONE (OVER PHONE)\nWe're on a hold. Glitch in the\nComms, about ten away, I think.\n\nNEIL (INTO PHONE)\nHuh. Okay. How’s the capsule look?\n\nPETRONE (OVER PHONE)\nOh, she’s a beaut.\n\nNeil can’t help but smile. Excited for Apollo. For Ed.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nNeil can’t help but smile. Excited for Apollo. For Ed. \n\nTARGET SECTION TO BE ANNOTATED:\nPETRONE\nHappy to give you guys a holler a\nbit later with a status report.\n\nNEIL (INTO PHONE)\nThat'd be great. Thanks, Rocco.\n\nNeil hangs up, grabs the remote... a Zenith ‘SPACE COMMANDER.’\nHe blinks at the name... then snaps on the TV and settles in.\n\nINT. APOLLO COCKPIT, PAD 34 - LATER\n\nEd looks over a manual, clearly BORED.\n\nDEKE (COMMS)\n\nA few more minutes, we’ve\n\njust about got it sorted. GUS (INTO COMMS)\nShit, we’re gonna be here all\nnight.\n\nED (INTO COMMS, to Roger)\nHe’1l turn the corner. In half an\nhour he’1l be singing Sinatra.\n\nGUS (INTO COMMS, to Ed)\nStop screwing around, wouldya?\n\f97.\n\nDEKE (COMMS)\nEasy, everyone just cool it. GUS (INTO COMMS)\nGet the damn comms working\nand we'll cool it.\nTECH (COMMS)\nI got a surge in the AC Bus 2 LAUNCH DIRECTOR (COMMS)\nVoltage. Try resetting the meter.\n\nGus, happy to have something to do, looks over the gauges.\n\nGUS (INTO COMMS)\nRog, you see anything on the dials?\n\nChaffee turns to look and notices a SMALL FLAME on the floor.\nBefore he can react... the flame JUMPS.\n\nCHAFFEE (INTO COMMS)\nHey!\n\nThe flame FLASHES through the cockpit, FIRE BLAZING around all\nthree of them. Ed and Gus react -- it’s frighting, but they\nstay CALM, HUSTLING through evacuation procedures...\n\nEd reaches for the hatch... the latches are TIGHT. He grabs a\nratchet, STRUGGLES to loosen a latch, but his arm is ENGULFED\nby fire. He KEEPS WORKING... even as his suit starts to MELT.\n\nEd GRIMACES. The latch isn’t budging. His eyes DART to the\nother five latches. As he starts to PANIC, SMASH TO --\n\nINT. BLOCKHOUSE, PAD 34, CAPE CANAVERAL - SAME TIME\nA FAR VIEW of the CAPSULE from 400 feet below.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis eyes DART to the\nother five latches. As he starts to PANIC, SMASH TO --\n\nINT. BLOCKHOUSE, PAD 34, CAPE CANAVERAL - SAME TIME\nA FAR VIEW of the CAPSULE from 400 feet below. \n\nTARGET SECTION TO BE ANNOTATED:\n It looks fine.\n\nPETRONE (INTO COMMS)\nGus? Can you hear us up there?\n\nLAUNCH DIRECTOR ROCCO PETRONE, 40, eyes the capsule on the B&W\nMONITOR. We’re in a makeshift LAUNCH COMMAND at the base of\nthe rocket. Deke walks up with a cup of coffee.\n\nDEKE\nComms are still out?\n\nTECH\nShould have been fixed by now.\n\nThe tech at the comms shrugs. Petrone tries again.\nPETRONE (INTO COMMS)\n\nGus, can you hear -- ED (COMMS)\nWe got a fire in the cockpit!\n\f98.\n\nPetrone pauses, eyes the monitor... as the hatch window LIGHTS\nUP, turning WHITE. Deke remains calm.\n\nDEKE\nOkay. Get them out of there.\n\nPETRONE (INTO COMMS)\nHey crew, can you egress at this\ntime? Confirm it.\nNo response. Deke takes the Comms.\n\nDEKE (INTO COMMS)\nGuenter, get in there and help them.\n\nDeke looks up. High above, techs move towards the capsule.\nPETRONE (INTO COMMS)\nCrew did we get verification? CHAFFEE (COMMS)\nCan you egress at -- We have a bad fire! We’re\nburning up! We’re burning...\n\nThey hear Chaffee SCREAM. It’s PRIMAL, HEART-STOPPING. Deke,\nnow CONCERNED, looks up. A beat, then --\n\nBOOM!!! The capsule RUPTURES, SMOKE POURING OUT...\n\nEveryone in the blockhouse PALES. Deke and Petrone stare,\nincredulous as the techs above fall back.\n\nPETRONE (INTO COMMS)\nPad leader, are you able to GUENTER WENDT (COMMS)\nhear them? Guenter -- All the smoke, we can’t...\nDeke, UNNERVED, takes the comms, tries to remain professional.\n\nDEKE (INTO COMMS)\nGus, can you hear us? Gus?\n\nBut there's NO RESPONSE. Off Deke --\n\nINT. LIVING ROOM, ARMSTRONG HOUSE - NIGHT\n\n \n\nJanet reads, Rick and Mark play on floor. A quiet moment...\nuntil the phone RINGS. Janet stands, picks up the phone.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nA quiet moment... until the phone RINGS. Janet stands, picks up the phone. \n\nTARGET SECTION TO BE ANNOTATED:\nJANET (INTO PHONE)\nHello?\n\nDEKE (OVER PHONE)\nJanet, it’s Deke. There’s been an\naccident at the Cape. We... we\ndon’t know how bad yet. Would you\nmind going over to Pat’s?\n\f99.\n\nOff Janet, PALE, SMASH TO --\nINT. WHITE'S HOUSE - SAME TIME\nThe kids play as Janet helps Pat carry in grocery bags.\nPAT\nThank goodness you swung by, I'd\nhave a car full of melted ice pops.\nPat smiles, chipper, when the doorbell RINGS.\nPAT\nYou mind tossing the rest of the\n\nperishables into the fridge?\n\nJANET\nOf course not.\n\nPat exits. Janet puts the milk in the fridge... when she\nhears an AWFUL, GUT WRENCHING, ANIMALISTIC SCREAM.\n\nJan freezes. As the sound RIPPLES through her, SMASH TO --\nINT. ROOM, GEORGETOWN INN - WASHINGTON, DC - MOMENTS LATER\n\nNeil as we left him, on his bed, tux still on, watching TV.\nAnd waiting. A beat. Then the phone RINGS. Neil grabs it.\n\nNEIL (INTO PHONE)\nHello?\n\nDEKE (OVER PHONE)\nNeil.\n\nNEIL (INTO PHONE)\nHey. How'd it go?\n\nDEKE (OVER PHONE)\n\n(pause)\nNot great, there was... an accident.\nNo easy way to say this... Ed, Gus\n\nand Roger, they’re, they’re gone.\nNeil sits there. Blinks. Not following.\n\nNEIL (INTO PHONE)\nI don’t understand. It was a test.\n\nDEKE (OVER PHONE)\nWe think there was a wiring issue.\n\nNEIL\nI don’t... I don’t follow.\n\f100.\n\nDEKE\nThere was a fire and, and we'll get\nto the bottom of it. Right now we\nneed you guys to lay low. The press\nis all over this, Senator Mondale’s\ngoing to call for an investigation,\nwe don’t want you to have to deal\nwith any of that, okay? Neil?\n\nNEIL (INTO PHONE)\nYes. Okay. Thanks.\n\nNeil hangs up. A beat. Neil sits, silent. Blank. He lifts\nthe phone, as if to make a call...",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nNeil sits, silent. Blank. He lifts\nthe phone, as if to make a call... \n\nTARGET SECTION TO BE ANNOTATED:\n and holds the receiver, the\ndial tone PULSING, growing LOUDER, until...\n\n..-he SMASHES the receiver on the cradle.\n\nAgain.\n\nAnd again.\n\nAnd AGAIN.\n\nHarder now. Until he’s smashing the receiver on the cradle\nwith such FORCE...\n\n...that the phone CRACKS... the nightstand BUCKLES.\n\nAnd still he continues. Pain and rage pouring out...\n\nHe keeps POUNDING the phone... UNTIL it’s PULVERIZED... UNTIL\nthe nightstand SPLITS... UNTIL his fingers, his hand starts to\nBLEED... UNTIL at last he runs out of steam.\n\nAnd pauses. PANTING. His face contorted... his eyes TICKING\nto his hand. BADLY MAULED, blood DRIPPING down the phone...\n\nWe hold on him for an awful beat and then we...\nFADE TO BLACK.\nFADE IN:\n\nEXT. ELLINGTON AIR FORCE BASE, HOUSTON, TX - DAY\n\n \n\nTIGHT ON NEIL’S FACE. Eyes focused, but EMOTIONLESS. DEAD.\nA stark contrast to the jagged hand-held camera. And a stark\ncontrast to the Neil we last saw. Wounds buried, yet there on\nthe surface. Scar tissue, invisible to most, less so to us.\n\nEllington Air Force Base\nMay 6, 1968\n\f101.\n\nJIM LOVELL (COMMS)\nWinds are pretty rough today, keep\nan eye on your translation rates.\n\nPULL BACK to find Neil exposed to the elements, strapped into\nTHE LUNAR LANDING TEST VEHICLE. A MESS of METAL PIPES with a\nCOCKPIT. The realization of the DIAGRAMS we saw on P.101.\n\nJIM LOVELL (COMMS)\nApproaching altitude,\ndrifting east. NEIL (INTO COMMS)\nCopy. Correcting.\n\nNeil hits the thruster and a BURST of peroxide spits out to\nour right. As it pushes the LLTV left we PULL BACK FURTHER...\n\nNeil’s HUNDREDS OF FEET ABOVE THE GROUND in a contraption that\ndoesn’t look like it should fly. Jesus. The camera does a\nWILD 360 around the belching craft then... PUSHES IN on Neil.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nJesus. The camera does a\nWILD 360 around the belching craft then... PUSHES IN on Neil. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nNEIL (INTO COMMS)\nFive hundred feet. Switching to\nlunar mode and starting descent.\n\nDead-eyed, but alert, Neil hits a button and starts to guide\nthe LLTV to a landing. Thrusters POP and HISS; the craft\nROCKS and BUCKS, but Neil’s eyes REMAIN STEADY on his gauges.\nCLOSE ON the ALTITUDE GAUGE: 400... 300... 200 feet.\n\nNEIL (INTO COMMS)\nFinal landing approach.\n\nNeil calmly pilots the LLTV down through 100 feet... When the\nbottom FALLS OUT. The craft starts to DROP RAPIDLY.\n\nNeil PULLS on the thruster, but the LLTV doesn't respond.\n\nJIM LOVELL (COMMS)\nIncrease altitude! Neil!\n\nNeil HITS the thrusters again... The craft SHOOTS UP to 200\nfeet... then ROLLS SHARPLY TO THE RIGHT!! It’s terrifying.\n\nNEIL (INTO COMMS)\nAttitude control degrading.\n\nSteam SPITS from the thrusters; peroxide particles burn Neil's\nneck. UNFAZED, he tries to correct the roll... only to have\nthe craft go UP_ON IT’S SIDE LIKE A CARNIVAL RIDE!\n\nNeil quickly PULLS the throttle right, but now the LLTV SWAYS\nBACK EVEN FURTHER ON THE OTHER SIDE!! HOLY FUCK!!\n\f102.\n\nJIM LOVELL (COMMS)\nYour translation rates are too high!\nYou’ve gotta bail out! Neil, do you\nhear me, you have to bail out now!\n\nBut Neil, eyes DARK, barely registers this. Lovell’s voice\nFADES... then THE SOUND DROPS OUT ENTIRELY.\n\nPUSH IN TIGHT ON NEIL’S FACE IN TOTAL SILENCE.\n\nWe clock the INTENSITY, HARD and COLD, the DARKNESS in his\neyes... MORE FRIGHTENING than anything happening around him.\n\nA long beat... then Neil’s eyes TICK DOWN.\nWe see the ground RUSHING UP to meet the craft.\n\nNEIL (INTO COMMS)\nI gotta go.\n\nLIGHTENING FAST Neil PULLS the ejection handle.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see the ground RUSHING UP to meet the craft. NEIL (INTO COMMS)\nI gotta go. LIGHTENING FAST Neil PULLS the ejection handle. \n\nTARGET SECTION TO BE ANNOTATED:\n BOOM!!!\n\nSOUND COMES RUSHING BACK as the Ejection Seat EXPLODES out of\nthe LLTV, TOSSING Neil a hundred feet up into the air!!!\n\nPOP POP POP! Neil’s parachute unfurls, stabilizing us just in\ntime to see the LLTV CRASH below... and BURST INTO FLAMES.\nOff Neil, staring down at the FIERY BLAZE OF METAL, PRELAP --\n\nDEKE (PRELAP)\nThe vehicle is not safe.\n\nEXT./INT. DEKE’S OFFICE, MSC, HOUSTON - NIGHT\n\n \n\nKraft and Deke argue with Neil.\n\nDEKE\n\nWe need to shut it down, Neil.\nNEIL\n\nIt’s the best simulation we have.\nKRAFT\n\nYes, but --\nNEIL\n\nLanding in lunar gravity is the most\nsubstantial hurdle left; the vehicle\ngives us the best approximation of\nflight in a lunar environment.\n\f103.\n\nKRAFT\nOkay, but you and the others are too\nvaluable to risk on a fly by wire\nsystem with no backup.\n\nNEIL\nThe ejection seat is the backup.\nDEKE\nNeil, the political fallout NEIL\nfrom another accident -- That’s what you’re worried\nabout?\nDEKE\nYou could have died, Neil. NEIL\nBut I didn’t.\nDEKE\nA split second more and -- NEIL\n\nWe need to fail!\n\nDeke REACTS, but Neil’s too far gone to notice...\n\nNEIL\n\nThat’s the point. These tests aren’t\nabout getting it right, they’re\nabout knowledge. We fail and we\nlearn and we fail and we learn and\nit’s the only goddamn reason we've\ngotten this far. We have to keep\nfailing here so we don’t fail there.\n\nKRAFT\nBut at what cost?\n\nNEIL\nWhatever it takes.\n\nthe tense standoff, we PRELAP --\nKTRH ANCHOR (ON RADIO)\n\n.-.the NASA press release said the\nejection took place at 200 feet...\n\nINT. ARMSTRONG HOUSE (HOUSTON) - NIGHT\n\nJanet stands by the stove, cooking. Or rather she was. Now\nshe LISTENS to the radio on the sill. PALE.\n\nKTRH ANCHOR (ON RADIO)\n.--but eyewitnesses said Armstrong\nwas much lower.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow\nshe LISTENS to the radio on the sill. PALE. KTRH ANCHOR (ON RADIO)\n.--but eyewitnesses said Armstrong\nwas much lower. \n\nTARGET SECTION TO BE ANNOTATED:\n Senator Mondale was\nparticularly vocal on the loss of\nthe multi-million dollar machine...\n\f104.\n\nThe door opens. Neil walks in, sees dinner isn’t on the\ntable, starts to head towards his office when...\n\nJANET\nAre you okay?\n\nNeil stops, turns. IMPENETRABLE.\n\nNEIL\nIt’s always a sad day when you lose\na machine.\n\nIt’s hard to take; Janet needs more, but Neil’s distracted.\nHis eyes TICK to the radio.\n\nSENATOR MONDALE (ON RADIO)\n...we’ve spent more than we did on\nthe Manhattan project, we’ve put our\nmost talented young men at risk, and\nwhat are the odds of success?\n\nNeil STIFFENS. Janet, visibly upset, turns back to the stove.\nThe radio seems to grow LOUDER.\n\nSENATOR MONDALE (ON RADIO)\nIs it any wonder that a majority of\nthe public no longer feel the space\nprogram is worth it?\nThe front door SLAMS. Janet turns. Neil’s gone.\n\nINT. WOLFIE’S RESTAURANT, CAPE KENNEDY - DAY\n\n \n\nA 60's diner. Neil eats alone, studying data from his LLTV\ncrash. He jots down a note and takes a bite of steak which\nhe’s cut into CUBES (so he can eat while he works).\n\nNeil’s so engrossed, he doesn’t hear THE MUSIC. Hendrix. All\nAlong the Watchtower. As it rolls past him, we RACK FOCUS to\na table of YOUNG HIPPIES. Facial hair, tie-dye, a box radio.\n\nA GIRL in Joplin sunglasses (think Penny Lane) STARES at Neil.\nHis cut up steak. His close cropped hair. His thin black\n\ntie. He’s a walking ANACHRONISM.\n\nThe girl points. The others SNICKER. Neil doesn’t notice.\n\nPUSH IN on him, OBLIVIOUS. A man alone, out of time, but\nnonetheless hell bent, single minded, DETERMINED. His eyes\nTICKING insistently, his focus UNWAVERING. That is, until...\n\nA FILE is dropped in front of Neil. CONFIDENTIAL. Neil looks\nup, finds Deke. Who sits, nods at the file. Neil opens it.\n\f105.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nWho sits, nods at the file. Neil opens it. 105. \n\nTARGET SECTION TO BE ANNOTATED:\nGRAINY PHOTOGRAPHS of a HUGE ROCKET. With RUSSIAN MARKINGS.\n\nDEKE\nIt was unmanned. 2 million pounds\nof thrust. It circled the moon.\n\nDammit.\n\nNEIL\nHow long until we test the first\nstage of Saturn Five?\n\nDEKE\nPublic support for Apollo has been\ndropping like a brick since the\nfire, Congress won’t fund us to be\nsecond best. Shit, we move too\nslow, they won’t fund us at all.\n\nNeil REALIZES...\n\nNEIL\nWe're testing all 3 stages at once.\n\nDeke nods. Holy shit. Even Neil is struck.\n\nDEKE\n\nApollo 8 will attempt to duplicate\nwhat the Soviets did. Lovell’s in\ncommand. You’re the backup. Kraft\nmay not have been impressed by your\ntirade, but Gilruth was. At least\nmy version of it.\n\n(standing)\nGet the new LLTV online asap. You,\nConrad and Borman’1l rotate. If we\nactually manage to get there, one of\nyou is gonna have to land.\n\nDeke leaves. Neil processes. He’s one of three men who might\nland on the moon. Jesus. A beat, then we PULL BACK...\n\nHIGH AND WIDE on the DINER. The Hendrix, the hippies and the\nanonymous astronaut... who very well might make history.\n\nWe take in the oddity of the tableau, then CUT TO --\nINT. VEHICLE ASSEMBLY BUILDING (VAB), KSC - DAY\n\nA crane lifts the ENORMOUS SECOND STAGE of a SATURN ROCKET.\nWe're in the 8-acre, 526-foot-tall hanger that is the V.A.B.\n\nMIKE COLLINS\nJesus, that’s a big mother.\n\f106.\n\nMIKE COLLINS (38, shrewd) stands with Neil, Buzz, Lovell, Dave\nand a few others as the crane sets the second stage atop the\nfirst, which sits on the massive APOLLO CRAWLER-TRANSPORTER.\n\nBUZZ\nGonna be some kind of explosion if\nit goes up.\n(off the others)\nThe MPAD guys said there’s a twenty\npercent chance.\n\nLOVELL\nI’m gonna get some water.\n\nLovell, a little pale, heads off towards the office.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\n(off the others)\nThe MPAD guys said there’s a twenty\npercent chance. LOVELL\nI’m gonna get some water. Lovell, a little pale, heads off towards the office. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE COLLINS\nShit, Buzz, he’s gotta fly that\nthing.\n\nNEIL\nIt’s in the briefing pack.\n\nDave turns towards Neil, surprised. And a bit AGITATED.\n\nDAVE SCOTT\nYou don’t think that’s a problem?\nThis is exactly the kinda rush job\nthat led to the fire.\n\nNeil doesn’t respond. Dave, annoyed, walks off after Lovell.\n\nBUZZ\nHe’s just pissed off cause he lost\nthe lunar lottery.\n\nANOTHER ASTRONAUT\nWhat? What are you talking about?\n\nBUZZ\nThe LLTV rotation. The LLTV’s\nunstable, the only guys they’1l risk\non it are the ones who actually\nmight land. 3 commanders, 2 pilots.\n\nNeil doesn’t like this talk; neither do the others.\n\nMIKE COLLINS\nYou think you’re going to the moon?\n\nBUZZ\nThe landing’s been up for grabs ever\nsince Gus and Ed died.\n\n(MORE )\n\f107.\n\nBUZZ (CONT'D)\n\nIf 8 makes it there and back, 10, 11\nor 12 is going to be the one.\nThat’s Borman, Conrad or Neil. With\nAnders or me piloting.\n\n(off their reaction)\nWhat? I’m just saying what you're\nall thinking out loud.\n\nNEIL\nMaybe you shouldn't.\n\nIt's SHARP. Buzz turns, surprised. Before he can respond,\nthe men see Lovell WAVING from the office. SMASH TO --\n\nINT. OFFICE, VEHICLE ASSEMBLY BUILDING, KSC - LATER\nCLOSE ON a RADIO CONSOLE. We hear COMMS. IN RUSSIAN.\n\nKOMAROV (RUSSIAN, ON RADIO)\nActivated, activated. GROUND (RUSSIAN, ON RADIO)\nUnderstood. Our comrades\nrecommend a deep breath.\n\nNeil and the others join Lovell and Deke at the console. A\nMILITARY AIDE/TRANSLATOR, 20s, explains.\n\nMILITARY TRANSLATOR\nThe Japanese picked up the radio\nsignal. A telemetry antenna and one\nof the solar arrays failed.\n\nDAVE SCOTT\nBad maiden run for the Soyuz.\nKOMAROV (RUSSIAN, ON RADIO) MILITARY TRANSLATOR\nOrientation problems persist. (off the comms)\n\nHe’s mid-retrofire.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nA telemetry antenna and one\nof the solar arrays failed. DAVE SCOTT\nBad maiden run for the Soyuz. KOMAROV (RUSSIAN, ON RADIO) MILITARY TRANSLATOR\nOrientation problems persist. (off the comms)\n\nHe’s mid-retrofire. \n\nTARGET SECTION TO BE ANNOTATED:\nBUZZ\nOne wing, no telemetry, how’s he\nmanaging re-entry?\n\nMILITARY AIDE\nThis is his third attempt.\n\nLOVELL\nJesus.\n\nIt's good news for our team. But no one’s smiling.\n\nKOMAROV (RUSSIAN, ON RADIO)\nEntering atmosphere... unable GROUND (RUSSIAN, ON RADIO)\nto control attitude... Center of gravity is off,\nyou’re coming down too fast.\n\f108.\n\nThe men clock Komarov’s tone.\n\nNEIL\nWhat’s happening? MILITARY TRANSLATOR\nThe Soyuz’s attitude is off,\nit’s not getting any lift.\n\nKOMAROV (RUSSIAN, ON RADIO)\nNothing I lay my hands on GROUND (RUSSIAN, ON RADIO)\nworks! Rubin, this is Zarya, deploy\nyour drogue to slow descent!\n\nMILITARY TRANSLATOR\nHe's deploying parachutes. DAVE SCOTT\nHe’s gotta be coming in hot.\n\nThey LEAN IN, the human element superseding the competitive.\nKOMAROV (RUSSIAN, ON RADIO)\nMain parachute has fail... GROUND (RUSSIAN, ON RADIO)\nDidn’t get that. Can you re--\nKOMAROV (RUSSIAN, ON RADIO)\nMain parachute has fail... manually\ndeploying reserve chute!\nMILITARY TRANSLATOR\nHis main chute failed. LOVELL\nHe’s got to have a reserve.\nThey listen, TENSE... then Komarov starts to SCREAM.\n\nKOMAROV (RUSSIAN, ON RADIO)\nThe release failed! The release...\n\nSTATIC. The astronauts BLANCH.\nGROUND (RUSSIAN, ON RADIO)\nRubin, this is Zarya, how do you\nhear me? Rubin, do you hear me?\n\nA beat. Nothing but STATIC on the radio.\n\nMILITARY TRANSLATOR\nI... I think he’s crashed.\n\nThe men look down. GRIM. All save for Neil. Who heads out.\n\nDAVE SCOTT\nWhere are you going?\n\nNEIL\nMore of a head start now. We should\nmake use of it.\n\f109.\n\nHe exits.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe should\nmake use of it. 109. He exits. \n\nTARGET SECTION TO BE ANNOTATED:\n Off Dave, STUNNED, we CUT TO --\nTELEVISION FOOTAGE - ABC NEWS\n\nCOLOR FOOTAGE of ABC SCIENCE EDITOR JULES BERGMAN at the Cape,\nAPOLLO 8 towering on the launch pad in the distance.\n\nJULES BERGMAN (ON TV)\nGood morning, I’m ABC Science Editor\nJules Bergman at Cape Kennedy with a\nlate status report on Apollo 8...\n\nEXT. CAPE KENNEDY - SAME TIME\n\nThe broadcast continues but we’re now on the scene. Bergman\nsits at a desk in front of an ABC camera crew.\n\nJULES BERGMAN (TO CAMERA)\n..-Astronauts Borman, Lovell and\nAnders are in their command module,\nthe first manned spacecraft to leave\nEarth’s orbit...\n\nThe camera starts MOVING, PUSHING PAST Bergman to a HUGE FIELD\nOF HUMANITY; Apollo posters, bell bottoms, Sgt. Pepper... it’s\nWoodstock for geeks. In the middle of it all, a NASA VAN\n\nrolls from the launch pad towards mission control. CUT INTO --\n\n \n\nINT. NASA VAN (MOVING) - CAPE KENNEDY - SAME TIME\n\nNeil, Buzz and Fred Haise, the Apollo 8 backups, sit in back.\nBuzz stares out the window, riveted, focusing on...\n\nPROTESTORS. We note the banners: Is space more important than\nour poor? Our boys in Vietnam? Buzz sees the ANGER.\n\nBUZZ\nNuts. Just nuts, huh?\n\nBuzz turns to Neil, reading a manual. COMPLETELY OBLIVIOUS.\nOff Buzz, clearly not understanding Neil at all, we CUT TO --\n\nINT. KENNEDY SPACE CENTER, LAUNCH CONTROL CENTER - EARLY MORN\n\n \n\nCLOSE ON Neil's eyes, now staring through the ENORMOUS WINDOWS\nof Launch Control at Apollo 8, steaming on the pad. In the\nb/g, the launch director runs through flight checks.\n\nEven at a distance, the Saturn is HUGE. And at 7.5 million\npounds of thrust, it’s the most powerful rocket in history.\n\nFIDO (0.C.)\nT minus 1 minute.\n\f110.\n\nAs the flight crew sounds off, Deke joins Neil and looks down\nthe line....",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nC.)\nT minus 1 minute. 110. As the flight crew sounds off, Deke joins Neil and looks down\nthe line.... \n\nTARGET SECTION TO BE ANNOTATED:\n at Dave’s jaw tensing, at Buzz scratching at his\nneck, at Mike biting a nail... and then at Neil. Still.\n\nLAUNCH DIRECTOR\nFinal go, no go. EECOM? EECOM ENGINEER\nI’m go. Launch commit.\nThe whole room QUIETS as the call continues.\nFIDO\nT minus ten, nine, eight, seven,\nmain engine start...\n\nWe SEE the engines FIRE before we HEAR them... Lights and\nceiling tiles begin to SHAKE. A couple come CRASHING DOWN.\n\nFIDO\nFour, three, two, one, ignition...\n\nWe hear the engines ROAR. A TSUNAMI OF THUNDER SLAMS into the\nwindows, BUCKLING the big one in front of Neil. Holy Shit!!!\nA number of men HIT THE DECK. Even Neil FLINCHES...\n\nBut the window HOLDS. And Apollo 8 lifts off the pad.\n\nThere's something TERRIFYING about the POWER of the big\nrocket, the SPEED at which it hurtles into the sky...\n\n..-but as it continues to rise, there’s scattered CLAPPING...\nthe launch is successful. And momentarily, everyone starts to\nCHEER. Everyone, that is, but Neil. Who heads for the door.\nOff Deke, CLOCKING THIS, we CUT TO --\n\nINT. BATHROOM, KENNEDY SPACE CENTER - MOMENTS LATER\n\n \n\nCLOSE ON Neil washing his hands. Concentrating. Methodical.\n\nDEKE (0.C.)\nHelluva launch.\n\nNeil looks up. Deke’s walked in. Neil shrugs, turns back to\nthe sink. Deke looks at him for a moment. Scrutinizing him.\n\nDEKE\nI talked with Chris and Bob about\nthe schedule and we’d like you to\ncommand 11. Obviously, if 8 is\nsuccessful, 11 or 12 will probably\nbe our first attempt at a landing.\n\nNeil nods, pleased, but doesn’t acknowledge the potentially\nmomentous nature of the mission.\n\f111.\n\nNEIL\nWho are you thinking for the crew?\n\nDEKE\nCollins was cleared by the doc, he’s\nthe best Command Module Pilot\navailable. The Lunar Module Pilot,\nwell, you could take Lovell, but\nit’s a quick turnaround. And he’s\nin line for his own command.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEKE\nCollins was cleared by the doc, he’s\nthe best Command Module Pilot\navailable. The Lunar Module Pilot,\nwell, you could take Lovell, but\nit’s a quick turnaround. And he’s\nin line for his own command. \n\nTARGET SECTION TO BE ANNOTATED:\nNEIL\nWho’s the other option?\nDEKE\nBuzz is the guy with the most\nexperience.\nNeil considers.\nNEIL\n\nLet me have 24 hours.\nINT. MCC, PILOT'S OFFICES - 9PM\n\nClock reads 9pm. Neil’s hunched over a preliminary training\nschedule for Apollo 11.\n\nCONRAD (0.C.)\nYou beat me to the moon I’m gonna\nkick your ass.\nConrad, leaving, holds up a PACKET. Labeled APOLLO 12.\nCONRAD\nI hear Deke’s trying to stick you\nwith Aldrin.\nNeil shrugs. Conrad shakes his head.\nCONRAD\nIf you can survive 8 days with him\nin that sardine can, power to you...\nINT. MSC, HALLWAY - LATER\n\nNeil heads out. He starts to turn into the elevator bank when\nhe spots a LIGHT ON down the hall. Curious, he walks on...\n\n...and finds an open door. Inside, Buzz pours over a desk\nfull of DIAGRAMS, EQUATIONS, TRAJECTORIES for the lunar\nlanding. Buzz is so focused he doesn’t even notice Neil.\n\nOff Neil, standing, watching Buzz, PROCESSING, CUT TO --\n\f112.\n\nINT. MSC, MOVIE THEATER - EARLY MORNING\n\n \n\nTHREE MEN in GAS MASKS are led into a theater packed with\nreporters, pads and cameras ready. It’s ODD.\n\nApollo 11, Pre-Flight Press Conference\nJuly 5, 1969\n\nThe men are led on stage to a TALL, THREE-SIDED PLASTIC BOX.\nFans are turned on to blow air TOWARDS THE AUDIENCE as the men\nsit, take off the masks. It’s Neil, Mike Collins... and BUZZ.\n\nNeil, STIFF, glances at Deke then walks to the podium.\n\nNEIL\n\nWe're here today to talk a bit about\nthe forthcoming flight. We’re able\nto talk about it because of previous\nflights. Every flight took on new\nobjectives and left us with very few\nadditions to be completed. We’re\ngrateful to those people who made it\npossible for us to sit here today.\n\nNeil sits, no trace of emotion. Deke takes the podium.\n\nDEKE\nWe'll take questions now.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nNeil sits, no trace of emotion. Deke takes the podium. DEKE\nWe'll take questions now. \n\nTARGET SECTION TO BE ANNOTATED:\n Jim?\n\nREPORTER #1\n(standing)\nNeil, when you learned you were\ngoing to command this flight, were\nyou surprised? Overjoyed?\n\nNEIL\n...I was pleased.\n\nREPORTER #1\nOkay, but how would you compare this\nfeeling with winning an automobile?\nOr being selected as an astronaut?\n\nNEIL\n(pause)\nI was pleased.\n\nThe reporter isn’t pleased, but another jumps up.\n\nNEWSWEEK REPORTER\nNeil, were you aware that Ralph\nAbernathy is planning a protest for\nthe day of the launch?\n\f113.\n\nNEIL\nNo. I was not.\n\nNEWSWEEK REPORTER\nHe said, and I quote, “A fifth of\nthis nation lives in poverty. In\nthe face of such suffering, space\nflight represents an inhuman\npriority.” Do you have any comment?\n\nNEIL\nNo.\n\nAn awkward beat. Deke shoots Neil a look. fry harder.\n\nREPORTER #2\nNeil, if it does turn out, you’ll go\ndown in history. What kind of\nthoughts do you have about that?\n\nNEIL\n(making an effort)\nSeveral people have mentioned that.\nI hope that you and the public will\nrecognize the thing as a group\neffort because it really is that.\n\nREPORTER #2\nBut when a thought hits you; ‘Gosh,\nsuppose that flight is successful’ --\n\nNEIL\nI’m planning on it being successful.\nWhy do you always say ‘suppose that\nflight will be successful?’\n\nREPORTER #2\n..-uh, I just meant, how you look at\nyourself as being part of history?\n\nNeil hesitates... and in that moment Buzz jumps in.\n\nBUZZ\nI think I can shed some light here.\nIt’s a responsibility, but it’s\nexciting to be first. Even my wife\nis excited. She keeps slipping\njewelry into my PPK.\n\nSome laughter. Neil looks ever so slightly IRRITATED.\nREPORTER #3\n\nYou're planning to take some of her\njewelry to the moon, Buzz?\n\f114.\n\nBUZZ\nWell, sure. What fella wouldn’t want\nto give his wife bragging rights?\n\nBuzz smiles, enjoying the limelight.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUZZ\nWell, sure. What fella wouldn’t want\nto give his wife bragging rights? Buzz smiles, enjoying the limelight. \n\nTARGET SECTION TO BE ANNOTATED:\nREPORTER #3\nNeil, will you take anything?\nNEIL\nIf I had a choice, I’d take more\nfuel.\n\nAn awkward SILENCE. Then Mike LAUGHS. Reporters, relieved,\nfollow suit. But Neil doesn’t. Off Neil, UNCOMFORTABLE --\n\nINT. NEIL AND JANET’S BEDROOM, ARMSTRONG HOUSE - NIGHT\n\n \n\nCLOSE ON a SUITCASE. Very tidy. FIND Neil packing.\nMethodical. Emotionless. A beat, then Janet walks in.\n\nJANET\nCome say good night to the boys.\n\nNeil keeps packing. A beat, then Janet reaches over, CLOSES\nthe suitcase. Neil looks up at her.\n\nJANET\nThe boys want you to tuck them in.\n\nNEIL\nI gotta pack.\n\nHe starts to turn back but she GRABS his arm. FORCEFUL.\n\nJANET\nI'd like you to talk to the boys.\n\nNEIL\n(firm)\nI don’t have time.\n\nJANET\nPat tried to commit suicide. Three\ndays ago. Did you even know? She’s\nokay now. Okay as she’ll ever be.\n\n(then, off Neil)\n\nEveryday I pack your lunch, I make\nyour dinner and I... I used to hope\nthat someday I’d have something to\nshow for it. I won’t. I know that\nnow. And that’s fine. But Rick and\nMark? What are the chances you’re\ncoming back? 50 percent? 40?\n\n(MORE )\n\f115.\n\nJANET (CONT'D)\nWhat are the chances it’s the last\ntime they see you?\n\n(and then)\nYou don’t have time? Make the\nfucking time.\n\nOff Neil, CUT TO --\nINT. MARK AND RICK'S BEDROOM, ARMSTRONG HOUSE - NIGHT\n\nRick (12) and Mark (6) both tucked in. Neil on Rick’s bed.\n\nRICK\n\nSo the trip is eight days?\nNEIL\n\nYes.\nRICK\n\n(explaining to Mark)\nThey’1l1 be quarantined when they get\nback, to make sure they haven’t\npicked up any moon germs.\n\nMARK\n(worried)\nAre you scared, Daddy?\n\nNEIL\nWe've done everything before except\nfor the actual landing.\n\nMARK\n(beat)\nBut why do you have to go?\nNeil hesitates.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEIL\nWe've done everything before except\nfor the actual landing. MARK\n(beat)\nBut why do you have to go? Neil hesitates. \n\nTARGET SECTION TO BE ANNOTATED:\nNEIL\nBecause we have to demonstrate we\ncan do this.\nMark doesn’t know what to make of that. Rick tries to help.\n\nRICK\nDad’s going to be famous.\n\nMARK\nYou are?\n\nNeil doesn’t like the question any more than he did from the\nreporters. He’s quiet. An AWKWARD BEAT. Jan steps in.\n\f116.\nJANET\nOkay, it’s time for bed.\nRelieved, Neil leaves. HOLD ON Janet. ALONE.\n\nEXT. ARMSTRONG HOUSE (HOUSTON) - NIGHT\n\n \n\nWIDE on the house. A BLACK CAR idling by the curb. Neil\ncomes to the door, duffel and a briefcase. He gives Janet a\nperfunctory peck and walks to the car.\n\nON JANET, watching as Neil hands off his duffel, gets in the\ncar and, without so much as a look back, shuts the door.\n\nINT. BLACK CAR (PARKED), ARMSTRONG HOUSE - SAME TIME\n\n \n\nNeil sits back in his seat. He pulls out a mission briefing,\nstarts to read as the driver gets back in the car.\n\nThe car pulls off. In that moment, the tension LEAVES Neil’s\nface. He looks out the window, at the houses slipping away...\nand we see imperceptible RELIEF. The mission has begun.\n\nEXIT. ASTRONAUT CREW QUARTERS, CAPE CANAVERAL - 4 AM\n\n \n\nA large campus, a maze of one story barracks.\n\nCape Canaveral, 4:20 AM, July 16, 1969\nIt's DARK, save for a light from one low window. And QUIET,\nsave for a MUFFLED THUMPING. THA-THUMP. THA-THUMP. The\nsound takes us through the lit window into --\n\nINT. FLIGHT SURGEON'S OFFICE, CREW QUARTERS - SAME TIME\n\n \n\nCLOSE ON a STETHOSCOPE. FIND Neil, shirtless, in front of the\nflight surgeon. We hear Neil’s heart rate SPEED UP. Neil’s\neyes TICK to the Doc. Is he concerned? A long beat, then...\n\nSURGEON\nHe’s clear. Send in Aldrin.\n\nINT.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nSURGEON\nHe’s clear. Send in Aldrin. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MESS HALL, KSC, JULY 16, 1969 - LATER\n\n \n\nNeil sits beside an odd flower centerpiece, working his way\nthrough steak and eggs. Like it’s any other day.\n\nDEKE (0.C.)\nWhat the hell are you doing?\n\nDeke eats breakfast with Neil and the two other astronauts.\nHe’s staring at Buzz, SIGNING multiple PHOTOS OF HIMSELF.\n\f117.\n\nBUZZ\nLife insurance. Mine was denied.\n(passing them to Deke)\nWould you get these to Jean Ann?\n\nMike reacts. Seriously? Unnerved, he glances at Neil, but\nNeil just keeps eating, totally unfazed.\n\nGILRUTH (0.C.)\nGentlemen.\n\nThe men look up. Gilruth stands in the doorway, waiting.\nIt’s time. As Neil stands, we CUT TO --\n\nINT. CREW QUARTERS, CAPE CANAVERAL - 5:30 AM\n\n \n\nDeke leads the men into the ready room. Multiple techs swarm\naround THREE ASTRONAUT SPACESUITS.\n\n5:30 AM (Tf minus 4 hours, 3 minutes)\nAs the men start to strip down, we see A SERIES of QUICK CUTS:\nTape SEALS up a DIAPER around a man’s waist.\n\nA MESH of LIQUID-COOLING TUBES are FILLED with water; a ZIPPER\nCLOSES the thin, nylon one-piece containing them.\n\nA ZIPPER CLOSES the internal pressure suit; a ‘SLIDE FASTENER’\nZIPS it shut; then a THERMAL SKIN is VELCROED on top of that.\n\nMETALLIC RINGS SNAP ON one glove, then another; SLEEVES are\nROLLED over the rings.\n\nA COMMS (SNOOPY) CAP chin-strap is SNAPPED in place; its wire\nis PLUGGED INTO the top of the suit.\n\nAn AIR NOZZLE is TWISTED ONTO the BLUE PORTAL on the front of\na spacesuit; we hear the HISS of air as...\n\nA HELMET is PLACED on the head of a PRETERNATURALLY CALM NEIL.\nThe helmet SWIVELS into place and the sound FADES...\n\n...we hear only the HISS OF OXYGEN as Neil CLOSES HIS EYES.\nMATCH CUT TO --\n\nEXT.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe helmet SWIVELS into place and the sound FADES... ...we hear only the HISS OF OXYGEN as Neil CLOSES HIS EYES. MATCH CUT TO --\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GANTRY ELEVATOR, LAUNCH PAD 39A, CAPE CANAVERAL - LATER\n\nCLOSE ON Neil, eyes still closed. The HISS of air pervades.\n\n6:45 AM (T minus 2 hours, 48 minutes)\n\f118.\n\nNeil opens his eyes, takes in the ENORMOUS SATURN V ROCKET\nbeside him. He rises quickly up its side on the high speed\nelevator with Buzz and Mike (suited up) and Deke.\n\nAnd we can’t help but notice the FLOCK OF PRESS VANS below,\nthe HORDE OF MEDIA AND SPECTATORS stretching out before them.\n\nMIKE COLLINS (COMMS)\nGuess we have a couple fans.\n\nEven Mike and Buzz find it STAGGERING. But for Neil it’s\nDEEPLY UNSETTLING. He looks away, eyes TICKING to the\nchecklist on his wrist, FOCUSING on it as only he can...\n+..until the elevator JERKS to a halt.\n\nDEKE (COMMS)\nReady?\n\nNeil looks up. The door SWINGS opens. They've reached SWING\nARM 9, which leads to the white room and the command module.\nNeil grabs his oxygen tank and leads the others onto --\n\nEXT. SWING ARM 9, LAUNCH PAD 39A, CAPE CANAVERAL - CONTINUOUS\n\n \n\nNeil walks forward, eyes on the CAPSULE. Techs scurry, we\nhear chatter over comms, but it’s FAINT, SUBSUMED by the eerie\nhiss of oxygen and Neil’s INTENSE FOCUS on the task ahead.\n\nThis is a solitary moment. Neil barely noticing as a tech\nwalks up to help him with his oxygen tank. Neil hands his\n\ntank to the tech, blinks... the tech looks like ELLIOT.\nNeil turns away... and spots a_tech who looks like ED.\nNeil pauses. PUSH IN on his face, his eyes... as he CLOSES\n\nthem. The HISSING grows louder and we PRELAP FAINT COMMS --\nLAUNCH DIRECTOR (PRELAP)\nThe leaky hydrogen valve on the 200\nfoot level shouldn’t be a problem...\nMATCH CUT TO --\n\nINT. APOLLO 11 CSM, LAUNCH PAD 39A - LATER\n\n \n\nNeil. Eyes closed.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATCH CUT TO --\n\nINT. APOLLO 11 CSM, LAUNCH PAD 39A - LATER\n\n \n\nNeil. Eyes closed. \n\nTARGET SECTION TO BE ANNOTATED:\nT minus 2 hours 10 minutes\n\nLAUNCH DIRECTOR (COMMS)\nWe’re powering up the console now.\n\f119.\n\nHis eyes BLINK OPEN as the lights on the console FLASH ON.\nNeil’s strapped into the capsule. Buzz and Mike beside him.\n\nBUZZ (INTO COMMS)\nConsole on. We’re go to close up.\n\nThe techs move to close the hatch but Deke leans in.\n\nDEKE\nGive me a second.\n(to Neil, COMMS)\n.--We thought about a pill but we\nrealized if the landing goes south\nand you get stranded you can just...\n\nNEIL (INTO COMMS)\nPurge the suits, go to sleep.\n\nNeil’s thought it through, he isn’t fazed at all. Deke\nreacts. SURPRISINGLY EMOTIONAL, he GRABS Neil’s gloved hand.\n\nDEKE (COMMS)\nMake us proud.\n\nDeke exits. The techs move in to close the hatch, COVERING\nthe front window with a PROTECTIVE SHIELD. We HOLD ON the\nthree men in the tight, CLAUSTROPHOBIC cabin.\n\nAn odd quiet. Eerily punctuated by a loud HISS.\nLAUNCH CONTROL (COMMS)\nPressurizing the cabin. NEIL (INTO COMMS)\nProceeding to checks. Running\nEmergency Detection system.\n\nNeil, seemingly oblivious to the stifling atmosphere, starts\ninto checks with the others and we see A SERIES OF QUICK CUTS:\n\nHANDS flipping through the Flight Plan and the Mission Rules.\nFINGERS flicking switches, punching buttons.\nEYES ticking from the books to the console to the clock.\nMIKE (0.C., INTO COMMS)\nArming escape rocket... NEIL (0.C., INTO COMMS)\nChecking Propulsion System...\nMIKE (0.C., INTO COMMS)\nArming hand controllers. BUZZ (O.C., INTO COMMS)\n\nFinalizing Stabilization...\n\nNEIL (0.C., INTO COMMS)\nFull internal power.\n\f120.\n\nA FINAL FLURRY of BUTTONS DEPRESSED, LIGHTING UP, of SWITCHES\nFLIPPED ON and we arrive at...\n\nFIDO (COMMS)\nT minus 2 minutes. LAUNCH DIRECTOR (COMMS)\nFinal Pre-launch sequence.\n\nThe men sit, nothing to do but wait.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nFIDO (COMMS)\nT minus 2 minutes. LAUNCH DIRECTOR (COMMS)\nFinal Pre-launch sequence. The men sit, nothing to do but wait. \n\nTARGET SECTION TO BE ANNOTATED:\n Neil is BLANK, but we\nFEEL the nervous anticipation of Buzz and Mike because...\nwe’re not going anywhere. WE’RE GONNA STAY WITH THE CREW FOR\nTHE WHOLE DAMN MISSION. So buckle the fuck up...\n\n \n\nCRAFT TEST CONDUCTOR (COMMS)\nPersonnel status check LAUNCH OPS MANAGER (COMMS)\ncomplete, all go. Operations is go for launch.\n\nTEST SUPURVISOR (COMMS)\nTest supervisor, go for LAUNCH DIRECTOR (COMMS)\nlaunch. We are on the automatic\nsequence. Final abort checks.\n\nPUSH _IN on Neil, hand on the ABORT HANDLE. Seemingly CALM.\n\nFIDO (COMMS)\n\n60 seconds and counting. LAUNCH DIRECTOR (COMMS)\nAll is still go. Propellant\ntanks pressurized, oxidizer\ntanks now have pressurized.\n\nPUSH IN FURTHER on Neil’s EYES. Dark. INTENSE. A WEALTH of\nEMOTIONS. We HOLD ON NEIL’S EYES as the call continues...\n\nFIDO (COMMS)\n\nT minus 30 seconds. LAUNCH DIRECTOR (COMMS)\n3rd stage tanks pressurized,\nreadings indicate we are go.\n\nFIDO (COMMS)\n\n20 seconds... LAUNCH DIRECTOR (COMMS)\n2nd stage tanks pressurized,\nguidance is now internal...\n\nFIDO (COMMS)\n\nT minus 10, 9, ignition sequence...\n\nWe hear a LOUD RUMBLING from far below as the capsule begins\nto shake. HOLD ON Neil. Steady. Unyielding.\n\nFIDO (COMMS)\n6, 5, 4...\n\nThe noise gets LOUDER... the ROAR of 7.5 MILLION POUNDS OF\nTHRUST SLAMMING into the ground DROWNS OUT the countdown.\n\f121.\n\nThe capsule BUCKS violently, SLAMMING Neil back in his seat.\nIt's FAR WORSE THAN GEMINI. Even Neil is STARTLED, but he\nWILLS himself to FOCUS, eyes TICKING RAPIDLY from clock to\nconsole as the ROAR goes on, the cockpit continues to SHAKE...\n\nNeil glances to his right... Buzz looks TENSE, Mike looks\nBEWILDERED... no sense of whether they've lifted off...",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nEven Neil is STARTLED, but he\nWILLS himself to FOCUS, eyes TICKING RAPIDLY from clock to\nconsole as the ROAR goes on, the cockpit continues to SHAKE... Neil glances to his right... Buzz looks TENSE, Mike looks\nBEWILDERED... no sense of whether they've lifted off... \n\nTARGET SECTION TO BE ANNOTATED:\nCan this possibly be what it's supposed to feel like?\n\n \n\nNeil’s eyes TICK to his CHECKLIST... ROLL AT 15 SECONDS. He\nglances at the clock, PUNCHES in the maneuver... and we FEEL\nthe rocket ROLL, g-forces so INTENSE all three men turn GREEN.\n\nNeil PUSHES THROUGH, eyes GLUED to the instruments as, at\nlast, the roar FADES and, faintly, we hear COMMS...\n\nCAPCOM (COMMS)\nMode 1 Charlie. Go for staging.\n\nNeil nods to Buzz. He hits a switch and the roar QUIETS.\n\nBUZZ (INTO COMMS) NEIL (INTO COMMS)\nInboard cut off. (inputs sequence)\nStaging... and ignit--\n\nBOOM! The men are SLAMMED back into their seats... but the\nshaking quickly FADES to an UNSETTLING QUIET as the second\nstage propels them out of the atmosphere.\n\n \n\nIt’s SURPRISINGLY SERENE until...\n\nBANG! Neil hits a button and the escape rocket and protective\nshield are JETTISONED. BLUE SKY appears in the window.\n\nNEIL (INTO COMMS)\nSkirt SEP, tower's gone. CAPCOM (COMMS)\nRoger. We confirm.\n\nMIKE COLLINS (INTO COMMS)\nThey finally gave us a window.\n\nThe small square of blue is a RELIEF... but Mike’s smile FADES\nas the blue sky RAPIDLY TURNS BLACK... MUCH FASTER than Gemini\nor in the X-15. It’s TERRIFYING, but Neil ignores it...\n\nNEIL (INTO COMMS)\nPrep for TLI. Pyros armed? BUZZ (INTO COMMS)\n4 breakers in, switches up.\n\nBuzz punches a ready button... and gets no response. He hits\nthe button a few more times... it finally flicks ON.\n\f122.\n\nBUZZ (INTO COMMS)\n\n(sarcastic) CAPCOM (COMMS)\nState of the art. 11, you are go for Translunar\nInjection.\n\nNo, there’s no time for commentary. Mike eyes a STOPWATCH...\n\nMIKE COLLINS (INTO COMMS)\n5, 4, 3, 2, 1... ignition.\n\nNeil HITS the throttle.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nMike eyes a STOPWATCH... MIKE COLLINS (INTO COMMS)\n5, 4, 3, 2, 1... ignition. Neil HITS the throttle. \n\nTARGET SECTION TO BE ANNOTATED:\n A FLASH out the window and they’re\nPRESSED BACK in their seats again. It’s smooth, if JARRING...\n\nCAPCOM (COMMS)\nWe confirm ignition, thrust is go.\n\nNeil and Buzz monitor the burn, but Mike is DISTRACTED. He\nmotions to Buzz, who turns. And sees SPARKS. Jesus.\n\nBUZZ (INTO COMMS)\nFlashes out window five, could be\nsomething with the engine.\nThe engine? Shit. Mike PALES as a console light FLASHES.\nBUZZ (INTO COMMS)\nPushing past earth gravity, we’re 10\nfeet-per-second off!\n\nThe capsule SHAKES. Neil just works a CALCULATOR, CALM. Mike\nstares: Is it that he’s not worried? Or that he doesn’t care?\n\nNEIL (INTO COMMS)\nYaw, Mike.\n\nNeil holds his calculations out to Mike.\n\nBUZZ (INTO COMMS) MIKE COLLINS (INTO COMMS)\n5... 5 seconds to nominal. (off Neil’s numbers)\n.-.do that?\n\nNEIL (INTO COMMS)\nYes, we better do that.\n\nMike reacts to the SLIGHT URGENCY in Neil’s voice. He quickly\nmakes the adjustment. Neil hits the stick and POP! They’re\nHURLED against their harnesses into MICROGRAVITY.\n\n \n\nNEIL (INTO COMMS)\nWe have cut-off.\n\nThe men catch their breath, pull off their helmets. As Neil\ntakes a reading, Buzz's helmet FLOATS across the cabin. He\nreaches for it, spots the VISTA in the window...\n\f123.\n\nNOTHING BUT SPACE. Earth is far behind already, they're on a\ndark and lonely sea. It’s AWESOME. And TERRIFYING.\n\nNEIL (INTO COMMS)\nResiduals at 3.3 on the delta.\n\nBUZZ\nGood burn, good focus, Neil. MIKE COLLINS (INTO COMMS)\nHouston, do you copy?\nNo answer from Houston. Mike leans in again.\n\nMIKE COLLINS\nHouston, you read? Do you read 11?\n\nStill no answer. Buzz and Mike trade a look, the silence\nCHILLING. Neil, unconcerned, jots down residuals, then --\n\nNEIL\nLet's prep for separation.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nStill no answer. Buzz and Mike trade a look, the silence\nCHILLING. Neil, unconcerned, jots down residuals, then --\n\nNEIL\nLet's prep for separation. \n\nTARGET SECTION TO BE ANNOTATED:\nBUZZ\nWe should wait until we re-establish\ncontact. Mission Rules say we wait.\n\nBut Neil ignores him, starts PUNCHING BUTTONS. Buzz,\nsurprised, takes the comms from Mike.\n\nBUZZ (INTO COMMS)\nHouston? Houston, you read us?\n\nStill nothing. Neil keeps prepping.\n\nNEIL\nWant to help me out, Mike?\n\nMike is UNEASY, unsure what to do. An AWKWARD BEAT, then...\n\nCAPCOM (COMMS)\n11, Houston. Do you read? 11?\n\nBuzz and Mike trade a look. RELIEVED.\n\nBUZZ (INTO COMMS)\nRoger, Houston. We read an CAPCOM (COMMS)\nEMS plus 3.3. Over. Roger. It looks like you are\nwell on your way now.\n\nBut Buzz and Mike pause, TROUBLED. Watching Neil. There's no\nescaping what transpired. And there's no turning back.\n\n \n\nCAPCOM (COMMS)\nApollo 11, you’re go for separation.\n\f124.\n\nMike and Buzz snap to, ready for the maneuver.\n\nNEIL (INTO COMMS)\nPyro B coming armed. BUZZ (INTO COMMS)\nVehicle SEP pushbutton.\n\nMIKE COLLINS (INTO COMMS)\nHere we go. Thrusting... and SEP.\n\nNeil hits the PYROS. The LOUD CRACK of the pyro explosion\nsurprises the crew and SMASH TO --\n\nEXT. TRANSLUNAR SPACE - SAME TIME\n\nFROM AFAR we see the explosion RIP OFF four panels connecting\nthe Command Service Module (CSM) to the Saturn’s third stage.\n\nIt’s JARRING. Was that planned? We watch the panels FLOAT\noff as the CSM and what’s left of the Saturn race on towards\nthe moon. The quiet is eerie, UNNERVING, until...\n\nNEIL (COMMS)\nOkay. I see a SLA panel going out.\nGo for turn and dock.\n\nRCS jets FIRE in four directions. In a THRILLING LONG SHOT,\nthe CSM slowly ROTATES 180 degrees, nosing towards what's left\nof the Saturn rocket... and the LUNAR MODULE (LM) within.\n\nNEIL (COMMS)\nWe need a 5 degree right, Mike...\n\nIt’s a STUNNING BALLET, the CSM shifting, INCHING forward...",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn a THRILLING LONG SHOT,\nthe CSM slowly ROTATES 180 degrees, nosing towards what's left\nof the Saturn rocket... and the LUNAR MODULE (LM) within. NEIL (COMMS)\nWe need a 5 degree right, Mike... It’s a STUNNING BALLET, the CSM shifting, INCHING forward... \n\nTARGET SECTION TO BE ANNOTATED:\nNEIL (COMMS)\nCapture probe, extend/release.\n\nA small PROBE extends from the CSM’s nose, SCRAPING the LM...\nNAILS on a chalkboard. Is something wrong? For a beat, we\nwonder... then the LM’s DROGUE latches on. Both crafts SHAKE.\n\nMIKE COLLINS (COMMS)\nOkay, I’m go for retract. NEIL (COMMS)\nDocking probe, retract.\n\nThe CSM gently PULLS the LM free of the Saturn, its FAMOUS\nORANGE HULL SHIMMERING in the sunlight. It's BREATHTAKING.\n\nNEIL (COMMS)\nBeginning solar rotation.\n\nSlowly, the COMBINED CRAFT starts ROTATING, speeding BACKWARDS\ntowards the moon. We PAN around the ship... PUSH down the\nside, CUTTING INTO --\n\f125.\n\nINT. APOLLO CSM, TRANSLUNAR SPACE - SAME TIME\n\n \n\nMike looks to the earth, FURTHER AWAY than he’s ever seen it\nand SWIFTLY RECEDING into the distance... the magnitude of\nwhat they're doing now clear.\n\nIt's HUMBLING. FRIGHTENING.\n\nMIKE COLLINS\nWish I’d thought to bring music.\n\nNeil reaches into the hold, pulls out an 8-TRACK and floats it\nto Mike. Mike surprised, grabs the 8-track, hits play as Neil\ngrabs a SEXTANT, starts checking their alignment...\n\nWe hear the 2nd movement of DVORAK'S NEW WORLD SYMPHONY. The\npurposeful, optimistic opening giving way to drums and a\nLONELY CLARINET. It SWIRLS around the men...\n\n...and now Buzz stops working, catching sight of the RECEDING\nEARTH in the window. He and Mike STARE, struck by how FRAGILE\nthe earth looks, how SMALL.\n\nMike glances at Neil, taking readings, checking calculations,\nnot taking even a moment to note the majesty or the grandeur.\n\n \n\nAs the HAUNTING CLARINET moves us through time and space, the\nearth getting smaller in the window, Neil fails to notice.\n\nAs he mechanically lifts ELLIOT’S SEXTANT for another reading--\nTIME CUT TO --\n\nMISSION DAY THREE (00:29:36).",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nMike glances at Neil, taking readings, checking calculations,\nnot taking even a moment to note the majesty or the grandeur. As the HAUNTING CLARINET moves us through time and space, the\nearth getting smaller in the window, Neil fails to notice. As he mechanically lifts ELLIOT’S SEXTANT for another reading--\nTIME CUT TO --\n\nMISSION DAY THREE (00:29:36). \n\nTARGET SECTION TO BE ANNOTATED:\n CLOSE ON a small compartment\ndoor closing and a hand writing on it. SMELLY WASTE.\n\nREVEAL Mike, GRIMY flight suit, thick STUBBLE, red eyes. He\nfloats past wires taped with soiled duct tape over to a grubby\nCALENDAR scrawled on the wall. He crosses off day 3 of 9.\n\nMike wipes his brow, already sick of the DANK cabin and floats\nover to Buzz and Neil (flight suits, stubble). They hover\nover a TOPOGRAPHICAL MAP of the moon.\n\nDEKE (COMMS)\n.-.the landing area is beyond the\nMaskelyne series, it should be flat.\nWhich is good cause you won’t have\nmuch wiggle room. That fuel tank’s\na bitch, if you’re not under 100\nfeet at 20 seconds to bingo --\n\nNEIL\nWe will be.\n\f126.\n\nHe's dismissive. Buzz notes it. Uneasy.\n\nCAPCOM (COMMS)\nHate to interrupt, but we’ve played\nback the LOI 2 burn, it looks good,\nwe got an orbit at 65.4 by 53.9.\n\nAs he says it, a DARK OBJECT fills THREE QUARTERS of the hatch\nwindow. It’s our first close view of THE MOON, its barren\nsurface STARK and FORBODING. As the men take it in, CUT TO --\n\nEXT. THE CAPSULE, LUNAR ORBITAL INSERTION - CONTINUOUS\n\n \n\nThe craft floats BACKWARDS in orbit around the moon.\n\nBUZZ (0.C.)\nMan, look at it.\n\nThe moon is no longer an image in the window but a FULL-SCALE\nPLANETARY BODY. The sight of the craft orbiting it is both\nviscerally REAL and unbelievably UNREAL. It's STARTLING.\n\nMIKE COLLINS (0.C.)\nBoy, look at that son of a bitch.\n\nMike's voice PULLS US BACK INTO --\nINT. THE CAPSULE - CONTINUOUS\n\nMike and Buzz stare out at the moon, in AWE... but Neil’s\nalready focused on what’s next.\n\nNEIL\n\nBuzz.\n\n(points, all business)\nWe just passed Mount Marilyn. We're\ncoming up on Maskelyne series,\ncoming into the landing area. We\nroll right here at this...",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\n(points, all business)\nWe just passed Mount Marilyn. We're\ncoming up on Maskelyne series,\ncoming into the landing area. We\nroll right here at this... \n\nTARGET SECTION TO BE ANNOTATED:\n that\ncrater, the big one. Duke Island.\n\nMIKE COLLINS\n...that’s US 1, I guess.\n\nNEIL\nThe flat area, that’s our target.\n\nBUZZ\nSure is eerie looking.\n\nMIKE COLLINS\nThere must be nothing more desolate\nthan inside some of these craters.\n\f127.\n\nThey stare. Buzz and Mike clearly both ANTSY.\n\nCAPCOM (COMMS)\nApollo 11, this is Houston, do you\nread? The spacecraft is looking\ngood to us on telemetry. Flight is\nrequesting a burn status report.\n\nMike and Buzz move to comply, but Neil stares out the window.\nPUSH IN on his eyes, resolved. More INTENSE then ever.\n\nINT. APOLLO 11, BOTTOM DECK - DAY 3 (14:30:37)\n\nThe cabin lights are dim. Mike TAPES UP the windows to keep\nout the sunlight and the bright moonshine.\n\nMIKE COLLINS\nI thought today went pretty well.\nIf tomorrow and the next day are\nlike today, we'll be safe.\n\nBUZZ (0.C.)\nAbsolutely.\n\nThe camera FLOATS DOWN to the lower deck, Buzz and Neil\nstretched out in floating hammocks. Buzz is chatty, TENSE.\n\nBUZZ\nHelluva sight out there. You know\nwhat you'll say if we manage to\nland? It’s an historic moment.\n\nNEIL\nWe should sleep.\n\nIt's ABRUPT. As Buzz, AFFRONTED, closes his eyes, we PAN UP\nto Neil and PUSH IN on his EYES. WIDE OPEN. Tired, but\nTICKING up and down, reading something. TILT UP to...\n\nA MAP OF THE LUNAR LANDING AREA taped to the ceiling. We HOLD\nON it for a beat...\n\n...then PAN BACK DOWN to Neil. Still studying the map.\nCAPCOM (COMMS)\nApollo 11, Apollo 11. Good morning\nfrom the Black Team.\n\nWe've TIME CUT... the day is upon us. Neil’s eyes now SUNKEN,\nbut we see the ADRENALINE PUMPING. As he sits up, we CUT TO --\n\f128.\n\nINT.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nNeil’s eyes now SUNKEN,\nbut we see the ADRENALINE PUMPING. As he sits up, we CUT TO --\n\f128. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n APOLLO 11 CSM (COLUMBIA) - DAY 4 (00:03:00)\n\n \n\nMike, ON EDGE, works a fuel cell purge, a camera set up and an\nauto maneuver. Neil collects his pack, preps to enter the LM.\n\nMIKE COLLINS\nAll this food and stuff up here, you\ngoing to take it with you? Chewing\ngum, you want any of that?\n\nNeil shakes him off. Mike, sweaty, wrestles a storage bin.\nMIKE COLLINS\nThis is a damn three-ring circus. I\ngot a fuel cell purge in progress, I\ngotta watch an AUTO maneuver and --\nThe storage bin POPS open, film rolls FLOAT in all directions.\nMIKE COLLINS\n(trying to grab them)\nChrist! You son of a bitch, you!\n\nNEIL\nMike.\n\nMike tries to SETTLE, clearly nervous about being left alone.\n\n \n\nMIKE COLLINS\nCome back, will you?\n\nNeil nods, grabs his PLSS pack and FLOATS TO the open hatch at\nthe TOP of the CSM. STAY WITH NEIL as he FLOATS INTO --\n\nTHE CONNECTING TUNNEL. We look up... from Neil’s POV, Buzz is\nSTANDING UPSIDE DOWN in the Lunar Module. It's DISORIENTING.\n\nNeil BLINKS away the vertigo, pulls himself into --\n\nINT. LUNAR MODULE (EAGLE) - CONTINUOUS\n\n \n\nWe follow Neil in, ROTATING with him until what was just\nupside down is RIGHT SIDE UP. Neil glances at Mike, now\nupside down in the CSM, then closes the hatch.\n\nBUZZ (INTO COMMS)\nColumbia, Eagle. Have you got the --\ngot to the tunnel vent step yet?\n\nMIKE COLLINS (COMMS)\nI’m just coming to that. BUZZ (INTO COMMS)\nWell, we're waiting on you.\n\nBuzz, ANTSY, looks at Neil, calmly stowing his gear.\n\f129.\n\nBUZZ\nI heard Conrad was taking bets\nbefore we left. He told me our odds\nwere about 10 to 1. The guy\nactually had the audacity to ask me\nwhich way I wanted to bet.\n\nNeil doesn’t say anything. It makes Buzz MORE FIDGETY.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe guy\nactually had the audacity to ask me\nwhich way I wanted to bet. Neil doesn’t say anything. It makes Buzz MORE FIDGETY. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE COLLINS (COMMS)\nI’m going to start to depressurize.\nWe got just about a minute to go,\nyou guys all set?\nBuzz looks to Neil. Neil nods.\nBUZZ (INTO COMMS)\nManeuver us to undocking MIKE COLLINS (COMMS)\nattitude. Roger.\n\nWe hear the CSM THRUSTERS repositioning the combined craft...\nthe moon TURNING SLOWLY in the window.\n\nMIKE COLLINS (COMMS)\nManeuver on target. 15 seconds.\n\nNeil reaches for the throttle. PUSH IN on his tired eyes...\n\nJUMP CUT to his WATCH... seconds ticking by... until at last\nwe HEAR the probe above them RETRACT.\n\nMIKE COLLINS (COMMS)\nThere you go.\n\nNeil PUSHES the thruster. The LM slowly moves from the CSM.\n\nCAPCOM (COMMS)\nEagle, we see you on the steerable.\n\nNeil looks towards the waiting moon. PUSH OUT INTO --\n\nEXT. LUNAR MODULE, LUNAR ORBIT - CONTINUOUS\n\n \n\nFROM AFAR we see the LM slowly BREAKING AWAY from the CSM...\n\nNEIL (COMMS)\nRoger. The Eagle has wings.\n\nThe gas jets ROTATE the LM, pointing the landing gear forward.\nCAPCOM (COMMS)\n\nGo for powered descent. MIKE COLLINS (COMMS)\nGo for PDI, Eagle.\n\f130.\n\nBUZZ (COMMS)\nRoger. We read you.\n\nBut Buzz sounds CONCERNED as we PUSH BACK INTO --\nINT. LUNAR MODULE - SAME TIME\n\nNeil STRUGGLES with a BREAKER on the console. It’s come\nLOOSE, Neil tries to JAM it back into place.\n\nNEIL\n...cottonpicker won’t stay. CAPCOM (COMMS)\nEagle, Houston. Alignment is\ngo. One minute to ignition.\n\nBUZZ\nWe should report the breaker.\n\nNeil doesn’t respond, just keeps working on it.\nCAPCOM (COMMS)\n40 seconds. BUZZ\nProtocol says we should --\n\nBANG! Neil POUNDS the breaker back in. It stays.\n\nNEIL\nLet’s prep for descent.\n\nNeil gets to work, like nothing happened. For a moment, Buzz\nstands, staring... UNEASY, knowing his life’s in Neil’s hands.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nNeil gets to work, like nothing happened. For a moment, Buzz\nstands, staring... UNEASY, knowing his life’s in Neil’s hands. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE COLLINS (COMMS) BUZZ (INTO COMMS)\n20 seconds. (focusing)\nAltitude lights on. Proceed.\n\nNeil eyes his stopwatch again... the seconds TICK by...\n\nNEIL (INTO COMMS)\n3, 2, 1, 0... ignition.\n\nNeil eases the throttle forward and the lunar module LURCHES\nahead... towards the surface.\n\nBUZZ (INTO COMMS)\nRate of descent looks good.\n\nNeil's eyes TICK across the console; we’ve seen it before, but\nnow he’s PUSHING THROUGH fatigue, running on ADRENALINE...\n\nNEIL (INTO COMMS)\nWe went by the 3 minute point\nearly... a little off.\n\f131.\n\nBUZZ (INTO COMMS)\nRate of descent looks good, altitude\nrate looks right down the groove.\nNEIL (INTO COMMS)\nOur position checks downrange show\nus to be a little off...\nA button on the console FLASHES ON. 1202. It beeps softly.\n\nBUZZ\nProgram alarm. 1202...\n\nNEIL (INTO COMMS)\nHouston, give us a reading on CAPCOM (COMMS)\nthe 1202 program alarm. Roger.\n\nA long beat. The beeping seems to grow LOUDER. Neil's eyes\nTICK RAPIDLY from the alarm to his DROPPING ALTITUDE GAUGE...\n\nCAPCOM (COMMS)\nWe got...\n\nSTATIC. Fuck. The alarm seems to grow LOUDER, DEAFENING.\nBUZZ (INTO COMMS)\nHouston, come in. Houston... CAPCOM (COMMS)\n...we’re go on that alarm.\n\nBuzz, relieved, shuts it off. Neil checks his instruments.\n\nNEIL\n5000 feet, attitude control’s good.\n\nAnother button FLASHES ON. The same BEEPING again...\n\nBUZZ\nSame alarm.\n\nNeil reacts, uncharacteristically ANNOYED. Buzz shuts it off.\nCAPCOM (COMMS, STATIC)\nEagle, you’re... go, repeat,\nyou’re go for landing. BUZZ (INTO COMMS)\nRoger. Go for landing.\nA THIRD ALARM beeps. A new one. This time Neil IGNORES it.\n\nBUZZ (INTO COMMS)\nProgram alarm, 1201. It’s in core.\n\nBut Neil keeps flying.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUZZ (INTO COMMS)\nProgram alarm, 1201. It’s in core. But Neil keeps flying. \n\nTARGET SECTION TO BE ANNOTATED:\n The beeping PERVADES the tiny space.\n\f132.\n\nBUZZ (INTO COMMS)\nHouston, program alarm 1201.\n(to Neil)\nWe should slow our descent.\n\nNeil ignores him. Buzz sees the moon RISING UP to meet them.\n\nBUZZ\nNeil, we need to slow our -- CAPCOM (COMMS )\n1201 alarm, go for landing.\nSame type.\n\nAs Buzz shuts off the alarm, Neil looks out the window, eyes\nTICKING over the surface below... and then NARROWING.\n\nNEIL (INTO COMMS)\nJust past Maskelyne now... pretty\nrocky area.\n\nNEIL'S POV. The landing area is not flat. There’s a HUGE\nCRATER, A HUNDRED YARDS ACROSS. Surrounded by GIANT BOULDERS.\n\nTHERE’S NO CLEAR AREA FOR LANDING.\n\nBUZZ\nJesus. We can’t land there.\n\nNeil makes a QUICK DECISION, PUSHES on the throttle.\n\nNEIL\nSwitching to manual control.\n\nWe hear the POP and HISS of the Descent Propulsion System\n(DPS) as the craft RUSHES FORWARD. Buzz eyes the gauges...\n\nBUZZ\nCopy. We have enough fuel?\n\nNeil doesn’t respond. Buzz does some quick calculations.\nBUZZ\nNot sure we have enough fuel to\nclear the area. Neil?\n\nNEIL\nWhat’s the LPD?\n\nBuzz glances at Neil, who remains focused on the surface.\n\nBUZZ NEIL\nDid you hear -- What's the LPD?\n\nBuzz hesitates. Then gives Neil what he needs.\n\f133.\n\nBUZZ\n47 degrees, 400 feet, down to 9.\n\nNeil eases the thruster forward. The DPS HISSES as they push\nover the rocky terrain. Buzz watches the PROPULSION CONSOLE.\n\nCLOSE ON the FUEL NUMBER. DROPPING. 12, 11, 10...\n\nCAPCOM (COMMS, STATIC)\nWe see you’ve... manual... give an\nupdate, Eagle?\n\nNeil doesn't say a thing. He remains focused, INTENT.\n\nBUZZ\n300 down, 47 forward... MIKE COLLINS (COMMS)\nWhat’s going on there? You\nkeeping an eye on your fuel?\n\nNeil grips the throttle, eyes TICKING FURIOUSLY from the\nwindow to the ALTITUDE GAUGE. As the DPS HISSES...",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou\nkeeping an eye on your fuel? Neil grips the throttle, eyes TICKING FURIOUSLY from the\nwindow to the ALTITUDE GAUGE. As the DPS HISSES... \n\nTARGET SECTION TO BE ANNOTATED:\nRACK FOCUS to Buzz, UNSETTLED, staring at the propulsion\nconsole. CLOSE ON the fuel numbers. 8, 7, 6...\n\nBUZZ\nFuel is getting low.\n\nNeil IGNORES him. Buzz CLOCKS Neil’s intensity... and at that\nmoment he knows. Neil's landing this ship one way or another.\n\n \n\nUNNERVED, nothing to do but help, Buzz continues the call.\n\nBUZZ\n250, down at 2, 19 forward.\n\nBuzz sees the fuel numbers have DROPPED BELOW 5.\nBUZZ\n160 feet, 6 down, 9 forward. MIKE COLLINS (COMMS)\nYour fuel’s below low level!\n\nNeil keeps going, even as the FUEL QUANTITY LIGHT FLASHES ON.\n\nBUZZ\n120 feet, 3 down, 9 forward, NEIL\nfuel is at five perc -- I_understand.\n\nThere’s FIRE in Neil’s eyes, DETERMINATION, an ABJECT REFUSAL\nTO ABORT. Jesus. Buzz TENSES.\n\nCAPCOM (COMMS, STATIC)\n---45 seconds to Bingo. MIKE COLLINS (COMMS, STATIC)\nYou need to consider abort--\n\f134.\n\nNeil ignores him, eases the throttle forward.\n\nCAPCOM (COMMS, STATIC)\n30 seconds to Bingo. Neil?\n\nNeil eyes TICK from the gauges to the window in front of\nhim... it’s unclear whether he’s even LISTENING anymore.\n\n \n\nBUZZ\nNeil... MIKE COLLINS (COMMS, STATIC)\n...you’re almost out of fuel.\n\nNeil remains unresponsive. The hiss is DEAFENING. Buzz looks\nfrom Neil to the FUEL GAUGE, eyes filled with ANXIETY.\n\nNEIL\nPosition.\n\nBuzz, disconcerted, just stares at the FLASHING FUEL GAUGE.\nCAPCOM (COMMS, STATIC)\n20 seconds to Bingo. NEIL\nPosition. Buzz!\n\nBuzz blinks, refocuses. He checks their position.\n\nBUZZ\n90 feet, down a half.\n\nDUST SWIRLS up from the lunar surface. Buzz glances at the\nfuel. CLOSE ON the numbers. 3, 2... FUCK. Buzz’s eyes WIDEN.\n\nBUZZ\n50 feet down... picking up MIKE COLLINS (COMMS)\ndust, drifting right...",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\nFUCK. Buzz’s eyes WIDEN. BUZZ\n50 feet down... picking up MIKE COLLINS (COMMS)\ndust, drifting right... \n\nTARGET SECTION TO BE ANNOTATED:\n 10 seconds, Neil!\n\nBUZZ\n20 feet, down a half, drifting\nforward just a little bit...\n\nAnd then, before they realize what's happening, a GREEN LIGHT\nFLASHES on the console. Buzz blinks in DISBELIEF.\n\nBUZZ\n\nContact light. NEIL\nShutdown.\n\n \n\nNeil, SPENT, lets the throttle SLIP from his hands. He flips\nthe switch. The dust starts to settle and we see...\n\n...the LUNAR SURFACE stretching out in front of them. Neil\nstares, BLANK. Buzz is completely STUNNED. A beat, then Buzz\nrecovers, starts powering down the LM.\n\f135.\n\nBUZZ\nEngine stop; ACA out of CAPCOM (COMMS)\nDETENT. ...copy you down, Eagle.\n\nNEIL (INTO COMMS)\nHouston, Tranquility Base here. The\nEagle has landed.\n\nAn ENORMOUS CHEER goes up in Mission Control. Neil FLINCHES.\nIt’s VISCERAL; something about it hits him right in the gut.\n\n \n\nCAPCOM (COMMS)\nRoger, tranquility.... copy... You\n\ngot a lotta guys about to turn blue.\nWe’re breathing again, thanks a lot.\n\nNeil sits, struggling to process. Buzz extends a shaky hand.\n\nBUZZ\nVery smooth touchdown.\n\nNeil, AWKWARD, nods. PUSH IN on his eyes, deep PAIN and JOY\nbattling within and we hear a familiar HISS...\n\nMATCH CUT TO --\nINT. LUNAR MODULE - LATER\nCLOSE ON Neil’s eyes. Staring ahead as he puts his helmet on.\nHe snaps the helmet into place then reaches for a glove. And\nsnaps it on. Meticulous, careful... cognizant of the DANGERS\nof the lunar surface and the enormity of the moment.\nNeil reaches for a second glove when Buzz, struggling with his\nPLSS in the small cabin, JOSTLES him. The force pushes Neil\ntowards the thin wall of the LM...\n\n..-we hear a small SNAP... and just as it seems Neil might go\nthrough the wall he GRABS the ceiling and stops himself.\n\nBUZZ\nSorry...\n\nNeil looks to see what snapped... can’t find anything.",
  "108": "END OF PREVIOUSLY ANNOTATED SECTION:\n..-we hear a small SNAP... and just as it seems Neil might go\nthrough the wall he GRABS the ceiling and stops himself. BUZZ\nSorry... Neil looks to see what snapped... can’t find anything. \n\nTARGET SECTION TO BE ANNOTATED:\n Not\nentirely satisfied, he nonetheless returns to the task at\nhand, putting on his on PLSS and connecting the oxygen tube.\n\nWe hear a familiar HISS as Neil takes a beat, eyeing a PAD\nclipped to the wall, a SCRIBBLED SENTENCE. One small step...\n\nWe can’t make out all the words, but we know what it says.\n\f136.\n\nBUZZ (COMMS)\nReady?\n\nBuzz is fully suited up. Neil nods and Buzz opens a valve.\nThrough the window, we see the AIR in the LM VENTING OUT.\nIt's nerve-wracking, all that air disappearing into space.\n\nA long beat... then it STOPS.\n\nBUZZ (COMMS)\nLunar module depressurized.\n\nBuzz reaches for the hatch... but it won't budge.\nBUZZ (COMMS)\nDamn thing. NEIL (INTO COMMS)\nToo much pressure in here.\nBuzz pulls again, harder.\nBUZZ (COMMS)\nShit. NEIL (INTO COMMS)\nDon’t rupture it.\nBuzz stops. FRUSTRATED. Then something occurs to him... He\nreaches up and PEELS BACK a small part of the flimsy door. We\nhear a slight HISS. Then the door easily PULLS OPEN...\n\n..-revealing the gray, barren surface below.\n\n \n\nNeil and Buzz STARE, taking in the world outside the door.\nIn this moment, we understand how odd, how UNDENIABLY STRANGE\nit is to be parked on the surface of another heavenly body.\n\nNeil lumbers forward, towards the hatch. PUSH IN on him, a\nbevy of emotions flickering across his face...\n\n...a face we HOLD ON as he lowers his feet through the hatch,\nclimbing down the ladder to...\n\nEXT. LUNAR SURFACE - 04 13 43 00\n\nTIGHT ON Neil, sweat on his brow as he SHIMMIES down the\nladder, down towards the new world. He remains focused, eyes\non the LADDER, HANDS, FEET, until he reaches the final rung.\n\nHe stares out, a million things going through his mind...\n\n \n\nThe ODDNESS of it all... the DESOLATE BEAUTY... the years of\nwork and sacrifice... and Elliot... and Ed...\n\n...",
  "109": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stares out, a million things going through his mind... The ODDNESS of it all... the DESOLATE BEAUTY... the years of\nwork and sacrifice... and Elliot... and Ed... ... \n\nTARGET SECTION TO BE ANNOTATED:\nand now he catches a glimpse of the EARTH off on the\nhorizon... hovering there... and the MAJESTY of it... the\nGLORY of what he’s done... it almost OVERWHELMS him.\n\f137.\n\nCAPCOM (COMMS)\nOkay, Neil, we can see you coming\ndown the ladder now.\n\nNeil tries to keep it together, STRUGGLING THROUGH...\n\nNEIL (INTO COMMS)\n\nI’m, uh, at the foot of the ladder,\nthe LEM footbeds are only uh...\ndepressed in the surface about...\nuh, one or two inches. I’m gonna\nstep off the LEM now.\n\nAnd now he takes that little hop down ONTO THE MOON... oddly\nDISCONNECTED from the moment, the rote line he’s memorized...\n\nNEIL (INTO COMMS)\nThat’s one small step for man, one\ngiant leap for mankind...\n\nPUSH IN on Neil, STILL STRUGGLING. The COMMS FADE and he hops\nforward... turning from the golden, glimmering lunar module...\n\n...to the BEAUTIFUL BLUE PLANET hovering just above the\nhorizon. And now he finds he’s UNABLE TO CONTROL HIMSELF...\n\nA TEAR FALLS. A bevy of emotions rising to the surface...\nPain. Joy. Loss. Triumph. All swirling round until the\ntears come FREELY, raining down with all the pent up feelings.\nIt's the first and last such outburst we'll ever see.\n\nBUZZ (PRELAP, COMMS)\nBeautiful view.\n\nMATCH CUT TO --\nEXT. LUNAR SURFACE - MOMENTS LATER\n\nBuzz lumbers across the lunar surface to Neil, who’s still\nstaring out at the earth. The LM shimmers in the background.\n\nNEIL (INTO COMMS)\nIsn't that something. Magnificent.\n\nBUZZ (COMMS)\nMagnificent desolation.\n\nThe words RESONATE. As Neil takes it all in, we, like Neil,\nare humbled before the MAJESTY of space.\n\nThe last ten years flicker before us, not in flashback, but in\nthe depths of Neil’s eyes. And for a moment, the WONDER there\nmakes us feel like maybe, just maybe, it was all worth it.\n\f138.",
  "110": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe last ten years flicker before us, not in flashback, but in\nthe depths of Neil’s eyes. And for a moment, the WONDER there\nmakes us feel like maybe, just maybe, it was all worth it. 138. \n\nTARGET SECTION TO BE ANNOTATED:\nOff the view from the mountaintop, the LOOK in Neil’s eyes...\nMATCH CUT TO --\n\nEXT. LUNAR SURFACE - LATER\n\nNeil’s eyes are FOCUSED, his face sweating.\n\nBUZZ (COMMS)\nNeil?\n\nPULL BACK to find Neil walking, or rather LOPING, away from\nthe Eagle. Buzz, standing by the American Flag in the far\nb/g, watches... Confused.\n\nNeil keeps moving... until he comes to the edge of a CRATER.\nHe surveys it. Deep and vast, it’s like nothing we’ve seen.\n\nBUZZ (COMMS)\nNeil, we need to get back.\n\nA beat. Then Neil UNZIPS a pocket in the front of his suit.\nHe reaches in, pulls out a few items and looks down at them.\n\nAn APOLLO 1 PATCH - GRISSOM WHITE CHAFFEE. ELLIOT’S SEXTANT.\nAnd finally a SMALL BRACELET. That of a little girl.\n\nPUSH IN on Neil’s eyes, on the PAIN. A beat, then Neil THROWS\nthe three tokens far as he can...\n\nOff Neil, watching them soar on and on and on...\nINT. LUNAR MODULE - LATER\nNeil and Buzz stand in the LM, the hatch closed, brushing each\nother off. Moon dust swirls, slowly falling to the floor. At\nlast, they take off their helmets... and start COUGHING.\nThe COUGHING takes us to...\nINT. LUNAR MODULE - LATER\nNeil preps for liftoff in his flight suit, still COUGHING.\nBUZZ (INTO COMMS)\nATT Control, 2 minutes to... for the\n\nguidance steering in the AGS.\n\nNEIL (INTO COMMS)\nOn. Right?\n\nBUZZ (INTO COMMS)\nRight. Master arm, Engine arm on?\n\f139.\nNeil pauses. Buzz sees Neil examining the engine arm switch.\nIt’s BROKEN. Just a small stub. Shit.\nNEIL\nMust’ve hit it when I got MIKE COLLINS (COMMS)\n\nout. One minute to launch.\n\nIf they can’t fix it, they can’t get off the moon.\n\n \n\nBuzz STARES. Shit shit shit. Neil bends down, examines the\nstub. Buzz eyes the clock. 50 seconds... 45 seconds...",
  "111": "END OF PREVIOUSLY ANNOTATED SECTION:\nShit shit shit. Neil bends down, examines the\nstub. Buzz eyes the clock. 50 seconds... 45 seconds... \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\n \n\nNEIL\nYou got a pen?\n\nTakes Buzz a moment, then he floats a PEN over to Neil. Neil\ngrabs it, jams it beside the stub. And pulls... Nothing.\n\nNEIL MIKE COLLINS (COMMS)\nDammit. 30 seconds.\n\nA tense beat. Neil tries again. And again...\n\nMIKE COLLINS\n20 seconds.\n\nFuck. Neil SHOVES the pen in deeper... and PULLS...\n\n+.-until at last we hear a CLICK. The light FLASHES. ENGINE\nARMED. Buzz takes a breath, his face FLOODING with relief.\n\nNEIL\nGot your ascent card?\n\nRecovering, Buzz preps for launch. Neil does too, but his\nfocus is FARAWAY, eyes LINGERING on the lunar horizon...\n\nBUZZ (INTO COMMS)\n15... 10, 9, 8, 7, 6, 5, abort stage\n- engine arm, ascent, proceed...\n\nNeil HITS the thrusters. DUST kicks up as the ship ROCKS BACK\nAND FORTH, lifting off the surface... casting a LONG SHADOW as\nit slowly rises above the moon...\n\nBUZZ\nLook at that shadow. Beautiful!\n\nHOLD ON Neil's eyes, watching the moon fall away. As we do,\nwe hear familiar voices from a television broadcast...\n\nWALTER CRONKITE (0.C.)\nIt may not be a beauty one can pass\non to future beholders.\n\n(MORE )\n\f140.\nWALTER CRONKITE (0.C.)\nThese first men on the moon can see\n\nsomething that men who follow will\nmiss...\n\nPUSH IN on Neil. Staring out at the moon.\nERIC SEVAREID (0.C.)\nYes, we're always going to feel,\nsomehow, strangers to these men.\nOff Neil, we CUT TO --\nEXT. USS HORNET, NORTH PACIFIC OCEAN - JULY 24, 1969\n\nA ship of men, watch, excited, as the Apollo Capsule\nparachutes down from the skies...\n\nERIC SEVAREID (0.C.)\nThey will, in effect be a bit\nstranger... even to their own wives\nand children...\nEXT.",
  "112": "END OF PREVIOUSLY ANNOTATED SECTION:\nERIC SEVAREID (0. C.)\nThey will, in effect be a bit\nstranger... even to their own wives\nand children... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n APOLLO 11 CAPSULE, NORTH PACIFIC OCEAN - LATER\n\nNeil, Buzz and Mike, covered in FULL BODY CONTAMINATION SUITS,\nare helped out of the floating capsule and onto a small skiff.\n\nERIC SEVAREID (0.C.)\n.--disappeared into another life\nthat we can't follow.\nINT. USS HORNET, NORTH PACIFIC OCEAN - LATER THAT WEEK\n\nThe men, in contamination suits, are walked across a lower\ndeck to the QUARANTINE AIRSTREAM that awaits. The enter it.\n\nERIC SEVAREID (0.C.)\nI wonder what their life will be\nlike, now.\nAPOLLO 11 QUARANTINE AIRSTREAM MONTAGE\nThe QUARANTINE AIRSTREAM is moved onto an ARMY TRUCK...\n\nERIC SEVAREID (0.C.)\nThe moon treated them well...\n\nFrom ARMY TRUCK to AIR FORCE PLANE...\nERIC SEVAREID (0.C.)\nHow people on earth will treat these\nmen, the rest of their lives...\n\nFrom AIR FORCE PLANE to ANOTHER AIR FORCE TRUCK...\n\f141.\n\nERIC SEVAREID (0.C.)\nThat gives me more foreboding, I\nthink, than anything else...\n\n...and at last to the MSC QUARANTINE FACILITY.\nINT. TOWN CAR (MOVING) - HOUSTON, TX - DAY\n\nON JANET. In back, staring out the window. As the car pulls\nahead, we hear a DULL ROAR. Janet’s eyes WIDEN. REVERSE TO --\n\nTHE MSC ENTRANCE. A THRONG OF PEOPLE around a HUGE DISPLAY of\nFLOWERS and SIGNS, the pride PALPABLE. Janet TEARS UP.\n\nFLIGHT SURGEON (PRELAP)\nWe'll keep them in quarantine for\nthe full three weeks --\nINT. HALLWAY, QUARANTINE FACILITY, MSC - JULY 28, 1969 - DAY\nA FLIGHT SURGEON leads Janet down a lackluster hall.\nFLIGHT SURGEON (0.C.)\n...-but none of the tests have shown\nany sign of infection or disease.\n\nThey reach a door, an ARMY GUARD. Janet’s escort hands him\npapers and the guard opens the door. They walk into --\n\nINT.",
  "113": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey reach a door, an ARMY GUARD. Janet’s escort hands him\npapers and the guard opens the door. They walk into --\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n QUARANTINE PRESS ROOM, MCC - CONTINUOUS\n\nThe NASA logo. And a GLASS WALL. On the other side of it, in\na large room, Neil stands in a flight suit. Alone.\n\nJanet, relieved, walks to the glass. Neil looks at her, but\nhis eyes are FARAWAY. Impossibly distant. Janet TIGHTENS.\n\nHOLD ON the two of them, as far apart as they’ve ever been.\nINT. ASTRONAUT LOUNGE, QUARANTINE FACILITY, MSC - LATER\n\nCLOSE ON a SEA of MAGAZINES and NEWSPAPERS: TIME, LIFE, the\nNEW YORK TIMES... All with front page coverage of Apollo 11.\n\n \n\nFIND BUZZ hovering over it all, staring at a TV. MESMERIZED.\nNeil walks in. Glances at the TV, reporters asking people\nwhere they were when Apollo 11 landed on the moon.\n\nBUZZ\nHave you seen this? Can you believe\nit? The entire world was watching.\nWe missed the whole damn thing.\n\nBuzz shakes his head. He looks LOST. Off Neil, processing...\n\f142.\n\nEXT. QUARANTINE FACILITY, MSC - AUGUST 10, 1969, NIGHT (9PM)\n\nThree BLACK CARS parked in front of the building. Doors open\nand Mike, Buzz and Neil exit with duffels, MILITARY ESCORTS.\n\nThe men BREATHE IN the fresh air... then walk to the cars.\nINT. TOWN CAR (MOVING), MSC GATE - NIGHT\n\nNeil sits in back, quiet, as the car pulls up to the MSC gate.\nThe escort beside him rolls down the window, hands papers to a\nGUARD. He starts to wave them through... but can't resist.\n\nGUARD\nMr. Armstrong, you make us proud.\n\nNeil nods, AWKWARD. The escort rolls up the window and the\ndriver pulls forward. A beat, then...\n\nESCORT\nHe’s right, you’re a real hero. I\nbet you’re the most famous man in\nthe world.\n\nNeil gives the escort a tight smile, his eyes TICKING to a\nNEWS VAN that starts to tail them. Off Neil, TENSE, CUT TO --\n\nEXT./INT. TOWN CAR (MOVING) - NIGHT\n\nThe town car turns off the main road into a suburban\ndevelopment.",
  "114": "END OF PREVIOUSLY ANNOTATED SECTION:\nNeil gives the escort a tight smile, his eyes TICKING to a\nNEWS VAN that starts to tail them. Off Neil, TENSE, CUT TO --\n\nEXT./INT. TOWN CAR (MOVING) - NIGHT\n\nThe town car turns off the main road into a suburban\ndevelopment. \n\nTARGET SECTION TO BE ANNOTATED:\n THREE NEWS VANS now follow behind.\n\nINSIDE THE CAR Neil’s ANTSY. The car turns a corner and we\nsee... a HUGE MEDIA CIRCUS. TV trucks, reporters, fans camped\nout at Neil’s house. Neil’s jaw goes TIGHT as the car stops.\n\nESCORT\nI’1ll clear a path.\n\nThe escort opens the door. Neil steps out and is SWARMED...\nINUNDATED with questions, BLINDED by an ARSENAL of CAMERAS.\n\nPUSH IN on Neil as he presses through it, eyes down... until a\nLITTLE GIRL steps forward. With a model rocket. Neil PAUSES.\n\nFATHER\nWould you mind signing it for her?\n\nNeil’s eyes TICK from the girl to her father. A beat, then he\ntakes the model. The reporters QUIET. One hands him a pen.\n\nNEIL\nUh, what’s your name?\n\f143.\nGIRL\n...it’s Katherine.\n\nNeil blinks at her. The WONDER in her eyes is oddly DAUNTING.\nAwkward, he signs the rocket. But when he hands it back...\n\nMULTIPLE FANS\n(calling out)\nCan I get an autograph, Neil? / Can\nI get a picture, Mr. Armstrong?\nNeil BLANCHES. The calls grow into a ROAR, TAKING US TO --\n\nINT./EXT. CONVERTIBLE, NEW YORK CITY - AUGUST 13, 1969, 10AM\n\n \n\nA RIVER of HUMANITY. A huge crowd gathered for the largest\nTICKER TAPE PARADE we've ever seen. The DIN is DEAFENING\n\nNew York City - August 13, 1969\nFind Neil in an OPEN-TOP CONVERTIBLE with Buzz and Mike.\nNeil’s eyes have DARK CIRCLES underneath; they DART from the\ncrowds on the streets, to the men and women hanging out of\nbuilding windows, tossing down stacks of IBM punch cards...\n\nBuzz and Mike enjoy it more than Neil, but even they seem\nOVERWHELMED. Off Neil, smile PLASTERED to his face, CUT TO --\n\nINT. CENTURY PLAZA HOTEL, BALLROOM - LA - AUGUST 13, 1969\n\n \n\nA packed ballroom. Black tie.",
  "115": "END OF PREVIOUSLY ANNOTATED SECTION:\nOff Neil, smile PLASTERED to his face, CUT TO --\n\nINT. CENTURY PLAZA HOTEL, BALLROOM - LA - AUGUST 13, 1969\n\n \n\nA packed ballroom. Black tie. \n\nTARGET SECTION TO BE ANNOTATED:\n President Nixon, forty odd\nGovernors, Hollywood Stars and dozens of other dignitaries.\nA gala to end all galas. Everyone GIDDY in anticipation.\n\nFrom BEHIND the empty head table, we see GOVERNOR RONALD\nREAGAN clink his glass into the mic at the rostrum.\n\nGOVERNOR REAGAN (0.C.)\nLadies, Gentlemen, I understand our\nguests of honor have just arrived.\nIf you'll take your seats...\nAs the crowd sits, we PUSH INTO --\n\nINT. GREEN ROOM, CENTURY PLAZA HOTEL - SAME TIME\n\n \n\nNeil, Buzz, Mike and their wives stand, waiting to be\nintroduced. Neil is at the back, SWEATING now.\n\nDEKE\nWho wants a beer?\n\nDeke walks in with beers for the men.\n\f144,\n\nGOVERNOR REAGAN (0.C.)\nHow about a California welcome for\nCommand Module Pilot Mike Collins!\n\nMIKE COLLINS\nPut mine on ice, will ya?\n\nAs Mike heads off, Deke pulls Neil off to one side.\n\nNeil stares.\n\nDEKE\nEverything okay?\n\nNEIL\nI got the itinerary. 25 countries?\n\nDEKE\nThe whole damn world wants to give\nyou guys a hug.\n\nNEIL\nWhen can we get back to work?\nDEKE\nThis is work.\nNEIL\nDeke. When are we going back up\nagain?\nDEKE\nNeil... you’re a symbol now. We\n\ncan’t risk losing you up there.\nRealizing that he's permanently grounded.\n\nGOVERNOR REAGAN (0.C.)\nAnd now, the man you’ve been waiting\nfor, the first man to walk on the\nmoon, Neil Armstrong!\n\nAs the crowd breaks out in applause and cheers, Neil,\nDEVASTATED, walks into --\n\nINT. CENTURY\n\nPLAZA HOTEL, BALLROOM, LA - CONTINUOUS\n\n \n\nAs the cheers SWELL, PUSH IN on Neil, in front of the crowd,\nonly now realizing he's made the greatest sacrifice of all.\n\nAs he nods to the crowd, NUMB, the isolation now complete...\n\nFADE OUT.\n\f"
}