{
  "1": "ATOMIC BLONDE\n\nWritten by\n\nKurt Johnstad\n\nBased on the Oni Press graphic novel series \"The Coldest City\"\nwritten by\n\nAntony Johnston\n\nAnd illustrated by\n\nSam Hart\n\fFADE UP FROM BLACKNESS:\n\nSUPER: “BERLIN, NOVEMBER 9, 1989”\n\nINT. ATTACHE’S OFFICE - NIGHT\n\nThe room is lit by a single bare bulb and a small television.\nA man with “Eric Clapton” hair and moustache circa 1976 sits\nalone, drinking two fingers of single-malt scotch.\n\nThis is DAVID PERCEVAL.\nINSERT - NEWS FOOTAGE\n\nMTV's Kurt Loder reports from the Berlin Wall. We see from\nthe MTV news footage that massive crowds are assembling. Two\nEAST GERMAN SOLDIERS stand on the Wall, holding an MTV\numbrella, an iconic symbol of the times.\n\nBACK TO SCENE\n\nWe MOVE ON a reflection of Perceval on the television.\nPerceval leans in, shuts off the television and stands with a\nclear objective. Time to go.\n\nEXT. WEST BERLIN - NIGHT\n\nThe air is electric as West Germans carry hammers, chisels\nand pickaxes with purpose towards the Berlin wall.\n\nWe see Perceval turn the corner into a dark alleyway near a\nparked Saab 900 Turbo. Perceval sees a figure in the shadows\nand slows.\n\nPERCEVAL\nWell, I suppose that’s it. We’ll be\nobsolete by morning. I’1l be back\nin London, and you... back to the\nparty.\n\nWe hear the faint sounds of HAMMERS STRIKING against\nconcrete.\n\nPERCEVAL (CONT'D)\n\nThe simplicity of our struggle\ncrumbles as that wall comes down.\nThe lines on the map drawn by men\nwho never faced the risk themselves\nwill be harder to see.\n\nIn the distance, the CROWDS’ CHEERS are heard.\n\fPERCEVAL (CONT'D)\n\nA different world is approaching.\nMore volatile. More corrupt. There\nwill be no ideologies to protect\nus. Just the brutal and cold\nconscience of commerce.\n\nPerceval’s eyes follow a group of West Germans with hand\ntools moving towards the Wall.\n\nPERCEVAL (CONT'D)\nExtortion... Whoever has the list\nin this new world has all power.",
  "2": "---END OF PREVIOUS SECTION---\nPerceval’s eyes follow a group of West Germans with hand\ntools moving towards the Wall. PERCEVAL (CONT'D)\nExtortion... Whoever has the list\nin this new world has all power. \n---TARGET SECTION TO BE ANNOTATED---\nWithout it? Just a target.\n\nPerceval turns back to the wordless figure in the shadows.\nPERCEVAL (CONT'D)\nWe played our hands. Hell, I’m just\nglad to see your face at this\nmoment, as the ramparts of tyranny\nfall into the history books.\n\nPerceval smiles softly to himself as he looks towards the\ncrowds.\n\nPERCEVAL (CONT'D)\nListen to them.\n\nIn the faint light, we see the flash of gunmetal.\nWe hear a GUNSHOT BARK out!\n\nHARDCUT TO:\n\nINT. LONDON - HOTEL ROOM - BATHROOM/ROOM - DAY\nSUPER: “LONDON, NOVEMBER 11, 1989 - TWO DAYS LATER”\n\nA bathtub filled with ice cubes and freezing water. A woman\nappears from beneath the surface.\n\nThis is LORRAINE BROUGHTON.\n\nBroughton’s body is athletic and strong but also patchwork of\nbruises and cuts from the last ten days. She pulls a towel\nacross her body, steps from the cold water and pours two\nfingers of Stoli into glass. Broughton looks down at the\nwords “Hotel Moskva” on the label and then to the mirror.\n\nShe CLICKS on the dial of shitty RADIO. We hear David Bowie’s\n“Cat People Putting out Fire.”\n\fBroughton opens a vanity drawer. Next to the cosmetics is a\nframed photo of her and a handsome man in front of the Blue\nMosque in Istanbul. Broughton stares down at the photo for\nmoment, held by a memory and then reaches for a compact.\n\nBroughton covers her contusions with makeup and dresses in a\nNavy crepe wool skirt suit from Chanel, heels and Jackie-O\nsunglasses. Simple and sexy.\n\nAs she opens a Kelly bag we see a Browning Hi-Power at rest\nnext to a pack of Woodbine cigarettes. Broughton doesn’t need\nto chamber check the weapon. It’s always loaded, cocked,\nlocked and awaiting her command.\n\nShe pulls a cigarette from the pack, steps out of the\nbathroom, glances at the her empty bed and lights her\nWoodbine. Broughton walks out her apartment door.\n\nBowie’s voice builds as we follow her out.\n\nEXT. LONDON - DAY\n\nThe morning is crisp.",
  "3": "---END OF PREVIOUS SECTION---\nBowie’s voice builds as we follow her out. EXT. LONDON - DAY\n\nThe morning is crisp. \n---TARGET SECTION TO BE ANNOTATED---\n A double-decker bus drives past with\n“Boycott Apartheid” painted on its side.\n\nEXT. CENTURY HOUSE - DAY\n\nJust across the Westminster Bridge sits a limestone and glass\npost-modern fortress. This is the British headquarters of\nMI6. Broughton walks through the busy streets and into the\nCentury House.\n\nINT. CENTURY HOUSE - LOBBY - DAY\n\nBroughton moves through the lobby and towards a line of\npeople waiting at the metal detectors. The SECURITY PERSONNEL\nwave her straight through. She belongs here; she’s a bad ass.\nSecurity walks her to a single elevator, inserts a key, and\nBroughton enters the elevator alone. The doors close.\n\nELEVATOR\n\nThere is only one button, and that is an arrow down.\nBroughton pushes the button and rides the elevator for some\ntime.\n\nHALLWAY\n\nAs the doors open, she is meet by another two armed security\npersonnel who nod and wave her past them.\n\fBroughton walks down a long, top lit, Kubrickian 60s hallway.\nWe see a remote video camera track her. No one else is down\nhere, and the two security personnel are 100 yards away by\nnow.\n\nBroughton stops at an unmarked door. We see another video\ncamera lens focus on her, and the electronic DEAD BOLT CLICKS\nthe door open.\n\nINT. CENTURY HOUSE - ISO-FAC - DAY\n\nThe “BIN” is a sterile ISO-FAC (Isolation Facility) for the\ndebriefing of operatives returning to England. The room is\nsparse. All the walls are covered in 60s acoustic sound tiles\nsave for a two-way mirror on one wall.\n\nMR. ERIC GRAY, mid-sixties and capable, sits with EMMETT\nKURZFELD of the CIA at wooden table. Broughton enters and\nslows as she sees Kurzfeld.\n\nGRAY\nHow was your flight?\n\nBROUGHTON\nUncomfortable.\n\nBroughton takes a seat across from the two men.\n\nBROUGHTON (CONT’D)\nSir, what is he doing here?\n\nGRAY\nWe thought it would be helpful to\nget Kurzfeld’s perspective.\nGray leans back and sits next to Kurzfeld.",
  "4": "---END OF PREVIOUS SECTION---\nBROUGHTON (CONT’D)\nSir, what is he doing here? GRAY\nWe thought it would be helpful to\nget Kurzfeld’s perspective. Gray leans back and sits next to Kurzfeld. \n---TARGET SECTION TO BE ANNOTATED---\nOTHER SIDE OF THE TWO-WAY MIRROR\n\nWe see a older man, “C,” watching. His face is reflected in\nthe glass of the two-way mirror.\n\nGRAY (V.O.)\nGiven the scale of recent world\nevents, C will not be joining us.\n\nBroughton looks straight into the two-way mirror and nods\nwith the confidence that C is there.\n\nBROUGHTON (V.O.)\nYes, of course.\n\nBACK TO ISO-FAC\n\fBroughton looks at Gray and Kurzfeld.\n\nGRAY\nLet’s begin, for the record.\n\nGray reaches across to a Nagra III reel-to-reel recording\nunit that rests on the desk. Gray CLICKS the recording DIAL.\n\nGRAY (CONT'D)\nUnder formal direction of the Joint\nIntelligence Committee: The\nfollowing will serve as first\ncontact and operational archive for\nHer Majesty’s Military Intelligence\nSection 6. Recorded on the 11th of\nNovember 1989. The voices of record\nare as follows, Senior Directorate\nOfficer Eric Gray, Senior Case\nOfficer Emmett Kurzfeld of the U.S.\nCentral Intelligence Agency, and\nreturning British Operational\nOfficer Lorraine Broughton.\n\nGray leans forward and begins the interview.\nGRAY (CONT’D)\nTell us about Berlin. Were you\nthere when Perceval was shot?\n\nBroughton calmly replies to Gray.\n\nBROUGHTON\nNo.\n\nBroughton looks to the two-way mirror and then to Kurzfeld.\nGray scribbles down a note in a folder stamped “Top Secret”\nin front of him and looks up at Broughton.\nGRAY\nLet’s start from the beginning,\nshall we?\n\nA GRAFFITI TITLE CARD SCRAWLS OUT: “THE COLDEST CITY”\n\nEXT. LONDON - DAY\nSUPER: “LONDON, NOVEMBER 2, 1989 - NINE DAYS AGO”\n\nHard rain. Broughton walks up the wide stairs of Century\nHouse. A handmade Fox umbrella shelters her from the weather.\n\fINT. CENTURY HOUSE - GRAY’S OFFICE - CONTINUOUS\n\nThe office is classic British Empire. Framed conquest maps\nhang on the walls. A Regent desk in dark wood and oxblood\nleather chairs.",
  "5": "---END OF PREVIOUS SECTION---\nCENTURY HOUSE - GRAY’S OFFICE - CONTINUOUS\n\nThe office is classic British Empire. Framed conquest maps\nhang on the walls. A Regent desk in dark wood and oxblood\nleather chairs. \n---TARGET SECTION TO BE ANNOTATED---\n Gray and another man, the Chief of the Secret\nIntelligence Service known only as \"“C,” sit across from one\nanother.\n\nGRAY\nBroughton speaks four languages,\nand her Russian is excellent.\n\nCc\nWhat about her field craft and\nperishable skills?\n\nGRAY\nShe's an expert in Escape and\nEvasion, NATO and Warsaw Pact\nWeapons systems, and hand-to-hand\ncombat.\n\nCc\nKnowing the reds as I do, she'll\nneed to use every damn one of them.\n\nThere is a KNOCK on the office DOOR. Neither Gray or C stand\nas Broughton enters the room.\n\nGRAY\nSorry to pull you in on short\nnotice, Lorraine. You know C, of\ncourse.\n\nBroughton looks to the emotionless man who remains seated in\na straight-back chair.\n\nBROUGHTON\nYes, of course.\n\nC motions towards a chair, and Broughton sits at the table\nand opens a pack of Woodbine cigarettes.\n\nBROUGHTON (CONT’D)\nMind if I smoke, sir?\n\nGray pulls a cadet lighter from his pocket, leans across his\ndesk and lights Broughton’s Woodbine. Broughton takes a drag\noff of her cigarette and exhales.\n\nGRAY\nI‘ll get straight to the point.\nHow well do you know, James\nGascione?\n\fBROUGHTON\nEnough to say hello... We did work\ntogether several years back in\nIstanbul.\n\nGray and C share a quick look, trying to decipher if she is\nlying to them.\n\nGRAY (PRE-LAP)\nAs of yesterday morning Gascione\nwas reported as incommunicado.\n\nHARD CUT TO:\n\nEXT. WEST BERLIN - DAWN\nSUPER: “WEST BERLIN, NOVEMBER 1, 1989”\n\n5 AM. Snow is falling. Most Berliners in the French, British\nand American sectors of this divided city are asleep. A\ndependable-looking middle-aged man runs down the empty\nstreet.(The same man from the photo in Broughton’s vanity)\n\nThis is JAMES GASCIONE.\n\nBROUGHTON (V.O.)\nWho was Gascione handling?\n\nGascione’s shoes pound the pavement. His lungs burn. Each\nquick exhale leaves a ghostly trail behind him.",
  "6": "---END OF PREVIOUS SECTION---\nGascione’s shoes pound the pavement. His lungs burn. Each\nquick exhale leaves a ghostly trail behind him. \n---TARGET SECTION TO BE ANNOTATED---\n Remember the\ngradation of fear in Gascione’s eyes as he glances over his\nshoulder.\n\nGRAY (V.O.)\nGascione was running an agent\ncodenamed Spyglass, a Stasi\nofficer.\n\nTwo ROUGH MEN chase after him through the snow. They are all\nbusiness. They are KGB.\n\nGascione cuts through a backyard, hurdles several fences,\nvaults over a brick wall and lands. He checks over his\nshoulder again. Nothing. Maybe he lost them.\n\nGRAY (V.O.)\nSpyglass had just delivered a list\nto Gascione.\n\nGascione sprints towards the river and glances again just\nas...\n\f... the ROAR of an ENGINE gets his attention. Gascione holds\nhis hands out on instinct, headlights blinding him until he\nfeels the front of a sedan SLAM into his legs just above the\nknees.\n\nGascione’s body is lifted and then violently pinned against a\nparked car. Pain surges through his body as he looks down at\nhis mangled legs. The sedan reverses a few feet, and Gascione\ncrumples facedown onto the snowy pavement.\n\nThe two rough men slowly jog up to the scene as an average-\nlooking man, YURI BAKHTIN emerges from the car and moves\ntowards Gascione.\n\nBAKHTIN\nLook at me.\n\nGascione’s eyes tilt upward at Bakhtin.\n\nGASCIONE\nYou... cossack... bastard!\n\nBakhtin presses the barrel of a Makarov pistol onto\nGascione’s forehead. The MAKAROV BARKS OUT, and Gasicone is\nconsumed by the white halo of a muzzle flash.\n\nSilence.\n\nBakhtin grabs Gascione’s wrist and removes a classic “” Carl F\nBucherer ” wrist watch. Bakhtin nods towards the two rough\nmen, who lift Gasicone’s lifeless body from the blood-soaked\nsnow and dump it into the river Spree.\n\nC (PRE-LAP)\nGascione is dead.\n\nINT. CENTURY HOUSE - GRAY’S OFFICE - CONTINUOUS\nBroughton lowers her cigarette without a word.\n\nGRAY\nThe Jerries fished him out of the\nSpree River this morning.",
  "7": "---END OF PREVIOUS SECTION---\nINT. CENTURY HOUSE - GRAY’S OFFICE - CONTINUOUS\nBroughton lowers her cigarette without a word. GRAY\nThe Jerries fished him out of the\nSpree River this morning. \n---TARGET SECTION TO BE ANNOTATED---\n A West\nGerman coroner extracted a 9x18mm\nfrom the base of his skull.\n\nBROUGHTON\nSoviets.\n\nGray sets down a black-and-white photo of an average-looking\nMAN in a Soviet military uniform.\n\fGRAY\nOur sources point to Yuri Bakhtin,\na lead KGB officer who was ticketed\nout of Berlin on Aeroflot to\nMoscow.\n\nBROUGHTON\nYou want me in Moscow?\n\nCc\nBakhtin never arrived in Moscow.\n\nGray picks up the photo and scans the documents within a TS\n(Top Secret) folder stamped “UK eyes only.”\n\nGRAY\nSo either our man on the ground is\nwrong, or Bakhtin pulled a switch\nand is now lost to us.\n\nBroughton takes another drag from her cigarette.\n\nBROUGHTON\nGascione was en route to where?\n\nGRAY\nOur Head of Berlin operations when\nhe was assassinated.\n\nBROUGHTON\nHow sensitive is the list?\n\nGRAY\nSpyglass claimed it was a complete\ninventory of the identities and\nlocations of every active\nclandestine officer.\n\nBroughton lowers her cigarette as a thin ribbon of smoke\ncurls up towards the low ceiling.\n\nBROUGHTON\nIs that even possible?\n\nCc\nThe real question must be: is it\nwise to hope it’s not possible\ninstead of proving it is?\n\nThere is a moment of silence in the room. A challenge has\njust been laid down.\n\f10.\n\nGRAY\nEveryone is hunting for it: the\nYanks, the Frogs, us, and the\nSoviets for sure.\n\nCc\nTell her the rest of the good news.\n\nGRAY\nSpyglass disclosed the list would\nexpose a double agent by the name\nof “Satchel” within the allied\nintelligence network.\n\nCc\nYou find Satchel in this\nembarrassing mess and we'll hang\nhim for treason.\n\nBroughton exhales smoke from her lungs and hardens to the\ntruth of this knowledge.\n\nCc (CONT'D)\nThe list is the whole damn\nchessboard. Whoever controls it\ncontrols the Cold War.\n\nGRAY\n\nBerlin is already on a short fuse.\nHungary has dismantled hundreds of\nkilometers of the Iron Curtain\nsince May. Last month, East Germans\nstormed the FRG’s embassies in\nPrague and Warsaw.",
  "8": "---END OF PREVIOUS SECTION---\nGRAY\n\nBerlin is already on a short fuse. Hungary has dismantled hundreds of\nkilometers of the Iron Curtain\nsince May. Last month, East Germans\nstormed the FRG’s embassies in\nPrague and Warsaw. \n---TARGET SECTION TO BE ANNOTATED---\n They were given\nimmunity and sent to West Germany.\n\nCc\nGorbachev’s glasnost nonsense has\nhis people hopeful, and there is\nnothing worse than a hopeful enemy.\n\nGRAY\nThe Wall won’t last much longer.\nDavid thinks it might even fall\nbefore Christmas.\n\nBROUGHTON\nDavid, sir?\n\nGRAY\nDavid Perceval is our number one in\nBerlin. We are sending you to link\nup with him.\n\f11.\n\nBROUGHTON\nI’ve never been to Berlin, and if\nBakhtin has the list, he’s on the\nrun.\n\nGray sits behind the Regent desk.\n\nGRAY\nWe don’t think he does. There’s no\nquestion he would have taken it\nstraight to Moscow.\n\nCc\nThe list is still in Berlin.\n\nGRAY\nPerceval is searching for it, but\nwe want another pair of hands at\nthe tiller as it were.\n\nC leans ever so slightly forward in his chair to commit\nimportance to his words.\n\nC (PRE-LAP)\nMost of the allied officers have\nbeen in Berlin for years.\n\nHARDCUT:\n\nINT./EXT. EAST BERLIN UNDERGROUND CLUB - NIGHT\nSUPER: “EAST BERLIN, NOVEMBER 2, 1989”\nPerceval slams a empty shot glass of whiskey down on the bar.\n\nWe hear Public Enemy’s Chuck D coming through the SPEAKERS\nwith “Fight the Power.” Drunk East German youth fill the\nplace. It’s a strange mix of punk, hip hop, and anti-East\nGerman establishment.\n\nPerceval takes some D-marks from a KID for a bottle of Jack\nDaniels and a old Penthouse magazine. Another East German\nhands him money, and Perceval hands over a pair of Levi's.\nPerceval has a nice little side business in selling\ncontraband.\n\nCc (V.0.)\nWith no embassy to watch over them,\nthey play by their only rules.\n\nPerceval sees a clean-cut East German enter and sit at a\nquiet table near the bar.\n\f12.\n\nThis is SPYGLASS.\n\nHe is the real reason Perceval is in the East. Perceval moves\nacross the room and joins him at the table.",
  "9": "---END OF PREVIOUS SECTION---\nThis is SPYGLASS. He is the real reason Perceval is in the East. Perceval moves\nacross the room and joins him at the table. \n---TARGET SECTION TO BE ANNOTATED---\n Perceval hands a\nsmall brown bag of contraband (canned food, Jack Daniels and\nwomen’s jeans) to Spyglass.\n\nPERCEVAL\nThe Jordache jeans were not easy.\n\nSPYGLASS\nThey are for my wife’s birthday.\n\nPERCEVAL\nLet me cut right to the bone. Where\nis the goddamn list?\n\nSPYGLASS\nIs this a joke?\n\nPERCEVAL\nNo joke.\n\nSPYGLASS\n\nI gave it to Gascione last night.\n\nPERCEVAL\nGascione never showed.\n\nSpyglass looks up at Perceval with consternation settling in\nhis brown eyes.\n\nPERCEVAL (CONT'D)\nWhy do you think I jumped the Wall,\nand I made contact with you?\n\nSPYGLASS\nI don’t know. I followed all the\norders. Look, I was careful. I met\nGascione in Friedrichshain. He took\nthe list from me.\n\nSpyglass’'s eyes are filling with despair.\nSPYGLASS (CONT'D)\nI did my part. I have risked\neverything.... You must to get me\nand my family across!\n\nPERCEVAL\nCalm down.\n\nPerceval studies Spyglass for a moment.\n\f13.\n\nSPYGLASS\nAre you going to kill me?\nPERCEVAL\nI’ve thought about it... However, I\n\ncan’t ignore the fact you are\ntelling me the truth.\n\nSpyglass takes a breath as he controls his anxiety.\n\nPERCEVAL (CONT'D)\nDid you make a copy of the list?\n\nSPYGLASS\nNo... I memorized it.\n\nPERCEVAL\nThe entire list?\n\nSpyglass nods. Suddenly, the front door of the club is kicked\nin. We see the green-gray uniforms of the EAST GERMAN STASI\nOFFICERS surge into the crowd.\n\nPERCEVAL (CONT'D)\nGoddamn it.\n\nPerceval scans the room. An EAST GERMAN BARTENDER quickly\nmotions to him.\n\nPERCEVAL (CONT'D)\nMove!\n\nPerceval and Spyglass avoid the chaos of the room. The\nbartender pulls back a small service door to reveal a\nhallway.\n\nThe bartender, Perceval, Spyglass, and several patrons run\ndown the hallway to the door leading outside.",
  "10": "---END OF PREVIOUS SECTION---\nPerceval and Spyglass avoid the chaos of the room. The\nbartender pulls back a small service door to reveal a\nhallway. The bartender, Perceval, Spyglass, and several patrons run\ndown the hallway to the door leading outside. \n---TARGET SECTION TO BE ANNOTATED---\n Perceval opens\nthe door to see two STASI OFFICERS standing directly in front\nof him.\n\nSTASI\n(in German)\nYou? Your papers! Now!\n\nSpyglass and the others are in the hallway, unseen to the\nStasi. Perceval reaches into his pocket and pulls out a worn\nleather wallet. He steps towards the Stasi and in the same\nmotion, throws the wallet into one officer’s face as a\ndistraction. Perceval punches one Stasi in the throat and\nknees the other in the family jewels. Both drop to the alley\nand writhe in pain.\n\f14.\n\nPerceval looks back through the door, still open a few inches\nas Spyglass and the others are witness to his burst of\nviolence.\n\nPERCEVAL\nI'll be in contact.\n\nPerceval steps past the two Stasi on the ground and slowly\njogs away down the alley and into the night.\n\nC (PRE-LAP)\nIt seems Berlin has its way with\nthe younger generation. It’s\ninfectious, an epidemic really.\nThey’re all feral and have gone\nnative.\n\nINT. CENTURY HOUSE - GRAY’S OFFICE - CONTINUOUS\n\nBroughton exhales her Woodbine and stares at Gray and C\nthrough the smoke.\n\nGRAY\nYou have no family, no colleagues,\nno friends there.\n\nCc\nNo history to confuse your\nloyalties. You don’t even know\nPerceval.\n\nC stands and slowly walks towards the threshold of the office\ndoor. C pauses with his back to the room.\n\nCc (CONT'D)\n\nWhen that bloody Wall comes\ncrashing down, we don’t want to be\nunder it. I want that list,\nBroughton. Bring it back home, and\nyou'll find yourself at Buckingham\nfor tea.\n\nC moves out the door, and Broughton looks back across the\ndesk at Gray.\n\nGRAY\nI recommended you for this. So, do\ntry and look grateful.\n\nGray hands Broughton the TS folder.\n\f15.\n\nGRAY (CONT’D)\nI know, it’s short notice.\n\nH/WAR suggested you use Gladys\nLloyd, as she was never\ncompromised. Commit everything to\nmemory and then burn it all.\n\nGray points to a large metal “burn can” for documents in the\ncorner of the room.",
  "11": "---END OF PREVIOUS SECTION---\nH/WAR suggested you use Gladys\nLloyd, as she was never\ncompromised. Commit everything to\nmemory and then burn it all. Gray points to a large metal “burn can” for documents in the\ncorner of the room. \n---TARGET SECTION TO BE ANNOTATED---\nGRAY (CONT'D)\nA car will take you to your flat.\nPack and then go straight to\nHeathrow. Remember, Lorraine, trust\nno one.\n\nGray walks toward the office door. Broughton flips open the\nfolder to a black-and-white photo of BER-1, David Perceval.\n\nBROUGHTON\nWhat’s he like, sir? David\nPerceval.\n\nFLASH CUT TO:\n\nINT. EAST BERLIN - TUNNEL - NIGHT\n\nPerceval carries a flashlight and takes a pull off a fifth of\nJD. He walks briskly and makes his way through a covert\ntunnel network towards West Berlin.\n\nGRAY (V.O.)\nDavid Perceval is a royal pain in\nthe ass.\n\nINT. CENTURY HOUSE - GRAY’S OFFICE - CONTINUOUS\nGray stops and turns at his office door.\n\nGRAY\nHowever, he is arguably one of the\nbest damn spies to ever serve the\nCrown. My office is yours.\n\nGray steps out of the office, and Broughton opens the TS\nfolder in front of her.\n\nPRE-LAP on soundtrack: “One Thing Leads to Another” by The\nFixx.\n\f16.\n\nINT./EXT. PAN AM BOEING 707 - DAY\n\nBroughton is in a window seat. We see a couple empty mini\nbottles of Stoli on the tray in front of her and hardcover\ncopy of Trevanian’s “Shibumi”. Broughton looks out the window\nat the bleak November sky.\n\nINT. WEST BERLIN - TEMPELHOF AIRPORT - TERMINAL - DAY\n\nBroughton walks off the Pan Am flight and towards the\npassport control kiosks. She hands the West German PASSPORT\nOFFICER her UK passport. He looks at the passport photo and\nthen to Broughton. He flips through the pages with scrutiny,\ngives her another look and then stamps her passport and waves\nher through.\n\nWe follow Broughton into the uncluttered airport terminal. A\nloose crowd waits for the arriving international travelers.\nFrom this crowd, a GENTLEMAN steps forward, all business, and\nextends his hand.\n\nGENTLEMAN\nMs. Lloyd?\n\nBroughton slows to a stop. The Gentleman’s British accent is\ngood, perhaps too good.\n\nGENTLEMAN (CONT’D)\nMr.",
  "12": "---END OF PREVIOUS SECTION---\nBroughton slows to a stop. The Gentleman’s British accent is\ngood, perhaps too good. GENTLEMAN (CONT’D)\nMr. \n---TARGET SECTION TO BE ANNOTATED---\n Perceval was running late. He\nsent me to pick you up.\n\nBroughton scans the terminal then looks back to the\nGentleman.\n\nGENTLEMAN (CONT’D)\nChecked bags?\n\nBROUGHTON\nNo.\n\nGENTLEMAN\nPlease, follow me.\nEXT. WEST BERLIN - TEMPELHOF AIRPORT - TERMINAL - DAY\n\nBroughton eyes her surroundings as they cross into a parking\nlot.\n\nWe see an attractive WOMAN turn from a phone booth, watching\nthem, then methodically dial a number on the pay phone.\n\f17.\n\nEXT. WEST BERLIN - TEMPELHOF AIRPORT - PARKING LOT - DAY\n\nA forest green BMW 2002 sedan is isolated at the end of the\nparking lot. The Gentleman and Broughton climb in.\n\nINT./EXT. BMW 2002 - CONTINUOUS\n\nThe Gentleman pulls out of the airport parking lot and onto\nthe main route. They drive in silence.\n\nBroughton looks into her side mirror and notices a Saab 900\nTurbo tailing them.\n\nGENTLEMAN\nWell... it’s a remarkable time to\nbe in Berlin.\n\nBROUGHTON\nThat so?\n\nBroughton looks again to her mirror and sees the Saab is\nstill there.\n\nGENTLEMAN\nThe music, nightlife and great\nrestaurants.\n\nBROUGHTON\nYou've got a suggestion?\n\nGENTLEMAN\nFor the beautiful people, go to the\nPalm for a drink.\n\nBroughton looks back to the mirror. The Saab speeds up behind\nthem and taps the BMW 2002 in a perfect PIT maneuver.\nBroughton quickly buckles her seat belt. The Gentleman is too\nbusy controlling the car to notice Broughton reach across and\ndepress the button to his seat belt. The BMW spins off the\nroad, and Broughton braces for impact.\n\nThe BMW slams into a metal guard rail. The WINDSHIELD\nSHATTERS, and the Gentleman is ejected onto the hood.\n\nBroughton relaxes and looks out at the bloody and moaning\nbody of her driver. A figure drags the Gentleman off the hood\nand onto the frozen ground. We see Perceval look back through\nthe shattered glass at Broughton.\n\nPERCEVAL\nWelcome to Berlin.",
  "13": "---END OF PREVIOUS SECTION---\nA figure drags the Gentleman off the hood\nand onto the frozen ground. We see Perceval look back through\nthe shattered glass at Broughton. PERCEVAL\nWelcome to Berlin. \n---TARGET SECTION TO BE ANNOTATED---\n\f18.\n\nPerceval stuffs a rag in the Gentlemen’s mouth and secures\nhis mouth, ankles and hands with duct tape. Broughton\nunbuckles her seat belt and steps out of the BMW.\n\nBROUGHTON\nI could have handled him.\n\nPERCEVAL\nI have no doubt. Question is: What\nwere you waiting for?\n\nPerceval drags the Gentleman across to his idling Saab. The\nboot is already open.\n\nBROUGHTON\nWho does he work for?\n\nPERCEVAL\nKGB.\n\nPerceval dumps the Gentlemen into the boot. The Gentleman\nstarts to realize what is happening. Broughton unloads a huge\nright hand into his face, more as a fuck you to Perceval than\nanything. The Gentleman’s body goes limp. Perceval shoots her\na look, impressive.\n\nBROUGHTON\nI am on the ground five minutes and\nget blown.\n\nPERCEVAL\nYou’re not blown.\n\nPerceval slams the boot closed.\n\nBROUGHTON\nHe knew my name.\n\nPERCEVAL\nTroubling.\n\nBROUGHTON\nAnd yours.\n\nPERCEVAL\nNot surprised.\n\nBroughton and Perceval move and get into the car.\n\f19.\n\nINT./EXT. PERCEVAL’S SAAB - CONTINUOUS\n\nThe inside of the car is littered with Wienerwald wrappers\nand empty beer cans. Perceval jams the Saab into gear and\nspeeds away.\n\nBROUGHTON\nHow would anyone know I was on that\nflight?\n\nPerceval turns with a peripheral smile.\n\nPERCEVAL\nThose are the kinds of questions\nthat keep us up late at night.\n\nBROUGHTON\nWe should message the home office\nand let them know what happened.\n\nPERCEVAL\nChrist and Mother Mary. London sent\nyou to sort this mess out?\n\nBROUGHTON\nI just go where I am told.\n\nPERCEVAL\nStory of our lives. Checkpoint\nCharlie, by the way.\n\nPerceval points out the windshield.\n\nBROUGHTON\n\nI’m not here to collect postcards.\nPERCEVAL\n\nAhhh... You’re all business under\n\nthat lipstick.\nBroughton ignores the remark.\n\nBROUGHTON\nI was told you'd be briefed.",
  "14": "---END OF PREVIOUS SECTION---\nYou’re all business under\n\nthat lipstick. Broughton ignores the remark. BROUGHTON\nI was told you'd be briefed. \n---TARGET SECTION TO BE ANNOTATED---\nPERCEVAL\nYour cover is civil service? Gladys\nLloyd, Cambridge-educated lawyer\nsent by James Gascione’s family to\nreturn the body and effects of\ntheir now-deceased son, a British\nsubject.\n\f20.\n\nPerceval looks for a reaction but gets nothing from\nBroughton.\n\nPERCEVAL (CONT'D)\nJust how in the hell the suits\nthink that’s going to help find our\ndamn list is beyond me. Picking up\nGascione’s body won’t take much\ntime.\n\nBROUGHTON\nI‘1l just have to be creative.\n\nPerceval points outside the car again.\n\nPERCEVAL\nBrandenburg Gate. My office is just\nthere... I suppose HQ thinks\n\nthere’s no point in replacing\nGascione with the Wall coming down.\n\nBROUGHTON\nSeems improbable after twenty-eight\nyears.\n\nPERCEVAL\n\nEverything is probable. And that\nassertion confirms to me you don’t\nknow the first damn thing about\nthis city, so don’t pretend you do.\n\nThe tension builds within the car. Perceval SLAMS on the\nbrakes and slides the car to stop. Perceval gets out of the\ncar, opens the trunk, pulls the KGB driver out and drags him\nonto the sidewalk.\n\nWe see a sign the reads: “Embassy of the Union of Soviet\nSocialist Republic.”\n\nPerceval leans the KGB driver against the Soviet Embassy's\nwrought-iron gates. Within the compound several SOVIET GUARDS\nstart to move towards the gates.\n\nBROUGHTON\nWhat are you doing?\nPERCEVAL\nSending my old friend Bremovych a\n\nmessage.\n\nPerceval stomps his foot across the driver’s face for good\nmeasure.\n\nHARDCUT TO:\n\f21.\n\nINT. EAST BERLIN’S HOHENSCHONHAUSEN PRISON- NIGHT\n\nWe see a man built like a Soviet T-10 battle tank. He wears a\ngray Soviet translation of a Brooks Brothers suit and is all\nbusiness as he moves into the room.\n\nThis is ALEKSANDER BREMOVYCH, KGB.\n\nA dozen STASI OFFICERS have six EAST GERMAN PUNK ROCKERS and\nB-BOYZ from the underground night club lined up in their\nunderwear against the wall.",
  "15": "---END OF PREVIOUS SECTION---\nHe wears a\ngray Soviet translation of a Brooks Brothers suit and is all\nbusiness as he moves into the room. This is ALEKSANDER BREMOVYCH, KGB. A dozen STASI OFFICERS have six EAST GERMAN PUNK ROCKERS and\nB-BOYZ from the underground night club lined up in their\nunderwear against the wall. \n---TARGET SECTION TO BE ANNOTATED---\n There is a wooden table in the\ncenter of the room and nothing more. Bremovych sets a carton\nof Russian “Belomorkanal” cigarettes on the table.\n\nBREMOVYCH\n(in German)\nYou’re not free to go. You may\nnever be free to go. Unless you\ntell me what I want to hear?\n\nBremovych lights a filter-less Belomorkanal from a pack of\ntwenty five. Four Stasi officers drag a young man over and\nSLAM him face down onto the table. Bremoyvch holds a small\nB/W photo of Bakhtin.\n\nBREMOVYCH (CONT’D)\n(in German)\nHave you seen this man?\n\nEAST GERMAN\n(in German)\nNo.\n\nBremoyvch nods and lays down another photo of Spyglass.\n\nBREMOVYCH\n(in German)\nLast night at the club, did you see\nthis man?\n\nEAST GERMAN\n(in German)\nNo.\n\nBremoyvch takes a long drag on the filter-less cigarette and\nthen jams it into the young East German’s eye. The young man\nhowls in pain and buckles under his captor’s hands. Bremovych\nlights another cigarette and holds up the carton for the rest\nof young men to witness.\n\nBREMOVYCH\n(in German)\nIf I must, I will use all of them\nto get the truth from you.\n\f22.\n\nBremovych turns back to the whimpering young East German.\n\nBACK TO:\n\nINT. PERCEVAL’S SAAB —- CONTINUOUS\n\nPerceval and Broughton are driving through the streets of\nWest Berlin.\n\nWe see outside, a massive wall of graffiti-covered concrete\nthat divides East and West.\n\nBroughton\n\nBROUGHTON\nI didn’t travel as a QM, so I need\nyou to supply me with a firearm.\n\nPERCEVAL\nThis is Berlin, not Tombstone.\n\nBROUGHTON\nGascione was assassinated, and I\nwas just set up by the KGB.\n\nPERCEVAL\nIf the KGB wants you dead, you’1l\nneed more than good looks and a\npistol.\n\nlooks out the side window.\n\nBROUGHTON\nTurn left here and take me to my\nhotel.",
  "16": "---END OF PREVIOUS SECTION---\nPERCEVAL\nIf the KGB wants you dead, you’1l\nneed more than good looks and a\npistol. looks out the side window. BROUGHTON\nTurn left here and take me to my\nhotel. \n---TARGET SECTION TO BE ANNOTATED---\nPERCEVAL\n\nThey said you’d never been to\nBerlin. How in the hell do you know\nwhere your hotel is?\n\nBROUGHTON\nI can read a map, you chauvinistic\nsonofabitch.\n\nPerceval SLAMS on the brakes and pulls the car to a stop.\n\nPERCEVAL\nYou may not be declared here by Her\nMajesty, but I am still the head of\nthis goddamn station, and you'll\nrespect me.\n\fBroughton\n\nBroughton\n\nher small\n\nINT. WEST\n\nA Patrick\n\n23.\n\nBROUGHTON\nRespect is a two-way street, Mr.\nPerceval. Clearly, you don’t want\nme here. However, C himself gave me\nthis job.\n\nPERCEVAL\nc is an arrogant lapdog and doesn’t\nknow fuck all about the world past\nthe edge of his desk!\nopens the door and steps out.\n\nBROUGHTON\nGood night, Mr. Perceval.\n\ncrosses the hardscrabble street and walks towards\nhotel, never looking back.\nBERLIN - HOTEL ROOM - NIGHT\n\nNagel print hangs on the wall. The room is equal\n\nparts Euro-chic and Miami Vice. We hear the RUNNING WATER\nfrom the bathroom. Broughton sits on the edge of the bed\nwatching MTV news on a color Zenith.\n\nKURT LODER (V.O.)\nThe civil disobedience in East\nBerlin continues to build momentum.\nThe disenfranchised youth leaders\nshout out their protests through\nthe tear gas and water cannons. One\neyewitness tells of police beating\nthe peaceful demonstrators with\nbatons.\n\nBroughton turns off the sound on the Zenith. She moves the\n\nhardcover\n\nof “Shibumi” onto the nightstand, picks up the\n\nrotary telephone, dials, and speaks.\n\nBROUGHTON\nGuten Abend. Ich bin Fraulen Lloyd,\nauf der Britische Botschaft Khan,\nUh... Kann ich mit der Coroner\nSprechen?\n\nMORGUE EMPLOYEE (V.O.)\nYou are English? Why do you require\nthe coroner?\n\f24.\n\nBROUGHTON\nI’ve been sent to arrange the\nreturn of a British subject,\nrecently dead... I’m told you have\nthe body.\n\nMORGUE EMPLOYEE (V.O.",
  "17": "---END OF PREVIOUS SECTION---\nI’m told you have\nthe body. MORGUE EMPLOYEE (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nNobody works tomorrow. It’s Sunday.\nCall Monday, in the morning. Auf\nWiedersehen.\n\nBroughton hears a CLICK and sets the phone on its cradle.\n\nBroughton walks into the bathroom and turns off the cold\nwater filling the chipped porcelain tub. She turns to a half-\ndozen little ice buckets filled to the top and then dumps\nthem into the bathtub.\n\nThis is her daily ritual, the ice bath.\n\nBroughton switches off the bathroom light. The ZENITH is\nstill PLAYING in the other room. She undresses in the faint\nlight and steps into the freezing water without pause.\n\nBroughton sinks up to her nose with only her pale green eyes\non the icy surface... then disappears below.\n\nEXT. WEST BERLIN - APARTMENT BUILDING - NEXT MORNING\nSUPER: “NOVEMBER 3, 1989”\n\nBroughton stands on the steps of a colorless apartment\nbuilding and RINGS a call box BUZZER. Across the street,\nfifty feet away, is the graffiti-covered Berlin Wall snaking\nthrough the neighborhood.\n\nINT. ATTACHE’S OFFICE - DAY\n\nSurveillance gear and monitors sit on a small table.\nContraband is everywhere: LPs, Jack Daniels, cartons of Lucky\nStrikes and Marlboro Reds. We hear the BUZZER, and Perceval,\nstill in his clothes from last night, stirs and answers the\ncall box.\n\nPERCEVAL\nYeah.\n\nBROUGHTON (0.C.)\nMr. Perceval? It’s Ms. Lloyd. You\nleft a message at my hotel.\n\f25.\nPERCEVAL\nI'll be right down.\n\nPerceval grabs his coat and moves towards the front door.\n\nEXT. WEST BERLIN - APARTMENT BUILDING - DAY\n\nBroughton waits and watches a couple of children kick a\nsoccer ball against the Wall. We see the same WOMAN from the\nairport watching from a parked beige Mercedes 300D.\n\nAfter a few moments, Perceval exits his building.\n\nPERCEVAL\nLet’s take a walk.\n\nThey start down the street, side by side.\n\nPERCEVAL (CONT'D)\nAbout yesterday... in the car...\nthe chauvinistic remarks. I\nshouldn’t have --\n\nBroughton, without slowing her stride, interrupts.\n\nBROUGHTON\nApology accepted.",
  "18": "---END OF PREVIOUS SECTION---\nthe chauvinistic remarks. I\nshouldn’t have --\n\nBroughton, without slowing her stride, interrupts. BROUGHTON\nApology accepted. \n---TARGET SECTION TO BE ANNOTATED---\nPerceval looks at Broughton and then clears the air between\nthem with a simple nod.\n\nPERCEVAL\nIt’s as cold as a witch’s tit on\nthe dark side of the moon today.\n\nBROUGHTON\nI like the cold.\nPERCEVAL\nNo wonder they kept sending you to\n\nMoscow.\nBroughton looks at Perceval.\nPERCEVAL (CONT'D)\nDon’t act surprised. We both read\neach other’s file.\n\nPerceval stops at a street vendor selling currywurst from a\nrolling cart. Perceval turns to Broughton.\n\nPERCEVAL (CONT'D)\nBuy you breakfast?\n\f26.\n\nBroughton doesn’t need to say no for Perceval to understand.\nHe buys two, and they walk through a broadstone archway.\n\nWe see a sign that reads “TIERGARTEN PARK.”\n\nThey continue on the crushed gravel path until stopping next\nto a frozen duck pond. Perceval throws small pieces of his\ncurrywurst bun out onto the ice.\n\nBROUGHTON\nYou shouldn’t feed them bread.\nIt's bad for their digestion.\n\nA thin man wearing horn-rimmed glasses and a heavy winter\ntopcoat approaches.\n\nIt’s Emmett Kurzfeld.\n\nKURZFELD\nShe is right.\n\nPERCEVAL\nYou damned Americans will back up\nanything in a skirt.\n\nKURZFELD\nYou must be Ms. Lloyd. I am\nKurzfeld.\n\nBroughton extends her hand.\n\nBROUGHTON\nPleased to meet you.\n\nKurzfeld’s hand stays in the warmth of his pocket.\n\nPERCEVAL\nKurzfeld here went to Princeton.\n\nBroughton slowly retracts her hand.\n\nPERCEVAL (CONT'D)\nKurzfeld thinks he knows\neverything... So you two should get\nalong just fine.\n\nKURZFELD\nI’ve been in Berlin almost as long\nas David... Nobody wants the list\nto fall into Soviet hands.\n\nBroughton looks to Perceval.\n\f27.\n\nBROUGHTON\nWhat else have you shared with him?\n\nPERCEVAL\nJust women and scotch.\n\nKURZFELD\nWe watch out for one another.\n\nBroughton looks back to Kurzfeld.",
  "19": "---END OF PREVIOUS SECTION---\nPERCEVAL\nJust women and scotch. KURZFELD\nWe watch out for one another. Broughton looks back to Kurzfeld. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\nI think Bakhtin is going to dump\nthe list on the black market.\n\nKURZFELD\nWhat makes you so sure?\n\nBROUGHTON\nIf one of the Allies has it, we'd\nalready know. If Moscow had it,\nthere’s nothing we can do. So\neither Bakhtin puts it up for sale,\nor we'll never see it again.\n\nKURZFELD\nShe’s smart.\n\nPERCEVAL\nYou only say that because you had\nthat same idea.\nKurzfeld turns to Perceval.\n\nKURZFELD\nWhat’s the plan with Spyglass?\n\nPERCEVAL\nI haven't decided yet.\n\nKURZFELD\nI should be going. Let me know if\nthe company can help in any way.\nKurzfeld nods towards Broughton.\n\nKURZFELD (CONT'D)\nGood day, Ms. Lloyd.\n\nKurzfeld walks on alone through the park covered in rags of\nsnow and frozen grass.\n\nBROUGHTON\nIs there even a plan?\n\f28.\n\nPERCEVAL\nNot yet, and if there was, I'd be\ndamned if I'd share it with the\nYanks.\n\nHARDCUT BACK TO:\n\nINT. CENTURY HOUSE - ISO-FAC - DAY\n\nThe NAGRA III keeps recording. The ashtray on the table is\nfilled with several crushed Woodbines. Gray and Kurzfeld look\nacross at Broughton.\n\nGRAY\nSo, how would you describe the\nsituation on the ground those first\ncouple of days?\n\nBROUGHTON\nHostile.\n\nGRAY\nWith Perceval?\n\nBROUGHTON\nWith everyone.\n\nGRAY\nWho was in the country?\n\nBroughton pulls another Woodbine out of her pack.\n\nBROUGHTON\nYou weren't.\n\nEXT. WEST BERLIN - GLIENICKE BRIDGE - DAY\n\nThe sky is colorless. A lone figure walks through the cold\nand across the “Bridge of Spies.” As the figure gets closer\nwe see it is Bremovych.\n\nHis KGB DRIVER is waits for him on the West German side.\n\nBREMOVYCH\n(in Russian)\nDid she get the message?\n\nGENTLEMAN\n(in Russian)\nI believe so.\n\f29.",
  "20": "---END OF PREVIOUS SECTION---\nBREMOVYCH\n(in Russian)\nDid she get the message? GENTLEMAN\n(in Russian)\nI believe so. 29. \n---TARGET SECTION TO BE ANNOTATED---\nBremovych pauses for a moment and looks at the swollen face\nand black eye of the driver.\n\nBREMOVYCH\n(in Russian)\nDid the woman do that to you?\n\nGENTLEMAN\n(in Russian)\nNo.\n\nThe Gentleman opens the side door of a black sedan.\n\nBREMOVYCH\n(in Russian)\nYou’d look much worse if she\ntouched you.\n\nBremovych climbs in.\n\nINT. ATTACHE’S OFFICE - DAY\nPerceval and Broughton enter the room.\n\nPERCEVAL\nCan I take your coat?\n\nBroughton hands over her coat. She moves down a short hallway\nas Perceval hangs her coat on a hook by the front door.\n\nLess chaos than the rest of Perceval’s apartment. A plain\ndesk and two worn-leather club chairs. A bookshelf running\nthe length of the room. A small TELEVISION PLAYS MTV Europe\nin the background.\n\nBROUGHTON\nSo this is what you get after years\nof service.\n\nPERCEVAL\nIn a complicated world, I prefer\nthings to be simple.\n\nBroughton scans the shelves filled with volumes in six\nforeign languages, save for the “Great Books” that are all in\nEnglish.\n\nBROUGHTON\nYou like to read.\nPERCEVAL\nDepends on the book... If I said\n\nEpictetus, I would be lying...\n(MORE )\n\f30.\n\nPERCEVAL (CONT'D)\nVolume 23... Chapter 15... “He who\nneglects what is done for what\nought to be done, sooner effects\nhis ruin than his preservation.”\n\nBroughton’s eyes settle onto Volume 23.\n\nBROUGHTON\nMachiavelli.\n\nPERCEVAL\nThe prince of princes.\n\nBroughton turns back to Perceval.\nBROUGHTON\n“It’s a double pleasure to deceive\nthe deceiver.”\nA hint of a smile from Perceval.\nPERCEVAL\nAhhh. Niccolé sounds sweeter\nsomehow, coming from you.\n\nPerceval is at his desk and reaches for an eighteen-year-old\nbottle of single malt from the Isle of Skye.\n\nPERCEVAL (CONT'D)\nDrink?\n\nBROUGHTON\nNo.\n\nWe hear the German version of “Major Tom” by Véllig Losgelést\nPLAYING on the TELEVISION.",
  "21": "---END OF PREVIOUS SECTION---\nPERCEVAL (CONT'D)\nDrink? BROUGHTON\nNo. We hear the German version of “Major Tom” by Véllig Losgelést\nPLAYING on the TELEVISION. \n---TARGET SECTION TO BE ANNOTATED---\nBroughton picks up a “Penthouse” magazine from a stack on\ntable.\n\nBROUGHTON (CONT’D)\nYour library includes Larry Flint.\n\nPERCEVAL\nThe champion of free speech.\n\nBroughton sets the magazine back down as Perceval pours two\nfingers of Talisker into a heavy glass.\n\nBROUGHTON\nI am sorry about Gascione.\n\nPerceval raises the glass in silent tribute.\n\f31.\n\nPERCEVAL\nJames was a gentlemen, one hell of\na spy and a true friend. I know you\nwere close. James told me as much.\n\nBroughton remains steady and without emotion. Perceval slowly\nsips the scotch.\n\nBROUGHTON\nI’ll need his address.\n\nPERCEVAL\nI’ve been there. The West Germans\nhave been there. God only knows who\nelse.\n\nBROUGHTON\nI haven't.\n\nPERCEVAL\nYou always get your way?\n\nThe slightest smile appears at the corner of Broughton’s\nmouth, then disappears.\n\nBROUGHTON\nWe'll let that question keep you up\ntonight.\n\nPerceval nods and lifts his glass of scotch.\n\nPERCEVAL\nIt’s down the street from\nFehrbelliner platz.\nBrandenburgisher Strasse 10. It’s a\nwalk-up. Fifth floor.\n\nBROUGHTON\nGascione’s passport?\n\nPERCEVAL\nThe police have his passport. He\nwas carrying it.\n\nBROUGHTON\nDon’t you have a copy?\nPERCEVAL\nNo... but don’t worry your pretty\n\nlittle head. The Circus called me\nyesterday with the number.\n\nBROUGHTON\nCan you write it out for me?\n\f32.\n\nPERCEVAL\nAlready have.\n\nPerceval glances at his desk and hands her a piece of paper\nwith Gascione’s passport number.\n\nPERCEVAL (CONT'D)\nAnything else?\n\nBROUGHTON\nWhere would you recommend for\ndinner and a drink?\n\nPERCEVAL\nIs that an invitation?\n\nBroughton gives him a silent look, and that’s all Perceval\nneeds to have his question answered. Perceval moves back to\nthe front door and hands Broughton her coat from the hook.",
  "22": "---END OF PREVIOUS SECTION---\nPERCEVAL\nIs that an invitation? Broughton gives him a silent look, and that’s all Perceval\nneeds to have his question answered. Perceval moves back to\nthe front door and hands Broughton her coat from the hook. \n---TARGET SECTION TO BE ANNOTATED---\nPERCEVAL (CONT'D)\nWell then, you can’t go wrong with\nthe Ritz off Potsdamer. The venison\nis marvelous.\n\nBroughton turns for the attaché office door.\n\nBROUGHTON\nThank you, Mr. Perceval.\n\nPERCEVAL\nYou’re welcome, and feel free to\ndrop in anytime, Ms. Lloyd.\n\nINT. WEST BERLIN - HOTEL ROOM - NIGHT\n\nBroughton pops open the back on the hardcover novel of\n“Shibumi” to reveal a lead lined compartment.\n\nInside: a Narga SN mirco recording unit and thin surveillance\nmicrophone.\n\nWith care Broughton tapes the wire to her lean body and then\nconceals the Narga SN recorder. Broughton checks herself in\nthe mirror. Perfect. Behind her, the bathtub of ice cubes\ndrains. Broughton steps into the room and glances at the\nZenith.\n\nWe see news of the German protests growing in size around\nboth sides of the Berlin Wall.\n\nBroughton grabs her dark coat and is out the door.\n\f33.\n\nEXT. WATCH REPAIR SHOP - NIGHT\n\nAlong a quiet street, just around the corner from Zoo\nStation, is a tiny watch repair shop. Broughton enters with\npurpose.\n\nINT. WATCH REPAIR SHOP - CONTINUOUS\n\nBroughton moves through orderly store filled with hundreds of\ngrandfather clocks. A couple of patrons mill about the\naisles. In the back of the shop, a middle-aged man known only\nas the WATCHMAKER stares through magnified jeweler’s glasses\nat the guts of a “Newman” Daytona.\n\nBROUGHTON\nI'd like to purchase a watch.\n\nThe Watchmaker never looks up from his delicate work. With a\nthick German accent:\n\nWATCHMAKER\nI don’t sell watches. I only fix\nthem.\n\nBROUGHTON\nI am looking for an East German\nwatch.\n\nWATCHMAKER\n\nThe East German watches aren’t\nworth wearing.\n\nBROUGHTON\nI am looking for a Ruhla.\n\nWATCHMAKER\nA Ruhla is very different.\n\nBROUGHTON\nI will pay a premium.\n\nWATCHMAKER\nI sense you’re serious. Come back\ntomorrow before closing.\n\nBROUGHTON\nThank you.",
  "23": "---END OF PREVIOUS SECTION---\nWATCHMAKER\nI sense you’re serious. Come back\ntomorrow before closing. BROUGHTON\nThank you. \n---TARGET SECTION TO BE ANNOTATED---\nBroughton exits the shop without another word, and the\nWatchmaker never looks up from the precision of his work.\n\f34.\n\nEXT. BRANDENBURGER STRASSE 10 - NIGHT\n\nA working-class neighborhood. Broughton approaches the\napartment building and deftly breaches her way inside.\n\nINT. GASCIONE’S APARTMENT BUILDING - STAIRWELL - NIGHT\n\nBroughton climbs up a dimly-light stairwell to the fifth\nfloor landing. She quickly shims the lock and steps into\napartment 5A without a sound.\n\nINT./EXT. APARTMENT 5A - CONTINUOUS\n\nBroughton moves through Gascione’s apartment and studies the\ndetails of a dead man.\n\nThe CAMERA FOLLOWS her as she moves to the bedroom,\nexamining.\n\nA closet of perfectly-folded clothes and shoes in neat rows.\nThe bed’s made with military corners. A porthole into\nGascione’s precise and orderly life.\n\nBroughton steps into the living room. She walks towards a\nBiedermeier Secretaire desk and picks up a framed photo.\n\nWe see a young James Gascione and David Perceval in the\nEnglish countryside, Holland & Holland shotguns cradled over\ntheir shoulders and freshly-killed rabbits in both of their\nstrong hands.\n\nBroughton sets the photo down and takes in the room.\n\nOutside the window, Broughton notices the building across the\nstreet bathed in blue flashing lights. She leans towards the\nwindow for a better view.\n\nWe see German polizei cars roll to a stop. A dozen OFFICERS\nadvance towards the apartment building.\n\nINT. APARTMENT 5A/APARTMENT BUILDING HALLWAY - MOMENTS LATER\n\nBroughton moves through the hallway as she hears the polizei\nfive floors below.\n\nBroughton pushes a sofa out of the living room and down the\nshort hallway. She pushes the sofa out into the stairwell\nlanding.\n\nWe hear POLIZEI BOOTS four floors below.\n\f35.\n\nBroughton moves back to the kitchen and finds what she needs:\na box of steel wool and bottle of high-proof rubbing alcohol.\nBroughton moves back down the hallway.\n\nWe hear POLIZEI BOOTS three floors below.",
  "24": "---END OF PREVIOUS SECTION---\nBroughton moves back to the kitchen and finds what she needs:\na box of steel wool and bottle of high-proof rubbing alcohol. Broughton moves back down the hallway. We hear POLIZEI BOOTS three floors below. \n---TARGET SECTION TO BE ANNOTATED---\nBroughton piles the steel wool on the sofa, soaks the sofa\nand steel wool in rubbing alcohol and stands back.\n\nBroughton draws a black ski mask from her jacket pocket and\npulls it over her head.\n\nWe hear POLIZEI BOOTS two floors below.\n\nBroughton lights a match against the wall and tosses it onto\nthe soaked steel wool and sofa.\n\nWHOOOOM!\n\nBroughton pushes the burning sofa down the stairs at the\nadvancing polizei and forces them to dive out of the way. The\npolizei push past flames and climb the stairs. Still wearing\nthe ski mask, Broughton ducks back in the apartment and waits\nin the darkness.\n\nThe first officer charges in with his baton in hand.\nBroughton slams the door and bolts it shut. As the officer\nturns, Broughton strikes him with blinding speed and then\nhanging arm throws him to the floor.\n\nThe officers outside in the hallway are POUNDING on the DOOR.\nBroughton picks the baton and then cracks it down on the\nofficer. He is out cold.\n\nWe hear the CHAMBERING of a breaching ROUND into a shotgun,\nand Broughton rolls out of the way as the LOCK on the front\ndoor EXPLODES inwards.\n\nBroughton bolts through the living room as a second officer\ngrabs her from behind. Broughton snaps her head back,\ncrushing his nose, and then hip throws her attacker through\nthe glass doors of the balcony.\n\nEXT. GASCIONE’S APARTMENT BUILDING - NIGHT\n\nBroughton steps over the broken glass and the officer. She\nquickly climbs out onto the thin features of the building.\nIt’s not gymnastic pretty but sixty feet off the street,\nBroughton is strong and without fear.\n\nBroughton, now on the rooftop, quickly scans the buildings\naround her as she sprints across the flat roof.\n\f36.\n\nThree polizei officers pull themselves onto the rooftop, and\nthe chase is on. Broughton jumps down a staggered rooftop,\nlands and sprints with the polizei closing in.\n\nEXT. VARIOUS ROOFTOPS — CONTINUOUS\n\nWithout slowly down, Broughton jumps across onto the next\nrooftop and lands safely.",
  "25": "---END OF PREVIOUS SECTION---\nBroughton jumps down a staggered rooftop,\nlands and sprints with the polizei closing in. EXT. VARIOUS ROOFTOPS — CONTINUOUS\n\nWithout slowly down, Broughton jumps across onto the next\nrooftop and lands safely. \n---TARGET SECTION TO BE ANNOTATED---\n The polizei follow her with less\nelegance.\n\nBroughton leaps across an open gap between the last two\napartment buildings, lands on a ledge and then jumps into the\nvoid below.\n\nThe three polizei run to the edge of the rooftop, only to see\nthe human wearing a ski mask and dark winter jacket land on\nthe thick nylon roof of a farmer’s market tent.\n\nBroughton slides down the tent roof, lands on her feet, and\nnever looks back. The three polizei can do nothing but watch\nas the figure disappears into the evening crowds.\n\nPRE-LAP on the soundtrack: “Der Kommissar” by After the Fire.\n\nEXT. BERLIN STREET - NIGHT\n\nBroughton steps from a taxi and walks towards the doors of\nthe Palm Restaurant.\n\nINT. PALM RESTAURANT - NIGHT\n\nSoundtrack shifts to a piano player behind a Bosendorfer\nsinging a slow and sexy club version of “Der Kommissar.”\n\nBroughton walks up to an empty space at the Art Deco bar.\n\nBROUGHTON\nStoli on ice.\n\nThe BARTENDER nods. Broughton puts a cigarette to her lips\nand turns slowly to the room.\n\nA PATRON holds out a Riga metal lighter with its flame\nburning. Without a word, Broughton leans into the fire,\nlights her smoke, and only when she pulls away do...\nWe see the Soviet KGB agent, Bremovych.\n\nBREMOVYCH\nHaben sie, fraulein?\n\f37.\n\nBROUGHTON\nI don’t speak German.\n\nBREMOVYCH\nYou are British?\n\nBroughton nods her head slowly through the smoke, studying\nhis voice.\n\nBROUGHTON\nAnd you sound Polish, with a slight\naffect of Slovak. Are you from the\nCarpathian mountains?\n\nBREMOVYCH\nImpressive, Miss... ?\nBROUGHTON\nLloyd.\nBREMOVYCH\nThis can’t be your only talent.\nBROUGHTON\nTalents can be overrated.\nBREMOVYCH\nNow dedication, Loyalty that is\nrare.\nBROUGHTON\nI agree.\n\nBroughton goes back to her Stoli.\n\nBREMOVYCH\nHow do you like Berlin, Ms.",
  "26": "---END OF PREVIOUS SECTION---\nBROUGHTON\nI agree. Broughton goes back to her Stoli. BREMOVYCH\nHow do you like Berlin, Ms. \n---TARGET SECTION TO BE ANNOTATED---\n Lloyd?\n\nBROUGHTON\nExciting, so far. Mr?\n\nBREMOVYCH\nBremovych. Are you on holiday?\n\nBROUGHTON\nOn business.\n\nBREMOVYCH\nAren’t we all.\n\nA woman steps to the bar behind Broughton. This is DELPHINE\nLASALLE. She’s a mixture of punk rock and Peter Beard muse.\nThis the same woman who was watching Broughton at the airport\nand on the street.\n\f38.\n\nLASALLE\nI leave you alone for only a moment\nand already you are attracting\nadmirers.\n\nLasalle turns to Bremovych.\n\nLASALLE (CONT'D)\nMonsieur, three is not always a\ncrowd, but tonight it is.\n\nBREMOVYCH\nAhhh... French women.\n\nBremovych looks at Broughton.\n\nBREMOVYCH (CONT’D)\nWhat about the British? Maybe we\ncan make some sort of arrangement?\n\nBROUGHTON\nI don’t think so.\n\nBREMOVYCH\nMy apologies. Good evening.\n\nBroughton shares a look with Bremovych, and then he exits\npast the restaurant tables towards the coat check.\n\nBROUGHTON\nWhoever you are, you have quite the\nhigh level of confidence.\n\nLASALLE\nNo more than that communist pig.\n\nLasalle watches Bremovych leave and then turns back to\nBroughton with a smile that could end the Cold War.\n\nLASALLE (CONT'D)\nMy name is Delphine LaSalle, and I\nam at your service.\n\nBROUGHTON\nWhat makes you think I need your\nservice, mademoiselle?\n\nLasalle gestures to the Bartender for a drink.\n\nLASALLE\nA woman drinking alone is always in\nneed of something. Allow me to be\npresumptuous; are you here for work\nor pleasure?\n\f39.\n\nBROUGHTON\nI am a lawyer for the British\ngovernment. And you?\n\nLASALLE\nI was raised in Paris in the 18th\narrondissement. My parents were\nteachers, and I made my way to West\nBerlin after studying at the\nSorbonne.\n\nBROUGHTON\nA respectable story. And what\nbrought you here?\n\nLASALLE\nThe danger of course.",
  "27": "---END OF PREVIOUS SECTION---\nBROUGHTON\nA respectable story. And what\nbrought you here? LASALLE\nThe danger of course. \n---TARGET SECTION TO BE ANNOTATED---\nThe Bartender sets down a tumbler in front of Lasalle.\n\nLASALLE (CONT'D)\nAnd a broken heart.\n\nBROUGHTON\nI’m sure he regrets losing you.\n\nLaSalle smiles.\n\nLASALLE\nI am sure she does.\n\nLaSalle takes a drink and lets her sexuality hang in the air\nfor a moment.\n\nLASALLE (CONT'D)\nYou must join me for a drink.\n\nBROUGHTON\nWhat are we doing now?\n\nLASALLE\nThis place is pretentious. My\nfriend owns a club, and I know the\ncity well. You’d be surprised what\nsecrets one overhears late at night\nout on the town.\n\nBROUGHTON\nSecrets?\n\nLASALLE\nWhat every woman loves.\n\f40.\nBROUGHTON\nThe French will never change.\nLASALLE\nIt’s our charm... I'll give you the\naddress. Tomorrow night, around\neleven.\n\nLasalle writes out the address on a cocktail napkin.\n\nWe see several paparazzi start a frenzy of STROBES by the\nfront door.\n\nBROUGHTON\nWhat is that about?\n\nLASALLE\nDavid Hasselhoff is in town.\n\nLasalle slides the address in front of Broughton.\n\nLASALLE (CONT'D)\nUntil then.\n\nLasalle moves towards the crowd of photographers and out onto\nthe street. We see Perceval watching from a corner table, a\nsafe distance from being noticed by Broughton.\n\nEXT. WEST BERLIN - CITY MORGUE - DAY\n\nSUPER: “NOVEMBER 4, 1989”\n\nBroughton walks up the wide, brick steps of a government\nbuilding.\n\nWe see Lasalle across the street, watching Broughton enter\nthe West Berlin City Morgue.\nINT. WEST BERLIN - CITY MORGUE - MOMENTS LATER\n\nThe CORONER walks Broughton through the spotless corridors.\n\nCORONER\nThe body was identified by your\nattaché.\nBROUGHTON\nI believe so.\nCORONER\nThis was not a question... It was a\n\nstatement.\n\f41.\n\nBROUGHTON\nI am sorry. This is the first time\nI've been sent to do this. I was\ntold you'd have his passport.\n\nCORONER\nIt will be released with the body.\nAfter you, Ms. Lloyd.",
  "28": "---END OF PREVIOUS SECTION---\nCORONER\nIt will be released with the body. After you, Ms. Lloyd. \n---TARGET SECTION TO BE ANNOTATED---\nThe Coroner holds the door open for Broughton.\n\nINT. CITY MORGUE - EXAMINATION ROOM — CONTINUOUS\n\nA bright, sterile world. Along the wall, stainless steel\nracks of cold storage hold dead bodies. The Coroner heaves a\ncold rack open and pulls back a thin cotton sheet from the\nbody. Broughton stares down at James Gascione in the\nstillness of death. There is a moment of contemplation for a\nfallen friend or maybe more.\n\nCORONER\nHe was your colleague?\n\nBROUGHTON\nA different department.\n\nCORONER\nWhich department?\n\nBroughton looks at the Coroner, nice try.\n\nBROUGHTON\nA different one.\n\nCORONER\nYou have the transfer papers?\n\nBroughton hands the transfer papers to him.\nBROUGHTON\nI filled them out while I was\nwaiting downstairs.\n\nThe Coroner studies the paperwork carefully.\n\nCORONER\nWait one moment, please.\n\nBROUGHTON\nIs something the matter?\n\nCORONER\nThe passport number is incorrect.\n\f42.\n\nBROUGHTON\nThere must be some mistake. The FCO\ngave my attaché the number.\n\nCORONER\nIt’s your responsibility to give me\nthe correct papers.\n\nBROUGHTON\nIt’s obviously the right man.\n\nThe corner pulls the sheet over the body and pushes the cold\nrack back into the wall.\n\nCORONER\nI will not release this body.\n\nBROUGHTON\nIt’s a simple clerical error.\n\nCORONER\nMs. Lloyd, in Germany we don’t make\nclerical errors. I would advise you\nto talk to your embassy in Bonn. I\nmust inform my superiors.\n\nThe Coroner moves back to the door and holds it open for\nBroughton without another word.\nINT. ATTACHE’S OFFICE - DAY\n\nPerceval sits behind his bare desk with his dark eyes locked\nonto Broughton.\n\nPERCEVAL\nWhat?!\n\nBROUGHTON\nYou gave me the wrong number.\n\nPERCEVAL\nThe hell I did.\n\nPerceval grabs the morgue’s transfer papers from Broughton.\nPERCEVAL (CONT'D)\nYou wrote “16” where it should have\nbeen “76.”\n\nPerceval slams the paper down onto his desk.\n\f43.",
  "29": "---END OF PREVIOUS SECTION---\nPerceval grabs the morgue’s transfer papers from Broughton. PERCEVAL (CONT'D)\nYou wrote “16” where it should have\nbeen “76.”\n\nPerceval slams the paper down onto his desk. 43. \n---TARGET SECTION TO BE ANNOTATED---\nPERCEVAL (CONT'D)\nYou realize the coroner will now\ninform the chief of police of West\nBerlin. They'll probably refuse to\nrelease the body for another week\nwhile they investigate. Not to\nmention they'll now suspect\nGascione was an officer.\n\nPerceval pushes back from his desk and looks dead center into\nBroughton’s eyes.\n\nPERCEVAL (CONT'D)\nLet’s take a walk.\n\nEXT. WEST BERLIN - WALL - DAY\n\nPerceval and Broughton tread through the crisp afternoon\nparallel to the colorful graffiti-covered concrete of the\nBerlin Wall.\n\nPERCEVAL\nThe passport number. You’re being\n“creative.”\n\nBroughton’s face shows nothing.\n\nBROUGHTON\nYou said yourself it wouldn’t take\nmuch time to pick up the body.\n\nPERCEVAL\nI should send you back to England.\n\nBROUGHTON\nI don’t think C would appreciate\nthat very much.\n\nPerceval turns to Broughton.\n\nPERCEVAL\nLook... if you’re going to be here\nfor awhile, we had better play nice\nwith one another.\n\nTwo US ARMY jeeps with SOLDIERS from the 2nd Battalion 6th\nInfantry patrol past. Perceval gestures towards the\nBrandenburg Gate.\n\nPERCEVAL (CONT'D)\nHow would you fancy a trip to the\nEast tonight? I have to go check\nfor word from Spyglass.\n\f44,\n\nBROUGHTON\nYou meeting him?\n\nPERCEVAL\nI never have. James turned him.\nSpyglass hasn't surfaced since the\nexchange of the list.\n\nBROUGHTON\nWhat about Bakhtin? London said he\nmostly likely had it.\n\nPERCEVAL\nTrust your gut. If Bakhtin wanted\nthe Russians to have it he would\nhave given it to them. He knows the\nimportance of that list. Bakhtin\ngone so deep we won't find him\nuntil he comes up to make his move.\n\nThey climb the stairs of a wooden observation platform for\ntourists and West Germans to see over the Wall to the East.\n\nPERCEVAL (CONT'D)\n\nLook at it...",
  "30": "---END OF PREVIOUS SECTION---\nBakhtin\ngone so deep we won't find him\nuntil he comes up to make his move. They climb the stairs of a wooden observation platform for\ntourists and West Germans to see over the Wall to the East. PERCEVAL (CONT'D)\n\nLook at it... \n---TARGET SECTION TO BE ANNOTATED---\n Berlin is a city\nunder siege, surrounded by seventy\nmiles of barbed wire and concrete,\nthree hundred and ten guard towers,\nsixty-five anti-vehicle trenches,\nand forty thousand heavily-armed\nSoviet-trained frontier troops.\n\nBROUGHTON\nAll that and five thousand of the\nGDR citizens still had the guts to\nescape.\n\nPerceval points and moves his hand along the ribbon of\nconcrete. He stops at a tenebrific group of buildings on the\neastern side of the Wall.\n\nPERCEVAL\nThere’s a letter box around the\nback of Gantzstrasse. Terrified or\nnot, if Spyglass knows anything, he\nis supposed to leave word at that\ndead drop.\n\nBROUGHTON\nHome office said Spyglass had\nexposed an Allied double codenamed\nSatchel.\n\f45.\n\nPERCEVAL\nNonsense. I’ve heard about Satchel\nfor years.\n\nBROUGHTON\nYou don’t think he is real?\n\nPERCEVAL\nLook if he exists, which I highly\ndoubt, he has more at stake than\nanyone. When this wall comes down\nSatchel will be ducking bullets\nfrom both sides.\n\nPerceval looks at Broughton and sizes up the moment.\n\nPERCEVAL (CONT'D)\n\nLet's drop the official pretense.\nEverything in this conversation can\nbe off the record.\n\nBroughton nods.\n\nPERCEVAL (CONT'D)\nLondon sends you to gather a body\nand orders us both to find a list.\nWhy?\n\nBROUGHTON\nBecause the KGB killed Gascione and\ntook the list from him.\n\nPERCEVAL\nPartly true... Look, We are all on\nthe damn list. You. Me. Every one\nof us, patriots and traitors alike.\n\nBROUGHTON\nThat’s a bold statement.\n\nPERCEVAL\nYou do this job long enough, you\nbecome fairly accurate.\n\nBROUGHTON\nLet’s not forget what we do for a\nliving. We turn people against\ntheir closest friends, family\nmembers, and the very countries\nthey profess to love. We exploit,\ncorrupt, and bribe business and\ngovernment officials for any scrap\nof advantage... Win at all costs.",
  "31": "---END OF PREVIOUS SECTION---\nWe turn people against\ntheir closest friends, family\nmembers, and the very countries\nthey profess to love. We exploit,\ncorrupt, and bribe business and\ngovernment officials for any scrap\nof advantage... Win at all costs. \n---TARGET SECTION TO BE ANNOTATED---\n\fPERCEVAL\nThe two World Wars in this century\nalone makes that rather clear.\n\nBROUGHTON\nTo win once, you can play by the\nrules, but to win every time, you\nhave to play dirty... You think\nLondon is worried for other\nreasons?\n\nPERCEVAL\nI know they are. This list is about\ncovering the Queen’s ass not the\nofficers that serve the Crown.\n\nBROUGHTON\nWelcome to Berlin.\n\nPerceval smiles at his own words being repeated to him.\n\nBROUGHTON (CONT’D)\nYou're not worried Spyglass could\nbe setting us up?\n\nPERCEVAL\nIt’s a possibility. Even if the\nSoviets knew, I doubt the KGB would\ntry to turn Spyglass back or even\npay for a train ticket to Siberia.\n\nBROUGHTON\nWhat would they pay for?\n\nPerceval calmly replies:\n\nPERCEVAL\nA bullet.\n\nThe two stand in silence and look out over the Wall to the\ncolorless East beyond. The stakes are clear to both of them:\n\nlife or death.\n\nBROUGHTON\nI can’t cross tonight. I’m meeting\nsomeone.\n\nPERCEVAL\n\nThe little mademoiselle from the\nbar last night?\n\nBroughton glances at Perceval.\n\f47.\n\nPERCEVAL (CONT'D)\nI tell you to go to the Ritz for\nvenison, and you go to the Palm for\ndrinks.\n\nPerceval studies Broughton for a second.\n\nPERCEVAL (CONT'D)\nYou think you’re the only one doing\ntheir job?\n\nBroughton says nothing.\n\nPERCEVAL (CONT'D)\nJust be careful. You can’t trust\nFrenchies.\n\nPerceval walks down the wooden stairs and leaves Broughton\nstanding alone on the observation platform.\n\nINT. WEST BERLIN - HOTEL ROOM - NIGHT\n\nBroughton removes thin wire from her body and sets it back\ninto the hardcover book. We see several fully recorded SN\nmirco tapes on the desk. Broughton stands on the bed, slides\na ceiling tile back and places the novel, Narga SN and\nrecorded tapes in the small space and slides the ceiling tile\nback.\n\nEXT. WEST BERLIN - ZOO STATION/WATCH REPAIR SHOP - NIGHT\n\nThe night sky is without warmth.",
  "32": "---END OF PREVIOUS SECTION---\nBroughton stands on the bed, slides\na ceiling tile back and places the novel, Narga SN and\nrecorded tapes in the small space and slides the ceiling tile\nback. EXT. WEST BERLIN - ZOO STATION/WATCH REPAIR SHOP - NIGHT\n\nThe night sky is without warmth. \n---TARGET SECTION TO BE ANNOTATED---\n Broughton walks along the\nrain-soaked Kurfiirstendamm. West Germans mill about the\nshopping district.\n\nBroughton moves into the crowds at Zoo Station and exits out\nthe other side. She crosses the quiet street, looks over her\nshoulder once to confirm no one is following her and then\nenters the small watch repair shop.\n\nINT. WATCH REPAIR SHOP - CONTINUOUS\nBroughton proceeds to the back towards the workshop. The\nWatchmaker is hunched over another Swiss watch, never looking\nup from his work.\nWATCHMAKER\nYour watch is ready. It’s on the\n\ncounter in that plain envelope.\n\nBroughton picks up the plain envelope.\n\f48.\nBROUGHTON\nHow much do I owe you?\nWATCHMAKER\nIf it works to your satisfaction,\n\nwe can discuss payment.\n\nBroughton puts the plain envelope inside her coat pocket\nwithout looking inside.\n\nBROUGHTON\nVery well.\n\nBroughton looks at the Watchmaker for a moment and then\nleaves.\n\nPRE-LAP on soundtrack: “The Politics of Dancing” by Re-Flex.\n\nINT. PIKE CLUB - NIGHT\n\nThe smoke-heavy room is full of West Berlin’s new wave youth.\nLasalle stands at the back of the room near the crowded bar\nas Broughton enters and approaches her.\n\nLASALLE\nI wasn’t certain you would show.\n\nBROUGHTON\nHow could I resist your invitation?\n\nBroughton lights a cigarette.\n\nLASALLE\nYou are finished with your work?\n\nBROUGHTON\nI may be here for a while.\n\nLASALLE\nThen we have to enjoy ourselves.\n\nLasalle hands Broughton a glass of Stoli on ice.\n\nBROUGHTON\nYou pay attention.\n\nLaSalle lifts her drink in salute.\n\nLASALLE\nI look for pleasure in the details.\n\nBROUGHTON\nI’m sure.\n\f49.\n\nLASALLE\nWhat is it you’d like from me?\n\nIn one movement, Broughton lifts and empties her glass of\nvodka.\n\nBROUGHTON\nAnother drink to start.\n\nLaSalle orders another round.\n\nLASALLE\nAre you enjoying the club?\n\nBROUGHTON\nNot really. It’s pretentious.\n\nLaSalle smiles at Broughton, leans closer and whispers in her\near.",
  "33": "---END OF PREVIOUS SECTION---\nBROUGHTON\nNot really. It’s pretentious. LaSalle smiles at Broughton, leans closer and whispers in her\near. \n---TARGET SECTION TO BE ANNOTATED---\nLASALLE\nMay I take you somewhere quiet,\nwhere we can talk?\n\nBroughton looks at LaSalle and off that look --\n\nINT. PIKE CLUB - HALLWAY - NIGHT\n\nBroughton pushes Lasalle against the hallway wall, kissing\nher softly, then harder and with more passion.\n\nLASALLE\nMa cherie.\n(beat)\nThis is how you like it?\n\nBROUGHTON\nOh yes.\n\nBroughton pushes open the club’s bathroom door just as two\nyoung punks exit.\nINT. PIKE CLUB - BATHROOM - CONTINUOUS\n\nBroughton locks the bathroom door as her winter coat falls to\nthe floor.\n\nLASALLE\nYou like to play rough?\n\nBROUGHTON\nSometimes.\n\f50.\nBroughton’s hand wraps around the small of Lasalle’s back and\npulls a concealed handgun from Lasalle’s lean waist.\n\nBROUGHTON (CONT’D)\nWhen I’m the one holding the gun.\n\nLASALLE\nWait!\n\nBROUGHTON\nYou've been following me since I\narrived at Tempelhof -- outside the\ncity morgue and my colleague's\napartment.\n\nLASALLE\n\nYou are mistaken.\n\nBroughton backhands Lasalle across the face, sending her to\nthe floor.\n\nBROUGHTON\nWhy the gun?\n\nLasalle looks up with a thin stream of blood at the corner of\nher perfect mouth.\n\nLASALLE\nBerlin is a dangerous city.\n\nBROUGHTON\nEspecially if you keep lying.\n\nLasalle stares up the barrel of her own gun.\n\nLASALLE\nI know who you are, Miss Broughton.\nYou're not so well disguised as MI6\nmay think. You’re here, of course,\nbecause of the death of Gascione.\n\nBroughton holds the weapon steady.\n\nBROUGHTON\n\nWhat do you know about his death?\nLASALLE\n\nOnly that I am interested... If\n\nsomeone is killing Allied officers,\nshouldn’t we all care?\n\nBROUGHTON\nYou're with DSGE?\n\f51.\n\nLasalle nods her head.\n\nLASALLE\nWhy do you think your colleague was\nsanctioned?\n\nBROUGHTON\nHe was carrying a document.\n\nLASALLE\nThat list is very sensitive.\n\nBroughton cocks the hammer back on the pistol and drops the\nsafety off.\n\nBROUGHTON\nI never said list.",
  "34": "---END OF PREVIOUS SECTION---\nLASALLE\nThat list is very sensitive. Broughton cocks the hammer back on the pistol and drops the\nsafety off. BROUGHTON\nI never said list. \n---TARGET SECTION TO BE ANNOTATED---\n I said document.\n\nLASALLE\nMy colleagues in Paris were right.\nThey informed me the “document” is\nvery valuable. This is why you were\ntalking to the watchmaker. Your\nlooking for Bakhtin?\n\nBROUGHTON\nThere is a good chance it will\nfloat onto the black market. If\nBremovych is still looking for it,\nBakhtin hasn’t handed it off and\nclearly has other plans.\n\nLasalle leans over and picks up Broughton’s winter coat.\nLASALLE\nIf it’s still in Berlin, it will\nsurface. You must be careful. You\nare vulnerable.\nLasalle hands Broughton her coat.\nBROUGHTON\nYou're a better liar than my\nstation chief.\n\nLASALLE\nTo be a spy takes a steady hand.\n\nBROUGHTON\nMademoiselle.\n\nBroughton de-cocks LaSalle’s pistol and thumbs the safety on.\n\f52.\n\nBROUGHTON (CONT’D)\nLet me show you what takes a steady\nhand.\n\nBroughton pulls Lasalle closer, and they fall...\n\nINT. LASALLE’S APARTMENT - NIGHT\n\n.»+. onto the sheets of a simple bed. Lasalle’s hand pushes\nback along the wall... her fingers climbing against its rough\nsurface, finding the light switch.\n\nBroughton looks straight into Lasalle’s eyes which read equal\nparts temptation and fear. Broughton leans in, kisses her and\ngently bites her lower lip.\n\nLasalle’s hand pulls down against the light switch and the\nbedroom goes dark.\n\nEXT. LASALLE’S APARTMENT BUILDING/INT. PERCEVAL’S SAAB - DAWN\n\nBroughton sits on the edge of the bed and exhales her\ncigarette smoke out the open window. The cold air feels good.\nLasalle awakes... We see Broughton’s coat slung over the\nchair. RACK FOCUS... Outside the window.\n\nA beat-to-hell Saab 900 Turbo stands out among the street of\nparked cars. Perceval lowers a high-powered Nikon F3 and\ntelephoto lens. We see a “Seceret Service Style” ear bud in\nhis ear. The headlights of the Saab illuminate, and Perceval\npulls out into the morning.\n\nHARDCUT BACK TO:\n\nINT.",
  "35": "---END OF PREVIOUS SECTION---\nWe see a “Seceret Service Style” ear bud in\nhis ear. The headlights of the Saab illuminate, and Perceval\npulls out into the morning. HARDCUT BACK TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n CENTURY HOUSE - ISO-FAC - DAY\n\nBroughton leans forward and taps her Woodbine in the ashtray.\nA dozen used cigarettes rest there now. Gray threads a fresh\nreel to reel onto the NAGRA III and CLICKS record.\n\nGRAY\nSo you made contact with the French\noperative.\n\nBROUGHTON\nYes... You could say that.\n\nGRAY\n\nCould she be Satchel?\n\f53.\n\nBROUGHTON\nNo.\n\nGray looks at Kurzfeld and then scribbles a note into the TS\nfolder.\n\nGRAY\nWhat was your assessment?\n\nBROUGHTON\nI believed she had information that\nI could either use or exploit.\n\nINT. WEST BERLIN - HOTEL ROOM - MORNING\n\nAn etiolated morning light comes through the window.\nBroughton has the open plain envelope on the small desk in\nfront of her.\n\nBroughton takes apart the back of the Ruhla wristwatch with a\nsmall screwdriver. She releases the pressure from the main\nspring and disassembles the watch movement using the pry\npoints.\n\nBroughton lifts the wheel plate and turns it over with a\nsmall tweezer.\n\nWe see engraved on the inside are a column of numbers.\n\nBroughton removes the escape and sweep wheels. She sets them\non the desk with the rest of the internal parts.\n\nBroughton lays out a map of West and East Berlin. She looks\nat the column of engraved numbers.\n\nFirst number in the sequence is 06. Broughton finds the\nnumber 06 on the map, and it tallies with Checkpoint Charlie.\n\nBroughton looks to the next number: 7E. Broughton takes the\ntiny sweep wheel from the watch and rolls it on its edge 7\ntimes in the direction of East, matching the 7E directive,\nand lands on the next engraved number 01.\n\nBroughton repeats this action from position 01. 3N is the\nnext number, and Broughton rolls the sweep wheel 3 times in\nthe direction of North. She lands on number 12 on the grid\ncoords of her map.\n\nBroughton looks to the engraved numbers again. 2E is the last\nnumber. Broughton rolls across the map 2 times in the\ndirection of East.",
  "36": "---END OF PREVIOUS SECTION---\nShe lands on number 12 on the grid\ncoords of her map. Broughton looks to the engraved numbers again. 2E is the last\nnumber. Broughton rolls across the map 2 times in the\ndirection of East. \n---TARGET SECTION TO BE ANNOTATED---\n She stops, lifts the sweep wheel and marks\nthe rendezvous point on the map.\n\f54.\n\nBroughton commits every detail of the map to her memory and\nbegins to reassemble the watch.\n\nEXT. CHECKPOINT CHARLIE - DAY\nSUPER: “NOVEMBER 5, 1989”\n\nBroughton waits to cross into East Berlin. A formidable-\nlooking EAST GERMAN GUARD stares down at Broughton’s\npassport, then back into her face.\n\nEAST GERMAN GUARD\nYou should have applied for a\nvisitor’s permit. What kind of work\ndo you do?\n\nBROUGHTON\nLegal affairs, I’m a lawyer.\n\nThe East German Guard looks down again at her passport.\n\nEAST GERMAN GUARD\nWait here.\n\nThe East German Guard takes her papers and speaks with his\nSUPERIOR as Broughton waits. The East German Guard makes a\nphone call, then returns with Broughton’s passport and hands\nit back to her.\n\nEAST GERMAN GUARD (CONT’D)\nIf you do not return before six\no'clock, you will be arrested. Do\nyou understand?\n\nBROUGHTON\nYes. Of course.\n\nEXT. EAST BERLIN - DAY\n\nBroughton moves past an assembly of protesting EAST GERMAN\nYOUTH near the blank concrete Wall.\n\nBroughton walks the local streets. As she moves, she glances\nat her reflection in a store window.\n\nWe see two young STASI OFFICERS shadowing her.\n\nBroughton steps up her pace. The two Stasi officers continue\nto follow her.\n\nBroughton moves through a crowded S-Bahn station and out the\nother side. The Stasi still follow... farther back now.\n\f55.\nBroughton moves towards a large set of shops at the base of\nthe East Berlin TV tower.\nWe see a government sedan pull to the curb.\nThe Stasi officers turn to the government sedan. Bremovych\nand his driver are in the front seat. In the rear seat sit\ntwo KGB officers, the same two rough men from Gascione’s\n\nassassination.\n\nBREMOVYCH\nBring her to me.\n\nThe KGB officers step from the back of the car and join the\ntwo Stasi officers. Broughton now has double the trouble\nwalking towards her.\n\nEXT.",
  "37": "---END OF PREVIOUS SECTION---\nThe KGB officers step from the back of the car and join the\ntwo Stasi officers. Broughton now has double the trouble\nwalking towards her. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n KINO INTERNATIONAL CINEMA - CONTINUOUS\n\nBroughton moves towards a local cinema named the Kino\nInternational.\n\nINT. KINO INTERNATIONAL CINEMA - LOBBY - CONTINUOUS\n\nBroughton moves through the doors and into the mid-century\nmodern lobby.\n\nTHEATER\n\nBroughton quickly moves into the dark and packed theater. The\nStasi and KGB officers chase after her.\n\nWe see Richard Attenborough’s “CRY FREEDOM” and a young\nDenzel Washington on the screen.\n\nBroughton egresses through the row of people, running down\nthe aisle, then behind the aged-silk movie screen.\n\nBroughton reaches up onto the movie theater wall and pulls\ndown hard on the FIRE ALARM!\n\nThe audience jumps from their seats and floods the exits as\nthe Stasi and KGB pursue Broughton.\n\nBroughton melts into the crowd and disappears out the back\ndoors in the mass exodus of patrons.\n\f56.\n\nEXT. KINO INTERNATIONAL CINEMA - MOMENTS LATER\n\nBremovych and his driver pull to the curb at the rear of the\nmovie theater. The Stasi and KGB search the crowd outside for\nBroughton. Nothing.\n\nBREMOVYCH\nKeep looking for her.\n\nThe two KGB officers move away from Bremovych’s sedan and\nback towards the crowd.\n\nEXT. EAST BERLIN - DAY\n\nBroughton moves through the bombed-out neighborhood left over\nfrom the Second World War. She enters an abandoned building\non the southwest corner of Arnimplatz.\n\nINT. ABANDONED BUILDING - ROOFTOP —- CONTINUOUS\n\nBroughton moves up a set of crumbling stairs towards the\nroof. The Berlin Radio Tower looms close. Broughton steps\nonto the rooftop.\n\nWe see the young Bartender from the East German Club sitting\nin one of two lawn chairs on the roof. His newly-dyed hair\nand tattoos are visible from under his plain jacket.\n\nThis is MERKEL.\n\nMERKEL (BARTENDER)\nYou're late.\n\nBROUGHTON\nI know.\n\nMERKEL\nAnd you were followed.\n\nBROUGHTON\nI lost them twenty minutes ago near\nthe Palast der Republik.\n\nMERKEL\nYou're as good as your reputation.",
  "38": "---END OF PREVIOUS SECTION---\nMERKEL\nAnd you were followed. BROUGHTON\nI lost them twenty minutes ago near\nthe Palast der Republik. MERKEL\nYou're as good as your reputation. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\nI'm already known by reputation?\n\nMERKEL\nTo the right people.\n\f57.\n\nMerkel sits in one of the lawn chairs and looks out across\nthe drab rooftops to the West.\n\nBROUGHTON\nIs this the best place for a rendez-\nvous?\n\nMerkel points towards the Orwellian tower.\n\nMERKEL\nKeep your enemies close. Please\nhave a seat.\n\nBROUGHTON\nNo thanks.\n\nMERKEL\nThe watchmaker told me there has\nbeen great interest in the black\nmarket over the last few days.\n\nBROUGHTON\nI am looking for --\nMERKEL\nA list... It is the desire of you\n\nand every foreign officer.\n\nBROUGHTON\nDo you know who has it?\n\nMERKEL\nSome say Bakhtin has it others say\nhe doesn’t.\n\nBROUGHTON\nWhere is he?\n\nMERKEL\nNo one knows. All this talk of\nSatchel has people nervous on both\nsides of the wall.\n\nBROUGHTON\nIf Bakhtin or the list surface you\nmust let me know.\n\nMERKEL\nThe price will be extremely high.\n\nBROUGHTON\nWe will not be outbid.\n\nBroughton hands Merkel a fist full of Deutschmarks.\n\f58.\n\nBROUGHTON (CONT’D)\nFive thousand marks to get you\nstarted.\n\nBroughton moves across the rooftop and down the dilapidated\nstaircase.\n\nINT. WEST BERLIN - HOTEL ROOM\n\nBroughton laces the wire and SN mirco recording device back\nonto her body with flawless detail. Checks herself in the\nmirror, grabs her coat, and is out the door.\n\nINT. WATCH REPAIR SHOP - NIGHT\n\nThe Watchmaker is busy at work, when a solitary man enters\nthe shop and moves towards the back to speak to him. Only\n\nwhen the man arrives do we reveal it is Bakhtin.\n\nBAKHTIN\nI am interested in selling a watch?\n\nThe watchmaker continues his accurate work.\n\nWATCHMAKER\nTell me what you are selling?\n\nBAKHTIN\nIt’s extremely valuable and the\nfinest quality.\nThe watchmaker looks up at Bakhtin.\nWATCHMAKER\nYou have my complete attention.\nEXT. WEST BERLIN - NIGHT\nThe neon signs are bright.",
  "39": "---END OF PREVIOUS SECTION---\nWATCHMAKER\nYou have my complete attention. EXT. WEST BERLIN - NIGHT\nThe neon signs are bright. \n---TARGET SECTION TO BE ANNOTATED---\n The KaDaWe department store is\nopen late, and all is bustling along the kKurfiirstendamm.\nINT. WEST BERLIN - ROUGH TRADE BAR - NIGHT\nIt’s a leather bar. On the wall, a mural-sized painting of a\nyoung Ronald Reagan in biker chaps 4 la “Daddy and the Muscle\nAcademy” by Tom of Finland.\n\nWe hear “You Spin Me Round” by Dead or Alive PLAYING on a\nJUKEBOX.\n\fThe room is filled with men enjoying men and women\nwomen. Save for Perceval and Broughton, who sit in\nvinyl booth against a wall.\n\nPERCEVAL\nBerlin is like a beautiful woman\ngone bad.\n\nBROUGHTON\n\nThat why you like it here so much?\n\nPERCEVAL\nNowhere else in the world has such\na concentration of musicians,\nartists, filthy squatters, junkies,\nand hedonists. I don’t like it\nhere. I love Berlin.\n\n59.\n\nenjoying\na red\n\nBroughton looks across at two men wearing full dress whites,\n\nclearly more Village People than US military.\n\nPERCEVAL (CONT'D)\nSpyglass left us a message. We\nguarantee safe passage, and he will\ncross over.\n\nBROUGHTON\nWhy take the risk when we can just\nwait until the Wall comes down?\n\nPerceval raises his beer, about to drink.\n\nPERCEVAL\nThe entire Soviet bloc is on edge.\nHaven’t you seen the bloody\nprotests on the news?\n\nBROUGHTON\nI saw one this morning on Unter den\nLinden.\n\nPerceval stares at her, his beer still as stone in front of\n\nhim. He slowly lowers the glass.\n\nPERCEVAL\nYou went to the East? What in the\nhell were you thinking?\n\nBROUGHTON\nThat it was best you didn’t know.\n\nPERCEVAL\nWhy not?\n\f60.\n\nBROUGHTON\nDeniability.\n\nPerceval leans forward for impact.\n\nPERCEVAL\nThis isn’t a goddamn game. NATO has\nover ten thousand warheads, and the\nRussians have half that number.\n\nPerceval stares at Broughton.\n\nPERCEVAL (CONT'D)\nSo while you skip around the East,\ntry and grasp the blowback if\nsomething were to happen to you.",
  "40": "---END OF PREVIOUS SECTION---\nNATO has\nover ten thousand warheads, and the\nRussians have half that number. Perceval stares at Broughton. PERCEVAL (CONT'D)\nSo while you skip around the East,\ntry and grasp the blowback if\nsomething were to happen to you. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\nNothing happened, and I needed to\nsecure the trust of my contact.\n\nPERCEVAL\nYou can’t trust the Frenchie?\nBROUGHTON\nThis contact is a man.\nPERCEVAL\nWell now, you are playing all the\nangles.\nBROUGHTON\n\nWe need ground truth to find that\nlist. I won’t need to go over\nagain.\n\nPERCEVAL\nOn the contrary. Spyglass is in\nhiding and desperate to get out.\nGascione’s death has everybody\njumpy. Right now, the people in the\nStasi don’t know if they’re going\nto be staring at a firing squad or\nfreedom.\n\nBROUGHTON\nThis is my first time in Berlin.\n\nPERCEVAL\nI’m not sure if I believe you.\n\nBroughton leans back into the booth slightly.\n\f61.\n\nBROUGHTON\nBelieve what you want.\n\nPERCEVAL\nSpyglass is an asset that we can’t\nlose. Right now, he is scared, and\nscared people make mistakes.\n\nBROUGHTON\nWe need him out before the KGB or\nthe Stasi discover his treason.\n\nPerceval quickly scans around their table and firmly grabs\nBroughton’s arm to get her attention.\n\nPERCEVAL\nKeep your voice down. I’m still\nyour number one, and you work for\nme.\n\nBroughton says nothing, only looks at Perceval’s hand on her\nbicep. Perceval gets the point and releases his grip.\n\nBROUGHTON\nDon’t ever touch me again. Now you\nlisten. I am here on C’s direct\norders. My work does concern you,\nbut you’re mistaken to think it’s\nunder your purview.\n\nBroughton stands and shoulders her winter coat.\nBROUGHTON (CONT’D)\nI don’t have to take orders from\nyou. So with all due respect, you\ncan go fuck yourself.\n\nBroughton walks out the door without another word.\n\nEXT. WEST BERLIN - NIGHT\n\nCold rain. Perceval steps outside as Broughton walks down the\nsidewalk.\n\nBROUGHTON\n(to herself)\nCome on... 3... 2... 1...\n\nPerceval jogs after her.\n\nPERCEVAL\nWait.\n\f62.",
  "41": "---END OF PREVIOUS SECTION---\nPerceval jogs after her. PERCEVAL\nWait. 62. \n---TARGET SECTION TO BE ANNOTATED---\nPerceval catches up to Broughton at a taxi stand.\n\nPERCEVAL (CONT'D)\nI can’t operate alone on this one.\n\nBROUGHTON\nSo get the American. Kurzfeld seems\nhappy to share your bed.\n\nPERCEVAL\nOut of the question. The Americans\nwould have Spyglass on an aircraft\nback to Langley without his feet\never touching the ground. I need\nyour help.\n\nPerceval extends his hand.\n\nPERCEVAL (CONT'D)\nTruce?\n\nBroughton takes a moment, and then her hand meets his.\n\nBROUGHTON\nDon’t make me regret it.\n\nBroughton releases his hand, opens the taxi door and gestures\nfor Perceval to join her.\n\nINT./EXT. TAXI - MOMENTS LATER\n\nBroughton looks to the German TAXI DRIVER and then to\nPerceval.\n\nBROUGHTON\nKasier Whelm.\n\nBroughton glances towards the taxi driver, and Perceval knows\nwithout saying anything (For operational security use a\ngeminate-conversation). Broughton speaks Arabic. Perceval\nreplies in Bahasa.\n\nBROUGHTON (CONT’D)\n(in Arabic)\nBakhtin is a ghost.\n\nPERCEVAL\n(in Bahasa)\nSeems to be.\n\nBROUGHTON\n(in Arabic)\nDid Spyglass photograph the list?\n\f63.\n\nPERCEVAL\n(in Bahasa)\nNo. He committed the entire list to\nmemory.\n\nBROUGHTON\n(in Arabic)\nThen if we have Spyglass, we won't\nneed the list.\n\nPERCEVAL\n(in Bahasa)\nPrecisely, We break him out. Don’t\nworry I can make allowances for you\nbeing unseasoned.\n\nBROUGHTON\n(in Arabic)\nI’ve jumped the curtain more times\nthan you have wished Maggie\nThatcher dead.\n\nPERCEVAL\n(in Bahasa)\nNot here... not in Berlin.\n\nBROUGHTON\n(in Arabic)\nWhat about the tunnels? When was\nthe last time they were used?\n\nPERCEVAL\n(in Bahasa)\nStay out of the tunnels. We need\nsomething out of the box.\n\nBroughton takes a moment and then replies with confidence.\n\nBROUGHTON\n(in Arabic)\nThe East Germans are planning a\nlarge demonstration at\nAlexanderplatz.",
  "42": "---END OF PREVIOUS SECTION---\nWe need\nsomething out of the box. Broughton takes a moment and then replies with confidence. BROUGHTON\n(in Arabic)\nThe East Germans are planning a\nlarge demonstration at\nAlexanderplatz. \n---TARGET SECTION TO BE ANNOTATED---\n The Stasi security\nservices will be spread thin.\n\nThe taxi slows to a stop.\n\nWe see they’re outside the bombarded ruins of the Kasier\nWhelm Memorial Church.\n\nPerceval hands the driver several D-marks and exits.\nBroughton follows him onto the sidewalk. They now return to\nEnglish.\n\f64.\n\nPERCEVAL\nBring him out in daylight?\n\nBROUGHTON\nWe will use the protest as cover.\n\nPERCEVAL\nIt’s bold.\n\nBroughton’s determination is clear to Perceval.\n\nBROUGHTON\nYou get us in and I’1l get us out.\n\nPERCEVAL\nDeal... Where do you want Spyglass\nto meet us? I’1l drop hima\nmessage.\n\nBROUGHTON\nThere is an abandoned building on\nthe southwest corner of Arnimplatz.\nI'll need two days with my contact\nto make the arrangements.\n\nPerceval nods.\n\nPERCEVAL\nOne more thing, your Arabic is piss\npoor.\n\nBroughton turns, and without missing a beat, calls out over\nher shoulder.\n\nBROUGHTON\nAnd your Bahasa is shit.\n\nPerceval watches her go, then lifts his coat collar to the\ncold and moves out alone into the night.\n\nEXT. WEST BERLIN - DAY\n\nSUPER: “NOVEMBER 7, 1989”\n\nBroughton wears a jet black wig and a simple brown overcoat.\nShe enters an S-Bahn station.\n\nEXT. S-BAHN STATION - MOMENTS LATER\n\nBroughton waits on the platform on the U6 line. The train\narrives, and she steps into the matte-red train car.\n\f65.\n\nINT. U6 TRAIN CAR - CONTINUOUS\n\nThe car is empty as Broughton sits next to Perceval. The\ntrain rolls down the tracks towards East Berlin.\n\nPERCEVAL\nNext stop is Friedrichstrasse. On\nthe south side of the station there\nis a green service door marked\n“Diensteingang” for the Deutshe\nReichsbahn employees.\n\nThe train begins to slow for the upcoming station.\nPERCEVAL (CONT'D)\nThe Red Army terror cell and the\nWest German communist party used it\nfor years. On January 18, 1979, I\nled out the East German double\nWerner Stiller.",
  "43": "---END OF PREVIOUS SECTION---\nThe train begins to slow for the upcoming station. PERCEVAL (CONT'D)\nThe Red Army terror cell and the\nWest German communist party used it\nfor years. On January 18, 1979, I\nled out the East German double\nWerner Stiller. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\nThat was you.\n\nPERCEVAL\nMy first dance, and I’ve been using\nthe breach point for the last ten\nyears.\nBroughton and Perceval stand to exit.\n\nPERCEVAL (CONT'D)\nJust do as I do.\n\nThe doors open, and they step out into the station.\n\nINT./EXT. S-BAHN STATION #2 - CONTINUOUS\n\nThey walk through the station until they reach a green metal\ndoor marked just as Perceval said: “Diensteingang.”\n\nPerceval waits a beat for several workers to pass and then\nproduces a small key and opens the door.\n\nBroughton and Perceval slip inside without a wasted movement.\nCONTROL ROOM/HALLWAYS\n\nThey move through an empty control room and down several\ndimly-light hallways until they reach an exterior door.\n\nPERCEVAL\nHold.\n\f66.\n\nPerceval looks out through the dirty industrial glass window\nat four East German guards standing at attention across the\nstreet. Perceval looks at the sweep hand of his watch.\n\nPERCEVAL (CONT'D)\nThey turn their backs at the\nchanging of the guard.\n\nOutside, four more East German guards goose step towards the\ngroup standing at attention. Perceval locks eyes onto\nBroughton.\n\nPERCEVAL (CONT'D)\nThree seconds to get out of this\ndoor and around the building before\nwe're seen.\n\nOutside, the guards goose step to a stop. As their comrades\nstep off duty, the others step forward.\n\nPERCEVAL (CONT'D)\nNow.\n\nPerceval opens the metal service door, and they exit ina\nsteady walk. Broughton and Perceval turn the corner just as\nthe East German guards pivot and stand at attention, never\nseeing them exit the station.\n\nEXT. EAST BERLIN - NEIGHBORHOOD/ABANDONED BUILDING - DAY\n\nBroughton and Perceval move through a barren neighborhood and\nquickly enter the door of the abandoned building.\n\nFrom across the street, Spyglass watches their movements with\napprehension.\nINT. ABANDONED BUILDING - MOMENTS LATER\n\nBroughton and Perceval descend the stairs to the basement. As\nthey turn the corner, they find Merkel waiting.\n\nMERKEL\nMs. Lloyd speaks highly of you.",
  "44": "---END OF PREVIOUS SECTION---\nAs\nthey turn the corner, they find Merkel waiting. MERKEL\nMs. Lloyd speaks highly of you. \n---TARGET SECTION TO BE ANNOTATED---\nPerceval looks to Broughton.\n\nPERCEVAL\nAnd you as well.\n\nAt the top of the stairs, Spyglass appears, and all three of\nthem turn. Broughton motions to Merkel.\n\f67.\n\nBROUGHTON\nWatch the street to make sure he\nwasn’t followed.\n\nMerkel nods and moves up the stairs past Spyglass. Perceval\nsteps forward towards Spyglass.\n\nPERCEVAL\nI am confident Ms. Lloyd can get\nyou across.\n\nBroughton approaches Spyglass and holds out a small package\nfrom Perceval’s office.\n\nBROUGHTON\nYou smell like a Stasi officer.\n\nBroughton gestures to a small adjoining room.\nBROUGHTON (CONT’D)\nThere is a bucket of water. Shave\noff your moustache. Use this soap\nand cologne, it is from the West.\n\nSpyglass takes the package and does as he is told.\n\nPERCEVAL\nHow big is this protest supposed to\nbe, anyway?\n\nBROUGHTON\n\nThousands.\nMerkel comes back down the stairs.\n\nMERKEL\nHe wasn’t followed.\n\nMerkel steps to a small table and rolls out a kitchen towel.\nInside the towel is a Markov pistol.\n\nMERKEL (CONT'D)\nPer your request.\n\nBroughton chamber-checks the weapon and indexes the trigger\nperfectly to her hand. Broughton closes her eyes, feels the\npistol’s weight, then finally looks down at the crisp profile\nof the front sight.\n\nWe have just witnessed flawless muscle memory and Broughton’s\nmastery of a weapon.\n\nBROUGHTON\nIt will do.\n\f68.\n\nBroughton seats a loaded magazine, racks the slide and thumbs\nthe safety. Clocked and locked, she slips the pistol into her\nwaistband.\n\nBROUGHTON (CONT’D)\nEverything else ready?\n\nMERKEL\nYes. All the details you requested.\nI’1l lead you around the corner\ntowards Alexanderplatz and let you\nhandle the crossing.\n\nSPYGLASS\nI am ready.\n\nBroughton turns back to a clean-shaven Spyglass.\n\nBROUGHTON\nWhat about his shirt?\n\nMERKEL\nI wouldn't be caught dead in it,\nbut for him, it’s prefect.\n\nBROUGHTON\nStand over here.",
  "45": "---END OF PREVIOUS SECTION---\nBROUGHTON\nWhat about his shirt? MERKEL\nI wouldn't be caught dead in it,\nbut for him, it’s prefect. BROUGHTON\nStand over here. \n---TARGET SECTION TO BE ANNOTATED---\nA 6x6 foot patch of the wall has been freshly painted pale\nyellow. Spyglass stands in front of the yellow patch.\n\nBROUGHTON (CONT’D)\nFace him and look like a free man.\n\nMerkel steps forward and with a POLAROID LAND CAMERA --\nCLICK! FLASH! -- Merkel pulls the film from the camera back,\nsteps aside to a small folding card table and gets to work.\n\nBROUGHTON (CONT’D)\nWhat did you tell your commanding\nofficer?\n\nSPYGLASS\nI was going to tell him I was sick,\nbut my family and I’ve been in\nhiding since the other night.\n\nSpyglass is about say more when Perceval interrupts.\nPERCEVAL\n\nDo you know anyone at\nOberbaumbriicke?\n\f69.\n\nSPYGLASS\nNo.\n\nBROUGHTON\nAny colleagues?\n\nSPYGLASS\nNo. They are all at the\ndemonstration. I checked the work\nrotations weeks ago.\n\nMerkel hands Perceval a forged West German passport. Perceval\nopens the lead page. Spyglass’s new photo is attached and\nstamped perfectly with the DDR-embossed seal. Perceval hands\nit to Spyglass.\n\nBROUGHTON\nYou are Johann Schmidt, resident of\nWest Berlin. I am your English\nwife, Mary. You are a banker, and\nwe have a daughter.\n\nSPYGLASS\nWhat is her age? My daughter is\nfour.\n\nBROUGHTON\n\nThen she is four.\nBroughton looks to Perceval.\n\nBROUGHTON (CONT’D)\nWe have been visiting your brother\nHans on this street. Memorize all\nof this, because you will be doing\nthe talking. My German is terrible.\n\nSPYGLASS\nWho sends a woman who speaks no\nGerman?\n\nPERCEVAL\n\nThe same people who are going to\n\ngive you a cottage in the\n\ncountryside with a little garden.\nSpyglass looks at Merkel, who says nothing.\n\nBROUGHTON\nTake off all your clothes.\n\nSpyglass turns around, visibly unsettled by her request.\n\f70.\n\nSPYGLASS\nI will not be treated like I ama\ncommon prisoner.\n\nBroughton glances at Perceval and then back to Spyglass.\n\nBROUGHTON\nShut up...",
  "46": "---END OF PREVIOUS SECTION---\nSPYGLASS\nI will not be treated like I ama\ncommon prisoner. Broughton glances at Perceval and then back to Spyglass. BROUGHTON\nShut up... \n---TARGET SECTION TO BE ANNOTATED---\n You do what I say when I\nsay it. You have two minutes to\nstrip naked. Everything! You will\ntake nothing from the East to the\nWest. Nothing. Do you understand?\n\nSpyglass stares at her silently. Broughton points at the\npackage wrapped in brown paper sitting on the table.\n\nBROUGHTON (CONT’D)\nThat’s underwear, socks, clothes,\nshoes, belt, scarf, and coat.\n\nMerkel sets down a wallet and a set of keys next to the brown\npaper package of clothes.\n\nBROUGHTON (CONT’D)\nYou now have a wallet, forged\ndocuments, German driver's license,\nbank card, Dmarks, and house and\ncar keys.\n\nSpyglass just stands there.\n\nBROUGHTON (CONT’D)\nHerr Schmidt, you have ninety\nseconds.\n\nSpyglass strips down completely naked and begins to pull on\nthe underwear and socks. Then, we hear a NOISE and Broughton\ndraws and levels her pistol at the top of the stairs.\n\nSPYGLASS\nNo!\n\nMERKEL\n(in German)\nShow yourself!\n\nFrom the darkness appears a plainly-dressed East German woman\n(HELENA) and a young girl of four years (AUDREY). Merkel\nlooks at the woman and child.\n\nMERKEL (CONT'D)\nJordache. Nice touch.\n\nPerceval turns to Spyglass.\n\f71.\n\nPERCEVAL\nWho the hell is this?\n\nSPYGLASS\nMy family.\n\nPERCEVAL\n\nI told you I couldn’t guarantee to\nget them across.\n\nHalf-dressed, Spyglass moves towards his wife and child.\n\nSPYGLASS\nPlease, you must help us.\n\nBroughton looks at Perceval.\n\nBROUGHTON\nYou said you never met Spyglass.\n\nPerceval remains silent, and Broughton looks to Spyglass.\n\nSPYGLASS\nOf course we have met.\n\nPERCEVAL\nEnough!\n\nSpyglass stops talking. His wife and child are frightened.\n\nBROUGHTON\nWhere?!\n\nSPYGLASS\nAt a bar in East Berlin.\n\nBroughton turns to Perceval, who knows he has been caught. We\nhear the CROWDS of demonstrators outside MARCHING.\n\nMERKEL\nThe protest is coming.\n\nBroughton doesn’t look away from Perceval.",
  "47": "---END OF PREVIOUS SECTION---\nWe\nhear the CROWDS of demonstrators outside MARCHING. MERKEL\nThe protest is coming. Broughton doesn’t look away from Perceval. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\nYou lied to me.\n\nPERCEVAL\nWe're all liars, and you know that.\nMy lies are reserved for work. Now\nyou know the truth, so that makes\nus friends.\n\nPerceval looks to Spyglass, the woman and the little girl.\n\f72.\n\nPERCEVAL (CONT'D)\nSo let’s drop the righteousness and\nget this family across.\n\nWe hear the SWELL of the CROWDS outside now. Broughton looks\nat the scared faces of Spyglass and his family.\n\nBROUGHTON\nCan you get them over?\n\nPERCEVAL\nYes.\n\nBroughton turns back to group.\n\nBROUGHTON\nYou will stay with me, Herr\nSchmidt. You have 60 seconds to\nfinish getting dressed.\n\nSpyglass hugs his wife and child and pulls the rest of his\nclothes on.\n\nEXT. EAST BERLIN - DAY\n\nPerceval scans the streets. Merkel hands Broughton an\numbrella at the doorway of the abandoned building. Spyglass\nand his family are at his side. We hear the distant CROWDS\nfrom Alexanderplatz.\n\nMERKEL\nGood luck.\n\nThe PROTESTERS slowly surge around the corner and begin to\nmarch past them. Merkel steps into the loud crowd moving down\nthe streets.\n\nSpyglass kisses his wife and daughter who have tears\nstreaming down their faces.\n\nSPYGLASS\n(in German; to daughter)\nYou must listen to your mother now,\nand be a brave little girl.\n\nPerceval removes a East German Ushanka (fur-lined officer's\nhat) from his overcoat and puts it on his head. Perceval\ntakes off his overcoat to reveal the green uniform and\nshoulder boards of an East German Oberst (Colonel).\n\nSpyglass kisses his wife again.\n\f73.\n\nSPYGLASS (CONT'D)\n(in German)\nYou must go with him now.\n\nPERCEVAL\nWe'll see you in West Berlin.\n\nPerceval and Spyglass’s family quickly blend into the\nthousands of East Germans and disappear down a side street.\n\nBroughton lifts her umbrella.\n\nBROUGHTON\nLet's go.\n\nBroughton and Spyglass step into the groundswell of the\nprotest.\n\nINT./EXT.",
  "48": "---END OF PREVIOUS SECTION---\nBROUGHTON\nLet's go. Broughton and Spyglass step into the groundswell of the\nprotest. INT./EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BUILDING - 7TH FLOOR - DAY\n\nThe same two KGB rough men (from the Gascione assassination\nand movie theater scene) are back, dressed in matching track\nsuits. They occupy a gutted room. One works as a SNIPER and\nthe other as his SPOTTER.\n\nThey're set back from the window behind a Dragunov rifle and\nhigh-powered optics.\n\nWe see them scan the crowd below with precision, searching\nfor their target.\n\nEXT. EAST BERLIN - DAY\n\nBroughton looks to Merkel in the crowd, then lifts her black\numbrella. Merkel nods, and throughout the crowd, dozens of\nblack umbrellas begin to open.\n\nINT./EXT. BUILDING - 7TH FLOOR - SAME\n\nThe Sniper watches through his Dragunov scope as umbrellas\nbegin to pop up and conceal the protesters. The Sniper\n\nglances at his spotter, who is unsure of what to do.\n\nWe see a sea of a hundreds of umbrellas on the streets below.\n\nEXT. EAST BERLIN - CONTINUOUS\n\nOn the street, the crowd swells in size and closes the\ndistance to the border laced thick with concertina wire.\n\f74.\n\nThe EAST GERMAN GUARDS watch the protesters as they advance\ntowards the Oberbaumbriicke checkpoint.\n\nBroughton turns to Spyglass as he leans into her.\n\nSPYGLASS\nMs. Lloyd.\n\nSpyglass's face reveals distress as he takes a few weak steps\nand staggers to his knees.\n\nWe see dark blood soaking down Spyglass’s back as the crowd\nof protesters comes apart.\n\nWe hear a SHOT ECHO off of the tall buildings.\n\nCHAOS!\n\nUmbrellas drop to the ground. Broughton’s eyes scan through\nthe terrified protesters as East German Guards begin running\nin all directions.\n\nINT./EXT. BUILDING - 7TH FLOOR - CONTINUOUS\n\nThe Spotter calls distance, bullet drop, and wind. The\nSniper’s trigger fires with a smooth cadence. They search the\nstreet below for their target.\n\nEXT. EAST BERLIN - CONTINUOUS\n\nAcross the street, Broughton pulls Spyglass behind a parked\ncar to safety.\n\nSPYGLASS\nI’ve been shot.\n\nBROUGHTON\nI know.\n\nBroughton scans the buildings and rooftops.",
  "49": "---END OF PREVIOUS SECTION---\nSPYGLASS\nI’ve been shot. BROUGHTON\nI know. Broughton scans the buildings and rooftops. \n---TARGET SECTION TO BE ANNOTATED---\n Another ROUND\nDEFLECTS off the hood of the car and POUNDS into the wall of\nthe building.\n\nBROUGHTON (CONT’D)\nThey have the high ground.\n\nBroughton grabs the side mirror of the car and angles it back\ntowards the buildings. She is looking for the Sniper from the\ntrajectory of the incoming rounds.\n\nWe see the slight glint of a rifle’s optics.\n\f75.\n\nBROUGHTON (CONT’D)\nI’ve got them.\n\nBroughton pulls Spyglass’s scarf from around his neck and\nhands it to him.\n\nBROUGHTON (CONT’D)\nListen to me. Apply direct\npressure.\n\nSPYGLASS\nI don’t want to die.\n\nBroughton slaps Spyglass’s face as hard as she can to get his\ncomplete attention.\n\nBROUGHTON\nYou will NOT die! Say it.\n\nSpyglass puts the scarf against his wound with new resolve.\n\nSPYGLASS\nI will not die... I will not die...\nBROUGHTON\nDirect pressure.\nSPYGLASS\nDirect pressure... I will not\ndie... Direct pressure...\nBROUGHTON\n\nCan you run?\n\nSPYGLASS\nIf I must.\n\nBroughton grabs Spyglass, and they sprint across the street\ntowards the base of the Sniper’s building.\n\nINT. BUILDING - 7TH FLOOR - CONTINUOUS\nThe Spotter provides security in the doorway as the Sniper\nbreaks down and bags his rifle. The sniper team moves out\n\ninto the hallway and SLIDES the bagged weapon down a coal\nshoot.\n\nINT. BUILDING - VARIOUS - CONTINUOUS\n\nBroughton and Spyglass enter the lobby.\n\f76.\n\nBROUGHTON\nStay right here.\n\nSpyglass leans against the base of the staircase. Broughton\ntakes off her coat and reverses it, quickly changing the\ncolor from brown to green. Broughton exhales through her\nnose, slows her heart rate, and heads up the stairs.\n\nFirst floor... Second... Third... and, as she is turning the\ncorner to the fourth floor landing, the sniper team appears,\ncoming down two steps at a time.\n\nSNIPER\nEntschuldigung, fraulein.\n\nBroughton passes them on the stairs, and they pass her.",
  "50": "---END OF PREVIOUS SECTION---\nThird... and, as she is turning the\ncorner to the fourth floor landing, the sniper team appears,\ncoming down two steps at a time. SNIPER\nEntschuldigung, fraulein. Broughton passes them on the stairs, and they pass her. \n---TARGET SECTION TO BE ANNOTATED---\nWe see Broughton’s pistol press against the back of the\nSniper’s head.\n\nBROUGHTON\n(in Russian)\nThat accent sounds distinctly\nMuscovite to me.\n\nWithout hesitation, the young Sniper spins and disarms\nBroughton. The PISTOL SKITTERS across the tile floor.\n\nThe Sniper draws and raises his own Markov when Broughton\ncharges and disarms the weapon.\n\nFIGHT TIME!\nTwo highly-trained men against one bad-ass woman.\n\nIt is close. Brutal. And extremely violent. Punches, knees\nand elbows thrown from both sides. The two men are relentless\nwith their attack on Broughton. The Sniper knees Broughton in\nthe face, and her body crumples to the floor, broken.\n\nThe Spotter picks Broughton up and is about to finish her off\nwhen... Broughton smashes her head into the Spotter and\ndrives her thumb into the Sniper’s eye. Broughton’s body\nslams against the wall, sending plaster dust into the air.\n\nThey fight on.\n\nWe watch as three savages beat the living hell out of each\nother in a dingy staircase in East Berlin.\n\nThe Spotter leaps for the one of the disarmed pistols, but\nBroughton is there to stop him. They struggle for the weapon\nand roll across the landing.\n\f77.\n\nThe Spotter pounds his fists into Broughton’s body. Broughton\nescapes the barrage onto her back just as the Spotter raises\nthe Markov pistol to her head.\n\nBroughton uncoils her body, thrusts her legs into his chest\nand launches the Spotter backwards into the dazed Sniper.\nThey both disappear over the stair railing without so much as\na whimper.\n\nFour floors of FREE FALL and then they SLAM onto the lobby\nfloor next to Spyglass. Broughton picks up her pistol from\nthe floor and calmly walks down the stairs. Broughton picks\nup the second pistol from the lobby floor and then steps past\nthe two dead bodies.\n\nBROUGHTON (CONT’D)\nLet's go.\n\nBroughton and Spyglass move on. Broughton never looks back.\n\nEXT. EAST BERLIN - DAY\n\nBroughton and Spyglass move down the street littered with\nblack umbrellas.\n\nSPYGLASS\nI can't.",
  "51": "---END OF PREVIOUS SECTION---\nEXT. EAST BERLIN - DAY\n\nBroughton and Spyglass move down the street littered with\nblack umbrellas. SPYGLASS\nI can't. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\nYes, you can.\n\nTwo unarmed EAST GERMAN GUARDS see Broughton supporting\nSpyglass, who’s soaked in blood.\n\nEAST GERMAN GUARD\nHalt!\n\nThe two East German Guards jog towards them.\n\nBROUGHTON\nKeep walking.\n\nEAST GERMAN GUARD\nHalt!\n\nBroughton turns and points her pistol directly at the two\nunarmed East German Guards. They back away, hands in the air,\nand then turn and break into a full run.\n\nBroughton sees what she wants. She takes two steps to a\nparked Trabant sedan.\n\f78.\n\nSPYGLASS\nHow can you be so confident?\n\nBROUGHTON\nI allow for no other option.\n\nBroughton swings the door open and grabs a handful of wires\nbeneath the dash. A few seconds is all Broughton needs to get\nthe engine turned over.\n\nBroughton shifts her eyes down the street several blocks.\n\nWe see a dozen East German frontier troops running up the\nhill toward them with their weapons drawn.\n\nINT./EXT. SEDAN - CONTINUOUS\nBroughton watches in the rear-view mirror.\n\nBROUGHTON\nHold on.\n\nBroughton jams the sedan in drive, cuts the wheel hard and\nspins out across the cobblestone streets. The East Germans\njump into several military cars and give chase after\nBroughton.\n\nThis is FRENCH CONNECTION meets BULLITT but through the\nstreets of East Berlin 1989!\n\nBroughton races the stolen sedan through featureless\nneighborhoods. A half-dozen East German military cars hunt\nher at breakneck speed.\n\nBroughton rallies down a narrow alleyway, out onto a wide\nstreet and through a gauntlet of near misses. Two East German\nmilitary cars try to block her route. Broughton smashes\nthrough a crude roadblock and spins the military cars like\ntops.\n\nSeveral more East Germans’ cars join in the hot pursuit.\n\nBroughton’s side WINDOW EXPLODES and sends glass through the\nsedan. Broughton has had enough.\n\nBroughton slides to a stop, jams her sedan into reverse, then\ndraws and empties the Markov pistol out the windowless hole\nto her side.\n\nBULLETS STRIKE into the pack of pursuing military cars.",
  "52": "---END OF PREVIOUS SECTION---\nBroughton has had enough. Broughton slides to a stop, jams her sedan into reverse, then\ndraws and empties the Markov pistol out the windowless hole\nto her side. BULLETS STRIKE into the pack of pursuing military cars. \n---TARGET SECTION TO BE ANNOTATED---\nBroughton whips the sedan back around as three more East\nGerman cars pile up in a smoking heap.\n\f79.\n\nSPYGLASS\nWe'll never... make it.\n\nBROUGHTON\nWe'll make it.\n\nBroughton’s sedan is up on the sidewalk, flying over and\nthrough most every obstacle as the East German noose tightens\naround her.\n\nOut the window, the Friedrichstrasse Station can be seen a\nfew blocks away.\n\nBROUGHTON (CONT’D)\nIt’s just ahead.\n\nBroughton slides the sedan around the corner and towards the\nstation when a East German T55 tank rolls down the street at\nthem, stops and levels its big gun at them.\n\nBroughton looks in her rear-view mirror at the military cars\ncoming up behind her. Broughton scans her surroundings.\n\nBroughton reverses the tiny sedan.\n\nBROUGHTON (CONT’D)\nHold on!\n\nBroughton yanks the steering wheel hard and slides the sedan\nonto a narrow street above the Spree River. She jams it into\ngear, and they race on.\n\nWithout warning, an East German military truck slams into the\nsedan from a side street. The tiny sedan buckles on impact.\nBroughton and Spyglass flip end over end and plunge into\nSpree River.\n\nThe cold water pours into car from the shattered window. The\nsedan quickly disappears and is consumed by the dark river.\n\nBroughton remains calm as the cold water rushes in.\n\nSPYGLASS\nMy foot is trapped.\n\nSpyglass pulls at his trapped leg.\n\nBROUGHTON\nI’1l get you out.\n\nBroughton unbuckles herself and leans across to aid Spyglass.\nShe pulls at his leg. Nothing. Broughton dives under the\nrushing water and tries to release his foot. Nothing. She\nsurfaces, and the water continues to rise past their chests.\n\f80.\n\nBROUGHTON (CONT’D)\nI WILL get you out!\n\nBroughton is about to dive under the water again, when\nSpyglass grabs her.\n\nSPYGLASS\nThe last thing I am told can’t be\nanother lie.\n\nSpyglass’'s eyes are pure and without fear. The water fills up\nto both of their shoulders. Spyglass grabs Broughton’s hand.",
  "53": "---END OF PREVIOUS SECTION---\nSpyglass’'s eyes are pure and without fear. The water fills up\nto both of their shoulders. Spyglass grabs Broughton’s hand. \n---TARGET SECTION TO BE ANNOTATED---\nSPYGLASS (CONT'D)\nMy wife, Helena, and daughter,\nAudrey -- tell them I love them.\nPromise me.\n\nBroughton nods as the water reaches their necks.\n\nBROUGHTON\nI promise.\n\nSPYGLASS\nGo... Save yourself.\n\nThey each take one last breath as the cold water covers them.\nBroughton holds onto Spyglass’s hand until his body convulses\nand relaxes in death.\n\nThe tiny sedan twists in the river’s current. Broughton\npushes the car door open. She glances back at Spyglass’s\nlifeless body and then never looks back again...\n\nBroughton swims underwater through the wintry river. She\ndoesn’t have much time.\n\nHARDCUT BACK TO:\n\nINT. CENTURY HOUSE - ISO-FAC - DAY\nCLOSE ON THE NARGA III DECK\nand the tail of the tape flapping on another full reel.\n\nKURZFELD\nDo you need to take a break?\n\nBROUGHTON\nNo.\n\f81.\n\nBroughton lights another Woodbine and watches in silence as\nGray pulls the tape archive off of the deck, drops a fresh\none on and threads it.\n\nGRAY\nI am ready when you are.\n\nGray CLICKS record, and the reel starts back up again.\n\nBACK TO:\n\nEXT. SPREE RIVER - MOMENTS LATER\n\nBroughton’s head breaks the surface, and she pulls herself up\nagainst the wooden pylon of a boat dock out of sight.\n\nShe looks up the river to see dozens of East German soldiers\nsearching. Broughton struggles to pull herself onto the dock\nas her body is quickly going hypothermic.\n\nA CAR SKIDS to a stop on the street above of her.\nWe hear the DOOR OPEN and FOOTSTEPS approach her.\n\nBroughton is desperate, fighting to warm her body as her cold\nfingers fumble with her empty pistol.\n\nWe see boots run up and then stop next to an exhausted\nBroughton.\n\nMERKEL\nI’m here.\n\nMerkel grabs Broughton’s hyperborean body and quickly tosses\nher into the warm car. Merkel speeds away with Broughton in\nthe passenger seat.\n\nINT. EAST BERLIN - SAFE HOUSE - DAY\n\nBroughton, wrapped in wool blankets, huddles around a coal\nfire contained in a metal bucket.",
  "54": "---END OF PREVIOUS SECTION---\nMerkel speeds away with Broughton in\nthe passenger seat. INT. EAST BERLIN - SAFE HOUSE - DAY\n\nBroughton, wrapped in wool blankets, huddles around a coal\nfire contained in a metal bucket. \n---TARGET SECTION TO BE ANNOTATED---\n Merkel sits in the\nflickering light.\n\nMERKEL\nWhat happened?\n\nBROUGHTON\nThe KGB positioned a sniper team in\na building. I recognized them from\nseveral days ago.\n\f82.\n\nMERKEL\nYou recognized them?\n\nBROUGHTON\nI caught up with them in the\nstairwell of the building. They had\nblue eyes. I killed them both.\n\nMerkel looks at Broughton who shares no emotion. Broughton\nstares at the fire and replays everything in her mind.\n\nBROUGHTON (CONT’D)\nPerceval?\n\nMERKEL\nI lost him and Spyglass’s family in\nthe crowd. I am sure they are safe\nin the West.\n\nBROUGHTON\nSpyglass is dead.\n\nMERKEL\nAnd you are alive.\n\nBroughton’s still trying to put all the pieces together.\n\nBROUGHTON\nThe KGB knew everything.\n\nBroughton stands, blanket wrapped around her shoulders.\nBROUGHTON (CONT’D)\nI need to get across. I need to\ncall in and make contact with my\nsuperiors.\n\nMerkel stares at her for a moment in silence.\n\nMERKEL\nYou're a strong woman.\n\nBROUGHTON\nI prefer it to good-looking and\nuseless.\nMerkel stands.\n\nMERKEL\nFollow me.\n\nBroughton follows Merkel down a faintly-lit hallway.\n\f83.\n\nMERKEL (CONT'D)\nYou must use the old tunnels.\n\nMerkel kneels and lifts a false section in the floor,\nrevealing an opening within the tiles. Merkel hands Broughton\na metal flashlight.\n\nMERKEL (CONT'D)\nWalk until you see the metal\nladder, it will bring out in the\nWest.\n\nBroughton lowers herself down into the dark hole and turns on\nthe flashlight.\n\nINT. EAST BERLIN —- SEWERS - MOMENTS LATER\n\nThe flashlight’s yellow beam illuminates the damp tunnel.\nBroughton walks in silence towards West Berlin for several\nhundred yards until...\n\nWe see the beam of her flashlight cut across a dead man’s\nbody.\n\nThe cold has kept the body preserved with a foxed green hue\nto the skin. Broughton kneels down for a closer look and\nidentifies the face warped by death.",
  "55": "---END OF PREVIOUS SECTION---\nWe see the beam of her flashlight cut across a dead man’s\nbody. The cold has kept the body preserved with a foxed green hue\nto the skin. Broughton kneels down for a closer look and\nidentifies the face warped by death. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\n(to herself)\nBatkhin\n\nBroughton quickly searches his pockets and body and finds\nnothing of value. She stands and moves on past the KGB\nofficer’s corpse towards the West.\n\nEXT. ATTACHE’S OFFICE - DAY\n\nBroughton stands in the cold and RINGS the BUZZER, which goes\nunanswered. She tries again, nothing. Broughton moves back\nout onto the streets and is on the move.\n\nINT. WEST BERLIN - HOTEL ROOM - DAY\nSUPER: “NOVEMBER 8, 1989”\n\nBroughton, wrapped in a towel, sits on the edge of her bed,\nstaring at the wall. Broughton’s emotions are just below the\nsurface of her face. She replays every detail in her mind.\nCrossing over. The family. The snipers. How did the KGB\nknow? The car flooding with water. Spyglass’s death.\n\f84.\n\nHow did the KGB know?\n\nSuddenly, Broughton stands and moves through the room. She\ntakes apart the phone. Nothing. She looks in the lamps.\nNothing. Under the beds. Nothing. Window sills. Nothing.\nDoors. Nothing. She searches for the device. Then, from\nacross the room, she sees her coat, still damp from the Spree\nRiver.\n\nBroughton inspects the buttons, pockets, and liner. She feels\nalong the collar and pulls a tiny UHF device and hard wire\nout of the coat.\n\nWe hear POUNDING on her hotel door.\n\nPOLIZEI (0.S.)\nOffen sie die tur! Polizei!\n\nBroughton stuffs the device back into her coat just as...\nWe see the hotel door BURST open.\n\nThe POLIZEI enter with complete intimidation. They’re\nfollowed by an older and very severe-looking FIRST CHIEF\nINSPECTOR.\n\nBROUGHTON\nYou have no right to break into my\nhotel room! Who in the hell are\nyou?!\n\nThe First Chief Inspector points at the four silver stars on\nhis meticulous uniform.\n\nFIRST CHIEF INSPECTOR\nMs. Lloyd. I'm First Chief\nInspector of this district, and\nyour rights here are not the same\nas if you were in Knightsbridge.",
  "56": "---END OF PREVIOUS SECTION---\nFIRST CHIEF INSPECTOR\nMs. Lloyd. I'm First Chief\nInspector of this district, and\nyour rights here are not the same\nas if you were in Knightsbridge. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\nI would like to call my attaché in\nthe British sector and see if he\nagrees with you.\n\nThe First Chief Inspector narrows his eyes at the remark.\n\nFIRST CHIEF INSPECTOR\nA high ranking Stasi officer was\nkilled yesterday in East Berlin.\nHis body has been pulled from a\nsubmerged car in the river.\n\f85.\n\nThe First Chief Inspector looks for a reaction but gets none\nfrom Broughton.\n\nFIRST CHIEF INSPECTOR (CONT’D)\nThis has caused a great deal of\ntension between East and West.\n\nBROUGHTON\nHow can I help you, Inspector?\n\nFIRST CHIEF INSPECTOR\nFirst Chief Inspector, Ms. Lloyd.\nWe are told the Stasi officer was\ntrying to defect.\n\nBROUGHTON\nThere are sixteen million East\nGermans that to want to defect.\n\nFIRST CHIEF INSPECTOR\nTwo Russian nationals were also\nkilled.\n\nBROUGHTON\nWhy are you telling me this?\n\nFIRST CHIEF INSPECTOR\nWitnesses say that there was a\nwoman aiding the Stasi officer. A\nwoman that fits your general\nlikeness.\n\nThe First Chief Inspector stares at Broughton.\n\nBROUGHTON\nI don’t believe you have any\nevidence.\n\nFIRST CHIEF INSPECTOR\nWhat makes you so sure?\n\nBROUGHTON\nBecause if you did, I would be in\nyour jail by now.\n\nThe First Chief Inspector takes a step closer.\nFIRST CHIEF INSPECTOR\nThe Britisher who was shot last\n\nweek was a spy, wasn’t he?\n\nBROUGHTON\nHow would I know?\n\f86.\n\nFIRST CHIEF INSPECTOR\nYour government sends you to\nreplace him and stage a Stasi\nofficer's defection.\n\nBROUGHTON\nI have no idea what you are talking\nabout. I am a British civil\nservant, a lawyer.\n\nThe First Chief Inspector takes another step, closing the\ndistance to Broughton’s face. Broughton remains stoic under\nthe tension in the room.\n\nFIRST CHIEF INSPECTOR\nWhere were you yesterday afternoon?\n\nBROUGHTON\nLASALLE\n++. was with me.\n\nThe First Chief Inspector turns to Lasalle standing in the\nhotel room doorway.",
  "57": "---END OF PREVIOUS SECTION---\nFIRST CHIEF INSPECTOR\nWhere were you yesterday afternoon? BROUGHTON\nLASALLE\n++. was with me. The First Chief Inspector turns to Lasalle standing in the\nhotel room doorway. \n---TARGET SECTION TO BE ANNOTATED---\nLASALLE (CONT'D)\nThere are plenty of my friends who\nwill confirm this.\n\nFIRST CHIEF INSPECTOR\nNo doubt.\n\nThe polizei brush past Lasalle. The First Chief Inspector\nstrides towards the door and then turns back to Broughton.\n\nFIRST CHIEF INSPECTOR (CONT’D)\nI‘11l will question each and every\none of them thoroughly.\n\nThe polizei are gone. Lasalle looks at Broughton.\n\nBROUGHTON\n\nYou didn’t have to do that.\nLASALLE\n\nWhen I didn’t hear from you, I got\n\nworried.\n\nBroughton moves towards her clothes that hang in the closet\nas she lowers her towel. Lasalle looks across at her naked\nframe. We see deep bruises covering Broughton’s body from the\npunishing staircase fight and car crash. Broughton pulls on\nher clothes.\n\f87.\n\nLASALLE (CONT'D)\nI fear you are in danger.\n\nBroughton grabs her coat.\nBROUGHTON\nWe’re all in danger here. You\nshould pack and run back to Paris.\n\nBroughton pulls on her coat and moves towards the door.\n\nLASALLE\nWhat for?\n\nBROUGHTON\nYou'll be dead if you don’t. Now\nexcuse me.\n\nBroughton moves past Lasalle, and the hotel room door closes.\n\nEXT. WEST BERLIN - MI6 SAFE HOUSE - DAY\n\nBroughton walks off the street and up the stairs to a drab\napartment building.\n\nINT. WEST BERLIN - MI6 SAFE HOUSE - DAY\n\nPerceval looks through the peephole and opens the door for\nBroughton.\n\nPERCEVAL\nYou look like shit.\n\nBroughton says nothing and enters the room.\n\nPERCEVAL (CONT'D)\n\nYou okay?\nBROUGHTON\nSpyglass didn’t make it.\nPERCEVAL\nI know... Welcome to Berlin.\n\nBroughton starts to take her coat off.\n\nPERCEVAL (CONT'D)\nLeave it on. The Americans want to\ntalk to us.\n\nBROUGHTON\nHave you told his family?\n\f88.\n\nPERCEVAL\nNot yet. I was waiting to see if\nyou even made it.\n\nBroughton takes a breath.\n\nBROUGHTON\nI'll do it. Give me a few minutes\nalone with them. I made a promise.",
  "58": "---END OF PREVIOUS SECTION---\nBROUGHTON\nI'll do it. Give me a few minutes\nalone with them. I made a promise. \n---TARGET SECTION TO BE ANNOTATED---\nPerceval steps aside, and Broughton moves towards a small\nbedroom door. She knocks gently and then slowly opens the\ndoor. Spyglass’s wife and daughter sit on a twin bed and\nstare up at her framed perfectly in the doorway.\n\nBROUGHTON (CONT’D)\nI am so sorry.\n\nHelena pulls her daughter into her arms and cries out in\ngrief. Broughton shuts the bedroom door and keeps her promise\nto Spyglass.\n\nEXT. TIERGARDEN PARK - DAY\n\nPerceval, Kurzfeld and Broughton stand near the frozen duck\npond in the harsh light of the afternoon.\n\nKURZFELD\nI expected more out of the Brits\nthan a royal goat fuck!\n\nPERCEVAL\nMaybe you should've backed us up!\n\nKURZFELD\nWe would've if we had known you\nwere crossing him over.\n\nBROUGHTON\nYou don’t have our own Stasi\nagent... do you?\nKURZFELD\nNot one with a photographic memory.\nGoddamn it... So, who was blown?\nPERCEVAL\nNot us... The KGB knew the EXFIL\n\nroute and the best hide position\nfor effective fire.\n\f89.\n\nKURZFELD\nThat doesn’t guarantee who gave the\nsniper his orders.\n\nBROUGHTON\nCould it have been Satchel?\n\nThey all look at one another for a moment knowing they don’t\nhave an answer to that question.\n\nKURZFELD\nWell maybe the dead drop was\ncompromised?\n\nPERCEVAL\nNo... only myself and Gascione ever\nknew its location.\nPerceval turns towards Broughton.\n\nPERCEVAL (CONT'D)\nWhat about your fixer, Merkel?\n\nBROUGHTON\nIf I weren’t for him, I’d have\nnever made it back.\n\nPERCEVAL\nWell, you never know whom to trust.\n\nPerceval looks at Broughton.\nBROUGHTON\nThat's right. Trust does seem to be\nin short supply these days.\n\nBroughton holds Perceval’s eyes for a moment.",
  "59": "---END OF PREVIOUS SECTION---\nBROUGHTON\nThat's right. Trust does seem to be\nin short supply these days. Broughton holds Perceval’s eyes for a moment. \n---TARGET SECTION TO BE ANNOTATED---\nKURZFELD\n\nCould you've been the target?\nBROUGHTON\n\nMe?\nKURZFELD\n\nThat Spyglass was just collateral?\n\nBROUGHTON\nIf the sniper wanted to shoot me\nfirst, he could have.\n\nKURZFELD\nMighty convenient that they didn’t.\n\f90.\n\nBroughton takes a step towards the remark.\n\nBROUGHTON\nWhat are you implying?\n\nPerceval steps between them.\n\nPERCEVAL\nBe serious, Emmett. This was\nobviously about silencing Spyglass\nbefore we got to him. He must have\nbeen blown.\n\nBROUGHTON\nWell, whoever the target was,\nMoscow has sent us a message.\n\nKurzfeld leans towards Broughton and points his finger.\n\nKURZFELD\nLangley is going to hang my ass in\nthe wind for this.\n\nPERCEVAL\nI’m sure they're waiting for you to\nfile your report. I know London's\nwaiting on me.\n\nKurzfeld walks away in disgust and doesn’t look back.\nKURZFELD\nLet’s all just concentrate on\nkeeping our heads down.\nPerceval turns to Broughton.\nPERCEVAL\nIt’s all cocked up, but I think he\nstill likes us.\n\nThey stand for a moment in silence.\n\nBROUGHTON\nI don’t know what to say.\n\nPERCEVAL\nI‘1l work on a flight for you. C’s\ngoing to want whatever your side of\nthis mess is in triplicate.\n\nINT. WEST BERLIN - HOTEL ROOM - EVENING\n\nSUPER: “NOVEMBER 9, 1989”\n\fgl.\n\nBroughton stares out the window at the gray evening sky. A\nhalf-empty bottle of Stoli sits next to her.\n\nWe hear the PHONE RING.\nBroughton picks it up and speaks.\n\nBROUGHTON\nLloyd.\n\nINT. LASALLE’S APARTMENT - EVENING\n\nLasalle stands in her bedroom in La Perla with the telephone\npressed to her ear.\n\nLASALLE\nDinner?\n\nBROUGHTON (V.O.)\nI don’t think it’s the best idea.\n\nLASALLE\nA drink then?\n\nBROUGHTON (V.O.)\nYou're persistent.",
  "60": "---END OF PREVIOUS SECTION---\nLASALLE\nA drink then? BROUGHTON (V. O.)\nYou're persistent. \n---TARGET SECTION TO BE ANNOTATED---\nLasalle chamber checks her pistol, confirms it is loaded, and\nslides it beneath the pillow on her bed.\n\nLASALLE\nAnother of my charms. I’ve a recipe\nof great interest to you.\n\nBROUGHTON (V.0.)\nWhat might that be?\n\nLASALLE\nIt’s sweet as sugar. It has to do\nwith Perceval.\n\nINT. WEST BERLIN - HOTEL ROOM - EVENING\n\nBroughton takes a sip of her Stoli and looks out around her\nempty hotel room.\n\nBROUGHTON\nAll right, I'll be by later\ntonight.\n\nBroughton sets the phone down, looks out the window, and then\ndials another number immediately.\n\f92.\n\nBROUGHTON (CONT’D)\nAre you busy?\n\nPERCEVAL (V.O.)\nWriting up a report for my old\nfriend, \"C.”\n\nBROUGHTON\nThere are some legal issues with\nthe transportation I’d like to ask\nyou about.\n\nPERCEVAL (V.O.)\nCome by anytime.\n\nBROUGHTON\nI'll get a cab and be right over.\n\nBroughton hangs up the phone.\n\nEXT. WEST BERLIN - NIGHT\n\nBroughton steps from a cab and walks up to Perceval’s\nbuilding.\n\nINT. ATTACHE’S OFFICE - NIGHT\n\nBroughton walks through the office door and leaves her coat\non this time. Perceval and Broughton are civil, however they\n\nis a cat and mouse tension to the room.\n\nPERCEVAL\nYou look polished.\n\nBROUGHTON\nI’m saying goodbye to Lasalle.\n\nPERCEVAL\nLucky lady... Scotch?\n\nBROUGHTON\nSure.\n\nPerceval moves across to his desk and lifts a bottle.\nPERCEVAL\nThere aren’t any transportation\nissues. So, what do you really want\nto talk about?\n\nPerceval sets two glasses out and lifts the bottle.\n\f93.\n\nBROUGHTON\nFailure.\n\nPERCEVAL\nAre you worried about how this\nlooks in your file? How you’1l\nadvance up the ladder at The\nCircus?\n\nBROUGHTON\nI really hadn’t thought that far.\n\nPerceval pours three fingers of a single malt and hands it\nacross to Broughton.\n\nPERCEVAL\nWell, don’t.",
  "61": "---END OF PREVIOUS SECTION---\nBROUGHTON\nI really hadn’t thought that far. Perceval pours three fingers of a single malt and hands it\nacross to Broughton. PERCEVAL\nWell, don’t. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\nIs that your official\nrecommendation?\n\nPERCEVAL\nYou've never lost a package before?\n\nBROUGHTON\nI've buried friends... enemies...\nand I’ve buried my emotions for a\ngreat many years... and with that,\nI’ve come to the conclusion that\nit simply doesn’t matter.\n\nPerceval offers Broughton a seat in one of the two worn-\nleather club chairs. Perceval lifts his highball towards\nBroughton. They both take a silent, smooth drink.\n\nPERCEVAL\nThere was a lovely Italian girl who\nonce told me, “David, you can’t\nunfuck what has been fucked.”\n\nPerceval smiles and leans in, serious and measured.\n\nPERCEVAL (CONT'D)\nListen carefully. At the end of a\nvery long career of chasing\nshadows, the only reward you take\nhome is to grow old. If you’re\nlucky, you tell some good lies to\nthe boys down at the pub.\n\nBROUGHTON\nI believed somehow the truth would\nlay out differently.\n\f94.\n\nPERCEVAL\nThere is that beautiful word.\nTruth.\n\nBROUGHTON\n\nWe’re in the enterprise of\nreshaping the truth to serve\nEngland. After all, there is no way\naround the datum that at times our\njob comes down to kill or be\nkilled.\n\nPerceval pauses for a moment and then, upon reflection --\n\nPERCEVAL\nThe blood on our hands will wash\naway with time.\n\nBROUGHTON\nThat’s it... just let it go?\n\nPERCEVAL\nUnless you want it to eat a hole\nstraight through your guts. It’s\nsimple. Somewhere, somebody got the\nupper hand. Maybe you were too\nconspicuous when you went over to\nsee Merkel.\n\nBROUGHTON\nWait a damn minute.\n\nPERCEVAL\nOr maybe I was indiscreet when I\npicked up Spyglass’s message. As I\nalready said, most likely, Spyglass\nhimself was the loudmouth. The\ntruth is we will never know.\n\nBROUGHTON\nAnd the body I found in the tunnel?\nPERCEVAL\nI told you those tunnels are\nhistory.\nBROUGHTON\n\nIt was Bakhtin.\nPerceval takes a drink.",
  "62": "---END OF PREVIOUS SECTION---\nPERCEVAL\nI told you those tunnels are\nhistory. BROUGHTON\n\nIt was Bakhtin. Perceval takes a drink. \n---TARGET SECTION TO BE ANNOTATED---\nPERCEVAL\nDid he have the list?\n\f95.\n\nBROUGHTON\nNo.\n\nPERCEVAL\nWho the hell knows how Bakhtin\nended up there? Anyone, even\nBremoyvch could have killed him.\n\nBROUGHTON\nI suppose you’re right.\n\nPerceval sets his empty glass down on the side table.\n\nPERCEVAL\nI am right, and you’re damn\nfortunate to make it back to fight\nanother day.\n\nBroughton holds up the UHF device and hard wire and hands it\nto Perceval. His smile fades.\n\nBROUGHTON\nIt’s French made for the DSGE. I\nfound it in hidden in my coat.\n\nPERCEVAL\nNever trust the Frenchies.\n\nBroughton nods and moves towards the front door followed by\nPerceval.\n\nPERCEVAL (CONT'D)\nCan I give you a lift to Lasalle’s\nplace.\n\nBROUGHTON\nNo, I am going to walk. The fresh\nair helps me think.\n\nPerceval opens the door for Broughton as she steps out into\nthe hallway.\n\nPERCEVAL\nYou're a hell of a good officer.\nNow... forget I ever said that.\n\nBroughton nods and continues on without ever looking back.\nPerceval closes the door. He looks at the UHF device and hard\nwire on the table and then grabs the keys to his Saab.\n\nPRE-LAP on the soundtrack: “Voices Carry” by ‘Til Tuesday.\n\f96.\n\nINT. LASALLE’S APARTMENT - NIGHT\n\nWe see a window of the apartment slide open. Cold air gently\nblows the curtains. Lasalle listens to a Sony Walkman through\nheadphones as she pours a drink for herself in her bedroom\nand sets the bottle down.\n\nWe reveal an INTRUDER wearing a ski mask standing behind her.\nLasalle is completely unaware until the electrical cord pulls\ntight around her neck.\n\nLasalle struggles to free herself. She throws the Intruder\n\noff of her and scrambles, gasping for air, towards the bed.\nThe Intruder lunges after Lasalle as she crawls up the bed,\nreaching for the pillow, her concealed gun just inches away.\n\nWe hear the downstairs BUZZER of the building.",
  "63": "---END OF PREVIOUS SECTION---\nShe throws the Intruder\n\noff of her and scrambles, gasping for air, towards the bed. The Intruder lunges after Lasalle as she crawls up the bed,\nreaching for the pillow, her concealed gun just inches away. We hear the downstairs BUZZER of the building. \n---TARGET SECTION TO BE ANNOTATED---\nThe Intruder climbs on Lasalle’s back, grabs the cord and\npulls it tight around her neck. Lasalle’s hand is on the gun,\nbut she doesn’t have the strength to lift it into her palm.\n\nEXT. LASALLE’S APARTMENT BUILDING - NIGHT\n\nA young couple leaves Lasalle’s building. Broughton slips\nthrough the open front door and moves down the hallway.\n\nINT. LASALLE’S APARTMENT - NIGHT\n\nLasalle twists around and claws the ski mask off the\nIntruder. We reveal: Perceval as he pulls back on the cord,\nand the life fades from her eyes.\n\nLasalle’s body falls to the floor. Perceval moves off of\nLasalle’s dead body and begins to search through the\napartment.\n\nWe hear a KNOCK on the door.\n\nPerceval is out of time. He turns and climbs out the open\nwindow as Lasalle’s front door is pushed open by Broughton.\n\nBroughton enters and finds Lasalle’s strangled, warm body on\nthe floor. She moves through the apartment, sees the open\nwindow, and looks outside. Nothing.\n\nBroughton moves back through the apartment and stops at the\nbathroom. She looks in and sees it has been converted to a\nsmall photo darkroom with a red blub. A clothesline hangs\nabove the develop, fix, and stop trays. We see there are\nseveral photos of Broughton that reveal Lasalle’s fixation.\n\f97.\nBroughton closes the door and moves back into the kitchen We\nsee large glass containers of FLOUR, SALT... and SUGAR.\nBroughton turns over the container, dumping the sugar onto\nthe counter along with a package. Broughton opens the package\nto reveal a stack of photos.\nINSERT - PHOTOS\nPhoto 1 - Perceval and Bremovych talking in a club.\nPhoto 2 - Perceval talking to the KGB Sniper, Ivan Yerchenko.\nPhoto 3 - KGB Agent Bakhtin handing Perceval an envelope.\nPhoto 4 - Perceval opening the envelope.\nPhoto 5 - Gascione’s Burcherer timepiece in Perceval’s hand.\nPhoto 6 - Perceval standing over Bakhtin’s dead body.",
  "64": "---END OF PREVIOUS SECTION---\nPhoto 4 - Perceval opening the envelope. Photo 5 - Gascione’s Burcherer timepiece in Perceval’s hand. Photo 6 - Perceval standing over Bakhtin’s dead body. \n---TARGET SECTION TO BE ANNOTATED---\nBACK TO SCENE\nBroughton takes the photos and moves out of the apartment,\nnever looking back at Lasalle’s body on the floor.\nEXT. BERLIN - FRENCH SECTOR - NIGHT\nBroughton exits Lasalle’s apartment building and moves into\nthe neighborhood. On the street, a sedan pulls out and\nfollows her. Broughton can sense the sedan’s headlights and\npicks up her pace towards a busy intersection ahead.\nBroughton stops at a small newspaper stand and glances toward\nthe street and the approaching sedan. She can now see\nBremovych and his driver clearly in the sedan driving towards\nher. She calmly turns and walks around the corner just as the\nlight turns red.\nBremovych’s sedan pulls up just six feet away. Steady now...\nBroughton looks across the six busy lanes of traffic to the\n\nhotel’s taxi stand.\n\nOut of the corner of her eye, she watches Bremovych. Then,\nthe sedan’s window starts to roll down.\n\nAgainst the red light, Broughton bolts out into the fray of\nspeeding cars and cuts through the screeching traffic.\n\nWe hear HORNS HONKING and SHEET METAL SMASHING.\n\nCars slide and pile up in the intersection. Broughton escapes\nwithout a scratch.\n\f98.\n\nShe sprints onto the median, across the next three lanes, and\njumps into the waiting taxi. Broughton looks across at the\nwrecks of a dozen cars. Bremovych stands next to his sedan\nand watches her escape him once more.\n\nINT. ATTACHE’S OFFICE - NIGHT\n\nThe room is lit by a single bare bulb and a small television.\nPerceval sits alone, drinking two fingers of single-malt\nscotch.\n\nINSERT - NEWS FOOTAGE\n\nMTV's Kurt Loder reports from the Berlin Wall. We see from\nthe MTV news footage that massive crowds are assembling. Two\nEAST GERMAN SOLDIERS stand on the Wall, holding an MTV\numbrella. An iconic symbol of the times.\n\nWe MOVE ON the television, and we see the reflection of\nPerceval. He leans in and shuts of the TV.\n\nPerceval swings a small duffle bag over his shoulder and\nkicks over a Jerry can. The gasoline pours out onto the\nhardwood floor of his apartment.",
  "65": "---END OF PREVIOUS SECTION---\nHe leans in and shuts of the TV. Perceval swings a small duffle bag over his shoulder and\nkicks over a Jerry can. The gasoline pours out onto the\nhardwood floor of his apartment. \n---TARGET SECTION TO BE ANNOTATED---\nPerceval stands at his front door, lights a match and throws\nit onto the floor. The whole room is consumed in flames.\nPerceval moves on.\n\nEXT. PERCEVAL’S APARTMENT BUILDING - NIGHT\n\nPerceval steps out of his building. We see the flames and\nsmoke coming from his apartment window. Perceval walks\nparallel to the graffiti-covered Wall and then cuts into the\nalleyway towards his Saab 900 Turbo.\n\nA FIGURE steps towards him in the dark alley, and Perceval\nslows his steps as he approaches his car.\n\nPERCEVAL\nWell, I suppose that’s it. We’ll be\nobsolete by morning. I’1l be back\nin London, and you... back to the\nparty.\n\nWe hear the faint sounds of HAMMERS STRIKING against\nconcrete.\n\nPERCEVAL (CONT'D)\nThe simplicity of our struggle\ncrumbles as that wall comes down.\n(MORE )\n\f99.\n\nPERCEVAL (CONT'D)\nThe lines on the map drawn by men\nwho never faced the risk themselves\nwill be harder to see.\n\nIn the distance, the CROWDS’ CHEERS are heard.\n\nPERCEVAL (CONT'D)\nA different world is approaching.\nMore volatile. More corrupt. There\nwill be no ideologies to protect\nus. Just the brutal and cold\nconscience of commerce.\n\nPerceval eyes follow a group of West Germans with hand tools\nmoving towards the Wall.\n\nPERCEVAL (CONT'D)\nExtortion... Whoever has the list\nin this new world has all power.\nWithout it? Just a target.\n\nPerceval turns back to the wordless figure in the shadows.\n\nPERCEVAL (CONT'D)\nWe played our hands. Hell, I’m just\nglad to see your face at this\nmoment, as the ramparts of tyranny\nfall into the history books.\n\nPerceval smiles softly to himself as he looks towards the\ncrowds.\n\nPERCEVAL (CONT'D)\nListen to them.\n\nIn the faint light, we see the flash of gunmetal.\nWe hear a GUNSHOT BARK out! BAAAM BAAAM BAAAM!\n\nPerceval’s body falls to the cold alleyway. Broughton steps\nfrom the shadows and stands with the smoke twisting from the\nbarrel.",
  "66": "---END OF PREVIOUS SECTION---\nBAAAM BAAAM BAAAM! Perceval’s body falls to the cold alleyway. Broughton steps\nfrom the shadows and stands with the smoke twisting from the\nbarrel. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\nLasalle was harmless?\n\nPERCEVAL\nNo one is harmless. Lasalle was\nextorting me.\n\nBROUGHTON\nAnd the list?\n\f100.\n\nPERCEVAL\nYou're too late. Bremovych paid me\nhandsomely.\n\nPerceval coughs up a mouthful of blood and stares up at\nBroughton holding her gun in his face. She reaches down and\nremoves the “ Carl F Bucherer “ timepiece from his wrist.\n\nBROUGHTON\nYou going to play out the lies\nuntil the bitter end?\n\nPerceval’s eyes struggle to focus on Broughton’s face and\nthen, when they do, he softly grunts:\n\nPERCEVAL\nWould you believe Queen and\ncountry?\n\nBROUGHTON\n\nYes, Comrade Satchel.\n\nPERCEVAL\nThat’s how you’re going to play it?\n\nBroughton says nothing.\n\nPERCEVAL (CONT'D)\nWell done... Well done.\n\nThe pool of blood grows around Perceval’s body, and he\nrelaxes in death.\n\nEXT. ENGLAND - FARNBOROUGH AIRPORT - DAY\n\nSUPER: “NOVEMBER 11, 1989”\n\nIt’s raining in England. It’s always raining. A Royal Air\nForce C-130 Hercules aircraft parks on the hardstand. The\ngiant props slow to a stop as the rear ramp extends down.\nBroughton exits the front of the aircraft.\n\nWe hear the SOUND of a lone BAGPIPER.\n\nBroughton turns and watches the Royal Scots Honor Guard exit\ndown the ramp of the C-130 with two flag-draped coffins, the\n\nbodies Gascione and Perceval.\n\nBroughton stands in silence as the coffins are loaded for\nground transport.\n\f101.\n\nINT. CENTURY HOUSE - ISO-FAC - DAY\n\nThe ashtray is full of Woodbines. The Nagra III reel to reel\nrecords on the table. Gray leans forward and then exclaims:\n\nGRAY\nWhat happened?\n\nBroughton sits in silence for a moment.\n\nBROUGHTON\nI failed, sir.\n\nGRAY\n\nYour directive was to bring home\none body, and you return with two.\nYou were tasked to find the most\nimportant list of the last forty\nyears of the Cold War, you come\nback empty-handed.",
  "67": "---END OF PREVIOUS SECTION---\nBROUGHTON\nI failed, sir. GRAY\n\nYour directive was to bring home\none body, and you return with two. You were tasked to find the most\nimportant list of the last forty\nyears of the Cold War, you come\nback empty-handed. \n---TARGET SECTION TO BE ANNOTATED---\n You’re a bloody\ndisgrace!\n\nBroughton leans across the desk. She has had enough.\n\nBROUGHTON\nYou sent me into a hornet’s nest.\nFrom the moment I touched down, the\nKGB was on to me. You knew Perceval\nwas on the bubble and he knew not\nto trust me. You wanted Satchel?\nWell here he is.\n\nBroughton sets down a manila folder.\n\nGray looks through a stack of black-and-white photos from\nLasalle’s apartment. Gray lifts a black-and-white photo and\nshows it to Kurzfeld.\n\nBROUGHTON (CONT’D)\nThese photos are damning evidence\nof Perceval’s involvement with the\nKGB. Perceval was Satchel.\n\nGray and Kurzfeld looks across at Broughton.\n\nBROUGHTON (CONT’D)\nThree days after Gascione was\nkilled, Bremovych arrives in\nBerlin. Why? Because Gascione was\nonto Perceval and he was going to\nreveal him as the double.\n\f102.\n\nKURZFELD\nSo Bremovych has Gascione killed to\ncover for Perceval.\n\nBroughton points to the photo of Perceval and Bakhtin.\n\nBROUGHTON\nAnd once you sent me to West\nBerlin. Perceval was covering his\ntracks.\n\nKURZFELD\nThe sniper team was meant for you\nafter all.\n\nBROUGHTON\nI think so. I found a French made\nUHF device in my coat after\nSpyglass was killed. I now believe\nPerceval planted it and made it\nlook like Lasalle.\n\nFLASH CUT:\n\nINT. WEST BERLIN - HOTEL ROOM - NIGHT\n\nBroughton sits at the desk in front of the Narga SN mirco\nrecording device. A stack of recorded reel and reel tapes sit\nnext to her. With great precision, Broughton methodically\nedits sections of tape together from different recorded\nconversations.\n\nBACK TO:\n\nINT. CENTURY HOUSE - ISO-FAC - DAY\nBroughton turns to Gray.\n\nBROUGHTON\nSir, you told me to “trust know\none”. In case you need anymore\nevidence against Perceval.",
  "68": "---END OF PREVIOUS SECTION---\nCENTURY HOUSE - ISO-FAC - DAY\nBroughton turns to Gray. BROUGHTON\nSir, you told me to “trust know\none”. In case you need anymore\nevidence against Perceval. \n---TARGET SECTION TO BE ANNOTATED---\nBroughton pulls out the Narga SN from her purse and sets it\non the desk.\n\nBROUGHTON (CONT’D)\nHere is a recording of Bremovych\nand Perceval.\n\nBroughton leans forward and CLICKS on the Narga SN and the\nmirco reels begin to play her masterfully edited tape.\n\f103.\n\nWe follow the dialogue back to each scene:\n\nFLASHCUT TO:\n\nEXT. WEST BERLIN - WALL - DAY\nPerceval walks with Broughton. Two US ARMY jeeps with\nSOLDIERS from the 2nd Battalion 6th Infantry patrol past.\nPerceval gestures towards the Brandenburg Gate.\nPERCEVAL\n\nLook... if you’re going to be here\n\nfor awhile, we had better play nice\n\nwith one another.\n\nFLASHCUT TO:\n\nEXT. PERCEVAL’S APARTMENT BUILDING - NIGHT\nPerceval is in the alleyway next to his Saab 900 turbo.\nPERCEVAL\nWhoever has the list in this new\nworld has all the power.\n\nFLASHCUT TO:\n\nINT. PALM RESTAURANT - NIGHT\n\nBremovych stands along the Art Deco bar next to Broughton and\nLasalle.\n\nBREMOVYCH\nMaybe we could make some sort of\narrangement?\n\nFLASHCUT TO:\n\nEXT. WEST BERLIN - NIGHT\n\nWe see the bombarded ruins of the Kasier Whelm Memorial\nChurch. Perceval stands next to Broughton.\n\nPERCEVAL\nDeal.\n\nFLASHCUT TO:\n\f104.\n\nINT. PALM RESTAURANT - NIGHT\nBremovych stands turns to Broughton at the bar.\n\nBREMOVYCH\nWhat about the British?\n\nFLASHCUT TO:\n\nINT. PERCEVAL’S SAAB - NIGHT\nPerceval stares to Broughton in the parked car.\n\nPERCEVAL\nc is an arrogant lapdog and doesn’t\nknow fuck all about the world past\nthe edge of his desk!\n\nFLASHCUT TO:\n\nINT. CENTURY HOUSE - ISO FAC - DAY\n\nBroughton stares at the mirror of the wall and then at the\ntwo veterans of the Cold War. She calmly leans over and\nCLICKS off the Narga SN and the mirco reels fall silent.",
  "69": "---END OF PREVIOUS SECTION---\nFLASHCUT TO:\n\nINT. CENTURY HOUSE - ISO FAC - DAY\n\nBroughton stares at the mirror of the wall and then at the\ntwo veterans of the Cold War. She calmly leans over and\nCLICKS off the Narga SN and the mirco reels fall silent. \n---TARGET SECTION TO BE ANNOTATED---\nBROUGHTON\nDo you need to hear more?\n\nGray looks at Kurzfeld and leans over, CLICKS his NAGRA reel\nto reel. The tape stops for the first time in hours.\n\nGRAY\nWe are choosing to bury this one,\nBroughton. Your mission never took\nplace. This conversation and the\none that Emmett and I are about to\nhave with C never happened.\n\nBroughton sits in silence.\n\nGRAY (CONT’D)\nI’m putting you on leave, effective\nimmediately. Come back fresh in the\nnew year. We’ll start the next\ndecade well-rested.\n\nGray and Kurzfeld stand and exit the room. Broughton sits in\nthe bare light. She slowly lights her last Woodbine and\nexhales.\n\f105.\n\nEXT. NEWCASTLE, ENGLAND - AIRPORT\n\nSUPER: “DECEMBER 1, 1989”\n\nA gorgeous blonde steps from a Newcastle taxicab and walks\ninto the airport. It’s Lorraine Broughton. She carries no\nbags. She walks through security and boards an international\nflight.\n\nEXT. LONDON - DAY\n\nCc and Gray stroll along the Thames River under a late\nafternoon sky.\n\nCc\nThatcher is going to have a\ndifficult time with this.\n\nGRAY\nIt’s never good when one of our own\nstumbles.\n\nCc nods and squints towards the Palace of Westminster.\n\nINT./EXT. PAN AM FLIGHT - DAY\nOn the descent, Broughton looks out the window.\n\nCc (V.0.)\nDid we ever find the watchmaker?\n\nFLASH CUT:\n\nEXT. WEST BERLIN- WATCH REPAIR SHOP.\n\nWe slowly move into the shop window and reveal the watch\nrepair shop is completely empty.\n\nGRAY (V.O.)\nWe sent a team to the address\n\nBroughton gave us. It was clean,\nnothing but an empty store front.\n\nBACK TO:\n\nEXT. PARIS - CHARLES DE GAULLE AIRPORT - DAY\n\nBroughton steps up to a waiting taxi and climbs into the\nbackseat without hesitation. The taxi pulls out and drives\ntowards the city of Paris.\n\f106.\n\nINT. FRENCH TAXI - EVENING\n\nBroughton is being driven through the City of Lights. The\nblonde wig is gone, and she’s wearing a new set of clothes.",
  "70": "---END OF PREVIOUS SECTION---\nINT. FRENCH TAXI - EVENING\n\nBroughton is being driven through the City of Lights. The\nblonde wig is gone, and she’s wearing a new set of clothes. \n---TARGET SECTION TO BE ANNOTATED---\nShe looks through a small Hermés Kelly bag. Broughton exits\nthe taxi and turns into the early evening.\n\nEXT. LONDON - DUSK\n\nThe sun is nearly gone. Gray and C move their walk off the\nbanks of the Thames and up to the Victoria Embankment.\n\nCc\nWe'll have to promote Broughton\njust to keep her quiet.\n\nGRAY\nYes, sir.\n\nEXT. PARIS - L’HOTEL RITZ - NIGHT\n\nBroughton walks across the Place Vendome. The RITZ DOORMAN\ngreets her as she enters the lobby.\n\nINT. PARIS - L’HOTEL RITZ - LOBBY/ELEVATORS - NIGHT\n\nBroughton moves through the grand lobby, passes the Bar\nVendome and stops at the front desk. We don’t hear the\nconversation. Broughton smiles as she is handed the room key\nand moves to the elevators at the end of a gilded hallway.\n\nEXT. LONDON - NIGHT\n\nGray and C stand outside the black door of Number 10 Downing\nstreet.\n\nGRAY\nIt’s still hard to imagine David\nPerceval and Satchel were the same\nperson.\n\nCc\nI never really trusted him.\nINT. PARIS - L’HOTEL RITZ - NIGHT\n\nBroughton walks down the hallway to the door of her suite.\nShe enters and takes off her coat.\n\fA titan of man sits on the couch with his back to her.\n\nstands and turns to reveal: Bremovych.\n\nBREMOVYCH\n(in Russian)\nComrade Satchel.\n\nBROUGHTON\n(in Russian)\nComrade Bremovych.\n\nBroughton moves toward Bremovych, and they embrace.\n\nBREMOVYCH\n(in Russian)\nI am pleased you choose to meet in\nParis before we return home.\n\nBROUGHTON\n(in Russian)\nI ordered room service from the\nconcierge.\n\nBroughton leans in and kisses her counterpart.\n\nBROUGHTON (CONT’D)\n(in Russian)\nI could've done without being shot\nat in East Berlin with Spyglass.\n\nBREMOVYCH\n(in Russian)\nThe West has made you soft with\nideas of individualism, comrade.\n\nBROUGHTON\n(in Russian)\nMy hope is Moscow and the party\nwill be pleased.\n\n107.",
  "71": "---END OF PREVIOUS SECTION---\nBREMOVYCH\n(in Russian)\nThe West has made you soft with\nideas of individualism, comrade. BROUGHTON\n(in Russian)\nMy hope is Moscow and the party\nwill be pleased. 107. \n---TARGET SECTION TO BE ANNOTATED---\nHe\n\nWe hear a KNOCK at the hotel suite door. Broughton walks to\nthe door, and a ROOM SERVICE ATTENDANT enters with a rolling\ncart and bottles of Dom Perignon and Stoli sitting in silver\n\nbuckets of ice.\nBremovych signs for the bill and tips the attendant.\n\nROOM SERVICE ATTENDANT\nMerci. Bon nuit, Monsieur.\n\nThe Attendant turns to Broughton.\n\nROOM SERVICE ATTENDANT (CONT’D)\nMademoiselle.\n\f108.\n\nOnly in this moment do we sense something familiar about him\n-- he turns and leaves without another word spoken.\n\nBremovych lifts the Dom Perignon from the ice.\n\nBREMOVYCH\n(in Russian)\n1961. Very appropriate.\n\nBroughton moves to him, takes the bottle of Dom from his\nhands and sets it back into the ice.\n\nBROUGHTON\n(in Russian)\nLet’s start with the vodka.\n\nBREMOVYCH\n(in Russian)\nA good Russian woman.\n\nBroughton lifts the bottle of Stoli from the second bucket\nand pours two glasses of vodka.\n\nBROUGHTON\n(in Russian)\nThat you’ve been ordered to kill,\nhaven’t you?\n\nBremovych doesn’t react and deflects her question.\n\nBREMOVYCH\n(in Russian)\nLasalle, Gascione and Perceval they\nwere all worthy enemies.\n\nBroughton holds up her wrist and reveals the “Carl F\nBucherer” timepiece.\n\nBREMOVYCH (CONT’D)\n(in Russian)\nThey may have won the battle for\nBerlin, but this... will let us win\nthe Cold War.\n\nBROUGHTON\n(in Russian)\nLet's enjoy the night.\n\nBroughton hands Bremovych his vodka.\nBREMOVYCH\n\n(in Russian)\nFor the memories, Comrade Satchel.\n\f109.\n\nBremovych and Broughton looks at the vodka and then empty the\nglass. A shared moment of accomplishment between two warriors\nin the Parisian hotel suite.\n\nBroughton moves to the vodka bottle. Bremovych reaches to the\nsmall of his back and his strong hand makes contact with a\nweapon.\n\nWith one swift movement, Broughton draws a suppressed handgun\nout of the ice and double taps the trigger before Bremovych\ncan react.",
  "72": "---END OF PREVIOUS SECTION---\nBroughton moves to the vodka bottle. Bremovych reaches to the\nsmall of his back and his strong hand makes contact with a\nweapon. With one swift movement, Broughton draws a suppressed handgun\nout of the ice and double taps the trigger before Bremovych\ncan react. \n---TARGET SECTION TO BE ANNOTATED---\n The two bullets punch through Bremovych’s cranial\nstem and kill him instantly.\n\nBROUGHTON\n(in English)\nFor the memories, Comrade\nBremovych.\n\nThe Room Service Attendant appears from the hallway. This is\nMerkel from East Berlin. He is followed by a cleaning team\nthat moves into the suite, lifts Bremovych into a body bag,\nand begins to sterilize everything. Merkel looks at\nBroughton.\n\nMERKEL\nHe’s waiting.\n\nBroughton walks out of the suite and never looks back.\n\nEXT. PARIS - NIGHT\n\nBroughton walks out of a side door of the L’Hotel Ritz. We\nfollow her several blocks as she cuts through the Jardin des\nTuileries and along the Place de la Concorde. She descends\nthe stone stairs to a small motor boat waiting on the Seine.\n\nEXT. PARIS - MOTOR BOAT - NIGHT\nA DECKHAND unties the boat and throws the line ashore.\n\nWe hear the BOAT’S ENGINE cry out in the cold air.\n\nBroughton walks past the closed cockpit. At the controls of\nthe small motor boat:\n\nWe see the Watchmaker. He touches the brim of his faded New\nYork Yankees baseball cap as he recognizes Broughton. Not a\nword is spoken between them. Broughton moves towards the bow\nof the boat. We hear a voice call out:\n\f110.\n\nKURZFELD\nOur team is clear of the Ritz and\nalready at our Embassy.\n\nEmmett Kurzfeld steps forward.\n\nBROUGHTON\nPerceval was never going to defect?\n\nKURZFELD\nUnknown. I planted that story to\nsafeguard you.\n\nBROUGHTON\nI don’t feel good about that.\n\nKURZFELD\nI've been where you are right now,\nwhere everything and everyone I got\nclose to ended up dead.\n\nThey share a moment of silence. Broughton sits down on a\nsmall bench seat against the cabin.\n\nBROUGHTON\nI am tired, sir.\n\nKURZFELD\nHow many years have you given for\nthis night?\n\nBROUGHTON\nMore than I would have liked.\n\nBroughton hands Kurzfeld the “ Carl F Burcherer “” timepiece.",
  "73": "---END OF PREVIOUS SECTION---\nKURZFELD\nHow many years have you given for\nthis night? BROUGHTON\nMore than I would have liked. Broughton hands Kurzfeld the “ Carl F Burcherer “” timepiece. \n---TARGET SECTION TO BE ANNOTATED---\nKurzfeld pries open the back plate, and within it is a secret\nchamber: We see the encrypted list with the name of every\nCold War intelligence officer.\n\nKURZFELD\nIt’s time you come home, Karen.\n\nBroughton smiles at the sound of her true given name.\nBROUGHTON\nI’m ready, sir. I have had enough\nof the cold.\n\nPRE-LAP on the soundtrack: “Home Sweet Home” by Motley Crew.\n\f111.\n\nOn the boat’s prow, a defiant AMERICAN FLAG SNAPS in the\nwind. Broughton and her American counter-intelligence team\nspeed past the Eiffel Tower under a starless night.\n\nSLAM TO BLACK.\n\nSUPER: GRAFFITI TITLE SCRAWLS OUT “THE COLDEST CITY”\n\nTHE END\n\f"
}