{
  "1": "BABY DRIVER\n\nWritten by\n\nEdgar Wright\n\nlst Draft Revisions - August 15th 2014\n\fii.\n\n\"You are the music while the music lasts.\"\nT. S. Eliot\n\n\"I was born one dark gray morn, with music coming\nin my ears...\"\nPaul Simon\n\nEvery scene in this film is driven by music.\n\fEXT. PARKING LOT - EARLY MORNING 1\nA strip mall in the San Fernando Valley.\nA front wheel of a car pulls slowly into view.\n\nA curb reads ‘Short Stay. 5 Mins Only.’\n\nINT. CAR - CONTINUOUS 2\nPlay is pressed on an iPod Classic. A rock track starts up.\nIt’s very loud. It’s awesome.\n\n‘Bellbottoms’ by the Jon Spencer Blues Explosion.\n\nOn high strings and a guitar stab we see the driver.\n\nYoung, baby faced. Short cropped hair. He wears mostly black.\nSports cheap gas station shades. This is BABY.\n\nWe can’t see his eyes, but his blank expression seems pretty\nstoic. He listens to the track, stares out the windshield.\n\nOn a 2nd guitar stab we see a beefy (30s) tough guy in shotgun.\nThis is GRIFF. He too wears shades, black business clothes.\n\nOn a 3rd stab we see another black clad gentleman. (40s) He’s\nhandsome, but looks like he parties too hard. This is BUDDY.\n\nOn a final stab we see the last shades wearing black clad\npassenger, a younger lady (20s) with her hair up. This is\nDARLING. There’s a hint of trash beneath her business clothes.\n\nThe high strings crescendo. Griff flings his door wide open.\n\nINT./EXT. CAR/PARKING LOT - CONTINUOUS 3\n\nThe track kicks in. We see the car is a shiny red Honda Civic\nand note the door chimes are in time with the song.\n\nChoppy strings play against guitar riffs as GRIFF gets out. We\nsee a shotgun partially concealed in his trench coat.\n\nBUDDY and DARLING get out. We glimpse they are also armed. He\npops the trunk. Grabs two duffels. Hands one to Darling.\n\nWe see they all wear sneakers as they walk away from the car in\nsync with the track. Again. It’s awesome.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see they all wear sneakers as they walk away from the car in\nsync with the track. Again. It’s awesome. \n\nTARGET SECTION TO BE ANNOTATED:\n But we stay with-\n\fBABY: our young driver. Hands fixed on the wheel. Ten to two.\nWatching his colleagues disappearing inside a ‘CHASE’ bank.\n\nThe song pauses for two bars.\n\nWhen it kicks back in, our driver suddenly drops the strong,\nsilent tough guy act and comes to glorious, joyous life.\n\nNodding his head. Swaying in his seat. Mouthing the vocals. A\nslave to the rhythm. He doesn’t miss a beat. It’s cool, but-\n\nHe’s also like a big kid in front of his bedroom mirror. As he\ndrums on the dash, we see shoppers pass, other cars cruise by.\n\nBaby is so immersed in the track, he flicks on the wipers. They\nswipe across the dry glass in perfect sync.\n\nA mother with a stroller passes. The infant inside notices Baby\nrocking out in his car. Baby waves. The infant smiles.\n\nThen he instinctively looks in his rear view. A BLACK & WHITE\nPOLICE CRUISER, sirens blaring, races up the street behind.\nBaby turns to watch the police car drive up and past.\n\nA pause in the music. The police car doesn’t return.\n\nAn urgent bass line. Baby looks to the bank. His goofy chair\ndance is over. He’s stone faced and _all business again.\n\nOver distorted guitars, our driver watches through partially\nfrosted windows. Sees his colleagues ordering staff to hit the\nfloor. Glimpses scared faces, the brandishing of weapons.\n\nThe song reaches an interlude; a vocal comes in and Baby lip\nsyncs every word as his eyes stay fixed on the bank.\n\nJON SPENCER (IN SONG)\n“Thank you very much, ladies and\ngentlemen.”\nA snare hits. An ALARM sounds. Baby steels himself.\n\nMilitary snares build like staccato machine gun fire. His\ncolleagues explode out of the bank, two bags full.\n\nBaby revs in time with the snares as his colleagues get in. Our\ndriver glances at the bank sign. ‘CHASE’.\n\nHe pops the car into reverse. Stomps the gas, hard.\nSnare drums crescendo. The car screams back through the tight\n\nspaces between parked cars, makes a tight Rockford to face\nforward. Baby drops into drive. Swerves wide onto -\n\fEXT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe car screams back through the tight\n\nspaces between parked cars, makes a tight Rockford to face\nforward. Baby drops into drive. Swerves wide onto -\n\fEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE STREETS OF LA - CONTINUOUS 4\n\nJON SPENCER\n“T'm gonna daaaaance.\"\n\nBaby's car sails into busy traffic, the track blasting on the\ncar stereo, building in speed and energy.\n\nDespite the velocity of the getaway, our driver is calm at the\nwheel, weaving through traffic like an android.\n\nThe other gang members lay low in their seats, shrug out of\ntheir business attire. They trade looks as Baby swerves.\n\nWOOP WOOP. One BLACK & WHITE cruiser screams the opposite way.\nIt zooms past, then makes a 180 behind them.\n\nBaby sees the Black & White BEHIND. A light turns red AHEAD.\n\nHe FLOORS it through the stop light. Other drivers break hard\naround him. Cars crash, rear end in time with kick drum hits.\n\nThe Black & White flies through the intersection, gaining.\n\nBaby nears 70 mph, the track building with cracking snares. The\nlone Black & White still dogs behind. Sirens wailing.\n\nBaby HITS 70 mph. Then 80. Comes up to an intersection. Eases\noff. Makes a hard right at the last second into -\n\nA side street. Loses the Black & White. Baby TEARS down the\nnarrow street, dodges dumpsters.\n\nOn the adjacent artery, the Black & White can be seen in\nparallel. Baby floors it to the next cross street and SWERVES a\nhard left, directly into the path of the Black & White\npursuing.\n\nBaby plows through this intersection, forcing the Black & White\nand all other traffic to brake VIOLENTLY HARD.\n\nThe Honda Civic leaves the Black & White in the dust and tears\ndown another straight with less traffic.\n\nBaby holds the gas down. Sees something before we do -\n\nJON SPENCER (CONT'D)\n“I'm gonna break, I'm gonna break!\"\n\nBaby brakes, pulls hard on the wheel, accelerates through a 180\nskid, roars in back the other direction with -\n\nTHREE BLACK & WHITES now on his tail. Red and Blues. Sirens.\n\fFacing the original cruiser, Baby crosses the double line, tears\npast oncoming traffic and DISAPPEARS up a freeway ramp.\n\nNo one saw that turn coming but Baby.\n\nEXT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nFacing the original cruiser, Baby crosses the double line, tears\npast oncoming traffic and DISAPPEARS up a freeway ramp. No one saw that turn coming but Baby. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE 405 FREEWAY - CONTINUOUS 5\n\nThe Black & Whites are left behind as Baby revs past the green\nlight and into aggressive morning traffic. 85... 90.\n\nHighly distorted guitar signals the arrival of a POLICE\nHELICOPTER. It dogs above, but has to play find-the-lady with\nat least three red Honda Civics currently southbound.\n\nBaby weaves from lane to lane. As he disappears under a bridge,\nhe crosses to the shoulder and barrels along it at a crazy\nspeed. Tears down the off ramp. And he’s back onto -\n\nEXT. THE STREETS OF LA - CONTINUOUS 6\n\nMASS HONKS as Baby blows through a intersection. Disappears down\nan alley, weaving these back routes like a savant.\n\nAs sirens and choppers’ blades ebb away a little, we see Baby\nease it down, a rising bass riff signals a sneaking approach.\n\nHe slows to see if any cruisers cross by ahead. One police\ncruiser glides by, sirens off. Baby waits on the bass riff\nagain. Then floors it when the coast’s clear. And suddenly -\n\nThey pull into a covered parking lot underneath a quiet shopping\ncomplex and pull up next to a green Toyota Corolla.\n\nAnd like that, the gang leap out of the Civic and into the switch\ncar, money and guns covered up.\n\nThe gang swap places. Buddy and Griff in the back. Baby shotgun,\nDarling drives. Lets her hair down. Pulls on a colorful sweater.\n\nBaby closes his eyes, pretends to be asleep as Darling roars\ninto the white of morning and the Blues Explosion echoes out.\n\nAnd the first musical number is over. That was something.\n\nEXT. DOWNTOWN BUSINESS DISTRICT - LATER 7\nOVER CREDITS: ‘Harlem Shuffle’ by Bob & Earl.\n\nOur hero, Baby, appears from a door in the mirrored exterior of\na non-descript business address in Bunker Hill.\n\fBaby has his iPod earphones firmly in, his shades on and his\nbubble of sound around him. Again, he’s clearly a big kid when\naway from the gang, lost in his music.\n\nHe strolls down the street listening to ‘Harlem Shuffle’. The song\nis as funky as the business district is not.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAgain, he’s clearly a big kid when\naway from the gang, lost in his music. He strolls down the street listening to ‘Harlem Shuffle’. The song\nis as funky as the business district is not. \n\nTARGET SECTION TO BE ANNOTATED:\n Office workers stride\nto work, while Baby STRUTS along like Tony Manero.\n\nBaby walks against the traffic, the world syncing around him: a\nchorus of car honks, cell phones and barking canines.\n\nBaby uses a crosswalk, the bleeps and his steps all in time. He\nreaches the other side of the street and breezes into -\n\nINT. STARBUCKS - CONTINUOUS 8\nBaby takes one ear out, orders from an unseen MALE BARISTA.\n\nBARISTA (0.S.)\nCan I get your order sir?\n\nBABY\n(counts out four fingers)\nOne black coffee. One black coffee.\nOne black coffee. And one coffee,\nblack.\n\nBARISTA (0.S.)\nSo, four black coffees?\n\nBABY\nUh. Yeah.\n\nBARISTA (0.S.)\nSize?\n\nBABY\nMiddle one.\n\nBARISTA (0.S.)\nFour grande black coffees. Name?\n\nBABY\nBaby.\n\nBARISTA (0.S.)\nYour name is “Baby”?\n\nBABY\nB-A-B-Y. Baby.\n\f10\n\nBaby puts his second ear back in as the coffee machine screams\ninto life and Bob (or Earl) wails over the middle 8.\n\nBaby looks around the Starbucks, sees other young people of his\nage, smiling and chatting, enjoying their carefree lives. Their\nactions are magically in time with his personal soundtrack.\n\nBaby looks out through the window, sees A PRETTY GIRL walking\npast. She too is wearing earphones and lost in her own music.\n\nFor a beautiful moment this girl and the whole damn city is\nalive and all in step with the music in his head. All except -\n\nA BEAT COP. Ironically, the only person not walking on beat.\nThe middle 8 ends. The GIRL disappears. The BEAT COP lingers.\n\nBaby grabs his coffee tray. Splits.\n\nEXT. DOWNTOWN BUSINESS DISTRICT - CONTINUOUS 9\nBaby passes the Beat Cop, only doing a subtle strut in time.\n\nHis swagger returns as he approaches the building from where he\ncame. We see POLICE CARS reflected in the glass of the\n\nbuilding. Baby hears their sirens and watches as they pass.\n\nAs the song fades, Baby opens the door with his elbow, stops it\nwith his foot, all while switching the coffee tray from one\nhand to the other.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see POLICE CARS reflected in the glass of the\n\nbuilding. Baby hears their sirens and watches as they pass. As the song fades, Baby opens the door with his elbow, stops it\nwith his foot, all while switching the coffee tray from one\nhand to the other. \n\nTARGET SECTION TO BE ANNOTATED:\n He then pirouettes into the open door. He is-\n\nThe Gene Kelly of the coffee run.\n\nINT. UNDECORATED LOFT - DAY 10\n‘Egyptian Reggae’ by Jonathan Richman & The Modern Lovers.\n\nCoffee is drunk. Cash split. The gang are in a garment\nwarehouse space with some vintage sewing desks.\n\nOn a large table in the middle. DOC, an older (60s), silver-\nhaired, very well-dressed man, counts out the day’s haul.\n\nDarling, fixes herself up (down?), now looking trashier than\nbefore. Buddy, sits next to her and sips his coffee quietly.\n\nBaby sits at the back of class, earphones in and shades still\non. The goofy kid has disappeared, the stoic, poker faced Baby\nhas returned. The beefy guy, Griff, glowers at him.\n\fGRIFF\nWhat’s his deal?\n\nDOC\nBaby? Full cut. Same as everyone.\n\nDoc is brusque, seems irritated at answering any questions.\n\nGRIFF\nNo I mean, is he retarded?\nDOC\nRetarded means slow. Was he slow?\nGRIFF\nNo...\nDOC\n\nThen he don’t sound retarded to me.\nDoc smiles for a second. Then resumes counting.\nGRIFF\nI don’t know. There’s something wrong\nwith him not saying anything.\n\nDOC\nThere’s nothing wrong with some quiet.\n\nGRIFF\nI’m just saying it weirds me -\nDOC\n(makes a zip-it motion)\nHey! I’m going to lose count.\n\nGriff swaggers over to Baby, who taps his fingers on the table\nto ‘Egyptian Reggae’ on his iPod.\n\nGriff observes for a while, then holds down his tapping hand.\nBaby slowly takes his hand away. Now his feet tap in time.\n\nGRIFF\nWhat you listening to?\n\nNo answer. Griff takes out one of Baby’s earphones.\n\nGRIFF (CONT'D)\nWhat are you listening to Baby?\n\nNo answer. Griff looks at Baby’s iPod. Drops it with a scoff.\n\fGRIFF (CONT'D)\nYou think you’re pretty smart acting\ndumb, that it?\n\nBUDDY\nLeave the kid alone Griff.\n\nGRIFF\nI just wanna know what’s going in his\nhead. Aside from ‘Egyptian Reggae’.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUDDY\nLeave the kid alone Griff. GRIFF\nI just wanna know what’s going in his\nhead. Aside from ‘Egyptian Reggae’. \n\nTARGET SECTION TO BE ANNOTATED:\nDARLING\n(half listening)\nLove reggae.\n\nBUDDY\nWhat does it matter to you?\n\nGRIFF\nI think he thinks he’s better than us,\nBuddy. Wants to keep his white shirt\nclean while we plays dirty.\n\nGriff snatches off Baby’s shades. We see Baby’s baby blues for\nthe first time. He looks so fresh faced, so young.\n\nGRIFF (CONT'D)\nIt don’t work like that. Someday\nyou'll get blood on your hands and\nfind out it don’t wash off in the\nfucking sink.\n\nDARLING\nGriff.\n\nGRIFF\nHey Darling, he wants to hang with the\nolder kids, he’s going to hear some\ngrown up words. Like ‘fuck’.\n\nGriff does a boo scare on Baby. He doesn’t flinch.\n\nDOC\nWill you cut it out!\n\nBUDDY\nYeah, he did his job, let him be.\n\nGRIFF\nHey, I ain’t saying he’s not great.\nBoy’s a star, right?\n\nDoc puts Baby’s cut in a holdall and brings it over to his desk.\n\fDOC\nWould I vouch for him if he wasn’t?\n\nDoc leaves to go to the bathroom. Griff shouts after.\n\nGRIFF\nHey I’m just checking he’s gonna be\nokay out in the world. You know, since\nhe’s the only one in here not packing.\n\nSmiling, Griff takes out his revolver, puts it on the desk.\nBaby looks at the revolver, but doesn’t show any emotion.\n\nGRIFF (CONT'D)\nTake it. There’s bad people around.\n\nBUDDY\nSpeak for yourself.\n\nGRIFF\nDon’t want it? Say I took your share,\nwalked out? How you gonna stop me? I\nwanna see you stop me.\n\nDarling and Buddy exchange glances as Griff playfully swipes\nBaby’s holdall and walks slowly away towards the door.\n\nGRIFF (CONT'D)\nC’mon. Don’t let me get away.\n\nBaby looks at Griff, then the revolver. Griff laughs.\n\nGRIFF (CONT'D)\nDo it Baby. I’m a real bad guy.\n\nBaby looks up at the ceiling. Griff is insulted.\n\nGRIFF (CONT'D)\nOkay. Enough games.\n\f11\n\n10.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRIFF (CONT'D)\nOkay. Enough games. 11\n\n10. \n\nTARGET SECTION TO BE ANNOTATED:\nGriff huffs, reluctantly puts the money back in the holdall.\nBaby quietly puts his shades back on again, retreats.\n\nBUDDY\nI figured out why you call him Baby.\nStill waiting for his first words.\nINT. FREIGHT ELEVATOR - LATER 11\n\n‘Secondo Intermezzo Pop’ by Ennio Morricone.\n\nBaby travels with Griff, Darling, Buddy and Doc in a packed\nelevator. All five of them clutch HOLDALLS.\n\nDarling is all over Buddy. Smooching and laughing. (The 20 year\nage gap between them is a_ little much.)\n\nDARLING\nWell isn’t this quite the squeeze?\n\nBUDDY\nI think you’re quite the squeeze.\n\nGriff again eyeballs Baby who has shades back on, phones in.\n\nGRIFF\nYou still mad-dogging me boy?\n\nDoc snaps, Darling and Buddy sigh, tired of this shit.\n\nDOC\nJesus. You're mad dogging him.\n\nBUDDY\nYeah, where do you get off?\n\nGRIFF\nKid's gotta grow up sometime.\n\nBUDDY\nSeriously. Where do you get off?\n\nPING. The lift hits Pl.\n\nGRIFF\nRight here.\n\nGriff makes a move, looking to Doc.\nGRIFF (CONT'D)\n\nOkay folks, if you don’t hear from me.\nIt’s because I’m dead.\n\f12\n\n11.\n\nGriff exits the frame and the movie. He’s never seen again.\n\nThe doors close and Darling laughs at the release of tension.\nThe lift descends. Buddy and Darling kiss again.\n\nDARLING\nHey, what’s that song?\n(sings)\n“Love in an elevator”\n\nBUDDY\nThat would be ‘Love In An Elevator’.\n\nDARLING\nRiiight.\nPING. The elevator hits P2. Buddy salutes Doc.\nBUDDY\nSir, I will call you as soon as the\nnose bag is empty.\nBuddy punches Baby’s arm playfully.\nBUDDY (CONT'D)\nAnd you? You did great. You aced it.\nYou’re one of the good guys.\n\nThey exit. Buddy shouts back to Baby as the doors close.\n\nBUDDY (CONT'D)\nHe calls you again, don’t pick up.\n\nAnd with that, the elevator descends. Doc smiles tersely.\n\nDOC\nDon’t listen to him.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd with that, the elevator descends. Doc smiles tersely. DOC\nDon’t listen to him. \n\nTARGET SECTION TO BE ANNOTATED:\nBaby then speaks his first words to any of ‘the gang’.\nBABY\nOkay.\nINT. UNDERGROUND PARKING P3 - CONTINUOUS 12\n\nPING. Baby and Doc exit into a cavernous parking lot. They walk\nover to Doc’s shiny Black Merc. Doc opens the trunk.\n\nDOC\nNow you know I don’t like taking candy\nfrom Baby, but...\n\f13\n\n14\n\n12.\n\nDoc holds out his hand. Baby gives him his holdall. Doc takes\nout one stack of bills and throws both bags in the trunk.\n\nDOC (CONT'D)\nDidn't want to embarrass you in front\nof the gang. When we’re square we’ll\nwork out a new deal. Deal?\n\nBABY\nUh. Yeah.\n\nDoc gives Baby the one stack of bills. Gets into his car.\nDOC\nDon’t go crazy with that. I want you\nback behind the wheel and soon. I’11\ncall you.\n\nDoc pulls out. Leaves Baby all alone.\n\nEXT. APARTMENT BLOCK - DUSK 13\n‘Nutrocker’ by B. Bumble And The Stingers.\n\nA piano bangs out a funereal intro. We see a dilapidated red\nbrick apartment building complete with a rusty fire escape.\n\nIt’s a stone’s throw from a park. Judging by some of the\nboarded up windows, literally a stone’s throw.\nINT. BARE APARTMENT - DUSK 14\n\nThe song becomes a rendition of March Of The Wooden Soldiers,\nwe see Baby flick the stack of cash in time with the piano.\n\nWithout his shades, Baby again looks less the badass, more the\nbig kid. Young, of indeterminate age. Handsome, but cute.\n\nAs the track vamps, Baby puts the money away, under a missing\nfloorboard where an amount of dollar bills are stashed.\n\nBaby replaces the board and we get a wider view of his\nquarters.\n\nPretty basic. Tiny kitchenette. Small bathroom and bedroom. In\nthe center, a dining table and single chair.\n\nAs ‘Nutrocker' blossoms into a jazzy version of Tchaikovsky,\nBaby mimes the keyboards on the table. Pounding out the tune\nwith his fingers. Playing at playing like Jerry Lee Lewis.\n\f13.\n\nThere are iPods on the counter, table and floor.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlaying at playing like Jerry Lee Lewis. 13. There are iPods on the counter, table and floor. \n\nTARGET SECTION TO BE ANNOTATED:\n There must be\nclose to 70 devices from different years, different colors,\ndifferent models, seemingly from different owners.\n\nThere isn’t a computer in the room. Just the odd charger.\nBattered travel speakers. A cassette deck. Audio tapes. A vinyl\nplayer. LPs. CD players, Walkmans. Dictaphones and many other\nrecorders. A treasure trove of music systems and physical\nmedia.\n\nWhile there is a tremendous amount of equipment, it’s ordered\nin a way that makes sense to Baby. Very precisely laid out.\n\nBaby is now jiving around the room to ‘Nutrocker’. He even pops\nsome pills to the tune. (Sharp eyes will notice it's\nanticonvulsant medication for tinnitus and epilepsy.)\n\nIt’s clear music is an obsession as Baby dances like no-one's\nwatching. As he moves to the other side of the room we see -\n\nAn ELDERLY MAN (African American, 80s) in pajamas and robe,\nsitting in a wheelchair. He’s half-asleep, watching TV.\n\nBaby sees a KTLA 5 report on a ‘Valley Bank Robbe - '’.\n\nCLICK. Baby switches it off. He wakes the Elderly Man and\ncommunicates the following in sign language. No subtitles.\n\nBABY\nYou okay?\n\nELDERLY MAN\nI‘m hungry.\n\nBABY\nYou want the same?\n\nELDERLY MAN\nYes please.\n\nAs drums shuffle and the piano starts a descending octave, Baby\nmakes a sliced white bread and peanut butter sandwich.\n\nHe makes sure to spread the butter to the edges and cuts it\ninto four smaller slices. Every action has a flourish to it.\n\nThe song ends as it began, with jolly ceremony. Baby serves the\nsandwich on bended knee, as if it were a royal platter. The\nElderly Man beams with his remaining teeth.\n\nIn the corner sits one of those deaf friendly phones where a\nred light flashes when a call is incoming. It is not flashing.\n\f15\n\n16\n\n17\n\n18\n\n14.\n\nINT. BARE APARTMENT —- EVENING 15\n\nBaby sits alone. The Elderly Man is asleep in his chair. Baby\nabsent mindedly flicks through kids’ TV CHANNELS.\n\nFlip to Alfala from ‘The Little Rascals’ singing -\n\nALFALFA\n“You are so beautiful.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Elderly Man is asleep in his chair. Baby\nabsent mindedly flicks through kids’ TV CHANNELS. Flip to Alfala from ‘The Little Rascals’ singing -\n\nALFALFA\n“You are so beautiful. \n\nTARGET SECTION TO BE ANNOTATED:\nFlip to Donkey and several baby donkeys in ‘Shrek The 3rd’-\n\nDONKEY\nThey grow up so fast.\n\nFlip to Sully and Mike in ‘Monsters Inc’-\nMIKE WAZOWSKI\nYou and I are a team. Nothing is more\nimportant than our friendship.\nINT. BARE APARTMENT - LATER THAT NIGHT 16\n\nBaby still sits alone. The Elderly Man now cannot be seen. He\nholds an outmoded Sony handheld cassette recorder.\n\nHe plays back the audio for the opening chase. We hear a badly\nrecorded ‘Bellbottoms’ and all the sounds of the car.\n\nThe phone sits in the corner. Still nothing.\n\nINT. BARE APARTMENT —- DAWN 17\nBaby. Alone. Still playing the tape. We hear this dialogue.\n\nDOC (TAPE)\nWas he slow?\n\nGRIFF (TAPE)\nNo.\n\nVEEEEEP. Baby rewinds this. Listens again.\n\nINT. BARE APARTMENT - EARLY MORNING 18\n‘Call Me’ by Siriusmo.\n\nBaby hasn't slept. Stares at the phone. In time with a track\nmade up of dial tones, he pretends to play it like a theremin.\n\f19\n\n15.\nHe mimes out this Chaplin-esque routine where he wills the\nphone to ring with grand choreographed gestures.\n\nBut no call. Bored, Baby looks into the bedroom. Sees the\nElderly Man asleep under blankets. Sunlight streaming in.\n\nSlowly Baby starts to fall asleep. But as soon as his eyes\nclose-\n\nFLASHBACK: A HIGH PITCHED WHINE ON SOUNDTRACK\n\n- A YOUNG 7 YEAR OLD Baby, not wearing headphones, sitting in\nthe same apartment, same table. The furnishings are different.\n\n- Young Baby has bruises and visible stitches. He looks up to\nsee the Elderly Man (about 10 years younger) offer him a peanut\nbutter sandwich and mouth ‘you okay?'. Baby closes his eyes.\n\n- See Young Baby, unbruised, in the back seat of a car,\nheadphones firmly on. The camera pans around to see -\n\n- A crying woman driving.\n\n- A man in the passenger seat shouting furiously at her.\n\n- The pick up truck they are about to rear end.\n\n- The WHINE reaches a peak. Baby closes his eyes.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n- The pick up truck they are about to rear end. - The WHINE reaches a peak. Baby closes his eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nFLASHBACK ENDS. Baby opens his eyes. Gets out of his chair.\nHe looks at one white iPod on the table. The original model\nfrom 2001. It is cracked and broken. Beyond repair.\n\nINT. BARE APARTMENT - EARLY MORNING 19\n‘Intro’ by The Herbaliser.\n\nBaby's back in his bubble. Jacket on. Phones in. Stands by the\nfront door in a hallway with mirrors on both sides.\n\nTHE HERBALISER\n“He's rough, he's rugged, he's red\nblooded, he's romantic. He's full of\nshit.”\n\nBaby takes his shades on and off, throwing looks into the\nmirrors, acting out tough expressions and badass poses.\n\nIt’s clear Baby will not leave until the beat kicks in. Baby\nthrows open the door and exits...\n\f20\n\n21\n\n16.\n\nINT./EXT. APARTMENT BLOCK - CONTINUOUS 20\nTo a funky groove, Baby struts down the stairwell, passing a\nrising exposed elevator on the way up. He doesn’t acknowledge\nthe neighbor going up as he continues his tough act, sauntering\ndown to the front door and on beat -\n\nHe struts into the street, as if he owns it. Baby jumps into a\nBlue Chevy Malibu. As the song ends, he rolls away.\n\nINT. EMPTY DINER - EARLY MORNING 21\n‘Let’s Go Away For Awhile’ by The Beach Boys.\n\nBaby. Shades on. Phones in. Looking ahead. Listening to music.\nHe sits in a pleasant, but not very busy, old school diner.\n\nThe decor is 50s retro and auto centric. Classic convertibles\nwith happy smiling couples inside are painted everywhere.\n\nBaby sees the LA Times on the table. He flips it over so he\ndoesn’t have to see the headline featuring ‘Robbery’.\n\nBaby looks out to see a COUPLE in a car at the lights. They\nseem happy living the life Baby does not. They pull away\nrevealing-\n\nThe PRETTY GIRL from earlier.\n\nShe's outside the diner, wearing grey sweats, and still wearing\nearphones too. She appears to be singing as she —\n\nWalks into the diner and right into the kitchen.\n\nBaby peers through the round glass of the kitchen doors as the\ngirl gets changed out of her sweats. Still singing.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe appears to be singing as she —\n\nWalks into the diner and right into the kitchen. Baby peers through the round glass of the kitchen doors as the\ngirl gets changed out of her sweats. Still singing. \n\nTARGET SECTION TO BE ANNOTATED:\nBaby takes out one ear of his earphones to hear what she’s\nsinging. But he can only hear the diner music and a little\nsnatch of her voice when the kitchen doors swing open.\n\nFor a brief moment, the planets align and Baby's music, the\ndiner muzak and her singing make glorious union.\n\nTHE GIRL\nB-A-B-Y, Baby.\n\nBaby takes off his shades to look more clearly at this angel,\nbut she disappears from view to finish getting changed.\n\nBaby stares at the empty space where she just was. Then -\n\f17.\n\nFEMALE VOICE\nWhat can I get you this fine morning?\n\nBaby looks up in a daze. It’s her. She’s a waitress.\n\nBABY\nUh.\n\nTHE WAITRESS\nDon’t worry if you need a minute. I\ngot all the time in the world.\n\nShe gestures to the empty diner. One man at the counter and a\nsecond bored waitress. Baby stares at photos on the menu.\n\nTHE WAITRESS (CONT’D)\nY'know that’s the kids’ menu right?\n\nBABY\nUh. Yeah.\n\nHe embarrassedly flips the menu to the other side.\n\nTHE WAITRESS\nHey don’t worry. I get it. It’s early.\nYou need Joe to jump start your head?\n\nBABY\nJoe?\n\nTHE WAITRESS\nCoffee.\n\nBABY\nUh. No thank you.\n\nTHE WAITRESS\nDid you just get off?\n\nBABY\nGet off?\n\nTHE WAITRESS\nYou just starting your day or did you\njust get off?\n\nBABY\nI guess.\n\nThe Waitress smirks at his non-answers. Hearing Baby talk more,\nwe note his speech patterns are half schoolkid and half stoner.\n\f18.\n\nTHE WAITRESS\nWhat do you do?\n\nBABY\nI’m a driver.\n\nTHE WAITRESS\nLike a show-fer?\n\nBABY\nA what?\n\nTHE WAITRESS\nYou drive around important people?\n\nBABY\nI guess I do.\n\nTHE WAITRESS\nThat's pretty cool. Is it exciting?\n\nBABY\nYeah.\n\nTHE WAITRESS\nAnyone I’d know?\n\nBABY\nI hope not.\n\nTHE WAITRESS\nWell, aren’t you mysterious?\n\nBABY\n--.I don’t know.\n\nTHE WAITRESS\nYou don’t know? Ha! Do you ever hit\nthe road just for fun?\n\nBABY\nNot so much anymore.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHa! Do you ever hit\nthe road just for fun? BABY\nNot so much anymore. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE WAITRESS\nMe neither. Sometimes I'd like to just\ntake off. Put some tunes on. Not know\nwhere I was going.\n\nBABY\nYeah?\n\nTHE WAITRESS\nYeah.\n\f19.\n\nA long pause. They drift off, lose themselves in the idea.\n\nTHE WAITRESS (CONT’D)\nHave you decided on anything yet?\n\nBABY\nYeah...\n(blurts)\nYou are so beautiful.\n\nTHE WAITRESS\nOh you just decided that? Well thank\nyou but I’m sure you don’t mean it.\n\nBABY\nI do mean it.\n(looks at her name tag)\nJonathan?\n\nTHE WAITRESS\nOh sorry. This isn’t my badge. I only\njust started here as a...\n(gestures at her uniform)\n\nBABY\nJonathan?\n\nTHE WAITRESS\nYeah, as a ‘Jonathan’.\n\nShe smiles. Charmed at his odd manner. She walks off.\n\nTHE WAITRESS (CONT’D)\nWell, if you have any questions,\nholler.\n\nBaby stares as she walks off, tapping the backs of diner stools\nin time with the music as she goes. She sings a snatch of the\nsong she was singing earlier in time with the muzak.\n\nTHE WAITRESS (CONT’D)\nB-A-B-Y, Baby.\n\nBaby takes in this image of The Waitress framed within the\ncouples in convertible illustrations that adorn the walls.\n\nBABY\nI have a question.\n\nTHE WAITRESS\nUh huh.\n\f22\n\n23\n\n20.\n\nBABY\nWhat song are you singing?\nINT. DISCOUNT RECORD STORE - LATER 22\n‘The Plot’ by Lalo Schifrin.\nBaby marches into a discount music store, the final resting\nplace of physical media. Zeroes in on the right section. He's\n\nnever looked so serious. He flips through jewel cases. Finds.\n\nBABY\nCar-lah Tom-ass.\n\nWe see the CD cover. ‘Gee Whiz: The Best Of Carla Thomas’. He\nflips to the back cover. Track listings. ‘13. B-A-B-Y’.\n\nPays with a crisp new 50 dollar bill. And he’s out.\n\nINT. BARE APARTMENT - DUSK 23\n‘B-A-B-Y’ by Carla Thomas plays at full volume.\n\nBaby stands in the middle of the room. Lost in the track.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARE APARTMENT - DUSK 23\n‘B-A-B-Y’ by Carla Thomas plays at full volume. Baby stands in the middle of the room. Lost in the track. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nElderly Man sits in the corner again, watching TV.\n\nWe see a red light flashing on the phone.\nBaby doesn’t see it at first. He mouths along with the song -\n\nCARLA THOMAS\n“And I can't stop loving you.”\n\nBaby has started a slow, solo dance around the room. The phone\nlight flashes in time with the track.\n\nCARLA THOMAS (CONT'D)\n“And I won't stop calling you.”\n\nThe Elderly Man waves to Baby, alerts him to the phone. Baby\npresses pause on his music and picks up.\n\nDoc (0.S.)\nYou didn’t answer. What’s up?\n\nBaby briefly glances at the ceiling, puzzled.\n\nBABY\nWhat’s up?\n\f24\n\n25\n\n21.\n\nDoc (0.S.)\nBaby, I don’t actually need to know.\nHere’s what’s up.\n\nINT. DISCOUNT CLOTHING - EVENING 24\n‘Supervillain Theme’ by Madvillain.\n\nDoc (0.S.)\nI need you to drive me to an\nappointment and I need you to look\nsmart.\n\nOver the phone conversation, we see Baby in a cavernous\ndiscount menswear store in Santee Alley, garment district.\n\nIt appears that we’re in the store after hours and that Doc is\nvery much in charge. He may be the owner as he has several same\nage lackeys helping Baby try out some smarter clothes.\n\nDOC (0.S.) (CONT'D)\nYou got what it takes to be a\nchauffeur?\n\nBABY (0.S.)\nI think so.\n\nDoc (0.S.)\n\nYou know what a chauffeur does?\n\nBABY (0.S.)\nDrives around important people.\n\nDoc (0.S.)\nYou learn fast kid. I like it.\n\nBaby admires his new suit. Doc gives it the nod too.\n\nEXT./INT. FANCY RESTAURANT/FANCY CAR - NIGHT 25\n‘Marca A La Turca’ by La Tia Leonor Y Sus Sobrinos.\nBaby drives Doc’s Merc up to an equally smart restaurant.\n\nIt’s a final sitting for dinner, not too busy. Baby sees a\nbooth full of SERIOUS LOOKING GUYS through the window.\n\nHe wears his new black suit, shirt, tie, smart sunglasses and\ndriver gloves. Only one earphone is in. Doc sits in the back.\n\nBaby pulls into a spot.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly one earphone is in. Doc sits in the back. Baby pulls into a spot. \n\nTARGET SECTION TO BE ANNOTATED:\n A town car is parked alongside.\n\f22.\n\nA valet opens the door. Doc leans over to Baby and whispers -\n\nDOC\nI won’t be long. In case of fire,\nthere’s something in the glove.\n\nDoc gets out, leaving Baby staring at his gloves, intrigued.\nThere’s a hidden weapon in his gloves? Like in ‘Iron Man’?\n\nBaby then realizes Doc meant the glove compartment. He opens\nthat to sees a PISTOL inside. He closes the glove again.\n\nHe looks over to the restaurant. Three WELL DRESSED TOUGHS sit\nin a booth with their backs to the wall. They greet Doc with\ncordial hugs. They look like gangsters. Or ex-cops.\n\nAs they talk we only see the back of Doc’s head. Their\nconversation cannot be heard but it syncs perfectly with the\nmusic in Baby's ears: a wonky sixties cover of Mozart's Piano\nSonata in A Major.\n\nThe four men discuss something important. Through Baby’s eyes\ntheir hushed talk is scored by the piano music. A 4 bar melody\nrepresents one guy talking, the next 4 bars in a higher octave\nrepresent a second guy. The meeting continues in time with\ndescending piano scales.\n\nA piece of paper is passed to Doc across the table, Baby starts\nto mouth along with what he imagines the conversation to be,\nmimicking the facial expressions of the three toughs.\n\nAs he fully commits to this silly charade the window of the\nADJACENT CAR winds down and a POKER FACED CHAUFFEUR looks\nacross at Baby, acting like a goof.\n\nBaby stops. The chaffeur then winds his window back up.\n\nThen, in perfect sync with a celebratory end to the track Doc\nwalks out of the front door of the restaurant.\n\nDoc jumps in, slams the door on the closing note of the song.\n\nDOC (CONT'D)\nSo I got us a job. You in?\n\nBABY\nAm I in?\n\nDOC\nIt was a rhetorical question Baby.\nYou’re in.\n\f26\n\n23.\n\nINT. UNDECORATED WAREHOUSE - DAY 26\n‘Kashmere’ by The Kashmere Stage Band.\n\nBaby walks in with Doc. We see what he sees. Three new\ncolleagues. Three hardened criminals. Meet EDDIE, J.D. and\nBATS.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThree hardened criminals. Meet EDDIE, J. D. and\nBATS. \n\nTARGET SECTION TO BE ANNOTATED:\nDOC\nMeet the new cast.\n\nAll 30s, all formidable male specimens. Eddie is a slab of\nwhite muscle with a discolored band-aid on his nose. J.D. is a\nlong haired, dopey faced Korean, covered in tattoos.\n\nDOC (CONT'D)\nThis is Eddie No Nose. Formerly Eddie\nThe Nose.\n\nBATS (0.S.)\nWhy, what happened?\n\nEDDIE\nCome on. Don’t ask me that. That’s a\nNo-Nose’ no-one. Page one.\n\nDOC\nAnd that’s J.D. He put the Asian in\nhome invasion. And Bats there-\n\nBats is an intense dude, mixed race, wiry with piercing eyes\nand permanent grin. He wears a leather glove on one hand.\n\nBATS\nNo need for the intro Doc, everyone's\nheard of the ‘One Glove Bandit’.\n\nBats and Co. treat their new member with curiosity and\nmalicious glee; their jazzy patter overlapping like Altman.\nThey talk around him, at him, project onto him.\n\nJ.D.\nThis is him Doc? This is the mute?\n\nEDDIE\nAll I hear is talk about this mute.\n\nJ.D, Eddie and Bats are up in Baby’s face like wild dogs as Doc\nbusies himself writing on a freestanding chalkboard.\n\nBATS\nThat right? Are you the mute?\n\f24.\n\nBABY\n...No.\n\nJ.D.\nThis is the kid, the one who listens\nto music all the time.\n\nBATS\nIf he’s got phones in all the time\nhow’s he’s concentrate on the job?\n\nDOC\nHe doesn’t phone it in.\n\nJ.D.\nPhones don’t phone it in, huh?\n\nBATS\nDriver's supposed to be the eyes and\nears. Not just the eyes.\n\nDOC\nHe won’t disappoint.\n\nEDDIE\nYou don’t disappoint in this biz, you\njust end up dead.\n\nDOC\nI'd put money on any of you fucking\nup, before Baby puts a step wrong.\n\nJ.D.\nBaby steps, right?\n\nEDDIE\nWhy’s he listen to music all the time,\nhe got mental problems or something?\n\nBATS\nHey. I got the mental problems on this\ncrew. Position taken, you hear?\n\nDOC\nHe’s got tinnitus.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nI got the mental problems on this\ncrew. Position taken, you hear? DOC\nHe’s got tinnitus. \n\nTARGET SECTION TO BE ANNOTATED:\nEDDIE\nWhat’s that?\n\nDOC\nHad an accident when he was a kid.\nSomething went pop in his ear.\n\n(MORE)\n\f27\n\n25.\n\nDOC (CONT'D)\nStill got a hum in the drum. Plays\nmusic round the clock to drown it out.\n\nJ.D.\nHum-drum, huh?\n\nBaby doesn’t react to them talking about the accident. He’s\ndistracted by one of J.D’s tattoos that reads ‘Hat’.\n\nBABY\n‘Hat’?\n\nJ.D.\nUh?\n\nBABY\n\nYour tattoo says ‘Hat’.\n\nJ.D.\nYeah it used to say ‘hate’, but to\nappease my parole officer and increase\nmy chances of employment, I got the\n‘e’ removed.\n\nBATS (0.S.)\nOh how’s that working out for you?\n\nJ.D.\nWho doesn’t like hats?\n\nDOC\nSo. Let’s talk shop.\n(clicks fingers at Baby)\nBaby, you with us?\n\nAgain, Baby doesn’t directly answer. We CUT TO-\n\nINT. UNDECORATED WAREHOUSE - LATER 27\n‘Unsquare Dance’ by Dave Brubeck.\n\nOver a strong bass line, hand claps and snare drums -\n\nDoc relates a plan to the four strong team. Some of it is\nillustrated on the chalkboard. We see everyone, except Baby,\n\nlisten as Doc relays details of masks, timings, routes etc.\n\nBaby sits at the back again. The music in his ears fully drowns\nout any dialogue. But he watches their lips.\n\nThere is a TOY CAR on the table next to some floorplans. Baby\nabsent mindedly plays with it as he taps his foot.\n\f28\n\n26.\n\nThe song finishes. Doc finishes. Bats’ hand shoots up.\n\nBATS\nI got a question. Tell me why I should\nbelieve Phones over there listened to\na damn word you just said? You go\nthrough the whole play and he ain't\nlistening.\n\nDOC\nBaby?\n\nBABY\n\nYou're going to hit an armored truck\nat Banco Popular in El Monte at 10am\nsharp. You have the details of the\nroute because someone at the depot has\na nasal problem. The bank itself is\nright by the 10 so we should be able\nto hit a ramp within 60 seconds of\ngetting out.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nBABY\n\nYou're going to hit an armored truck\nat Banco Popular in El Monte at 10am\nsharp. You have the details of the\nroute because someone at the depot has\na nasal problem. The bank itself is\nright by the 10 so we should be able\nto hit a ramp within 60 seconds of\ngetting out. \n\nTARGET SECTION TO BE ANNOTATED:\n We also have a diversion\ncrew, who are going to blow up a bread\ntruck a ways away, keep the fuzz busy.\nDress code is Michael Myers Halloween\nmasks, but you can’t all buy the masks\nat the same time, looks suspicious.\nYou guys have the switch car all set\nup, but you want me to go out to the\nlong stay parking structure at a\nMetrolink and get a ride that stays\ncolder for longer. Boost a commuter\ncar, a family car. Something that will\nblend into the morning traffic.\n\n(beat)\nI think something on the heavy side,\ncase we need to ram the police off the\nroad. An Escalade, a Yukon, an\nAvalanche. Whatever it is, it needs to\nbe ready for an 8.30 start. In the\nayem.\n\nWowed silence.\nDOC\nThat’s my Baby.\nINT. NORTH CORONA METROLINK PARKING STRUCTURE - EARLY MORNI2A8G\n‘Bongolia’ by The Incredible Bongo Band.\n\nOn a bongo roll, we see a windshield POV, as we pull into a\nconcrete parking structure and park up in a long stay spot.\n\f29\n\n27.\n\nShades on, ears in; Baby sits in a 1989 white Toyota Camry. And\nwaits for something better.\n\nDrums kick in. Tempo shifts up. The lot gets busy.\n\nOn every second beat we hear a loud vibraslap and each time\nBaby sizes up another car. Office workers slamming car doors\nand beeping keys in perfect sync with his music.\n\nWe see a silver Infinti dropped off, a blue Accord, a green\nAcura, a silver SmartCar, then bingo. A black Avalanche.\n\nThe middle aged, middle management AVALANCHE OWNER beeps it\nlocked. Then wanders out of the lot, nose in the LA Times.\n\nOn a drum fill, Baby jumps out of his ride, follows.\n\nEXT. NORTH CORONA METROLINK STATION - CONTINUOUS 29\n\nA brass riff scores Baby following the Avalanche Owner, copying\nhis stride. He follows him onto the train platform. Apes his\nglance to the digital timetable. He even swipes a discarded\npaper to look like a real commuter.\n\nWhen the Avalanche Owner reaches the edge of the platform.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nApes his\nglance to the digital timetable. He even swipes a discarded\npaper to look like a real commuter. When the Avalanche Owner reaches the edge of the platform. \n\nTARGET SECTION TO BE ANNOTATED:\n Baby\nstops, pretending, like his mark, to read the LA Times too. The\nAvalanche Owner stops to get a coffee from a news stand. Baby\ndoes too, like a weird echo of Harpo Marx.\n\nA bongo solo signals the arriving train. Baby waits, lining up\none door away from the Avalanche Owner. They get on.\n\nThe Avalanche Owner moves inside the carriage, Baby does too\nand KNOCKS RIGHT INTO HIM.\n\nBABY\nI’m sorry.\n\nBaby then swiftly moves further down the carriage.\n\nThe breakdown ends with a key change and a whistle blowing.\nJust before the train doors close, Baby slips off again.\n\nNow a solo sax joins as Baby struts back to the parking\nstructure, a swing in his step as the train leaves behind.\n\nThe brass sounds triumphant as Baby Travoltas back into the\nlong stay area and right up to his prize.\n\nThe Avalanche. Baby walks up. Whips out the OWNER’S KEYS. Beep\nbeeps. Gets in. Pulls out.\n\f30\n\n28.\n\nEXT./INT. BANCO POPULAR/AVALANCHE - LATER THAT MORNING 30\n\nThe Avalanche pulls into a strip mall lot outside the bright\nred facade of a Banco Popular. Parks up.\n\nBaby is still at the wheel. In the back are Eddie and J.D.\ndressed in black duds. In shotgun and in black is Bats.\n\nBaby spies, with his little eye, a utility uniformed MARINE\nwalk past their car and over to a 1988 Red Toyota Pickup.\n\nThe Marine eyeballs the Avalanche as he gets into his Ford, but\nBaby’s attention turns to another Ford, the E-350 ARMORED TRUCK\nwhich pulls up level with a side entrance to the bank.\n\nBats breathes deep. Whispers a mantra, half to himself.\nBATS\n\nWhat’s in there is ours. It belongs to\n\nus. They got our money. Our hard\n\nearned paper. They snuck in last night\n\nwhen we was asleep, took our pants off\n\nthe chair and emptied our wallet. They\n\ngot what is rightfully ours. So let’s\n\ntake it back. What is rightfully ours.\nBaby hits play on an iPod plugged into the Chevy’s stereo.\n‘Neat Neat Neat’ by The Damned. A menacing bass riff scores -\nBats.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nBaby hits play on an iPod plugged into the Chevy’s stereo. ‘Neat Neat Neat’ by The Damned. A menacing bass riff scores -\nBats. \n\nTARGET SECTION TO BE ANNOTATED:\n Pulling on the mask from the movie ‘Halloween’.\nIn the back Eddie also pulls on the ‘Halloween’ mask.\nThird up, J.D. pulls on an ‘Austin Powers’ latex face mask.\n\nHALLOWEEN 1 (BATS)\nWhat is that?\n\nAUSTIN POWERS (J.D.)\nWhat’s what?\n\nHALLOWEEN 2 (EDDIE)\nYour mask! Doc said Michael Myers.\n\nAUSTIN POWERS (J.D.)\nThis is Mike Myers!\n\nHALLOWEEN 1 (BATS)\nIt should be the ‘Halloween’ mask!\n\nAUSTIN POWERS (J.D.)\nThis is a Halloween mask!\n\f29.\n\nHALLOWEEN 1 (BATS)\nYou’re gonna stand out.\n\nAUSTIN POWERS (J.D.)\nFrom who? Is everyone in this mall\nwearing a Mike Myers mask too?\n\nHALLOWEEN 2 (EDDIE)\nMichael Myers.\n\nAUSTIN POWERS (J.D.)\nWhatever dude.\n\nAustin Powers goes to open his door when Baby stops them -\n\nBABY\nWait. I gotta start the song again.\n\nBaby rewinds, plays the intro again. The gang stare like he’s\ninsane. When drums kick at the 5 second mark, Baby points.\n\nBABY (CONT’D)\nOkay go.\n\nThe gang jump out of the Avalanche. Run over to the truck.\nSurprise the Hopper unloading bags from the back doors.\n\nHalloween 1 is about to cold cock the Hopper when -\n\nBaby pulls forward a few feet, blocking his view of the\nviolence. He looks dead ahead, retreats into his bubble.\nChooses not to watch. He lip syncs the first verse -\n\nTHE DAMNED\n“Be a man, can a mystery man. Be a\ndoll, be a baby doll. It can't be fun\nin any way. There can be found no way\nat all.”\n\nThen on a key change into the chorus, he backs up. Sees two\nHalloweens and Austin Powers, each with a bag running toward.\n\nBaby can see the Hopper beyond them. Face down on the ground.\nBlood on the concrete. Baby didn't want to see this. Then-\n\nHalloween 1 & 2 jump in. Austin Powers lags behind, a klutz.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nBaby didn't want to see this. Then-\n\nHalloween 1 & 2 jump in. Austin Powers lags behind, a klutz. \n\nTARGET SECTION TO BE ANNOTATED:\nBATS\nFucking move Austin! Move! Use your\npowers of speed!\n\nAustin (J.D.) finally makes it to the car. And then Baby floors\nit, spins a perfect circle to face the exit. When -\n\f31\n\n30.\n\nThe RED PICKUP reverses into their path. Blocking the exit.\n\nBaby squeals to a halt as the Marine jumps out, pulls a RIFLE\nand opens fire on the Avalanche. Holy shit.\n\nBaby & Co. Hit the deck. Bullets spiderweb the windshield.\nSlam into reverse. Scream into a J-turn.\n\nBANG! The Marine takes out the rear window. Glass rains down.\nBANG! The driver of the armored truck is out and firing too.\nVROOM! Baby floors it. Escapes over a landscaped island.\n\nIn his shaking rear view, Baby can just see the Marine jump\nback into the Red Pickup, as he roars onto -\n\nEXT. VALLEY BLVD / I-10 - CONTINUOUS 31\nSweating, Baby speeds out of there. Screams down the shoulder.\nGoing 70... 80. The gang in the car have their masks off and\n\nslump down, out of sight. Bats curses.\n\nAn out of control guitar solo signals the Avalanche joining the\nfreeway and swerving wide to occupy the far left lane.\n\nBATS\nDiamond lane that shit. We got four.\n\nBaby holds the gas down, tearing up the far left, swerving only\nto overtake cars observing the speed limit.\n\nAs the guitar solo goes up in register. Bats sees-—\n\nTHE RED FORD PICKUP is behind and gaining. Baby is boxed in by\nrigs. Allowing the Pickup to get close.\n\nBATS (CONT'D)\nGo Baby go!\n\nRight now. There is nowhere to go. The Pickup closes in, a\ndetermined Marine at the wheel.\n\nTo the gang’s amazement, The Pickup attempts the PIT maneuver\n(Pursuit Immobilization Technique), tapping the back of the\nAvalanche and sending the gang into a tailspin.\n\nThat would be pretty crazy, if not for what happens next.\n\nStill boxed in by surrounding rigs, Baby spins the wheel and\nturns the fishtailing Avalanche around to face front again.\n\f32\n\n31.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat would be pretty crazy, if not for what happens next. Still boxed in by surrounding rigs, Baby spins the wheel and\nturns the fishtailing Avalanche around to face front again. 32\n\n31. \n\nTARGET SECTION TO BE ANNOTATED:\nNose forward, Baby floors it, snakes in between the rigs in a\nhairy move, just missing them both.\nIt is some fancy ass driving. Though Baby looks shaken.\nThe Pickup is left on the scorching hot 10, as the Avalanche\nswerves hard right and, like that, is gone -\nEXT. OFF RAMP —- CONTINUOUS 32\nThe Avalanche glides fast down the off ramp. But up ahead-\nA RED LIGHT. Construction. Single lane traffic.\nThe music breaks down to the solo bass line. Baby's car is\nthird back from the stop light. Bats motions for them to get\n\nout.\n\nBATS\nNew ride.\n\nBaby unplugs the iPod and jumps out, there is a PAUSE in the\nmusic. We hear traffic, sirens approach, sounds of unease.\n\nBats and Eddie stroll with their bags to the first car at the\nstop. A Blue Accord with a YOUNG MOTHER inside, Bats taps his\npistol on the passenger window. The Mother looks stunned.\n\nYOUNG MOTHER\nI have a child.\n\nBATS\nGet the fuck out of the car lady.\n\nBats roughly pulls the Mother out and gets the fuck in. Baby\nquickly, instinctively opens the back door. Sees-—\n\nHer YOUNG SON on the backseat. He recognises himself, then\nunbuckles and hands the scared kid to his mom at the roadside.\n\nBATS (CONT'D)\nC’mon pussies. Let’s go go go.\n\nJ.D. is lagging again, having run back to retrieve a gun from\nthe Avalanche. Bats mutters again at the gang klutz.\n\nJ.D’s Austin Powers masks FALLS OFF as he races to the Accord.\nHe quickly picks it up off the street and jumps in.\n\nBATS (CONT'D)\nJesus, Austin!\n\f33\n\n34\n\n35\n\n32.\nBaby is now in the drivers seat and quickly plugs his iPod into\nthis car. We barely miss a bar.\n\nThe light turns magically green. They pull out and drive to -\n\nEXT. ROSEMEAD SHOPPING CENTER - CONTINUOUS 33\n\nBaby eases this unplanned ride into a shopping center parking\nlot. The GPS is going crazy (all in time with the music)\n\nFEMALE GPS VOICE\nRoute recalculation...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey pull out and drive to -\n\nEXT. ROSEMEAD SHOPPING CENTER - CONTINUOUS 33\n\nBaby eases this unplanned ride into a shopping center parking\nlot. The GPS is going crazy (all in time with the music)\n\nFEMALE GPS VOICE\nRoute recalculation... \n\nTARGET SECTION TO BE ANNOTATED:\nBaby glides past an oblivious Black & White that is on its way\nout of the huge mall.\n\nWhen the cruiser is out of sight, Baby swerves hard and heads\nfor their target, a quiet access street behind a Target.\n\nThey pull up next to a 2005 SILVER SATURN AURA parked in the\nshadow of the morning sun.\n\nOn the final chorus, drums drive up the energy as our gang jump\nout and slip into their third ride of the day.\n\nWe're back to something like clockwork. The hi hats blending\ninto white noise as Baby slams into drive, peels out and -\nEXT. UNDERGROUND PARKING P3 - LATER 34\n\nPulls up to a sharp stop back at Doc’s. Baby got the gang out\nof a mess. But he is not as calm as before, he’s sweating.\n\nBATS\nMan up, Baby.\n(jumps out)\n\nAnd go get the fucking coffee.\n\nWe hear the ‘Harlem Shuffle’ intro again. But this time -\n\nEXT. DOWNTOWN BUSINESS DISTRICT - MOMENTS LATER 35\nIt's a cover by ‘The Foundations’. And it's a faster tempo.\n\nEqually, Baby performs his coffee run at speed. But he’s not\nstrutting this time. He’s not enjoying himself. At all.\n\f36\n\n37\n\n38\n\n33.\n\nINT. UNDECORATED LOFT - LATER 36\n\nDoc divides up the take in front of the gang. Baby walks back\nin, handing out black coffees. To Doc, to Eddie, to Bats, to...\n\nBaby looks for the missing team member. Doc catches it.\n\nDOC\nWhere’s J.D.?\n\nEddie sips at his coffee. Bats sits back and stretches.\n\nBATS\nThe International Man of Mystery?\n\nBats lifts up the Austin Powers mask, puppeteering it with two\nfingers through the eyes and his thumb through the mouth.\n\nBATS (CONT'D)\nBeats me.\n\nBats grins at Baby like a naughty schoolkid.\n\nINT. UNDERGROUND PARKING P3. DAY 37\nPING. Baby exits the elevator with Doc. Both carry holdalls.\n\nBaby walks over to the Silver Aura. Stares at the trunk. But\ndoesn’t dare open it. We see a SMUDGE OF BLOOD on the latch.\n\nStay on Baby. Mesmerized. Horrified.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nStay on Baby. Mesmerized. Horrified. \n\nTARGET SECTION TO BE ANNOTATED:\n Doc takes Baby’s Holdall\nfrom his hands. Gives him a stack of bills in return.\n\nDOC\n\nYou’re nearly done Baby.\nBABY\n\nYeah...\nDOC\n\nOne more job though. Lose this ride.\n\nSLAM. Baby shuts the door, sits in the car. Alone.\n\nEXT. JUNK YARD - DAY 38\nA slowed down version of Carla Thomas’ ‘B-A-B-Y’ starts.\n\nBaby watches his former ride (the Aura) and former colleague\n(J.D.), about to be destroyed in a car wrecker.\n\f39\n\n34.\nA hydraulic plate presses. The windows explode. Baby turns,\nequally crushed, as the song drowns out the CRUNCHING METAL.\nHe closes his eyes.\nFLASHBACK: A HIGH PITCHED WHINE ON SOUNDTRACK\n\nIn reverse we see the CRUNCHING METAL of a car slamming into\nthe back of a pick up truck. Then see in reverse-\n\n- The man shouting. The crying woman driving. The busy road.\n\n- We see a Young Baby sitting in an apartment we haven't seen.\nStanding over him, the Man & Woman from the previous flashback.\n\n- Eyes closed, Young Baby opens a hastily wrapped gift. He\nopens his eyes to see a new iPod. The one we saw earlier,\nunbroken.\n\n- Young Baby peers through a bedroom door. Sees the Man & Woman\nargue violently. Listens to the iPod to drown out the fight.\n\n- Young Baby hides under his comforter. His mother leans over\nhim. Her mascara has run. She takes out one of Baby's\nearphones, says ‘Hey Baby’. Young Baby closes his eyes. The\nWHINE peaks.\n\nINT. HALF EMPTY DINER - DAY 39\n\nBaby opens his eyes. He sits in his usual spot. Sans shades.\nRetreats into a happy song (‘Lalo Bossa Nova’ by Quincy Jones).\n\nA finger clicks in front of his face. She’s here. His waitress.\n\nWAITRESS\nYou're back.\n\nBaby doesn’t catch this. She takes one of his earphones out.\n\nWAITRESS (CONT’D)\nYou're back.\n\nBaby is not sure whether he’s dreaming or not.\n\nBABY\nI am?\n\nWAITRESS\nYeah you are. And you sir are going to\nbe my last customer because I am\nwalking outta that door in precisely\n30 seconds.\n\f35.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nWAITRESS\nYeah you are. And you sir are going to\nbe my last customer because I am\nwalking outta that door in precisely\n30 seconds. 35. \n\nTARGET SECTION TO BE ANNOTATED:\nBABY\nYou're leaving?\n\nWAITRESS\nYes I am.\n\nBABY\n\nCan I come with you?\n\nWAITRESS\nYou can. But I don’t know how exciting\nyou're gonna find the laundromat.\n\nBaby is confused.\n\nWAITRESS (CONT’D)\nI gotta run some errands. So can I get\nyou a drink instead?\n\nBABY\nOh, I don’t drink.\n\nWAITRESS\nNo, I mean water, coffee?\n\nBABY\nI don’t drink.\n\nAnother pause. The waitress breaks into a cute grin.\n\nWAITRESS\nWell you might not drink sir, but I am\nsure getting a buzz off you.\n\nBABY\nYeah?\n\nWAITRESS\nYeah. Tell you what, you have a think\nabout what you want, and I will stick\naround and wait for you.\n\nBABY\nYou will?\n\nWAITRESS\nYessir.\n\nBaby glances at the menu, but can’t stop watching the Waitress,\nwho small-talks with a Second Bored Waitress.\n\nSECOND WAITRESS\nHow you two getting along?\n\f36.\n\nThe Waitress grins. Baby loses himself in that sunny smile.\n\nWAITRESS\nOh, good. He’s sweet isn’t he?\n\nSECOND WAITRESS\nThat kid’s been coming here since\nbefore me. I think maybe his mom used\nto work here.\n\nWAITRESS\nHuh...\n\nThe song fades in Baby’s ears. The waitress comes back.\n\nWAITRESS (CONT’D)\nYou know what you want?\n\nBABY\nYour name?\n\nThis is not as smooth as it sounds.\n\nWAITRESS\nYou can get that for free. It’s\nDebbie. Debora.\n\nBABY\nLike the song?\n\nDEBORA\nThe Beck one? Yes, except I’m ‘d-e-b-o-\nr-a’ and I think that’s just ‘d-e-b-r-\na’.\n\nBABY\nI don’t know it.\n\nDEBORA\nIt goes-—\n(sings just beautifully)\n‘I met you at J.C. Penny, I think your\nnametag, said Jenny’.\n\nBABY\nJenny?\n\nDEBORA\nYeah, the song is about him wanting to\nget with Jenny and her sister too,\nwhose name is Debra. So it’s not even\nreally about me, it’s about the\nsister. My sister’s name is Mary.\n\n(MORE)\n\f37.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo it’s not even\nreally about me, it’s about the\nsister. My sister’s name is Mary. (MORE)\n\f37. \n\nTARGET SECTION TO BE ANNOTATED:\nDEBORA (CONT'D)\nShe’s got all the songs. ‘Mary, Mary\nwhere you going to’, ‘Proud Mary keep\non burning’, ‘Mary, you shouldn’t let\n‘em make you mad’. She’s got me beat.\nAgain. She’s got endless songs. I got\n\none.\n\nBABY\nTwo.\n\nDEBORA\nWhat’s the other one?\n\nBABY\nDebora.\n\nDEBORA\nWho by?\n\nBABY\nTrex?\n\nDEBORA\n\nT-Rex? I know ‘em, but I don’t know\nthat one. How does it go?\n\nBABY\n(half sings)\nDeboree-dah. Deboree-dah. Bee-dah.\n\nDEBORA\nI like it so far.\nBABY\nOh Deb-o-rah, always look like a zeb-o-\nrah.\nDEBORA\nA zeb-orah?\nBABY\nA zeebra.\nDEBORA\n\nHey, I guess I am wearing black and\nwhite. So you can call me Dee-bra.\n\nBABY\nI have it on here.\n\nBaby takes out his iPod and shuffles through in front of her.\nDebora notices that it is pink and covered in glitter.\n\f38.\n\nDEBORA\n\nYou have that iPod the other day?\nBABY\n\nNo.\nDEBORA\n\nYou have different color iPods for\ndifferent days, different moods?\n\nBABY\nI guess.\n\nDEBORA\nThis a pink and glittery day for you?\n\nBABY\nUh. Yeah.\n\nDebora laughs again. This kid is a kook.\n\nDEBORA\nWhat is your name?\nBABY\nBaby.\nDEBORA\nYour name is ‘Baby’? ‘B-A-B-Y, Baby’?\nBABY\nYeah.\nDEBORA\n\nWell then you have us all beat. Every\nsong is about you!\n\nBABY\nI guess.\nDEBORA\nDid your Mom call you Baby?\nBABY\n...Sometimes.\nDEBORA\n\nShe used to work here?\n\nBABY\nSometimes. She was a singer too.\n\f39.\n\nDEBORA\nOh wow. I like to think I can sing.\nBut I am not a pro or anything. What\ndoes she do now?\n\nBABY\nNothing...\n\nBaby is looking flustered. He holds up the iPod again.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nBABY\nNothing... Baby is looking flustered. He holds up the iPod again. \n\nTARGET SECTION TO BE ANNOTATED:\nBABY (CONT'D)\nI can find ‘Debora’ if you want.\n\nDebora pauses, smiles sweetly at him.\nDEBORA\nHow about you play it for me sometime\nwhen I don’t gotta rush off. Deal?\n\nBABY\nDeal.\n\nDEBORA\nNow you know what you want yet?\n\nBaby knows what he wants. Her.\n\n40 EXT./INT. HALF EMPTY DINER/AVALANCHE - MOMENTS LATER 40\n‘Debora’ by T-Rex.\n\nBaby sits in a Red Chrysler Lebaron singing along. Loudly. Out\nof his window, he sees the real Debora leave work.\n\nShe briefly shoots a look Baby’s way. He ducks.\n\n41 INT. BABY’S BATHROOM - EVENING 4l\n...then resurfaces wet to sing along with ‘Debora’. Again.\nBaby is in the bath. The song echoes around the tiles. It is\n\nbeing played on a battered iPod speaker dock. Baby goofs around\nto the track in the bath, in his own mini musical.\n\n42 INT. BARE APARTMENT - LATER 42\n\n‘Debora’ still plays. Baby dances around the living room.\n\f40.\n\nThe Elderly Man is in his chair, looking more and more like a\npiece of the furniture. He watches the local news again with\nsubtitles. We see that THE MARINE is being interviewed when -\nBaby switches the channels to ‘Jeopardy’.\n\nThen Baby resumes singing with ‘Debora’ again, leading into a -\n\n‘DEBORA’ ON REPEAT MONTAGE: The song scores Baby’s night.\n\n- Baby flicks through an address book. Empty except for ‘D’. We\nsee ‘DOC’ and his phone number written in a scrawl.\n\n- Baby adds the name ‘Debora’. Under, he draws a question mark.\n- Baby plays dialogue on his recorder in time with ‘Debora’.\n\nBABY (ON TAPE)\nCan I come with you?\n\nDEBORA (ON TAPE)\nYes, you can.\n\nVEEEEEP. He rewinds this. Plays it again.\n\n- Baby uses a twin deck cassette recorder to edit dialogue. We\nsee stacks of TDK D90s and TDK D30s audio tapes.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlays it again. - Baby uses a twin deck cassette recorder to edit dialogue. We\nsee stacks of TDK D90s and TDK D30s audio tapes. \n\nTARGET SECTION TO BE ANNOTATED:\n- Using the pause, play and record buttons on the twin deck, he\nhas edited a conversation with Debora to say -\n\nDEBORA (ON TAPE) (CONT’D)\nSometimes I’d like to just take off.\n\nBABY (ON TAPE)\nCan I come with you?\n\nDEBORA (ON TAPE)\nYessir. I got all the time in the\nworld.\n\n- Baby sits back in a chair and listens to this dialogue on a\nloop. It’s now the dead of night. He is alone when -\n\nThe phone rings. FLASHES. Baby stares. Doesn’t pick up.\n\n- Baby sits on the bathroom floor. He lip syncs along to\n‘Debora’ with gusto, as if driving other concerns out.\n\n- Baby peers back into the main room. Two things.\n\nOne. Sunlight floods in. He has clearly not slept again.\n\f43\n\n44\n\n41.\n\nTwo. The phone is still FLASHING. Baby doesn’t pick up.\n\n- Baby sits at his bedroom window, looks out at the city.\nMouthing along with ‘Debora’ again.\n\n- The phone FLASHES again. Baby is not present. We see the\nElderly Man rise slowly out of his chair to answer.\n\nBaby runs out of the bedroom. Motions ‘No’. Stops him.\n\nHe watches the phone FLASH. ‘Debora’ echoes around the room.\n\nEXT. APARTMENT BLOCK - DAY 43\n\nBaby comes bounding out of his block. He gets into his Red\nChrysler Lebaron and peels out. He doesn’t see-\n\nA BLACK MERC behind him. It follows slowly.\n\nINT. HALF EMPTY DINER - DAY 44\n‘I Can’t Believe What You Say’ by Ike & Tina Turner.\n\nBaby is happy to be back. Upbeat music on. His shades are off.\nHas the pink iPod with him. He looks out of the window-\n\nHe imagines himself and The Waitress as a young couple in a 50's\n\nconvertible at the lights. Smiling, laughing. Then he hears-\n\nDEBORA\nHey Baby.\n\nShe’s here. The dream come true.\n\nBABY\n\nHey Debora. I’m back.\nDEBORA\n\nI can see. What’s up?\nBABY\n\nYou know... just listening.\nDEBORA\n\nWell, what you listening to?\nBABY\n\nMusic.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBABY\n\nYou know... just listening. DEBORA\n\nWell, what you listening to? BABY\n\nMusic. \n\nTARGET SECTION TO BE ANNOTATED:\nDEBORA\n\nWell, duh.\n\f42.\n\nBaby smarts a little at this. Debora stops herself.\n\nDEBORA (CONT'D)\nWait, I take that back. I guess not\neveryone listens to music. Could be a\npodcast or an audiobook. Hell, I get\nto sleep listening to whale song.\nNever even seen a whale but I sleep\nwith one.\n\nBABY\nIt’s music.\n\nBaby offers up his iPod. She reads the display.\n\nDEBORA\nIke and Tina Turner huh?\n\nBABY\nYou like ‘em?\n\nDEBORA\nHalf. Like Tina. Don’t like Ike. He’s\na bad man. Don’t like bad men.\n\nBABY\nYou don’t?\n\nDEBORA\nWhy, do you?\n\nBABY\nNo. I don’t.\n\nBaby then sees. Outside the diner. For real. DOC. Patiently\nwaiting outside his Black Merc.\n\nDEBORA (0.S.)\nI don’t need bad people in my life. Or\nmy ears. I’1l stick with the whale.\nDebora sees she has lost Baby’s attention.\n\nDEBORA (CONT'D)\nIs that your Dad?\n\nBABY\nNo. It isn’t.\n\nBaby just stares out the window. Debora notes his unease.\n\f43.\n\nDEBORA\nHey, why don’t I give you a minute to\ndecide.\n\nBaby pauses his music. We hear that FAINT UNSETTLING HUM.\n\n45 EXT. DINER PARKING LOT / INT. DINER - DAY 45\n\nBaby walks up to Doc. Shades firmly on. The hum continues.\n\nDOC\n\nI called three times. Something wrong?\nBABY\n\nNo...\nDOC\n\nWhat’s with you all of a sudden? You\nsweet on that waitress or something?\n\nBABY\nNo...\n\nDOC\nWell, there’s good news and there’s\ngood news. Good news is you’re paid in\nfull. We’re all square. And then the\ngood news is I got another job for ya.\nSo maybe if you wanna get your\nwaitress girlfriend there a rock or\nsome fur, you’re gonna get a fat cut.\n\nBABY\nShe's not my girlfriend...\nDOC\n«+-So, you in?\nBABY\nAm I in?\nDOC\n\nOne, don’t reply to my question with a\nquestion.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOC\n«+-So, you in? BABY\nAm I in? DOC\n\nOne, don’t reply to my question with a\nquestion. \n\nTARGET SECTION TO BE ANNOTATED:\n Two, I ain’t in the habit of\ntaking no for an answer. So, get in.\nI'm driving.\n\nDoc opens the passenger door. From inside, DEBORA puzzles at\nthis well dressed older man opening the door for Baby.\n\nBaby looks at Debora one last time, takes a breath. Then jumps\ninto the passenger seat. They disappear.\n\f46\n\n44,\n\nINT. DOC’S MERC - LATER 46\n‘Here We Go’ by Mister Scruff.\nDoc drives the Merc down a street with palm trees on either\n\nside. But this is not Sunset Boulevard. It’s Watts. Baby looks\nout of the window. His stomach sinking.\n\nDOC\n\nYou're not going to ask why?\nBABY\n\nWhy?\nDOC\n\nWhy I’m driving?\n\nBABY\nWhy are you driving?\n\nDOC\nWhat I’m alluding to Baby, is that you\ndon’t have to drive forever. You\nhaven’t done me wrong yet, have you?\n\nBABY\nNo.\n\nDOC\nNo you haven't. I don’t think you have\nthe fuck up gene. Not like your dad.\n\nBaby says nothing.\n\nDOC (CONT'D)\n\nYou keep going like you’re going, you\ncan leave the wheels behind some day.\nHow does that sound?\n\nBABY\nI don’t know sir.\n\nDOC\nWhat don’t you know?\n\nBABY\nI know what I’m good at.\n\nDOC\nAnd I ain’t seen you break a sweat\ndoing it. I’m just saying, there’s\nother jobs in your future. If you want\nto shift up a gear.\n\f47\n\n45.\n\nBaby looks out of the window. Doc seems offended, then smiles.\n\nDOC (CONT'D)\nSure. You can think about it first.\n\nEXT. US POST OFFICE. WATTS - DAY 47\n\nDoc pulls into a unremarkable strip mall that houses a post\noffice. Construction is occurring nearby. The noise is\ndisorienting. It is hot outside. Sticky. Close.\n\nDOC\n\nThis place doesn’t get rolled as much\nas you’d think. Most people get scared\noff by the area. But we ain’t most\npeople.\n\n(looks at watch)\nIt will be ripe around this time\ntomorrow. So what do you say? You\nwanna go for third time lucky?\n\nBaby looks at the immediate area, feels uneasy. Turns to Doc.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou\nwanna go for third time lucky? Baby looks at the immediate area, feels uneasy. Turns to Doc. \n\nTARGET SECTION TO BE ANNOTATED:\nBABY\nCan I just drive? Have my music?\n\nDoc looks at him, then shakes his head, smiling.\n\nDOC\nSure you can. But I want you to do\nsomething for me right now. I want you\nto go in there. Make a note of the\nnumber and position of cameras, the\nnumber of registers open, number of\nemployees and number of customers. Is\nthere a guard? Is he armed? Is there\nbandit glass? You’re not a face so it\nwill be cool. Here’s some currency to\nget changed. Take your buds out and\nshades off. Less suspicious.\n\nBaby does so.\n\nDOC (CONT'D)\nOh and take him too.\n\nDoc motions to the backseat. There is an EIGHT YEAR OLD KID\nsitting on the backseat. He has his own phones in, and is\nplugged into his PSP. He throws Baby a bored look.\n\f48\n\n46.\n\nINT. US POST OFFICE - DAY 48\nBaby enters the post office. An alien environment to him.\n\nIt’s an impersonal space. Like a bank, but without couches and\ncomplimentary coffee. A security guard is present. The counter\nis wide open, a heavy door protects the back room.\n\nWithout music playing, we again hear the hum in his ears. It’s\nan unsettling noise that accentuates Baby’s unease. It is also\nintensified by the whine of computers and cameras in the room.\n\nBaby cases. He counts the number of cameras (three) and the\nnumber of registers (six). There are a few (eight) customers\ndoing business at the (four) registers open.\n\nHe mouths the numbers. The Kid tugs on Baby’s leg. Whispers.\n\nTHE KID\nNo bandit glass. One guard unarmed,\nthree cameras, six registers, two\nopen, eight customers, four employees.\n\nBABY\nThanks.\n\nThey wait in line. The kid continues playing on his PSP.\n\nBABY (CONT'D)\nYou okay?\n\nKID\nI get bored of this.\n\nBABY\nYeah. Me too.\n\nBaby reaches his TELLER, a sweet faced lady, some jewelry,\npersonal flare, a small crucifix. He hands her some pesos.\n\nNICE LADY TELLER\nBack from vacation?\n\nBABY\nUh. Yeah.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nNICE LADY TELLER\nBack from vacation? BABY\nUh. Yeah. \n\nTARGET SECTION TO BE ANNOTATED:\nNICE LADY TELLER\nOh it would be real nice to get away.\nWith all this heat.\n\nBABY\nYes, ma’am.\n\f47.\n\nNICE LADY TELLER\nHow old is your boy?\n\nBABY\nFour?\n\nTHE KID\nEight.\n\nBABY\n\nThey grow up so fast.\nThe Teller is bemused. She hands back some dollars.\n\nNICE LADY TELLER\nDoes he have a name?\n\nBABY\nYou do don’t you?\n\nTHE KID\nSamm.\n\nNICE LADY TELLER\nWell Samm. I have a mint with your\nname on it.\n\nThe Teller passes a mint across, smiling sweetly.\n\nBABY\nThank you.\n\nBaby has a sudden flicker of concern. Politely asks.\n\nBABY (CONT'D)\nAre you here tomorrow?\n\nNICE LADY TELLER\nSure am. Workin’ 9 to 5. Just like\nDolly.\n\nBABY\nDolly?\n\nNICE LADY TELLER\nDolly Parton. ‘9 to 5’.\n\nBABY\nOh yeah. I like Dolly.\n\f48.\n\nNICE LADY TELLER\nWho doesn’t? ‘Everybody wants\nhappiness, nobody wants pain, but you\ncan't have a rainbow without a\nlittle rain’. Wise lady.\n\nBABY\nShe is.\n49 INT. DOC’S MERC - MOMENTS LATER 49\nBaby jumps back in shotgun. Samm in the back.\n\nDOC\nSo?\n\nBABY\nNo bandit glass. One guard unarmed,\nthree cameras, six registers, four\nopen, eight customers.\n\nThe kid coughs. Mouths ‘four employees’.\n\nBABY (CONT'D)\nAnd four employees.\n\nDOC\nAnything else?\nBABY\nThe teller seemed nice.\nTHE KID\nYeah, that lady gave me a mint.\nDOC\nShe did?\nTHE KID\n\nYeah. She did seem real nice. You\nprobably wouldn’t even need to use a\ngun with her. Just say boo and she’1l\ngive you the big bills first.\n\nDOC\nChips off the block.\n\nDoc smiles. Baby does too, but only for Doc’s benefit. When\nBaby looks out of the window, his expression clouds again.\n\nDOC (0.S.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen\nBaby looks out of the window, his expression clouds again. DOC (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT'D)\nSo you think about it?\n\f50\n\n49.\n\nINT. FREIGHT ELEVATOR - AFTERNOON 50\n‘Threshold’ by Steve Miller Band.\n\nCLUNK. The elevator doors close on Baby and Doc like a prison\ncell. Baby looks trapped as he and Doc go up in the world.\n\nDOC\nMy offer.\nBABY\nYes...\nDOC\nI’m thinking about your future. Are\nyou?\nBABY\nI am...\nDOC\n\nAnd I don’t offer these positions\nlightly Baby. You wouldn’t want me to\nbe offended would you?\n\nBABY\nNo.\n\nDoc eyeballs Baby. Unsure if there’s hesitation or insolence.\n\nDOC\nIt’s just when I give you something\nnice, maybe try and help you out of\nyour situation and you go off day\ndreaming, I feel like I should go fuck\nmyself.\n\nDoc smiles broadly. This is somehow much worse. Baby takes a\nbreath, takes his shades off and says the following.\n\nBABY\nYou and I are a team. There is nothing\nmore important than our friendship.\nDoc is surprised and touched.\n\nDOC\nWell, good.\n\nCLANK. The elevator reaches their floor. The doors open.\n\fDOC (CONT'D)\nNormally I’d introduce you to the rest\nof your team. But in this case, you\nalready met.\n\nWe see Baby take a big breath before walking back in.\n\n51 INT. UNDECORATED LOFT - MOMENTS LATER 51\n\nWalking through the doorway of Doc’s warehouse, we see what\n\f51.\n\nBATS\nHe’s got tinnitus. A hum in his drum\nthat he has to drown out by playing\nmusic all the time.\n\nDARLING\nYou know who else does that exact same\nthing? Barbra Streisand.\n\nBats takes offense at this. Stares at Darling.\n\nBATS\nDo I look like a fucking guy who knows\na _ fucking thing about Barbra fucking\nStreisand?\n\n \n\n \n\nBUDDY\nThat’s my lady. Watch your mouth.\n\nBats just laughs. Darling takes a cue to powder her nose. Baby\nsits on the opposite side of the room to Bats. Buddy walks over.\n\nBUDDY (CONT'D)\nThat true? You listen to music to\ndrown out a noise in your head?\n\nBABY\nUh. Yeah.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou listen to music to\ndrown out a noise in your head? BABY\nUh. Yeah. \n\nTARGET SECTION TO BE ANNOTATED:\n And when I don’t want to\nthink about stuff.\n\nBUDDY\nIt’s an escape. I get it.\n\nBABY\nIt gets me moving, you know. Music\nmakes everything better.\n\nBATS (0.S.)\nOh, I am playing the violin right now.\n\nBUDDY\n\nKnock it off.\n\n(sits, continues quietly)\nI used to do the same thing. Used to\nfool around with cars when I was a\nkid. Drive all night, hopped up,\nlistening to the radio. I used to have a\nspecial tape. Used to have my track.\nMy one killer track that would get me\nflying. You got one of those?\n\nBABY\nSure.\n\f52.\n\nBUDDY\nWhat’s yours?\n\nBaby speaks phonetically. Like he’s never said the title aloud.\n\nBABY\n‘Bry-ton Rokk’.\n\nBUDDY\nI know ‘Brighton Rock’. Queen right?\nMy big brother used to play ‘Sheer\nHeart Attack’ right through the wall.\nYou got it on there?\n\nBABY\nNot this one.\n\nBaby swaps out the iPod he has plugged in, for another one in\nhis jacket. His deep pockets have lots of devices it seems.\n\nBABY (CONT'D)\nThis one.\n\nBUDDY\nPlay it.\n\nBaby finds it. Plays the intro to ‘Brighton Rock’ by Queen.\nBuddy takes one earphone. It’s a weirdly intimate image of two\nmen sharing one pair of earphones.\n\nWe hear a fairground organ. Then a chugging electric guitar.\nBuddy nods, grins, reliving his teenage rock years.\n\nBats looks over at them both, incredulous.\n\nBATS\nWhat are you faggots listening to?\n\nBUDDY BABY\nQueen. Queen.\n\nBATS (CONT'D)\nFirst Streisand, now Queen? Are you\nthree going to be belting out show\ntunes on the way to the job? You don’t\nneed that shit. You don’t need a score\nfor a score. Just drive a fucking car.\n\nBUDDY\nCome on. You’ve been a wheel man. You\nnever had a lucky song?\n\fBATS\nA cigarette song? Yes. Aprés heist\nwith a glass of scotch? Absolutely.\nBut not on the way to a job. Don’t\nneed any extra noise.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nAbsolutely. But not on the way to a job. Don’t\nneed any extra noise. \n\nTARGET SECTION TO BE ANNOTATED:\n I got enough\ndemons making music up here.\n\nBUDDY\nI believe that.\n\nBats warms to his theme. Turns his chair to face them.\n\nBATS\nMy old buddy wanted to pull out of a\njob because of what was playing on the\nradio. We're about to go in, he won’t\nget out of the car. Why? Guns & Roses’\n‘Knockin’ On Heaven's Door’ is playing\non the FM. Gives him the heebs. He\nsays we all gonna die in there.\n\nBUDDY\nSo you bailed on the job?\n\nBATS\nNah. We did it. And he was half right.\nHe bought it. I didn’t. Fucking crazy.\n\nBats jumps up now. Seems to be a little coked up.\n\nBATS (CONT'D)\nAnd I‘1l tell you another thing.\n\nBUDDY\nCan’t wait.\n\nBATS\nMy uncle used to be a movie nut. And\nwe used to ride together, pulling off\nliquor stores. He was my road dog. And\nhe used to say we should get chase\nmusic ready next time we get ina\nchase. I say like what? He says get\nthe chase music from Bullitt. He was\nway into Steve McQueen, not Queen. And\nso I goes into some record store and I\npocket me the Bullitt soundtrack. And\nguess what? We can’t find the track.\nKnow why? There is no fucking chase\nmusic in Bullitt. It’s just the noise\nof the car.\n\n(MORE )\n\f52\n\n54.\n\nBATS (CONT'D)\n\nSo I said to my uncle, that’s the only\nmusic you need, the sound of a 390 V8\nin a third gear four-wheel slide,\nthere's your music. My uncle didn’t\nbelieve me, he said there’s definitely\nmusic in the Bullitt chase and I said\nyeah there is, it’s VROOOOM VROOOOOOM\nVROOOOOOM.\n\n(.--)\nThis was all before I stabbed him.\n\nBUDDY\nAll your stories end with someone\ndying?\n\nBATS\n\nI guess you’ll find out Buddy.\n\nBUDDY\nOh, that’s funny.\n\nBats grins at Buddy. Darling re-enters. Senses tension.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nBats grins at Buddy. Darling re-enters. Senses tension. \n\nTARGET SECTION TO BE ANNOTATED:\nDARLING\nWhat’s funny?\n\nBABY\nWhat’s Bullitt?\n\nDoc clicks his fingers.\n\nDOC\nI need eyes and ears open, people.\n\nBUDDY\nYou got it, Doc. What’s happening?\n\nDOC\nWatts. That’s what’s happening.\nINT. UNDECORATED LOFT - MOMENTS LATER 52\n‘This Is Soul’ by Paul Nero.\n\nDoc relates the plan on the chalkboard. Again Baby drowns this out\nwith incongruously jazzy music in his ears.\n\nThis time Baby only half watches. He looks up at the lights,\nblots them out with his fingers in time with the music. He then\nplays with TOY CARS on the table. But makes them CRASH into one\nanother. The song ends as Doc wraps up.\n\f55.\n\nDOC\nYou get all that Baby?\n\nAll eyes are on Baby to reiterate the plan. But he is not as\nimpressive as before, stuttering through the following.\n\nBABY\nUh. The plan is hit this post office.\nYou know a guy who has a...\n(stalls)\n\nDOC\nMoney order machine.\n\nBABY\nWe get the order slips themselves and\nit’s literally a license to print\nmoney. Every money order is a\npotential 700 dollars, each box of\nmoney orders has 250 slips in there.\nThat’s 175 K for every box you get...\n\nDOC\nAnd for the icing on top?\n\nBABY\nTomorrow is the day after people get\ntheir welfare, which means there’s a\nlot of their cash in there tomorrow\nafternoon. Plan is...go in there. Get\nthe money orders. And the cash. I get\na used car as the g-ride and the\nswitch car is one of ours. We come\nback here after and uh...that’s it.\n\nDOC\nYou missed stuff.\n\nBaby goes red. Like a child embarrassed in front of class.\n\nBUDDY\nThe plan is that Darling goes in\nfirst. Then me and Bats. I take her\nhostage, put shotgun to her head.\n\nDARLING\nWe've role-played this a lot.\n\nBUDDY\nThat gets the door open. And gets us\nwhere the money is. And where the\nmoney orders are.\n\f53\n\n54\n\n56.\n\nDOC\nAnd the guns?\n\nBABY\nI don’t know...",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\n53\n\n54\n\n56. DOC\nAnd the guns? BABY\nI don’t know... \n\nTARGET SECTION TO BE ANNOTATED:\nBATS\nI got some contacts to get us hardware\nthat’s fresh and clean. Keep up Rain\nMan, we picking it up tonight.\n\nDOC\nAnd then what are you going to do?\n\nBaby stalls. Doc is disappointed. Becomes more intense.\nDOC (CONT'D)\nYou're going to stay here tonight.\nThere’s a lot of heat around and we\nneed to mix up our routines. So you\nguys better learn to live together.\nBats breaks into a wide toothy grin.\nBATS\nOh, we in bed together now!\nINT. ‘96 CADILLAC DEVILLE - NIGHT 53\n‘Nowhere To Run’ by Martha and the Vandellas.\n\nBaby drives. Bats in shotgun. Buddy and Darling in back. She\nsings along. She has some really good lungs.\n\nDARLING\n“Nowhere to run to Baby!\"\n\nFor once, everyone in the car is enjoying the music. Everyone\nexcept Baby, who looks like he wants to be somewhere, anywhere\nelse.\nOn the line “I know you know you're no good for me\", Baby looks\nat Bats, a dread descending. Bats motions to pull over.\nINT./EXT. CADILLAC DEVILLE/GAS STATION - NIGHT 54\nBats jumps out of the passenger door.\n\nBATS\n\nI gotta take a leak. You guys want\nanything while I’m in there?\n\f57.\n\nEveryone shrugs a negative response.\n\nBATS (CONT'D)\nGum? How about you Darling? Gum?\n\nBUDDY\nSure, I’ll take some gum.\n\nBats saunters off. Baby watches him walk up to the gas station\nwhere a MALE CLERK is behind the counter.\n\nBuddy and Darling smooch. Baby glances at this in his rear\nview.\n\nBUDDY (CONT'D)\nHey. Not in front of the Baby.\n\nDARLING\nHe don’t mind. And I never seen you\ncomplain when I put on a show before.\n(another noisy smooch)\nHow much do you think there’s going to\nbe tomorrow?\n\nBUDDY\nIf it were just me, enough to live on\nfor the year. But if we’re talking the\ntwo of us, enough for one weekend.\n(to Baby)\nMy fiancé has expensive taste.\n\nDarling breaks out of the embrace, hits him playfully.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut if we’re talking the\ntwo of us, enough for one weekend. (to Baby)\nMy fiancé has expensive taste. Darling breaks out of the embrace, hits him playfully. \n\nTARGET SECTION TO BE ANNOTATED:\nDARLING\nHey, blame it all on me why don’t cha?\nYou got a problem too.\n(to Baby)\nThis one has a gambling problem too.\n\nBUDDY\nI do not have a gambling problem. They\ncall it gaming now.\n\nDARLING\nFine, we both have a gaming problem.\nSee? That don’t sound so bad.\n\nBUDDY\nHey, it ain’t a problem if you keep\nwinning, right Baby?\n\nBaby looks back into the gas station. He can’t see Bats OR the\nclerk anymore. It doesn’t feel good at all. He mutters.\n\f55\n\n58.\n\nBABY\nYessir.\n\nDARLING\nOh hey baby. Was going ask, what’s a\ngood Egyptian reggae song?\n\nBABY\n...‘Egyptian Reggae’.\n\nThe door opens. A grinning Bats is back. He dumps whole armfuls\nof chewing gum onto Buddy. Packets and packets.\n\nBUDDY\nThe fuck? Did you just swipe this?\n\nBATS\nYou said you wanted gum! What am I\ngoing to do, pay for it?\n\nBaby looks back to the gas station. Still can’t see the clerk.\nHe peels out fast.\n\nINT./EXT. CADILLAC DEVILLE/OUTSIDE TRAIN YARD - EVENING 55\n‘Fog On The Hudson’ by Moondog.\n\nThe gang wait in the dark outside a deserted train yard.\nHeadlights off. It’s eerie quiet. Inside, everyone chews gum.\nSave for Baby who doesn’t look like he wants to play anymore.\n\nBats flexes his hands. We see his single glove.\n\nDARLING\nThe one glove? Is that a Michael\nJackson thing?\n\nBATS\nFuck no. It’s not a Michael Jackson\nthing. It’s all me. I wanna make an\nimpression.\n\nBUDDY\nOh, you make an impression.\n\nBATS\nThey don’t know the name Bats but you\nbetter believe they heard of the One\nGlove Bandit. I come into a bank and\nthe business manager sees this glove\ncome off, he knows I mean business.\n\f59.\n\nDARLING\nYou not worried you’1l get recognized?\n\nBATS\nThat’s the genius Darling. When I\nthink they’re onto me, I just -\nHe slips on a second glove too.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nDARLING\nYou not worried you’1l get recognized? BATS\nThat’s the genius Darling. When I\nthink they’re onto me, I just -\nHe slips on a second glove too. \n\nTARGET SECTION TO BE ANNOTATED:\nBATS (CONT'D)\nAnd now I could be anyone.\n\nBUDDY\n\nAnyone wearing gloves. In summer.\nBATS\n\nYou got it.\nBUDDY\n\nWhatever you say, MJ.\n\nBATS\nFuck you Buddy. I did the one glove\nbefore him.\n\nBUDDY\nHow old are you?\n\nBATS\nI am thirty seven years young.\n\nBUDDY\nJackson did the one glove at least\nthirty years ago. So what, you were\nrobbing banks at the age of five?\n\nBats shrugs as if to say “Maybe I was...”.\n\nBUDDY (CONT'D)\nYou're crazy Bats.\n\nBATS\nHey, your parents call you Bats, you\ngonna turn out crazy.\n\nBUDDY\nCome on. Bats isn’t your real name.\n\nBATS\nYou doubting I’m Bats? I can show you\nmy ID anytime buddy.\n\fBUDDY\n\f57\n\n61.\n\nThat doesn’t sound good.\n\nINT. ABANDONED RAIL YARD - MOMENTS LATER 57\n‘Tequila’ by The Button Down Brass.\nCowbells play in Baby's ears. A bass part kicks in as -\n\nOur foursome approach the truck and the semi-circle of black\nSUVs with tinted windows. In the center of this gathering,\nportable work lights illuminate crates covered by a tarp.\n\nFour linen suited gorillas flank the crates (we’ll call them\nFARMERS) and a more urbane man (THE BUTCHER) stands in the\nmiddle, quietly makes a list to himself.\n\nAs they walk up. Bats discreetly offers Baby a pistol.\n\nBATS\nTake this. Look serious.\n\nBaby looks at the pistol being offered. Stalls on taking it.\n\nBUDDY\nIs he going to need it?\n\nBATS\nHe needs to swagger in like he’s got\none. Let ‘em know we ain’t a bunch of\npussies. Darling excluded of course.\n\nDARLING\nOh please.\n\nBATS\nBaby, take the gun. It’s not like I’m\nasking you to hold my cock.\n\nDARLING\nIt ain’t a million miles away.\n\nBaby takes the pistol, just as they come within shouting range\n\nof the men gathered around the crates.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s not like I’m\nasking you to hold my cock. DARLING\nIt ain’t a million miles away. Baby takes the pistol, just as they come within shouting range\n\nof the men gathered around the crates. \n\nTARGET SECTION TO BE ANNOTATED:\nThe tallest of the ‘Farmers’, ARMIE, a thick-necked giant looks\n\nstraight at Baby, with his earphones in and shades on.\n\nARMIE\nWho’s the geek?\n\nBATS\nThis is our Baby Boy.\n\f62.\n\nARMIE\nWhat’s with the ears? That a wire?\n\nBATS\nIt’s just his tunes. He’s a little\nLooney Tunes and he needs his tunes.\n\nARMIE\nOh yeah? How we supposed to know it’s\nnot the police or something?\n\nBATS\nIs it the police?\n\nBABY\nIt’s not The Police.\n\nARMIE\nYeah? What is it?\n\nBaby looks at his iPod display.\n\nBABY\n‘Tequila’.\n\nBATS\nTequila! Hey, why did the Mexican push\nhis wife off a cliff? Ah, I ruined it-\n\nBUDDY\nTo business?\n\nThe Butcher starts proceedings by throwing back the tarp. The\ncrates are stencilled with ‘LAPD’. On top of them is a huge\nsmorgasbord of GUNS AND AMMO. Black gun metal gleams at them.\n\nTHE BUTCHER\nTonight gentlemen, ladies, we have\nonly the finest cuts of pork. Direct\nfrom local smokehouse.\n\nOn Darling: ‘What?’\n\nTHE BUTCHER (CONT'D)\n\nYou are experienced butchers\nyourselves, so as I am sure you are\naware the humble pig can be cooked\nfrom nose to tail. So I can offer you\nnine cuts at the best prices in all of\nChristendom.\n\nThe Butcher motions in turn to Berettas, Smith & Wessons,\nGlocks, Kimbers, Colts, Heckler & Kochs and Remingtons.\n\f63.\n\nTHE BUTCHER (CONT'D)\nSo let’s dive in head first: from the\njowl we have the God-sent Roman bacon\nthat is Guanciale. Actually from the\nshoulder of the hog comes the Boston\nButt, a tough but tasty cut. Then the\nPicnic Shoulder is a favorite for those\nwho enjoy the smoking of pigs. Then\ncenter cut loin, double cut pork chops,\nbaby back ribs, pork belly and Serrano\nham on the back leg. Every one delicious.\n\nThe Butcher gestures to a wide array of ammo and grenades.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen\ncenter cut loin, double cut pork chops,\nbaby back ribs, pork belly and Serrano\nham on the back leg. Every one delicious. The Butcher gestures to a wide array of ammo and grenades. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BUTCHER (CONT'D)\nAnd of course, we also have a fine\nselection of sausages.\n\nBuddy, Darling and Baby look bemused. Bats claps his hands.\n\nBATS\nI’m hungry.\n\nTHE BUTCHER\nFantastique. And how will we be paying\nthis evening gentlemen... ladies?\n\nBATS\nDo you take bullets?\n\nTHE BUTCHER\nHow do you mean?\n\nBATS\nLike this.\n\nA trumpet hits a loud blast of 'F', as suddenly -\n\nBRAP. Bats draws and shoots the Butcher POINT BLANK in the\nface. He drops. Dead. WHAT THE -—\n\nThe big Farmer guys, caught off guard, reach for their arms.\nStunned, Buddy, Darling and Baby hit the deck.\n\nBats then SMOKES the nearest Farmer. As his body falls, Bats\nrolls down next to his corpse. Grabs his machine pistol.\n\nThe song hits a breakdown where duelling drummers madly flail\naway at each other in furious patterns as -\n\nBRAT BRAT BRAT. The remaining farmers LET RIP with their\nmachine pistols and shotguns at the air Bats just vacated.\n\f64.\n\nThe syncopation of music and action is shocking and awesome.\n\nOver crates and car hoods, the fire fight between Bats and the\nthree Farmers as the duelling drum solo intensifies, each burst\nof gunfire matched by a burst of drums.\n\nThe noises echo around the train yard. A portable light is\nknocked over, creating dramatic under lighting. Buddy and\nDarling are forced to join the violent melee.\n\nFrom the deck, Baby has a sideways angle on a six way fight.\nGunfire builds. Shells drop. Car windows smash.\n\nThe drums on the track get louder and louder as Baby watches\nhis colleagues spew hot lead. BRAT BRAT BRAT BRAT.\n\nOne Farmer aims at Baby. Baby rolls out of the way and runs\nlike hell. He is trailed by bullets, dives over a crate for\nsafety.\n\nThe tempo peaks, there's a last burst of drums and guns. And -\n\nBaby looks up. The train yard is quiet again. There are five\nbodies on the ground that appeared to be alive seconds ago.\n\nHe cannot comprehend what he has just witnessed.\n\nBats is out of ammo. Grabs a nearby clip.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe cannot comprehend what he has just witnessed. Bats is out of ammo. Grabs a nearby clip. \n\nTARGET SECTION TO BE ANNOTATED:\n Winks to Buddy, who\nstrides over and goes to strike Bats with his pistol.\n\nBATS (CONT'D)\nWhat the fuck?\n\nBats dodges and shoves Buddy right back.\n\nBATS (CONT'D)\nHey! I just got us some hardware!\n\nWe've never seen Buddy this mad. It’s not fun.\n\nBUDDY\nYou shot the gunsmiths! I thought\nthese were your contacts?\n\nBATS\nYeah. They were my contacts.\n\nBUDDY\nAre you fucking crazy?\n\nBATS\nI believe we established I was. Why,\ndo you still wanna see my ID?\n\f65.\n\nBUDDY\nYou didn’t think to tell us your plan?\nWe come in here with no masks, no\nnothing -\n\nDARLING\nYeah, what if they recognized us?\n\nBATS\nThose what-ifs are dead Darling.\nThey’re ghosts now. Only way they’1ll\nfinger us is through a Ouija board.\n\nBUDDY\nWell your name is only four letters to\nspell out.\n\nBATS\n\nPah. Bats ain’t my real name.\nIn ‘Tequila’, a huge trill of brass sounds as -\n\nWe see one of the farmers is not dead. He runs past Baby,\ntoward one of the SUVs. Bats yells at Baby, who is closest.\n\nBATS (CONT'D)\nDon’t let him get away, Baby!\n\nBaby has his gun in his hand, but does not fire. The farmer\njumps in the SUV. Makes a break for the entrance. Fuck -—\n\nInstead Bats lets rip at the fleeing vehicle. Buddy and Darling\ngrab a shotgun and mini pistol from the dead and also unload.\n\nBaby hangs back and pointedly does not join in with the\nshooting. His face says everything. He doesn't want this.\n\nWailing brass, furious drums and hammond organs score a barrage\nof bullets that stop the escapee dead in his tracks.\n\nWe hear a sustained HORN, as the driver slumps on his dash.\n\nBATS (CONT'D)\nBaby. Get us out. Move!\n\nNo time to argue. Baby grabs another abandoned SUV as Bats,\nDarling and Buddy grab as many guns as they can carry.\n\nBaby starts the car.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo time to argue. Baby grabs another abandoned SUV as Bats,\nDarling and Buddy grab as many guns as they can carry. Baby starts the car. \n\nTARGET SECTION TO BE ANNOTATED:\n In his haste, one ear bud has dropped out,\nmeaning that Bats can hear the track as he jumps in the\npassenger seat with a lot of hardware in his arms.\n\nBaby waits for the others, then floors it.\n\f58\n\n66.\n\nThe brass in the final bridge reaches a resounding climax as\nthey pass their old Cadillac, Bats takes a grenade, flicks the\nsafety and throws it into the open window.\n\nAs the car goes KA-BOOM in the night, Bats sings along -\n\nBATS (CONT'D)\nTe-quiiiii-laaaaaaa!\n\nINT. SUV - NIGHT 58\n\nThe foursome drive in the newly acquired SUV. All are silent.\nBats is still jonesing from the previous encounter.\n\nBaby drives past his usual DINER and subtly looks in to see if\nDebora is working. Before he can establish this -\n\nBATS\nHey, pull in here.\n\nBaby does not. Keeps driving.\n\nBATS (CONT'D)\nPull in here. I’m hungry.\n\nBABY\nNo.\n\nBATS\nStop the car.\n\nBaby stops. Bats fixes him. Furious.\n\nBATS (CONT'D)\nNo? You telling me no?\n\nBABY\nNo. I don’t want to go in there.\n\nBaby is firm. Bats breaks into a sickly grin. Cackles.\n\nBATS\nWell hel-lo Baby. I never seen you so\nmad. You saw a bunch of bodies hit the\nfloor and you didn’t say nothing, but\nfor some reason, you get all mad about\nthis one diner.\n\nBABY\nI don’t like it in there. It sucks.\n\f59\n\n67.\n\nBATS\nWell on that recommendation, we gots\nto go in.\nINT. HALF EMPTY DINER - NIGHT 59\n\n‘When Something Is Wrong With My Baby’ by Sam & Dave.\nThis song plays on the diner’s stereo system. Opens with -\nSAM & DAVE\n“When something is wrong with my baby,\nsomething is wrong with me.\"\n\nDebora is dealing with one sole customer at the counter, she\nlooks bored and distant. Then the door opens and in walks -\n\nAn intense looking Bats, a grim Buddy and Darling. And behind\nthem, Baby. He pointedly looks at Debora, his sunglasses very\nfirmly on. He is not smiling. She’s never seemed so far away.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pointedly looks at Debora, his sunglasses very\nfirmly on. He is not smiling. She’s never seemed so far away. \n\nTARGET SECTION TO BE ANNOTATED:\nShe gets that something's up. It's as ominous as him and Doc in\nthe parking lot. She’s also never seen him with sunglasses on.\n\nIn fact she’s never seen a booth of four people all with\nsunglasses on at night. It’s as weird to us as it is to her.\n\nAt the booth, Bats soaks up the tension. Loves it.\n\nBATS\n\nNow why you all still mad at me?\nBUDDY\n\nBecause you have a death wish and we\n\ndon’t.\n\nBuddy talks calmly, but intensely. Tears a napkin into strips.\nBaby and Darling are caught awkwardly in the middle.\n\nBATS\nWe’re all going to end up in a chair.\nMaybe see out your days in a lawn\nchair at Holiday Villa, maybe settle\nwith the electric one. Might be just\nme, but the latter sounds funner.\n\nBUDDY\nIt’s just you. You revel in bad\nchoices. In bad luck. And that’s bad\nbusiness.\n\f68.\n\nBATS\nWhat’s bad luck to you are more open\ndoors for me. So I’m gonna pick\nthirteen as my lucky number and make\nhay while you Hail Mary.\n\nBUDDY\nWhatever you do on your own time is\nfine. What you do within this group\naffects us all.\n\nBATS\nDon’t worry Buddy. I ain’t gonna mess\nup. I know you have noses to feed.\n\nBUDDY\nOh. Because you never take drugs.\n\nBaby has been watching Debora the whole time. She comes over.\nSenses the sour mood. Plays it cool.\n\nDEBORA\nCan I get you anything to drink?\n\nBATS\nI think it’s Coke all around.\n\nDEBORA\nThree cokes.\n\nThis strikes Darling as odd. She looks at Baby, who stares down\nat his menu. When Debora leaves, Bats continues.\n\nBATS\nHere's the thing. You rob to support a\ndrug habit. I take drugs to support a\nrobbery habit.\n(to Baby)\nBaby boy. What you do this for?\n\nBaby's glances at Debora. But says nothing.\n\nBATS (CONT'D)\nThe cash? The girls? Or is it just the\nsmell of burning rubber?\n\nBABY\nI guess.\n\nBATS\nSo, we in agreement. We’re all about\nthe white line fever.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nBABY\nI guess. BATS\nSo, we in agreement. We’re all about\nthe white line fever. \n\nTARGET SECTION TO BE ANNOTATED:\n\f69.\nBUDDY\nYeah. You're real funny.\nDuring this exchange, Debora looks at Baby, deeply concerned.\nBATS\n\nI'm deadly serious. This is my job.\nIt’s you two who’s on vacation.\n\nBUDDY\nWhat is that supposed to mean?\nBATS\nYou're Wall Street right?\nBUDDY\nDoc tell you that?\nBATS\nDoc tells me nothing. I am just\n\nguessing.\n\nBuddy glowers. Sub zero sarcasm.\n\nBUDDY\nI would be fascinated to hear your\nthoughts.\n\nBATS\n\nStop me if I’m way off. But I’m thinking\nyou were a stockbroker, maybe with a\nprevious fiance, maybe a wife, maybe\nkids. You're making good money, you’re\ngood at your work, but you also play\nhard. And you like the wild side too\nmuch, get in too deep, rack up debts\nthat would make even your employers\nblush. So either you get laid off or\nsomeone wants to break your legs. You\ndecide to run off, maybe take your\nfavorite lap dancer in tow, head out to\nthe desert and disappear into your\ndouble life, concentrate on the three\nthings that get you high: the money, the\nboogaloo, the sex, the action. Okay four\nthings. But am I close?\n\nBuddy is still unamused. Then -\nDARLING\n\nI will have you know I was a feature\ndancer, not a lap dancer.\n\f70.\n\nBATS\nWhat’s the difference?\n\nDARLING\nIt means my name was on the marquee. And\nI could charge quadruple for dances.\n\nBATS\nWell then ignore everything I said.\n\nBUDDY\nYou doubt my credentials?\n\nBATS\nJust saying you're on a trip right\nnow. And maybe it’s one you’re not\ncoming back from. Either way, if\nyou're from Wall Street you’re already\na bigger crook than I’1l ever be.\n\nBUDDY\nTwo things. Don’t underestimate me.\nAnd don’t ever speak ill about my\nlady. Or I will see red and you will\nsee nothing but black.\n\nBuddy is scary when angered. Bats breaks into a big grin.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nOr I will see red and you will\nsee nothing but black. Buddy is scary when angered. Bats breaks into a big grin. \n\nTARGET SECTION TO BE ANNOTATED:\nBATS\nWhere did you find her? Vegas? Reno? I\nthink maybe it was Morongo.\n\nDARLING\nWhat makes you say that?\n\nBATS\n‘Cause that’s where the Morons-Go.\n\nBuddy’s eyes glaze over. He shifts in his seat. Grips a fork.\nIt's fucking terrifying to see him shift. Bats just laughs.\n\nBATS (CONT'D)\nYou seeing this Baby? This is what\nhappens when a man loves a woman.\n\nDebora comes over with the three Cokes.\n\nDEBORA\nWhat can I get you to eat?\n\nBATS\nThese cats need a happy meal. But I’m\njust gonna get the check... Debora.\n\f71.\n\nBaby sees that for the first time. Debora is wearing a ‘Debora’\nname tag. Bats then throws an arm around Baby.\n\nBATS (CONT'D)\n\nOh and my friend here hates this\nplace. I think it’s okay. So I wanna\nask you, what’s his problem?\n\nBaby cannot look up at Debora. She replies coldly.\n\nDEBORA\nMaybe your friend would like to fill\nout a suggestion slip and tell us how\nwe could improve our service.\n\nDebora puts their check on the table and leaves without looking\nat Baby. Darling guesses something’s up.\n\nDARLING\nAre you two fucking? Or you were fucking?\nYou fucked her and didn’t call her back.\nOr she didn’t call. Something’s up. I can\ndefinitely smell fuck in the air.\n\nBaby goes red. Wants to curl up and die.\nBATS\nI don’t know about that.\n(to Buddy and Darling)\nYou two, I got down pat. I can’t get a\nread on Dum Dum here.\n\nWe let the song play as Baby looks up at Debora behind the\ncounter. Longs to be anywhere else with her. When-\n\nBATS (CONT'D)\n\nCome on, let’s bounce. You guys go on\n\nout to the car. I got this.\nDarling and Buddy leave. Baby moves past Bats and sees -\nBats pull the gun from his jacket. Then, like lightning -\nBaby GRABS Bats’ arm. Firmly stops him.\n\nBats is shocked at this action. Baby has never touched him\nbefore and now holds down Bats’ gun arm with real force.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nFirmly stops him. Bats is shocked at this action. Baby has never touched him\nbefore and now holds down Bats’ gun arm with real force. \n\nTARGET SECTION TO BE ANNOTATED:\nBuddy turns and sees this too. He checks to see if anyone in\nthe diner sees what’s going on. They don’t.\n\f60\n\n72.\n\nSAM & DAVE\n“When something is wrong with my baby,\nsomething is wrong with me.\"\n\nBaby looks determined, emotional. Bats then breaks into another\nwide grin. Impressed. He backs off.\n\nBATS\nBe sure to tip the nice lady.\n\nBaby takes the check and goes to the counter. He puts it down\nand goes to exit, without saying anything to Debora.\n\nDebora sees under the check folder. An iPod. The pink one.\n\nDEBORA\nHey, you left your -\n\nBaby doesn’t look back. Carries on walking out.\nDebora looks down to see. Cued up on the iPod. ‘Debora’.\n\nShe looks at Baby silently depart. She’s worried for him.\n\nINT. UNDECORATED LOFT - NIGHT 60\nDoc enters. He’s instantly aware of -\n\nA mood. And three camps. Bats on the opposite side of the room\nto Buddy and Darling, while Baby lies on his makeshift bed in\nanother part of the room, facing away. His headphones are on.\n\nDOC\nWho died?\n\nBUDDY\nA better question: ‘who didn’t?’.\n\nDOC\nI count four. Something happen I\nshould know about?\n\nBUDDY\nA little trouble procuring the\nhardware.\n\nDOC\nTrouble?\n\nBATS\n\nThere was no trouble. Just a little\nhaggling.\n\f73.\n\nDoc senses there’s something else to tell. Gets serious.\n\nDOC\nThis going to bite me in the ass?\n\nBuddy and Darling say nothing. Bats grins wide.\n\nBATS\nNothing’s going to bite no-one. We got\nthis Doc. You got no worries with us\nthree here.\n\nDOC\nYou three?\n\nBATS\nI can’t speak for the mute.\n\nDoc looks to Baby. He closes a partition in the loft space, so\nBaby is now separated from them.\n\nDOC\nSomething wrong with Baby? He’s been a\nproblem?\n\nBUDDY\n\nJesus. He's not the problem.\nBats warms to this new theme, keen to distract Doc.\n\nBATS\nI don’t know. I’m starting to think he\nis the crazy one on this team.\n\nDARLING\nRiiight.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nBATS\nI don’t know. I’m starting to think he\nis the crazy one on this team. DARLING\nRiiight. \n\nTARGET SECTION TO BE ANNOTATED:\nBATS\nI saw the first glints of steel in\nBaby tonight, but not when he had a\ngun in his hand. He’s real quiet then\nhe can get real emotional. And over\nsome dumb waitress.\n\nThis registers with Doc.\n\nDOC\nA waitress, huh?\n\nBATS\nAll that emotion worries me Doc.\n\f74.\n\nDOC\nWhat are you worried about other than him\nturning left, him turning right and him\nknowing when the light turns green?\n\nBATS\nHim turning yellow and squealing?\n\nDOC\nThat ain’t gonna happen. He squeals on\nthe asphalt not to the cops.\n\nBATS\nAnd you done how many jobs with him?\n\nDOC\nHey mouth, if you can’t take my\nfucking word for something, get back\nin the elevator.\nI’'ll bet that kid started earlier than\nany of you. You ever hear of the\nPacific Ghost?\n\nBATS\nThe joyrider?\n\nDOC\nUsed to bait cops by zooming through\nMalibu speed traps. Going 100 mph with\nhis headlights off, brake lights\ndisconnected. Begging the police to\nchase him. Then leaving ‘em in the\ndust. That was our boy.\n\nBUDDY\nWasn’t that like ten years ago?\n\nDOC\nLike I said, that was our boy. He's\nbeen boosting cars since he was old\nenough to see over the dash.\n\nBUDDY\nSo how’d you find him?\n\nDOC\nHe stole a Merc of mine. With a ton of my\nmerch in it. I saw him do it too. I\ndidn't stop him right away either,\nbecause I was just like - the balls on\nthis kid.\n\n(MORE )\n\f61\n\n75.\n\nDOC (CONT'D)\n\nHe didn’t know who I was or what he was\nstealing but when I finally tracked him\ndown I made sure to tell him who I was,\nwhat I do and what I am capable of. And\nhe went on to pay me off and show me what\nhe’s capable of. I figured if he likes to\njoy ride so much, we might as well make\nsome money from it.\n\nWe see Baby is awake and listening through the partition.\nDOC (CONT'D)\n\nTurns out his dad used to work for me\n\nway back.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nI figured if he likes to\njoy ride so much, we might as well make\nsome money from it. We see Baby is awake and listening through the partition. DOC (CONT'D)\n\nTurns out his dad used to work for me\n\nway back. \n\nTARGET SECTION TO BE ANNOTATED:\n But that kid is a better\n\ncriminal than his father ever was. Baby\n\nis going to do a great job tomorrow. And\n\nyou are going come right back here and\n\napologize to me. You mark my words.\nBaby hears this, but doesn’t want to. He CLOSES HIS EYES.\nFLASHBACK: A HIGH PITCHED WHINE ON SOUNDTRACK\n- We see YOUNG BABY sitting in the diner. His Mom is working at\nthe counter talking to a male customer. Baby's Dad is also\npresent and staring at the male customer intensely.\n\n- We then see Baby's Mom in a modest recording studio. She is\nbehind the glass and we cannot hear what she is singing.\n\n- In the studio are Baby's unsmiling father and the (younger)\nElderly Man. He is an engineer behind the mixing desk. As\nBaby's Mom sings, the Elderly Man turns to Baby and gives a\nthumbs up.\n\n- We see Young Baby in the backseat of a car, watching his Dad\nhold up a gas station clerk at gunpoint.\n\n- Baby's Dad dumps a bunch of CANDY BARS on the back seat.\n- The Mom drives. She cries. The Dad yells.\n\n- We see the car about to slam into the pick up truck-\n\n- The candy falls off the back seat. So does the iPod.\n\n- Young Baby closes his eyes. The WHINE peaks.\n\nINT. UNDECORATED LOFT - LATER 61\n\n‘Ready Let’s Go’ by Boards of Canada.\n\f62\n\n76.\n\nSome time later. Doc is gone. Bats sleeps in a chair. Buddy and\nDarling curl up on a couch.\n\nBaby quickly gathers his things in the dark. And sneaks out.\n\nINT. UNDERGROUND PARKING P3 - NIGHT 62\n\nBaby walks from the freight elevator to the SUV. He gets in.\nStarts up. But when he pulls out toward the exit.\n\nBuddy is waiting for him. Blocking his path.\n\nBUDDY\nWhere you going, Baby?\n\nBABY\nCoffee.\n\nBuddy walks to the driver’s window. Baby remains very quiet.\n\nBUDDY\n\nAt 2AM? That doesn’t sound too smart.\nOr much like you either.\n\n(.--)\nLook you're a good kid. I said you\nshouldn't have picked up that phone.\nBut here you are.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\n(.--)\nLook you're a good kid. I said you\nshouldn't have picked up that phone. But here you are. \n\nTARGET SECTION TO BE ANNOTATED:\n And that’s cool if\nyou're really committed to the job.\nBut if you're in it for the buzz, I\nsay go on your Starbucks run and don’t\ncome back. Because bad things happen.\n\nBABY\nI know.\nBUDDY\nDoc said your Dad was in this\nbusiness.\nBABY\nHe was.\nBUDDY\n\nBut I’m not sure you are. You can’t\ndip your toes, you’re either in the\npool or you’re not. If this is just\nyour escape, then go.\n\nBATS (0.S.)\nWhat we talking about here?\n\nBats is standing outside the elevator. Buddy covers.\n\f63\n\n77.\n\nBUDDY\nJust about how we should all be\ngetting more sleep before tomorrow.\n\nBATS\nIt don’t look like that.\n\nBUDDY\nWhat does it look like?\n\nBATS\nLooks like he’s going somewhere at 2 in\nthe morning. You going somewhere Baby?\n\nBaby looks back to Buddy. Then to Bats.\n\nBABY\nNo...\n\nBATS\nGood, because we gotta talk about\nthis.\n\nBats is holding a Sony handheld cassette recorder. Baby\nsearches his jacket for his. Bats stops him.\n\nBATS (CONT'D)\nYeah, it’s the same one.\n\nINT. UNDECORATED LOFT - MOMENTS LATER 63\n\nA D90 audio cassette plays in the handheld recorder. Baby sits\nin the middle of the room. Forced to listen. We can hear the\nhum in his ears again, underlining the tense mood.\n\nBuddy and Bats stand over him. Bats has his gun out. Darling\nsits in the corner. From the tape, we hear recent dialogue.\n\nDOC (ON TAPE)\nWhat are you worried about other than\nhim turning left, him turning right and\nhim knowing when the light turns green?\n\nBATS (ON TAPE)\nHim turning yellow and squealing?\n\nBats presses stop. He is deadly serious.\n\nBATS (CONT'D)\nNow why you go and do that?\n\nBaby stammers, but is aware he needs to speak up. And fast.\n\f78.\n\nBABY\nI like to record stuff.\n\nBATS\nAnd why do you like to record stuff.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\n78. BABY\nI like to record stuff. BATS\nAnd why do you like to record stuff. \n\nTARGET SECTION TO BE ANNOTATED:\nAre you the police? Are you a snitch?\n\nDARLING\nDidn’t Doc work with his Dad?\n\nBATS\nThat don’t mean nothing. He could be\nworking out his daddy issues on us. Or\nmaybe, just maybe he is fucking\nretarded. Are you?\n\nBaby doesn’t want to answer that. Stalls.\n\nDARLING\nI think he’s just acting the fool.\n\nBATS\nI asked him. But ‘acting’ is right.\nWhat if this is a cover? What if Harpo\nhere is a real Serpico?\n\nAll eyes on Baby.\n\nBUDDY\nSpeak up, Baby.\nBABY\nI... I just like to listen to what\n\npeople say. I don’t always understand\nfirst time out. So I listen back to\nthe words. To understand. And I like\nto make music out of it. It’s just me\nfooling. Fooling around.\n\nBATS\nThat is one fucking dumbass excuse.\n\nBUDDY\nTo be fair, a cop would not come up with\nan excuse as fucking dumbass as that.\n\nBATS\nI’m calling Doc.\n\nBaby doesn’t want that to happen. Blurts out.\n\f64\n\n65\n\n66\n\n67\n\n79.\n\nBABY\nI can play you one. Of my tapes. Of\nthe music I make.\n\nBUDDY\nWhere are they?\n\nBABY\nAt home.\n\nBUDDY\n\nWell, looks like we are going\nsomewhere at 2 in the morning.\nINT./EXT. SUV - MOMENTS LATER 64\n\nThe hum in Baby's ears underscores this section, adding uneasy\nmenace as the SUV drives fast down deserted streets.\n\nBaby is in the back seat. Buddy drives. Bats is in shotgun with\nhis gun lightly trained on Baby. Stereo is silent.\n\nBATS\nNo music for you. You ain’t moving.\nEXT. APARTMENT BLOCK - MOMENTS LATER 65\n\nThe SUV pulls up outside Baby’s apartment block. Baby and Bats\nget out. Buddy stays in the car.\n\nBATS\nWatch that fire escape.\nINT. APARTMENT BLOCK - MOMENTS LATER 66\n\nBats and Baby ascend in the extremely slow exposed elevator.\n\nINT. BARE APARTMENT —- MOMENTS LATER 67\n\nBaby walks in first. The TV is on, but barely illuminates the\nroom.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BARE APARTMENT —- MOMENTS LATER 67\n\nBaby walks in first. The TV is on, but barely illuminates the\nroom. \n\nTARGET SECTION TO BE ANNOTATED:\n Bats enters, flicks the light switch. It’s still out.\n\nBats observes the dimly lit room. He’s both surprised and yet\nnot at how bare and simple it is.\n\nBATS\nThis is your place?\n\f80.\nBABY\nIt’s my foster dad’s.\n\nBATS\nAnd where’s he?\n\nThe Elderly Man is asleep in his chair. But Bats does not\nnotice a person is present. It looks like a big old blanket.\n\nBABY\n..-He’s dead.\n\nBaby does not acknowledge the old man. He walks right over to a\npile of tapes on the kitchen counter.\n\nHe takes the pile of D30s. Turns to Bats and softly says.\n\nBABY (CONT'D)\nGot ‘em.\n\nBATS\nThis better be good, Baby.\n68 INT. UNDECORATED LOFT - LATER 68\n\nBuddy and Bats stand over Baby at the tape recorder. Darling,\nagain, is in the corner. He presses play.\n\nThe montage that plays is a collage of almost all dialogue\nwe've heard so far. A nonsense medley of crosscut dialogue. It\nbuilds into odd rhythms. Sounding awesome, but absurd.\n\nBats presses stop. Buddy shuts his eyes.\n\nBATS\nWhat the fuck did I just listen to?\n\nBABY\nLike I said. I was fooling around.\n\nBATS\nDid we not establish what happens when\nyou act the fool with me?\n\nBABY\nI wasn’t acting. I am one.\n\nA pause. Then -\n\nDARLING\nWell hell, I like it. It’s funny.\n\f69\n\n81.\n\nBUDDY\nI say we get someone else.\nBATS\nAt this time of night?\nBUDDY\nAnyone you’ve worked with that’s still\nalive?\nBATS\n\nYou two are still alive.\n\nBUDDY\nI’m so honored.\n\nBATS\nLemme think about what to do while I\ngive the kid a ride home.\n\nBats tucks his gun into his waistband and puts his jacket on.\nBaby does not like the look of this. He speaks firmly.\n\nBABY\nI can do this. I’m driving tomorrow.\nI’m not retarded. I’m fast. I’m\ndriving.\n\nBuddy and Bats exchange looks.\n\nDARLING\n\nLet him. So what? He recorded stuff.\nBig deal.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo what? He recorded stuff. Big deal. \n\nTARGET SECTION TO BE ANNOTATED:\n I was kinda hoping someone\ngot all the pork nonsense on tape\nbecause that was bananas.\n\n(..-)\nBesides I kinda wanna hear the rest of\nthe tape.\n\nBATS\nOh yeah? Well go get it.\n\nBats throws the D30 cassette out of the window.\n\nEXT. ALLEY - EARLY MORNING 69\n\nWe see a smashed cassette. The audio tape spooled out on the\nconcrete like brown spaghetti. The morning sun rises.\n\f70\n\n71\n\n72\n\n82.\n\nINT. UNDECORATED LOFT - EARLY MORNING 70\n\nDoc enters to find Buddy, Darling & Bats dressed in civilian\nattire for the robbery. They look weirdly normal.\n\nDOC\nWhere’s Baby?\nBUDDY\nI’m going to guess... in the car.\nINT. UNDERGROUND PARKING P3 - MOMENTS LATER 71\n\n‘Movement One’ by Herbie Flowers & Barry Morgan.\nPING. Buddy, Bats and Darling exit the elevator to find -\n\nA blue Mitsubishi Galant. Baby at the wheel. Eyes fixed forward.\nHands ten to two. Music pumping on the stereo.\n\nThe gang get in. Buddy and Darling in back. Bats in shotgun.\nBats kills the stereo. Produces a coke spoon. Takes a big snort.\nBATS\n\nNow I’m going to make this clear. You\n\ncan listen on your phones or do\n\nwhatever it is you need to do. But I\n\ndon’t want to hear none of your\n\nbullshit today.\n\nBaby silently plugs his earphones into the iPod. The music\ncontinues in Baby’s head and our ears.\n\nBUDDY\nLet’s get this over with.\n\nBaby pulls out. Heads for the ‘EXIT’.\n\nINT. MITSUBISHI GALANT - DAY 72\n‘Music For The Head Ballet’ by The Bonzo Dog Doo Dah Band.\n\nA solo harpsichord plays a jolly fairground intro as the gang\ncruises down Century Boulevard. Very slowly.\n\nBaby listens to the music in his earphones as they reach the\nintersection of Success Avenue. And find themselves in -\n\nGridlock. Some construction is up ahead. It’s the middle of the\nschool run. Cars slow to a stop. It’s a bad time for a jam.\n\f83.\n\nBaby signals, his indicator in sync with the 4/4 tempo.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s a bad time for a jam. 83. Baby signals, his indicator in sync with the 4/4 tempo. \n\nTARGET SECTION TO BE ANNOTATED:\n The\ntrack becomes a woozy waltz, repeating a ‘down then up’ pattern\nthat goes around and around as the traffic maddens.\n\nThe Galant idles in the left hand lane. Baby begins to sweat.\nUnsure of the neighborhood. The air con blasting.\n\nBats’ cocaine seems to kick in, his restlessness changing the\nsimpatico of action and music from being magical to menacing.\n\nBuddy taps his fingers on a seat rest in time with the music.\nDarling flicks through the pages of a magazine, also in time.\nBats cocks and uncocks his shotgun in time. Baby eyes this.\n\nThe whole hood is alive with incident, all in time with the\ntrack. Kids shouting. Angry neighbors. A police helicopter.\n\nThe sound of chopper blades prompts the gang to all look up.\nWhen they look back down a COP CAR is right alongside them.\n\nTheir next door neighbor in the traffic jam is THE POLICE.\n\n \n\nA change of key in the track. The four gang members all look\nstraight forward, eyes fixed on the static road ahead. Then -\n\nThe music resumes its woozy waltz as the gang take turns to\nlook at the cops. The glances are furtive first, then more\nconfident. The dance of their turning heads is very surreal.\n\nAs the melody accentuates the odd notes, we see the cops look\nback at the gang in the Galant. We take in the odd magic of -\n\nFour gang members and two cops, all wearing shades, trying to\ninconspicuously check each other out in time with a waltz.\n\nBaby doesn’t want to see Bats slowly raising his shotgun. Out\nof sight of the cops, but ready to fire.\n\nThen suddenly, the Cop driving, points right towards Bats.\nBats does a ‘who me?’ The Cop shakes his head. Then -\nPOINTS at Baby. Motions for him to take off his earphones.\nBaby does so. The waltz concludes. Bat smiles.\n\nBATS\nYeah Baby. It’s the law.\n\nBats makes the ‘he’s crazy’ sign to the cops about Baby. The\ncops get a call. Switch their SIREN ON. Pull out of the jam and\nout of sight. Everyone exhales. Heart attack over... For now.\n\f73\n\n84.\n\nEXT. US POST OFFICE.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\n73\n\n84. EXT. US POST OFFICE. \n\nTARGET SECTION TO BE ANNOTATED:\n WATTS - DAY 73\n‘Intermission’ by Blur.\nA solo piano plays an endlessly descending melody.\n\nBaby pulls up into the strip mall. The place is quiet but\neverything feels bad. The heat, the traffic, the summer\naggression in the air, a rain drop on the windshield. In Watts?\n\nThere’s even a construction PICKUP TRUCK partly blocking their\nexit, steel enforced concrete poles hanging off the back. Even\na novice would get spooked by this, but -\n\nBats ignores the omens and repeats his mantra.\n\nBATS\nRemember, what’s in there is ours. It\nbelongs to us. They got our money.\nThey got our money orders. They got\nour momma’s jewels. They got our\ngirlfriend in there. So let’s go in,\nget them, get her. Take back what is\nrightfully ours.\n\nDarling opens her door. It starts. There’s a thunderclap.\nA crunchy electric guitar joins the piano. Adds menace.\nBuddy and Bats watch Darling walk into the post office alone.\n\nBaby gets a pervasive feeling of dread. A baby in a stroller\ncries. A chorus of honks and angry drivers are heard nearby.\n\nA bass guitar joins the sneaking melody. Buddy and Bats get\nout, take bags from the trunk and follow Darling. Baby is\ndistracted by an argument between two men at a bus stop.\n\nA huge thunder clap and cymbal crash heralds the introduction\nof drums. And also Buddy and Bats entering the post office.\n\nThe tempo of the track quickens. Traffic noise flares nearby.\nBaby stares forward. Rain spots his windshield.\n\nBaby hits the wipers. They are in perfect time with the track.\nHe stays, fixed forward, staring at the jagged mess of\nprotruding poles, fixating on this premonition of doom.\n\nTempo quickens. Rain thickens. Baby flicks the wipers up a\nnotch in speed. In his wing mirror, Baby sees -\n\nA SECURITY GUARD ambling around the corner. Looks up at the\nuncommon rainfall. Finishes off a sandwich.\n\f85.\nA squeal of feedback. Baby looks through the post office door.\nHe can see frantic activity inside.\n\nHe looks back to the security guard who has thrown the sandwich\nwrapper in the trash and now slowly approaches Baby.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBaby looks through the post office door. He can see frantic activity inside. He looks back to the security guard who has thrown the sandwich\nwrapper in the trash and now slowly approaches Baby. \n\nTARGET SECTION TO BE ANNOTATED:\nThe tempo quickens. The drums become more manic. Baby flicks\n\nthe wipers to go one faster. Matching the tempo. The security\nguard passes, eyeballing Baby. Then -\n\nA GUN SHOT. From inside. Baby and the Guard look to the door.\n\nBaby doesn’t want to think what just happened in there. The\nGuard runs to the door of the post office. Just as -\n\nBuddy, Darling and Bats run out, bags and guns in hand.\nHard cymbals strike. White noise guitar. Madly fast piano.\nThe Security Guard reaches for a walkie.\n\nBATS BLOWS HIM AWAY WITH A SHOTGUN. POINT BLANK.\n\nBaby witnesses this. Close up. He is in total shock.\n\nBATS THEN SHOOTS THE SECURITY GUARD ON THE GROUND TOO.\n\nSound EXPLODES around them. AN ALARM. SCREAMS from passersby.\nThe sound of distant SIRENS as -\n\nDarling and Buddy leap in the back and Bats jumps in shotgun.\nA huge shift up in tempo, the track threatening to collapse.\n\nBATS (CONT'D)\nMove!\n\nBaby doesn’t move.\n\nBATS (CONT'D)\nFucking move!\n\nBaby doesn't go.\nBATS (CONT'D)\nFucking hit the gas you fucking\nretard. Fucking move. Go!\n\nBats HITS Baby in the face with the shotgun stock. It knocks\nout a lens from his sunglasses. We now see one naked eye.\n\nOne steely eye. Baby doesn’t move. Baby doesn’t go.\n\f86.\nBUDDY\nBaby go! Go now!\nBATS\nI'm blowing your fucking head off in\n\nthree seconds if you don’t move!\n\nDARLING\nMove!\n\nBats POINTS the barrel of his shotgun at Baby’s head.\n\nBATS\n1-\n\nSirens mass. Baby holds still. That steely eye staring at Bats.\n\nBATS (CONT'D)\n2-\n\nMusic and noise crescendos around them. And then -\n\nBATS (CONT'D)\n3!\n\nBaby HITS the gas. Drives hard and fast. Straight into -\nThe back of the Pickup Truck. The concrete poles.\nWRECKING THE PASSENGER SIDE OF THE CAR AND IMPALING BATS.\nA blast of violent noise. Wailing distorted feedback.\nBATS IS DEAD. The car is FUCKED.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nWailing distorted feedback. BATS IS DEAD. The car is FUCKED. \n\nTARGET SECTION TO BE ANNOTATED:\n The sirens get CLOSER.\n\nBaby, Darling and Buddy are alive, but badly concussed.\nConcrete dust and radiator mist cloud the trashed Galant.\n\nBUDDY\nGet up. Get up. Get up.\n\nBuddy pulls Darling out of the car. Baby gets out too. He has\none earbud hanging out of his ear, one sunglass lens missing.\n\nThe song whites out. Returns to a simple solo piano. Buddy\nlooks at Baby. He is incandescent with rage.\n\nBUDDY (CONT’D)\nWhat did you do? WHAT DID YOU DO!\n\nBABY\nI moved.\n\f74\n\n87.\nBuddy FLIPS. Grabs Baby. Looks ready to shoot him there and\nthen. Baby’s ear bud falls out. When -\n\nPOP! POP! POP! A COP is positioned on the street. Shooting over\nthe hood of the first Black & White to arrive.\n\nBUDDY RETURNS FIRE from behind his car door. Darling too. Baby\nducks down behind the wreck of the Galant. He does not know\nwhat to do and looks again to his music for direction.\n\nHe puts his left earbud back in as a new track kicks off -\n\n‘Hocus Pocus’ by Focus.\n\nA heavy guitar riff plays in left channel. Baby puts in his\nright earbud. A second guitar joins in the right channel.\n\nPolice cars screech into view all around. Officers screaming\nwith fury at them to lay down their arms.\n\nThe track builds. Baby stands. The track kicks in.\n\nBaby. Buddy. Darling. Run for it. Race to survive.\n\nDriving guitars, bass and drums propel Baby forward. Buddy\nfires back. Darling loses her heels, runs barefoot.\n\nEXT. THE STREETS OF WATTS - CONTINUOUS 74\nThe three of them disappear out of the back of the strip mall.\nDucking into to a back alley. The sound of police boots and\nscreeching tires gaining on them.\n\nThey pound along the alley. Baby is first, looking crazy with\nhis single lens sunglasses. He vaults over a chain link fence\n\nand runs fast, leaving Darling and Buddy behind.\n\nHe sails across a street, cars screeching around him. Heads for\na memorial park up ahead. Feet pounding.\n\nGuitars build. Baby runs fast and is out of control.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nFeet pounding. Guitars build. Baby runs fast and is out of control. \n\nTARGET SECTION TO BE ANNOTATED:\n He slams\ninto a middle aged male DOG WALKER on a snare hit.\n\nDrum solo. Baby hides in a clump of trees. Stops. Catches his\nbreath. His organs feel like they are in his mouth.\n\nVocal section. Crazy yodelling. Hammond Organ. Baby looks\naround. Sees the police chasing Buddy and Darling on foot.\nBlack & Whites splitting every which way. Circling the park.\n\f75\n\n76\n\n88.\n\nThe vocalist begins a rising scream. Baby gears up. Knows he\ncannot stop. Police are coming. Chopper blades are closing in.\nThe dog walker is waving in the direction of the trees.\n\nDrum fill into driving heavy guitar. Baby makes a break. Heads\nback into the sun. Cops are suddenly on his heels. One Black &\nWhite driving onto the park itself.\n\nBaby runs. Cops won’t shoot. There are too many people in the\npark. Kids scream. Mothers yell. Hobos are tripped over.\n\nHectic drum fills and snares build. Baby hotfoots it across a\ncrosswalk, weaving through shoppers as he heads for a -\n\nINT./EXT. RUNDOWN MALL - CONTINUOUS 75\n\nBaby slides down banisters into the sunken ground level of a\nbusy-ish shopping mall that has seen better days.\n\nAnother crazed drum solo signals his fast descent down the\nstairs and mad dash right into a customer elevator going up.\n\nMore crazy yodelling scores his ascent to a higher level. Baby\ncatches his breath in an elevator full of women. Baby looks out\nof place, panting and sweat drenched. He takes off his cyclops\nsunglasses to look less odd. It doesn’t work.\n\nAs the vocal rises, Baby can see the Cops sweeping the food\ncourt. At the peak, one cop sees Baby in the elevator. The lift\ndoors open. Baby is out of there.\n\nA frenzied guitar solo sees Baby tear around the top floor. He\ncan see cops running up escalators to find him. He tries to\nfast walk, so as not to look conspicuous. He darts into a -\nINT. DISCOUNT CLOTHING STORE - CONTINUOUS 76\nBaby takes out his ears. Grabs a baseball cap and disappears\ninto aisles stacked with clothes.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe darts into a -\nINT. DISCOUNT CLOTHING STORE - CONTINUOUS 76\nBaby takes out his ears. Grabs a baseball cap and disappears\ninto aisles stacked with clothes. \n\nTARGET SECTION TO BE ANNOTATED:\n The track plays faintly in\nhis loose earphones and mixes with the store muzak. Baby tries\non a denim jacket. Picks up new shades. Sees -\n\nCops reflected in the convex mirror, high up on the wall.\n\nBaby avoids them and walks straight back out. The tags on his\nstolen clothing set off the store alarms. The cops turn to see -\n\nBaby has gone. He has disappeared into a nearby -—\n\f77\n\n78\n\n79\n\n89.\n\nINT. ELECTRONICS STORE - CONTINUOUS 77\n\nBaby crouches down on the floor of a low rent Best Buy style\nstore. He pretends to inspect a particular stereo system.\n\nOne ear bud is back in and the track’s crazy oompah breakdown\nmixes with the disorienting noise of many plasma screens.\n\nOutside Baby sees the cops run past the store. Their path takes\nhis easily distracted eye to a display of televisions.\n\nPlaying on the screens is a scene from ‘Top Hat’ where FRED\nASTAIRE tap dances and mimes the massacre of the chorus with\nhis cane a substitute for a submachine gun.\n\nAll danger briefly fades as Astaire dancing syncs up with\nBaby’s music. The TVs are placed next to mirrored pillars.\nCreating a kaleidoscopic effect that mesmerizes...\n\nIt's fleeting. The cops are back. Breakdown is over.\n\nThe huge guitar riff returns and Baby runs through the store,\nheading not for the exit, but for the staff room. He busts\nthrough their stock room and past yelling employees to find -\nINT. FIRE EXIT STAIRS - CONTINUOUS 78\n\nBaby busts down the stairs. TRIPS ALARMS. Up above the cops\nburst into the stairwell. Baby sees them. But doesn’t see -\n\nThe cop who enters the stairwell at a lower level. FUCK.\n\nBaby hits him at full speed. Knocks them both flying. The cop\nslams hard into the door he just opened. Baby tumbles down the\nnext set of stairs. He recovers with a limp. Escapes to -\n\nEXT. RUNDOWN MALL PARKING LOT - CONTINUOUS 79\n\nBaby races into the full lot, shaking off his new injury.\n\nHe zeroes in on models of cars from the pre-immobilizer era.\nSpots a 91 Accord, a 95 Civic, a 2003 Corolla.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nRUNDOWN MALL PARKING LOT - CONTINUOUS 79\n\nBaby races into the full lot, shaking off his new injury. He zeroes in on models of cars from the pre-immobilizer era. Spots a 91 Accord, a 95 Civic, a 2003 Corolla. \n\nTARGET SECTION TO BE ANNOTATED:\nAs the cops burst into the parking lot, Baby disappears down\namongst the parked cars, out of their view.\n\nWhile on the ground, he tries the doors of the nearest\nvehicles. Then, right in front on him.\n\nCops. Run past on foot. Missing him.\n\f90.\nBaby stands up and on the rising guitar chords, smashes at the\nwindow of the nearest white Corolla with his elbow.\n\nCRASH. Baby messily smashes the window. He opens the door and\nsits in the glass as a hectic drum solo plays.\n\nHe tries to hot wire it. But the engine won’t kick over.\n\nHe slumps down in his seat. Cops are running back and forth.\nThe rising vocal section builds. Hits a peak.\n\nThe engine fires up and Baby LURCHES forward. His seat belt\nalarm chimes as he pulls a tight 90 degree turn. Cops spot him.\nSome fire. Sending other shoppers screaming.\n\nBaby roars forward in the Corolla, clipping trolleys and non-\ncompacts as he goes. His wheels SCREAM as he settles into the\nnew car and turns perfect corners to get out of this maze.\n\nAs two guitars rapidly solo, Baby leaves the cops behind,\nsnaking through the lot when -\n\nBOOM. He ploughs hard into a car that is reversing at speed.\nIt’s a grey Silverado with broken windows. In the front -\n\nBUDDY AND DARLING. No fucking way.\n\nBUDDY\nNo fucking way!\n\nCops descending. Both Baby and Buddy try to get their cars\nstarted again. Buddy’s ride is fucked. It’s not happening.\n\nBuddy SCREAMS at Baby. The veins in his neck bulging.\n\nBUDDY (CONT'D)\nAre you a fucking jinx, you maggot?\n\nThe crazy vocals rise again. Sirens are getting close. Buddy\nand Darling jump out of their car. Move toward Baby's.\n\nDARLING\nGet us out of here Baby! This is your\nfucking mess.\nAn LAPD bullhorn barks for them to put down their -—\nBRAT BRAT BRAT. Darling lets rip in the bullhorn’s direction.\n\nBuddy is about to fire too, when return fire EXPLODES from\nthree cops using nearby parked cars as a blockade.\n\nBuddy ducks, but DARLING IS HIT. And HIT. And HIT. And HIT.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd HIT. And HIT. And HIT. \n\nTARGET SECTION TO BE ANNOTATED:\n\fgl.\n\nBaby is still in the car and can see two things.\n\n1) DARLING’S BODY RIDDLED WITH BULLETS AND JERKING WILDLY.\n2) BUDDY’S FACE TURNING EXPRESSIONLESS, EYES SEEING RED.\n\nThe bullets stop. Darling drops DEAD. The bullhorn resumes -\n\nL.A.P.D\nPut your guns dow -\n\nNope. Buddy strides around the car and walks directly TOWARDS\nthe cops, firing all the way. He is a man possessed.\n\nHe wastes the police who are in the way. Fearlessly walking\ntoward the cops, shooting with fire in his eyes.\n\nThree cops are WASTED in Buddy’s vengeance. He then shoots the\nofficer with the bullhorn who is back by a squad car.\n\nWhat few pedestrians are still in the lot are crying and\nshrieking. Massed sirens. More cops coming and fast.\n\nThe insane pounding guitars still ring in Baby’s ears. He stays\nin the driving seat, waiting for Buddy’s next move.\n\nHe watches as Buddy calmly walks toward him, fixes him with\ndead eyes, RAISES HIS GUN AND OPENS FIRE.\n\nBaby slips down in his seat. Pops into reverse blindly. His car\nbarrels backwards, as Buddy unloads bullets.\n\nA final drum solo plays as his Corolla slams into some parked\ncars and he rolls out on to the tarmac.\n\nHis sunglasses and iPod scatter on the floor as he crawls in\nbetween some parked cars.\n\nBuddy approaches, barking madly in between each shot.\n\nBUDDY\nYou-should-have-never-picked-up!\n\nBaby needs the iPod desperately, but cannot reach it without\nexposing himself to Buddy’s hail of bullets, so -\n\nBaby grabs the revolver of a downed officer. RETURNS FIRE.\n\nBuddy dodges behind Baby’s crashed car, genuinely not expecting\nfire from Baby. But he’s not surprised to see -\n\nBABY’S HAND. Reaching out. Trying to grab the dropped iPod.\n\f80\n\n92.\n\nBuddy unleashes lead and BLOWS THE iPOD TO SMITHEREENS.\nEnd of Song. Then-\n\nBaby RUNS for it, zig zagging through the parked cars. His only\nrhythm now: the sound of police sirens WOOP WOOPING.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nEnd of Song. Then-\n\nBaby RUNS for it, zig zagging through the parked cars. His only\nrhythm now: the sound of police sirens WOOP WOOPING. \n\nTARGET SECTION TO BE ANNOTATED:\nHe runs, turns corners, sprints frantically, trying to escape\nthe parking lot and get far away from Buddy and the cops.\n\nEXT. BACK ON THE STREETS OF WATTS - CONTINUOUS 80\nWe stay with Baby as he sprints through back alleys. The sirens\nand firing sounds fall away and the sound of blood in Baby's\n\neardrums gets louder and louder.\n\nBaby swaps his gun between hands and presses on his neck,\ntaking his pulse. It beats fast. He runs fast. Very fast.\n\nBaby closes his eyes and lets his pulse guide him as he runs.\n\nThe sirens fall away, the commotion behind him now. We stay with\nhim running, his blood racing, his pulse quick.\n\nThen slows on the corner of a quieter neighborhood street.\n\nHe sees an OLDER LADY slowly driving a Purple Pontiac Grand Am\nCoupe. She appears to be listening to a religious radio station.\n\nDesperate, Baby runs up to her, gun underneath his jacket and in\na voice like we’ve never heard from him -\n\nBABY\nGet the fuck out of the car lady!\n\nBaby channels the (now deceased) Bats. The Older Lady freaks.\n\nShe gets the fuck out and we FOLLOW HER as she runs across the\nstreet and over the low wall of a nearby lot.\n\nShe decides to stay low on the ground, hide. Then as her\nbreathing calms, she hears something curious -\n\nTHE SOUND OF SWITCHING STATIONS... Her car appears to still be\nidling. She hasn’t heard it leave. But she does hear -\n\nA ballad. A dry news report. A country ballad. Traditional\nMexican music. Another ballad. Another ballad. A slow soul\ntrack. A commercial. Another ballad...\n\nThe Lady looks over the wall and sees Baby still in the Pontiac,\ntrying to find the correct song on the radio to drive off.\n\f81\n\n82\n\n83\n\n93.\n\nShe looks at him dumbstruck. He looks at the car stereo, fully\nconcentrating on his search for tempo.\n\nThe final insult is Laurie Anderson’s ‘Oh Superman’. As this\n\nsuper slow avant garde piece plays, Baby looks up and meets\neyes with the Lady for a second. Then he says-\n\nBABY (CONT’D)\nI’m so sorry.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe final insult is Laurie Anderson’s ‘Oh Superman’. As this\n\nsuper slow avant garde piece plays, Baby looks up and meets\neyes with the Lady for a second. Then he says-\n\nBABY (CONT’D)\nI’m so sorry. \n\nTARGET SECTION TO BE ANNOTATED:\n‘Radar Love’ by Golden Earring comes onto the radio. Baby turns\nthe volume WAY UP, pops it into drive and peels out fast.\n\nGOLDEN EARRING\n“We've got a thing that's called a\nradar love!\"\n\nThe Lady watches him go. What the -\n\nINT. BARE APARTMENT - LATER 81\n\nThe Elderly Man asleep in front of the TV news. On it: live\nhelicopter footage of Buddy carjacking a Red Durango as he\nbattles police in the streets.\n\nThe window is open and we can hear ‘Radar Love’ playing even\nbefore we see a car pulling up. (It’s a long song).\nINT./EXT. APARTMENT BLOCK - CONTINUOUS 82\n\nBaby parks the Pontiac, but doesn’t want to switch off the\nradio. He looks up. Sees the window is open upstairs.\n\nBaby leaves the engine running and the radio playing as he runs\ninto this apartment block. He leaves the main door open so the\nmusic can echo around the stairwell.\n\nThe elevator is not on the ground and is slowly ascending so he\nruns up the stairs two at a time and bursts into the -\n\nINT. BARE APARTMENT - CONTINUOUS 83\nBaby wakes the Elderly Man. On the TV is live coverage of Buddy\nmaking his escape from the police in the Red Durango. Baby\n\ncommunicates quickly in sign language. No subtitles.\n\nBABY\nWe_have to go. Bad.\n\nBefore Baby can explain, ‘Radar Love’ STOPS PLAYING outside.\n\f94.\n\nBaby looks out. A red bullet riddled Durango is parked next to\nhis car. The doors are wide open and fuck -\n\nBaby grabs a vinyl record, a battered copy of ‘Motown\nChartbusters Vol 3’. He puts it on to the stereo and places the\nneedle on the track he needs: ‘Edwin Starr’s 8.0.8’.\n\nHe then wheels the Elderly Man into the center of the room. He\nrips out the floorboard and stuffs as many dollars into the\nElderly Man’s gown and blanket as possible.\n\nHe puts the rest of the money in a duffel. Grabs his address\nbook, but does not see A LOOSE PAGE flutter to the floor.\n\nHe grabs a dictaphone. Another portable recorder. Medication.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grabs a dictaphone. Another portable recorder. Medication. \n\nTARGET SECTION TO BE ANNOTATED:\n A\nstack of D90s. He’s about to grab some iPods, when -\n\nSMASH. The window by the fire escape is being KICKED IN.\n\nBaby leaves all his iPods behind. He wheels the Elderly Man’s\nchair around, pushes him fast through the front door.\n\nEDWIN STARR\n\n‘I'm sending out an SOS, because I am\n\nso much distress’\nHot on their tail. BUDDY. He climbs through the broken window\nto the empty apartment where Edwin Starr still blares. He sees\nthe loose page of the address book on the floor. It reads -\nDoc - 3108045898\nDebora - ?\n\nBuddy grabs the paper, runs to the front door and sees that the\nelevator is descending...\n\nEDWIN STARR (CONT'D)\n“If you see my baby, if you see my\nbaby, stop her on sight\"\n\nBuddy runs down the stairs to intercept the elevator. He hits\nthe ground first and waits for the doors to open.\n\nInside is the Elderly Man. Looking frail, innocent. Buddy looks\nlike he is about to grab the handicapped man when -\n\nSIRENS are heard, helicopters, bullhorns, boots stomping.\n\nBuddy looks up the stairwell. Sees Baby. Looking back down.\nBuddy glares. His face white with fury. Before he can chase -—\n\f84\n\n95.\nPOLICE BUST THROUGH THE DOOR - Buddy turns and fires. Baby\ndoesn’t stick around to find out what happens next.\nHe runs back into the apartment. The phone still ringing. Grabs\na single iPod before jumping out onto the fire escape.\nEXT. APARTMENT BLOCK - CONTINUOUS 84\nAnd heads down. Behind him gunfire, massed sirens, ‘copters.\n\nBaby puts his ear phones in. Spins the wheel on this (older)\niPod. Gets half way down the escape, jumps to the next roof-\n\nHides behind a stairwell exit on the next roof and finds a\ntrack on his iPod that has the right urgency. He plays-\n\n‘Middle’ by Rocket From The Crypt.\nROCKET FROM THE CRYPT\n\n“Are you stuck in the middle? Way-oh\n\nway-oh!\"\nBaby looks to the fire escape. Hears gun fire from inside.\nBaby looks up. A police helicopter is above and hovering.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHears gun fire from inside. Baby looks up. A police helicopter is above and hovering. \n\nTARGET SECTION TO BE ANNOTATED:\nBaby looks at entrance of his building. Cops swarm in.\nBaby looks down to the street. The Elderly Man wheels along.\nBaby looks further down. Sees a Sentra in a handicapped spot.\nThe song kicks into gear. He hears a CLANK behind him.\n\nBuddy is atop the fire escape. Aiming his gun right at him.\n\nBaby bolts. Runs fast across the roof. The copter sees him\nsprinting and bellows with a loud hailer. Shots are fired.\n\nBaby jumps -\n\nLands in a dumpster, he emerges with a rock in hand and sprints\nfor the Sentra. He throws the rock at the window and dives into\nthe car. Boosts it. Hits reverse fast and heads back up the\nstreet to pick up his uncle.\n\nDING DING DING. As the car reverses, Baby keeps his head down\nand watches the BACK UP CAMERA. Cops have run right past the\nElderly Man who is wheeling slowly down the street.\n\nBaby stops and gets out. Leaving the car DINGing in reverse.\n\f85\n\n86\n\n96.\n\nHe runs over and grabs the Elderly Man out of the chair.\nThrowing him over his shoulder, Baby runs to put him in the\npassenger seat of the newly stolen vehicle.\n\nOne cop turns back to see an empty wheelchair rolling down the\nstreet unmanned. He looks over to the car and sees -\n\nBaby. In the Sentra. Pulling a sharp 180 that swerves on the\nsidewalk. Before the cop has time to call his colleagues-—\n\nBaby is in drive. Flooring it.\n\nINT. SENTRA - CONTINUOUS 85\n\nBaby looks in the rear view. Leaving the cops and Buddy behind\nhim. He looks to the Elderly Man. Signs.\n\nBABY\nWe're good.\n\nEXT. RETIREMENT HOME - EVENING 86\n\nBaby pulls up outside a sign reading ‘Holiday Villa’. A well\nlit path through verdant gardens leads to the entrance.\n\nThe Elderly Man is asleep in shotgun. Baby looks at him sadly.\nHe takes the Dictaphone and records the following.\n\nBABY\nHello. My name is Joseph. I like\nwatching TV and sometimes I like to\nlisten to old records through the\nvibrations. I also like frozen peas,\nmeatloaf and white bread and peanut\nbutter. And bananas.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nI like\nwatching TV and sometimes I like to\nlisten to old records through the\nvibrations. I also like frozen peas,\nmeatloaf and white bread and peanut\nbutter. And bananas. \n\nTARGET SECTION TO BE ANNOTATED:\n Please look after\nme. Thank you.\n\nBaby puts the Dictaphone in Joseph's lap. He is now awake and\nsmiling back at Baby. It’s bittersweet.\n\nBaby bottles his guilt. Runs up the path. The ‘open door’ chime\npings in his wake. Joseph is not sure if Baby has gone.\n\nBut Baby returns. Standing outside the car with another\nwheelchair he has seemingly stolen from the home.\n\nJoseph signs to Baby. And for once, subtitles.\n\nJOSEPH\nWhere are you going?\n\f87\n\n88\n\n97.\nBABY\nAway.\nBaby wheels Joseph down the path to the entrance.\n\nJOSEPH\nWill you come back?\n\nBABY\nI don’t know. I want you to be safe.\n\n \n\nJOSEPH\nAre you in trouble?\n\nBABY\nI_don’t want to be in trouble anymore.\n\n \n\nThe sound of CHOPPER BLADES. Baby and Joseph look up as a\npolice searchlight illuminates the Sentra in the driveway.\n\nThe spotlight then illuminates Joseph alone in his wheelchair.\n\nNo Baby.\n\nEXT. THE SUBURBS - EVENING 87\nHi hat drums. Baby walks the dark streets. Past parked cars.\n\nA kik drum hits. Baby stops. A cop car cruises through a cross\nstreet up ahead.\n\nA discordant violin drone. The police helicopter is still up\nabove. Getting closer.\n\nHeavy breaths. A bass guitar joins the kik hits. A young female\ndog walker strolls in the opposite direction.\n\nViolins climb. Baby tries every car door he passes. The cop car\nslows, shining a torch at him. The searchlight comes close. The\ndog walker gives Baby a long double take. When -\n\nOne car door is unlocked. Baby opens it. Slips in. Boosts it. A\ndownwards piano glissando takes us to -\n\nEXT. HALF EMPTY DINER - NIGHT 88\n‘Never Never Gonna Give You Up’ by Barry White.\n\nThe welcoming neon lights of the diner reflect on Baby’s\nwindshield as he pulls up to the shuffling groove.\n\f89\n\n98.\n\nAs Barry sings ‘ooh baby', our Baby looks determined as he\nparks up right outside the doors of the diner.\n\nHarpischords and high strings score his immediate view. Debora.\nBehind the counter. Looking unhappy.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nDebora. Behind the counter. Looking unhappy. \n\nTARGET SECTION TO BE ANNOTATED:\nBaby’s heart beats with the electric bass on the track. As\nBarry breathes, Baby takes deep breaths. Whispers to himself -\n\nBABY\nGo in and get her. Go in. Get her.\nINT. HALF EMPTY DINER - NIGHT 89\n\nBaby walks in. Takes his shades off. Leaves his earphones in.\nDebora sees him. Looks surprised to see him.\n\nBARRY WHITE\nWherever wherever girl, I'll do it.\nForever and ever, yeah yeah yeah yeah,\nI'll see you through it.\n\nOnce again, Debora is framed beautifully amongst the wall art\nof couples in convertibles, auto dreams of romantic escape.\n\nBaby smiles. Debora doesn’t match it. She looks worried. And\nunsure of him. Then Baby sees on the counter in front of her.\n\nA half drunk coffee. A torn napkin. The missing page from his\naddress book. With Doc's number and Debora's name on it.\n\nDebora looks at Baby with fresh eyes. Like she doesn’t know him\nat all. And she looks scared. She says quietly.\n\nDEBORA\nYour buddy is here...\n\nShe looks to the rest room. Baby follows her gaze.\n\nBUDDY stands outside the rest room door. His eyes are black. He\nseems like he’s in monochrome, grief and rage making him a\nscary shell of his former self.\n\nAside from the three of them, the diner is empty. With Barry\nWhite still playing, this quiet stand off feels operatic.\n\nA flute flourish. Baby and Buddy stand still. No one makes a\nmove. Buddy stares right through his former colleague.\n\nDebora, breathing fast. Looks between them, then to the TV.\n\f99.\n\nOn the wall mounted TV, THE NEWS. There’s photos and full names\nfor Bats (Leo Brubaker III) and Darling (Monica Rosen).\n\nFor Buddy, a photo, a full name and an angle (James Patrick\nMorgan: ‘Former Wall Street Trader Wanted For Cop Killings’).\n\nBaby only has a sketchy artist’s rendering of his face.\nBuddy and Baby fixate on the news coverage, when -\n\nRED AND BLUE LIGHTS reflect on the diner windows. COP CARS\nCIRCLE. One cruises in. Parks right next to Baby’s car.\n\nBuddy calmly walks back to his spot at the counter.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne cruises in. Parks right next to Baby’s car. Buddy calmly walks back to his spot at the counter. \n\nTARGET SECTION TO BE ANNOTATED:\n Baby slowly\njoins him. They sit on stools next to each other.\n\nOutside. One cop stays by the car on the radio, the other\nofficer moves slowly towards the diner doors. Buddy shows\nDebora his gun over the counter and nods to her.\n\nShe nods back and pours Buddy some more coffee. As Debora\npours, Baby makes eye contact with her as Barry sings.\n\nBARRY WHITE\n“Cause I found what the world is\nsearching for. Here, right here my\ndear, I don't have to look no more.\"\n\nBaby looks emotional. Debora can tell that he is upset. Baby\npicks up a pen and a suggestion slip, writes something in his\nchildish scrawl. She tries to read it upside down when -\n\nTHE COP walks in. Doesn’t see the TV, waves to Debora, heads\nfor the mens’. The song strings build to a chorus where -\n\nBuddy takes one of Baby's earphones and listens in too -\nBARRY WHITE (CONT'D)\n“Never, never gonna give you up. I'm\n\nnever ever gonna stop.”\n\nBuddy fixes Baby with intent, a seething fury. This is not\nabout the girl anymore. This is about settling a score.\n\nBARRY WHITE (CONT'D)\n“I'm never ever gonna quit. Cause\nquittin' just ain't my schtick.\"\n\nIn the middle of this pop standoff, Debora breathes fast.\n\nBARRY WHITE (CONT'D)\n“Gonna stay right here with you-”\n\f90\n\n100.\n\nTHE SONG STOPS. Baby sees that the iPod reads ‘Error 1407’.\n\nBUDDY\nIt’s dead, Baby.\n\nThe door to the rest rooms opens. All three turn to see -\n\nThe OTHER WAITRESS comes out. Clearly starting her shift. She\nyawns. Doesn’t clock that anything is wrong.\n\nOTHER WAITRESS\nHow you two doin’?\n\nOn Buddy. “Two?” He swivels on his stool. Baby is gone.\n\nSo is the piece of paper with Doc’s number. Debora sees the\nsuggestion slip left behind. On it -\n\n“SORRY”\n\nBuddy bolts after him into the parking lot. He can’t see Baby\nor his car. The Pacific Ghost is gone.\n\nThe cop, still on his radio, looks up as Buddy screams out.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe can’t see Baby\nor his car. The Pacific Ghost is gone. The cop, still on his radio, looks up as Buddy screams out. \n\nTARGET SECTION TO BE ANNOTATED:\nBUDDY\nYou can’t keep on running, Baby!\n\nThe cop wonders who this crazy man yelling is -\n\nCOP\nSir?\n\nBuddy calmly turns to him, raises his pistol. BLAM.\n\nINT./EXT. CALLBOX/ PARK - NIGHT 90\n“3108045898”\n\nBaby punches the number into a call box phone. He’s in the park\nnear his old apartment block. That area is cordoned and\nswarming with cops. As the phone rings he looks at his\nimmediate environment. It’s populated by the homeless and kids\nlooking to get high. The summer air thick with noise.\n\nSnatches of unfamiliar music. Car alarms. Partying. The still\nomnipresent sound of nearby chopper blades.\n\nBaby wants out. The phone picks up at the other end.\n\nDoc (0.S.)\nI ain’t open.\n\f91\n\nBABY\nIt’s Baby.\n\nDoc (0.S.)\nI know. I ain’t open.\n\nBABY\nI need your help.\n\nDoc (0.S.)\nYou had my help.\n\nBABY\nI can give some of the money back. I\ndon’t want it.\n\nINT./EXT. PHONE BOX/DOC’S - NIGHT\nDoc laughs, incredulous. He shakes his head.\n\nDOC\nIt don’t work like that. You got\nanother debt now. One you can’t pay\noff. You think the cops are gonna take\na check? Think that Buddy has a figure\nin mind that can replace Darling? None\nof this is going to go away because\nyou don’t wanna play anymore. Whether\nyou pulled the trigger or not, cops\nare dead. You are not going to get\ncuffed, they are going to kill you.\nWhether you shot her or not, someone’s\ngirl is dead. He is not going to\nforget it.\n\nBABY\nDoc, you gotta understand-\n\nDOC\nAnd don’t give me any more lines from\n‘Monsters Inc’ kid. Yeah, I figured\nthat one out. It’s one of Samm’s\nfavorites. I thought it sounded\nfamiliar, you little shit.\n\nBABY\n\nDOC\nYou there?\n\n101.\n\n91\n\f102.\n\nBABY\nI’m scared Doc. I fucked up.\n\nDoc softens. He’s alone in the warehouse. His jacket is on.\n\nDOC\n\nI know you did. I know you did.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis jacket is on. DOC\n\nI know you did. I know you did. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nLook, the cops are not going anywhere\nand I don’t think it’s in you to take\nBuddy’s wind, so the only good news is\nyou like driving. Because you're going\nto have to hit the gas and not take\nyour foot off for 20 years.\n\nBABY\nYeah.\n\nDOC\nListen. I’m shutting up shop. And real\nsoon. Too much bad business. Not my\nstyle. But I think I can help you. So\nhere's what we are going to do -\n\nA noise off. Doc’s manner suddenly changes.\n\nDOC (CONT'D)\nYou're going to go to the florist’s\nfirst thing tomorrow and you’re gonna\ndrop off the flowers to my mother. Big\narrangement, I don’t know all the names,\nwhatever you think looks good. Get them\nto her before ten. She’s gotta go out.\n\nWhat? Baby is confused on his end of the phone.\nDOC (CONT'D)\nCard should read ‘Congratulations on\nthis special day. All my love, your\nfavorite son, Harry’.\n\nOn Doc’s end we see, out of focus, behind. BUDDY.\n\nDOC (CONT'D)\nAny problems. You got my number.\n\nDoc hangs up. Senses someone behind him. Plays it cool. Turns\nto see the ashen faced, dangerous Buddy.\n\nBUDDY\nWhere is he?\n\f103.\n\nDOC\nWho? Baby?\n\nBUDDY\nDon’t fuck around Doc. Where is he?\n\nDOC\nYou think I know where he is? He could\nbe anywhere.\n\nBUDDY\nHe could be. But’s he not. The kid\nain’t that bright. I don’t think he\nknows where to go apart from his\nplace, that diner or here.\n\nDOC\nYou saw him last, not me.\n\nBUDDY\nYou put him on our score Doc. Him and\nthat ticking timebomb Bats. I took your\nfucking word for them. Darling took your\nfucking word for them. Your\nrecommendation. So I am going to\nrecommend you tell me where Baby is,\nbecause whether it’s your fucking\nmother’s birthday or not, I don’t think\nyou want to see her cry tomorrow.\n\nDOC\n\n(calm, strong)\nI know that you’re hurting. And I know\nthat you want to kill Baby.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo I am going to\nrecommend you tell me where Baby is,\nbecause whether it’s your fucking\nmother’s birthday or not, I don’t think\nyou want to see her cry tomorrow. DOC\n\n(calm, strong)\nI know that you’re hurting. And I know\nthat you want to kill Baby. \n\nTARGET SECTION TO BE ANNOTATED:\n Maybe you\nthink killing him will fill that hole\ninside you. That you can mend your\nbleeding heart by stopping his. And you\nwant me to help you do it. But I ain’t\ngoing to do that Buddy. Because I am not\nyour doctor... Even though my name is Doc.\n\nBuddy looks at him, unblinking.\n\nBUDDY\nSo that’s that.\n\nDOC\nYeah. That’s that.\n\f104.\n\n92 EXT. PARK - NIGHT 92\n\nBaby sits on a low wall, deciphering that last phone call. He\nhas a portable cassette player and rewinds Doc’s command.\n\nDOC (ON TAPE)\n\nYou're going to go to the florist's\nfirst thing tomorrow and you're gonna\ndrop off the flowers to my mother.\n\n(rewind)\nYou're going to go to the florist's\nfirst thing tomorrow.\n\n(rewind)\nYou're going to go to the florist's-\n\nBaby stops the tape. It makes no sense to him. He looks around\nhim. The world feels so alien without music.\n\nHe sees the auto reverse button. He pushes it. The tape flips.\nHe hears from way earlier.\n\nNICE LADY TELLER (ON TAPE)\nIt would be nice to get away. With all\nthis heat.\nVEEP. Baby rewinds it. Listens again. Suddenly it becomes clear.\nBaby looks at the money, the gun, the bag. And suddenly hears -\n‘Theme From Shaft’ by Isaac Hayes.\n\nIt’s in his head telling him to get up and get out.\n\nBaby looks determined. He then realizes that it’s not in his\nhead. Nor is it Isaac Hayes. He looks up to see —\n\nA red tricked out 2012 Ford Mustang V6 Premium driven by Black\nGANGBANGERS pulls up near Baby.\n\nThey listen to the Shaft sampling- ‘Know How’ by Young MC.\n\nOne would not normally fuck with these guys, but the music moves\nBaby to stand up, walk over and order them to -\n\nBABY\nGet out.\n\nThe young Gangbangers look up. Laugh at this white kid.\n\nBABY (CONT'D)\nGet out of the car.\n\nThey look at his hands. One is firmly in his jacket pocket.\n\f105.\nGANG 1\nBetter be good with that gun homey.\nBaby pulls out the gun from his pocket. Shows it.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nGANG 1\nBetter be good with that gun homey. Baby pulls out the gun from his pocket. Shows it. \n\nTARGET SECTION TO BE ANNOTATED:\nBABY\nI am.\n\nGANG 2\nMight be the last car you steal.\n\nBABY\nDon’t wanna steal it. I wanna buy it.\n'Y\n\nMore of them laugh at this. Baby points the gun firmly.\n\nBABY (CONT'D)\nI’m serious. Sell me your car.\n\nUh okay. The laughter is more muted as Baby forces them out at\ngunpoint. They slowly leave the Mustang, hands aloft.\n\nAs Baby gets to the driver’s door, he tosses a huge stack of\nbills to the original owner. His friend wows at the amount.\n\nGANG 2\nThis some crazy ass shit.\n\nBaby goes to reverse out when the driver shouts -—\n\nGANG 1\nYo yo. Can I get my iPhone?\n\nThe driver reaches inside. Baby points the gun at him.\n\nBABY\nNo.\n\nBaby reverses out of there as YOUNG MC steps up to the mic.\n\nYOUNG MC\n“Some of the busiest rhymes ever made\nby man, Are goin' into this mic,\nwritten by this hand, Are comin' out\nof this mouth, made by this tongue,\nI'll tell you now my name, my name is\nYoung - “\n\nMONTAGE: ‘Know How’ by Young MC\n- See Baby driving down LA STREETS, powered by the music.\n\n- See Baby pull into a RECORD STORE.\n\f93\n\n94\n\n95\n\n96\n\n97\n\n106.\n\n- See him stride as if his life depends on it. It kinda does.\nYOUNG MC (CONT'D)\n“Pullin' out rhymes like books off the\nshelf - “\n\n- Baby walks right up to the ‘Q’ section. Takes Queen's ‘Sheer\nHeart Attack’ off the rack.\n\nThen sees Quincy Jones' ‘Big Band Bossa Nova’. He swipes both.\nPays with a crisp 100 dollar bill.\nEXT. DOWNTOWN STREETS - NIGHT 93\n\nBaby drives through the eerily dead business sector.\n\nINT. UNDERGROUND PARKING P3 - NIGHT 94\n\nBaby parking the Mustang in his usual spot. The parking lot is\nmostly empty. Save a couple of cars.\n\n‘Know How’ scores Baby's swagger to the elevator. He has shades\non, ears in and he’s ready for whatever is next —\n\nINT.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nSave a couple of cars. ‘Know How’ scores Baby's swagger to the elevator. He has shades\non, ears in and he’s ready for whatever is next —\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n UNDECORATED LOFT - NIGHT 95\nThe warehouse door is open. Baby walks in. He sees-\n\nDOC IS DEAD. Shirt soaked in blood. Lying in an ignominious,\nungraceful heap on the floor.\n\nBaby stops the music and stares. We hear the hum of his\ntinnitus. He also sees the chalkboard. It has been wiped blank.\nINT. FREIGHT ELEVATOR - NIGHT 96\nBaby descends in the elevator. He is slumped against the side.\nHis body language meek. He is all alone. But not for long-\n\nINT. UNDERGROUND PARKING P3 - NIGHT 97\nPING. Outside the elevator, between him and his car are -—\nTHREE FARMERS?\n\nNo longer ghosts. Suddenly very alive. Baby cannot process that\nthese men are far from dead. Is he dreaming?\n\f107.\n\nThey are bruised, tired and phenomenally pissed. The thick\nnecked gorilla that is Armie walks toward Baby.\n\nARMIE\nHey little pig!\n\nBABY\nAre you ghosts?\n\nARMIE\nIt’s called Kevlar. Look it up.\n\nArmie faces Baby, breathing very hard right in his face.\n\nARMIE (CONT'D)\nWhat you listening to?\n\nBABY\nNothing.\n\nArmie slaps Baby very hard in the ear. Knocking one earbud out.\n\nARMIE\nGood. Because I want you to listen\nvery carefully to me -\n\nBaby can now hear something faintly in the background. A\nfairground organ. Is he dreaming?\n\nARMIE (CONT'D)\nWhere are your friends?\n\nBaby is slightly distracted by the faint fairground ambience in\nthe background. He knows this song.\n\nBABY\nThey are not my friends. But two are\ndead. The other. I don’t know.\n\nARMIE\nWell you better rack your brains,\nbefore we stomp on them.\n\nBaby hears a chugging electric guitar. He knows this song. So do\nwe. It’s ‘Brighton Rock’ by Queen and it’s playing right now.\n\nBABY\nI didn’t shoot at you.\n\nARMIE\nYou stood by while the blood of our\ncolleagues was spilt. That’s red ink\nfor you my friend.\n\f108.\nBaby glances to the side. There’s a Dodge Charger nearby. Engine\nrunning. Stereo on. Playing ‘Brighton Rock’.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nEngine\nrunning. Stereo on. Playing ‘Brighton Rock’. \n\nTARGET SECTION TO BE ANNOTATED:\nBABY\nI didn’t want them to get hurt.\n\nARMIE\nThis is falling on deaf ears. Just\ntell us where your colleague is.\n\nBABY\nI think that’s him. Right there.\n\nBaby points to the Charger. Armie and the Butchers turn. We see -\nBuddy. In the Charger. Turning ‘Brighton Rock’ way up.\n\nAnd on a drum fill, he hits the gas. HARD.\n\nCharges the Farmers. Listening to Queen.\n\nThey reach for their weapons, get off some shots before -\n\nCRUNCH. Buddy mows down two of the three Farmers.\n\n \n\nKILLS THEM DEAD. For real this time. Baby and Armie are left\nstanding and shocked.\n\nArmie pops off a couple of shots at Buddy as he slams the\nCharger in reverse and speeds backwards to line up with Armie,\nBaby and the elevator. He looks insane at the wheel.\n\nArmie grabs Baby and points his gun at the kid’s head.\n\nBABY (CONT’D)\nHe wants me dead too.\n\nArmie believes him. FUCK.\nBuddy punches the gas and tears toward Baby and Armie.\n\nGuitars descend into a bridge. Buddy ploughs into the wall. Baby\nmakes it into the freight elevator. Armie doesn’t.\n\nHe is pinned between Charger and wall. Baby cowers in the\nelevator behind and looks over the throbbing hood to see Buddy\nat the wheel. Grooving to Queen like a crazy man,\n\nAs snare drums accelerate into a second verse. Baby pulls out\nhis gun. Buddy slams into reverse again.\n\nBaby fires at Buddy as he screams backwards. He hits the\nwindshield a couple of times, but then -\n\f109.\n\nBaby’s out. And Buddy is back in drive. Charging at Baby. As\nharmonized guitars wail, Buddy bears down on Baby.\n\nBut instead of retreating further back, he runs out of the\nelevator and TOWARDS the Charger -\n\nFREDDIE MERCURY\nIt would be of no small avail to talk\nof magic in the air.\n\nJust as Buddy is about to CRASH INTO BABY and the wall behind,\nthe kid RUNS AND JUMPS ON TO THE HOOD OF THE CAR.\n\nThat’s some Jackie Chan shit right there.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut instead of retreating further back, he runs out of the\nelevator and TOWARDS the Charger -\n\nFREDDIE MERCURY\nIt would be of no small avail to talk\nof magic in the air. Just as Buddy is about to CRASH INTO BABY and the wall behind,\nthe kid RUNS AND JUMPS ON TO THE HOOD OF THE CAR. That’s some Jackie Chan shit right there. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nBuddy CRUNCHES into the wall as Baby slips over the roof and\nnimbly sprints in the other direction to his car.\n\nBuddy can’t believe it. He reverses out as Baby makes it back\nto his Mustang, jumping back in.\n\nBuddy spins around. His car is now pretty gnarled up.\n\nHe looks to see Baby back in his Mustang. Back at the wheel.\nBack in the driver’s seat. But -\n\nBaby needs something important first. As he guns his engine, he\ngrabs the CD of Queen's ‘Sheer Heart Attack’. It is still\nwrapped in plastic. He tries to tear it open with his teeth.\n\nBuddy senses a pause and floors his fucked up Charger to ram\nthe Mustang in time with the driving Queen chords.\n\nBaby is still trying to unwrap the damn CD with his teeth. He\nguns the engine and slams into reverse. Hits the gas.\n\nBuddy chases the reversing Baby across the parking lot. Baby\nstill unwrapping with one free hand, the other on the wheel.\n\nBaby gets the cellophane off. But there’s still the annoying\nplastic label sealing the case. Behind Baby -\n\nA concrete pillar looms FAST in the back up camera. Baby snakes\nthe Mustang, missing the pillar.\n\nOn a huge G chord. Buddy hits the pillar. BOOM.\n\nAs Brian May flourishes, Baby spins the car 180 fast. He also\nhas the first plastic label off. He faces Buddy again.\n\nBuddy slams back out from the pillar. Swerves to charge.\n\f110.\n\nBaby starting picking off the other label and reverses again,\ndriving one handed to a crazy guitar solo. He snakes it once\nmore, leading Buddy directly into the Farmer’s SUV.\n\nSLAM. As Buddy smashes into the SUV, Baby pulls another 180 on\nthe concrete, burning as Brian May melts his fretboard.\n\nBaby now has the CD out and pops it into the player.\n\nAs Buddy unwraps his Charger from the SUV, Baby fast forwards\nhis copy of ‘Brighton Rock' so it is in sync with Buddy.\n\nBuddy can see and hear Baby doing this and cannot believe it.\nHe’s trying to get his killer track playing at the same time.\nTwo hard bitten criminals with duelling cars and stereos.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nBuddy can see and hear Baby doing this and cannot believe it. He’s trying to get his killer track playing at the same time. Two hard bitten criminals with duelling cars and stereos. \n\nTARGET SECTION TO BE ANNOTATED:\nBuddy pops backwards fast, but Baby, with one hand on his\nstereo, slams into drive, gunning hard as guitars wail.\n\nBOOM. Baby clips the Charger on the nose. Buddy is spun like a\nbumper car. He comes to a stop. Strains to see Baby behind.\n\nHe pulls back to find Baby circling around him like a shark. As\nQueen play elaborate drum fills, Buddy’s Charger dances with\nthe Mustang to get distance. The kid’s showing off.\n\nBaby still fast forwards through ‘Brighton Rock’ on his stereo\nas he pulls out of the circle and charges forward.\n\nA whammy bar holds a growling low note. Baby pulling another\nbootleggers turn so that he faces Buddy again. He’s now in sync\nwith his stereo and he has the hint of a cocky smile.\n\nTwo cars, two stereos, one track. The tempo shoots up. Buddy\nfloors it. Charges Baby. Baby doesn’t move at first but -\n\nAs hi hats kick up the pace, he suddenly reverses, screaming\nout of P3 and up the winding slope of the access ramp.\n\nOver pounding guitars, Baby reverses faster than you would\ndrive forwards. He doesn’t look up, uses only the back up\ncamera. Glances to see Buddy furiously trying to keep pace.\n\nThey circle around the winding ramp, screeching tires echo in\nthe structure and mix in with the ferocious guitars.\n\nPast P2, Baby keeps ascending in reverse at crazy speeds.\nBuddy struggles to keep up. Gunning his fucked up Charger.\nBaby gets ahead of the curve, Buddy can no longer see him until\n\nhe explodes into Pl. There are more cars on this level.\nAbandoned overnight.\n\f111.\nDown the aisle, Baby’s Mustang executes another amazing\nRockford turn, spinning a tight 180 and facing forward.\nBuddy guns it and chases, when on another whammy bar note -\n\nWHAM! Baby’s Mustang goes right into the wall. Partially\nsmashes the barrier that separates from a steep drop to P2.\n\nBuddy slows. WHAT THE FUCK? He pulls up to the crashed Mustang -\nBut Baby is not inside. The song is still playing. Then -\n\nAs chugging guitars return, we see a figure run past in the\nbackground. Buddy catches it too. That. Fucking. Kid.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat. Fucking. Kid. \n\nTARGET SECTION TO BE ANNOTATED:\nAs the solo guitar chugs low and lower, Buddy reverses up,\nlooking between the parked cars to see if he can see Baby.\n\nShadows, glimpses. Amongst the playground of these abandoned\ncars, Baby leads Buddy in a merry dance.\n\nBuddy pulls out his gun. Looks around the moving shadows in the\nparking lot, aims to see if Baby is hiding out -\n\nOn a wailing guitar, he swings his gun at -\n\nA CHUBBY SECURITY GUARD, who is right in the line of fire,\ndrops his coffee and runs right back out of the parking lot.\n\nFrustrated, Buddy swerves to the second aisle of cars,\ndetermined to smoke out Baby. Looks low on the ground when -\n\nHEADLIGHTS SWITCH ON. A dormant town car ROARS into life and\nrams the Charger. BOOM. Buddy is slammed into a parked car.\n\nThe town car winds back. SLAMS again. Baby is at the wheel.\nBuddy takes the second hit, but when he points his gun at the\ntown car, it is already reversing up and just crashes into the\nwall. Baby is no longer at the wheel. Again, what the -\n\nIs Buddy going mad? Or is Baby magic? Here and then gone.\n\nAs the guitars build up again, Buddy turns back into the\noriginal aisle, the crashed Mustang now behind him. He looks to\none side, then the other but not -\n\nAHEAD. Drums fill. Bass ramps up. HEADLIGHTS FLICK ON.\n\nA third car, a big red angry Yukon, faces him and screams\nforward. Buddy has nowhere to go and no run up. He’s trapped.\n\f98\n\n112.\nBaby is at the wheel, gunning the Yukon, flooring it. As the\nsong rushes to a climax -\nBOOM. Baby smashes into the Charger. BOOM. The Charger slams\nback into the Mustang, which breaks through the barrier and\n\nsmashes down to P2.\n\nBuddy stomps the gas. His tires screaming. But the Yukon is\nwinning the game of shove; Baby pushing Buddy to the edge.\n\nBuddy raises his gun, fires. Baby ducks. A clean bullet hole\nwhere his head once was. Both tires SCREAM.\n\nBuddy raise to fire again. Click. He’s out. Game over.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nClick. He’s out. Game over. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Charger tumbles over the broken barrier, landing upside\ndown on top of the fallen Mustang. The echo of carnage rings\nout with the final chord of the song. ‘Brighton Rock' ends.\nBaby reverses quickly to the exit. Then stalls. Sirens can be\nheard distantly. But Baby thinks. Turns. Back down to P2.\nINT. UNDERGROUND PARKING P2 - MOMENTS LATER 98\nBaby pulls up to the wreckage of Buddy’s Charger. It rests on\ntop of his crushed Mustang. The driver door of the trashed\n\ncharger is obscured. We hear the engine hiss and die.\n\nBaby jumps out of his car and reaches into the Mustang. Pulls\nout the Queen and the Quincy Jones CD. Then hears -\n\nAn open door chime.\n\nBaby slowly gets up and peers around to the other side of the\nwrecked Charger. Blood splats on the concrete. The door open.\n\nBehind him, the SNAP of a new clip.\n\nBaby turns to see Buddy, a hunched up, limping, bleeding mess.\nHe is clearly dying. His head bleeding, his torso RED.\n\nBuddy approaches Baby, gun aloft. As the color drains from his\nface, there’s a hint of the Buddy from earlier. A smile.\n\nBUDDY\nWhat can I say Baby? You did great.\nYou aced it.\nBaby, not sure where this is going, is fixed to the spot.\n\nBUDDY (CONT'D)\nBut you took away something I loved-\n\f113.\n\nBuddy is at point blank range. Gun aimed at Baby’s head.\n\nBUDDY (CONT'D)\nSo you know I’ve gotta do the same.\n\nBANG. Buddy open fires right in Baby’s ear.\nBANG. Buddy fires in the other ear.\nBuddy falls down DEAD. Baby falls down DEAF.\n\nHORRIFIC RINGING SOUND. Like the tinnitus amplified a million\ntimes into a intense, awful WHINE.\n\nBaby writhes on the floor. He rolls to see Buddy’s lifeless\nface. Reflected on his dead skin. Red and blue lights. He can’t\nhear the sirens, but knows the cops are coming.\n\nBaby tries to stand, but his balance is off. He tumbles, his\nhand going straight into broken glass. He screams, but we\ncannot hear it over the WHINE.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nBaby tries to stand, but his balance is off. He tumbles, his\nhand going straight into broken glass. He screams, but we\ncannot hear it over the WHINE. \n\nTARGET SECTION TO BE ANNOTATED:\n Neither can he.\n\nBaby struggles to get to his car. His equilibrium all off. All\nthe while the red and blues are getting closer\n\nBaby falls into his car. Fumbles to start it. The car feels\nalien. Like he cannot operate without sound.\n\nBaby struggles for the stereo, takes the Queen CD out and puts\nit into the CD player. Then turns the volume up, up, up -\n\nThe music starts. It’s so loud, it makes the rear view mirror\nshake violently. In it we see, POLICE CARS turn the corner.\n\nBaby puts one bloody hand on the wheel, one on the speaker in\nhis driver door. Feels the vibrations of the music and then -\n\nHITS THE GAS. Screaming out of P2 and roaring up the ramp. The\nBlack & Whites right behind him.\n\nWe hear NOTHING of the cars. Only the whine in Baby’s ears. We\nsee the rear view and wing mirror pulse with the music. The\ntempo pulses through Baby’s hand on the speaker.\n\nBaby makes it back to Pl, but a cruiser BLOCKS the exit. The\ntop level is FULL OF COPS. The only way out? The way in.\n\nBaby swerves towards the ‘SEVERE TIRE DAMAGE’ sign. His tires\nblow out, but he accelerates into the night, wheels on fire.\n\nThe cops are too slow to catch him. They struggle to maneuver,\nas the Pacific Ghost disappears up the street.\n\f99\n\n100\n\n114.\nThe WHINE lingers on as a COP CAR pulls back out onto the\ndowntown streets and we see what he sees -\n\nAn empty street. An empty car. An open door. And no Baby.\n\nINT. CAR — DAY 99\n\nSunlight. Baby is out cold. He looks bad. Cut, bruised. His\ndamaged hand is bandaged with whatever rag was in the car.\n\nHe wakes and sits up. He still cannot hear. But he can see.\nThe diner. He is parked right outside.\n\nWhat was a friendly place before, now feels off. He cannot hear\na thing. Feel a thing. Barry White can’t help him now.\n\nHe sees DEBORA. Strolling into the diner. A pretty girl walking\nto work, just like the first time he saw her.\n\nShe's singing along with her iPod again. But Baby cannot hear\nwhat she is singing.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nA pretty girl walking\nto work, just like the first time he saw her. She's singing along with her iPod again. But Baby cannot hear\nwhat she is singing. \n\nTARGET SECTION TO BE ANNOTATED:\nBaby looks to the cracked Quincy Jones CD, cues up a track. He\ntries to make himself look respectable in the rear view.\n\nINT. HALF EMPTY DINER - MOMENTS LATER 100\nDebora is behind her counter, about to start her day. The TV\nstill has non-stop news coverage of the events of the last 24\n\nhours, but again the sound is down.\n\nThe news reports show an artist impression of Baby. But no\nname. He is a mystery man.\n\nDebora picks up an LA Times also with the sketch of Baby on the\ncover and shakes her head. She can’t believe it. Then -\n\nBABY walks in. Limping. Cut. Bruised. He seems different.\nDebora freezes. Her fellow staff don’t see Baby yet and don’t\nconnect the man from the TV or paper to the one who just calmly\nwalked up to the counter. Baby tells Debora quietly but firmly.\n\nBABY\nLet's go.\n\nDebora breathes fast. Something in the tone of Baby’s voice has\nchanged. She doesn’t have time to think why.\n\f101\n\n115.\nDEBORA\nGo?\n\nBABY\nI want you to come with me. Right now.\n\nDebora, as ever, cannot read Baby’s face. She glances to see\nthat one hand is firmly in his jacket pocket. Is he armed?\n\nDEBORA\nOkay. Gimme a second.\n\nDebora turns away and taking a pen out of her hair, quickly\nscribbles something on her order pad. She leaves it on the\ncounter as she walks out of the diner.\n\nIt reads - ‘Help?’\n\nINT./EXT. CAR/DINER - CONTINUOUS 101\n\nBaby takes Debora to his car. A battered white ‘95 Cadillac\nEldorado convertible. Opens the door for her like a gentleman.\n\nWhat’s more, he opens with his bad hand, no longer in his\njacket. She notices he isn’t armed, but still gets in.\n\nBaby sits in the driver’s seat. Looks at Debora. She looks at\nhim expectantly. He looks at her, goofily happy.\n\nShe looks back into the diner. Colleagues have noticed she’s\ngone. And left with him. And still Baby smiles back at her.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nColleagues have noticed she’s\ngone. And left with him. And still Baby smiles back at her. \n\nTARGET SECTION TO BE ANNOTATED:\nDEBORA\nAre we not in a rush?\n\nBaby cocks his head, like he doesn’t hear. She repeats.\n\nDEBORA (CONT'D)\nAre we in a rush?\n\nBABY\nWe got all the time in the world.\n\nDebora doesn’t know how to respond to this. Half laughs.\n\nBABY (CONT’D)\nI have this song I wanna play you.\n\nBaby presses play. Huge rising horns. Baby reverses out.\n\f102\n\n116.\n\nINT./EXT. BABY’S CAR/LA STREETS 102\n‘Lalo Bossa Nova’ by Quincy Jones.\n\nA skipping Latin bossa nova beat. Cowbell. Shakers. Tambos. The\nsun is out. Sky is blue. Some clouds ahead.\n\nBaby plays Quincy Jones at FULL VOLUME. He can’t hear it, but\nDebora can. It’s brassy, loud, defiantly upbeat.\n\nShe looks at Baby’s face. He observes the white lines\nstretching ahead and looks calm, happy. He turns to her, asks\nexpectantly.\n\nBABY\nDo you like it?\n\nDebora almost smiles, catches herself. What is she doing, with\nthe strange kid, who looks fucked up, driving off into the\nhorizon? She is still in the waitress outfit. It’s crazy.\n\nDEBORA\nYes. Yes I do.\n\nBaby doesn’t seem to think anything of it. In fact, we as an\naudience have never seen him happier. He’s beaming.\n\nDebora settles a little, she doesn’t know where they are going,\nbut it isn’t fast. This is a Sunday afternoon drive, not a\ngetaway. As the song settles into a slow soft toned guitar\nsolo, she finds herself looking at the scenery.\n\nAs horns return, she sees them first.\n\nBLACK & WHITES. In her wing mirror. The glass reverberates with\nthe bass of the loud music, distorting their image.\n\nBaby sees them too. In the rear view. He simply sighs as they\nbegin to crest over on a hill. And then on a mellow sax -\n\nROAD BLOCK dead ahead. Police as far as the eye can see. Debora\ngasps. It’s a surprise party. But not a fun one.\n\nBaby slows. Behind, the police cars block off the street. All\npedestrians and other cars have magically vanished.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nBaby slows. Behind, the police cars block off the street. All\npedestrians and other cars have magically vanished. \n\nTARGET SECTION TO BE ANNOTATED:\nIt's just Baby, Debora and the cops.\n\nBaby stops. As he puts the stick into reverse, he looks to\nDebora. She has her eyes tightly closed. Her fingers clutch the\n‘oh shit’ handle. When she opens her eyes again, they are wet\nwith moisture. She’s scared.\n\f117.\nHe doesn’t want her to be scared. He turns the engine off. But,\nmagically, the music continues for our benefit.\n\nTo Debora’s amazement, Baby gets out of the car and walks\ntoward the cops, hands on his head.\n\nQuincy Jones has completely taken over and we cannot hear the\nharsh shouting of the police as they approach Baby from all\nsides, guns trained, barking instruction.\n\nOn Debora, she’s relieved, confused and... conflicted?\n\nTo us the image of the cops approaching feels very surreal as,\nunlike the opening credits, the police are the only ones in\ntime with the music, approaching Baby in step with Quincy.\n\nBaby takes off his jacket to show he is unarmed. With just a T-\nshirt and jeans on, he looks like what he is, a kid.\n\nHe turns back to her and mouths -\n\nBABY\nSorry.\n\nThe police grab him, throw him violently to the ground and\nswarm around him. Debora can see they are beyond angry.\n\nAs Baby hits the deck, all the instruments drop out and on a\nfour bar drum solo, the cops proceed to kick and punch him.\n\nDebora jumps out the passenger door and SCREAMS —\n\nDEBORA\nNo!\n\nMONTAGE: The following is set to the supremely upbeat ‘Lalo\nBossa Nova'. In this sequence, everyone is in time with the\nbeat, except a beaten, bruised and defeated Baby.\n\n- We see Baby’s mug-shot taken.\n\n- Baby in court being sentenced.\n\n- We see Debora on the witness stand. Swearing an oath.\n\n- Baby in shackles, walking with other prisoners.\n\n- Baby on a prison bus driving north.\n\n- Baby arriving at the big house.\n\n- Baby being given his new clothes.\n\f103\n\n104\n\n118.\n\n- Baby walking with a guard down a concrete corridor.\n\n- Baby being shown to his 9’ by 5’ prison cell. He takes in his\nliving quarters. His ELDERLY CELLMATE is roughly the age of\nJoseph.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\n- Baby being shown to his 9’ by 5’ prison cell. He takes in his\nliving quarters. His ELDERLY CELLMATE is roughly the age of\nJoseph. \n\nTARGET SECTION TO BE ANNOTATED:\n His new one room apartment.\n\nThe song fades out. As he sits alone with his thoughts, we are\nleft with Baby's buzz of deafness.\n\n- Time passes. Baby navigates prison life.\n\n- Through the buzz, we see Baby focus on anything that has\nvisual rhythm. People doing jumping jacks in the yard. A warden\nshutting cell doors at night. People sparring in the gym.\nSomeone mopping the floor.\n\n- We see him in the machine shop, hypnotized by a metal\nstamping contraption. Other inmates working here wear eye and\near protection. Baby only has the protective visor on.\n\nHe stares at the machine, nodding as if listening to dance\nmusic. Tries to get lost in the rhythm of the machine.\n\nINT. BABY’S CELL - DAY 103\n\nOn Baby, sitting alone in his cell, staring out to nothing. A\nguard comes past and hands him an envelope.\n\nInside is a postcard with a 50s style illustration of a young\ncouple in a classic convertible, just like the artwork in the\ndiner. Also inside, a beautiful, neatly handwritten letter.\n\nBut first Baby notices: The scent.\n\nHe sniffs, inhales the perfume on the letter. When he stops, he\ncocks an ear at the faint sound of burning rubber.\n\nINT. PRISON UNIT - DAY 104\n\nBaby wanders out of his cell, letter still in hand.\n\nThe noises of roaring engines and screeching tires reverberate\naround the prison halls. It emanates from the TV room.\n\nBaby enters this communal room, where inmates gather around a\n35 inch TV set showing the noisy Sunday NASCAR races.\n\nBaby sees his ELDERLY CELLMATE sitting at the back of the room.\nHe sits down by him. Shows him the letter.\n\f105\n\n119.\n\nBABY\nWhat’s this say?\n\nThe Elderly Cellmate peers through thick glasses at the fancy\nhandwriting on the letter and blankly intones.\n\nELDERLY CELLMATE\n“Hey Baby. I’m sorry too. I know from\ncourt your real name is Miles, but I\ndon’t know too many Miles songs so we\ncan stick with Baby. Deal?\n\nBaby stares at the Elderly Cellmates lips and we magically hear\nDebora’s actual voice as he continues.\n\nDEBORA (V.O)\nI found another Debora song.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nBaby stares at the Elderly Cellmates lips and we magically hear\nDebora’s actual voice as he continues. DEBORA (V. O)\nI found another Debora song. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s by\nDave Edmunds. The lyrics say she’s a\n‘heart breaking, love making\nconnoisseur’ and frankly she sounds\nlike a bad person, so I am discounting\nit. Hope this finds you okay. Maybe\ndrive off another time? D.”\n\nBaby closes his eyes. Hears the sweet music of automobiles.\n\nEXT. PRISON - DAY 105\n‘Baby Driver’ by Simon & Garfunkel.\n\nBaby walks out of the prison gates into the sunshine. Waiting\nfor him is a smiling DEBORA. Looking adorable but-\n\nShe is wearing 50s dress; bobby socks, pleated skirt, white\nblouse, cardigan over the shoulders, just like the young woman\nin the artwork from the postcard.\n\nShe stands before a gleaming classic convertible, a white 1954\nCadillac Eldorado. She opens the passenger door for Baby.\n\nBaby walks over to the car. He is now also wearing 50s clothes,\nlooking like the young man from the diner artwork.\n\nBaby jumps in. Debora pops it in drive. They kiss and then head\nout on the open road.\n\nCREDITS\n\f"
}