{
  "1": "The \"Fake\" Back to the Future Script.  \nBased upon a Novelization of the Original first draft script.\nThe Real Original can be read here: http://www.scifiscripts.com/scripts/back_to_the_future_original_draft.html\n\nBACK TO THE FUTURE\n\nScreenplay by Robert Zemeckis & Bob Gale\n\nMach 11, 1980\n\nINT. ORPHEUM THEATER - LABORATORY OF PROFESSOR EMMETT BROWN\n\nThe credits began to roll across the TV screen for the movie  Close \nEncounters as the 3/4-inch cassette finished copying over to Beta and \nVHS. Seventeen-year-old Marty McFly looks up from his issue of Rolling \nStone, where he was checking out an ad for a guitar amp. Maybe after a \nfew more pirated tapes he would have enough money to buy it.\n\nMarty sets the magazine down and stops the tapes, rewinds them, then \ntakes a pen and carefully writes, Close Encounters, Original Edition on \nthe labels. He places the master tape in a drawer. Other titles of \nbootlegged videotapes jump out at him as he does so: The Empire Strikes \nBack, Stir Crazy, and  Superman II.\n\nMarty turns off the video equipment and picks up his schoolbooks, along \nwith the other two videocassettes. He walks into another room connected \nto the video lab. This one is much larger, filled with workbenches \ncovered with electronics, chemical equipment, and dust.\n\nMARTY\nProfessor Brown! It's almost eight thirty -- I'm outta here!\n\nPROFESSOR EMMETT BROWN\nShhhhhhhh!\n\nProfessor Emmett Brown hissed, his white head bent over what looked to \nMarty like a solar cell. At 65, he was considered the town eccentric, \nan inventor who's inventions didn't always work the way they were \nsupposed to. Professor Brown was tall -- though his posture had grown \nmore hunched with age -- and had a mane of shaggy white hair that was \nalmost always unruly and uncombed. At the moment, the Professor tries \nto get the cell positioned under the skylight in a certain way, maybe \nto catch the sunlight. Marty stepped closer to him, curious on what the \nproject was.\n\nWhatever he was working on it looked old, maybe 30 years.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt the moment, the Professor tries \nto get the cell positioned under the skylight in a certain way, maybe \nto catch the sunlight. Marty stepped closer to him, curious on what the \nproject was. Whatever he was working on it looked old, maybe 30 years. \n\nTARGET SECTION TO BE ANNOTATED:\n The Professor \npours some kind of chemical solution into a compartment in the cell and \nplugs a patch cord from it into a Voltmeter. A light bulb on the panel \nglows dimly and the meter needles moves slightly.\n\nPROFESSOR EMMETT BROWN\nBlast it! Twenty four measly volts!\n\nProfessor Brown throws a flask across the room in his frustration, \nshattering it against the wall. Marty jumps back, startled. \n\nPROFESSOR EMMETT BROWN\nThe power of a million hydrogen bombs!\n(pointing to the sun that shone down though the skylight, then to his \nexperiment)\n...and we get twenty four measly volts. It's not fair! I've been \nworking on this power converter since 1949, and you'd think in all that \ntime, I could find the right chemicals that would efficiently convert \nradiation into electric energy! But no! Thirty three years of \ndedication and research, and all I've got to show for it is a bootleg \nvideo operation!\n\nMARTY\nThat reminds me, if we could scrape up enough for a 35 film chain, I've \ngot a connection with a projectionist in a first run house -- we could \nbe sellin' new movies on the street before they're even in the theater.\n\nPROFESSOR EMMETT BROWN\nA 35mm film chain... I'll see what I can do.... \n\nHe turns his attention back to his power converter. Marty crosses the \nroom, heading for the front door. He pauses at the door next to it, the \none with five locks on it, and tried the knob. It was still locked. Big \nsurprise, he thought with some disappointment.\n\nPROFESSOR EMMETT BROWN\nWon't give up, will you, Marty? \n\nProfessor Brown asks without turning around. Marty grins.\n\nMARTY\nOne of these days you're gonna leave this door open and I'll find out \nwhat's in there.\n\nProfessor Brown glances at him.\n\nPROFESSOR EMMETT BROWN\nDid you ever consider that some doors are locked for a reason?\n\nMARTY\nNope. The way I figure it, doors are made to be opened. See you after \nschool.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTY\nNope. The way I figure it, doors are made to be opened. See you after \nschool. \n\nTARGET SECTION TO BE ANNOTATED:\nPROFESSOR EMMETT BROWN\nOh -- Marty -- what time did you say it was?\n\nMarty stopped in his tracks, a few steps away from the stairs.\n\nMARTY\nEight thirty.\n\nPROFESSOR EMMETT BROWN\nAM or PM?\n\nMARTY\n(rolls his eyes) Pro, the sun's out!\n\nPROFESSOR EMMETT BROWN\n Oh, right, right... (glancing up at the skylights)\n\nMARTY\nJeez, for a guy with a ton of clocks, you sure don't pay much attention \nto time.\n\nProfessor Brown looks quickly at all the synchronized clocks around the \nroom.\n\nPROFESSOR EMMETT BROWN\nOn the contrary, (standing up and walking toward Marty) I may not pay \nmuch attention to the measurement of time, but I'm very aware of Time \nitself. I believe time to be its own dimension... to be controlled... \nto be contained....\n\nMarty runs down the stairs, having had enough of the Professor's weird \nramblings.\n\nMARTY\nCatch you later! (he called over his shoulder)\n\nPROFESSOR EMMETT BROWN\n(continues speaking to the empty room) ...To be traveled through\n\nHe reached into his lab coat pocket and pulled out some keys. One-by-\none, the Professor unlocks the locks on the door. Finally, he opens it \nand walked inside.\n\nINT. LABORATORY OF PROFESSOR EMMETT BROWN - LOCKED ROOM\n\nA tangle of equipment was in the center of the room with a number of \nlenses at the end of the maze. It resembled nothing so much as a large \nray gun or laser. Professor Brown stood back and admired it. If only I \ncould harness enough power! he said wistfully.\n\nEXT. ORPHEUM THEATRE - MORNING\n\nMarty opened the door at the end of the stairs and stepped out on the \nstreet before the Orpheum Theater. The place had been abandon years \nbefore, it's windows boarded over. The marquee still spelled out the \nlast movie that had played there,  Assembly of Christ. Professor Brown \nresided on the third floor of the structure, the only person who used \nthe premises now.\n\nMarty walked down the street, headed for Wilson's Cafe.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe marquee still spelled out the \nlast movie that had played there,  Assembly of Christ. Professor Brown \nresided on the third floor of the structure, the only person who used \nthe premises now. Marty walked down the street, headed for Wilson's Cafe. \n\nTARGET SECTION TO BE ANNOTATED:\n Parked a \nhundred feet down the street was a black van. The sign on it read \nN.R.C. and two men were carefully putting samples of water from a \ngutter into little test tubes. Marty glanced at them for a moment, \nsomewhat curious. They ignored him. He reached the cafe and went \ninside.\n\nINT. WILSON'S CAFE\n\nThe owner, Dick Wilson, was sitting behind the counter. Only thirty-\nfive, he already had lost more hair than remained on his head. Even \nthough he was a good hundred pounds overweight, he was eating a Babe \nRuth candy bar while reading a newspaper.\n\nMARTY\nMorning Dick.\n\nDICK\n(setting the candy bar down) Marty. What's for breakfast?\n\nMARTY\nGimme some chili, fries, and a Tab.\n\nMarty glanced down at the newspaper lying on the counter.\n\nDICK\nHot tip, (bringing Marty his drink) Rubber Biscuit in the third race at \nArlington.\n\nMARTY\n(nods) Dick, what's with those guys out there in the gutter? (tilting \nhis head towards the window)\n\nDICK\n(squints out the window and shrugs) Third time they've been out there \nthis week.\n\n Marty watches them for a moment, loading up the water samples in the \nvan. \n\nMARTY\nWhat's N.R.C.?\n\nDICK\n(shrugs again) I don't know. National Cash Register?\n\nINT. HIGH SCHOOL\n\nLater that afternoon, Marty stared at the textbook page in his hand. It \nshowed a photo of a mushroom cloud with the words, Last above ground \natomic test, March 18, 1952, Atkins, Nevada. He took his pen and wrote \nthe letters M.M + S.P. on the cloud and drew and arrow through it, like \na valentine. He added at the bottom, How about the dance Saturday? \nWe'll have a BLAST!\nIn the background his science teacher, Mr. Arky, droned on with the \nday's lecture. \n\nMR. ARKY\nThere were only three above ground Atomic Tests in the United States, \nso the government took every opportunity to study the effects of \nradiation. Actual single family tract homes were constructed on the \ntest site, totally furnished with refrigerators, TV's, furniture....",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. ARKY\nThere were only three above ground Atomic Tests in the United States, \nso the government took every opportunity to study the effects of \nradiation. Actual single family tract homes were constructed on the \ntest site, totally furnished with refrigerators, TV's, furniture.... \n\nTARGET SECTION TO BE ANNOTATED:\nWhat a waste of perfectly good stuff, Marty thought.\n\nMR. ARKY\n...Anything you could find in a typical home, just so scientists could \nlearn what kind of damage an atomic bomb would do to a typical town. \nThey even put mannequins in the houses, just like in auto crash tests.\n\nMarty tore the page with the picture and note out of his book. He \nturned to look at Suzy Parker, the pretty alburn-haired girl across the \naisle and a seat behind him. He quickly folded the page and winked at \nher before tossing it deftly on her desk. The teacher didn't notice.\n\nMR. ARKY\nBut the fact remains that today, thirty years after those early nuclear \ntests, the threat of nuclear annihilation is as great as it ever was. \nCertainly, nuclear annhiliation is something you all must have thought \nabout. Any questions, comments, ideas?\n\n No, Marty thought, glancing around. Everyone in the class apparently \nagreed with him.\n\nMR. ARKY\nAnyone? I'm talking about the complete and total destruction of the \nentire world. Doesn't anybody have anything to say about it?\n\nNo one raised a hand. Mr. Arky's face began to turn red.\n\nMR. ARKY\nHow about you, Mr. Jackson? he asked, raising his voice. Would you like \nto share some of your wisdom with the class?\n\nJackson didn't look up from the textbook, ignoring the teacher. Marty \nfelt something brush against his foot and looked down to see the folded \nnote that he had given Suzy on the floor. He leaned over and scooped it \noff the floor. Mr. Arky continued to ask for volunteers.\n\nMR. ARKY\nMr. Gomez? Any thoughts? Miss Parker? Mr. Crump, any reaction?\n\nMarty unfolded the note and looked at it. Beside the cloud the words, \nThat's sick! had been written in loopy cursive. Marty turned the page \nover. On the back was the word, Yes. He smiled, then was rudely snapped \nout of his thoughts by the science teacher's irritating voice.\n\nMR. ARKY\nHow about you, Mr. McFly?\n\nArky asked, strolling over to his desk. Marty quickly crumpled the note \nand shoved it in his pocket before the teacher could see it.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nMcFly? Arky asked, strolling over to his desk. Marty quickly crumpled the note \nand shoved it in his pocket before the teacher could see it. \n\nTARGET SECTION TO BE ANNOTATED:\n He stared \nat his graffittied desk top, wishing Mr. Arky would go away. \n\nMR. ARKY\nDid you even hear the question, Mr. McFly?\n\nMarty looked up, facing the inevitable. He might as well give his \nhonest opinion.\n\nMARTY\nYeah... You want to know what I think about atomic bombs. Well, I'd \nkind of like to see one.\n\nMr. Arky leaned forward so his face was a few inches from Marty's.\n\nMR. ARKY\nYou'd like to see a nuclear holocaust?\n\nMARTY\nNot a holocaust -- \n\nMR. ARKY\nMr. McFly here wants to nuke it all, just so he can see it!\n\nA couple students started to laugh. Marty sat up straighter, glared at \nthe teacher.\n\nMARTY\nYou know damn well that's not what I meant.\n\nMR. ARKY\nAll I can say is, that's one helluva attitude, Mr. McFly. 'Let's \nexplode a hundred megaton Geothermal nuclear device, just to see it.' \n\nMarty felt his face turn red with anger and embarrassment.\n\nMARTY\nYeah, explode it up your ass!\n\nMR. ARKY\nUnfortunately, the way things are going, you may get your wish. You may \nsee the entire annhiliation of the world. If not, you'll certainly see \nthe destruction of all out natural resources. We can already see the \nair we breathe, not to mention the pollution in our rivers and lakes. \nWe'll  see all of our oil reserves depleted, in fact, all of our energy \nsources. Yes, you people have a lot to look forward to -- a lot to see.\n\nMARTY\nHey, Mr. Arky, gimme a break! (rolling his eyes) I'm seventeen years \nold! I'm not responsible for all these problems!\n\nThe anger in Mr. Arky's face suddenly vanished. He sighed, a sound of \ndefeat.\n\nMR. ARKY\nNo, of course you're not. Not for the problems, no. But for the \nsolutions...yes.\n\nThe bell rang, ending the school day. Everyone leaped out of their \ndesks and rushed for the door. \n\nMR. ARKY\nSee you tomorrow.\n\nEXT.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. ARKY\nSee you tomorrow. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HIGH SCHOOL\n\nTen minutes later, Marty was outside at the front of school, heading \nfor a group of his friends, who were already giving other students \nvideotapes in return for cash.\n\nRAFE NEWTON\nHey Marty, (heading his way) sport me fifty 'til the weekend, would ya? \nI'm down to my last twenty.\n\nMarty shook his head. \n\nMARTY\nCan't man. I'm savin' up for that new amp.\n\nRAFE NEWTON\nWell, when you're a big rock star, how about loanin' me a grand?\n\nMARTY\nYou got it! (checking his watch) I gotta go.\n\nDonaldson, one of his friends, stood next to him. He looked at Marty's \nwatch.\n\nDONALDSON\nHey man, what happened to your digital quartz?\n\nMARTY\nIn the shop, so I'm sporting this antique. (lifts his left hand with \nthe watch on it) Check out this wind-up action, (pointing to the gold \ntimepiece)\n\nDonaldson looked at it with minor interest as the both of them went \ndown the front steps of the school.\n\nDONALDSON\nHey, you wanna come over?  Get high?\n\nMARTY\nMaybe tomorrow. I gotta dupe some more tapes.\n\nDonaldson snapped his fingers.\n\nDONALDSON\nHey, that reminds me -- my brother's gettin' married next week and I'm \nthrowin' a party for him. Can you provide some entertainment?\n\nMarty nodded, having the perfect thing in mind.\n\nMARTY\nYeah, I can run something off this afternoon.\n\nINT. ORPHEUM THEATER - LABORATORY OF PROFESSOR EMMETT BROWN\n\nThe man and woman were really going at it now, breathing hard and \nmoaning. Typical sounds of sex. Marty watched for a moment, then shook \nhis head and turned away from the porno video he was copying for his \nfriend. Twisting the volume down as the couple started to get really \nnoisy, he fished some cash out of his pocket and placed it in the cigar \nbox where he was storing all the money he was saving to use for that \nnew amp. He got up from his chair and walked out of the room into \nProfessor Brown's lab.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarty watched for a moment, then shook \nhis head and turned away from the porno video he was copying for his \nfriend. Twisting the volume down as the couple started to get really \nnoisy, he fished some cash out of his pocket and placed it in the cigar \nbox where he was storing all the money he was saving to use for that \nnew amp. He got up from his chair and walked out of the room into \nProfessor Brown's lab. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Professor was lying on his cot, asleep, with a heavy blanket \ncovering him. Marty walked quietly over to the refrigerator and opened \nit, taking out a bottle of Coke. As he was pulling the soft drink out, \nhis hand accidentally bumped against an orange lying beside it. Before \nhe had a chance to catch it, it bounced out of the fridge and rolled \nacross the floor, vanishing under the cot.\n\nMarty set down the Coke on top of the fridge and bent down to picked \nthe orange up. He pushed aside the blanket and saw a crate, purple \nradioactive emblems on it. Marty frowned as he read the labels. Extreme \nDanger! Radioactive Plutonium! Authorized Personal Only! Do Not Handle \nWithout Radiation Suit. Near the bottom were the words, Property of San \nOnofre Nuclear Power Plant, San Onofre, California.\n\nRight next to the word California was the orange. Taking a deep breath, \nMarty stood up and kicked the orange out from under the cot with his \nright foot. He slowly backed away, his eyes on the crate, before \npicking the orange up and tossing it into the trash can next to the \nrefrigerator. Marty glanced at the Professor, relieved to see that he \nhadn't woken up.\n\nTrying to forget what he had seen, Marty picked the Coke bottle up and \ntwisted the cap off, taking a quick swig from it before walking over to \na cage with an organ-grinder monkey in it.\n\nMARTY\nHey, Shemp. (softly) How ya doin'?\n\nThe monkey gazed back at him with dark eyes. Marty unlatched the cage \ndoor and let the animal out. Shemp quickly climbed up his arm and sat \non his shoulder. Marty crossed the room, over to the table where the \npower converter was still set up, resting on some old blueprints. He \nleaned over for a closer look at those.\n\nThe top blueprint was for something called, Photo-Electric Chemical \nPower Converter. The sketch on the blueprint matched the power \nconverter that the Professor had been messing with earlier. Marty \nflipped that blueprint back to look at the others one-by-one. 15 Tube \nMechanical Home Butler. It looked like some kind of robot. Aero-Mobile, \na weird-looking flying car.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarty \nflipped that blueprint back to look at the others one-by-one. 15 Tube \nMechanical Home Butler. It looked like some kind of robot. Aero-Mobile, \na weird-looking flying car. \n\nTARGET SECTION TO BE ANNOTATED:\n And a Write-O-Matic, which looked like a \npen with a suction cup at the end of an attached wire.\nMarty let the blueprints flip back and stared at the power onverter. \nThe last few rays of the afternoon sunlight filtered through the \nskylight and shone down on the photo-cell. Marty looked closer and \nnoticed a funnel shaped thingy jutting out of the chemical chamber. He \nlooked at it for a moment, temptation building, then reached over and \npoured some of the Coke in the funnel.\nHe hadn't even pulled his arm back when a bright spark shot out of the \nopposite end of the device, making a loud cracking noise. Marty jumped \nseveral feet away, his heart pounding, almost dropping the bottle in \nhis hand.\n\nPROFESSOR EMMETT BROWN\nWhat happened?! \n\nThe Professor jumped out of his bed and ran over to the table where the \npower converter sat.\n\nMARTY\nWell, I'm not sure exactly -- I accidentally spilled some Coke in here. \n(pointing to the funnel) Just a drop!\n\nThe Professor quickly hooked up the voltmeter and light bulb to the \nconverter.\n\nPROFESSOR EMMETT BROWN\nGive me that!\n\nProfessor Brown snatched the bottle from Marty's hands. He poured some \nmore of the drink into the funnel. The bulb started glowing brightly \nand the meter jumped. The whole thing started to make a humming noise. \nProfessor Brown dumped in more Coke. The light grew even brighter, then \nsuddenly exploded!\nMarty flinched, but didn't turn away. He was dying to know what that \nthing was supposed to be doing. He wanted to know almost as bad as he \nwanted to get into that locked room several feet away. The voltmeters \nneedle raised off the scale as the power converter began to vibrate, so \nviolently that it fell off the table!\nThe Professor stared at the floor where the converter lay, his hands \nstarting to tremble. He had a strange look on his face, disbelief mixed \nwith excitement. He looked carefully at the Coke bottle.\n\nPROFESSOR EMMETT BROWN\nWhat's in this stuff?\n\nMarty gave a shrug, not understanding why Professor Brown wanted to \nknow.\n\nMARTY\nNobody knows the formula for Coca-Cola.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nPROFESSOR EMMETT BROWN\nWhat's in this stuff? Marty gave a shrug, not understanding why Professor Brown wanted to \nknow. MARTY\nNobody knows the formula for Coca-Cola. \n\nTARGET SECTION TO BE ANNOTATED:\n It's the most closely guarded \nsecret in the world!\n\nThe Professor was silent for a moment, his gaze far away. He finally \npicked the power converter up and walked across the room, taking out a \nkey ring from his pocket. \n\nPROFESSOR EMMETT BROWN\nI'll see you tomorrow!\n\nHe said as he began to unlock the forbidden door. Before Marty could \nask him any questions, the Professor opened the door and shut it firmly \nbehind him. Marty heard the sound of locks clicking into place, then \nall was silent.\n\nINT. McFLY HOUSE - MARTY'S BEDROOM\n\nThat evening, wearing headphones plugged into his turntable, Marty \nwalked around his bedroom, following the music on his own electric \nguitar. Posters of rock stars covered the surrounding walls. He was \ntrying to find the drill he had been using earlier, moving the \nmiscellaneous junk that covered his furniture and floor with the top of \nthe guitar's neck. Under the Rolling Stone on the dresser were some \ntools -- but not the drill. A couple issues of Heavy Metal and the \nLampoon hid some homework on the desk he had forgotten to turn in.\n\nThe record ended and Marty took the headphones off.\n\nMARTY\nWho stole my drill? (yelling out the door)\n\nMarty's mom shouted a reply.\n\nEILEEN\nDinner's ready!\n\nWith a sigh, Marty set his guitar down and went downstairs.\n\nINT. McFLY HOUSE - LIVING ROOM\n\nHe stopped in the living room on the way to the kitchen. His father, \nGeorge McFly, was sitting on the couch and watching a boxing match on \nthe TV.\n\nMARTY\nAnybody seen the drill?\n\nDad continued to stare at the TV, ignoring or not hearing the question. \nEileen McFly looked into the living room from the kitchen.\n\nEILEEN\nI've been calling you for five minutes! Didn't you hear me?\n\nMARTY\nI was practicing. I've got an audition next week -- I gotta practice. \nHow am I gonna get famous if I don't practice?\n\nMom shook her head. Once, a long time ago, she had been quite \nattractive. Now, at the age of 47, it was easy to see the toll age had \ntaken.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nMom shook her head. Once, a long time ago, she had been quite \nattractive. Now, at the age of 47, it was easy to see the toll age had \ntaken. \n\nTARGET SECTION TO BE ANNOTATED:\n Her brown hair was streaked with grey and her face was puffy, \nlined with wrinkles. Both of Marty's parents hadn't aged that \ngracefully.\n\nEILEEN\nYou won't get famous if you don't eat, either!\n\nShe ducked back into the kitchen.\n\nMarty turned back to his dad.\n\nMARTY\nDad, you seen the drill?\n\nGEORGE\nWhat drill?\n\nMARTY\nThe drill! (exasperated) The power drill I bought you for Christmas. I \nwas using it last night.\n\nDad didn't move his gaze from the TV.\n\nGEORGE\nIt'll turn up.\n\nMarty shook his head and went into the kitchen, sitting down as his \nmother put the food on the table. She leaned back into the living room.\n\nINT. McFLY HOUSE - KITCHEN\n\nEILEEN\nGeorge, dinner's ready!\n\nMarty's father continued to stare at the TV, fully absorbed in the \nboxing match.\n\nGEORGE\nComing, Eileen! \n\nHe makes no move to get up.\n\nEILEEN\nNow, George! Dinner's ready now!\n\nGEORGE\nComing, Eileen...\n\nA moment later a commercial came on the TV and George McFly finally got \nup and started to roll the TV on it's stand to the dining room.\n\nEILEEN\nHow was school today?\n\nMARTY\nFine.\n\nEILEEN\nLearn anything?\n\nMARTY\nOh yeah.\n\nEILEEN\n(smiles) That's good.\n\nHis dad finished adjusting the TV and sat down.\n\nGEORGE\nHow was school today? (picking up a fork and starting to eat)\n\nHadn't he just done this?\n\nMARTY\nFine..\n\nGEORGE\nLearn anything?\n\nMARTY\nOh yeah.\n\nGEORGE\nGood.\n\nDad turned his eyes back to the TV as the match resumed. Marty looked \ndown at the newspaper, examining the sports scores, and his mom stared \noff into space. There was complete silence, during which the \nsportscaster did his blow-by- blow on the TV. Eventually Mom spoke, \nduring another commercial break.\n\nEILEEN\nBy the way, that reminds me... (gesturing to the TV's burger ad) \nSaturday night we're taking Grandma Stella out for Chinese food.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere was complete silence, during which the \nsportscaster did his blow-by- blow on the TV. Eventually Mom spoke, \nduring another commercial break. EILEEN\nBy the way, that reminds me... (gesturing to the TV's burger ad) \nSaturday night we're taking Grandma Stella out for Chinese food. \n\nTARGET SECTION TO BE ANNOTATED:\nGEORGE\nEileen, Chinese food again?\n\nEILEEN\nGeorge, if you don't want Chinese food, pick a place you want to go and \nmake a reservation.\n\nMARTY\nThat means he'll have to pick up the phone, Ma.\n\nAs expected, his dad backed down.\n\nGEORGE\nNo, Chinese food is fine.\n\nMARTY\nSaturday night's the 'Springtime in Paris' dance. I'm taking Suzy \nParker.\n\nEILEEN\n(thoughtful) The 'Springtime in Paris' dance. You hear that, George? \nThey're still having the 'Springtime in Paris' dance... That was our \nfirst date, remember George? I remember everything about that night. \nRemember the first time we kissed? It was during the last dance. They \nwere playing that Eddie Fisher song, 'Turn Back the Hands of Time'. I \neven remember how you asked me out. We were in the cafeteria. You were \nso scared, you spilled your creamed corn.\n\nDad continued to look at the TV, not showing any sign of hearing his \nwife.\n\nMARTY\nAnd I probably won't be here when you wake up Sunday morning. Suzy and \nI are gonna go down to the lake and watch the sunrise.\n\nHis dad looked away long enough from the TV to frown at him.\n\nGEORGE\nThe sunrise? What for?\n\nMARTY\nJeez, what do you think? To see it!\n\nHis dad turned away to the TV, the look on his face puzzled. \nUnfortunately, his mom was not as easily distracted.\n\nEILEEN\nYou mean you're going to stay up all night?\n\nMARTY\nMom, how else are we gonna see the sunrise?\n\nEILEEN\nI don't think I like the idea of you staying out all night with a girl! \n\nMom decided, shaking her head firmly. Marty rolled his eyes.\n\nMARTY\nHey, Ma, gimme a break.\n\nBefore they could discuss the subject any further, there was a heavy \npounding on the back door. \n\nEILEEN\nWould you answer that, George?\n\nEileen asked when no one else made a move to. Her husband ignored her. \nHeaving a sigh, Marty finally stood up to answer it.\n\nThe visitor was not one of his favorite people.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer husband ignored her. Heaving a sigh, Marty finally stood up to answer it. The visitor was not one of his favorite people. \n\nTARGET SECTION TO BE ANNOTATED:\n Biff Tannen stood on \nthe porch, his stomach hanging over the pants in his security guard \nuniform. His shirt was untucked and the tie was undone. The patch on \nhis shoulder read Special Security Officer. He was a 47-year-old jerk \nwho liked to push his father around and Marty had no need for him \nwhatsoever. Biff felt the same way about him.\n\nBIFF\nWell, well, he smirked when Marty opened the door. If it isn't the \nneighborhood bootlegger, Al Capone McFly?\n\nMARTY\nWhat do you want, Biff?\n\nBIFF\nShow me some respect, you little asshole. It's Special Officer Tannen \nto you.\n\nMARTY\n(mumbles) The day I show respect to Biff Tannen will be the day I win a \nmillion dollars... What's the matter, Biff, they're not showing you any \nrespect down at the golf course? Don't they realize what a tough job it \nis keeping the criminal element away from the country club?\n\nBIFF\nListen you little Asshole, I oughta --\n\nMARTY\nWhat do you want, Biff? \n\nBIFF\nWhere's your old man?\n\nMarty took a step back and pointed over his shoulder to the kitchen. \nBiff pushed his way into the house and Marty saw he had a broken power \ndrill and some bits in hand. He suddenly felt sick.\n\nBIFF\nHey McFly, what's with this cheap-ass drill you're giving me? Thing \nburned up first time I used it! Almost ruined my whole engine block!\n\nMarty shook his head in disgust as he sat down again at the table. His \ndad immediately turned away from the TV.\n\nGEORGE\nUh -- Biff... (pointing to the bits) These are wood bits. Says so right \nhere. You're not supposed to use them on your engine block.\n\nBIFF\nLook, McFly, I know a lot about tools. This is a cheep-ass drill! \nYou're just lucky I didn't ruin my engine block. Next time you buy \ntools, let me know. I'll help you pick out some good ones.\n\nHe handed George the drill.\n\nBIFF\nOh -- and one more thing. My kid's selling Girl Scout cookies. I told \nher you were good for four boxes.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nBIFF\nOh -- and one more thing. My kid's selling Girl Scout cookies. I told \nher you were good for four boxes. \n\nTARGET SECTION TO BE ANNOTATED:\n Don't make me a liar!\n\nGeorge nodded quickly and Biff left, slamming the door behind him. \nGeorge turned to look at his wife, who gave at him a knowing, \nsympathetic look.\n\nGEORGE\nHow do you like that guy, using wood bits on an engine block? (laughing \nnervously)\n\nMarty couldn't take it anymore. He jumped up from the table and ran \ninto the living room, grabbing his silver Porsche jacket out of the \ncloset.\n\nEILEEN\nWhere are you going?\n\nEXT. McFLY HOUSE\n\nMarty opened the front door and slammed it shut in reply. He pulled his \njacket on as he crossed the front lawn. Reaching the mailbox, he gave \nthe numbers on it, 777, a good slug, then kicked his dad's car beside \nit in the street for good measure.\n\nEXT. NEIGHBORHOOD STREET - NIGHT\n\nHalf an hour later, he was walking down a neighborhood street with Suzy \nParker. \n\nMARTY\n...He just lets himself get pushed around all the time! People walk all \nover him and he never fights back, never stands up for himself.\n\nSUZY\nNo self confidence, I guess... At least you don't take after him.\n\nMARTY\nYeah... Jesus! I wonder how he ever got up enough nerve to marry my \nmom.\n\nSuzy didn't say anything for a few moments. \n\nSUZY\nCan you imagine your parents in bed together?\n\nMARTY\nNo way!\n\nSUZY\nMe neither. I've always wondered whether they slept together before \nthey got married. You think yours did?\n\nMARTY\nHell no! The way my mom carries on about sex -- you even mention the \nword and she goes into cardiac arrest. You shoulda seen her face when I \ntold her we were gonna stay up all night Saturday, he added. Always \nafraid something is going to happen.\n\nSUZY\n(suddenly coy) Is  something going to happen Saturday night?\n\nBefore Marty could answer her, a skateboard suddenly hit his foot. He \nlooked up to see two kids about fifty feet down the street, running an \nobstacle course. The one who had been on the board was slowly getting \nto his feet off the asphalt. Marty jumped on the board and skated over \nto the kid.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe \nlooked up to see two kids about fifty feet down the street, running an \nobstacle course. The one who had been on the board was slowly getting \nto his feet off the asphalt. Marty jumped on the board and skated over \nto the kid. \n\nTARGET SECTION TO BE ANNOTATED:\n Maybe it was because Suzy was there, but he showed off as \nhe weaved through the obstacle, jumping over the last one and landing \nperfectly, then flipping the board into the air and catching it. The \nkids were wide-eyed as Marty handed it to the owner.\n\nKID\nWow, you're good!\n\nMarty grinned and walked back over to an impressed Suzy.\n\nMARTY\nJust like riding a bike -- you never forget how to do it.\n\nEXT. SUZY'S HOUSE\n\nA minute later they were standing in front of Suzy's house.\n\nSUZY\nWell... she said slowly. Here we are...\n\nThey stared at each other for a moment.\n\nMARTY\nThanks.\n\nMarty said softly, leaning forward and kissing her.\n\nSuzy smiled and walked to her door.\n\nSUZY\nSee you later.\n\nMarty watched her as she stepped inside, then turned around and started \nto walk back home.\n A black sedan slowly passed him. A moment later, Marty noticed \nheadlights shining from behind him and whirled around to see that the \nblack sedan had turned around and seemed to be following him. Marty saw \nthe car had the letters N.R.C. on it, like that van had. He stepped to \nthe side of the street, on the sidewalk, and the car pulled up beside \nhim and stopped. Two tall men dressed in black suits got out. They \nlooked like Secret Service men.\n\nN.R.C. AGENT REESE\nGood evening, one said. Agents Reese  (points to his buddy) and Foley, \nfrom the Nuclear Regulatory Commition. (pulls out ID and flashes it to \nMarty) Mind stepping over here?\n\nMARTY\nWhat's this all about?\n\nN.R.C. AGENT FOLEY\nRoutine radiation check.\n\nHe took a Geiger counter from the car and ran it up and down Marty's \nbody. Nothing happened until it got by his feet, especially his right \nfoot. Then it made loud clicking noises. The two men exchanged some \nkind of look.\n\nN.R.C. AGENT REESE\nHave you got any identification? \n\nMarty handed him his wallet after a moment's hesitation.\n\nMARTY\nWhat, am I radioactive or something? \n\nN.R.C. AGENT REESE\nNo, no, not beyond an acceptable level.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nR. C. AGENT REESE\nNo, no, not beyond an acceptable level. \n\nTARGET SECTION TO BE ANNOTATED:\n Have you been X-rayed recently, \nMartin?\n\nN.R.C. AGENT FOLEY\nPerhaps been in contact with some luminous paint? Foley added.\n\nMARTY\n(frowning at them) No...\n\nN.R.C. AGENT REESE\nBeen any place unusual in the past twelve hours?\n\nMARTY\nHome, school, here... (shrugs)\n\nN.R.C. AGENT FOLEY\nBeen in the vicinity of 2980 Monroe Avenue today? asked Foley.\n\nMARTY\nWhere?\n\nN.R.C. AGENT REESE\nOver by the old Orpheum Theater.\n\nMarty hesitated for a moment before answering. They were talking about \nwhere Professor Brown lived. He remembered the box he had seen under \nthe bed. Suddenly, Marty had a million questions for the Professor. \n\nMARTY\nNo.\n\nReese finally handed him back his wallet. \n\nN.R.C. AGENT REESE\nOkay, Martin. You have a good evening now.\n\nMARTY\nYeah, (jamming his wallet back into his pocket) Right.\n\nThe two men got back into their car and drove off. Marty watched them a \nmoment, then sprinted the other way down the street!\n\nEXT. ORPHEUM THEATRE - NIGHT\n\nMarty ran through the streets all the way to the Orpheum Theater. The \nstreet was deserted, save for a newspaper blowing down in the gutter. \nReaching the door to the upstairs of the dilapidated building, Marty \ntook hold of the knob and turned it. It resisted and he tried again, \nhoping it was stuck. He juggled it around but it didn't budge. No doubt \nabout it. It was locked. Marty took a step back and looked up, at the \nthird floor.\n\nA moment later the quiet of the night was shattered by all three of the \nthird floor windows being blown out by a huge gush of air! Jesus! Marty \ngasped, ducking his head as shreds of glass rained down. A moment later \nhe tried the door again, but it was still locked.\n\nAfter weighing the pros and cons of the matter, Marty broke the glass \nwindow in the door and reached around to unlock it himself.\n\nINT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nA moment later \nhe tried the door again, but it was still locked. After weighing the pros and cons of the matter, Marty broke the glass \nwindow in the door and reached around to unlock it himself. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ORPHEUM THEATER - LABORATORY OF PROFESSOR EMMETT BROWN\n\nOnce inside, he ran up the steps to the lab. The first thing he noticed \nwas that the mysterious door with all the locks was completely  un \nlocked! A crack of light shone brightly under the bottom of the door. \nMarty opened it up and stepped inside. He blinked, wondering if he was \nseeing right.\n\nProfessor Brown was standing next to what looked like a old furnace and \nhot water heater thrown together with some boiler room parts. He had \none hand on a rope attached to a metal lever and was messing with some \ndials and gauges with the other hand. Shemp, wearing his organ grinder \noutfit, sat on a stool, a digital watch on a cord around his neck. Some \nkind of long tube with lenses in it was pointed at him.\n\nMARTY\nProfessor! \n\nThe Professor looked up, startled.\n\nPROFESSOR EMMETT BROWN\nGet behind that lead shield!\n\nThe Professor ordered, pointing to a large grey sheet of metal next to \nthe wall. Marty stared at him incredulously.\n\nMARTY\nBut Professor --\n\nPROFESSOR EMMETT BROWN\nGet behind the shield! I'm about to release radiation!\n\nMarty looked at him for a moment more, then darted behind the shield. \nHe watched from around the side of it as the Professor pulled the rope \na tiny bit. The next moment, all hell broke loose! The low hum all the \nmachinery made grew louder and high pitched. Static electricity \ncrackled in the air. The sounds grew louder and the monkey looked \naround, curious. A minute later, the Professor let go of the rope, his \neyes on a watch, and a red beam of light -- like a laser -- hit Shemp \ndirectly in the chest.\n\nMarty winced at the high pitched noise in the room. Less then a second \nafter the laser -- or whatever it was -- hit the Professor's pet, Shemp \nvanished, taking the top of the stool with him! Air suddenly rushed \ninto the room, whipping loose papers around. The noise died down and \nMarty stepped out from behind the shield, his heart pounding from all \nhe had witnessed.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nLess then a second \nafter the laser -- or whatever it was -- hit the Professor's pet, Shemp \nvanished, taking the top of the stool with him! Air suddenly rushed \ninto the room, whipping loose papers around. The noise died down and \nMarty stepped out from behind the shield, his heart pounding from all \nhe had witnessed. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTY\nJesus!! Professor, you just disintegrated Shemp!\n\nProfessor Brown shook his head, a smile playing around his lips. \n\nPROFESSOR EMMETT BROWN\nNo, Marty. Shemp's molecular structure is completely intact!\n\nMARTY\nThen where the hell is he?\n\nPROFESSOR EMMETT BROWN\nThe appropriate question to ask is when the hell is he! You see, Shemp \nhas just become the world's first time traveller. I've sent Shemp into \nthe future -- two minutes into the future to be exact.\n\nMARTY\nThe future? What are you talking about? Where's Shemp?!\n\nPROFESSOR EMMETT BROWN\nShemp is right here in this room...two minutes from now, and at exactly \n9:02PM, we'll catch up to him.\n\nMARTY\nNow hold on a minute, Professor! Hold the phone. Are you trying to tell \nme that this -- all of this here -- that this is -- it's a -- a -- \n\nFor some reason, he couldn't get the words out.\n\nPROFESSOR EMMETT BROWN\n...a time machine.\n\nProfessor Brown confirmed with a nod.\n\nMarty found a chair and sat down in it quickly before his legs could \ngive out on him.\n\nPROFESSOR EMMETT BROWN\nI always knew it would work! I knew it would work when I built it \nthirty three years ago. But I was never able to harness enough power to \ntest it. Power is the key. Massive amounts of energy to accelerate \nmatter to the speed of light while creating an intense gravitational \nfield. But generating that kind of energy has never been possible... \nuntil this afternoon.\n\nMarty took a couple of deep breaths as he waited for the room to stop \nspinning around him.\n\nMARTY\nA time machine! Because of that Coke?!\n\nPROFESSOR EMMETT BROWN\nPrecisely! (nods)\n\nHe walked around the room, pointing out various parts of the machinery \nas explained.\n\nPROFESSOR EMMETT BROWN\nThe power converter, now operating at peak efficiency, thanks to the \nchemical makeup of Coca-Cola, channels energy into the flux capacitor, \nwhich releases several jigowatts in a fraction of a millisecond.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nBecause of that Coke?! PROFESSOR EMMETT BROWN\nPrecisely! (nods)\n\nHe walked around the room, pointing out various parts of the machinery \nas explained. PROFESSOR EMMETT BROWN\nThe power converter, now operating at peak efficiency, thanks to the \nchemical makeup of Coca-Cola, channels energy into the flux capacitor, \nwhich releases several jigowatts in a fraction of a millisecond. \n\nTARGET SECTION TO BE ANNOTATED:\n \nElectron acceleration takes place here... and the result is the \ntemporal displacement beam you saw a few moments ago. The entire \nprocess is triggered when I release the rope.\n\nMarty finally stood, his legs still shaking a little from the shock.\n\nMARTY\nI thought that power converter thing operated on solar energy. There's \nno sun, (pointing to the ceiling and walls)\n\nNot only was it night out, but all the windows had heavy shades drawn \nover them.\n\nPROFESSOR EMMETT BROWN\nSolar energy would have worked just fine...if I could have placed the \nconverter about a mile from the surface of the sun. Instead, I've \ncreated similar conditions in this reactor here. (pointing to the rope) \nThe higher I raise the cadmium rods, the more energy I release from the \nplutonium core, and the further through time I can send an object.\n\nMarty snapped his fingers, suddenly remembering.\n\nMARTY\nThe plutonium! That's what I came over here for! Professor, where did \nyou get that stuff?\n\nPROFESSOR EMMETT BROWN\nWhy?\n\nThe inventor stared at him with suspicious, his eyes narrowed.\n\nPROFESSOR EMMETT BROWN\nI just got stopped in the street by federal agents checking me for \nradiation! I figure they're after your plutonium!\n\nProfessor Brown looked over at a digital clock on the wall. Marty \nfollowed his gaze and saw that it was 9:01:50. Almost two minutes had \npassed since the experiment. It had felt like twice that long.\n\nPROFESSOR EMMETT BROWN\nTen seconds! \n\nThe Professor dashed over to the place where his beam had hit Shemp. \nMarty ran after him, stopping when his friend raised an arm.\n\nPROFESSOR EMMETT BROWN\nBrace yourself for a sudden displacement of air!\n\n Marty watched the clock. The seconds lasted forever. \n9:01:55...56...57... 58...59...\n\nAt that moment, a strong wind gusted in the room and Shemp suddenly \nappeared, literally out of thin air. The top of the stool came back \nwith him and fell to the ground. The monkey screeched as he hit the \nground and scrambled onto some equipment nearby.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt that moment, a strong wind gusted in the room and Shemp suddenly \nappeared, literally out of thin air. The top of the stool came back \nwith him and fell to the ground. The monkey screeched as he hit the \nground and scrambled onto some equipment nearby. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTY\nShemp!\n\nProfessor Brown walked calmly over to the animal and picked him up. He \nquickly looked him over, the monkey squirming to get free, then \nexamined the watch around his neck. He held it up for Marty to see. \n9:00:10. Marty checked the clock on the wall. 9:02:10.\n\nPROFESSOR EMMETT BROWN\nExactly two minutes difference... (triumphantly) and it's still \nticking!\n\nMARTY\nIs Shemp all right?\n\nProfessor Brown set the monkey down on the ground he quickly ran off to \nthe other side of the room.\n\nPROFESSOR EMMETT BROWN\nOf course. Shemp is unaware that anything even happened, other than his \nstool suddenly falling over. We had to wait two minutes to catch up to \nhim, but for Shemp the trip was instantaneous.\n\nMARTY\nProfessor, can this thing send Shemp back in time?\n\nThe Professor thought about that for a moment.\n\nPROFESSOR EMMETT BROWN\nTheoretically, yes, if I were to reverse the polarity.\n\nHe pointed to a switch near the rope with a plus and minus at opposite \nends. It was currently up in the plus position.\n\nMARTY\nJeez, Professor, you've got a gold mine here!\n\nThe Professor frowned, as if he didn't understand. \n\nPROFESSOR EMMETT BROWN\nA gold mine?\n\nMARTY\nSure! Listen -- we take the racing results from today's paper...\n\nHe grabbed an newspaper from earlier that day at a nearby table and \nquickly flipped through to the sports scores.\n\nMARTY\nHere they are. We send 'em with Shemp back to yesterday, we get the \ninformation, put our money on the winning horses, and become \nbillionaires!\n\nProfessor Brown started to shake his head.\n\nPROFESSOR EMMETT BROWN\nMarty, that would alter history.\n\nMARTY\nSo what? We'd be rich!\n\nPROFESSOR EMMETT BROWN\nDon't you understand? The mere act of sending matter back in time would \nchange the course of events, and changing history is a responsibility \nthat I do not wish to bear.\n\nMarty sighed, lowering the paper.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nPROFESSOR EMMETT BROWN\nDon't you understand? The mere act of sending matter back in time would \nchange the course of events, and changing history is a responsibility \nthat I do not wish to bear. Marty sighed, lowering the paper. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTY\nAll I know is you're throwing away an awful lot of money.\n\nPROFESSOR EMMETT BROWN\nThe future, Marty, the future is everything! I built this machine to \nsee the future. So I am going to send Shemp twenty-four hours into the \nfuture. You can assist me, if you like.\n\nMARTY\nSure, he agreed quickly.\n\nThe Professor left the room for a moment, saying something about a \ncassette recorder. Marty waited for a second, then quickly ripped the \nracing results off the sports page and circled the date with a pen that \nhad been in his pocket. He went over to Shemp, stuffed the clipping in \nthe pocket on his vest, then glanced out the door. The Professor was \nrifling through the papers on his desk, his back to the door. Marty \nrushed over to the polarity switch and yanked the lever to the minus \nsign. A couple seconds later, Professor Brown returned, a Micro-\ncassette recorder in hand. He locked the door, then handed the recorder \nto Marty.\n\nPROFESSOR EMMETT BROWN\nTake this, stand at the panel.(pointing to a wall of switches near the \nbeam) and read off the radiation levels. I want to have a record of \nwhat happens here. Be sure to tell me when we reach 85 rads.\n\nMarty nodded and stepped over to the panel. Right before him was a \nmeter with the rads levels. He had his eyes on it as Professor Brown \nfixed the stool a few feet away.\n\nPROFESSOR EMMETT BROWN\nCome on, Shemp, this won't hurt a bit.\n\nThe Professor murmured as he picked up the monkey and placed him on the \nstool again. After doing that, he returned to the rope switch, across \nthe room from where Marty stood and on the other side of Shemp. Marty \nwatched him carefully, but he didn't seem to notice the lever at the \nminus sign.\n\nPROFESSOR EMMETT BROWN\nHere we go!\n\nThe Professor warned, throwing a few switches. The equipment started \nhumming again and Professor Brown slowly reached for the rope and \nstarted tugging on it.\n\nMARTY\nRadiation level, 10 rads.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Professor warned, throwing a few switches. The equipment started \nhumming again and Professor Brown slowly reached for the rope and \nstarted tugging on it. MARTY\nRadiation level, 10 rads. \n\nTARGET SECTION TO BE ANNOTATED:\nMarty said looking at the meter, holding the microphone in the recorder \nup to his mouth as he spoke.\n\nMARTY\nStabilization coefficient, .43. 16 rads coefficient .44. 37 rads, .46. \n51 rads, .46. 73 rads, .47...\n\nMarty heard a loud noise from behind him and spun around to see the \nlocked door kicked open. The dust hadn't even cleared before Marty \nrealized it was the N.R.C. agents, Reese and Foley. Behind them he saw \na huge throng of police and other official people. The agents jumped \ninto the room with .38 guns drawn.\n\nN.R.C. AGENT REESE\nEverybody freeze! N.R.C.!\n\nPROFESSOR EMMETT BROWN\nGet back! \n\nProfessor Brown cried, waving his left hand. The other one was still \nholding onto the rope.\n\nN.R.C. AGENT FOLEY\nJesus Christ! (seeing the machine the Professor was standing beside) \nIt's a Goddamn reactor!\n\nReese pointed his gun at Professor Brown. \n\nN.R.C. AGENT REESE\nYou! Shut it down! Now!\n\n Marty stared at the whole scene, mouth hanging open. He felt strangely \ndetached from it, almost as if it was a play or a scene in a movie he \nwas watching. The microphone fell from his hand, dangling on it's cord \naround his feet.\n\nPROFESSOR EMMETT BROWN\nNo! . Get out! I'm in the middle of an experiment! \n\nHe moved closer to the reactor, pulling the rope tighter as he did so. \nFoley didn't hesitate. He swung his gun at the Professor and squeezed \nthe trigger. The loud bang echoed in the room. Shemp screeched and \nleaped off the stool. Marty watched, horrified, as the bullet hit his \nfriend right in the chest. The Professor staggered back, hand still \nclenched around the rope. He fell backwards to the floor, the rope \npulling taut as he landed.\n\nMARTY\nProfessor! \n\nMarty yelled, finally finding his voice. He whipped his head to check \nthe meter. \n\nMARTY\nOh my God! Release the rope! It's 4200 rads!\n\nReese stared at him, shaking his head.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nRelease the rope! It's 4200 rads! Reese stared at him, shaking his head. \n\nTARGET SECTION TO BE ANNOTATED:\n It was too noisy in the room for \nMarty to be heard. \n\nN.R.C. AGENT REESE\nWhat?!\n\nMARTY\nPro! Release the rope! \n\nIt was so noisy he could hardly hear his own voice! Reese shook his \nhead again. Marty started for the Professor himself. Foley turned the \ngun on him.\n\nN.R.C. AGENT FOLEY\nFreeze! \n\nMarty stopped, standing right before the stool where Shemp had once \nbeen. He raised his hands, showing he didn't have anything on him. The \nrecorder and microphone was now in his jacket pocket. He couldn't \nremember putting it there with all the excitement.\n\nMarty's eyes darted over to the Professor. As he watched, the \nProfessor's grip suddenly relaxed and the rope swung loosely in the \nair. Marty suddenly realized he was right in the line of the focusing \nlense. A bright white light shot out from it and hit him square in the \nchest. Marty looked down at it for a moment, a little curiously, then \nlooked up at the people in the room. Reese and Foley stared at him, \nstartled looks on there faces. Suddenly the whole room turned bright, \nblinding white, like a million cameras flashing at once. Then, less \nthen a second later, everything was plunged into a deep, black silence.\n\nINT. DARK STOREROOM\n\nProfessor? Marty asked, straining his eyes in the darkness, trying to \nsee something, anything. But everything was completely and utterly \nblack.\n\nMARTY\nHello? (listening hard for any sound)\n\nAfter a moment, Marty reached into his pocket and pulled out a \nmatchbook. He ripped a match free and struck it against the sandpaper. \nMarty held it up as it lit, looking around the room. It looked like he \nwas in some kind of storeroom. Marty took a step forward, almost \nrunning into an old broken chair. He dodged it last minute and strolled \nslowly around the room, trying to figure out where the hell he was. \nDusty furniture and crates littered the room.\nThe match was starting to burn Marty's fingers and he dropped it, \nfumbling to light another. He walked towards the door, having the \nnagging feeling that something was strangely out of place.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nDusty furniture and crates littered the room. The match was starting to burn Marty's fingers and he dropped it, \nfumbling to light another. He walked towards the door, having the \nnagging feeling that something was strangely out of place. \n\nTARGET SECTION TO BE ANNOTATED:\n Where the \nhell am I? he wondered. Marty reached for the doorknob and tried \nturning it. Locked.\n\nMARTY\nDamn!\n\nHe looked around for a way out. Marty spotted a window and went over to \nit, holding his breath as he tried to slide it open. It slid and he \ncarefully climbed outside on to a fire escape. He scrambled down the \nunstable structure and dropped to the alley below.\n\nEXT. STREET\n\nJust as his feet scraped the pavement, Marty noticed a pair of \nheadlights approaching him, fast. He stood there for a minute, frozen \nin the beams, then jumped back and pressed himself against the wall of \nthe building. The truck sped by, missing him by inches!\n\nMarty let out a loud sigh of relief as he watched the truck drive off, \nthen noticed the sign on the door that he was right next to. Wilson's \nCafe, Rear Entrance, it said. Marty tried the door, expecting it to be \nlocked. But the knob turned freely in his hand. Strange. For as long as \nhe could remember the back door had been locked.\nMarty stepped inside.\n\nMARTY\nHey, since when are you open at... \n\nHe started to say, then stopped when he got a good look around. It \ncouldn't be Wilson's Cafe!\nEverything in the room looked brand new...but at the same time, old. \nDick wasn't behind the counter a woman of maybe thirty was. Marty \nlooked up at the menu and gasped.\n\nMARTY\nSince when were roast beef sandwiches 30 cents, and an ice cream sunday \n15 cents? \n\nHe tore his eyes off the prices long enough to notice the people. Boy, \ndid he notice them! All the men were in double-breasted suits, with \nhats. And not baseball caps, either! Marty noticed all the women were \nin skirts -- long skirts. Not one was in any type of pants, like jeans. \nAnd the way people had their hair done.... Those styles went out  ages \nago!\n\nA chubby five-year-old boy, dressed in pajamas, was playing on the \nfloor with some trucks. Marty almost tripped over him as he walked \nslowly around, his mouth open with amazement, gazing at everything.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThose styles went out  ages \nago! A chubby five-year-old boy, dressed in pajamas, was playing on the \nfloor with some trucks. Marty almost tripped over him as he walked \nslowly around, his mouth open with amazement, gazing at everything. \n\nTARGET SECTION TO BE ANNOTATED:\n \nAfter a moment he realized the woman behind the counter was staring at \nhim, a suspicious look on her face. You want something, kid? she asked, \nleaning forward across the counter.\n\nMarty hesitated for a moment, then sat down. He decided he needed to \nblend in as much as he could. The silver Porsche jacket alone that he \nhad on was causing way too many stares. \n\nMARTY\nUh, yeah... Gimme a Tab.\n\nWAITRESS\nWhat? (frowning)\n\nMARTY\nA Tab.\n\nThe waitress rolled her eyes.\n\nWAITRESS\nKid, I can't give you the tab until you order something.\n\nMarty tried to ignore the stares everyone was giving him and looked \ndown at the counter. He saw the man beside him had a cup of coffee.\n\nMARTY\nUh, coffee.\n\nShe reached over and poured him a cup.\n\nWAITRESS\nDid something happen to you, kid? I mean, you been lost in the woods or \nsomething?\n\nMarty looked at her blankly.\n\nMARTY\nHuh? (noticing a bowl of sugar cubes on the counter) Say, have you got \nany Sweet 'N Low?\n\nThe waitress stared at him.\n\nWAITRESS\nSweet and what? (suddenly lifting the coffee away from him) Maybe you'd \nbetter pay for this first.\n\nMARTY\nSure,.\n\nMarty said with a shrug. He reached for his wallet and took out a \ntwenty dollar bill, holding it out to the waitress. Her eyes bugged out \nand her mouth dropped open.\n\nWAITRESS\nA twenty? What do you think this is, a bank? I can't break a twenty! \n(eyes narrowing suspiciously) Say, what's a kid your age doing with all \nthis money?\n\nMarty quickly stuffed the bill back in his wallet. Now everyone in the \ncafe was staring at him. \n\nMARTY\nLook, maybe I'd better talk to Dick. Is he around?\n\nWAITRESS\nDick? Dick who?\n\nMARTY\nNow who's being stupid? The guy who runs this place.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nDick who? MARTY\nNow who's being stupid? The guy who runs this place. \n\nTARGET SECTION TO BE ANNOTATED:\nWAITRESS\nI run this place! (eyes once again narrow)\n\nMARTY\nWhat happened to Dick Wilson?\n\nWAITRESS\nDick Wilson? Dickie Wilson? Dickie Wilson runs this place? That's a \nlaugh!\n\nMarty felt his face redden as everyone in the room started to laugh \nwith the waitress.\n\nMARTY\nWhat are you trying to do? Freak me out, or something?\n\nMAN WITH COFFEE\nFreak?\n\nThe man beside him with the coffee asked. \n\nMAN WITH COFFEE\nAre you from some circus? Is that what all that writing on your clothes \nmeans?\n\nMARTY\nHaven't you ever heard of designer labels? (glaring at him)\n\nHe heard soft footsteps from behind the counter and saw the little \nfive-year-old run up to the woman.\n\nDICKIE\nMommy, I'm hungry, he whined.\n\nThe waitress smiled.\n\nWAITRESS\nJust take a candy bar, then go to bed, Dickie.\n\nMarty did a double take. \n\nMARTY\nDickie? That's Dick Wilson?\n\nThe waitress nodded.\n\nWAITRESS\nThat's Dick Wilson.\n\nMarty watched the kid grab a Babe Ruth off the candy counter and \nscamper off. He was about to turn away from the sight when he noticed a \ncalendar behind the cash register. A calendar that had the number 1952 \nin big black letters.\n\nMARTY\n1952? (voice rising) This is 1952?! Holy shit! You know what this \nmeans? I've gone back in time thirty years! Thirty Goddamn years! I \nhaven't even been born yet!\n\nThe waitress took one look at him and reached for a phone. \n\nWAITRESS\nI'm calling the cops.\n\nMarty jumped off the stool and ran out the front door, stopping dead in \nthe middle of the street. Everything had changed!\n\nEXT. MONROE AVENUE\n\nMonroe Avenue, once full of old, rotting buildings, was now a bustling, \nthriving business district! Cars from the '40's and '50's ran up and \ndown the streets. People were everywhere, walking along the streets, \nstopping in the shops.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nMONROE AVENUE\n\nMonroe Avenue, once full of old, rotting buildings, was now a bustling, \nthriving business district! Cars from the '40's and '50's ran up and \ndown the streets. People were everywhere, walking along the streets, \nstopping in the shops. \n\nTARGET SECTION TO BE ANNOTATED:\n Marty was so shocked to see what he was seeing \nhe didn't notice the strange, suspicious looks the towspeople were \nflashing at him, or the drivers honking at him as they swerved to avoid \nhitting him.\n\nHe turned and noticed the Orpheum Theater. It, too, had changed! Boy, \nhad it! The marquee was lit up with the words: John Wayne, Maureen \nO'Hara -- The Quiet Man. In Full Color! People streamed into it and \nfrom the looks of the place, it was a first class movie theater.\n\nMARTY\nDammit! \n\nHe noticed a man walking by with a newspaper in hand. Marty ran over to \nhim and snatched the paper away, ignoring the owner's protest as he \nscanned the front page for the date. March 11, 1952.\n\nMARTY\n1952! God dammit!\n\nMarty threw the paper down on the sidewalk and ran down the street. He \nstopped beside an old car and checked out the license plate. Besides \nthe fact it looked nothing like the plates he was used to, it also said \n--\n\nMARTY\n1952! Dammit!\n\nMarty ran off again, noticing a phone booth. It was empty, so he \nstopped.\n\nINT. PHONE BOOTH\n\nMarty went inside and grabbed the phone book. He frantically riffled \nthrough the pages, to the listings of Browns. After a minute, he \nlocated it and ran his finger down the column to: Brown, Emmett L., 788 \nW. Spruce. Madison 3489. Marty pulled the Bic pen out from his pocket \nand circled the line. Then he reached into his pocket again and pulled \nout all the change he had. One nickel and three pennies.\n\nMARTY\nDammit!\n\nMarty picked up the receiver anyway and dialed zero.\n\nOPERATOR\nOperator...\n\nMARTY\nOperator! Listen, this is an emergency! I have to make this call, but I \ndon't have a dime -- all I got is a nickel -- but you gotta connect me \n--\n\nOPERATOR\nSir, it only costs a nickel.\n\nMARTY\nWhat? \n\nOPERATOR\nLocal calls cost five cents.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nI have to make this call, but I \ndon't have a dime -- all I got is a nickel -- but you gotta connect me \n--\n\nOPERATOR\nSir, it only costs a nickel. MARTY\nWhat? OPERATOR\nLocal calls cost five cents. \n\nTARGET SECTION TO BE ANNOTATED:\n What number do you want?\n\nMarty looked up and saw the words, Local Calls 5 Cents written in plain \nsight on the telephone. \n\nMARTY\nOh -- right! Uh, Madison 3489.\n\nOPERATOR\nFive cents, please.\n\nMarty placed the nickel inside the coin slot and listened as the number \nran several times.\n\nOPERATOR\nI'm sorry, there's no answer.\n\nMARTY\nOperator, what's today's date?\n\nOPERATOR\nMarch 11th.\n\nMARTY\nWhat year?\n\nOPERATOR\nNineteen fifty --\n\nMarty shook his head.\n\nMARTY\nDammit! \n\nHe slammed the receiver down and ripped the page out of the phone book, \nstuffing it in his pocket. Then he got out of the phone booth and ran \ndown the street.\n\nEXT. McFLY/BAINES HOUSE\n\nMarty didn't know how long he had been running before he found himself \non a residential street. It looked vaguely familiar, but he was too \nexhausted by the recent events to figure out why. He leaned against a \nmailbox, trying to catch his breath, when he happened to look down at \nthe numbers on it. 777. Marty spun around and stared at the house.\n\nMARTY\nMy house!\n\nIt looked like his house. It was! But there were some weird things, \nlike the trees not being as tall, different curtains, and a old Chevy \nin the driveway. Marty watched as the front door opened and a woman \npushed the screen door open to let out a dog. Marty gasped. The woman \nwas his mother!\n\nMARTY\nMom!\n\nMarty raced to the front door. She didn't notice him and shut the door. \nMarty ran up the steps and pounded on the front door.\n\nMARTY\nMom! Open up! It's me!\n\nAfter a few seconds the door opened and his mom stood in the doorway. \nShe stared at Marty without a shred of recognition.\n\nMARTY\nMom, thank God! Thank God you're here!\n\nHis mother stared at him blankly.\n\nMOM\nI bed your pardon, young man?\n\nMARTY\nMom! It's me! Marty! Don't you know your own son!\n\nMom started to close the door, her expression uneasy. \n\nMOM\nI think you have the wrong house.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon't you know your own son! Mom started to close the door, her expression uneasy. MOM\nI think you have the wrong house. \n\nTARGET SECTION TO BE ANNOTATED:\nMarty shook his head frantically. \n\nMARTY\nNo -- no -- it's not! (panting) It's not!\n\n A man smoking a pipe approached Marty's mother from behind. \n\nMR. BAINES\nWho's there, Stella?\n\nMARTY\nStella!? No! Don't tell me you're Stella! Tell me you're Eileen! Please \ntell me you're Eileen!\n\nIn the background, Marty saw a teenage girl come down the staircase. \nShe heard the last part of the conversation and went over to the door, \npushing her way past the woman. \n\nEILEEN\nI'm Eileen.\n\nHe stared into her hazel eyes.\n\nMARTY\nHow old are you?\n\nEILEEN\n(smiles) Seventeen.\n\nMarty stared at her for a moment more, breathing hard, before his eyes \nrolled back in his head and he slumped to the ground in a dead faint!\n\nINT. BAINES HOUSE\n\nMarty smelled something funny. He made a face and turned his head, but \nthe smell followed him. He slowly opened his eyes and looked up into \nthe face of someone he knew. It looked a lot like him, only he didn't \nlook as old. Then Marty remembered -- he was in 1952!\n\nMARTY\nProfessor? Professor Brown?  \n\nPROFESSOR EMMETT BROWN\n(whispers covertly) You know me?\n\nThe Professor removed the smelling salts from under Marty's nose now \nthat he was awake. It was only then Marty realized he was stretched out \non a couch in a living room that looked an awful lot like his own.\n\nMARTY\nProfessor, you time machine works! It works! It sent me back in time! \nI'm from 1982!\n\nPROFESSOR EMMETT BROWN\nSsshhhhh! \n\nProfessor Brown said, holding up his hand. His expression was both \nthoughtful and suspicious. Marty heard footsteps and turned his head to \nsee his grandfather, grandmother, and mother, all looking thirty years \nyounger, edging closer to the couch to get a look at him.\n\nMR. BAINES\nIs he all right?\n\nThe Professor straightened up.\n\nPROFESSOR EMMETT BROWN\nHe will be. Simple inebriation, is all.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Professor straightened up. PROFESSOR EMMETT BROWN\nHe will be. Simple inebriation, is all. \n\nTARGET SECTION TO BE ANNOTATED:\n The young man must have a \nrather low tolerance for alcohol... something that runs in the family. \nYou see, he's a second cousin of mine on my mother's side. Came quite a \ndistance to visit me, he added. His name's Lewis.\n\nMARTY\nMarty.\n\nPROFESSOR EMMETT BROWN\nUh, Marty Lewis! I almost didn't recognize him -- haven't seen him in \nyears.\n\nEileen stared at Marty and he looked back at her, fascinated that this \nyoung teenager was -- would be -- his mother! She looked so \ndifferent... attractive, even!\n\nSTELLA\nIt's a good thing he had your name circled in the phone book. I would \nhave called the police.\n\nProfessor Brown leaned over and helped Marty sit up.\n\nPROFESSOR EMMETT BROWN\nWell, Mrs. Baines, Mr. Baines, thank you for your trouble. Both Marty \nand I apologize for the inconvenience. We'll get him home and as good \nas new.\n\nMr. Baines looked sharply at Marty and shook his finger at him.\n\nMR. BAINES\nSon, you watch yourself!\n\nMARTY\nYes, sir.\n\nEILEEN\nOh!\n\nEileen began, going over to a chair a few feet away and picking up the \nsilver jacket of Marty's. \n\nEILEEN\nHere's your jacket!\n\nMARTY\nUh, thanks...\n\nEileen held up the jacket and gave it a quizzical look.\n\nEILEEN\nWhat kind of material is this? I've never seen anything like it.\n\nHe took it from her hand.\n\nMARTY\nIt's polyester.\n\nEILEEN\nPoly-what?\n\nPROFESSOR EMMETT BROWN\nIt's an experimental invention of mine. Sort of a rubberized silver-\nfoil. I just made up a name for it. Come on, Marty. We've got a lot to \ntalk about.\n\nMarty followed the Professor. He was just about to step out the door \nwhen Eileen stopped him. \n\nEILEEN\nMarty?\n\nHe turned.\n\nMARTY\nHuh?\n\nEILEEN\nHave we ever met before? \n\nShe asked with a puzzled look on her face. Marty's eyes met hers, but \nbefore he could open his mouth, the Professor grabbed his arm and \npulled him out the door.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nEILEEN\nHave we ever met before? She asked with a puzzled look on her face. Marty's eyes met hers, but \nbefore he could open his mouth, the Professor grabbed his arm and \npulled him out the door. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. CAR\n\nFifteen minutes later, the Professor's 1937 Packard was pulling into \nthe driveway of a huge Victorian mansion on the outskirts of town.\n\nMARTY\n...and the flux capacitor is hooked into this thing that looks like a \ncondenser with a lense on it... \n\nMarty was saying as Professor Brown stopped the car. He looked at the \nhouse for the first time and let out a low whistle as they both got out \nof the car. Even in the dark, Marty was able to see how fancy it was.\n\nEXT. BROWN MANSION\n\nMARTY\nJeez -- this is where you used to live, huh? You must have been rich!\n\nPROFESSOR EMMETT BROWN\nMust have been? Used to live? I do live here.\n\nMARTY\nOh, yeah.\n\nThey started to walk up the drive to the front door.\n\nMARTY\nWell, there's a mall here now -- I mean, there will be.\n\nPROFESSOR EMMETT BROWN\nA mall?\n\nMARTY\nYeah, a shopping mall. You know, a shopping mall?\n\nProfessor Brown held his hands up and shook his head. \n\nPROFESSOR EMMETT BROWN\nSsshhhhh -- don't tell me these things, Marty. I don't want to know \nabout the future.\n\nINT. BROWN MANSION\n\nHe opened the front door and stepped inside the living room. Marty \nlooked around as the Professor switched on the lights. Professor Brown \nheld his hands up and shook his head. \n\nPROFESSOR EMMETT BROWN\nDo you see it here?\n\nThe living room was filled with antique furniture, pieces of different \nmechanical devices lying everywhere. It was easy to see that the \nProfessor's love of inventing was just beginning, since everything was \nstill relatively neat. But there was no sign of the time machine. Marty \nshook his head.\n\nMARTY\nNo.\n\nProfessor Brown walked across the room and into another one. This one \nappeared to be a study. Bookshelves lined the walls, filled with old \nvolumes. On the desk in the center of the room, Marty recognized little \nmodels of that one robot and flying car he had seen plans of in the \nfuture.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis one \nappeared to be a study. Bookshelves lined the walls, filled with old \nvolumes. On the desk in the center of the room, Marty recognized little \nmodels of that one robot and flying car he had seen plans of in the \nfuture. \n\nTARGET SECTION TO BE ANNOTATED:\n The Professor watched Marty as he glanced about the room, but \nhe had to shake his head again. No time machine.\n\nThe Professor crossed the room, over to a door at the far end of the \nstudy. He pulled out a key and unlocked it, pushing it open. He \nswitched a light on inside and gestured for Marty to come over. Marty \nonly had to glance at the room for a second before recognizing the time \nmachine. It looked a little less run down, cleaner and shinier, but it \nwas the time machine nonetheless. This is it!\n\nProfessor Brown placed the key back in his pocket and looked hard at \nMarty.\n\nPROFESSOR EMMETT BROWN\nYou've convinced me that you must be who you say you are. No living \nhuman has ever seen this machine. (frowns) But why? Why even in my \ntwilight years would I remotely consider sending someone back in time?\n\nMARTY\nYou didn't, Professor. It was an accident! You see, what happened --\n\nPROFESSOR EMMETT BROWN\nNo! Don't tell me!  I don't want to know the future! My knowledge of \nfuture events... your mere presence here... could have devastating \neffects on the course of history. And altering history is a \nresponsibility that I do not wish to bear. My immediate response is to \nsend you back to your own time.\n\nMarty had heard the Professor say almost those exact same words when he \nhad wanted to send Shemp back in time with the sports scores. It seemed \nlike a million years ago even though, technically, it was thirty years \nin the future. But this time he agreed with the Professor. He wanted to \ngo home. \n\nMARTY\nI can dig that.\n\nProfessor Brown gave him a strange, puzzled look. \n\nPROFESSOR EMMETT BROWN\nPardon me?\n\nMARTY\nOh. That expression probably hasn't been invented yet... I can get \nbehind -- I agree with you.\n\nThe phone rang in the study. The Professor left the room with the time \nmachine to answer it. Marty followed him and checked out the models on \nthe desk while the Professor picked up the phone on the third ring. He \ndidn't mean to listen on the conversation, but it was kind of hard not \nto.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Professor left the room with the time \nmachine to answer it. Marty followed him and checked out the models on \nthe desk while the Professor picked up the phone on the third ring. He \ndidn't mean to listen on the conversation, but it was kind of hard not \nto. \n\nTARGET SECTION TO BE ANNOTATED:\nPROFESSOR EMMETT BROWN\nHello? (pause) Yes Charles, yes, I looked over the offer. (pause) It's \nvery generous that they want to make me a major stockholder. But I'm \njust not interested in a position with this little X-rox corporation... \nIf it's pronounced 'Zerox', why don't they spell it with a Z?... Look, \nI'm on the verge of a breakthrough on my power converter.\n\nMarty dropped the little car he had been looking at when the Professor \nsaid that. The power converter! How could he have forgotten! It needed \nnuclear power and he didn't think there was any now, at least none that \nthey could get there hands on. Did that mean he was... stuck here?\nProfessor Brown continued to talk on the phone, not noticing the sick \nexpression on Marty's face. \n\nPROFESSOR EMMETT BROWN\n...Well, any day now. And then I'll need people to work for Emmett \nBrown Industries! I've got a lot of ideas that are going to create a \nlot of jobs. Very well, good night, Charles.\n\nThe Professor shook his head as he hung up the phone. \n\nPROFESSOR EMMETT BROWN\nThe X-rox Corporation. How are they going to sell a product if you \ncan't even pronounce the name?\n\nHe turned back to Marty.\n\nPROFESSOR EMMETT BROWN\nNow... the time machine works, that's obvious. As I've always known, \nit's a question of power. Where did I -- will I get enough power to \nsend a man thirty years through time?\n\nMarty opened his mouth to tell him, but Professor Brown quickly held up \nhis hands.\n\nPROFESSOR EMMETT BROWN\nNo -- wait -- don't tell me!\n\nHe didn't say anything for a long moment, then shook his head.\n\nPROFESSOR EMMETT BROWN\nOn second thought, there may be some things you'll have to tell me.\n\nMARTY\nThe power converter...\n\nPROFESSOR EMMETT BROWN\nOf course! The power converter! It works! Of course, it works... \n(looking to Marty) What chemicals do we use?\n\nMarty hesitated, slowly taking a deep breath before starting.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nOf course, it works... (looking to Marty) What chemicals do we use? Marty hesitated, slowly taking a deep breath before starting. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nMARTY\nWell, Professor, are you sure you want me to tell you? You know, \nchanging the course of history and all....\n\nPROFESSOR EMMETT BROWN\nBlast it -- no, I suppose you're right.... You do know the proper \nchemical formula?\n\nMarty nodded.\n\nMARTY\nSure, and there won't be any problem getting some -- Getting it...\n\nHe stopped. He had almost blurted it out. \n\nThe Professor walked over to a bar and pulled a glass bottle of brandy \nout of the cabinet. \n\nPROFESSOR EMMETT BROWN\nCoke? \n\nHe started to pour the alcohol in a glass.\n\nMARTY\n(stunned) How did you know?\n\nPROFESSOR EMMETT BROWN\nJust a guess. I figured kids would still be drinking Coke in 1982.\n\nMarty let out all the breath he had been holding. So he didn't know \nthat was the secret formula after all.\n\nPROFESSOR EMMETT BROWN\nAll right, then it's very simple, (tossing Marty a bottle of Coke as he \nspoke) Tomorrow, weather permitting, you'll get the chemicals, and \nwe'll wire the power converter to the time machine, point it at the \nsun, and send you home.\n\nMarty hesitated again. He had a feeling that what he was about to say \nwould not really please the \n\nMARTY\nProfessor. Well, not exactly, Professor. You see, we don't point it at \nthe sun.\n\nPROFESSOR EMMETT BROWN\nWe don't.... \n\nThe Professor lifted up his drink to his lips.\n\nMARTY\nNo...\n\nMarty took a deep breath. He had gone this far. He might as well go all \nthe way.\n\nMARTY\nWe need a nuclear reactor.\n\nProfessor Brown choked on his drink.\n\nPROFESSOR EMMETT BROWN\nA nuclear reactor! How much energy do we need?\n\nMarty shrugged -- then remembered the Micro-Cassette Recorder! He still \nhad it with him, in his pocket. He took it out and rewound it, then hit \nplay and set it on the Professor's desk. Professor Brown looked at it \nstrangely, but didn't ask any questions.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe still \nhad it with him, in his pocket. He took it out and rewound it, then hit \nplay and set it on the Professor's desk. Professor Brown looked at it \nstrangely, but didn't ask any questions. \n\nTARGET SECTION TO BE ANNOTATED:\n He sat down at his desk and \nthe two of them listened as it played back. After a couple minutes, it \ngot to the important part.\n\nMARTY (on tape)\nRelease the rope! It's 4200 rads!\n\nThe tape grew silent. It had reached the end. Professor Brown reached \nout and picked up the recorder, staring at the buttons for a minute \nbefore pressing the one to stop it. He didn't say anything for a \nmoment, then: \n\nPROFESSOR EMMETT BROWN\n4200 rads? Good God!\n\nMarty was trying to twist the top of the Coke bottle, but for some \nreason it wouldn't turn. \n\nPROFESSOR EMMETT BROWN\nThere's something I still don't understand. \n\nThe Professor picked the recorder up again and rewound it.\n\nPROFESSOR EMMETT BROWN\nFascinating device, he commented as it spun back.\n\nProfessor Brown stopped it and played back the gunshot sounds.\n\nPROFESSOR EMMETT BROWN\nThese loud bangs... could those be some sort of malfunction in the time \nmachine? Do you know what they are?\n\nMarty gripped the Coke bottle so hard his knuckles turned white. He \ncouldn't tell Professor Brown that those sounds were him being shot!\n\nMARTY\nI wouldn't worry about 'em, Professor.\n\nA minute passed while the tape replayed. \n\nPROFESSOR EMMETT BROWN\n4200 rads...  That certainly can't be generated under controlled \nconditions in this day and age.\n\nMARTY\nThat's just great!\n\nMarty still tried to get that Coke bottle open. It was like the cap was \nwelded on there!\n\nPROFESSOR EMMETT BROWN\nHowever...there's a lot I don't know about nuclear physics. So first \nthink in the morning, I'll go to the University and see what I can find \nout. I want you  to stay in the house, (pointing a finger at Marty) \nIt's very important that you don't interfere in any way with the \noutside world. I've got plenty of food, there's the radio, books, \nmagazines... I've even got one of those new television sets. There's \nplenty to do.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nI've got plenty of food, there's the radio, books, \nmagazines... I've even got one of those new television sets. There's \nplenty to do. \n\nTARGET SECTION TO BE ANNOTATED:\nProfessor Brown stared at Marty as he twisted and turned that cap in \nevery imaginable way possible.\n\nPROFESSOR EMMETT BROWN\nWhat are you doing?\n\nMarty gave up and held the bottle out.\n\nMARTY\nHow do you open these?\n\nThe Professor took the bottle from his hand and picked up a bottle \nopener lying nearby. A second later he handed it back, now without the \ntop. Marty looked down at the Coke in his hand, then up at the \nProfessor.\n\nMARTY\nIt doesn't look good, does it, Professor?\n\nProfessor Brown shook his head.\n\nPROFESSOR EMMETT BROWN\nAt the moment, it looks like you're stuck here.\n\nINT. BROWN MANSION - NEXT MORNING\n\nEarly the next morning, Professor Brown walked down the hall to the \nroom he had given Marty McFly late the night before. He stopped and \nlistened carefully, hearing no sound from the other side. After a \nminute he reached for the doorknob and turned it. The Professor pushed \nthe door open a couple of inches, sticking his head around the side of \nthe door to peer inside.\n\nThe shades were wide open, the first rays of sunlight slanting across \nthe room over to the bed. Marty was lying on top of the queen bed on \nhis back, one arm hanging over the side of the bed, still fully dressed \nin his 1982 clothes. His eyes were closed and he appeared to be asleep. \nThe Professor studied him for a moment, then slowly stepped inside the \nroom and crept across to the table next to the bed, where the Cathedral \nRadio rested and the small cassette recorder. He had come in to get a \ncloser look at the future object.\n\nProfessor Brown carefully picked the recorder up and examined it. His \nfinger accidentally hit the play button and a loud burst of \nconversation came out. The Professor swore under his breath as he \nfumbled for the stop button. His eyes flew to Marty as he quickly set \nthe recorder on the table again. Marty let out a deep sigh, eyes still \nclosed, and rolled over.\n\nProfessor Brown waited a moment, to make sure Marty wasn't going to \nawaken. He listened to his slow, deep breathing for a second, then \nquickly crossed the room to the door. The Professor eased it shut and \ncontinued down the hall.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nProfessor Brown waited a moment, to make sure Marty wasn't going to \nawaken. He listened to his slow, deep breathing for a second, then \nquickly crossed the room to the door. The Professor eased it shut and \ncontinued down the hall. \n\nTARGET SECTION TO BE ANNOTATED:\n He had to get to the University and look up \nthe information about nuclear physics. Hopefully, there would be a \nanswer to send Marty back to the future.\n\nMarty felt warm sunlight on his face. He threw an arm across his still-\nclosed eyes to block it out, along with the memories. Pieces of the \nnight before came back to him, being in 1952. Maybe, Marty thought,  it \nwas just a dream. All I have to do is open my eyes and I will see that \nit was all part of some bizarre dream....\n\nHe sighed as his eyes focused on his surroundings. It wasn't a dream. \nHe was lying on the bed in the room that Professor Brown had given him \nthe night before. He was still in 1952.\n\nMarty reached over and clicked on the old radio by the bed, mostly out \nof habit. He waited a few seconds, expecting to hear some old song, but \nnothing came on. He hit it a few times, wondering if it was broken. \nOnly a minute later did sound slowly come on, and it was horrible! \nMarty made a face as he rolled over and twisted the tuning dial, \nskimming the different stations for something better.  Nothing that \neven remotely resembled any type of rock 'n roll came on. Marty flipped \nthe radio off, shaking his head in disgust.\n\nHe got off the bed and left his room, wandering downstairs to the \nkitchen. He opened a cabinet and found a coffee pot. As he was taking \nit out of the cabinet, it slipped from his hands and crashed onto the \nhardwood floor, separating into different pieces. Marty swore and knelt \ndown, trying to get it back together. After a minute, he gave up and \nset it aside.\n\nMarty turned to the refrigerator and pulled it open. He fished out a \nbottle of milk and took off the little piece of foil at the top. Taking \na glass off the counter, he set it on the kitchen table and lifted up \nthe bottle to pour some milk in the glass. Nothing came out. Marty held \nit up and looked down the neck, noticing a cardboard plug keeping the \nmilk in.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nTaking \na glass off the counter, he set it on the kitchen table and lifted up \nthe bottle to pour some milk in the glass. Nothing came out. Marty held \nit up and looked down the neck, noticing a cardboard plug keeping the \nmilk in. \n\nTARGET SECTION TO BE ANNOTATED:\n He stuck a couple fingers down there, trying to pull it out - \nbut he couldn't get ahold of it! With a sigh of annoyance, Marty \nfinally just pushed his fingers through the cardboard and poured the \nmilk in the glass.\n\nAfter pulling the bottle back in the refrigerator, Marty sat down at \nthe kitchen table to drink his milk. He noticed some magazines and \nnewspapers spread out and lifted a couple of them up for a closer look. \nThe issue of Time had a cover story titled, The Republicans: Who Will \nWin in '52? Photos of the men involved were splashed on the cover. \nMarty stared at it for a moment.\n\nMARTY\nEisenhower...\n\nHe picked up a  Newsweek. Will We Have War With Russia This Year? the \ncover asked in big bold letters.\n\nMARTY\nNo...\n\nHe took a look at the local newspaper. Crime Rate Continues to Rise! \nthe headline screamed. Marty shook his head and noticed a Saturday \nEvening Post lying nearby. A picture of some high school students were \non the cover with the words, What's Wrong With the Younger Generation? \nHe laughed and flipped the magazine over. An ad for Van Heusen Shirts \nhad Ronald Regan in it.\nJesus, Marty muttered when he saw it, shaking his head again. The \ndoorbell rang. Marty looked up from the periodicals, uneasy. He stayed \nseated, remembering the Professor's instructions from the night before. \nThe bell rang again and Marty got up from the table and walked slowly \nthrough the dining room and living room to the front door. He stopped a \nfew feet away from it, staring hard at the wood and feeling torn.\n\nThe doorbell rang for a third time. What if it was someone in trouble? \nWhat if someone was hurt and needed to use the phone? Would it be such \na bad thing, then, if he answered the door?\nAw, what the hell, he thought. Marty stepped forward and opened the \ndoor.\n\nPROFESSOR EMMETT BROWN\nAha!\n\nProfessor Brown exclaimed, shoving a finger at Marty's chest from the \nporch.\n\nPROFESSOR EMMETT BROWN\nYou answered the door!\n\nMARTY\nYou were ringing the doorbell! \n\nMarty took a step back as the Professor walked inside.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nPROFESSOR EMMETT BROWN\nYou answered the door! MARTY\nYou were ringing the doorbell! Marty took a step back as the Professor walked inside. \n\nTARGET SECTION TO BE ANNOTATED:\nPROFESSOR EMMETT BROWN\nI told you not to interfere with any of the events of this time! \nNobody's supposed to see you here! What if I was a mailman? Or a \nsalesman?\n\nMARTY\nWhat if you lost your keys?\n\nPROFESSOR EMMETT BROWN\nThen I would have figured out to get back in through the events in the \nnatural course of history! Don't you understand? The fabric of history \nis very delicate. Anything you do could have serious consequences!\n\nMARTY\n Hey, look, gimme a break! All I did was answer the door! How's that \ngonna change history?\n\nPROFESSOR EMMETT BROWN\nI don't know, but I don't want to take any chances! Now you stay here \nand don't do anything. Don't answer the door, don't answer the phone, \ndon't go outside. Understand?\n\nMarty rolled his eyes, having it up to here with the lecturing!\n\nMARTY\nHey, get off my case, would you? I didn't want to come here, and the \nonly reason I'm here in the first place is because I was a nice guy, \nhelping you out. So don't tell me I gotta stay cooped up in here and \nvege out, because none of this is my fault!\n\nProfessor Brown appeared unaffected by the speech. \n\nPROFESSOR EMMETT BROWN\nLet me put it on a level you can understand. You don't belong here. You \ndon't know anything about this world. You don't know the customs, you \ndon't know how to talk, how to act -- you don't even look like you \nbelong here. And if you walked out on the street, you wouldn't get 100 \nyards without being arrested. Then there would be questions, and where \nwould we come up with the answers?\n\nMARTY\n(sighs) Okay, Professor, I get where you're coming from. The way I \nlook, the way I'm dressed... (looking down at his silver Porsche \njacket) I'd stick out like a sore thumb.\n\nProfessor Brown nodded, looking relieved.\n\nPROFESSOR EMMETT BROWN\nI'm glad we finally got that straightened out. I'll see you tonight.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nProfessor Brown nodded, looking relieved. PROFESSOR EMMETT BROWN\nI'm glad we finally got that straightened out. I'll see you tonight. \n\nTARGET SECTION TO BE ANNOTATED:\nHe left the house, slamming the door behind him. Marty stared at the \ndoor for a moment with his eyes narrowed, then he returned to the \nkitchen.\n\nINT. BROWN MANSION - LATER\n\nHalf an hour later, Marty was ready. He'd finished his breakfast and \nthen had a shower, changing into some of the Professor's clothes \ninstead of his own from 1982. He had slicked his hair back like he had \nseen the men doing so in some of those magazines and was now ready to \nexplore the town. After all, Professor Brown had said the reason he \ncouldn't go out was because of the way he looked, more or less. And now \nthat he looked like a resident of 1952, Marty saw no problem in leaving \nthe house.\n\nEXT. BROWN MANSION\n\nHe opened a window at the front of the house and climbed outside, then \nran off in the direction of town.\n\nEXT. STREET\n\nLess then twenty minutes later, Marty was strolling down the sidewalk \nwith the other townspeople, trying to look nonchalant, like he had \nalways lived there. He thought he was doing a pretty good job of it, \ntoo, since no one was looking at him twice.\n\nA cop that had been walking on the other side of the street glanced at \nMarty and stopped, pointing a finger at him. Hey, you! he shouted. \nWhere do you think you're going?\n\nMarty's eyes widened and fought the urge to run. How did he know? he \nwondered in horror. The cop walked right for him, then, just as Marty \nwas ready to accept defeat, he passed him and grabbed the arm of a \ntramp several yards behind Marty. He relaxed, letting out a sigh of \nrelief, and continued to walk down the street. After a minute he \nstarted to get excited again as he looked around at the shops and \nbusinesses up and down the main street.\n\nThere was an appliance store that advertised Giant 8 Inch Televisions! \nwith A screen as big as life itself! Across from it was an old gas \nstation with the price advertised at 18.9 cents a gallon. A travel \nagency had a poster on how to get from L.A. to New York in a mere 12 \nhours! in it's window.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nAcross from it was an old gas \nstation with the price advertised at 18.9 cents a gallon. A travel \nagency had a poster on how to get from L. A. to New York in a mere 12 \nhours! in it's window. \n\nTARGET SECTION TO BE ANNOTATED:\nThere was a dance studio with a sign, Everybody's doing the Mambo! on \nthe outside. Through the window, Marty could see a class in session. A \nclothing store with a display of the latest fashions was beside the \nstudio. They looked a lot more like the kind of stuff in old movies. A \nStudebaker showroom had a sign that said it was, the most modern car \never developed in the entire history of man. Marty chuckled, then \nstopped when he saw the next store.\n\nIt was a music store. In the display window were posters showing \nAmerica's top recording artists. Marty frowned as he studied them. \nFrank Sinatra, Guy Combardo, Dinah Shore, Perry Como. \n\nMARTY\nAre they kidding?\n\nHe decided to go inside and find out.\n\nINT. MUSIC STORE\n\nOn the counter was the current number one single, Papa Loves Mambo by \nPerry Como. Marty made a face as he examined it. He suddenly noticed \nthe clerk was standing beside him.\n\nCLERK\nCan I help you, sir?\n\nMarty held up the single. He had to ask.\n\nMARTY\nThis... is the number one single?\n\nCLERK\nYes, sir!\n\nMARTY\nI don't get it. How come there's no rock 'n roll?\n\nCLERK\n(frowning) I beg your pardon?\n\nMARTY\nThis is 1952....?\n\nCLERK\nUh, yes, sir...\n\nMARTY\nAnd you never heard of rock 'n roll?\n\nCLERK\n No....\n\nMarty grinned as he set the single back on the counter, suddenly having \na great idea.\n\nMARTY\nWell, maybe it's time you did.\n\nEXT. STREET\n\nHe quickly left the store and headed for a pawnshop he had noticed on \nthe outskirts of town. There was a guitar in the window, for five \ndollars. After studying it for a moment, Marty went inside and told the \nPawnbroker what he wanted. The man took the guitar down and brought it \nto the cash register and Marty trailed after him.\n\nThat'll be five bucks, he said, setting the guitar on the counter. \nMarty reached for his wallet and pulled out the same twenty dollar bill \nhe had tried using at the cafe the night before.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe man took the guitar down and brought it \nto the cash register and Marty trailed after him. That'll be five bucks, he said, setting the guitar on the counter. Marty reached for his wallet and pulled out the same twenty dollar bill \nhe had tried using at the cafe the night before. \n\nTARGET SECTION TO BE ANNOTATED:\n The Pawnbroker started \nto ring the purchase up, then took a closer look at the money.\n\nPAWNBROKER\nHey, what kinda funny money is this?\n\nMARTY\nHuh?\n\nThe Pawnbroker held the money out and pointed to something.\n\nMARTY\nIt says '1977' on it. What do you take me for, an idiot?\n\nHe handed the bill back to Marty. Marty looked at it and only then \nrealized his mistake. He had used money that hadn't even been printed \nyet!\n\nMARTY\nOh -- yeah.\n\nHis mind was racing for a explanation to give the guy that didn't sound \ntoo illegal. It wouldn't do for him to get arrested as a counterfeiter. \n\nMARTY\nI can't believe I did that. That's a joke. My friend had these printed \nup -- see that's his name there... Blumenthal.\n\nThe Pawnbroker continued to watch him suspiciously. It didn't look like \nhe was buying it. Marty dug around in his wallet, but of course he \ndidn't have any thirty-year-old bills with him.\n\nMARTY\nGee - I don't seem to have anything on me.\n\nHe put his wallet away and as he did so, the watch Professor Brown was \nlending him caught his eye. \n\nMARTY\nHey, how about this watch? (holding up his left wrist) It's a genuine \nantique!\n\nHe slipped the watch off and handed it to the Pawnbroker. He carefully \nexamined it. \n\nPAWNBROKER\nAntique? They just came out with this watch last month. But this one \nlooks like it's been through a war.\n\nMARTY\nYeah, I've been doing a lotta travelling.\n\nPAWNBROKER\nOkay kid. You got a deal. The watch for the guitar.\n\nInside the office of the Midwest Talent Agency, Marty was concentrating \nhard on performing Blue Suede Shoes the way Elvis had -- or would. \nDancing around, singing, playing the instrument -- he was really into \nit, hardly noticing the forty five-year-old agent that sat behind the \ndesk and smoking a cigar, his face expressionless as he listened to the \nmusic. Covering the walls of the small office were black and white \npictures of some clients that the agency sponsored.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nInside the office of the Midwest Talent Agency, Marty was concentrating \nhard on performing Blue Suede Shoes the way Elvis had -- or would. Dancing around, singing, playing the instrument -- he was really into \nit, hardly noticing the forty five-year-old agent that sat behind the \ndesk and smoking a cigar, his face expressionless as he listened to the \nmusic. Covering the walls of the small office were black and white \npictures of some clients that the agency sponsored. \n\nTARGET SECTION TO BE ANNOTATED:\nMarty finished the song and looked at the agent with a smile, waiting \nfor the praise that was sure to follow. Who couldn't love music like \nthat? The agent, however, must have been one of those people.\n\nTALENT AGENT\nWell kid, (setting his cigar down in an ash tray) it's interesting, \nI'll say that. But it's not commercial.\n\nMARTY\nNot commercial? Mister, don't you know what you're listening to? This \nis rock 'n roll!\n\nThe agent shook his head as he heaved his body out of the chair.\n\nTALENT AGENT\nCall it what you want to kid, but don't call it music, 'cause it sure \nain't that!\n\nMARTY\nBut you don't understand --\n\nTALENT AGENT\nNo buts, kid. I've been in this business my whole life and I know what \npeople want. The smooth sound, that's what sells. Como, Crosby, Dinah \nShore. Gimme a melody and a nice slow tempo. Now beat it!\n\nHe opened the door and shoved Marty into the waiting room. Marty stood \nwhere he was, trying to figure out what had happened. A few seconds \nlater the agent tossed his guitar case out of the room and slammed the \ndoor. He hardly noticed the black man in a silk shirt approaching him.\n\nREGINALD WASHINGTON\nThat sound I just heard coming through the door, that was like nothing \nI ever heard before! I mean, you got something there, young man!\n\nMARTY\nAt least one person had recognized rock'n roll for what it was! Who are \nyou?\n\nREGINALD WASHINGTON\nReginald Washington is my name. I manage some of the local bands around \ntown and I think you've got something we can promote all the way to the \ntop! Now, I've got a real important cat comin' in from a New York \nrecord company on Monday the 18th, and I want you to play that music \nfor him. I think the time has come for a sound like that.\n\nMarty grinned at his words. Reginald took a business card from his \npocket and jotted down the date, time, and place on it with a pencil.\n\nREGINALD WASHINGTON\nThat's March 18th, Noon. Be at my office.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nReginald took a business card from his \npocket and jotted down the date, time, and place on it with a pencil. REGINALD WASHINGTON\nThat's March 18th, Noon. Be at my office. \n\nTARGET SECTION TO BE ANNOTATED:\n What's your name?\n\nMARTY\nMarty Mc - Marty Lewis.\n\nREGINALD WASHINGTON\nMarty Lewis. See you on the 18th.\n\nHe handed him the card and shook his hand. Marty looked at the card, \nnot believing his luck. \n\nMARTY\nThis is great! Right on, brother!\n\nReginald gave him a strange look.\n\nREGINALD WASHINGTON\nI think you're a little mixed up. There is absolutely no way that I \ncould be your brother.\n\nHe turned and walked away. Marty glanced at the card again and smiled.\n\nINT. BROWN MANSION\n\nThat evening, Marty stood before the mirror in the bedroom Professor \nBrown was letting him use. He had changed back into his 1982 clothes \nand was practicing the guitar, making sure he looked good. He had been \ndoing it for close to fifteen minutes when he heard the front door open \nand slam shut.\n\nStopping in mid-note, Marty hastily placed the guitar in a corner of \nthe room. He ran his fingers through his hair, mussing it up and adding \nto the illusion that he had spent the whole day lying around the house. \nOn his way out the door, he grabbed the business card off the bed that \nReginald had given him earlier that day and stuffed it in his Porsche \njacket, draped over a chair.\n\nMarty ran down the stairs and saw Professor Brown pouring himself a \ndrink. He looked up as Marty came in the room, a scowl on his face. For \na split second, Marty worried that he might have found out about his \ntrip into town.\n\nPROFESSOR EMMETT BROWN\nWell, I found an energy source that can generate the 4200 rads that we \nneed....\n\nMarty looked at him expectantly, waiting for the answer.\n\nPROFESSOR EMMETT BROWN\nAn atomic bomb.\n\nMARTY\nProfessor, be serious, would you?\n\nPROFESSOR EMMETT BROWN\nI am serious. If we could get you, the time machine, and the power \nconverter in the vicinity of an atomic blast, we could send you back to \nthe future.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTY\nProfessor, be serious, would you? PROFESSOR EMMETT BROWN\nI am serious. If we could get you, the time machine, and the power \nconverter in the vicinity of an atomic blast, we could send you back to \nthe future. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTY\nYou're talking crazy! An atomic blast would melt me and the time \nmachine in a matter of seconds!\n\nPROFESSOR EMMETT BROWN\nYou forget -- time travel is instantaneous. The time machine would \nmelt, but you would have already travelled through time. Of course, \nit's a moot point regardless. The only place atomic bombs are detonated \nis at the Army's Nevada Test Site, and those tests are kept absolutely \ntop secret.\n\nMarty suddenly recalled sitting in class on the day he had left, the \nlecture Mr. Arky had given him. He remembered ripping a particular page \nout of the textbook for Suzy, and pocketing it in his jacket. He \nwhirled around and pounded up the stairs to his room.\n\nMarty grabbed the jacket and checked the first pocket. Yeah, there was \nthe textbook page. He quickly unfolded it, the business card from \nReginald falling out as he did so. Marty's eyes flew to the caption of \nthe picture: Last above ground atomic test, 15 megatons, March 18, \n1952, Atkins, Nevada.\n\nThe date seemed familiar.... Marty picked the business card off the \nfloor and checked the date on it beside the page. They were the same.\n\nMarty looked between the two objects in his hands for a long moment, \ntrying to figure out what to do. Maybe get home -- or get nuked -- or \nstay in the fifties and maybe become famous -- and alive at least. He \ncrumpled up the page and tossed it in the garbage just before Professor \nBrown entered the room.\n\nPROFESSOR EMMETT BROWN\nMarty, what's wrong?\n\nHe slipped the card back in the jacket and shrugged, trying to seem \nnonchalant.\n\nMARTY\nOh -- nothin'. I thought I left the water running.\n\nThe Professor's eyes zeroed in on the guitar in the corner of the room. \nHe stepped over for a closer look before Marty could stop him.\n\nPROFESSOR EMMETT BROWN\nSay, where did this guitar come from?\n\nMARTY\nOh -- that -- I found it in the closet.\n\nPROFESSOR EMMETT BROWN\n I don't recall ever seeing it before.\n\nMARTY\nWell, it was there.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTY\nOh -- that -- I found it in the closet. PROFESSOR EMMETT BROWN\n I don't recall ever seeing it before. MARTY\nWell, it was there. \n\nTARGET SECTION TO BE ANNOTATED:\nPROFESSOR EMMETT BROWN\nCurious... Very curious....\n\nINT. BROWN MANSION - MORNING\n\nLate the next morning, Marty stirred and opened his eyes. It was \nanother bright, sunny day outside. He smiled slowly, thinking of his \naudition a few days away, and crawled out of bed. The house was quiet, \nwith the Professor at work.\n\nMarty went downstairs and into the kitchen. Professor Brown had left \nthe coffee pot on and he cheerfully poured himself a cup, then opened \nthe refrigerator and pulled out the new bottle of milk. He got the \nstopper out in a matter of seconds, without breaking it, too. As Marty \nadded the milk to the black coffee, he started to sing.\n\nMARTY\nSo you wanna be a rock 'n roll star... \n\nThe doorbell rang before he could get any further with the song. Marty \nrolled his eyes and set the milk down. He was going to have to go \nthrough this again? Marty left the kitchen and headed for the front \ndoor. He shook his head as he reached for the knob.\n\nPROFESSOR EMMETT BROWN\nLook, Professor! I'm not -- oh!\n\nThe words died in his throat. Marty stared at Eileen, standing on the \ndoorstep, hugging books to her chest. She smiled at him and Marty \nsmiled back, weakly.\n\nEILEEN\nHi, Marty.\n\nMARTY\nUh, hi....\n\nEileen, his mother jumped in. Marty gave another weak smile. It was \nhard for him to say her name.\n\nMARTY\nRight. Eileen.\n\nThe smile faded from Eileen's face. \n\nEILEEN\nYou remember me...? \n\nMARTY\n(mumbles) How could I forget? (to Eileen) Oh, sure, I remember you.\n\nEILEEN\nWell, I was on my way to school, and I just wanted to stop by and see \nif you were feeling okay.  You seemed like you were in pretty bad shape \nthe other night.\n\nMARTY\nOh, I'm feeling much better now.\n\nThe smile returned to Eileen's face.\n\nEILEEN\nHow long are you planning on staying?\n\nMarty shrugged. \n\nMARTY\nActually, it looks like I'm gonna be stuck here for awhile.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nEILEEN\nHow long are you planning on staying? Marty shrugged. MARTY\nActually, it looks like I'm gonna be stuck here for awhile. \n\nTARGET SECTION TO BE ANNOTATED:\nEileen's smile grew wider. \n\nEILEEN\nThen you'll be going to school here....?\n\nMARTY\nSchool? I never thought of school! If I went to school I could blend in \nwith everybody else, couldn't I?\n\nEileen blinked, puzzled.\n\nMARTY\nWhat time does school start around here?\n\nEILEEN\nNine o' clock. (glancing at her watch) Oh, I'm late! Maybe I'll see you \nlater.\n\nMARTY\nYeah. Maybe so.\n\n Eileen flashed another smile at him, then turned and hurried down the \nwalk. Marty shut the door and headed for the upstairs.\n\nEXT. HIGH SCHOOL\n\nNot much later, Marty walked up the steps of his future high school, \namazed at the change. The grafitti was gone from the building, as were \nthe broken windows and overall run-down worn-in look the place had held \nbefore -- or would later. All the tall trees on campus were much \nsmaller, maybe half the size they were in 1982. The bell rang as he \nreached the door, a notebook in hand, and students streamed into the \nhallways.\n\nMarty stared openly at his classmates. They all looked like people from \nan old movie, with the hair and clothes, the way they acted.... He \nwalked through the hall and passed an open door. The classroom looked \nfamiliar and he stopped, looking inside.\n\nINT. HIGH SCHOOL\n\nAfter a moment of hesitation, Marty walked inside. Yeah, he had  been \nin it before! But everything looked a lot different -- newer. And the \nchalkboards were black, not green. He went over to the desk that would \nbe his in thirty years and ran a hand across the smooth, shiny surface, \ndevoid of any marks or carvings.\n\nYou there! he heard someone yell. Someone familiar.... \n\nMR. ARKY\nWhat are you doing in this class?\n\nMarty lifted his head up and found himself looking at Mr. Arky -- \nthirty years younger! His mouth dropped open and his eyes widened as he \nstared at the science teacher. He looked so different, age aside. Their \nwas an energetic spark in his eyes that hadn't been there when Marty \nwould have him for a teacher.\n\nMARTY\nMr.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looked so different, age aside. Their \nwas an energetic spark in his eyes that hadn't been there when Marty \nwould have him for a teacher. MARTY\nMr. \n\nTARGET SECTION TO BE ANNOTATED:\n Arky? \n\nMarty asked, blinking a few times to make sure he wasn't seeing things. \nHe wasn't.\n\nMR. ARKY\nYes, that's my name. Who are you, young man? Are you supposed to be \nhere?\n\nMARTY\nUh -- yeah. I'm new here, and I'm supposed to be in this class.\n\nMr. Arky nodded. \n\nMR. ARKY\nYou have a name?\n\nMARTY\nMarty. Marty Lewis.\n\nMarty watched the girl in the seat next to him, his eyes focused on the \nold fountain pen she was filling with ink. He couldn't believe it. \nWhere were the pens he was used to?\n\nIn the background, Mr. Arky continued with the day's lecture. Marty \nlistened to him with half an ear, not paying much attention.\n\nMR. ARKY\n ...and it is, of course, due to science that we Americans enjoy the \nhighest standard of living in the history of the world. When we think \nof the technological advances made in just the past thirty years, it \nboggles the mind to imagine what the world will be like in another \nthirty years. I think I can safely say that we can all look forward to \na world of plenty, a world free of disease and starvation. There'll be \nentire cities built under the sea, cars that can go two or three \nhundred miles an hour.\n\nMarty stared at Mr. Arky in disbelief. Could he be serious? Marty \nglanced around and noticed the rest of the class looked bored, as if \nthey had heard the lecture before.\n\nMR. ARKY\nYou girls will be able to cook an entire meal, clean the entire house, \nand do all of your laundry and ironing by push button, the science \nteacher went on. You may even have a robot to assist you in all your \nduties as a wife.\n\nSTUDENT\nI hope those robots won't be assisting in all my wife's duties! \n\nThe class laughed, but Marty was distracted by something. Where had he \nheard that voice before? It sounded vaguely familiar, but he couldn't \nquite put his finger on it....\n\nMR.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhere had he \nheard that voice before? It sounded vaguely familiar, but he couldn't \nquite put his finger on it.... MR. \n\nTARGET SECTION TO BE ANNOTATED:\n ARKY\nWell, Biff, since you seem so eager to get into this discussion, \nperhaps you'd like to tell us what you think you'll be doing in thirty \nyears?\n\nMarty turned around and saw Biff Tannen -- thirty years younger, of \ncourse -- slouched in the back desk with a bored expression on his \nface. Surrounding him were three other guys who were obviously friends \nof his. One was missing two front teeth, one chewed on a wooden match, \nand the other had a crewcut that made him look nearly bald. Marty \nstared at Biff, who appeared just as obnoxious as he was later in life.\n\nBIFF\nI know what I won't  be doin', he said with a smirk on his face. Goin' \nto school!\n\nHis three cronies broke out laughing.\n\nGUMS\nHey, Biff, good one!\n\nSKINHEAD\nAtaway, Biff!\n\nBiff suddenly noticed Marty's stare. He scowled at him. \n\nBIFF\nWhat are you lookin' at, asshole?\n\nMarty met Biff's glare, then turned away. Mr. Arky continued with his \nclass, the confrontation unnoticed.\n\nMR. ARKY\nAnybody else have any ideas about what life might be like in thirty \nyears?\n\nThe teacher's eyes roamed the class for volunteers. No one volunteered, \nas usual. At least  this hasn't changed , Marty thought with a chuckle.\n\nMR. ARKY\nMr. Cusimano? Miss Voyles? Miss Kaner? So am I to understand that no \none has anything at all to say about the future? (shifting his gaze to \nMarty) How about you, Mr. McFly?\n\nMarty felt his face drain of color. He had been caught! \n\nMARTY\n(muttering) Oh shit...!\n\n A few kids turned their heads to stare at him, shocked at his words, \nincluding Biff. Marty hardly had a chance to notice that when the \nstudent in front of him started to speak.\n\nGEORGE\nWell, I, uh....well....\n\nMarty glanced at him, and did a double take.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarty hardly had a chance to notice that when the \nstudent in front of him started to speak. GEORGE\nWell, I, uh....well.... Marty glanced at him, and did a double take. \n\nTARGET SECTION TO BE ANNOTATED:\n That person stuttering was \nnone other then a younger version of George McFly -- his father! Marty \ncouldn't believe it! First his mother, now this! George was a mess, \nshoulders slumped, hair uncombed, and an overall nerdy, wimpy look \nabout him\n\nMARTY\nJesus Christ! Dad!\n\nThe entire class now stared at Marty. Mr. Arky ignored it as best he \ncould.\n\nMR. ARKY\nContinue, Mr. McFly.\n\nMarty's father stood up slowly, as if he were getting called to his \nexecution. Marty sighed and buried his face in his hands, shaking his \nhead.\n\nGEORGE\nWell, I -- uh -- could you repeat the question? \n\nBIFF\nSit down, McFly, you stupid moron! I can't see! \n\nA second later, a spitball hit George in the back of the head. His face \nred, George sat down.\nMarty whipped his head around, furious, and glared at Biff.\n\nMARTY\nHey, lay off!\n\nBiff glared back at him, his eyes narrowed in slits of hatred.\n\nMR. ARKY\nDid you say something, Mr. Lewis?\n\nMarty didn't hear him, continuing to give Biff the worst look he could.\n\nMR. ARKY\nMr. Lewis, I'm talking to you!\n\nMarty snapped out of it, remembering who he was supposed to be.\n\nMARTY\nWho, me?\n\nMR. ARKY\nYou're the only Mr. Lewis in this class.  If you have something to say, \nsay it so the whole class can hear.\n\nMARTY\nWell, yeah, I was thinking, if cars are gonna be going two or three \nhundred miles an hour, they're gonna be using an awful lot of gas. \nLike, what if we run out?\n\nMR. ARKY\nRun out of gas? \n\nThe class started laughing. Marty looked around, baffled. Was what he \nsaid that funny?\n\nMR. ARKY\nWell, class, it seems we have a doomsayer in our midst. I must say, Mr. \nLewis, that's a mighty pessimistic attitude for a young man like \nyourself.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nARKY\nWell, class, it seems we have a doomsayer in our midst. I must say, Mr. Lewis, that's a mighty pessimistic attitude for a young man like \nyourself. \n\nTARGET SECTION TO BE ANNOTATED:\n First of all, with all the studies we have indicating the \nvast supplies of petroleum in the earth, plus the massive reserves that \nhave yet to be discovered, the likelihood of any such shortage is \nhighly remote. And even if the most improbable, catastrophic \ncircumstances were to occur and we did have a shortage of petroleum, \nI'm sure that American technology and ingenuity would overcome the \nproblem in no time at all. All in all, I'd say your time would be \nbetter spent worrying about the real problems that face our world, \ninstead of a shortage of gasoline.\n\nAt the back of the class, Biff and his group started to make farting \nnoises. \n\nBIFF\nHey, we got plenty of gas back here! \n\nThe class erupted into laughter once again. Marty just shook his head.\n\nNot much later, the bell rang, ending the science class. Everyone made \na mad dash for the door, including Marty. He'd had enough humiliation \nfor the day with Mr. Arky.\n\nINT. HIGH SCHOOL - HALL\n\nGeorge waited until most of the other students had left before \ngathering up his books and heading for the door. Marty separated \nhimself from the mob in the hall and stood outside the door, waiting \nfor him. A minute later, George finally walked into the corridor. Marty \nwaited a moment, then followed him, keeping his distance.\n\nWhen they reached a hall intersection, Marty noticed Eileen headed for \nthe two of them, her friend Madge with her. She didn't seem to see \nMarty, but her eyes locked on George and she smiled at him. \n\nEILEEN\nHi, George.\n\nMarty watched as George looked over at her and became so flustered that \nhe walked straight into another student in the hall. Eileen and her \nfriend giggled and walked away. George's eyes followed her until she \nwas out of sight, then he walked over to a drinking fountain.\n\nAs he leaned over and turned the fountain on, he misjudged the distance \nand the stream of water hit him right in the face. Marty shook his head \nfrom a few feet away, as George wiped the water from his eyes. From the \nfountain, George headed over to his locker.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he leaned over and turned the fountain on, he misjudged the distance \nand the stream of water hit him right in the face. Marty shook his head \nfrom a few feet away, as George wiped the water from his eyes. From the \nfountain, George headed over to his locker. \n\nTARGET SECTION TO BE ANNOTATED:\n Marty watched him dial the \ncombination and, as he opened the locker door, a pile of books fell \nout, nearly knocking him over. Marty looked away, sighing.\n\nAfter George picked up his books, he started moving in the direction of \nthe cafeteria. As Marty got in the lunch line behind him, he noticed a \nlarge poster tacked on the wall. Something about the Springtime in \nParis Dance on Saturday, March 16th. Not too far off.\n\nINT. CAFETERIA\n\nMarty turned his attention to his father, watching the bored cafeteria \nladies shovel out a overcooked pork chop, wilted salad, and green \nstewed tomatoes. Looks like the food isn't much better now then in \n1982, Marty thought, amused. George didn't seem to notice. Leaning \nforward a little, Marty could hear him muttering to himself.\n\nGEORGE\nEileen, if you're free Saturday night... No... Eileen, would you like \nto go to the dance... no...\n\nSomething suddenly clicked and Marty looked at the poster again. Yeah, \nnow he remembered! That was the dance his parents fell in love at!\n\nThe lunch line moved slowly, but eventually both he and George got \nthrough it. George looked around the crowded lunch room, searching for \nsomeone. Marty tried to follow where his eyes were roaming and after a \nmoment, he realized George was staring at the table where Eileen, \nMadge, and a few other friends of theirs were sitting. George took a \ndeep breath, then started walking over to the table. Marty followed, \nnot too far behind.\n\nAs George approached the table, his hands started shaking, causing \neverything on his lunch tray to wobble around.\n\nGEORGE\nUh, Eileen?\n\nEileen turned around and gave him a warm smile.\n\nEILEEN\nHi, George.\n\nMarty watched his future father, a bundle of nerves.\n\nGEORGE\nEileen, could I ask you something? \n\nThe creamed corn on his tray suddenly tipped over and spilled.\n\nGEORGE\nOoops --!\n\nEileen smiled again, obviously not put off by it. George took another \ndeep breath. \n\nGEORGE\nUh, well, the thing is, that is, what I wanted to ask you....\n\nMarty decided this was too important to miss and crept closer so he \ncould hear better.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nGeorge took another \ndeep breath. GEORGE\nUh, well, the thing is, that is, what I wanted to ask you.... Marty decided this was too important to miss and crept closer so he \ncould hear better. \n\nTARGET SECTION TO BE ANNOTATED:\n Unfortunately, Eileen spotted him.\n\nEILEEN\nMarty! (waving to him) Hi, Marty! Over here!\n\nGeorge spun around before Marty had a chance to do anything. The sudden \nmovement causing George's entire tray to slip from his hands and spill \nall over his shirt.\n\nGEORGE\nOh God! Excuse me, please!\n\nHe started to run off, but Marty grabbed his arm.\n\nMARTY\nWait a minute -- aren't you gonna ask her to the dance? That was what \nwas supposed to have happened, wasn't it?\n\nGeorge stared at him. \n\nGEORGE\nHuh? How did you know?\n\nMarty pushed him towards Eileen.\n\nMARTY\nGo ahead, George. Ask her.\n\nGeorge shoved his arms away. \n\nGEORGE\nLeave me alone!\n\nThe gesture shocked Marty, but he shook his head. \n\nMARTY\nYou've gotta ask her to the dance!\n\nGEORGE\n Not now....\n\nGeorge muttered, looking around the cafeteria. People were beginning to \nstare. Eileen had been watching the whole ordeal with interest. Now she \nspoke up. \n\nEILEEN\nIs that what you were going to ask me, George? To go to the dance?\n\nGEORGE\nNo!\n\nGeorge shouted, running away, out of the cafeteria.\n\nMARTY\nGeorge! Wait! Get back here! You're not supposed to run off! It doesn't \nhappen that way!\n\nGeorge didn't look back. Marty threw his hands up in the air \nhelplessly.\n\nMARTY\nOh, God, this is all wrong!\n\nEileen stared at him with concern. \n\nEILEEN\nWhat's all wrong?\n\nMarty ran a hand through his hair, agitated.\n\nMARTY\nGeorge! He's supposed to ask you to the dance!\n\nEILEEN\nBut he didn't ask me.\n\nMARTY\nBut he does! Don't you see?\n\nBy the blank expression on Eileen's face, it was obvious that she \ndidn't. Marty quickly explained: \n\nMARTY\nHe comes out of the cafeteria line, he's nervous, he spills his corn, \nand he asks you to the dance!\n\nEILEEN\nMarty, you haven't been listening. Nobody's asked me to the \ndance...yet.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarty quickly explained: \n\nMARTY\nHe comes out of the cafeteria line, he's nervous, he spills his corn, \nand he asks you to the dance! EILEEN\nMarty, you haven't been listening. Nobody's asked me to the \ndance...yet. \n\nTARGET SECTION TO BE ANNOTATED:\nShe gives him a flirtatious smile before picking up her empty lunch \ntray and walking away. Oh, no she couldn't be.... Marty sat down in a \nchair, quick, as his legs threatened to give out on him. Eileen, his \nmother, she -- she....\n\nMARTY\nI know.\n\nINT. BROWN MANSION\n\nPROFESSOR EMMETT BROWN\nYou did what?!?\n\nProfessor Brown yelled as Marty finished telling him what had gone on \nthat morning. It was later in the afternoon, they were in his study. \nMarty had gone to the Professor right away, since he had no idea what \nto do and needed some advice. His friend was taking the news better \nthen Marty had expected.\n\nMARTY\nI didn't mean to do it -- it was an accident!\n\nProfessor Brown shook his head.\n\nPROFESSOR EMMETT BROWN\nDo you realize what that means? Do you have any idea what that means?\n\nMarty shrugged. \n\nMARTY\nLook, it's not a big deal! I can fix it! All I gotta do is get 'em \ntogether and make sure my old man asks her out!\n\nPROFESSOR EMMETT BROWN\nYou better make sure your old man asks her out, because if he doesn't, \nthey may never have a first date. And if they don't have a first date, \nthey won't have a second date. If they don't have a second date, they \nwon't fall in love. If they don't fall in love, they won't get married, \nand if they don't get married, you'll never be born!\n\nMarty swallowed hard. \n\nMARTY\nWell, maybe everything is a little worse then I first thought, he \nrealized.\n\nEXT. MALT SHOP\n\nThe next day, Marty brought George to the malt shop. It was after \nclasses and all the high school students were in there, including \nEileen.\n\nGEORGE\nI don't know if I can go through with this!\n\nGeorge moaned as they drew closer to the building. Marty dodged two \nkids on homemade scooters as they sped by them on the sidewalk. His \neyes followed them for a moment, the vehicles reminding him of \nskateboards.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nGeorge moaned as they drew closer to the building. Marty dodged two \nkids on homemade scooters as they sped by them on the sidewalk. His \neyes followed them for a moment, the vehicles reminding him of \nskateboards. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTY\nGeorge, she's beautiful, right? She's nice, she's decent, she's the \nkind of girl you'd like to marry, right? And there's nothing in the \nworld you'd like more than to take her to that dance, right?\n\nGEORGE\nWell... yeah...\n\nMARTY\nOkay, then!\n\nSuddenly, George stopped, turned and faced him, his eyes narrowed \nsuspiciously. \n\nGEORGE\nWait a minute -- who are you, anyway? What are you doing this for?\n\nMarty hesitated.\n\nMARTY\nLet's just say I have a vested interest in you and Eileen going to this \ndance, all right? Look, (pointing though the window of the malt shop) \nThere she is...\n\nEileen was sitting at a table with Madge and some other girl, each \nhaving ice cream sodas and talking.\n \nMARTY\nGo in there and invite her.\n\nMarty nudging George in the direction of the doors, but George stayed \nput.\n\nGEORGE\nWhat do I say?\n\nMARTY\nSay what you were supposed to say in the cafeteria.\n\nGeorge shook his head quickly. \n\nGEORGE\nOh, no! That was for the cafeteria! This is different!\n\nMARTY\nChrist, it's a miracle I was even born! (mutters under his breath, \nrolling his eyes)\n\nGEORGE\nHuh?\n\nMARTY\nNothing. Look, I'll write it down for you, okay? \n\nMarty took the notebook George had in his hands and ripped a page out. \nHe pulled his pen out and started jotting down some helpful lines. \nGeorge stared at the pen as he wrote.\n\nGEORGE\nWhat is that? A pencil that writes in ink?\n\nMARTY\nIt was Marty's turn to be confused. Huh?\n\nGEORGE\nLemme see that.\n\nGeorge plucked the pen from his hand and looked it at it carefully. \n\nGEORGE\n'Bike fine point?' \n\nMARTY\nBic... It's a Bic pen.\n\nGeorge frowned. How do you fill it with ink?\n\nMARTY\nFill it with ink? You don't fill it -- oh come on, George! \n\nINT. MALT SHOP\n\nHe pushed him into the malt shop, tired of the procrastination.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou don't fill it -- oh come on, George! INT. MALT SHOP\n\nHe pushed him into the malt shop, tired of the procrastination. \n\nTARGET SECTION TO BE ANNOTATED:\n As soon \nas they entered, Marty steered him in the direction of Eileen's table \nand handed him the paper he had written on.\n\nMARTY\nThere she is, he said in a low voice. Just go and ask her. I'll be \nsitting right here.\n\nMarty takes an empty seat at the counter. George looked at him, and \nthen over at Eileen. He took a deep breath and stepped forward, then \nsuddenly veered back to the counter.\n\nGEORGE\nGimme a strawberry malted\n\nMarty shook his head, wondering if he would ever get to Eileen. While \nhe waited for the drink, George examined the paper Marty gave him and \nmouthed the dialog to himself, apparently trying to memorize it. A \nmoment later, the malt came and he took a swig of it, the drink leaving \nan unnoticed pink moustache on his face. He turned around and started \nto approach Eileen. Finally, Marty thought. George was still several \nfeet away when Eileen looked up and spotted him.\n\nEILEEN\nHi, George!\n\nHe took a step back, startled.\n\nGEORGE\nUh, hi, Eileen.\n\nEILEEN\nHow are you?\n\nGEORGE\nOh -- I'm all right. Say, listen, about this dance Saturday night --\n\nThe door to the malt shop was suddenly thrown open. \n\nBIFF\nHey, McFly, I thought I told you never to come in here! \n\nBiff Tannen stood in the doorway with his gang behind him. George took \none look at him and shuddered. Marty let his head fall in his hands \nwith a sigh. They had been so goddamn close!\n\nBIFF\nWell, it's gonna cost you, McFly. How much money you got on you?\n\nGeorge pulled out his wallet and opened it.\n\nGEORGE\nHow much do you want, Biff?\n\nBiff crossed the room, on his way to George. As he passed, Marty \nstretched his leg out and tripped the bully. Biff crashed to the floor, \ntaking a chair down with him. People started to laugh, but Biff \nscowled. He didn't think it was too funny. He got to his feet and \nstepped over to where Marty sat, his back to him.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeople started to laugh, but Biff \nscowled. He didn't think it was too funny. He got to his feet and \nstepped over to where Marty sat, his back to him. \n\nTARGET SECTION TO BE ANNOTATED:\nBIFF\nListen, asshole, he growled, it's about time I taught you a lesson. \n\nBiff put a hand on his arm and at his touch, Marty spun around on the \nstool and threw his fist into Biff's face! Unprepared, Biff fell back \nonto a table. Marty jumped off the stool. The cafe was deathly silent \nand Biff's three henchmen started to approach him. Marty decided it was \ntime for him to leave the building and he pushed his way out of the \ncrowded teen hangout and onto Main Street.\n\nEXT. STREET\n\nMarty ran down the street, hearing the pounding footsteps of Biff and \nhis gang behind him. He cast a quick look over his shoulder and saw \nthem closing the gap that separated them. He was going to be dead meat! \nOne of the kids on the homemade scooters sailed by, and Marty suddenly \nhad an idea. He grabbed the scooter and pulled it away from the kid, \nkicking the orange crate off the board with the skates on it and \nleaving a crude skateboard!\n\nMarty jumped on it and sped down the street. Biff and his gang stopped \nin their tracks and stared at him, amazed. Likewise with the crowd that \nhad moved out of the malt shop.\n\nBIFF\nIn the car!\n\nThey raced to the black convertible, Biff getting behind the wheel. He \ngunned the engine, heading straight for Marty. Marty glanced over his \nshoulder and saw the convertible quickly gaining on him. He cut a sharp \nturn in the middle of the street and crossed before Biff's car, then \nstarted to retrace his steps back to the malt shop. A car passed him, \nand Marty grabbed onto the back of it, ignoring the stunned looks of \neveryone around, including Biff and his gang.\n\nBiff executed a quick U-turn and continued his pursuit of Marty. As he \npassed the malt shop, the spectators cheered.\n\nMADGE\nDid you see that? \n\nEileen nodded, her mouth open, impressed.\n\nBiff's convertible raced past the cafe, hot on the trail of Marty. \nMarty risked another look back. His eyes widened in panic as he saw \nBiff's convertible closing in on the distance, quick. Was there no end \nto his maniacal determination? Marty turned his attention back to the \nfront.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis eyes widened in panic as he saw \nBiff's convertible closing in on the distance, quick. Was there no end \nto his maniacal determination? Marty turned his attention back to the \nfront. \n\nTARGET SECTION TO BE ANNOTATED:\n He saw Hill Street intersecting up ahead. Instinctively, he \nreleased his hold on the car and leaned into the board, turning it onto \nthe street. Biff once again overshot the street and had to do another \nU-turn to get on it.\n\nHill Street was not named by accident -- it was incredibly steep. At \nthe bottom of the hill was an intersection with traffic lights. Marty \nfelt the board pick up speed. Behind him, Biff was putting the pedal to \nthe metal, the tires actually leaving the ground as he leapt onto Hill \nStreet! Once again, he quickly closed in on the distance between the \nconvertible and the skateboard. Marty crouched down, cutting the wind \nresistance down, and the skateboard picked up speed. He was approaching \nthe intersection, fast! The light turned yellow.\n\nClosing his eyes and mouthing a silent prayer, Marty flew through the \ntraffic, cars skidding to a stop and swerving to avoid hitting him. \nMiraculously, he made it to the other side unscathed.\n Such could not be said for Biff. His breaks locked up as he tried to \navoid a red car ahead, and the convertible's tires skidded across the \nroad. Marty winced in anticipation as Biff headed straight for a red \ncar. At the last minute, the car pulled away and Biff slammed into a \ncop car in the next lane of traffic! Two big cops immediately got out \nand headed straight for Biff, not looking too happy.\n\nBiff let out an angry sigh.\n\nBIFF\nI'm gonna get that son of a bitch!\n\n Marty left the site, a satisfied smile on his face. Biff had gotten \nwhat he deserved. He turned onto a residential street, his mind \nwandering as he leisurely skateboarded. About ten minutes later, he \nreached an intersection next to his future home, and saw Eileen \napproaching the house...with George! Marty skidded to a stop, grabbed \nthe board, and ducked behind some bushes to watch.\n\nGeorge, carrying Eileen's books, was walking her to the door. They were \ntalking, but Marty couldn't catch any of the conversation. After a \nmoment, George gave Eileen her books and they shook hands very formal-\nlike.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nGeorge, carrying Eileen's books, was walking her to the door. They were \ntalking, but Marty couldn't catch any of the conversation. After a \nmoment, George gave Eileen her books and they shook hands very formal-\nlike. \n\nTARGET SECTION TO BE ANNOTATED:\nHe must've finally asked her to the dance! Marty sighed, glad to have \nthat mission finally accomplished and dropped his board on the ground, \nskateboarding away from Eileen's house to the Professor's place to tell \nhim the news. He never saw George, after Eileen had closed the door, \nthrow his jacket down in the street and slump down in the gutter, \ndropping his head in his hands, dejected instead of exuberant.\n\nINT. BROWN MANSION\n\nThat evening, Marty lay on his bed, staring at the ceiling in deep \nthought. Eventually, he reached into his jacket pocket and pulled out \nthe business card from Reginald. Marty looked at it for a long \ntime...then shredded it into tiny scraps. He pushed himself off the bed \nand let the papers fall into the trash can. Then he pulled out the \ncrumpled textbook page and went downstairs with it, heading for the \nstudy.\n\nProfessor Brown was seated at the desk, his back to the door, hunched \nover something. As Marty entered, he made a quick movement, as if he \nwas trying to hide the fact he had been listening to the micro-cassette \nrecorder again, the gunshot portion. Marty didn't notice, too caught up \nin his own problems.\n\nMARTY\nProfessor, you were right about everything. I don't belong here. I \nalmost screwed up my existence again today while I was trying to put it \nback together, and I've had enough. I want to go back to the future.\n\nMarty handed him the textbook page, pointing at the caption under the \nphotograph. The frown on the Professor's face changed to a smile and \nhis eyes lit up. \n\nPROFESSOR EMMETT BROWN\nWhere did you get this?\n\nMARTY\nI brought it with me from 1982. It's from my science book.\n\nProfessor Brown looked at it more closely. \n\nPROFESSOR EMMETT BROWN\nThe test is this Monday! 15 megatons... Let's see, we need 4200 rads... \n(doing calculations on a slide rule, lying on the desk) You'd have to \nbe...exactly 800 yards from ground zero... You realize that what we're \ngoing to do could be extremely dangerous.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet's see, we need 4200 rads... (doing calculations on a slide rule, lying on the desk) You'd have to \nbe...exactly 800 yards from ground zero... You realize that what we're \ngoing to do could be extremely dangerous. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTY\nBelieve me, Professor, running around on a nuclear test site can't be \nany more dangerous than what I've been doing.\n\nThe Professor stared at him a moment, then nodded. \n\nPROFESSOR EMMETT BROWN\nAll right, here's what we'll do: we'll get an Army Surplus Truck, mount \nthe time machine and power converter on it, and drive it to Nevada. If \nwe leave by Saturday night, we can make it to the test site in plenty \nof time. And just to be on the safe side, I'd better build a lead-lined \ntime chamber for your added protection. I don't know if I trust these \natomic bombs.\n\nThe telephone rang before Professor Brown could say anything else. He \nreached over and picked it up. \n\nPROFESSOR EMMETT BROWN\nHello? Uh, no, Eileen, he can't come to the phone right now. \n\nMarty stared at him, his heart starting to pound with alarm.\n\nPROFESSOR EMMETT BROWN\nAll right. Yes, I'll tell him... Good-bye. \n\nHe hung up and turned to Marty with a grave expression. Marty had a \nsinking feeling that he was not going to like what he had to say. He \nwas right.\n\nPROFESSOR EMMETT BROWN\nYour 'mother' wanted me to tell you that she was very impressed by what \nyou did this afternoon, and that if you were interested in going to the \ndance Saturday, she's available.\n\nMARTY\nBut that's impossible!! George asked her out! He had to! I saw him walk \nher home! Oh, God! \n\nPROFESSOR EMMETT BROWN\nMy guess is that she turned him down.\n\nMARTY\nBut why? Why would she do that? She's supposed to marry the guy!\n\nPROFESSOR EMMETT BROWN\nApparently, what has happened is that the maternal instinct has \ntranscended the gap of time and this has caused an alteration in your \nmother's emotional behavior.\n\nMARTY\n(swallowing hard) Are you trying to tell me that my mother's got the \nhots for me?\n\nThe Professor thought about that for a moment.\n\nPROFESSOR EMMETT BROWN\nIn a manner of speaking, yes.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTY\n(swallowing hard) Are you trying to tell me that my mother's got the \nhots for me? The Professor thought about that for a moment. PROFESSOR EMMETT BROWN\nIn a manner of speaking, yes. \n\nTARGET SECTION TO BE ANNOTATED:\n And because of that, she's no longer \ninterested in your father.\n\nMARTY\nJesus! \n\nMarty sat down in a nearby chair.\n\nMARTY\nWhat are we gonna do?\n\nINT. MALT SHOP\n\nMarty stepped into the malt shop the next day, his eyes on Eileen and \nMadge, both sitting at the same table as they were the day before, once \nagain talking and drinking ice cream sodas. He crossed the room and sat \ndown with them, to Eileen's delight.\n\nMARTY\nHow ya doing, Eileen?\n\nEileen smiled. She and her friend exchanged a glance.\n\nEILEEN\nHi, Marty!\n\nMARTY\nListen, (hands under the table) Professor Brown told me you called last \nnight and gave me your message...\n\nHe carefully taped the micro-cassette recorder to the bottom of the \ntable and pressed the record button. Neither girl seemed to notice \nanything. \n\nMARTY\n...and if you're still available, I'd like to take you to the dance \nSaturday night, so I'll pick you up around 8:30, okay?\n\nEileen smiled and nodded as Marty stood up to leave. \n\nEILEEN\nOkay. See you later, Marty.\n\nMarty gave her a cheerful wave as he left the malt shop. He pretended \nto walk away, then ducked behind a nearby building. A few minutes \nlater, Eileen and Madge came out. He waited until they were out of \nsight before running in the shop and prying the recorder loose.\n\nLater that night, in the Professor's garage, Marty played it back for \nthe both of them. Professor Brown had been welding sheet lead metal \ninto a large Philco Refrigerator. The time machine was now resting in \nthe bed of an Army truck. The Professor had also modified the top of \nthe refrigerator to hold the beam focusing unit so the time beam would \nshine directly into the fridge.\n\nMARTY (on tape)\n ...so I'll pick you up around 8:30, okay?\n\nEILEEN (on tape)\nOkay. See you later, Marty.\n\nHe heard the sounds of him walking away and leaving the shop. Almost as \nsoon as the door shut behind him, the girls started talking about him.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nSee you later, Marty. He heard the sounds of him walking away and leaving the shop. Almost as \nsoon as the door shut behind him, the girls started talking about him. \n\nTARGET SECTION TO BE ANNOTATED:\nEILEEN (on tape)\nIsn't he a dream? (letting out a giddy sigh)\n\nMADGE (on tape)\nBoy, I've never seen you fall for anybody like that before!\n\nEileen sighed again. \n\nEILEEN (on tape)\nI know. I've never felt like this about anybody before. I really don't \nunderstand it, but I just feel like -- like mothering him.\n\n Marty and the Professor exchanged a look.\n\nMADGE (on tape)\nBut what about George? I thought you wanted him to ask you.\n\nEILEEN (on tape)\nHe did ask me....but I turned him down.\n\nMADGE (on tape)\nWhy? (surprised) You always thought George was cute because he was so \nshy.\n\nEILEEN (on tape)\nWell, that's what I thought. But he really isn't shy. He's just \nchicken.\n\nThe Professor suddenly grabbed the recorder from Marty's hands and \nrewound the last sentence.\n\nEILEEN (on tape)\nHe's just chicken.\n\nEileen said again.\n\nEXT. GEORGE McFLY'S BACKYARD - SATURDAY MORNING\n\nMARTY\nCome on, George, \n\nMarty said facing off with him in his backyard. \n\nMARTY\nDon't be such a chicken. Hit me in the stomach. Right here, go ahead.\n\nHe held his arms away from his body, making himself an easy target. \nBehind him, a duffel bag packed with clothes swung from a tree, as a \nhomemade body bag. George didn't make a move.\n\nGEORGE\nI don't want to hit you in the stomach!\n\nMARTY\nYou're not gonna hurt me. Just hit me in the stomach.\n\nGEORGE\nLook, Marty, I'm just not a fighter...\n\nMarty rolled his eyes. \n\nMARTY\nHow many times do I have to explain it to you?... We know you're not a \nfighter. You know it, I know it... but she doesn't know it. That's why \nwe gotta make you look like a fighter, somebody who'll stand up for \nher, somebody who isn't chicken. And you're not gonna look like a \nfighter if you can't hit me in the stomach.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou know it, I know it... but she doesn't know it. That's why \nwe gotta make you look like a fighter, somebody who'll stand up for \nher, somebody who isn't chicken. And you're not gonna look like a \nfighter if you can't hit me in the stomach. \n\nTARGET SECTION TO BE ANNOTATED:\nGEORGE\n But I've never picked a fight in my entire life!\n\nMARTY\nYou're not picking a fight, you're coming to her rescue. Maybe we'd \nbetter go over the plan again. Where are you gonna be at 8:55?\n\nGEORGE\nI'm going to be at the dance.\n\nMARTY\nAnd where am I gonna be?\n\nGEORGE\nIn the parking lot, with her.\n\nMarty nodded, glad to see that he had been paying attention.\n\nMARTY\nOkay. So right around 9:00 she's gonna get very angry with me -\n\nGEORGE\nWhy?\n\nMARTY\nWhy what?\n\nGEORGE\nWhy is she gonna get angry with you?\n\nMarty hesitated.\n\nMARTY\nWell... because...  Well, nice girls get angry at guys who...who try to \ntake advantage of 'em.\n\nGeorge looked at him in disbelief. \n\nGEORGE\nYou mean, you're gonna --\n\nMARTY\nGeorge it's not your concern. Don't worry about it. Just remember that \nat 9:00, you'll be strolling through the parking lot and you'll see us \n-- struggling in the car, you'll run over, open the door and say....?\n\nMarty waited for George, but he didn't say anything. \n\nMARTY\nYour line, George!\n\nGEORGE\nOh. Uh... 'Hey, you! Get your damn hands off her!'  George paused. You \nreally think I should swear?\n\nMARTY\nYes, definitely, god dammit George, swear. Then you hit me in the \nstomach, I go down for the count, and you and Eileen life happily ever \nafter. Now, hit me in the stomach.\n\nGeorge took a deep breath and tentatively threw his fist into Marty's \nstomach. Marty shook his head.\n\nGEORGE\nNo, George, put a little emotion into it. A little hostility, a little \nanger.\n\nHe tried it again, this time making faces. The second punch wasn't much \nbetter then the one before it.\n\nMARTY\nAnger, George, Anger.\n\nGeorge hesitated.\n\nGEORGE\nMaybe if I used my left....\n\nMARTY\nNo, George, just concentrate on the anger. Anger.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nGEORGE\nMaybe if I used my left.... MARTY\nNo, George, just concentrate on the anger. Anger. \n\nTARGET SECTION TO BE ANNOTATED:\nThe third punch George tried was a little bit better. But still not \nwhat Marty was looking for. He sighed.\n\nMARTY\nWell, I think you're starting to get the hang of it. Just keep \npracticing. I'll see you tonight. Remember, anger, George. Anger.\n\nHe walked away, leaving George alone in the yard.\nGeorge stared at the body bag, trying to think of something that would \nmake him really angry. \n\nGEORGE\nAnger...anger.... he muttered.\n\nHe hit it, the punches coming harder and harder each time. George \nsmiled, finally getting the hang of it. He pulled his fist back, ready \nto sock it to the bag. Unfortunately, he misjudged the distance and his \nfist slammed into the tree trunk.\n\nGEORGE\nYeeeowww! God dammit!\n\nWith his left fist, George attacked the bag with everything he had -- \nand knocked it completely off the tree! He stared at it for a long \ntime, shocked.\n\nEXT. BROWN MANSION\n\nIt was the night of the dance. The time machine and refrigerator -- now \nsuccessfully lead-lined -- was completely assembled in the back of the \ntruck. Beside it sat the power converter and a motorcycle with sidecar. \nAs Professor Brown pulled a tap over the back, Marty placed his 1982 \nclothes in a laundry bag, with some bottles of Coke.\n\nPROFESSOR EMMETT BROWN\nEverything's ready to go, securing the tarp carefully. (looking up) \nWhat about the chemicals for the power converter... whatever they are?\n\nMarty opened the door and stashed the laundry bag at the floor of the \npassenger seat. \n\nMARTY\nThat's all taken care of.\n\nPROFESSOR EMMETT BROWN\nGood. Professor Brown tested the tarp, noting in satisfaction that it \nwas secure. I'll pick you up in front of the school at midnight. Don't \nbe late -- we're cutting it close as it is. We've got a long drive \nahead of us.\n\nMarty nodded. He twisted his tie around his fingers, almost \nabsentmindedly. He wasn't feeling too hot about the next few hours.\n\nMARTY\nLook.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe twisted his tie around his fingers, almost \nabsentmindedly. He wasn't feeling too hot about the next few hours. MARTY\nLook. \n\nTARGET SECTION TO BE ANNOTATED:\n I'm a little worried about this -- this whole thing with my \nmother, he admitted to the Professor. I mean, I don't know if I can do \nit -- I mean, hitting on my own mother, that's pretty heavy.\n\nPROFESSOR EMMETT BROWN\nNobody said anything about hitting her! You're just going to take a few \nliberties with her.\n\nMARTY\nThat's exactly what I said! I mean, a guy and his mother -- that's \nillegal, isn't it?\n\nPROFESSOR EMMETT BROWN\nLook, Marty, she's not your mother yet. And if you don't go through \nwith this, she may never be. I know it's hard, but there are some \nthings we must do in life that are unpleasant. Some choices must be \nmade that are difficult. Nonetheless, we must make them. Besides, this \nmay be more than a simple question of your own existence, he added. The \nfate of the entire space-time continuum may rest on your shoulders\n.\nMarty tried to smile at him. \n\nMARTY\nThat's just what I needed to hear.\n\nPROFESSOR EMMETT BROWN\nIt'll be fine, Marty. (patting him on the shoulder) You'll be fine. \nGood luck. He stuck his hand out and Marty shook it. But there was \nstill a question that was nagging at him...\n\nMARTY\nProfessor, if something does go wrong tonight... if I don't get my \nparents back together... when do you think I'd cease to exist?\n\nThe Professor shrugged. \n\nPROFESSOR EMMETT BROWN\nThere's no way of knowing.\n\nMARTY\nPerfect...\n\nPROFESSOR EMMETT BROWN\nIt could happen at the moment you arrive back in the future, \ntheoretically, it could happen at the moment of your birth...or \nconception. Actually, it could happen at any time. It's a question to \nwhich I hope we'll never learn the answer.\n\nMarty nodded vigorously.\n\nMARTY\nAmen.\n\nINT. CAR - HIGH SCHOOL PARKING LOT\n\nNot too much later, Marty pulled into the high school parking lot with \nEileen at his side in the Professor's Packard. He carefully parked the \ncar.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CAR - HIGH SCHOOL PARKING LOT\n\nNot too much later, Marty pulled into the high school parking lot with \nEileen at his side in the Professor's Packard. He carefully parked the \ncar. \n\nTARGET SECTION TO BE ANNOTATED:\n It was hard for him to look at his mother, Eileen, in the dress \nshe was wearing. It was a light pink color, low cut, showing off her \ncleavage. He stared at the clock in the dashboard instead.\n\nMARTY\nUh... let's just sit here for a few minutes... (voice cracking)\n\nEileen looked at him with motherly concern.\n\nEILEEN\nAre you all right, Marty? You seem a little...nervous.\n\nMARTY\nOh, no, I'm fine...fine.\n\nHe tried to smile at her. It came out pretty shaky. But Eileen smiled \nback a moment later.\n\nEILEEN\nI'm usually nervous myself on first dates...but not tonight. It's \nfunny, but somehow, I feel like....like I know you.\n\nMARTY\nUh, yeah, well, believe me, I sure feel like I know you! \n\nHe wondered how George was doing, and wished he'd hurry up and get his \nass out here!\n\nINT. HIGH SCHOOL DANCE\n\nThe dance was in full swing. The band, Lester Moon and the Midnighters, \nwere on stage, playing The Blue Tango. In the middle of the dance floor \nwas a big paper-mache Eiffel Tower, around which students were doing \nthe Tango. George looked up at the clock in the gym. 8:59. He quickly \nlooked at his watch. It read 8:55. Which one was right?\n\nHe ran over to a student nearby. \n\nGEORGE\nWhat time do you have?\n\nNEARBY STUDENT\n(looking at his watch) Five after nine.\n\nGeorge let out a moan and ran as fast as he could from the gym!\n    \n\nINT. CAR - HIGH SCHOOL PARKING LOT\n\nMarty shifted uncomfortably in the seat and glanced at the clock again.\n\nEILEEN\nWhy are you so nervous? \n\nEileen asked with a frown, watching him carefully. Marty took a deep \nbreath, trying to steady himself. He had to get a grip!\n\nMARTY\nWell, Eileen...jeez, that's hard for me to say.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarty took a deep \nbreath, trying to steady himself. He had to get a grip! MARTY\nWell, Eileen...jeez, that's hard for me to say. \n\nTARGET SECTION TO BE ANNOTATED:\n Have you ever been in a \nsituation where -- well -- you know you have to act a certain way, but \nwhen you get there, you don't know if you can go through with it?\n\nEILEEN\nYou mean like how you're supposed to act with someone on a first date?\n\nMarty titled his head to the side. \n\nMARTY\nWell, sort of....\n\nEileen nodded, interrupting him.\n\nEILEEN\nI think I know exactly what you mean.\n\nMARTY\nYou do?\n\nEileen nodded again, slower.\n\nEILEEN\nAnd you know what I do in those situations?\n\nMarty finally looked at her, waiting for the answer.\n\nEILEEN\nI don't worry about it!\n\nThe words had barely left her lips when she lunged at Marty, nearly \nknocking him over, starting to kiss him passionately. Eileen climbed \nall over him, her skirt everywhere. She reached out and took Marty's \nhand, lying limp at his side, and placed it on the top of her bare \nbreasts. Marty couldn't move, paralysed in shock that this promiscuous \nteenager was his mother!\n    \n\nINT. HIGH SCHOOL -  PAY PHONE\n\nGeorge stood at a pay phone, quickly dialing the number for the time. \nThe phone rang two long times before a woman answered.\n\nWOMAN (on phone)\nAt the tone, the time will be 9:00 exactly.\n\nBefore the tone could go off, George dropped the phone and raced down \nthe hall. He had to get to the parking lot!\n    \n\nINT. CAR - HIGH SCHOOL PARKING LOT\n\nEileen had been attacking Marty for about a minute -- a very long \nminute in Marty's opinion -- before she suddenly stopped and pushed him \naway. The buttons at the top of her dress were undone and her bra was \nexposed.\n\nEILEEN\nThis isn't right.\n    \n\nINT. HIGH SCHOOL\n\nGeorge reached the front of the school doors and threw them open. \nSuddenly, he was jerked to a stop. He looked behind him and saw his \njacket had caught on the door jamb. He tried frantically to get it \nloose, all the while aware of the seconds ticking by.\n    \n\nINT. CAR - HIGH SCHOOL PARKING LOT\n\nEILEEN\nI don't know what it is, but...when I kiss you...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe tried frantically to get it \nloose, all the while aware of the seconds ticking by. INT. CAR - HIGH SCHOOL PARKING LOT\n\nEILEEN\nI don't know what it is, but...when I kiss you... \n\nTARGET SECTION TO BE ANNOTATED:\nsomething's wrong. It \nalmost feels like...like I was kissing my brother...or my father.... I \ndon't understand it, but I just know it's wrong. (looking at Marty, \neyes wide) I guess that doesn't make any sense, does it?\n\nMarty stared at her, finally finding his voice. \n\nMARTY\nBelieve me, it makes perfect sense.\n\nSudden footsteps crunched on gravel, approaching the car. Eileen \nglanced outside. \n\nEILEEN\nSounds like somebody's coming.\n\nThe steps grew closer. Marty looked at the clock. Nine on the dot.\n\nMARTY\n(murmurs) Not now, George! Not now....\n\nThe driver's door was suddenly thrown open. Marty had hardly turned \ntoward it when he was yanked out of the car roughly. Instead of George, \nhe saw someone he had not expected in the least. It was Biff!\n\nBIFF\nI been lookin' for you, asshole, the bully growled in a low voice. \n\nHe shoved Marty over to Skinhead, standing nearby. Marty fought to get \nfree, but he was no match for Biff's gang. Three against one was never \ngood odds.\n\nEILEEN\nLet go of him!\n\nEileen demanded, watching the spectacle from inside the car.\n\nEILEEN\nLeave him alone!\n\n A smile spread across Biff's face when he noticed Eileen.\n\nBIFF\nLook at what we have here! \n\nHis eyes traveled across her body and he saw her bra half exposed. \n\nBIFF\nEileen -- I didn't know you were that kinda girl!\n\nEILEEN\nI'm not! \n\nEileen started to climb out of the car.\n\nBIFF\nOh no, you don't!\n\nBefore she could get anywhere, Biff grabbed her and pushed her back \ninside, then climbed in after her. He looked at his gang as he pulled a \nstruggling Eileen towards him.\n\nBIFF\nTake him around back. I'll join you in a minute.\n\nHis gang made no move to leave.\n\nBIFF\nGo on! This ain't no peepshow!\n\nMarty tried to get free and help his mom -- do  something -- but he was \nhelpless! As he was dragged away, he saw Biff slam the door and lunge \ntoward Eileen to kiss her.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis ain't no peepshow! Marty tried to get free and help his mom -- do  something -- but he was \nhelpless! As he was dragged away, he saw Biff slam the door and lunge \ntoward Eileen to kiss her. \n\nTARGET SECTION TO BE ANNOTATED:\n She fought and a moment later, all Marty saw \nwere her skirts and flailing arms and legs. Eileen was trying to \nscream, but Biff -- in some way or another -- kept cutting her off.\n\nEXT. HIGH SCHOOL - SIDE ENTRANCE\n\nMarty was dragged around a corner, the car vanishing from his view. A \nman stood at the side door, smoking something. Marty twisted his head \naround and saw him about the same time the black man saw them. It was \nReginald Washington, the same guy who had liked his music.\n\nREGINALD WASHINGTON\nHey! What's going on there?\n\nMarty tried to answer, but one of the bullies conveniently had their \nhand over his mouth. \n\nGUMS\nBeat it, black boy!\n\nReginald took a step forward. \n\nREGINALD WASHINGTON\nHey, now, you'd better --\n\nSKINHEAD\nListen, spook, you lookin' for trouble? \n\nREGINALD WASHINGTON\nNo, sir, I don't want no trouble. \n\nReginald backed away and went back into the school. Marty was left \nalone, at the mercy of Biff's gang.\n    \n\nEXT. HIGH SCHOOL\n\nGeorge finally managed to get his jacket free and ran down the front \nsteps across to the parking lot.\n\nEXT. HIGH SCHOOL PARKING LOT\n\nHe hurried through the lot, his eyes skimming the rows of car for the \ncream colored Packard. Finally, he zeroed in on it. His eyes widened as \nhe saw that Eileen and Marty were struggling inside, Eileen screaming. \nGeorge steadied himself, hiked up his pants, and rushed to the side of \nthe car. He opened the driver's side door.\n\nGEORGE\nHey, you! he said forcefully. Get your damn hands -- uh oh!\n\nIt wasn't Marty inside with Eileen. When the guy inside turned around, \nhe saw with horror that it was Biff Tannen instead! An icy stab of fear \nhit George in the chest.\n\nBIFF\n(deadly serious) I think you got the wrong car, McFly.\n\nEILEEN\n(struggling to sit up) George! Help me!\n\nGeorge looked at her, feeling strangely detached from the situation.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nEILEEN\n(struggling to sit up) George! Help me! George looked at her, feeling strangely detached from the situation. \n\nTARGET SECTION TO BE ANNOTATED:\n He \ndidn't know what to do! A part of him wanted to run as fast and far \naway as possible, but at the same time he knew he couldn't leave Eileen \nalone with Biff. \n\nBIFF\n(same deadly serious voice) Just close the door, McFly, and walk away.\n\nEILEEN\nGeorge! Please! Help me!\n\nGeorge stood rooted to where he was, unable to make up his mind. His \neyes darted between Biff's mask of anger, and Eileen's tear streaked \nface. What should he do?\n\nEXT. HIGH SCHOOL - SIDE ENTRANCE\n    \nMarty was shoved back against the school wall. His head slammed against \nthe concrete wall and he winced. Gums and Match kept a firm hold on \nhim, so he couldn't get away. Across from him, Skinhead pulled his fist \nback, ready to slam Marty in the face. Marty closed his eyes, tensing \nup, waiting for the blow.\n\nBut it never came. Instead he heard footsteps and cries of surprise \nfrom Biff's gang. He opened his eyes and saw that Reginald had brought \nsome friends. It was the band that was playing at the dance.\n\nBAND MEMBER\nWho you callin' 'spook', peckerwood?!\n\nSkinhead tried to throw a punch at him -- but the guy got him instead! \nThen the rest of the men went after Gums and Match - who saw them \napproaching and tried to make a run for it, releasing Marty. Marty \ndarted away to the parking lot, not letting the chance to escape pass \nby. He had to get back to Eileen!\n    \n\nEXT. HIGH SCHOOL PARKING LOT\n\nGeorge stared at Biff, who stared back angrily.\n\nBIFF\nAll right, McFly, I asked you politely to leave. Now I'm gonna have to \nteach you a lesson!\n\nBiff stepped out of the car and before George could move, he grabbed \nhis right arm and twisted it back. George let out a moan of pain. Biff \nstarted laughing, as if it was some kind of great joke. The laugh \ntaunted George, made him angrier and angrier.\n\nWithout thinking about it, his left hand clenched into a fist and he \nspun around.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nBiff \nstarted laughing, as if it was some kind of great joke. The laugh \ntaunted George, made him angrier and angrier. Without thinking about it, his left hand clenched into a fist and he \nspun around. \n\nTARGET SECTION TO BE ANNOTATED:\n His fist connected solidly with Biff's face, and the smile \ndropped from the bully's face a second before he dropped to the ground, \nout cold!\n\nGeorge looked at his hand, stunned, as if he couldn't believe that it \nhad done such a thing. Marty reached the site just then, skidding to a \nstop. Eileen climbed out of the car and gave George a hug. He hugged \nher back tentatively. Marty ducked back into the shadows, not wanting \nto be spotted by either one of them and ruin the moment. A few other \nkids from the dance were migrating toward the site now. \n\nGIRL\nDid you see that? \n\nGUY\nKid's got the greatest left hook since Jo Louis! Laid 'im out cold with \none punch!\n\nONLOOKER\nSomebody better call an ambulance.\n\nMarty shook his head, amazed that they were talking about his father! \nHe watched George and Eileen walk slowly toward the school, arm in arm. \nRight before they entered, Eileen turned around and caught sight of \nMarty staring at them. She gave him a shy smile and he grinned at her \nin return. Once they entered the building, he turned and ran back to \nthe side of the school, where he had left Biff's gang.\n\nEXT. HIGH SCHOOL - SIDE ENTRANCE\n\nThe band members were running off Biff's gang. As Marty approached \nthem, one of them got one last kick at Skinhead in the ass before they \nspilt. \n\nMARTY\nHey, thanks a lot, you guys, \n\nThe three hoods scatterred into the night.\n\nBAND MEMBER\nIt's okay.\n\nMARTY\nWell, you guys go back in there and play the best version of 'Turn Back \nthe Hands of Time' that you can, glancing towards the door.\n\nThe band members shook their heads.\n\nBAND MEMBER 2\nSorry, my friend, we're through for tonight.\n\n Marty looked at them, stunned.\n\nMARTY\nWhat do you mean?\n\nDRUMMER\nLook at Lester's hand. He smashed it on top of old Skinhead. We can't \nplay without Lester.\n\nMarty glanced at Lester, who was wrapping a handkerchief around his \nbruised and bleeding hand.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe smashed it on top of old Skinhead. We can't \nplay without Lester. Marty glanced at Lester, who was wrapping a handkerchief around his \nbruised and bleeding hand. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTY\nBut you guys have to play! The dance isn't over yet! You gotta play \n'Turn Back the Hands of Time'. My parents gotta -- George, Eileen gotta \ndance the last dance and kiss!\n\nBAND MEMBER\n Hey, man, the dance is over...unless you can find somebody who can \nplay the guitar.\n\n Marty turned to look at Reginald.\n\nINT. HIGH SCHOOL DANCE - STAGE\n\nMarty stood on stage with the band, playing Turn Back the Hands of Time \nwith them. He could see his parents dancing cheek to cheek in the \nmiddle of the dance floor. Marty watched them carefully as the song \nended, holding his breath. They leaned forward slowly, \nhesitantly....then their lips met in a kiss! He smiled in relief, then \nchecked the time. A few minutes before midnight.\n\nMarty stepped forward to the microphone set up.\n\nMARTY\nWell, folks, that about wraps it up for this evening....\n\nThe students moaned in disappointment.\n\nSTUDENTS\nAww, one more!    Just one more!\n\nMARTY\nYou want one more, huh?\n\nMarty looked at the clock again, then turned to the band. None of them \nappeared to have any objections. He looked at the crowd, considering, \nthen finally decided to go for it. \n\nMARTY\nWell, I probably shouldn't do this, but what the hell, you're gonna be \nhearing a lot of this in the future anyway... (turning around) Follow \nme, fellas, he told the band members.\n\nMarty walked over to his amp and twisted the volume to the maximum \namount it would go. He placed his guitar against it and shattered the \nexpectant silence of the gym with a loud riff from the instrument. The \naudience looked both shocked and horrified, and the band exchanged \nlooks of confusion. Marty started in on a Chuck Berry song, Johnny B. \nGoode, expressions in the gym changing to astonishment. It took a \nmoment, but the band finally figured out what was going on and joined \nin. Marty grinned as the first -- very first -- sound of rock 'n roll \nwas heard.\n\nKids started dancing, only a few at first, then more joined in. Marty \nstarted moving on stage, like the rockers did at heavy metal concerts.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarty grinned as the first -- very first -- sound of rock 'n roll \nwas heard. Kids started dancing, only a few at first, then more joined in. Marty \nstarted moving on stage, like the rockers did at heavy metal concerts. \n\nTARGET SECTION TO BE ANNOTATED:\n \nThe crowd roared, total pandemonium breaking out on the dance floor. No \none had ever heard this kind of music before! The band got more and \nmore enthusiastic as the chaperones clasped their hands tightly to \ntheir ears, horrified expressions on their faces.\n\nMarty shifted the music to Rock Around the Clock, noting in \nsatisfaction that the entire gym was dancing to the music. He loosened \nthe tie around his neck, sweating from those hot stage lights, then \ndecided to just take his jacket off. He yanked it off his body and \ntossed it into the crowd.\n Meanwhile, out in the hall, an old teacher who had been chaperoning \nthe dance was on the phone. \n\nOLD TEACHER\nThat's right, officer, (over the music) there's a riot in the school \ngym!\n\nIn the gym, on the stage, the man with the sax stepped forward and \nimprovised an impressive solo. Then it was Marty's turn. He reached up \nand tore open his shirt, making all the girls shriek. Finally, with a \nnervous look at the clock, he wrapped the music up with a final riff. \nThe walls of the gym shook with the applause. Marty took a bow and \nsmiled at the crowd. Behind him, the Midnighters were breathless with \nall the excitement.\n\nMARTY\nGood night, everybody!\n\nMarty shouted into the mike. He stepped back, heading for the door, but \nthe band members crowded around him.\n\nREGINALD WASHINGTON\nMan, that stuff cooks! That's the hottest sound I ever heard! You gotta \nplay that Monday for that record company cat from New York!\n\nMarty lost the smile on his face, suddenly serious.\n\nMARTY\nI won't be there Monday.\n\nThe band members looked stunned. Marty continued to talk before they \ncould ask any questions.\n\nMARTY\nAnd don't you guys play it either, he cautioned. It's time hasn't come \nyet. If you play it, you might screw things up. It'll happen on it's \nown.\n\nLESTER\nWhat are you talking about?\n\nMARTY\nRock'n roll!\n\nHe turned and ran off stage, darting though the halls to the front of \nthe building.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nLESTER\nWhat are you talking about? MARTY\nRock'n roll! He turned and ran off stage, darting though the halls to the front of \nthe building. \n\nTARGET SECTION TO BE ANNOTATED:\n Outside, he could see Professor Brown's truck in front of \nthe school, engine idling, waiting to go.\nMarty burst out of the school and jumped into the cab, slamming the \ndoor behind him. \n\nINT. TRUCK\n\nHe noticed that the Professor was in an Army uniform. \n\nMARTY\nEverything's cool. (breathless) They danced, they kissed, they're in \nlove! Let's go!\n\nProfessor Brown put his foot on the gas and they tore out of the \nparking lot.\n    \n\nINT. TRUCK - HOURS LATER\n\nSeveral hours later, Marty was still talking about the evening's events \nto the Professor. \n\nMARTY\nI sure wish I could have seen the punch!\n\nIt was almost three in the morning.\n\nMARTY\nI mean, he decked him -- laid him out cold -- one punch. It must have \nbeen beautiful! I didn't know he had it in him!\n\nProfessor Brown took his eyes off the road a moment to look at Marty, \nsomething about what he was saying making him uneasy. \n\nPROFESSOR EMMETT BROWN\nYou didn't?\n\nMARTY\nNope. My father's never clenched a fist in his entire life!\n\nPROFESSOR EMMETT BROWN\nCurious... (sudden concern) Very curious.\n\nMarty shook his head, unaware of the Professor's worries.\n\nMARTY\nI just wish I could have seen it...\n\nHe let his voice trail off, staring out the dark window, at the highway \nunwinding before them. Professor Brown turned his attention back to \ndriving. For the first time all evening, Marty lapsed into silence. \nWhen the Professor next looked at him, ten minutes later, he was \nslumped back in his seat, his forehead resting against the window, eyes \nclosed and snoring softly. Professor Brown didn't disturb him. Marty \nhad a long and busy night and deserved some rest. Especially \nconsidering how much work had to be done in the next day.\n\nThe light of dawn had hardly begun to shine in the east when they \ncrossed the state line into Nevada. The Professor pulled into a gas \nstation and stopped the car. The tank was running low and they still \nhad a ways to go.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe light of dawn had hardly begun to shine in the east when they \ncrossed the state line into Nevada. The Professor pulled into a gas \nstation and stopped the car. The tank was running low and they still \nhad a ways to go. \n\nTARGET SECTION TO BE ANNOTATED:\n Not to mention that, according to a sign next to the \nstation, there would be no more chances to fill up for 150 miles.\n\nEXT. GAS STATION\n\nProfessor Brown turned to Marty and shook him awake, then handed him \nhis bag and told him to go change. As Marty headed for the bathroom, \nthe Professor got out of the truck and headed for the small building \nwhere the grizzled gas attendant was waiting.    \n\nINT. GAS STATION - BATHROOM\n\nInside the bathroom, Marty quickly changed out of the suit he had worn \nto the dance and into his 1982 clothes, pulling some Army fatigues and \na jacket over them. The Army clothes were a little loose, but it didn't \nmatter. Once he had the clothes on, Marty took the bottles of Coke he \nhad brought with him in his bag and stuffed them deep into the jacket's \npockets. He looked in the dusty mirror, checking his appearance to make \nsure he looked okay and the Coke bottles weren't visible. They weren't. \nMarty quickly gathered up his things and left the stuffy restroom, \njoining up with the Professor just as the gas had finished.\n\nEXT. GAS STATION\n\nGAS ATTENDANT\nTwenty six gallons, checking the readouts. That'll be $3.75.\n\nMarty almost choked. Since when was gas so cheap? Before he had much \ntime to reflect on that, Professor Brown paid the man and climbed into \nthe truck. Marty had no choice but to follow and they continued towards \nthe test site.\n\nINT. TRUCK - MILITARY INSTALATION\n\nHours later, Professor Brown was driving the truck down a dirt road. At \nthe end of it was a huge barbed wire fence, padlocked, with a huge \nsign. U.S. Army. Restricted Area. Authorized Personal Only. Their goal. \nThe test site.\n\nThe Professor nudged a dozing Marty as they approached the gate and \npulled to a stop. He had previously told Marty to leave the talking to \nhim, and Marty had no problem with that. He certainly did not want to \nget them arrested. Almost as soon as they had stopped, an M.P. stepped \nup to the truck, a rifle in hand.\n\nM.P.\nWhere do you jokers think you're going? he asked, peering into the cab.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nM. P. Where do you jokers think you're going? he asked, peering into the cab. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Professor picked up some papers -- their orders -- off the \ndashboard and handed them to the guy.\n\nPROFESSOR EMMETT BROWN\nWe're here to deliver that refrigerator.\n\nHe pointed to the back. The M.P. glanced at it and shook his head. \n\nM.P.\nDo you know where you are?\n\nPROFESSOR EMMETT BROWN\nThis is where they're gonna drop the bomb, right? Well, Philco wants to \nfind out what it does to their refrigerator.\n\nThe M.P. strolled over to the back and used his gun to lift up a corner \nof the tarp and look under it.\n\nM.P.\nWhat's with the motorcycle?\n\nMarty watched the Professor carefully, wondering how he would answer \nthis one. As before, he had a logical answer.\n\nPROFESSOR EMMETT BROWN\nGeneral Motors wants to find out what it does to their truck. The \nmotorcycle is because we don't want to find out what it does to us.\n\nThe man glanced at the papers.\n\nM.P.\nWell, you better shake a leg. That bomb goes off in fifty-five minutes!\n\nProfessor Brown and Marty glanced at each other, relieved, then drove \nthrough the now-open gate. They had passed the first obstacle.\n    \n\nINT. MILITARY BUNKER\n\nColonel Nordell peered through binoculars at the barren desert from the \nartillery bunker. The bunker had a full communicational base in it, \nwith 105mm Howitzers, ready for any last minute attacks. The desert \nappeared to be peaceful and deserted...then the Colonel saw the army \ntruck speeding toward the test sight. He turned toward Lieutenant \nGlass, standing beside him.\n\nCOLONELL NORDELL\nLieutenant, what's that vehicle doing down there?\n\nThe lieutenant glanced up, looking unconcerned. Two guys delivering a \nrefrigerator from Philco, sir.\n\nCOLONELL NORDELL\nFrom Philco? (shaking his head) Jesus H. Christ! How many refrigerators \ndo we have to blow up in this test?\n    \n\nEXT. NEVADA DESERT - 1.5 MILES FROM TEST SITE\n\nMarty and the Professor reached the tract houses a few minutes after \nbeing allowed inside. This suburbian site was 1.5 miles from the blast \nsite, according to a large sign nearby.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. NEVADA DESERT - 1.5 MILES FROM TEST SITE\n\nMarty and the Professor reached the tract houses a few minutes after \nbeing allowed inside. This suburbian site was 1.5 miles from the blast \nsite, according to a large sign nearby. \n\nTARGET SECTION TO BE ANNOTATED:\nProfessor Brown backed the truck into a driveway of a house where two \nmannequins were positioned on the front lawn. The man was set up with a \nlawn mower and the woman was in a chaise lounge. Marty looked at the \nbizzare spectacle for a moment, then jumped out of the truck to open \nthe garage door for the Professor. He finished backing the truck inside \nand switched off the ignition.\n\nIt was hot outside already so Marty took off his jacket and tossed it \ninside the cab of the truck. He helped the Professor take the tarp off \nthe back and start to hook the time machine up.\n    \n\nINT. DETONATION CONTROL ROOM\n\nThe clock read 11:30AM inside the detonation control room. The room \nbustled with activity as the time drew near for the blast.\n\nTIMEKEEPER\nComing up on exactly 30 minutes to detonation. Lock all timing \ncircuits...now.\n\nTECHNITION\nMark!\n\nHe flipped a switch, starting four clocks counting down in sync.\n\nSECOND TECHNITION\nCheck arming circuits!\n\nThe third technition looked at the board. Arming circuits are green.\n\nMAJOR LANZA\nFinal evacuation check!\n\nLIEUTENANT JONES\nRoger!\n\nEXT. NEVADA DESERT - 1.5 MILES FROM TEST SITE\n\nPROFESSOR EMMETT BROWN\nThere it is -- Ground Zero... and your target is 800 yards.\n\nProfessor Brown and Marty peered through binoculars at the side of the \nhouse. Behind them the time machine was ready for action, the power \nconverter set up on the roof of the truck with the solar cell panel \npointed toward the front of the vehicle.\n\nMARTY\nIt was sure nice of Uncle Sam to put those yardage markers up for us. \n(noticing the markers at every 200 yards from the tower)\n\nPROFESSOR EMMETT BROWN\nWe're at one and a half miles, so you're just a little over a mile from \nwhere you want to be, (lowering his binoculars) Wait until minus 3 \nminutes before you go -- that should give you plenty of time, and it \nshould be close enough to zero hour that they can't do anything to stop \nyou. Park the truck at 800 and get in the refri-- the time chamber.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTY\nIt was sure nice of Uncle Sam to put those yardage markers up for us. (noticing the markers at every 200 yards from the tower)\n\nPROFESSOR EMMETT BROWN\nWe're at one and a half miles, so you're just a little over a mile from \nwhere you want to be, (lowering his binoculars) Wait until minus 3 \nminutes before you go -- that should give you plenty of time, and it \nshould be close enough to zero hour that they can't do anything to stop \nyou. Park the truck at 800 and get in the refri-- the time chamber. \n\nTARGET SECTION TO BE ANNOTATED:\n \nJust be sure the nose of the truck is pointed at the bomb....the power \nconverter will do the rest.\n\nProfessor Brown headed into the garage again and Marty followed. The \nmotorcycle was on the ground, with the mannequin who had been mowing \nthe lawn in the side car passenger seat. \n\nPROFESSOR EMMETT BROWN\nHere's a walkie-talkie, (handing Marty the object from inside the truck \nand pointing to the channel selector knob) I'll be on this frequency. \n(moving it up a few numbers) This one's the Army.\n\nA voice from the control room came on, mixed with static.\n\nVOICE\nT minus 28 minutes, and counting.\n\nThe Professor checked the time.\n\nPROFESSOR EMMETT BROWN\nI'd better go! (holding his hand out towards the teenager) Good luck, \nMarty.\n\nMarty shook his hand. \n\nMARTY\nThanks for everything, Pro.\n\nPROFESSOR EMMETT BROWN\nProfessor Brown grinned. I guess I'll see you in... about 30 years.\n\nMarty swallowed hard, remembering the Professor being gunned down in \nthe future. This was the last time he would see him alive. \n\nMARTY\nUh... yeah... I hope so.\n\nThe Professor gave him an intense look. \n\nPROFESSOR EMMETT BROWN\nIs something wrong?\n\nMarty shook his head, biting his lower lip as he tried to fight back \nthe threat of tears. \n\nMARTY\nIt's just always so hard for me to say goodbye.\n\nMarty turned suddenly and stepped outside, unable to stand looking at \nthe Professor any longer. After a moment, Professor Brown spoke.\n\nPROFESSOR EMMETT BROWN\n Marty, (sounding hesitant) I know I've repeatedly asked you not to \ntell me anything about the future, but....well, those loud bangs on the \ntape recorder....are they....\n\nMARTY\nProfessor -- there are some doors that shouldn't be opened, Marty said \nsoftly, without turning around.\n\nThe Professor nodded slowly. In the background, the walkie-talkie \nspoke. \n\nVOICE\nT minus 27 minutes.\n\nMarty raised his binoculars again and looked at Ground Zero. The \nProfessor watched him for a moment, then went over to the motorcycle.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE\nT minus 27 minutes. Marty raised his binoculars again and looked at Ground Zero. The \nProfessor watched him for a moment, then went over to the motorcycle. \n\nTARGET SECTION TO BE ANNOTATED:\n \nHe stared at the mannequin, realizing that something was amiss. \nProfessor Brown reached into the truck cab and pulled out Marty's Army \njacket and placed it on the mannequin. Then he got on, started the \nengine, and drove away.\n\nMarty continued to look through the binoculars, hardly aware of the \nProfessor's departure.\n    \n\nINT. MILITARY BUNKER\n\nLieutenant Glass watched the desert from the artillery bunker through \nhis own set of binoculars. He saw the motorcycle from the truck with \nthe refrigerator speed away with the two men who had come with it \ninside. The Lieutenant turned to Colonel Nordell beside him.\n\nLIEUTENANT GLASS\nThere go those two lovers who brought the refrigerator.\n\nColonel Nordell nodded. All right. He picked up a phone nearby. \nEvacuation is complete. This area is secure, he said into it.\n    \n\nEXT. NEVADA DESERT - 1.5 MILES FROM TEST SITE\n\nWhen the Professor vanished from view as he sped away, Marty lowered \nhis binoculars and checked the time. He had about 25 minutes left \nbefore the bomb would detonate and over 20 minutes to go before he had \nto start driving towards the site.\n\nMarty decided now would be a good time to look around. He walked around \nto the front of the house, taking a moment to check out the yard and \nhome's exterior. Except for the mannequins in the front, it looked \npretty typical for a 1950's home. Marty walked across the grass and \ntried the door. It was unlocked. He stepped inside.\n\nMarty was expecting the place to be empty. To his amazement, the inside \nwas completely furnished. It looked like a model home, awaiting \ndisplay. Current issues of popular -- in the 1950's, anyway -- \nmagazines were on the tables. There was a radio, even a TV in the room. \nMarty looked in the dining room and saw another group of mannequins \nseated at the table, with place settings arranged before them. Marty \nshook his head, chuckling at the lengths that the government went with \nthese experiments.\n\nHe went into the kitchen and looked around this room. It was completely \nfurnished like the other rooms, down to the last detail.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarty \nshook his head, chuckling at the lengths that the government went with \nthese experiments. He went into the kitchen and looked around this room. It was completely \nfurnished like the other rooms, down to the last detail. \n\nTARGET SECTION TO BE ANNOTATED:\n In one corner \na Frigidaire refrigerator sat. Marty walked over to it and opened it \nup. It was well stocked with food. He saw meat, cheese, milk eggs, \nCoke, fruit, and vegetables. Marty plucked an apple from inside, took a \nbite from it, then set it back inside. He shut the fridge and retraced \nhis steps back to the living room to check out the TV.\n\nThe TV was full of static and snow when he first switched it on. Marty \ntwisted the channel knob, finally tuning into a somewhat muddy image of \nthe Howdy Doody Show. Since it was the only thing he could get a \nreception on, Marty watched Clarabell dancing around and slowly shook \nhis head.\n\nMARTY\nThe 'fabulous fifties,'  \n\nHe was grateful that he wouldn't be stuck in that decade forever.\n    \n\nINT. DETONATION CONTROL ROOM\n\nTIMEKEEPER\nT-minus fourteen minutes.\n\nThe first technition nodded.\n\nTECHNITION\nLock all arming circuits.\n\nThe task was completely quickly.\n\nSECOND TECHNITION\nPreliminary arming circuits locked.\n\nThe other two quickly followed.\n\nTHIRD TECHNITION\nMain arming circuits locked.\n\nFOURTH TECHNITION\nAuxiliary arming circuits locked.\n\nINT. MILITARY BUNKER\n\nInside the artillery bunker, Captain Teague began to pass out \nsunglasses to his troops and to the privileged civilian spectators.\n\nCAPTAIN TEAGUE\nYou are here to witness one of the most spectacular sights in the \nhistory of man, he said. It is really quite beautiful. There will be an \nintense white fireball that will recede into a bright yellow glow, \naccompanied by an intense shock wave....\n    \n\nEXT. NEVADA DESERT\n\nProfessor Brown headed towards the gate on his motorcycle as the M.P. \nlistened to the countdown on their radios.\n\nVOICE\nT-minus 7 minutes. 7 minutes until final detonation.\n\nAs the Professor got closer to the gate, one of the M.P.'s opened it \nand waved him through. Professor Brown waved back over his shoulder, \nnot slowing the vehicle down in the least.\n    \n\nEXT. NEVADA DESERT - 1.5 MILES FROM TEST SITE\n\nMarty started to take off his army fatigues as he watched the TV.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nProfessor Brown waved back over his shoulder, \nnot slowing the vehicle down in the least. EXT. NEVADA DESERT - 1.5 MILES FROM TEST SITE\n\nMarty started to take off his army fatigues as he watched the TV. \n\nTARGET SECTION TO BE ANNOTATED:\n Under \nthe clothes was the outfit he had come with from 1982. As soon as he \nhad shed the clothes from the Army, he switched the walkie-talkie on to \ncheck the time before the bomb would go off.\n\nVOICE\nT-minus 6 minutes and counting...\n    \n\nEXT. NEVADA DESERT\n\nProfessor Brown continued the high speed on his motorcycle down a dirt \nroad, then up a hill and into the mountains. Finally, when the ground \nleveled off, he cut the engine and stopped the motorcycle. The \nProfessor reached for the binoculars around his neck as he got off the \nbike and walked to the edge of a cliff. He peered at the test sight \nwith it's tract homes and the tower where the nuclear bomb sat.\n\nProfessor Brown grabbed his walkie-talkie and listened to the control \nvoice. \n\nVOICE\n...5 minutes and counting...\n\nHe switched channels to the one Marty was on. \n\nPROFESSOR EMMETT BROWN\nCalling Marty! (into the walkie-talkie) Do you read me?\n\nThere was a long pause, during which static played with the radio. Then \ncut to: \n\nMARTY\nI read you, Pro.\n\nCut to:\n\nPROFESSOR EMMETT BROWN\nIs everything set? Have you put the formula in the power converter?\n\nCut to:\n\nMARTY\nI'm on my way to do that right now.\n    \nMarty brought the walkie-talkie with him as he went into the garage and \nopened the door into the cab to get his jacket with the bottles of Coke \nin it. But it wasn't there!\nMarty blinked, shocked, and checked the floor and behind the seats. \nNothing. He started to panic. Marty climbed into the back of the truck \nand checked there, even though the chances were very slim that it could \nhave gotten there. It wasn't.\n Marty snatched the walkie-talkie off the front seat where he had set \nit.\n\nMARTY\nProfessor! (panicing and fearful) I can't find the formula! I left it \nin my jacket, and my jacket's gone!\n    \nCut to:\n\nProfessor Brown heard Marty's news and turned to look at the motorcycle \nbehind him. There was Marty's jacket, still on the mannequin where he \nhad inadvertently set it earlier.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nI left it \nin my jacket, and my jacket's gone! Cut to:\n\nProfessor Brown heard Marty's news and turned to look at the motorcycle \nbehind him. There was Marty's jacket, still on the mannequin where he \nhad inadvertently set it earlier. \n\nTARGET SECTION TO BE ANNOTATED:\nPROFESSOR EMMETT BROWN\nOh my God!\n\n\nINT. DETONATION CONTROL ROOM\n\nDetonation Control was getting busier and busier as the time for the \nbomb to go off drew closer and closer.\n\nTIMEKEEPER\nT-minutes 3 minutes, 30 seconds...\n\nTECHNITION\nReleased safety switches! First Safety.\n\nThe second technition flipped the switch before him. \n\nSECOND TECHNITION\nFirst safety released.\n\nTHIRD TECHNITION\nFirst safety released!\n    \n\nEXT. NEVADA DESERT\n\nProfessor Brown was horrified at the turn of events that had suddenly \nsprouted. He frantically called out instructions to Marty over the \nwalkie-talkie.\n\nPROFESSOR EMMETT BROWN\nMarty, it's over. Do you understand? It's over. Now I want you to get \nin the refrig-- the time chamber, and we'll just pray that the lead \nlining --\n\nMARTY (over walkie-talkie)\nThe refrigerator! Hang on, Professor!\n\nProfessor Brown stared at the walkie-talkie, wondering what was going \non.\n\nEXT. NEVADA DESERT - 1.5 MILES FROM TEST SITE    \n\nMarty ran into the house and straight to the kitchen. He yanked open \nthe refrigerator and his eyes fell on those bottles of Coke he had seen \nearlier. Marty let out a deep sigh of relief, though he knew the ordeal \nwas far from over. He'd had serious visions of his tombstone there for \na few minutes.\n\nMARTY\nDon't worry about a thing! (into the walkie-talkie) There's plenty of \nformula in the refrigerator!\n\nEXT. NEVADA DESERT\n\nOn the hill the Professor was confused. The refrigerator? he said to \nhimself. His eyes slid over to Marty's jacket in the motorcycle, \nconsidering... After a moment, Professor Brown switched the frequency \non the walkie-talkie to get an update on the time.\n\nVOICE\nT-minutes 2 minutes, 50 seconds.\n    \n\nEXT. NEVADA DESERT - 1.5 MILES FROM TEST SITE \n\nMarty pulled himself up on top of the truck's cab to get to the power \nconverter, juggling the two bottles of Coke he had brought with him \nfrom the refrigerator.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE\nT-minutes 2 minutes, 50 seconds. EXT. NEVADA DESERT - 1.5 MILES FROM TEST SITE \n\nMarty pulled himself up on top of the truck's cab to get to the power \nconverter, juggling the two bottles of Coke he had brought with him \nfrom the refrigerator. \n\nTARGET SECTION TO BE ANNOTATED:\n Without thinking, Marty tried to twist the cap \noff the bottle, but it wouldn't budge! He didn't have a bottle opener \nwith him either.\nAware of the time ticking down, Marty finally smashed the neck of the \nbottle against the roof of the cab and poured the Coke -- along with a \nfew pieces of broken glass -- into the power converter.\n\nINT. DETONATION CONTROL ROOM\n\nTIMEKEEPER\nT minus 2 minutes...\n\nTECHNITION\nRelease second safely!\n\nSECOND TECHNITION\nSecond safety released!\n\nThe switch was flipped.\n\nTHIRD TECHNITION\nSecond safety released!\n    \n\nEXT. NEVADA DESERT - 1.5 MILES FROM TEST SITE \n\nMarty climbed down from the roof off the truck and got inside the cab. \nIt started without his hitch and he slammed his foot against the \naccelerator, heading in the direction of Ground Zero.\n    \n\nINT. MILITARY BUNKER\n\nColonel Nordell watched the bomb site with his binoculars from the \nartillery bunker. It was deserted as it should be. He was about to turn \naway, when a flash of movement caught his eye. He couldn't believe it \nwhen he saw the truck racing towards the site of the bomb.\n\nCOLONEL NORDELL\nJesus! What's that truck doing out there?\n\nCaptain Teague and Lieutenant Glass turned to look through their \nbinoculars. \n\nCAPTAIN TEAGUE\nHe's heading straight for the bomb!\n\nLIEUTENANT GLASS\nHe's gotta be a Commie spy -- trying to sabotage the test!\n\nCOLONEL NORDELL\nCaptain! Get your men on this artillery and blow that truck to Kingdom \nCome!\n\nCaptain Teague nodded curtly and turned to his crew. \n\nCAPTAIN TEAGUE\nMen, get on this artillery and blow that truck to Kingdom Come! Fire \nmission! Let's move!\n\nThe military men made a dash for the 105mm Howitzer.\n\nINT. TRUCK - EN ROUTE TO GROUND ZERO\n\nMarty drove the truck past mile marker 1.3, unaware of the eminent \ndanger. Gun breeches were opened with 105mm shells being loaded inside \nthe artillery bunker. The weapons were slammed shut and cranked around \ntowards the outside and the truck.\n\nINT.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nGun breeches were opened with 105mm shells being loaded inside \nthe artillery bunker. The weapons were slammed shut and cranked around \ntowards the outside and the truck. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ARTILERY BUNKER\n\nSARGENT GUNTHER\nCaptain! Give us some coordinates!\n\nCAPTAIN TEAGUE\n(shaking his head) I don't have any! We'll have to fire direct!\n\nINT. TRUCK - EN ROUTE TO GROUND ZERO\n\nMarty drove by the 1 mile mark as the three Howitzers were pointed in \nhis vague direction. \n\nCut to:\n\nCAPTAIN TEAGUE\nFire! \n\nCut back to:    \n\nSomething suddenly exploded a hundred feet to Marty's side, dirt \nraining down everywhere. Marty gripped the wheel tightly in his hands, \nhis nerves strung out.\n\nMARTY\nJesus!\n    \n\nINT. ARTILERY BUNKER\n\nMeanwhile, Captain Teague was shouting more instructions at his men. \nHaving seen the first blast with his binoculars, he now had a better \nidea where to fire. \n\nCAPTAIN TEAGUE\nDrop 5 elevation, add 8 deflection!\n\nAnother weapon was adjusted to the position and fired.\n\n \nINT. TRUCK - EN ROUTE TO GROUND ZERO\n\nMarty had managed to calm himself down after the first explosion. He'd \nhardly began to breathe normally again when something else exploded, \nthis one a lot closer in front of the truck, but still off to the side. \nMarty twisted the wheel to the side, terrified of being blow up, hardly \nnoticing the 1400 yards marker as he drove by it.\n\nEXT. NEVADA DESERT\n\nOn the hill, Professor Brown could see the whole thing through his \nbinoculars. \n\nPROFESSOR EMMETT BROWN\nOh my God! he cried, feeling helpless to do anything.\n    \n\nINT. DETONATION CONTROL ROOM\n\nTIMEKEEPER\nOne minute, fifteen seconds!\n\nTECHNITION\nRelease final safety.\n\nSECOND TECHNITION\n Final safety released!\n\nThe third technition flipped the switch.\n\nTHIRD TECHNITION\nFinal safety released!\n\nINT. ARTILERY BUNKER\n\nIn the artillery bunker, Sergeant Gunther realigned the Howitzer, to a \nnew position. \n\nSERGEANT GUNTHER\nDrop 2 elevation, minus 3 deflection.\n    \n\nINT.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nARTILERY BUNKER\n\nIn the artillery bunker, Sergeant Gunther realigned the Howitzer, to a \nnew position. SERGEANT GUNTHER\nDrop 2 elevation, minus 3 deflection. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n TRUCK - EN ROUTE TO GROUND ZERO\n\nThe new shell hit the ground several yards before the truck, sending a \nheavy rain of dirt on the windshield. Marty drove around the hole and \nlooked behind him, shuddering as he realized how close that one had \ncome. Up ahead was his goal, the 800 yard maker. Marty slammed the \ntruck to a stop and turned to the Army channel on the walkie-talkie.\n\nVOICE\nExactly one minute till detonation! the voice said. 59....58....\n    \n\nINT. ARTILERY BUNKER\n\nCOLONEL NORDELL\n(lowering his binoculars and turning to Captain Teague) He's stopped, \nCaptain! Right at the 800 yard marker!\n\nCaptain Teague smiled tightly.\n\nCAPTAIN TEAGUE\nWe'll get him for sure this time! Add 1 and a half elevation! he added \nto his men.\n    \n\nINT. TRUCK - STOPPED\n\nInside the truck, Marty listened to the countdown, his heart pounding \nwith exhilaration and fear. \n\nVOICE\n...53...52....\n\nMARTY\nHurry up! \n\nHe threw open the door of the truck to the outside.    \n\nEXT. NEVADA DESERT\n\nProfessor Brown continued to watch the truck with Marty in it, his \nwalkie- talkie in the other hand. \n\nPROFESSOR EMMETT BROWN\nMove the truck!  They're gonna draw a bead on you!\n\nThe truck did not move.\n    \n\nINT. ARTILERY BUNKER\n\nSergeant Gunther finished the adjustments on his weapon. \n\nSERGEANT GUNTHER\nI've got a bead on him!\n    \n\nEXT. TRUCK - STOPPED\n\nMarty was about to climb in the back of the truck, the countdown still \non his walkie-talkie. \n\nVOICE\n..47...46...\n\nMarty let out an impatient sigh and decided to report in to the \nProfessor. He flipped the channel, but before he could say anything, he \nheard Professor Brown was yelling at him over the airwaves.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE\n..47...46... Marty let out an impatient sigh and decided to report in to the \nProfessor. He flipped the channel, but before he could say anything, he \nheard Professor Brown was yelling at him over the airwaves. \n\nTARGET SECTION TO BE ANNOTATED:\nPROFESSOR EMMETT BROWN (over walkie-talkie)\nBack up! Back up!  (frantic) They're drawing a bead on you! Back up!\n\nMarty froze for a moment, then took off for the cab of the truck as \nfast as he could, expecting to be hit by some weapon any second.\n\nINT. ARTILERY BUNKER    \n\nCAPTAIN TEAGUE\nFIRE!\n\nSergeant Gunther pulled the trigger and the cannon let out a noise that \nshook the ground.\n    \n\nINT. TRUCK\n\nMarty turned the key in the ignition of the truck, threw the stick \nshift into reverse, and hit the gas pedal as hard as he could.\n\nA second later, a huge explosion wiped out the 800 yard marker where he \nhad been parked. The truck trembled from the shock wave. Marty stopped \nthe truck several hundred feet away and watched the smoke clear. A huge \ncrater in the ground was all that remained of yard marker 800, where he \nhad been seconds before. He swallowed hard.    \n\nINT. DETONATION CONTROL ROOM\n\nTIMEKEEPER\nT-minus 30 seconds! the voice from detonation control said.\n\nColonel Nordell turned away from the window before the smoke cleared on \nthe last explosion. \n\nCOLONEL NORDELL\nEverybody into the bunker! Take cover! Now!\n\nThere was a mad dash as the men all left their posts and headed for the \nstairs that lead to the underground bomb shelter. The truck was \nforgotten.\n    \n\nINT. TRUCK\n\nMarty could hear the voice start counting down the remaining thirty \nseconds before the bomb would go off. He turned the key in the \nignition, but the engine wouldn't start! His face grew even paler then \nit was already as he tried it again. Still, nothing happened!\n\nVOICE\n ....24....23....22... \n\nEXT. NEVADA DESERT\n\nUp on the hill, Professor Brown kept his binoculars trained on Marty's \ntruck.\n\nPROFESSOR EMMETT BROWN\nCome on, Marty! (unaware that Marty was having any problems) Come on!\n\nVOICE\n ....20...19....18...\n\nINT. TRUCK\n\nMarty swallowed hard, gripping the key as hard as he could and turning \nit for the third time. The engine groaned....",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. TRUCK\n\nMarty swallowed hard, gripping the key as hard as he could and turning \nit for the third time. The engine groaned.... \n\nTARGET SECTION TO BE ANNOTATED:\nbut then it caught! He \nsighed in relief and aimed at the crater, over a hundred yards away.\n\nVOICE\n ...14...13...12...\n\nMarty grabbed the walkie-talkie and leaned over it, wedging it against \nthe accelerator. The truck started moving and he threw opened the door, \njumping to the ground. The truck picked up speed as Marty ran to the \nback, grabbing hold of the sides of the vehicle and pulling himself \ninside. He threw the switches on the time machine, turning it on and \npreparing it for the trip back... he hoped.\n\nIt could have been his imagination, but Marty swore he could still hear \nthe timekeeper over the roar of everything.\n\nVOICE\n...9...8...7...\n\nThe truck pitched forward into the gaping hole left from the Howitzer \nshell. Marty lost his balance, unprepared for the jolt, and fell into \nthe bed of the truck. His head struck the metal floor, which left him \nslightly dazed for a second. He realized that the truck had gotten \nslightly off center with where the solar cell that was positioned just \nso as it had fallen and quickly climbed to his feet to jerk the cells \nback where they belonged.\n\nVOICE\n...5...4...3...\n\n Marty threw open the door of the refrigerator -- or time chamber -- \nand stepped inside.\n\nVOICE\n...2...1...\n\n He slammed the door shut.\n    \n\nINT. DETONATION CONTROL ROOM\n\nTIMEKEEPER\nDetonate!\n\nThree technitions, turned their keys at the same time, setting off an \nincredible white fireball that made the surroundings invisible with \nlight for a moment before dimming to a glow of softer yellow.\n    \n\nEXT. TIME MACHINE/REFRIDGERATOR\n\nThe bright white light hit the power converter. Marty glanced up inside \nhis cramped quarters to see a thin beam of the same color hit him from \nthe focusing lense suspended above his head. He closed his eyes as a \nstrange feeling swept over his body....    \n\nThe yellow glow from the bomb lasted a few moments, turning everything \nyellow. The tower which housed the bomb was vaporized and the truck of \nMarty and the Professor's began to melt from the intense heat.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe closed his eyes as a \nstrange feeling swept over his body.... The yellow glow from the bomb lasted a few moments, turning everything \nyellow. The tower which housed the bomb was vaporized and the truck of \nMarty and the Professor's began to melt from the intense heat. \n\nTARGET SECTION TO BE ANNOTATED:\n Inside \nthe command bunker, the Army officers with their men and the chosen \ncivilians gaped at the site before them as the mushroom cloud formed, \nit's radioactive smoke reaching thousands of feet into the atmosphere.\n\nEXT. NEVADA DESERT - HILL\n\nSafely on the hill, Professor Brown turned his back on the site and \nover to the mannequin in the sidecar. A medium sized bulge rested in \none of the pockets of the Army jacket. The Professor looked at it a \nlong moment, long after the light of the bomb faded and the shock wave \nhad passed. He remembered Marty's words from earlier and wondered: \nShould I look....?\n\nINT. TIME MACHINE\n\nMarty saw completely and utter darkness around him. The air around him \nhad grow hot and stuffy. He resisted the urge to cough and felt for the \nhandle of the refrigerator door. His hand came into contact with it \nafter a moment's search and he pushed forward.\n\nEXT. NEVADA DESERT - 1982\n\nA crack of sunlight split the darkness. Marty pushed the door harder \nand a shower of sand rained on him. He climbed to the outside world. \nThe sun was shining brightly in a clear blue sky. Marty looked down at \nthe refrigerator and saw that it was half rotted and worn away with \nage. Next to it, he recognized the remains of the Army truck, twisted \nand almost unrecognizable, half buried in the sand.\n\nMarty took a step away from the refrigerator and looked around him. It \nwas barren out here. He saw nothing but an ocean of hot sand all \naround. Marty glanced at his watch. It was noon exactly. He squinted up \nat the merciless glare of the sun.\n\nMARTY\nShit!\n\nMarty decided the best thing for him to do would be to start walking. \nHe set off in the direction of the sun, not sure which way to head. A \nfew minutes after he started the hike, Marty started to hear a low hum \noff in the distance. It sounded like a helicopter.\n\nThe sound grew closer and he looked up at the sky, his eyes searching \nfor the source. He saw something in the sky, but it looked strange. The \ncraft started to lower itself toward the ground, grains of sand flying \neverywhere.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sound grew closer and he looked up at the sky, his eyes searching \nfor the source. He saw something in the sky, but it looked strange. The \ncraft started to lower itself toward the ground, grains of sand flying \neverywhere. \n\nTARGET SECTION TO BE ANNOTATED:\n Marty squinted his eyes and put a hand over them, turning \nhis head away. Between the glare of the sun on the thing, and all the \nflying sand, it was almost impossible to tell anything about it.\n\nAfter a moment, the noise faded away and Marty turned around. Right in \nfront of him was a strange sight. It looked like a car from the \n1950's....but it had three whitewalls, propellers, and funny fins on \nthe side. At the back of the car was something that resembled the \nProfessor's power converter. As Marty stared at the contraption, he \nnoticed Professor Brown in the driver's seat.\n\nMarty opened his mouth to say something, but nothing came out. The \nProfessor opened the door and jumped out, heading towards Marty. He \nlooked older then he had in 1952, but not as much as he had in 1982. \nProfessor Brown seemed different to Marty, his posture straighter with \nmore of a spark in his eyes.\n\nPROFESSOR EMMETT BROWN\nMarty! You're here! Right on time! How are you? Feeling okay?\n\nMarty tried to speak again.\n\nMARTY\n(hesitantly) What year is this? \n\nPROFESSOR EMMETT BROWN\n(beaming) 1982! March 18, just like we planned! My calculations were \nabsolutely correct! Thirty years! God, I cannot believe it's been \nthirty years! Sure, it was a long time ago -- longest I've ever had to \nwait for the results of an experiment!\n\nMarty was confused. \n\nMARTY\nAnd you're alive, Professor? (remembering what happened right before he \nleft 1982) You weren't shot?\n\nProfessor Brown looked at him blankly.\n\nPROFESSOR EMMETT BROWN\nShot? Who'd want to shoot me? I've never felt better in my life!\n\nMarty didn't know what to say about that. He continued to stare at the \nflying vehicle and at the Professor. \n\nPROFESSOR EMMETT BROWN\nHop in, Marty, (turning and heading for the vehicle). We've got a long \ndrive ahead of us.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe continued to stare at the \nflying vehicle and at the Professor. PROFESSOR EMMETT BROWN\nHop in, Marty, (turning and heading for the vehicle). We've got a long \ndrive ahead of us. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTY\nWhat do you call this? (as he cautiously started towards the \ncontraption)\n\nPROFESSOR EMMETT BROWN\nA car.\n\nMarty watched as Professor Brown opened the door and got inside. He \nslowly followed suit.\n\nINT. CAR\n\nInside the car, Marty noticed the controls and the dashboard were \nstreamlined in a kind of old-fashioned futuristic style. He was \ndistracted from his examination of the car's interior by the Professor \nleaning over and pulling out a 16 ounce bottle of Coke. He grabbed a \nbottle opener that was on the dashboard and opened it up, then pulled \nopen the dashboard in front of Marty and hooked the bottle to a funnel \nlabeled fuel inside. Marty remembered leaving the formula in his \njacket. Somehow, Professor Brown must have found it.\n\nMARTY\nProfessor... You peaked, didn't you?\n\nProfessor Brown shrugged, looking a little sheepish.\n\nPROFESSOR EMMETT BROWN\nYeah. I figured, what the hell!\n\nA moment later he lifted the car up from the sand and flew them away \nfrom the old nuclear test site.\n    \nProfessor Brown waited a few minutes before starting to answer some of \nthe questions Marty had begun to throw at him. Marty wanted to know \neverything that had happened over the past thirty years to the \nProfessor. Things seemed so different from when he had left.\n\nPROFESSOR EMMETT BROWN\nYou see, I never rebuilt the time machine after it was destroyed in \n1952. I decided that experimenting with time and possibly changing \nhistory was too risky. Anyway, experiments in time travel were banned \nin all 87 states after the governor of Cuba caught Dr. Felstien fooling \naround in the Bermuda Triangle -- that was back in '64.\n\nMARTY\n87 states? Time travel bans? What the hell?\n\nMarty didn't understand anything. He tried not to think about that part \nof the conversation. There were some other, more important things to \nwonder about.\n\nMARTY\nBut if you didn't rebuild the time machine, how did I go back in time \nin the first place?\n\nPROFESSOR EMMETT BROWN\nAccording to your girlfriend, Suzy Parker, you and she were at the \nmovies. You went to the restroom and you never came out.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTY\nBut if you didn't rebuild the time machine, how did I go back in time \nin the first place? PROFESSOR EMMETT BROWN\nAccording to your girlfriend, Suzy Parker, you and she were at the \nmovies. You went to the restroom and you never came out. \n\nTARGET SECTION TO BE ANNOTATED:\n Obviously, you \nstepped through an inter-dimensional time warp, created by the original \noperation of the time machine.\n\nMost of this was still going over Marty's head. \n\nMARTY\nObviously!  (trying to appear that he understood.)\n\nPROFESSOR EMMETT BROWN\nBut I told everyone your disappearance was due to a teleportation \nexperiment you were helping me with. So don't mention anything about \ntime travel to anyone.\n\nMARTY\n(nodding) What theater was I at?\n\nPROFESSOR EMMETT BROWN\nThe Orpheum.\n\nMarty smiled, some of this finally clicking into place. He looked out \nthe window and saw, far below, a clean and more of that old-fashioned \nmodern look on a city. It had streamlined skyscrapers and even some \nflying cars. Marty couldn't believe it.\n\nMARTY\nWow! Look at that city!\n\nProfessor Brown glanced out the window. \n\nPROFESSOR EMMETT BROWN\nPretty, isn't it?\n\nMARTY\nIt's the most beautiful city I've ever seen! What is it?\n\nThe Professor smiled at him. \n\nPROFESSOR EMMETT BROWN\nCleveland.\n\nEXT. McFLY HOUSE    \n\nIt was night when they reached Marty's house. It was the same one he \nhad left, but it looked different. On closer inspection, Marty noticed \nthe corners were more rounded, almost streamlined, and a large power \nconverter sat on the roof next to the chimney. The Professor landed his \ncar next to another one in the driveway that had all the elaborate \npropellers and stuff on it too. Marty guessed that this was considered \nthe norm here.\n\nPROFESSOR EMMETT BROWN\n Go on in, (noticing Marty's hesitation) I'll be with you as soon as I \nadjust this blasted flow capacitor.\n\nAs Marty got out of the car, he noticed more flying cars, busses, even \ntrucks in the air above his home. He shook his head and turned his \nattention back to his house. He stared at it a long moment and took a \ndeep breath before walking to the front door. Marty rang the doorbell, \nunsure if he should just barge in. With all the changes he had seen so \nfar, he wasn't sure if it would be a good idea.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stared at it a long moment and took a \ndeep breath before walking to the front door. Marty rang the doorbell, \nunsure if he should just barge in. With all the changes he had seen so \nfar, he wasn't sure if it would be a good idea. \n\nTARGET SECTION TO BE ANNOTATED:\nThe door was answered a minute later, but not by who he had expected. A \nrobot, looking vaguely like the one Marty had seen on Professor Brown's \nblueprints that one night, pulled the door open. It was only about \nthree or four feet high, with a little bow tie on.\n\nROBOT\nGreetings, Master Martin. Let me take your coat.\n\nMarty stared at the thing for a moment. \n\nMARTY\nRight.... \n\nHe slowly took off his silver Porsche jacket and handed it to the \nrobot. Finally, he stepped into his house.\n\nINT. McFLY HOUSE\n\nMarty was surprised. Things actually didn't look that different from \nwhen he had left. His mother, sitting in the living room, jumped to her \nfeet and rushed towards him.\n\nEILEEN\nMarty! You're back! I'm so glad to see you!\n\nEileen McFly gave her son a hug, then seemed to notice his clothes. She \nlooked at Marty, a faint smile on her face.\n\nEILEEN\nWhere did you get these silly clothes?\n\nWithout waiting for an answer, she turned to the robot. \n\nEILEEN\nSparky, get Marty some clean clothes.\n\nROBOT\nYes, Madam.\n\nMarty watched him turning and heading out of the room, as his mother \nspoke again.\n\nEILEEN\nYour father's in the study. Say hello to him.\n\nHe nodded and walked down the hall. Marty stopped halfway to the study, \nsuddenly noticing several display cases hanging on the hallway wall. In \none there was a pair of boxing gloves with a plaque: McFly-Liston \nFight, Madison Square Garden, 1966. In the case next to that was a \nsilver boxing champion's belt with George M. McFly, World Middleweight \nChampion, 1963. In the last one was a framed magazine ad with a picture \nof George McFly holding a weird device with the words: The Champ gives \ntooth decay the One-Two Punch with Son-O-Dent ultra sonic tooth care \nsystem, by E. Brown Enterprises, under the photo.\n\nMarty was surprised and a little shocked on all that had happened since \nhe had left. \n\nGeorge McFly looked up from his desk as Marty entered his study.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nBrown Enterprises, under the photo. Marty was surprised and a little shocked on all that had happened since \nhe had left. George McFly looked up from his desk as Marty entered his study. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nGEORGE\nWelcome home, son! \n\nHis voice sounded a little different to Marty's ears. More confident \nand forceful, not nearly as meek, like it had been before. \n\nGEORGE\nThe Professor told us what happened with the experiment -- that there \nmight be some side effects... lapses of memory.\n\nMarty edged closer to the desk to get a better look at this new George \nMcFly. He, like the Professor, seemed different -- for the better, but \nstill different. Dad didn't seem to notice his scrutiny. He continued \ntalking.\n\nGEORGE\nYour mom's got one heckuva dinner planned tonight! She's been pushing \nbuttons all day!\n\nMarty nodded as if he understood, and as he did so, he noticed a \nfamiliar looking figure outside the window. His eyes narrowed and Marty \nrealized it was Biff, wearing a security guard uniform and in a chaise \nlounge, appearing to be asleep. Marty's father followed his gaze and \nopened the window.\n\nGEORGE\nHey, Biff! What are you doing, sleeping on the job? A security guard's \nsupposed to be alert!\n\nBiff smiled and sat up. \n\nBIFF\nYes, sir, Mr. McFly!\n\nGEORGE\nWhat am I paying you fifty cents an hour for? \n\nBIFF\nI'm sorry, Champ, (getting to his feet) It won't happen again, sir.\n\nHe began to walk around the yard.\n\nGeorge closed the window and sat back down at his desk. Marty watched \nas he attached a suction cup that was connected by wire to something \nthat looked like a pen on his forehead. He waved the pen over a blank \ncheck and with a few electronic beeps, handwriting appeared on the \npaper, spelling out, Pay to the order of the Coca Cola Company.\n\nMARTY\nWhat are you doing, Dad? \n\nMarty watched, eyes wide in amazement.\n\nHis father glanced up, puzzled. \n\nGEORGE\nWhat's it look like I'm doing, son? I'm paying the fuel bill. It's over \n$2.00 this month -- we really oughta try to cut down.\n\nMarty continued to watch his father. George looked a little concerned.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's over \n$2.00 this month -- we really oughta try to cut down. Marty continued to watch his father. George looked a little concerned. \n\nTARGET SECTION TO BE ANNOTATED:\nGEORGE\nWhat's wrong, son? You act like you've never seen a Write-O-Matic \nbefore.\n\nMarty pulled out his Bic pen from his pocket and looked at it, shaking \nhis head.\n\nGEORGE\nSay, what have you got there? (noticing the pen for the first time) An \nantique pen? Let me see that! He took it from Marty and examined it \ncarefully. I haven't seen one of these in....well, this is strange. How \ndo you fill it with ink?\n\nMarty's father flashed him a strange look, which made Marty feel \nslightly uneasy. He looked like he wanted to say something, but before \nhe did, someone knocked on the door. A second later, Eileen came into \nthe room.\n\nEILEEN\nMarty, there's someone here to see you.\n\nSuzy Parker came into the room. She was wearing some strange clothes, \nwith her hair styled in a different, unusual way, but Marty didn't \ncare. \n\nMARTY\nSuzy!\n\nSUZY\nHi, Marty!\n\nMARTY\nWhat did you do to your hair?\n\nSUZY\nWhat did you do to yours?\n\nMarty and Suzy both laughed as Professor Brown slipped into the room. \n\nGEORGE\nHey, how's my favorite girl?\n\nShe smiled.\n\nSUZY\nFine, Mr. McFly.\n\nGEORGE\nWhy don't you two get out of here -- I'm sure you can find something \nbetter to do than watch me pay bills! \n\nSuzy looked at her boyfriend critically.\n\nSUZY\nMarty, you'd better change your clothes. You can't go to Mambo Class \nlooking like that.\n\nMarty stared at her blankly.\n\nMARTY\nMambo class? You mean people still do the Mambo?\n\nSuzy shrugged. \n\nSUZY\nSure. Everybody does the Mambo!\n\nMarty thought about that for a moment, wondering something important. \n\nMARTY\nDon't tell me you've never heard of rock'n roll...\n\nSuzy now directed a blank look at him.\n\nSUZY\nRock and what?\n\nPROFESSOR EMMETT BROWN\nI've never heard of it either.\n\nMarty gave a big grin.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUZY\nRock and what? PROFESSOR EMMETT BROWN\nI've never heard of it either. Marty gave a big grin. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTY\nWell maybe it's time you did!\n\nHe took Suzy's hand and the two of them left the room, Eileen and \nProfessor Brown following.    \n\nGeorge McFly was left alone in his study, sitting at his desk. \nSomething about the conversation earlier with his son was gnawing at \nhim. He opened his desk drawer and pulled out his hydraulic scrapbook. \nAfter he plugged it in, the pneumatic cylinders began to turn the pages \nautomatically. It stopped at a certain page and George looked at the \nnewspaper clipping he had saved in there, way back thirty years ago.\n\nPolice Quell Near Riot At School Dance, the headlined said. It was that \nold Springtime in Paris dance the article was talking about. Beneath \nthe headline was a somewhat grainy photograph of the young man on stage \nwho had played that strange music. As George looked closer, he saw that \nthe young man in the picture bore a striking resemblance to his son.\nGeorge shook his head slowly.\n\nGEORGE\nNah. Couldn't be....\n\nFADE TO BLACK\n\nTHE END\n"
}