{
  "1": "November 12,\n\n2014\n\nBAD BOYS 3\n\nPrevious Draft\nby\nPeter Craig\n\nCurrent Draft\nby\nDavid Guggenheim\n\fFADE IN:\n\nEXT. BURREL PRISON - NIGHT\n\nStone walls. Gun towers. Razor wire. A formidable hellhole.\nSUPER: BURREL PRISON - ALBANIA\n\nA KAWASAKI NINJA 300 FLIES UP to the prison gates.\n\nTWO GUARDS watch as a silky figure climbs off the bike and\nremoves her helmet to reveal a gorgeous head of red hair.\n\nDialogue in ITALICS is in ALBANIAN with ENGLISH SUBTITLES:\n\nGATE GUARD\nYou lose your way?\n\nGIRL\nNo, I’m right where I need to be.\n\nShe unzips her jacket. Is she gonna flash them? But then she\npulls out two ENVELOPES.\n\nConfused, the guards open them up. They’re filled with\nAMERICAN DOLLARS.\n\nGIRL (CONT'D)\nAleksander Luga. Inmate 2-1-9-5. I\nwant him free.\n\nThe guards trade looks. Go to hand the money back.\n\nGATE GUARD\nGet the fuck out of here.\nGIRL\nJust know... We gave you the easy\n\nway out.\n\nTwin precision shots rip through the guards foreheads. IN A\nFLASH: AN EXTRACTION TEAM emerges from the treeline.\n\nThe girl pulls control keys from a guard’s pocket. Steps into\na security shack. Disarms security and opens a side gate.\n\nWearing night vision goggles and carrying Geind SMS-65\nsubmachine guns, the gunmen enter the prison with military-\nprecision, THE ENTIRE CHARGE SEEN IN NIGHT VISION GREEN.\nINT. BURREL PRISON - ISOLATION WING - CELL - SAME\n\nAn inmate is doing push-ups. With one arm. In a handstand.\nHis body is lean. Covered in tats. One for each kill. His\nhead is shaved. He is as dangerous as they come.\n\nHe is ALEKSANDER LUGA.\n\fINT. BURREL PRISON - VARIOUS - SAME\n\nThe extraction team makes their way through the prison. A\ngunman attaches an explosive to a lock. BLOWS FREE the door.\n\nINT.",
  "2": "---END OF PREVIOUS SECTION---\nA\ngunman attaches an explosive to a lock. BLOWS FREE the door. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BURREL PRISON - UTILITY ROOM - SAME\nA gunman cuts wires to the electrical grid.\nINT. BURREL PRISON - CELL BLOCK - SAME\n\nThe lights SHUT OFF -- leaving guards vulnerable to the\nextraction team, wearing night vision. They CUT THEM DOWN.\n\nINT. BURREL PRISON - ISOLATION WING - MOMENTS LATER\n\nThe hallway door EXPLODES. TEAM LEADER crosses up to Luga’s\ncell. Attaches another charge to the door. It blows open.\nLuga steps out. Instantly demands:\n\nLUGA\nGive me a gun.\n\nThe gunman hands him a Glock 30. Luga sees two guards rushing\nup and FIRES -- killing them both.\n\nEXT. BURREL PRISON - SAME\n\nA MERLIN HELICOPTER shoots towards the prison.\nINT. BURREL PRISON - VARIOUS - SAME\n\nThe extraction team commences exfil.\n\nEXT. BURREL PRISON - SAME\n\nThe helicopter touches down inside the walls. Luga and the\nextraction team hop inside. It flies off.\n\nEXT. PLG SHIPPING COMPANY - MAGIC (SIX HOURS BEHIND)\nA large building on the Indian River in Florida.\nSUPER: MIAMI - FLORIDA\n\nINT. PLG SHIPPING COMPANY - OFFICE - SAME\n\nBARDHA, a tough Albanian, hands a cheap phone to his boss,\nALBERT HESS, 50's, serious and intelligent. Into the phone:\n\nHESS\nPut him on.\n\nINT. MERLIN HELICOPTER - INTERCUTTING\n\nLuga takes the phone from the Lead Team Member.\n\fHESS\nYou know who this is?\nLUGA\nI got your message.\nHESS\nGood -- then you know I only got\n\nyou out for one reason. This is not\na personal job. It’s business.\nYou’re to do what I hired you to do\nand nothing more. Tell me you\nunderstand that.\n\nLUGA\n...I understand.\n\nLuga hangs up. Stares ahead. Cold eyes. Hard. END INTERCUT.\nHESS\n(to Bardha)\nI need to keep this dog on a short\nleash. Make sure he’s brought to me\nthe second he gets off the boat.\nHess sends the phone down a chute -- into an incinerator.",
  "3": "---END OF PREVIOUS SECTION---\nHESS\n(to Bardha)\nI need to keep this dog on a short\nleash. Make sure he’s brought to me\nthe second he gets off the boat. Hess sends the phone down a chute -- into an incinerator. \n---TARGET SECTION TO BE ANNOTATED---\nRESUME HELICOPTER:\nflying off -- as RAP MUSIC BLASTS.\nEXT. ATLANTIC OCEAN - NIGHT\n\nSHOOTING over neon-lit water, we pan up to frame the MIAMI\nSKYLINE, the sonic WHOOSH of a 6262cc V12 engine as we GO TO:\n\nA GUN-GRAY FERRARI 599\n\nTHUNDERING past Miami hot-spots. Behind the wheel, dressed\nlike a GQ cover model: MIKE LOWERY. A Lamborghini Huracan\npulls up beside him at a red light, two IMG MODELS inside.\n\nIMG MODEL #1\nSweet ride.\n\nShe REVS the engine.\nMIKE\nYou two aren’t silly enough to want\n\nto race me.\n\nIMG MODEL #1\n...Maybe.\n\nIMG MODEL #2\n..-Depends how big your engine is.\n\fMIKE\nBig enough for two. What do you\nhave under the hood?\n\nIMG MODEL #1\nCatch us and you'll find out.\n\nMIKE\nWould if I could, but I got work.\nI‘1l have to find you ladies later.\n\nIMG MODEL #1\nAnd how do you plan to do that?\n\nMike flashes his BADGE. Girls smile. The light turns green.\nThey ZOOM AHEAD. Mike mouths “damn” and ROARS forward.\n\nEXT. AVENTURA MALL - PARKING LOT - LATER\nA luxury shopping center. Mike’s Ferrari pulls up and parks.\nINT. FERRARI - SAME\nMike checks his Hublot King Power Black Mamba watch.\nMIKE\n\nAlright, it’s almost game time.\n\nDaltrey, Sanchez, you two set?\nThis to a HIDDEN MICROPHONE in the lining of the car ceiling.\nINT. CADILLAC ESCALADE - SAME\nParked a few cars away from Mike. Sitting inside are two next-—\ngeneration cops with MIAMI-DADE PD’S TACTICAL NARCOTICS TEAM:\nSCOTT DALTREY (Louisiana-transplant; ex-Marine; Duck Dynasty-\nbeard; the guy you want backing you in a firefight) and MARIA\nSANCHEZ (Latina; sexy; teflon-tough).\n\nBoth cops are wired with MICS near their throats so they can\ntalk without holding up a radio.",
  "4": "---END OF PREVIOUS SECTION---\nCADILLAC ESCALADE - SAME\nParked a few cars away from Mike. Sitting inside are two next-—\ngeneration cops with MIAMI-DADE PD’S TACTICAL NARCOTICS TEAM:\nSCOTT DALTREY (Louisiana-transplant; ex-Marine; Duck Dynasty-\nbeard; the guy you want backing you in a firefight) and MARIA\nSANCHEZ (Latina; sexy; teflon-tough). Both cops are wired with MICS near their throats so they can\ntalk without holding up a radio. \n---TARGET SECTION TO BE ANNOTATED---\nDALTREY\nReady to rumble, hoss.\n\nRESUME MIKE:\n\nMIKE\nTheroux, where are you at?\n\nCAM (V.O.)\nRight behind you partner.\n\nWait, partner? What happened to Marcus Burnett?\n\nMike looks in the rear-view at the sweet-looking Dodge\nChallenger SRT8 behind him. The driver gives a wave.\n\fINT. DODGE CHALLENGER - SAME\nMeet Mike’s new partner: CAM THEROUX, young and cocky.\nINTERCUT ALL THREE CARS:\n\nCAM\nNice of your connection to pick\nthis place to meet. I say after we\nbust the bad guys, we do a little\nshopping, a candle from Wicks N\nSticks, maybe grab some Cinnabon.\nDaltrey, some new bandanas?\n\nMIKE\nHey, you wanna do your job or you\nwanna fuck around?\n\nCam gets quiet quick.\n\nMIKE (CONT'D)\n\nNow let’s go over it again: as soon\nas I agree to the buy, I give the\ncall to Theroux to show up with the\ngreen. Once we got the glass in\nhand: Daltrey, Sanchez, you two\ncome in hard and fast, back us up.\nNo call, you’re all statues unless\nI give the trouble signal. Any\nquestions?\n\nSANCHEZ\nYeah. What’s the trouble signal?\n\nMIKE\n“Oh shit, I’m in trouble.” Now\nlet’s get sharp. It’s prove\nyourself time.\nCam resents Mike’s condescending attitude. Under his breath:\n\nCAM\nProve yourself, my ass.\n\nEXT. AVENTURA MALL - PARKING LOT - MOMENTS LATER\nStores are closing. Mike and the TNT cops are still waiting.\nRESUME DALTREY AND SANCHEZ:\n\nDALTREY\nC’mon, top 3 country songs. Go.\n\nSANCHEZ\nThey're all the same. If it's not\nabout cheating, it's about\ndrinking. Or screwing.\n\fDALTREY\nAnd that’s different from what you\nlisten to? It’s all about Kush,\nbitches and doe.\n\nSanchez sits up. Spots a mousey WHITE GUY heading toward\nMike’s car. Into her mic:\n\nSANCHEZ\nLowery, heads-up.",
  "5": "---END OF PREVIOUS SECTION---\nSanchez sits up. Spots a mousey WHITE GUY heading toward\nMike’s car. Into her mic:\n\nSANCHEZ\nLowery, heads-up. \n---TARGET SECTION TO BE ANNOTATED---\nMike sees the white guy approaching. His connection.\n\nMIKE\nThat's him. Get ready.\n\nCam zips open a gym bag on the passenger seat. A Strayer\nVoight Infinity TIKI handgun rests atop wrapped stacks of\nbills. He discretely pulls out the gun.\n\nMike gets ready to step out of his Ferrari but the connection\ndoesn’t slow down. Just keeps walking up to Mike’s car --\n\n-- and drops a PRE-PAID CELL onto Mike’s lap.\n\nCam, Daltrey and Sanchez are all thrown. Mike was supposed to\nmeet him in the open.\n\nMike sees the connection vanish into the shadows of the\nparking lot, then picks up the phone.\n\nVOICE ON PHONE\nWe need to change locations.\n\nMIKE\nWhat are you talkin’ about? This is\nwhere we agreed to meet.\n\nVOICE ON PHONE\nNot anymore. You want what we’re\nselling, you come to us. Club\nApagén. Be there in twenty minutes.\nBring the cash to the VIP section.\nCome alone.\n\nCLICK. The call ends. Back into his mic:\nMIKE\nAlright, change of plan. We're\ngoin’ clubbing. Meet’s at a place\ncalled Apagén.\nSanchez instantly gets on her phone and runs a search.\n\nSANCHEZ\nAfter hours joint in Little Havana.\n\fDALTREY\nGoddamn set-up.\n\nCAM\nC’mon Mike, you're not serious.\nThat’s an invitation to a hit.\nYou gotta call this off.\n\nMIKE\nNot callin’ anything off.\n(urgent)\nSanchez, Daltrey: beat us to the\nclub. Make sure you got eyes and\nears in place when the deal goes\ndown.\n\nDaltrey and Sanchez immediately drive away in the Escalade.\nMIKE (CONT'D)\nTheroux, you hold back out front\nwith the money and don’t release it\nuntil you get the call from me. You\ngot it?\nCam’s not happy -- but Mike’s the senior officer here.\n\nCAM\nYeah, I got it.\n\nMike drives off. Cam shakes his head.\n\nCAM (CONT'D)\nGoddammit Lowery.\n\nAnd starts up his ride. LATIN TECHNO BLASTS as we GO TO:\n\nINT. CLUB APAGON - LATER\n\nAn EXPLOSION OF SOUND AND LASER LIGHT. Lots of skin.",
  "6": "---END OF PREVIOUS SECTION---\nLATIN TECHNO BLASTS as we GO TO:\n\nINT. CLUB APAGON - LATER\n\nAn EXPLOSION OF SOUND AND LASER LIGHT. Lots of skin. \n---TARGET SECTION TO BE ANNOTATED---\n Miami’s\nYOUNGEST AND HOTTEST dance around acrobatic salsa performers\nand bikini-clad conga dancers.\n\nEXT. CLUB APAGON - SAME\n\nUnder the I-95 overpass in Little Havana. The Escalade parks.\nINT. CADILLAC ESCALADE - SAME\n\nDaltrey turns to see Sanchez STRIPPING in the passenger seat.\n\nDALTREY\nWhat are you doing?\n\nSANCHEZ\nSame thing you should be. This is a\nclub, not a Waffle House.\n\fSanchez removes her jacket and shirt to reveal a lacy\ncamisole. Daltrey takes off an outer-shirt, throws off his\nbandanna and messes up his hair.\n\nINT. CLUB APAGON - MOMENTS LATER\n\nLooking club-hot, Sanchez and Daltrey step inside. Play the\nrole of boyfriend and girlfriend. Hands all over each other.\n\nThe two cops take up position so they have line of sight into\nthe GLASS ENCASED VIP AREA.\n\nDALTREY\n(into a hidden mic)\nAll ready Mike, you’re good to go.\nEXT. CLUB APAGON - SAME\n\nMike arrives, followed by Cam, who watches Mike enter the\nclub, still thinking he’s nuts to do so.\n\nINT. CLUB APAGON - MOMENTS LATER\n\nMike crosses underneath LATIN DANCERS GYRATING in CAGES to\nthe VIP SECTION.\n\nFIVE MEN await him, standing. A beefy SECURITY OFFICER runs a\nwand over Mike. He’s clean.\n\nDaltrey and Sanchez watch as Mike steps inside the VIP area.\nBut as soon as the glass door closes behind him --\n\n-- the glass turns FROSTED. Sanchez and Daltrey can’t see in.\n\nSANCHEZ\nShit.\n\nINT. DODGE CHALLENGER - SAME\n\nCAM\nWhat?\n\nDALTREY\nWe can’t see inside.\n\nCam shifts, uneasy.\nINT. CLUB APAGON - VIP AREA - SAME\nSUDDENLY -- GUNS APPEAR, AIMED AT MIKE.\n\nThe five men are members of a cruel and merciless HOME\nINVASION CREW that specializes in ripping off drug buyers.\n\nLEAD GUNMAN\nPut your fucking hands up mother-\nfucker!\n\fMIKE\nWhoa, let’s dial this shit down.",
  "7": "---END OF PREVIOUS SECTION---\nThe five men are members of a cruel and merciless HOME\nINVASION CREW that specializes in ripping off drug buyers. LEAD GUNMAN\nPut your fucking hands up mother-\nfucker! MIKE\nWhoa, let’s dial this shit down. \n---TARGET SECTION TO BE ANNOTATED---\nThe LEAD GUNMAN steps forward, threatening:\n\nLEAD GUNMAN\nWhere’s the fucking money!?!\n\nMIKE\nThere is no fucking money.\n\nLEAD GUNMAN\nCall your boy and get us our money\nor we kill your ass!\n\nA GUNMAN presses a Glock into his temple.\nINT. DODGE CHALLENGER - SAME\n\nHearing this, Cam grabs the gym bag off the passenger seat,\nthrows open his door and crosses the parking lot to the club.\n\nINT. CLUB APAGON - VIP SECTION - SAME\nDespite the guns aimed at him, Mike keeps cool.\n\nMIKE\nHow about you all go fuck\nyourselves instead?\n\nLEAD GUNMAN\nWhat the fuck did you say to me,\nasshole?\n\nMIKE\nThe money is what's keeping me\nalive. You get that, then what? No.\nWe do this, we do it my way.\n\nEXT. CLUB APAGON - SAME\nCam gets intercepted by the bouncer -- his gun bulge visible.\n\nBOUNCER\nClub’s full, homie.\n\nCam drops the bag, grabs the bouncer’s hand and elbow,\npresses them together, KICKS out his knee and SLAMS his head\nagainst the wall. The bouncer’s out-cold. He pulls out the\nbouncer’s radio headset and pockets his cell phone and gun.\nThen picks back up the gym bag and moves into the club.\n\nRESUME MIKE:\nMIKE\n\nNow put your guns down, show me the\nglass and we can make this happen.\n\f10.\n\nINT. CLUB APAGON - SAME\nSanchez and Daltrey see Cam go to the VIP area.\n\nSANCHEZ\nWhere the fuck’s he going? Lowery\nhasn't given the signal yet.\n\nRESUME MIKE:\n\nMIKE\nIf not, just shoot me now cause\nyou’re not gonna see dime one of\nthat fucking money.\n\nCam SLAMS his hand on the door outside.\n\nCAM (0.S.)\nHey, open up, I got your money!\n\nMike rolls his eyes. Asshole. No choice --\n\nMike KNOCKS away the gun that’s pressed to his temple while\nquick-drawing a SECOND GLOCK out of the gunman’s pants.\n\nHe aims it at the leader as another CREW MEMBER FIRES. Mike\nuses his gunman as a HUMAN SHIELD, trading bullets.",
  "8": "---END OF PREVIOUS SECTION---\nNo choice --\n\nMike KNOCKS away the gun that’s pressed to his temple while\nquick-drawing a SECOND GLOCK out of the gunman’s pants. He aims it at the leader as another CREW MEMBER FIRES. Mike\nuses his gunman as a HUMAN SHIELD, trading bullets. \n---TARGET SECTION TO BE ANNOTATED---\n The glass\nwall SHATTERS!\n\nINSTANT PANDEMONIUM! EVERYONE IN THE CLUB GOES RUNNING!\n\nCam draws the bouncer’s gun and starts laying down cover\nfire. Mike escapes the VIP section.\n\nTWO MORE GANG MEMBERS run from the main area of the club. But\nbefore they can shoot at Mike and Cam -- BANG! BANG! BANG!\nDaltrey and Sanchez take them out.\n\nIt’s an ALL OUT GUN BATTLE -- bullets shooting electrical\nequipment -- CAUSING SPARKS and FIRE. WATER GUSHES out of the\nsprinklers. Everyone gets DRENCHED.\n\nThe Lead Gunman goes for an exit. Mike CHARGES after him.\nAnother SHOOTER takes aim, but before he can fire -- his head\nEXPLODES.\n\nREVEAL: CAM -- having just taken the kill shot.\n\nMike gets closer to the Lead Gunman -- who whips around,\nFIRING at Mike, who then SLIDES across the wet floor, legs\nSTRIKING the Lead Gunman, who drops onto his back.\n\nMike swings the gun right into his face.\n\nMIKE\nLike I said: my way.\n\f11.\n\nEXT. CLUB APAGON - LATER\n\nAftermath. Fire trucks. Cruisers. A Crown Victoria pulls up.\nCAPTAIN LEO HOWARD steps out. Surveys the chaos and zeroes in\non the man responsible: Mike, currently fighting with Cam.\n\nMIKE CAM\nYou disobeyed a direct order! They were gonna kill you!\nMIKE\nWhat you did was put the whole crew\nat risk!\n\nAs tensions reach a fever pitch, Howard comes walking up.\n\nCAPTAIN HOWARD\nYeah, yeah, this looks about right\nfor one of your Thursdays. Wait,\ncan that be? Oh my God yes, the\nbuilding’s still standing. You must\nbe losing your touch, Mike.\n\nMIKE\nCaptain, before you start in --\n\nCAPTAIN HOWARD\nOver here.\n\nMike follows Howard away from Cam and the others.\n\nMIKE\nLook it’s not my fault that things\ngot out of hand this time.\n\nCAPTAIN HOWARD\nOf course not. It was “ABM’s”\nfault. Anyone But Mike’s. You said\nthis was gonna be a routine buy.",
  "9": "---END OF PREVIOUS SECTION---\nIt was “ABM’s”\nfault. Anyone But Mike’s. You said\nthis was gonna be a routine buy. \n---TARGET SECTION TO BE ANNOTATED---\nMIKE\nWhich it would have been if Theroux\nlistened --\n\nCAPTAIN HOWARD\nWait, someone didn’t listen to you?\nI’m sorry ‘CAUSE I HAVE NO IDEA\nWHAT THAT’S LIKE! You know, ever\nsince the “Bad Boys” broke up,\nyou're like my nephew without\nRitalin. You weren’t a one man army\ndoing everything the way you want.\nSo I’m telling you now: you better\nlearn how to be part of a fucking\nteam again.\n\nHoward walks away. OFF MIKE -- fuck that, MUSIC and GO TO:\n\f12.\n\nEXT. MIAMI - MORNING\nSun breaks, casting morning rays over the city.\nINT. BURNETT HOUSE - MORNING\n\nThe front door flies open, letting in a walking rack of DRY-\nCLEANING. A dog rushes in and undercuts the mess, tripping\nthe person in the center: MARCUS BURNETT.\n\nMARCUS\nOh shit!\n\nTHERESA (0.S.)\nBaby, that you?\n\nHe falls, and the dog tramples the clothes.\n\nTHERESA (CONT'D)\nDid you remember the dry-cleaning?\n\nMARCUS\n\nUh-huh!\n(to the dog)\nGo, scoot, away.\n\nPast the open rumpus room door, a phone is ringing.\nINT. BURNETT HOUSE - “RUMPUS ROOM” - MOMENTS LATER\n\nWhich has been converted into a combination gym/home office.\nOn the treadmill, JAMES BURNETT, 16, has just answered the\nphone. QUINCY, 15, reads a men’s fitness magazine.\n\nJAMES\nHello, B.S. Unlimited!\n\nMARCUS\n(entering)\nJames! No, no, man. How many times\ndo I have to tell you: it’s not\nB.S. unlimited. It’s “Burnett\nServices Unlimited. Private\nInvestigator.”\n\nJAMES\nI think B.S. makes more sense.\n\nMarcus snatches the phone. Clears his throat.\nMARCUS\nGood morning. Burnett Services\nUnlimited.\n\nHe scrambles for something to write on. Quincy hands him a\ntorn-out page from his magazine. It’s an ad for MALE BOTOX.\n\f13.\n\n“Because you’ve only got one face. BRO-TOX.",
  "10": "---END OF PREVIOUS SECTION---\n13. “Because you’ve only got one face. BRO-TOX. \n---TARGET SECTION TO BE ANNOTATED---\n The tight face\nof a middle-aged man peers back. Marcus leers at Quincy.\n\nMARCUS (CONT'D)\n\nYou're adopted.\n\n(into the phone)\nYes, ma’am, I got thirty years of\ninvestigative experience.\nNarcotics, Murder One, kidnapping,\nhuman trafficking. Seen it all.\n\n(crestfallen)\nOh, your husband came home late?\n\nHe begins writing notes onto the BRO-TOX AD.\nMARCUS (CONT’D)\nNo ma‘am, there is no sin too big\nor too small for Marcus Burnett.\nINT. BURNETT HOUSE - KITCHEN - MOMENTS LATER\n\nMarcus walks in on wife THERESA hugging their 22 year-old\ndaughter, MEGAN.\n\nTHERESA\n...JjJust make sure you break it to\ndad gently.\n\nMARCUS\nBreak what to dad gently?\n\nMegan turns to Marcus. Smiles.\n\nMARCUS (CONT'D)\n\nOh shit.\nTHERESA MEGAN\nMarcus! Dad!\nMARCUS\nI’m sorry, baby. That was just a\nreflex. I’m here now... What were\n\nyou gonna say?\n\nMEGAN\nI'm --\n\nMARCUS\nOh shit!\n\nTHERESA\nMarcus!\n\nMARCUS\n\nTheresa, what do you want from me?\nOur little girl wants to go off and\nmarry that idiot, Clark.\n\f14.\n\nMEGAN\nDad, I’m not marrying Clark.\nMARCUS\nDamn right you’re not.\nMEGAN\nI’m having his baby.\nMARCUS\nOh hell no.\nTHERESA\nMarcus --\nMARCUS\n\nTheresa, excuse me, but no way.\nFirst off, Clark’s unemployed --\n\nMEGAN\nHe’s not unemployed. He works at\nhome. He does freelance.\n\nMARCUS\nYou know who also does freelance at\nhome? Hookers. And I wouldn’t want\nthem to be my baby’s baby daddy\neither.\n\nMEGAN\n(storming past him)\nYou're unbelievable.\n\nMARCUS\nMegan!\n\nTHERESA\nGood one, baby. Real slick.\n\nTheresa follows her now-crying daughter. Marcus looks down.\nHe still has the BRO-TOX AD in his hand.\n\nMARCUS\nWhat are you looking at?\n\nA beat as the picture catches his gaze again. Lingers there.",
  "11": "---END OF PREVIOUS SECTION---\nMARCUS\nWhat are you looking at? A beat as the picture catches his gaze again. Lingers there. \n---TARGET SECTION TO BE ANNOTATED---\nHe doesn’t break. Wait, is Marcus considering “Bro-Tox?”\n\nEXT. MEDITERRANEAN SEA —- DAY\nA cargo ship trudges over choppy waters, spewing smoke.\nINT. CARGO SHIP - HOLD - SAME\n\nShip see-sawing, Luga shaves his beard -- dry. Looks ina\nsmall mirror at his new face, still menacing.\n\f15.\n\nINT. MIKE’S PENTHOUSE APARTMENT - MORNING\n\nPanning across the ultimate bachelor pad, we pick up pieces\nof clothes. Shoes. Pants. Then a skirt. A bra.\n\nWe hear a shower running as we land on Mike, asleep in bed.\nThe phone RINGS, waking him. He picks it up, answering:\n\nMIKE\nLowery... Yeah, alright. I’1l be\nthere in twenty.\n\nAn arm drapes over him. Belongs to IMG MODEL #1 from the\nopening, a pair of HANDCUFFS dangling from her wrist.\n\nIMG MODEL #1\nDon’t tell me you’re leaving me\nagain.\n\nMIKE\nSorry, baby. Duty calls.\n\nIMG MODEL #2 (0.S.)\nBut we haven't posted bail yet.\n\nMike looks to the BATHROOM where IMG MODEL #2 has just\nemerged from the shower, naked and wet.\n\nBut whereas before, Mike would mouth “damn”, now he\nlooks...bored. Has the bachelor life become too routine?\n\nEXT. MIAMI-DADE P.D. HEADQUARTERS - DAY\n\nMike’s Ferrari roars up. Parks.\n\nINT. MIAMI-DADE P.D. HEADQUARTERS - ELEVATOR - DAY\n\nMike crosses the lobby to the elevator. As the doors shut --\n\nVOICE\nHold the elevator.\n\nMike stops the doors from closing to reveal LT. ELLIE\nGARRISON, strong-willed and beautiful. Even her conservative\nbusiness suit can’t diminish the luster she gives off.\n\nELLIE\n(stepping inside)\nSergeant.\n\nMIKE\nLieutenant.\n\nEllie hits the button for 6. Mike has already pressed 8.\nEllie is the only woman in Miami who won’t succumb to Mike’s\ncharm -- but that hasn't stopped him from trying.\n\f16.\n\nMIKE (CONT'D)\nHear the brass wants you to head up\nVice. Congratulations.\n\nELLIE\nThank you.",
  "12": "---END OF PREVIOUS SECTION---\nMIKE (CONT'D)\nHear the brass wants you to head up\nVice. Congratulations. ELLIE\nThank you. \n---TARGET SECTION TO BE ANNOTATED---\nMIKE\nSure Howard’s gonna miss having you\nas his #2. If you want I could help\nyou celebrate.\n\nELLIE\nI don’t think so.\n\nMIKE\nYou know one of these days you’re\ngonna surprise me and say yes.\n\nELLIE\nAnd one of these days you’re gonna\nsurprise me and say nothing.\n\nThe elevator stops at Ellie’s floor and she gets out. Mike\nsmiles. Likes her. She’s a challenge. The doors close and --\n\nINT. TNT DIVISION - MOMENTS LATER\n\n-- re-open on the 8th floor. Mike crosses the busy bullpen to\nHoward’s closed office.\n\nINT. TNT DIVISION —- HOWARD’S OFFICE - CONTINUOUS\n\nMIKE\n(knocking as he enters)\nHey Captain, they said you wanted\nto see me.\n\nCAPTAIN HOWARD\nClose the door.\n\nMike sees Howard isn’t alone. There’s someone else with him:\nFBI SPECIAL AGENT DAN KESSLER, 50’s. Mike closes the door.\n\nCAPTAIN HOWARD (CONT'D)\nMike, this is Agent Dan Kessler\nwith the FBI Miami field office.\n\nMIKE\n(sitting down)\nSo is this a good meeting or a bad\nmeeting?\n\nAGENT KESSLER\nAleksander Luga escaped from Burrel\nPrison in Albania.\n\f17.\n\nMike reacts. He knows the name well.\n\nAGENT KESSLER (CONT’D)\nNeedless to say, his capture has\nbecome top priority for both the\nbureau and Interpol.\n\nMIKE\nI’m sure not everyone is being told\nin person.\n\nCAPTAIN HOWARD\nMike, the FBI has reason to believe\nLuga’s on his way to Miami right\nnow.\n\nMIKE\nTo do what?\n\nAGENT KESSLER\nTo kill you.\n\nFor a second that hangs there -- but Mike is hardly rattled.\n\nMIKE\nThat it? Bad guys try to kill me\nevery day.\n\nAGENT KESSLER\nI wouldn't be here if I didn’t\nthink I was saving your life. We've\ngot intel that his people back in\nAlbania have been running searches\non you. They have your social\nsecurity number, your home\naddress...\n\nMIKE\nLuga’s not a fool.",
  "13": "---END OF PREVIOUS SECTION---\nWe've\ngot intel that his people back in\nAlbania have been running searches\non you. They have your social\nsecurity number, your home\naddress... MIKE\nLuga’s not a fool. \n---TARGET SECTION TO BE ANNOTATED---\n He’s not gonna\ncome all this way, risk all the\nheat, just to kill me.\n\nAGENT KESSLER\n\n(deadly serious)\nThat’s exactly what he’ll do. You\nand Marcus Burnett killed his\nbrother. The Albanians call it\n“Krvna Osveta”. Means he’s made a\nblood oath to get revenge against\nyou both. His people have been\ndoing this for centuries. Luga’s on\na vendetta and he doesn't give a\nshit if Miami PD, FBI, Interpol,\nthe Goddamn Marines, are after him.\nNow for your own safety, you need\nto be put into protective custody\nimmediately —-\n\f18.\n\nMIKE AGENT KESSLER (CONT'D)\n(insulted) -- while the FBI tracks down\nMy safety? and apprehends Luga.\nMIKE\n\nIf anyone is gonna apprehend him --\n\nAGENT KESSLER\n\n(cutting him off;\n\ncondescending as hell)\nIt’s gonna be the FBI. We know all\nabout how you operate, Lowery.\nShoot first, can’t ask a question\n‘cause the suspect’s now dead. Now\nyou’re to stand down like a good\nboy --\n\nInsulted by “boy”, Mike stands up -- towering over Kessler.\n\nMIKE\nBoy, who you calling boy?\n\nCAPTAIN HOWARD\n(rising; before things get\nout of hand)\nThank you, Agent Kessler. I\nappreciate you bringing this to our\nattention.\n\nA beat, then Kessler, staring back at Mike, turns to Howard,\nthen leaves. The second the door closes behind him:\n\nMIKE\nCan you believe that shit, Captain?\n\nCAPTAIN HOWARD\nI absolutely do... That’s why\nyou're going into protective\ncustody immediately.\n\nMIKE\nWhat? You gotta be kidding --\n\nCAPTAIN HOWARD\nThis guy broke out of a maximum\nsecurity prison. I’m not taking any\nchances.\n\nMIKE\nThere’s no way I’m sitting on my\nass alone in some Motel 6 while\nthere’s a target on my back.\n\nCAPTAIN HOWARD\nFirst of all... it’s a Red Roof Inn\nand secondly, yes you are. Now go\npack yourself a bag.\n\f19.\n\nOFF MIKE -- hating this:\nEXT.",
  "14": "---END OF PREVIOUS SECTION---\nNow go\npack yourself a bag. 19. OFF MIKE -- hating this:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n MIAMI STREET - DAY\nA fleet of POLICE CRUISERS roar past.\nEXT. BURNETT HOUSE - DAY\n\nThe cop cars screech to a stop in front. MIAMI-DADE PD\nOFFICERS rush the house. Knock until Theresa answers.\n\nOFFICER\nIs your husband home, ma’am?\n\nTHERESA\nHe’s at work. What’s this about?\n\nThe Burnett kids file up behind their mom, curious.\nOFFICER\nI need you and your family to come\nwith us right now.\n\nTHERESA\nWhy, what’s happened?\n\nOFFICER\n\nEverything's fine. I’1ll explain on\n\nthe way. We just need to make sure\n\nyou and your family are safe.\nGO TO:\nA PERSONALIZED LICENCE PLATE.\nReads “STR8 PMPN.” We’re now:\nEXT. MIAMI NEIGHBORHOOD - DAY\nA fire red CAMARO 228 is parked across from a small house.\nINT. CAMARO - SAME\nMarcus surveils the house of a client, MRS. WALLACE. Through\nNIGHT-VISION BINOCULARS, Marcus glimpses TOM WALLACE in the\nkitchen, washing the dishes.\n\nMarcus readies a PARABOLIC MIC, unfolding a satellite dish.\nHe slips in the earpiece to hear:\n\nMRS. WALLACE (0.S.)\nOh, and can you remind me we need\nto get the dog’s dewclaw trimmed?\n\nHe turns down the volume.\n\f20.\n\nMRS. WALLACE (CONT'D)\nJesus, Tom. Why are you putting\nthose pans in the dishwasher? Are\nyou trying to strip the Teflon?\n\nMarcus grimaces, muttering to himself.\n\nMARCUS\nDon’t let her punk you like that!\n\nHe sees the Wallaces arguing. Marcus just stares ahead, a\nfaraway look in his eyes. Suddenly -- THREE BLACK SUBURBANS\nWITH TINTED WINDOWS ROAR UP TO THE CAMARO. CAGE HIM IN.\n\nMarcus sits up. Who are these guys? Off which:\nEXT. RED ROOF INN - MAGIC\n\nOutside Miami, beside a highway, across from an empty field.\nSun setting, Cam’s Challenger drives up.\n\nINT.",
  "15": "---END OF PREVIOUS SECTION---\nRED ROOF INN - MAGIC\n\nOutside Miami, beside a highway, across from an empty field. Sun setting, Cam’s Challenger drives up. INT. \n---TARGET SECTION TO BE ANNOTATED---\n RED ROOF INN - HALLWAY - MOMENTS LATER\nWalking up with Cam, Mike wraps up a call on his cell.\n\nMIKE\nCrawford. Lowery. Hit me back as\nsoon as you get this.\n\nCAM\nThought Howard said no calls.\n\nMIKE\nI’m not gonna sit on my hands. I\ngotta find this guy before he finds\nme.\n\nCAM\nSo this Luga...you and Burnett\nkilled his brother?\n(Mike nods)\nAnd now he wants to kill you.\n(Mike says nothing)\nHappens a lot with you, doesn’t it?\n\nThey round a corner. Cam leads Mike to his room, explaining:\n\nCAM (CONT’D)\n\nAlright, you're in room 124.\nDaltrey and Sanchez have set up a\nsurveillance room across the hall.\nCaptain’s orders: you are not to\nleave the room under any\ncircumstances. You need something:\nfood, toothbrush, Q-tip, dial 125.\nOtherwise, try to relax.\n\f21.\n\nOn “relax”, Cam unlocks room 124 and the door opens into:\nINT. RED ROOF INN - ROOM 124 - CONTINUOUS\n\nWhere Mike is met by MARCUS -- sitting on the edge of the\nbed, flipping through channels in a pair of SKINNY JEANS.\n\nMIKE\nWhat’s he doing here?\n\nMARCUS\nWhat am I doin’ here? No one said\nanythin’ about you bein’ here.\n\nCAM\nCaptain’s orders --\n\nMIKE\nWell, he can un-order it.\n\nCAM\nLuga wants to kill the both of you.\n\nMARCUS\nWhich is why I need to get as far\naway from this man as possible!\n\nMIKE\nYou need to be away from me?\n\nMARCUS\nYou're like a magnet for all things\nlife-threatening.\n\nMIKE\nHere we go.\n(to Cam)\nCall down to the desk and get me\nanother room.\n\nCAM\nCan’t do it.\n\nMIKE\nThis is not gonna work.\n\nCAM\nThis is the only secure room in the\nhotel. We got it wired for sound\nand video. We don’t have enough men\nto watch and protect two rooms, so\nwhat can I tell ya? You’re\nroommates.\n\nCam steps out. Mike and Marcus lock eyes. Silence.\n\f22.\n\nINT.",
  "16": "---END OF PREVIOUS SECTION---\nSilence. 22. INT. \n---TARGET SECTION TO BE ANNOTATED---\n RED ROOF INN - ROOM 125 (TNT ROOM) - SECONDS LATER\n\nAcross the hall. Daltrey and Sanchez watch the Mike and\nMarcus reunion on a closed circuit feed. Daltrey packs a can\nof dip -- SNAP, SNAP, SNAP.\n\nCam enters. Joins them at the monitor.\n\nSANCHEZ\nFive bucks says Lowery swings\nfirst.\n\nRESUME MIKE AND MARCUS:\n\nMike notices the mess Marcus has already made in the tiny\nroom: fast food wrappers on the floor; used napkins on the\ndesk; clothes everywhere.\n\nMIKE\nNice to see you’ve learned how to\nclean up after yourself.\n\nMARCUS\nDon’t start up with me. This is a\nbad situation for both of us.\n\nMIKE\nSo why don’t you --\n\nMike pauses, fully registering Marcus in his skin-tight\nskinny jeans for the first time.\n\nMIKE (CONT'D)\nWhat the hell are you wearing?\n\nMARCUS\nWhat? These are my threads.\n\nMIKE\nLook at you. You can barely move.\n\nMARCUS\nThey fit just fine.\n\nMIKE\nThey're painted on!\n\nMARCUS\nYou're just jealous cause you're\nnot the coolest looking --\n\nMIKE\nHow the hell am I supposed to take\nyou seriously in those?\n\f23.\n\nMARCUS\nWhat do I care if you take me\nseriously or not. That’s the beauty\nof not having to work with you\nanymore.\n\nMIKE\nSo why don’t you just walk out? Not\nlike you haven’t done that before.\n\nMARCUS\nOh so that’s how it’s gonna be,\nhuh?\n\nMIKE\n\nWasn’t my call, remember?\n\nMARCUS\nYeah, and I know how much that\nbothers you.\n\nMIKE\nWhat’s that supposed to mean?\n\nMARCUS\nIt’s the Mike Lowery Show and we're\nall just guest stars.\n\nMIKE\nIs it possible for you to not talk\nout of your ass?\n\nRESUME CAM, DALTREY AND SANCHEZ:\n\nDALTREY\nMy folks used to fight the exact\nsame way.\n\nRESUME MIKE AND MARCUS:\ngetting loud and tense.",
  "17": "---END OF PREVIOUS SECTION---\nMIKE\nIs it possible for you to not talk\nout of your ass? RESUME CAM, DALTREY AND SANCHEZ:\n\nDALTREY\nMy folks used to fight the exact\nsame way. RESUME MIKE AND MARCUS:\ngetting loud and tense. \n---TARGET SECTION TO BE ANNOTATED---\nMARCUS\nI warned you not to screw around\nwith these Albanians! You know what\na blood oath means to these mother-\nfuckers!\n\nMIKE\nSo I should have just let Luga and\nhis family traffic coke, H and\nmolly all throughout Central\nFlorida?\n\f24.\n\nMARCUS\nLuga’s brother could’ve been taken\ndown a whole other way, but no. You\nhad to go all Magnum Force on ‘em.\n\nRESUME CAM, DALTREY AND SANCHEZ:\n\nCAM\nMagnum Force?\n\nRESUME MIKE AND MARCUS:\n\nMIKE\nYou were a cop. That’s supposed to\nmean something.\n\nMARCUS\nI was a cop. But you were a fucking\ncrazy cop.\n\nMIKE\nJust admit it: you left ‘cause you\nwere scared.\n\nMARCUS\nHell yeah, I was scared! And the\nfact that I’m locked up here with\nyou ‘cause there’s some super\nvillain tryin’ to kill us proves me\nright!\n\nINT. RED ROOF INN - HALLWAY - SAME\n\nA FIGURE walks up to Mike and Marcus’ room.\nINT. RED ROOF INN - ROOM 125 (TNT ROOM) - SAME\nSeeing the body approach the door:\n\nSANCHEZ\nHeads up, we got movement.\n\nRESUME MIKE AND MARCUS:\n\nMARCUS\nYou know what you need? You need a\nlife coach. ‘Cause sooner or later\nyou were gonna get yourself killed\nand me along with you!\n\nMIKE\nIf you hated me so much, why’d it\ntake you so long to quit?\n\nMARCUS\nQuestion I ask myself every single\nday.\n\f25.\n\nINT. RED ROOF INN - HALLWAY - SAME\nThe figure knocks on Mike and Marcus’ door.\n\nFIGURE\nHotel secur --\n\nDoors on either side of him swing open and SEVERAL GUNS are\nleveled out at the man -- who we now see is a RED ROOF INN\nEMPLOYEE, scared shitless.\nRED ROOF EMPLOYEE\n«..So yeah, if you can keep it\ndown... or not... whatever.\n(backing away\n\nHave a nice night. “Hit the Roof.”\n\nHe moves down the hall as if there was a motor on his ass.",
  "18": "---END OF PREVIOUS SECTION---\nRED ROOF EMPLOYEE\n«.. So yeah, if you can keep it\ndown... or not... whatever. (backing away\n\nHave a nice night. “Hit the Roof.”\n\nHe moves down the hall as if there was a motor on his ass. \n---TARGET SECTION TO BE ANNOTATED---\nA beat later, both room doors are slammed shut -- and Mike\nand Marcus show the other their backs, tenser than ever.\n\nINT. RED ROOF INN - ROOM 125 (TNT ROOM) - SAME\nCam collapses back in his chair, exhaling:\n\nCAM\nThis is gonna be a long assignment.\n\nEXT. RED ROOF INN - NIGHT\nHours have passed. Night has fallen.\nRESUME MIKE AND MARCUS:\n\nboth in bed -- but only Mike is awake. Can’t sleep. You\ncouldn’t either -- if you heard how LOUDLY Marcus is SNORING.\n\nMIKE\nYou gotta be kidding me.\n\nEXT. RED ROOF INN - DAY\nBlinding sun.\nINT. RED ROOF INN - ROOM 124 - SAME\n\nMike plays chess on his iPad. A cockroach skitters across the\nfloor. Marcus sees it. JUMPS.\n\nMARCUS\nOh shit!\n\nMIKE\nWhat?\n\f26.\n\nMARCUS\nDid you see that?\n\nMike looks up. Doesn't see the cockroach. A SECOND COCKROACH\nthen appears. Bigger too. Marcus’s eyes go wide.\n\nMARCUS (CONT'D)\nOh shit! Fuck me!\n\nMIKE\nWould you keep your voice down.\n\nMARCUS\nThat’s a fucking armadillo!\n\nThe second cockroach catches up to the first. Starts EATING\nit in front of Marcus. (Yes, they do that.)\n\nMARCUS (CONT'D)\n\nHoly shit. It’s eatin’ the mother-\nfucka! I gotta get the fuck out of\nhere.\n\nMIKE\nWe can’t go anywhere.\n\nMARCUS\nNot only do they put us together,\nwe got the Goddamn --\n\nMarcus stops, overcome with an intense scratching fit.\n\nMARCUS (CONT'D)\n\nWhy the fuck am I itching?!? What\nthe hell are they doin’ to me in\nhere!?!\n\nMike shakes his head. Give me a break. Off which:\nINT. RED ROOF INN - ROOM 125 (TNT ROOM) - LATER THAT DAY\n\nSanchez and Daltrey are growing bored watching Mike and\nMarcus on the monitor.\n\nDALTREY\nCraziest place you’ve ever had sex.\n\nSANCHEZ\nProbably the bathroom.\n\nDALTREY\nBathroom’s not so crazy.",
  "19": "---END OF PREVIOUS SECTION---\nDALTREY\nCraziest place you’ve ever had sex. SANCHEZ\nProbably the bathroom. DALTREY\nBathroom’s not so crazy. \n---TARGET SECTION TO BE ANNOTATED---\nSANCHEZ\nIt was in a church.\n(off Daltrey’s look)\nPreacher’s daughter.\n\f27.\n\nCam comes in with take-out. Hands out lunch.\n\nCAM\nWhat'd I miss?\n\nON THE SCREEN:\n\nMike, on “his side” of the room, kicks Marcus’s trash back\nonto “Marcus's side”.\n\nMIKE (ON THE SCREEN)\nWould you please clean up after\nyourself!\nMike swings open the door to the bathroom. Instantly recoils.\n\nMIKE (ON THE SCREEN) (CONT'D)\nJesus!\n\nMARCUS (ON THE SCREEN)\nYeah, that’s my bad.\n\nCam rolls his eyes.\nEXT. MIAMI DOCKS - NIGHT\n\nIn shadow, a Ford Flex waits, three ALBANIAN GUNMEN in front.\nThe leader, VIKTOR, looks at the cargo ship arriving.\n\nMoments later, Luga emerges from the ship.\nVIKTOR\nWelcome, Mr. Luga. I’m Viktor. Mr.\nHess sent us. We’re to take --\n\nLUGA\nGive me your phone.\n\nViktor’s caught off guard by the request. Luga just stares\nhim down, eyes clarifying “give me your fucking phone.”\n\nViktor doesn’t know what to do, but he knows better than to\npiss someone like Luga off. Wisely hands it over.\n\nLuga steps away. Pulls a paper with a number on it. Dials.\nBut we stay with Viktor and his men, watching Luga. They\ntrade looks. What the hell is going on? A beat later, Luga\nreturns. Now wants something else.\n\nLUGA (CONT'D)\nGive me a gun.\n\nViktor trades confused glances with his men.\n\nVIKTOR\nMr. Luga...?\n\f28.\n\nLUGA\nI said give me a gun now.\n\nLuga locks his eyes into Viktor again. No, he’s not fucking\naround. Viktor is stuck.\n\nHe hands Luga a Glock. But it’s not enough.\n\nLUGA (CONT'D)\n\nYou have more?\n(half-nod from Viktor)\n\nGet in the car.\n\nLuga moves past them, to the Ford Flex. Viktor turns back to\nhis men, who shrug. Who the hell is leading who here? The\ntrio hop into the car. It drives off, sky GRUMBLING.",
  "20": "---END OF PREVIOUS SECTION---\nWho the hell is leading who here? The\ntrio hop into the car. It drives off, sky GRUMBLING. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. RED ROOF INN - NIGHT\nA sheet of rain POURS down.\nINT. RED ROOF INN - ROOM 124 - NIGHT\n\nMike and Marcus have now been sharing the same small space\nfor over 24 hours and it shows. Both look frazzled. On edge.\nMike’s phone buzzes.\n\nMIKE\nLowery.\n\nMarcus looks over, curious as Mike talks -- sotto:\n\nMIKE (CONT'D)\nYeah... yeah, no, I hear you. Well,\nget back to me if you do.\n\nHe hangs up. A beat -- then:\n\nMARCUS\nThat about Luga?\n(Mike says nothing)\nYou got any leads?\n\nMIKE\n...Yeah. Few.\n\nMARCUS\n(in the silence)\nAny you wanna let me in on...?\n\nMIKE\nSorry, that’s police business. But\nif someone loses a cat, I'll get\nyou their number.\n\nMARCUS\nI’m not a pet detective, Mike.\n\f29.\n\nMIKE\nRight. You're just a private dick.\n\nMARCUS\nAt least I keep it private.\nEveryone knows you’re a dick.\n\nMike gets up into Marcus’s face, tension ESCALATING.\n\nMIKE\nYou know after two days, I’ve had\njust about enough of your bullshit.\n\nMARCUS\nMy bullshit?\n\nMIKE\nThat’s right, your bullshit. Don’t\nforget for one moment: out of the\ntwo of us, I’m the only one who is\nstill a cop, so I’m ordering you to\nsit your ass down and shut up.\n\nINT. RED ROOF INN - ROOM 125 (TNT ROOM) - SAME\nCAM\n(watching this)\nUh-oh. Code red, code-red.\nRESUME MIKE AND MARCUS:\nMARCUS\nAfter all this time, you still\nthink you're the boss of me.\nMIKE\nI should do now what I should’ve\ndone a year ago.\n\nMARCUS\nYeah, and what’s that Donald Chump?\n\nMIKE\nKnock you flat on your ass.\n\nMARCUS\n(rolling up his sleeves)\nTake your best shot, Lowery.\nA beat -- then they both LUNGE AT EACH OTHER!\nRESUME TNT ROOM:\n\nCAM\nOh fuck!\n\nRESUME MIKE AND MARCUS:\n\f30.",
  "21": "---END OF PREVIOUS SECTION---\nA beat -- then they both LUNGE AT EACH OTHER! RESUME TNT ROOM:\n\nCAM\nOh fuck! RESUME MIKE AND MARCUS:\n\f30. \n---TARGET SECTION TO BE ANNOTATED---\nSLAMMING into walls, THRASHING about the room, CRASHING into\n\nthe bathroom -- the shower -- SHATTERING mirrors -- both\nintense and funny at the same time -- like two brothers\nWRESTLING -- taunting each other in between blows:\nMIKE MARCUS\nC’mon, mother-fucker, you That the best you got? No\nfight like a bitch! wonder you like shooting\npeople -- ‘cause you can’t\n\npunch for shit!\nFinally the door BURSTS OPEN. TNT RUSHES IN. Pries them off.\nEXT. RED ROOF INN - LATER\nA sedan pulls up. It’s Howard. He hurries inside.\nINT. RED ROOF INN - ROOM 124 - MOMENTS LATER\n\nHoward steps in. Surveys Mike and Marcus, separated and\nbattered, clothes ripped, TNT standing watch over them.\n\nCAPTAIN HOWARD\nWhat is this, UFC fight night?\n\nMIKE\nCaptain --\nMIKE (CONT'D) CAPTAIN HOWARD\nThis ain’t gonna work, Cap’n. This ain’t gonna work, Cap’n.\n\nCAPTAIN HOWARD (CONT’D)\nHa. Do I know you or what?\n(to TNT)\nKids. Out.\n\nCam, Daltrey and Sanchez file out. When they’re gone:\n\nCAPTAIN HOWARD (CONT'D)\nJesus. Look at the two of you. Were\nyou guys born assholes or did you\nhave to audit a class?\n\nMARCUS\nCaptain, I appreciate you looking\nout for us, but how long do you\nexpect us to stay in this room\ntogether?\n\nCAPTAIN HOWARD\nNot a minute longer, Marcus. That’s\nwhy I’m here. I’m letting you go.\n\nMARCUS\nYou are?\n\f31.\n\nCAPTAIN HOWARD\n\nNo, idiot. There’s a psycho out\n\nthere with a vendetta against you\n\nguys who will not stop until you're\n\nin a box!\nOff which, we begin an INTERCUT with:\nEXT. HIGHWAY - NIGHT\nThe Ford Flex drives past, wheels kicking up rainwater.\nRESUME HOWARD:\n\ntalking to Mike and Marcus, sounding like someone who’s no\nstranger to a couples therapy session.",
  "22": "---END OF PREVIOUS SECTION---\nOff which, we begin an INTERCUT with:\nEXT. HIGHWAY - NIGHT\nThe Ford Flex drives past, wheels kicking up rainwater. RESUME HOWARD:\n\ntalking to Mike and Marcus, sounding like someone who’s no\nstranger to a couples therapy session. \n---TARGET SECTION TO BE ANNOTATED---\nCAPTAIN HOWARD\nLook, way I see it, you both have a\nlegit beef with the other.\nEXT. GAS STATION - NIGHT\n\nA propane truck gets re-fueled. The Ford Flex stops behind\nit. The TRUCK DRIVER goes back to his seat.\n\nLuga blows a hole in his chest. Pulls his corpse onto the wet\npavement. Takes his place behind the wheel. Drives off.\n\nRESUME RED ROOF INN:\nCAPTAIN HOWARD\nMike, you take too many chances and\nsooner or later that way of living\nis gonna kill you or those you care\nabout.\nRESUME PROPANE TRUCK:\nspeeding down the highway, the Ford Flex following.\nRESUME RED ROOF INN:\nCAPTAIN HOWARD (CONT’D)\nAnd Marcus, a partner needs to\ndepend on you and you weren’t there\nfor Mike when he needed you most.\nINT. FORD FLEX - INTERCUTTING\n\nViktor and his men are scared shitless. Viktor is on his\nphone, talking to Bardha (Hess’s #2).\n\nVIKTOR\nHe’s out of his fucking mind!\n\nINTERCUT BARDHA:\n\f32.\n\nBARDHA\nI don’t give a shit. He’s your\nresponsibility.\n\nVIKTOR\nYou don’t understand. He just took\nmy gun and is leading us somewhere.\n\nBARDHA\nHe took your gun or you gave it to\nhim?\n\nViktor doesn’t respond.\n\nBARDHA (CONT'D)\nJust know: something happens to\nhim, something will happen to you,\nunderstand!?!\n(Viktor does)\nNow get him and bring him here.\n\nRESUME RED ROOF INN:\nCAPTAIN HOWARD\nBut you got too many years together\njust to throw friendship away\nbecause neither of you has the\nballs to say sorry.\nEXT. HIGHWAY - INTERCUTTING\n\nThe propane truck rockets forward. In the distance, we make\nout the Red Roof Inn.\n\nRESUME RED ROOF INN:\nCAPTAIN HOWARD\nSo we’re gonna put this bullshit to\na stop. Right here, right now,\nyou’re gonna apologize to each\nother.\n\nMIKE\nNot gonna happen.\n\nMARCUS\nHell no!\n\nEXT.",
  "23": "---END OF PREVIOUS SECTION---\nMIKE\nNot gonna happen. MARCUS\nHell no! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RED ROOF INN - SAME\nThe propane truck hops a curb, SPEEDING the truck toward:\nINT. RED ROOF INN - LOBBY - SECONDS LATER\n\nEMPLOYEES and GUESTS look up as HEADLIGHT BEAMS BLAST THEM.\n\f33.\nLuga ROARS the propane truck STRAIGHT THROUGH THE FRONT\nENTRANCE, EXPLODING GLASS, METAL AND WOOD.\n\nOccupants DIVE as the truck BARRELS past and OBLITERATES the\nfront desk.\n\nINT. RED ROOF INN - ROOM 124 - SAME\nMike, Marcus and Howard react to the crash.\n\nCAPTAIN HOWARD\nWhat the hell was that?\n\nRESUME LOBBY:\n\nLuga hops out of the truck, stepping into a puddle of PROPANE\nPOURING out of ruptured tanks, frayed electrical wires\nswinging like vines overhead, sending up SPARKS.\n\nPeople SCATTER to escape the propane truck, now turned into a\nticking TIME BOMB.\n\nINT. RED ROOF INN - VARIOUS - SAME\n\nHOTEL WORKERS get people to clear out the building fast.\nINT. RED ROOF INN - ROOM 124 - SAME\n\nMike draws his gun and looks out the window. Sees nothing.\n\nMARCUS\nMike -- ?\n\nThe door swings open. Cam, Daltrey and Sanchez rush in.\n\nCAM\nWe gotta move.\n\nEXT. RED ROOF INN - SAME\n\nGUESTS RUSH OUT. Luga goes to the Ford Flex. Viktor and his\nmen are still panicking that he crashed a truck into a hotel!\n\nGUNMAN #1\n(to Viktor)\nWhat the fuck do we do?\n\nLuga pops open the trunk. Guns inside. He grabs an H&K\nmachine gun. Viktor gets out of the car.\n\nVIKTOR\nLuga, get back in the car now.\n\nBut Luga isn’t listening, cocking his gun trigger, ordering:\n\nLUGA\nGet your fucking guns out!\n\f34.\nLuga steps away from the car -- toward the hotel. Viktor is\nat a loss. This maniac is gonna get himself killed!\nINT. RED ROOF INN - HALLWAY - SAME\n\nMike, Marcus, Howard, and the TNT crew join the remaining\nhotel employees heading toward the exits where --\n\nEXT.",
  "24": "---END OF PREVIOUS SECTION---\nThis maniac is gonna get himself killed! INT. RED ROOF INN - HALLWAY - SAME\n\nMike, Marcus, Howard, and the TNT crew join the remaining\nhotel employees heading toward the exits where --\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n RED ROOF INN - SAME\n-- Luga is waiting to take them out, machine gun leveled.\nINT. RED ROOF INN - HALLWAY - SAME\n\nMike, Marcus, Howard and the rest of the cops are about to\nreach the door -- lambs to the slaughter --\n\n-- when Mike STOPS, seeing COMMOTION outside, people\nSCREAMING when they see Luga: “HE’S GOT A GUN!”\n\nMIKE\nWhoa, hold up, hold up!\n\nMARCUS\nWhat?\n\nBut before Mike can say --\nRESUME LOBBY:\na spark from a downed electrical cable strikes the propane.\n\nBOOOOOOOOOO0000M! -- THE PROPANE TRUCK EXPLODES IN A MASSIVE\nERUPTION! TAKES OUT HALF THE LOBBY.\n\nINT. RED ROOF INN - HALLWAY - SAME\n\nCeiling RAINS DOWN. Mike, Marcus and the cops HIT THE FLOOR,\npieces of wall CRUMBLING around them.\n\nEXT. RED ROOF INN - SAME\n\nViktor looks up from behind his car. Sees Luga entering the\nhotel. Shit! He turns back to his men in the car:\n\nVIKTOR\nGet out here now!\n\nINT. RED ROOF INN - HALLWAY - SAME\n\nEMERGENCY LIGHTS FLICKER. Mike, Marcus, Howard and the TNT\ncops are still on the floor, heads spinning, ears ringing.\n\nMike lifts his face up from the carpet, fighting to re-focus,\neyes soon adjusting to see:\n\f35.\n\nLUGA -- machine gun in hand. Mike’s JOLTED ALERT.\n\nMIKE\nEVERYONE UP!\n\nLuga takes aim. But Mike gets to his feet, SHOOTING, causing\nLuga to DUCK BACK.\n\nMarcus quickly jumps up too. Pulls up Howard. Cam, Daltrey\nand Sanchez follow.\n\nLuga swings back around, SPRAYING SHOTS, but the cops quickly\nESCAPE the corridor, BOMBING into nearby doors -- Mike,\nMarcus and Howard in one that leads to a ROOM; Cam, Daltrey\nand Sanchez in another that leads to an EMERGENCY EXIT.\n\nINT. RED ROOF INN - ROOM - CONTINUOUS\n\nMike, Marcus and Howard collapse inside, Howard quickly\nshutting the door and getting on his phone.",
  "25": "---END OF PREVIOUS SECTION---\nLuga swings back around, SPRAYING SHOTS, but the cops quickly\nESCAPE the corridor, BOMBING into nearby doors -- Mike,\nMarcus and Howard in one that leads to a ROOM; Cam, Daltrey\nand Sanchez in another that leads to an EMERGENCY EXIT. INT. RED ROOF INN - ROOM - CONTINUOUS\n\nMike, Marcus and Howard collapse inside, Howard quickly\nshutting the door and getting on his phone. \n---TARGET SECTION TO BE ANNOTATED---\nCAPTAIN HOWARD\n10-24. Shooting at the Red Roof\nInn, Highway 87. All patrols\nrespond!\n\nA BARRAGE OF GUNFIRE TAKES OUT THE WINDOWS! Mike, Marcus and\nHoward DROP as rounds whiz overhead.\n\nEXT. RED ROOF INN - SAME\n\nBacking Luga up, Viktor and his men unleash multiple rounds\nat the hotel.\n\nRESUME MIKE AND MARCUS:\n\nMARCUS\nMike, give me a gun!\n\nMIKE\nI only got the one.\n\nMARCUS\nHOW THE HELL YOU PICK THIS MOMENT\nTO ONLY HAVE ONE GUN!?!\nMike twists to the window. Starts firing out.\n\nMARCUS (CONT'D)\nWe can’t stay here, Mike!\n\nBut Mike keeps firing, not listening as --\nINT. RED ROOF INN - HALLWAY - SAME\n\n-- Luga appears outside the room. FIRES into the wall.\n\f36.\n\nRESUME MIKE AND MARCUS:\n\nBullets SHOOTING THROUGH THE WALL, Mike joins Marcus and\nHoward RACING to a rear door, leading to the adjoining room.\n\nMarcus BARRELS into the door, BUSTING into the adjoining room\nas Luga steps inside, still shooting.\n\nINT. RED ROOF INN - ADJOINING ROOM - SAME\n\nMarcus and Howard crash to the floor. Mike fires back out at\nLuga, buying Marcus time to help Howard get to his feet.\n\nMARCUS\nC’mon Captain, you gotta get up.\n\nBut Howard doesn’t move -- Marcus soon realizing that his\nclothes are stained with blood -- HOWARD'S BLOOD.\n\nHe looks down. Howard's SHOT, bleeding BAD. Marcus looks up\nat Mike, still trading shots with Luga.\n\nMARCUS (CONT'D)\nMike!\n\nMike turns back. Sees Howard -- trying to talk, but CAN'T.\nEXT. RED ROOF INN - SAME\n\nCam kicks down a back door, firing out at Viktor and the\ngunmen, Daltrey and Sanchez backing him up, the three soon\nsprinting over to a parked Buick and ducking down behind it.\nRESUME MIKE:\n\nstill firing shots at Luga in the OTHER ROOM while Marcus\ncradles Howard, fading fast.",
  "26": "---END OF PREVIOUS SECTION---\nEXT. RED ROOF INN - SAME\n\nCam kicks down a back door, firing out at Viktor and the\ngunmen, Daltrey and Sanchez backing him up, the three soon\nsprinting over to a parked Buick and ducking down behind it. RESUME MIKE:\n\nstill firing shots at Luga in the OTHER ROOM while Marcus\ncradles Howard, fading fast. \n---TARGET SECTION TO BE ANNOTATED---\n Luga whips back around to take\naim at Mike, but he fires first -- bullet SHATTERING Luga’s\nweapon as he retreats back.\n\nMIKE\nMarcus, stay with him!\n\nMike CHARGES after Luga. Marcus takes Howard's hand.\nMARCUS\nIt’s gonna be okay, Captain. You're\ngonna be alright.\nEXT. RED ROOF INN - SAME\nTNT continues to trade fire with the gunmen.\n\nINT. RED ROOF INN - HALLWAY - SAME\n\nMike enters, gun first. No Luga. But he sees a nearby door is\najar. He rushes up, kicks the door.\n\f37.\n\nINT. RED ROOF INN - ROOM - CONTINUOUS\n\nMike moves inside. Still no sign of Luga -- but the window is\nOPEN. He rushes over. Looks out. Nothing. Then:\n\nA REFLECTION. Mike whips around to find Luga CHARGING HIM --\nthe two CRASHING into each other, FLYING out the window --\n\nEXT. RED ROOF INN - SAME\n\n-- SLAMMING hard to the ground.\n\nEXT. HIGHWAY - SAME\n\nPolice cruisers roar toward the hotel, sirens wailing.\nEXT. RED ROOF INN - SAME\n\nCam, Daltrey and Sanchez fire back at the gunmen, who jump\nback into their Ford Flex, FIRING UP the engine.\n\nINT. RED ROOF INN - HALLWAY - SAME\nMarcus cradles Howard, slipping...\nEXT. RED ROOF INN - SAME\n\nMike and Luga trade vicious blows on the ground. Luga reaches\nbehind his back. Draws a SIX INCH STILETTO.\n\nHe THRUSTS it down -- but Mike grabs his wrist. Luga presses\ndown HARDER. Mike BITES Luga’s hand. Kicks him off.\n\nThen -- HEADLIGHT BEAMS hit Mike. He looks up to see the FORD\nFLEX SCREAMING UP.\n\nMike quickly ROLLS out of the way, the SUV just missing him,\nscreeching to a sudden stop, on its way to picking up Luga.\n\nPOLICE CRUISERS appear in the distance, coming up fast.",
  "27": "---END OF PREVIOUS SECTION---\nHe looks up to see the FORD\nFLEX SCREAMING UP. Mike quickly ROLLS out of the way, the SUV just missing him,\nscreeching to a sudden stop, on its way to picking up Luga. POLICE CRUISERS appear in the distance, coming up fast. \n---TARGET SECTION TO BE ANNOTATED---\nThe Ford Flex doors open, Viktor screaming at Luga to:\n\nVIKTOR\nGET IN THE FUCKING CAR!\n\nBut Luga refuses to go, a man POSSESSED as he grabs a gun\nfrom one of Viktor’s men and hurries around to the other side\nof the SUV -- FIRING at Mike, who DIVES behind a parked car,\nLuga keeping his finger firmly pressed on the trigger, rounds\nripping open the fuel tank.\n\nMike sees the car is about to blow and he quickly RUNS OFF as\nLuga continues to shoot until --\n\n-- BOOOOM! -- the car ERUPTS. Goes AIRBORNE. Mike DIVES.\n\f38.\nThe car comes CRASHING down, stopping short of crushing Mike\nwhen it lands atop another car hood, right beside him.\n\nLuga -- CLICK! -- runs out of bullets. Cam, Daltrey and\nSanchez run up, firing in his direction.\n\nLuga turns. Sees the cruisers coming. Then whips around,\nsearching again for Mike -- but he can’t see him through the\nrain, smoke and fire. FUCK! He missed his shot.\n\nHe gets back in the Ford Flex. It PEELS AWAY.\n\nCovered in soot, Mike watches Luga disappear.\n\nThen as police cruisers pull up, everything starts SLOWING\nDOWN, SOUND DROPPING OUT, MUSIC TAKING OVER as WE GO TO:\n\nINT. RED ROOF INN - ADJOINING ROOM - LATER\nPARAMEDICS rush inside, over to Howard.\nEXT. RED ROOF INN - MOMENTS LATER\n\nHoward is loaded into the ambulance. Mike, Marcus and TNT\nwatch and pray as the ambulance pulls away.\n\nEXT. HIGHWAY - MOMENTS LATER\n\nThe ambulance roars away, bubble lights blurred by rain.\n\nINT. HOSPITAL - VARIOUS - LATER\n\nCops hold a vigil for Howard in the lobby. Sanchez prays in\nthe chapel. Daltrey and Cam comfort Howard’s family. Mike and\nMarcus are in one of the exam rooms, giving blood, silent.\n\nINT. HOSPITAL - OPERATING ROOM - SAME\n\nHoward goes under the knife. He has vital signs, but they’re\nvery faint. Don’t know if he’1l live or die as we GO TO:\n\nEXT. PLG SHIPPING COMPANY - NIGHT\nTo ESTABLISH.",
  "28": "---END OF PREVIOUS SECTION---\nHe has vital signs, but they’re\nvery faint. Don’t know if he’1l live or die as we GO TO:\n\nEXT. PLG SHIPPING COMPANY - NIGHT\nTo ESTABLISH. \n---TARGET SECTION TO BE ANNOTATED---\nINT. PLG SHIPPING COMPANY - OFFICE - SAME\n\nHess watches TV news coverage of the Red Roof Inn shooting,\nlivid, when Bardha appears in the doorway.\n\nBARDHA\nHe’s here.\n\nINT. PLG SHIPPING COMPANY - MAIN FLOOR - MOMENTS LATER\n\nHess and Bardha find Luga walking calmly inside.\n\f39.\n\nHESS\n(in Albanian; subtitled)\nDo you know what you did? You’re\nall over the fucking news!\n\nLuga says nothing. Just lets Hess bluster.\n\nHESS (CONT'D)\nEvery law enforcement agent in\nFlorida is looking for you now.\n\nLUGA\nYou think I care about your police?\nBack home, they’re the criminals.\n\nHESS\nYou’re not home. We have a way of\ndoing things here. And I’m not\ngonna let you further jeopardize\neverything I’ve worked toward --\n\nLUGA\nYou hide. You fear the police when\nthey should fear you.\n\nHESS\n(not backing down)\nForager’s here in two days. You’re\nnot leaving until then.\n\nLuga sees he’s surrounded by Hess’s GUNMEN. Trapped.\n\nHe then turns back to Hess. Says nothing. Just smiles. It’s\nunnerving as hell. A chill runs down Hess’s spine but he\ndoesn’t let his anxiety show.\n\nMoments later, a metal door SLIDES OPEN. Luga steps inside,\ndisappearing down into the basement.\n\nAlbanians SEAL the door behind him, locking Luga inside.\n\nBARDHA\nAre you sure about him?\n\nHESS\n\nI’m sure he’s essential. I’m sure\nif he wasn’t the only one who could\ndo what needed to be done, I’d\ndrown him in the river myself.\n\n(turning to Bardha)\nThe three you sent to bring him\nhere. .?\n\nBARDHA\nThey didn’t show. Luga came alone.\nViktor and them are probably\nrunning. Scared for their lives.\n\f40.\n\nHESS\nThey should be. Find them -- and\nkill them.\n\nBardha nods. Turns and leaves.\n\nAGENT KESSLER (V.O.)\nWhat part of what I’m telling you\nare you not clear about,\nlieutenant?\n\nINT. MIAMI-DADE P.D.",
  "29": "---END OF PREVIOUS SECTION---\nINT. MIAMI-DADE P. D. \n---TARGET SECTION TO BE ANNOTATED---\n HEADQUARTERS - SITUATION ROOM - MORNING\n\nEllie squares off against Kessler, passionate and intense.\nAlso on hand: MIAMI-DADE P.D. BRASS, including INSPECTOR\nROBERT LUTTRELL of Internal Affairs. 40's. Tough, but fair.\n\nAGENT KESSLER\nYou and your officers are to stand\ndown from this investigation\n\nimmediately.\n\nELLIE\nAnd what part of “I don’t give a\nshit” are you not clear about,\nAgent Kessler? That’s one of our\nown fighting for his life ina\nhospital bed right now. No way FBI\nkeeps us out of this!\n\nAGENT KESSLER\nDo you even know who you’re dealing\nwith? Before he was an enforcer\nwith the Albanian mafia, Aleksander\nLuga was in the Special Operations\nBattalion. One of the best trained\nunits in Europe and part of the\nelite Commando Regiment. He’s also\nan experienced pilot, highly\nskilled in hand-to-hand combat,\nknife training and light and heavy\nartillery readiness. Responsible\nfor at least 26 confirmed\nassassinations, so even if we\nallowed Miami PD to go after him,\nyou’re not equipped to do so.\n\nELLIE\n(not backing down)\nThat is total bullshit!\nINT. MIAMI-DADE P.D. HEADQUARTERS - HALLWAY - SAME\n\nMike moves with purpose up the corridor. He’s still in last\nnight’s blood-stained clothes.\n\nRESUME SITUATION ROOM:\n\f41.\n\nAGENT KESSLER\n\n(softening)\nLook, Lieutenant, I’m sorry about\nCaptain Howard... I am. But this is\n\nbigger than you know.\n\nLUTTRELL\nWhy? What are you talking about?\n\nKessler pauses. Doesn’t want to give up any details, but his\nsilence betrays him.\n\nELLIE\nLuga didn’t just come here to kill\nLowery and Burnett, did he?\n\nAGENT KESSLER\nI can’t tell you that. Not until we\ncan be sure there are no more\nleaks.\n\nLUTTRELL\nLeaks?\n\nAGENT KESSLER\nLuga found out where you were\nkeeping Lowery and Burnett. That\ndidn’t come from us.",
  "30": "---END OF PREVIOUS SECTION---\nLUTTRELL\nLeaks? AGENT KESSLER\nLuga found out where you were\nkeeping Lowery and Burnett. That\ndidn’t come from us. \n---TARGET SECTION TO BE ANNOTATED---\n What you\nshould be focusing on now is\nfinding another safe place for them\nto wait this out.\n\nELLIE\nBecause that worked so well the\nfirst time? Or is it cause you\nthink setting up one of ours as\nbait is a good way to flush out\nyour fugitive?\n\nAGENT KESSLER\nConspiracy theories aside, Luga is\nan FBI matter -- which means Miami\nPD will stand down. All evidence\nrelating to last night is under our\njurisdiction.\n\nLUTTRELL\nAgent Kessler, with all due\nrespect, the shooting at the Red\nRoof Inn involved our officers, not\nyours. Miami PD Internal Affairs\nhas a responsibility to investigate\nand every right to look at any\nevidence you have.\n\nKessler pauses. He’s right. Can’t shut him out.\n\f42.\n\nAGENT KESSLER\nAlright... I’1l allow access only\nto Internal Affairs, but our\ncooperation ends there, you\nunderstand?\n\nLuttrell nods. Fine.\nINT. MIAMI-DADE P.D. HEADQUARTERS - HALLWAY - SECONDS LATER\n\nMike reaches the situation room just as the door opens and\nKessler moves out past him. Ellie sees Mike and walks up.\n\nMIKE\nLet me guess: stand down and shut\nup?\n\nELLIE\n\nI know how you feel, Mike. No one\nwants to get this asshole more than\nme, but we have to let the Feds\ntake the lead.\n\nBut Mike doesn’t buy that, cutting past her, leaving.\n\nELLIE (CONT'D)\nMike!\n\nINT. MIAMI-DADE P.D. HEADQUARTERS - HALLWAY - MOMENTS LATER\n\nMike moves with purpose. Down the hall from him is Cam with\nthe TNT team. He sees Mike coming. Offers condolences.\n\nCAM\nMike, about Captain Howard, I just\nwanted to say --\n\nBut he never gets it out, Mike blowing by him. Shut out, Cam\nwatches his partner disappear around a corner as we GO TO:\n\nEXT. BURNETT HOUSE - DAY\nFive Miami-Dade PD cars are parked in front, keeping watch.\nINT. BURNETT HOUSE - SAME\n\nPolice looking on: Burnetts dump bags and suitcases, packing\nfor an extended trip. Marcus coordinates from a balcony.",
  "31": "---END OF PREVIOUS SECTION---\nINT. BURNETT HOUSE - SAME\n\nPolice looking on: Burnetts dump bags and suitcases, packing\nfor an extended trip. Marcus coordinates from a balcony. \n---TARGET SECTION TO BE ANNOTATED---\nMARCUS\nAlright Burnetts, you’re just here\nto take what you need and get out.\nYou’re leavin’ in ten minutes.\nJesus, Megan, how many suitcases\nyou plan on bringin’? You’re just\ngoin’ on a trip, you’re not movin’\nout.\n\fMEGAN\nHow do I know that? No one’s\ntelling me where we’re going or for\nhow long.\n\nMARCUS\nThat’s ‘cause you don’t need to\nknow. It’s not safe. I’m tryin’ to\nprotect you.\n\nMEGAN\nThen let me bring all my clothes\nwith me!\nEXT. BURNETT HOUSE - SAME\n\nMike’s Ferrari rolls up. He regards the house. Been\nsince he’s been here.\n\nA beat and he walks to the door. Gives a nod to the\ncops manning the house.\n\nINT. BURNETT HOUSE - SAME\nResponding to Mike’s knock, Theresa opens the door.\nTHERESA\n(surprised)\nMike.\n\nMIKE\nHey, Theresa, great to see you.\n\nThey hug. Unlike her husband, Theresa missed seeing\n\nTHERESA\nGreat to see you. Even under the\ncircumstances... How’s Captain\nHoward?\n\nMIKE\nHard to say. Touch and go.\n\nTHERESA\nWe're praying for him.\n\nMarcus's kids see Mike. Head over. Thrilled.\nJAMES /QUINCY\n\nHey, Uncle Mike!/Yo, Uncle Mike,\nwhat's up?\n\n43.\n\na while\n\nuniform\n\nhim.\n\nSeeing them, Mike lights up. He missed them. They slap hands.\n\nMIKE\nOh my God, you boys got HUGE!\nMegan, damn, you’re a beauty.\n\f44,\n\nMARCUS (0.S.)\nWhat are you doin’ here, Mike?\n\nMike looks up to see Marcus, on the balcony above.\n\nTHERESA\n(behave)\nMarcus.\nMEGAN\n\nUncle Mike, has my dad told you the\ngood news?\n\nMIKE MARCUS\nWhat news? Megan, zip it!\nMEGAN\n(as Marcus protests: )\nI’m pregnant!\n\nMike’s jaw drops.\n\nMIKE\nwow!\n(to Marcus)\nHEY!\n(to Megan)\nYES!\n(they hug)\nCONGRATS !\nMEGAN\nThank you!\nMARCUS\n\nMike. Downstairs. Now.\nINT.",
  "32": "---END OF PREVIOUS SECTION---\nDownstairs. Now. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BURNETT HOUSE - “RUMPUS ROOM” - MOMENTS LATER\nMarcus leads Mike downstairs. Mike looks around the “office.”\n\nMIKE\nWow. The nerve center.\n\nMARCUS\nWhat are you doin’ here, Mike? I\nthought you wanted nothin’ to do\nwith me.\n\nMIKE\nYou still tight with Coleman at the\nFBI Miami office?\n\nMARCUS\n...-He owes me a few favors. Why?\n\f45.\n\nMIKE\nFeds are shutting Miami PD out of\nthe Luga investigation. I need\naccess to the Feds’ evidence file\non the shooting last night.\n\nMARCUS\nSo you came here to use me.\n\nMIKE\nRegardless of what’s going on with\nyou and me, I owe it to Howard to\ngo after Luga. Not to mention that\nas long as he’s out there, neither\none of us is safe. No matter how\nfar you send your family away.\n\nMarcus considers him, then:\n\nMARCUS\nYou don’t have to convince me. I\nwanna find him just as badly as you\ndo.\n\nINT. BURNETT HOUSE - MOMENTS LATER\nMike waits for Marcus to say his goodbyes.\n\nMARCUS\nAlright, y’all say goodbye. Daddy's\ngotta go to work.\n\nThe Burnetts flock in -- but quickly bypass their dad and go\ndirectly to Mike, hugging him with love.\n\nJAMES /QUINCY/MEGAN\nBye, Uncle Mike!/We love\nyou!/Please see us again!\n\nMike beams, hugging them back -- while Marcus steams.\n\nMARCUS\nYeah, keep on showin’ him the love.\nIt’s not like Uncle Mike’s the\nreason you-all goin’ into hidin’.\n\nMarcus sees Theresa, coming down the hall. He crosses up to\nher. They hug. A private husband and wife moment.\n\nTHERESA\nI’m scared, Marcus.\n\nMARCUS\nDon’t be, baby. These cops are\ngonna make sure nothing happens to\nyou or the kids. Everything’s gonna\nbe alright. I swear.\n\f46.\n\nMike watches the couple, close. We catch a flicker of regret\non his face -- then Marcus walks out with him.\n\nEXT.",
  "33": "---END OF PREVIOUS SECTION---\nMike watches the couple, close. We catch a flicker of regret\non his face -- then Marcus walks out with him. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BURNETT HOUSE - CONTINUOUS\n\nMIKE\nMy car’s over here.\n\nMARCUS\nOh no, no, this ain’t like old\ntimes. I’m not riding shotgun in\nBruce Wayne’s car. We doin’ this,\nwe're taking my ride this time.\n\nMarcus leads Mike over to his red-hot Camaro.\n\nMIKE\nWhoa...\n(reading the license\nplate)\nStraight Pimpin’. Huh. They\ncouldn’t fit mid-life crisis on\nthere?\n\nMarcus digs into the pocket of his skinny jeans.\n\nMIKE (CONT'D)\nSure you can even get the keys out?\n\nMARCUS\nI can get the keys out!\n\nMarcus struggles. Clearly he can’t.\n\nMike can’t help but smile as Marcus, with some difficulty,\nfinally gets his hand out of his pocket, pulling out his keys\n-- along with his wallet and phone -- which go FLYING.\n\nMARCUS (CONT'D)\nNot a word.\n\nMIKE\nNo problem, grandpa.\n\nMarcus pauses, steaming -- then picks up his stuff and gets\nin the car without another word to Mike. The two drive off.\n\nEXT. MIAMI HOMESTEAD SPEEDWAY - DAY\n\nA BLUR of stock cars ZIP around a race track. Marcus sits\nwith COLEMAN, an old friend and seasoned FBI agent.\n\nCOLEMAN\nThe office already got an e-mail\nabout this, warning everyone not to\ncooperate with Miami PD.\n\f47.\n\nMARCUS\nGood thing I’m not Miami PD\nanymore.\n\nCOLEMAN\nYeah, but your crazy-ass partner\nstill is.\n\nMARCUS\nLowery ain't my partner no more.\nThis is for me and Captain Howard.\n\nColeman debates, then:\n\nCOLEMAN\nAlright...but this stays between\nus. We ID’d one of the shooters\nwith Luga from the hotel\nsurveillance footage. His name’s\nViktor Gojahki. He’s tied into the\nAlbanian mob, but he’s pissing in\nthe wind. No one knows where he is.\nAnd if we can’t find him, good\nluck.\n\nEXT. MIAMI HOMESTEAD SPEEDWAY - PARKING LOT - SAME\n\nMike stands in front of the Camaro. A group of hot-looking\nSPEEDWAY GIRLS walk past. Give Mike the eye.",
  "34": "---END OF PREVIOUS SECTION---\nMIAMI HOMESTEAD SPEEDWAY - PARKING LOT - SAME\n\nMike stands in front of the Camaro. A group of hot-looking\nSPEEDWAY GIRLS walk past. Give Mike the eye. \n---TARGET SECTION TO BE ANNOTATED---\nMIKE\nYup, I can make any car look good.\n\nMarcus crosses up.\n\nMARCUS\nI got a name.\n\nMarcus gets in the car as Mike’s phone buzzes.\n\nMIKE\nLowery.\n\nELLIE (V.O.)\nJust wanted to make sure I made\nmyself clear earlier.\n\nMIKE\nWhat, about not wanting to date me?\nYeah, but I didn’t really take that\ntoo seriously.\n\nINTERCUT:\n\f48.\n\nINT. MIAMI-DADE P.D. HEADQUARTERS - ELLIE’S OFFICE - SAME\n\nELLIE\nAbout Luga. You’re not going after\nhim, correct?\n\nMIKE\nAbsolutely not.\n\nELLIE\n‘Cause you need to stay away from\nthis case. Cam’s with you, right?\n\nMIKE\nOf course. We’re attached at the\nhip. I love that kid.\n\nELLIE\nGood. I want someone watching your\nback. After last night, you need to\nlow. I’1l check in with you guys\n\nlater.\n\nMIKE\nAlways love you checking me out,\nLt.\n\nEllie hangs up. Mike knows he has no choice but to call Cam.\n\nMIKE (CONT'D)\nshit.\n\nINT. MIAMI-DADE P.D. HEADQUARTERS - GYMNASIUM - DAY\nCam POUNDS a punching bag, then answers his ringing phone.\n\nCAM\nWhat’s up, Mike?\n\nINT. CAMARO - LATER\n\nMike and Marcus ride in front, Cam sits in the back.\n\nCAM\n(after a beat of silence)\nSo, Mike... you gonna tell me where\n\nwe're going or what?\n\nMIKE\nI’1l tell you when we get there.\n\nCAM\nI know you don’t think so, but I\ncan probably contribute to whatever\nit is you’re not supposed to be\ndoing.\n\n(MORE )\n\f49,\n\nCAM (CONT'D)\n\n(off Mike’s silence, Cam\n\nleans forward)\nCome on, I saw your eyes at HQ and\nafter your couples therapy session\nat the inn, there’s only one reason\nyou'd be sharing a car with\nBurnett. You're going after Luga\nand you're worried if Ellie sees me\nwithout my partner, she’ll stop\nyou.\n\nMike won't admit he’s right. Marcus is impressed.",
  "35": "---END OF PREVIOUS SECTION---\nYou're going after Luga\nand you're worried if Ellie sees me\nwithout my partner, she’ll stop\nyou. Mike won't admit he’s right. Marcus is impressed. \n---TARGET SECTION TO BE ANNOTATED---\nMARCUS\nGotta say, Mike, your boy’s quick.\nMIKE\nHe’s not my boy. He’s a pain in the\nass.\nCAM\n\nHey Mike, just because I don’t do\nthings exactly the way you do --\n\nMIKE\nYou don’t know how to do things,\nthat’s the problem.\n\nMARCUS\nYou know, I don’t know what it is,\nbut there’s something very familiar\nabout this conversation.\n\nMIKE\nDon't start in, Marcus.\n\nMARCUS\nCam, let me ask you something: has\nMike ever canceled SWAT on you\nright before you’re about to go in\non a bust?\n\nCAM\nShit, yeah. He did it twice in the\nsame month.\n\nMARCUS\nAlright, what you gotta do next\ntime is call ahead and let them\nknow --\n\nMIKE\nWhat are you, his mentor now?\n\nMARCUS\nThat's right. Professor Marcus X.\n\f50.\n\nCAM\nLet me ask you something, Marcus.\n\nMARCUS\nShoot, my brother.\n\nCAM\nWhen you guys were on a stakeout\nand you had to have something to\neat --\n\nMARCUS\n(knows exactly where this\nis going)\nAnd he won’t let you have food in\nhis car. Man, bullshit to that!\n\nCam and Marcus laugh. Mike doesn’t.\n\nCAM\nMan, you're alright, Marcus.\nMARCUS\nThanks, Cam. I think you’re cool\ntoo.\nMIKE\n\nThat definitely means a lot froma\ngrown ass man in skinny jeans.\n\nBefore Marcus can strike back:\n\nCAM\nYeah, I was gonna ask, what is up\nwith those pants anyway? They help\nwith posture or...?\n\nMARCUS\nWhat the fuck, you're starting in\non me, too!?!\n\nCAM\nI’m sorry, but Mike does have a\npoint.\n\nMARCUS\n\nI don’t believe this shit.\n\nMIKE\nYeah, it’s tough when you think\nsomeone’s got your back and then\nthey don’t.\n\nCAM\nMike, come on, that isn’t fair --\n\f51.\n\nMIKE\nShut up, Cam.\n\nMARCUS\nYeah, shut up, Cam.\n\nCam sits back, giving up.\n\nCAM\nMan, you guys deserve each other.\n\nEXT. LIBERTY CITY - DAY\nA violent Miami neighborhood.",
  "36": "---END OF PREVIOUS SECTION---\nCAM\nMan, you guys deserve each other. EXT. LIBERTY CITY - DAY\nA violent Miami neighborhood. \n---TARGET SECTION TO BE ANNOTATED---\n The Camaro drives through.\nINT. CAMARO - DAY\nMIKE\n\nOkay. According to Payton in gang\n\nintel, Gojahki’s mother lives\n\nthere. #11.\nEXT. LIBERTY CITY STREET - SECONDS LATER\nThe Camaro stops across the street from the #11 house.\nINT. CAMARO - SAME\n\nPeering out the window at Viktor’s mom’s house:\n\nCAM\nYou sure this is gonna work?\n\nMIKE\nThese Albanians are nothing if not\ntight with their families. Marcus,\nyou got any surveillance equipment?\n\nMARCUS\nI’m a PI, Mike. What do you think?\n\nEXT. LIBERTY CITY STREET - MOMENTS LATER\n\nThe trunk pops open. Inside: various audio and visual\nsurveillance equipment -- along with personal defense\nweapons, including a TASER GUN.\n\nMarcus grabs a phone hacking device called a GYPSY WIRE while\nCam picks up a camcorder. Presses play. His jaw drops when --\n\nA VERY SHAKY SEX TAPE\nbetween Marcus and Theresa plays.\n\nTHERESA (ON THE TAPE)\nCome on, Marcus, forget the camera.\n\fMARCUS (ON THE TAPE)\nTrust me baby, we’re gonna love\nhaving this when we’re older.\n\n52.\n\nHusband and wife go at it as Marcus’s eyes light up. Mike\n\nlooks over the screen.\n\nMIKE\nDude, two words “tri-pod”\n\nMARCUS\nGive it back!\n\nCAM\nI think I see the tri-pod.\n\nRed, Marcus grabs the camera from Cam. Shuts it off.\nMIKE\n\nJust say the word and I can give\nyou a few pointers.\n\nMarcus tosses the camera back into the trunk. Replaces it\n\nwith a pair of SPIKED CLIMBING SHOES.\n\nMIKE (CONT'D)\nWho are you, Paul Bunyon?\n\nMARCUS\nHow else do you think I’m gettin’\nup on that pole?\n\nMarcus slips on the shoes:\n\nCAM\nSo you call up the mom, tell her\nthat her son’s been shot. She tries\ncalling Viktor, but Marcus cuts the\nline before the call is placed.\n\nMARCUS\nMom has no choice but to see if\nhe’s alive for herself. She gets in\nher car --\n\nMIKE\nAnd takes us right to him.",
  "37": "---END OF PREVIOUS SECTION---\nShe tries\ncalling Viktor, but Marcus cuts the\nline before the call is placed. MARCUS\nMom has no choice but to see if\nhe’s alive for herself. She gets in\nher car --\n\nMIKE\nAnd takes us right to him. \n---TARGET SECTION TO BE ANNOTATED---\nMarcus rises. Grabs the gypsy wire. Puts his “game face” on.\n\nMARCUS\nOkay. Let’s do this.\n\nMarcus shuts the trunk and walks off toward the TELEPHONE\n\nPOLE, spikes digging into the pavement with each step.\n\f53.\n\nINT. VIKTOR’S MOM’S HOUSE - MOMENTS LATER\nAn Albanian soap plays on a TV with rabbit ears.\n\nMRS. GOJAHKI adjusts her recliner. She’s old and mean as\nfuck. In the window behind her, we can just make out --\n\nEXT. LIBERTY CITY STREET - SAME\n\n-- Marcus struggling to climb the telephone pole.\n\nINT. CAMARO - SAME\n\nSame seats as before: Mike, up front. Cam in the back.\n\nCAM\nYou really hate having a partner\ndon’t you, Mike?\n\nMike says nothing.\n\nCAM (CONT'D)\nMarcus, me. If it was up to you,\nyou'd just do everything yourself.\n\nMIKE\nOccasionally I need someone to get\nme coffee.\n\nCAM\nYou read my jacket before we were\npartnered up. You know what I can\ndo. What I bring to the game.\n\nMIKE\nYeah. Headache. Problem with you is\nyou have no idea what it takes to\nbe a real cop. You got no field\nexperience.\n\nCAM\nI think the only reason you give me\nno respect is because I remind you\nof you -- only you’re a step slower\nand I’m the up and comer.\n\nMIKE\nPlease, if you reminded me of me,\nI'd kick my own ass. Now shut up.\nYou may learn something.\n\nEXT. LIBERTY CITY STREET - SAME\n\nSweat POURING, Marcus reaches the phone box. He pops it open\nand connects the gypsy wire, tapping into the mom’s line.\n\f54.\n\nINT. CAMARO - SAME\nMIKE\n++. cool. And you’re sure she just\nhas the land line, right? No cell\nphone.\n(beat)\nThanks, Lisa. I owe you one.\nHe hangs up. Dials a new number.\nINT. VIKTOR’S MOM’S HOUSE - INTERCUTTING\n\nAn old-school ROTARY PHONE rings. Viktor’s mom grimaces and\nanswers the call. With a THICK EUROPEAN ACCENT:\n\nMRS. GOJAHKI\nYes.",
  "38": "---END OF PREVIOUS SECTION---\nViktor’s mom grimaces and\nanswers the call. With a THICK EUROPEAN ACCENT:\n\nMRS. GOJAHKI\nYes. \n---TARGET SECTION TO BE ANNOTATED---\nMIKE\nThis is Viktor Gojahki’s mom?\n\nMRS. GOJAHKI\nWho this?\n\nMIKE\nI’m the guy who just shot your son!\nHe’s dead.\nMike hangs up. Cam looks at him, shameful.\n\nCAM\nThis is just mean, man.\n\nMIKE\nMean, but it works.\n\nMrs. Gojahki hangs up, concerned. Is it true? She immediately\npicks back up the phone. Dials a new number.\n\nRESUME MARCUS:\n\nhearing her dial a new number, but before she can get\nconnected to anyone, he cuts the call.\n\nRESUME MRS GOJAHKI:\nMRS. GOJAHKI\n(hearing nothing on the\nother end)\nHello?... Hello?\nNothing. She hangs up. Thinks. Then steps out of frame.\nRESUME MARCUS:\n\nclimbing down the wooden pole. Gets a splinter along the way.\n\f55.\n\nMARCUS\nAhh fuck!\n(then another)\nShit.\n(and a third for good\nmeasure)\nMother-fucka!\n\nHe jumps the last few feet and hits the ground, swallowing a\nyell. Then steels himself and gets back in the Camaro.\n\nViktor’s mom exits her house, gets into her own car and\ndrives down off. Marcus follows in pursuit. The plan worked.\n\nEXT. MIAMI STREET - MAGIC\nSun setting, Viktor’s mom’s car passes, followed by Marcus.\nEXT. MIAMI MARINE STADIUM - VIRGINIA KEY - MAGIC\n\nBuilt in 1963, the concrete amphitheatre overlooking a man-\nmade basin and the Miami skyline was condemned in 1992. It\nstands now, completely painted over in graffiti.\n\nViktor’s mom pulls up to the street to the stadium.\nRESUME CAMARO:\n\nMIKE\nAlright, she’s slowing down. Viktor\nmust be hiding out in the stadium.\nGet in front of her. We’ll cut her\noff. Marcus, get to her door.\n\nMarcus hits the gas. Cuts in front of the mom’s car. She\nstops short. Mike, Marcus and Cam explode out of the Camaro.\nMarcus is the first to reach the mom -- going up to her door.\n\nMARCUS\nMa’‘am, I need you step --\n\nBut that’s all he gets out.",
  "39": "---END OF PREVIOUS SECTION---\nMike, Marcus and Cam explode out of the Camaro. Marcus is the first to reach the mom -- going up to her door. MARCUS\nMa’‘am, I need you step --\n\nBut that’s all he gets out. \n---TARGET SECTION TO BE ANNOTATED---\n Viktor’s mom puts a STUN GUN to\nhis hand. Shocks him with 50,000 volts.\n\nMarcus CONVULSES. CRASHES. Mike and Cam rush over. Viktor’s\nmom BOMBS out of the car, SWINGING her purse in Mike’s face\nover and over, kicking the crap out of him.\n\nMIKE\nDo something!\nCAM\nI have no field experience,\n\nremember.\n\nMike catches the purse. Engages in a TUG OF WAR with the mom.\n\f56.\n\nMIKE\nJesus, she’s got a grip!\n\nCam gets an idea. Rushes off. Viktor’s mom starts SPITTING\nand CURSING at Mike.\n\nVIKTOR’'S MOM\nI kill you! I kill you!\n\nMarcus staggers to his feet. Grabs the mom from behind. Tries\nto yank her back when --\n\n-- TWO PROBES ATTACHED TO TASER WIRES tag her in the chest.\n\nCam hits the trigger on Marcus’s TASER GUN. She gets SHOCKED\nand FALLS BACKWARD onto Marcus -- the two HITTING THE GROUND,\nMarcus breaking her fall.\n\nMike and Cam stand over the pair. Marcus winces.\n\nMARCUS\nNext time...you get the door.\n\nCAM\nWhat do we do with her now?\n\nMIKE\nCall in a uniform. Get him to take\nher back home.\n\nOFF MARCUS -- the 75 year old mother SEIZING on top of him:\nEXT. MIAMI MARINE STADIUM - PARKING AREA - LATER\n\nA few feet beside Viktor’s Ford Flex, Mike and Cam get guns.\nReady for war. Mike sees Marcus doing the same.\n\nMIKE\nWhoa, hold up, what are you doing?\n\nMARCUS\nWhat’s it look like?\n\nMIKE\nIt looks like you’re gearing up for\npolice business and in case you\nforgot, you’re not the police\nanymore.\n\nMARCUS\nI wasn’t the police either when my\nass was climbing that telephone\npoll.\n\nMIKE\nThat was different.\n\f57.\n\nMARCUS\nWhy?\n\nMIKE\nBecause I wasn’t gonna do that.\n\nMARCUS\nSo you were just using me.\n\nMIKE\nHey, you were the one who didn’t\nwant to be a cop, remember? So\nstand back, citizen.",
  "40": "---END OF PREVIOUS SECTION---\nMARCUS\nSo you were just using me. MIKE\nHey, you were the one who didn’t\nwant to be a cop, remember? So\nstand back, citizen. \n---TARGET SECTION TO BE ANNOTATED---\nCAM\nHey, Mike, come on, three sets of\nguns are better than two.\n\nMIKE\nDepends who’s doing the shooting,\nand who asked you?\n\nMARCUS\nI told you: I’m here for Howard.\nNot for you. You’re not my boss, my\npartner or my friend anymore. I’m\ngoing in.\n\nMarcus cocks his gun and heads off. Mike can’t help but\nrespect his loyalty to Howard. Back to Cam:\n\nMIKE\nAnd you: better follow my lead.\n\nMike heads off after Marcus. Cam follows.\n\nINT. MIAMI MARINE STADIUM - MOMENTS LATER\n\nAbandoned for decades, the metal seats now come in two\ncolors: rust and graffiti. Mike, Marcus and Cam move quietly\ninside. There’s no sign of Viktor. The stadium looks EMPTY.\nBut --\n\nNEW ANGLE: VIKTOR AND HIS TWO GUNMEN\n\nhiding behind columns a few feet ahead, Glocks ready. When\nMike, Marcus and Cam approach -- they swing around, FIRING.\n\nMike, Marcus and Cam take cover behind seats and concrete\npillars, SHOOTING BACK -- GUNFIRE DEAFENING.\n\nEXT. MIAMI MARINE STADIUM - PARKING AREA - SAME\nTwo black Suburbans ROAR UP. Doors explode open.\n\nBARDHA AND A TEAM OF SHOOTERS hop out. Rush the stadium.\n\f58.\n\nRESUME MIKE, MARCUS AND CAM:\nstill trading rounds with Viktor and his men when --\nGUNSHOTS COME RAINING IN FROM BEHIND THEM!\n\nMike, Marcus and Cam whip around. See Bardha and his shooters\nadvancing, FIRING.\n\nThe trio return shots in both directions -- but they are OUT-\nMANNED -- caught in a CROSSFIRE between Bardha and his team\nand Viktor and his men.\n\nMIKE\nFuck, they’re flanking us! Move\nback!\n\nMike, Marcus and Cam make a DASH up the aisle, making their\nway up to an UPPER LEVEL to escape the gunfire, taking cover\nbehind a PLASTIC TARP hanging down from the roof.\n\nBut the GUNFIRE CONTINUES.\n\nMike quickly re-loads his gun and throws the plastic aside to\nsee what’s going on below -- and he’s thrown!\n\nBardha and his team aren’t pursuing them.",
  "41": "---END OF PREVIOUS SECTION---\nBut the GUNFIRE CONTINUES. Mike quickly re-loads his gun and throws the plastic aside to\nsee what’s going on below -- and he’s thrown! Bardha and his team aren’t pursuing them. \n---TARGET SECTION TO BE ANNOTATED---\n They’re ADVANCING\non Viktor and his men. Mike seeing:\n\nBardha and his men fire multiple rounds at Viktor and the two\ngunman, riddling Gunman #1 -- then tagging Gunman #2.\n\nMIKE (CONT'D)\n(realizing)\n\nThey’re not here for us. They’re\n\nhere for them!\n\nViktor fires back at Bardha and his team -- then TAKES OFF,\nRUNNING FOR HIS LIFE.\n\nMike gives chase -- following Bardha and his men, racing\nafter Viktor -- who reaches the end of an aisle and --\n\nJUMPS OVER the side of the stadium -- dropping several feet\nto the pavement below.\n\nBardha and his team run up and FIRE DOWN on him, but Viktor\nESCAPES, rushing UNDERNEATH the lowest level of the stadium.\n\nMike comes up behind Bardha and his men. Fires. Hits one, but\nhe’s wearing KEVLAR.\n\nThe others return shots. Mike ducks down behind seats,\nbullets PINGING metal.\n\f59.\n\nEXT. MIAMI MARINE STADIUM - SECONDS LATER\n\nViktor emerges from underneath the stadium and JUMPS into the\nFord Flex. SLAMS the door. He’s about to turn the key when --\n\nBardha and his team run up. Surround the car. Viktor goes to\nduck down. Too late.\n\nThe SUV gets COMPLETELY DEMOLISHED WITH BULLETS that RIP\nthrough the car and Viktor’s flesh, killing him.\n\nBardha then turns to the Camaro. Fires a shot into a tire.\n\nMike gets outside as Bardha and his team ROAR OFF in their\nSuburbans. He goes to run into the Camaro to pursue. Stops\nshort when he sees the flat front tire. Shit.\n\nIN THE DISTANCE: police sirens WAIL and cruisers approach.\nINT. MIAMI MARINE STADIUM - MOMENTS LATER\n\nViktor’s men lie on the cement, dead. Marcus hovers over\ntheir bodies, looking like he’s about to hurl.\n\nCAM\nHey... you alright?\n\nHolding back barf -- but trying to play it off:\n\nMARCUS\nYeah. You know. Just... acid\nreflux.\n\nHe gags. Mike comes up. Immediately pats down one of the\nbodies, pulling what he can from his pockets.",
  "42": "---END OF PREVIOUS SECTION---\nHe gags. Mike comes up. Immediately pats down one of the\nbodies, pulling what he can from his pockets. \n---TARGET SECTION TO BE ANNOTATED---\nCAM\nWhat are you doing?\n\nMIKE\nWhat you should be. Taking whatever\nevidence we can before the Feds do.\nThese guys were our best shot at\ngettin’ to Luga. Whatever they\ncould tell us, someone made sure we\ncouldn’t find out. We need to\nfigure out what.\n\nMarcus and Cam soon join in. Go through pockets. Jackets.\nMarcus finds a phone, Cam a wallet.\n\nBut then -- Cam sees something else: a FOLDED PIECE OF PAPER\nsticking out of the sock of Gunman #2.\n\nCam pulls it out and unfolds the paper. Written on it: THREE\nSETS OF STRANGE SYMBOLS MIXED WITH CYRILLIC LETTERS AND\nRANDOM NUMBERS. A COMPLEX CODE.\n\f60.\n\nRed and blue lights converge on the stadium and we GO TO:\nEXT. MIAMI MARINE STADIUM - NIGHT\n\nMike, Marcus and Cam give statements to MIAMI PD. Agent\nKessler soon arrives, backed by THREE FBI AGENTS.\n\nAGENT KESSLER\n(livid)\nI hate to repeat myself, Lowery.\nNow, this is the second time I’ve\nhad to warn you not to interfere\nwith this investigation.\n\n \n\nMARCUS\nSome investigation. We’re the ones\nwho found the hotel shooters.\n\nAGENT KESSLER\nWhat are you doing here anyway?\nYou’re a Goddamn civilian.\n\nMARCUS\n(up in his face; pissed)\n“I'm a Goddamn civilian? I’ma\nGoddman civilian.”\n(beat; realizing; backing\noff)\nYeah, that’s right, I’m a Goddamn\ncivilian.\nAGENT KESSLER\n(to his agents)\nI want them searched.\n\nMike, Marcus and Cam protest but the FBI agents with Kessler\ndon't give a shit, patting them down, finding Marcus’s gun --\n\nMARCUS\nI got a permit for that.\n\n-- and a gunman’s phone in Mike’s pocket. Kessler grabs it.\n\nAGENT KESSLER\nYou got a permit for this?\n\nAnother agent finds a wallet in Cam’s pocket.\n\nCAM\nHey, that’s mine.\n\nThe agent shows the ID to Kessler.\n\nAGENT KESSLER\n(reading the Albanian name\non the card)\nEnver Biba?\n\f61.\n\nCAM\nIt’s my porno name. I also go by\nHung Frankenstein.",
  "43": "---END OF PREVIOUS SECTION---\n61. CAM\nIt’s my porno name. I also go by\nHung Frankenstein. \n---TARGET SECTION TO BE ANNOTATED---\nAGENT KESSLER\nDetain them.\n\nThe Feds quickly slap on cuffs.\n\nMIKE\nWhat the fuck, Kessler!?!\n\nMike, Marcus and Cam are pulled over to the FBI sedans.\n\nLUTTRELL (0.S.)\nAgent Kessler!\n\nKessler turns. Sees Luttrell walking up.\n\nLUTTRELL (CONT’D)\nWhat are you doing to my\ndetectives?\n\nAGENT KESSLER\nWhat the hell does it look like?\n\nLUTTRELL\nA Federal agent detaining Miami PD.\nYou don’t want the headlines or the\nheadache. Trust me.\n\nKessler pauses. He definitely doesn’t.\n\nLUTTRELL (CONT’D)\nPut them in my custody. Let\nInternal Affairs handle them.\n\nAGENT KESSLER\nLike you've handled them so far?\n\nLUTTRELL\nThey won’t be a problem anymore.\n\nKessler considers Luttrell. A beat, then warns:\n\nAGENT KESSLER\nThey interfere again, I’m gonna\narrest them for willful impeding of\na Federal Investigation. That\nclear?\n\nLUTTRELL\nCrystal.\n\nKessler orders his men to let Mike, Marcus and Cam free. As\nsoon as the Feds walk away:\n\f62.\n\nMARCUS\nThanks, man.\n\nLUTTRELL\nPlease. I love standing up to those\nFederal pricks. Mike, I know how\nbad you want Luga. I do too. But\nyou're bringing down too much heat.\n\nMIKE\nJust tell me what else Kessler\nknows about Luga.\n\nLUTTRELL\n\n(beat, then: )\nWhat I’ve managed to piece together\nis: the FBI has intercepted a lot\nof chatter on Albanian organized e-\nmail communications. References to\nsomething called “Forager.” And\naccording to their HUMINT sources,\nthey believe someone inside the\ncountry has brought Luga here as\ntalent to pull off some major drug\noperation.\n\nMARCUS\nWe gotta get this guy fast, Mike.\n\nCAM\nMaybe this will help.\n\nCam reaches down and takes off a shoe.\n\nMARCUS\nYour socks?\n\nCam pulls the paper he took off the gunman out of his shoe.\nCAM\nGot this off one of Viktor’s boys.",
  "44": "---END OF PREVIOUS SECTION---\nMARCUS\nYour socks? Cam pulls the paper he took off the gunman out of his shoe. CAM\nGot this off one of Viktor’s boys. \n---TARGET SECTION TO BE ANNOTATED---\nStashed it in my shoe in case we\nhad to give the other evidence up.\n\nMarcus is instantly impressed. Mike is too, but isn’t showing\nit. Marcus picks up on this.\n\nMARCUS\nOkay, I’ll say it: “Fuck yeah.”\n\nMike takes the paper. Doesn’t know what to make of it.\n\nLUTTRELL\nMike, a word.\n\nMike hands the paper back to Cam and walks off with Luttrell.\n\f63.\n\nLUTTRELL (CONT’D)\nThere’s something else. Didn’t want\nto say in front of the others.\n\nMIKE\nWhat’s up?\n\nLUTTRELL\nI’ve been looking into who had\nknowledge that you guys were hiding\nout at the hotel. Only a handful of\npeople knew and all of them were\ncops. The leak definitely came from\ninside Miami PD, maybe even your\nunit. Somebody’s gone bad. I’m\ngonna find out who, but in the\nmeantime, don’t trust anyone.\n\nMike considers that, as we GO TO:\nEXT. MIAMI-DADE P.D. HEADQUARTERS - AN HOUR LATER\n\nELLIE (V.O.)\nI asked you point blank if you were\ninvestigating Luga --\n\nINT. MIAMI-DADE P.D. HEADQUARTERS - ELLIE’S OFFICE - SAME\nEllie tears into Mike and Cam.\n\nELLIE\n-- and you gave me your word that\nyou were standing down.\n\nMIKE\nDid you really expect anything\ndifferent?\n\nELLIE\nNot from Mike Lowery, no.\n\nShe leans forward.\n\nELLIE (CONT'D)\n\nI know you don’t respect me. But\nyou should at least respect that I\nhave a job to do.\n\nMIKE\nAnd so do I. This asshole’s come\nhere to kill me and because of\nthat, Captain Howard's fighting for\nhis life. You wanna talk respect?\n(MORE )\n\f64.\n\nMIKE (CONT'D)\n\nHow ‘bout the respect you owe your\ncops instead of the Feds -- or the\nrespect I owe Howard to go after\nLuga and bring his ass down for\nwhat he did?\n\n(rising from his seat)\nAnd I'd do the same if it was you\nin the hospital right now instead\nof him.\n\nEllie looks at Mike.",
  "45": "---END OF PREVIOUS SECTION---\nMIKE (CONT'D)\n\nHow ‘bout the respect you owe your\ncops instead of the Feds -- or the\nrespect I owe Howard to go after\nLuga and bring his ass down for\nwhat he did? (rising from his seat)\nAnd I'd do the same if it was you\nin the hospital right now instead\nof him. Ellie looks at Mike. \n---TARGET SECTION TO BE ANNOTATED---\n He’s telling the truth but despite her\nloyalty to Howard, she can’t let him off the hook.\n\nELLIE\n\nI would suspend you, but I don’t\nthink that would help. So you --\n\n(to Cam)\n-- get your toothbrush, your\npajamas, whatever you need, cause\nfrom this moment on, you’re on Mike\nwatch. Every move he makes you’re\ngonna tell me about it. And if he\nscrews up, it’s on you too.\n\n(back to Mike)\nThis is not gonna end with you dead\nor in jail. This is for your own\ngood. Tell me you understand that.\n\nMIKE\n...I understand.\n\nELLIE\nGood. Now get out.\n\nINT. MIAMI-DADE P.D. HEADQUARTERS - HALLWAY - CONTINUOUS\nAs soon as Ellie’s door is shut:\nMIKE\nI need to know right now: are you\ngonna be a problem?\n\nCam locks eyes with Mike.\n\nCAM\nHoward is my Captain too.\n\nA beat. Mike nods. The two continue down the hall.\nINT. MIAMI-DADE P.D. - TNT DIVISION - MOMENTS LATER\n\nDaltrey’s with Sanchez, trying to decipher the paper list of\nnumbers, letters and symbols. Getting close.\n\nSANCHEZ\nPenis-sized nipple or a nipple-\nsized penis?\n\f65.\n\nDALTREY\n(beat)\nNipple.\n\nMike hurries in with Cam, urgent:\n\nMIKE\nWhere you at with those codes?\n\nDALTREY\nStill working on it.\n\nMIKE\nAlright, here's how it goes: Cam,\nyou pair up with Daltrey. I wanna\nknow what those codes mean. I’m\nheadin’ over to Miami General.\nSanchez: how are your gang\nconnections? Any owe you favors?\n\nSANCHEZ\nI got a guy who’s in ABK. Runs a\nbodega in Miami Gardens.\n\nMIKE\nReach out to him. Have him slip it\nto two or three operators in the\nAlbanian community that one of the\nhotel shooters survived the hit\ntonight and is listed as a John Doe\nat the hospital.",
  "46": "---END OF PREVIOUS SECTION---\nRuns a\nbodega in Miami Gardens. MIKE\nReach out to him. Have him slip it\nto two or three operators in the\nAlbanian community that one of the\nhotel shooters survived the hit\ntonight and is listed as a John Doe\nat the hospital. \n---TARGET SECTION TO BE ANNOTATED---\n When word travels\nup the chain that one of their\ntargets is alive and talkin’ to the\ncops, the Albanians are gonna send\nsomeone to finish the job. I’1l\nhave a heart to heart with him and\nfind out where Luga’s hiding his\nass. Call me when y’all have\nsomething.\n\nMike steps back out into the hallway. Cam hurries after him.\nINT. MIAMI-DADE P.D. HEADQUARTERS - HALLWAY - CONTINUOUS\nCAM\nDude, what the hell? You’re\nbenching me? I thought we had an\nunderstanding.\nMike stops.\n\nCAM (CONT'D)\nYou need to trust me.\n\nMIKE\nI am. With that list.\n\f66.\n\nCAM\nSo while I’m picking up your scraps\nyou can go off and do the real cop\nwork?\n\nMIKE\nLook, right now Luga’s out there\nsomewhere. I don’t know what he’s\ndoin’, but I know it’s not good. If\nI can’t find out on my own, you're\ngonna have to get something off\nthat list. Either way, it’s not\nopen for debate.\n\nCam considers Mike. The assignment does have importance.\n\nMIKE (CONT'D)\nNow I gotta go get my decoy.\n\nINT. MIAMI GENERAL HOSPITAL - ROOM 726 - NIGHT\n\nMarcus strips out of his clothes to change into an\nunflattering hospital gown -- and he’s NOT happy.\n\nMARCUS\nThis is some next level\nembarrassment right here.\n\nMIKE\nYou're the one who said you wanted\nto be involved.\n\nMARCUS\nWell, thanks for tossin’ me a\nfuckin’ bone. Any dignity I had\nbefore today? Gone.\n\nMIKE\nWould you just get in bed and quit\ncomplaining?\n\nMARCUS\nHey, as long as I’m the one whose\nass is literally exposed here, I’m\ngonna complain as much as I want.\n\nHe finally gets the gown on and hops into the bed.\n\nFEMALE VOICE (0.S.)\nYou all good in here, Mike?\n\nMike turns to the door to find an ATTRACTIVE NURSE.\n\nMIKE\nYeah, Dena. Listen, I can’t thank\nyou enough for hooking this up.\n(MORE )\n\f67.",
  "47": "---END OF PREVIOUS SECTION---\nMIKE\nYeah, Dena. Listen, I can’t thank\nyou enough for hooking this up. (MORE )\n\f67. \n---TARGET SECTION TO BE ANNOTATED---\nMIKE (CONT'D)\nIf there’s anything I can do to\nrepay the favor...\n\nDENA\nAnything? Gonna keep you to that.\n\nShe smiles seductively and slips out.\n\nMARCUS\n(yelling out the room)\nGonna need a bed pan in here!\n\nINT. MIAMI-DADE P.D. HEADQUARTERS - TNT DIVISION - DAY\n\nDaltrey runs the list of codes through a scanner. Pulls the\nimage up on a wall monitor.\n\nMONTAGE:\n\nOver the next SEVERAL HOURS, Cam tries to break down the code\nwith a pen, re-arranging letters, words and symbols onto a\npiece of paper as:\n\nDaltrey types an algorithm into a computer. Hits ENTER.\nImmediately all the numbers, letters and symbols start to\nmove around and change order. Eventually --\n\nDaltrey’s algorithm cracks the first cipher.\n\nDALTREY\nHoly shit, I got it.\n\nCam snaps up, alert.\n\nDALTREY (CONT'D)\nThe code’s based off the Albanian\nalphabet. We just need to figure\nout which numbers correspond to\nwhich letters --\n\nCAM\nAnd then add them to the letters\nthat already exist.\n\nDALTREY\nExactly.\n\nDaltrey types more commands into the computer, cross-\nreferencing letters in the code with the Albanian alphabet.\n\nCAM\nHold up. What about the symbols?\n\nDALTREY\nThe symbols are nothing. Garbage.\nNoise to keep us from seeing the\nreal code.\n\f68.\n\nCam jots down a few ALBANIAN WORDS as they appear. Then types\ninto another computer. Translates the Albanian words in the\nfirst coded entry into English. Comes up with:\n\nCAM\nMorrow Airpark.\n\nDaltrey does the same routine for the second code.\n\nDALTREY\nNext code’s an address. 27309\nFleming Avenue.\n\nDaltrey enters the address into his computer.\n\nDALTREY (CONT'D)\nIt’s a gas depot.\n\nCAM\nAnd the last code?\n\nDaltrey tries to crack it using the same method as the other\ntwo, but can’t.\n\nDALTREY\n...I don’t know. This cipher’s\ndifferent from the other two. It’s\nnot based on the same alphabet.\nGonna take some time to break.\n\nCam checks his watch.",
  "48": "---END OF PREVIOUS SECTION---\nIt’s\nnot based on the same alphabet. Gonna take some time to break. Cam checks his watch. \n---TARGET SECTION TO BE ANNOTATED---\n Makes a call.\n\nCAM\nOkay. Let’s get started on the\nfirst two.\n\nMUSIC, MOMENTUM -- as we GO TO:\nEXT. MIAMI GARDENS - ALLEY - DAY\n\nSanchez cuts through a back, graffiti-lined street. Draws her\nphone while covertly making her way up to the back of a\nneighborhood bodega. Sends a text. The back door cracks open\nas she arrives. She slips inside.\n\nINT. BODEGA - BACK ROOM - MOMENTS LATER\n\nSanchez sits on a crate. Meets secretly with CARLOS, the\nbodega’s owner. Young. Confident.\n\nCARLOS\nHow many people we talkin’ about?\n\nSANCHEZ\nTwo or three. But it can’t get back\nto us. Think you can handle it for\nme?\n\f69.\n\nCARLOS\nHave I ever let you down before?\n\nSANCHEZ\n(rising)\nI owe you one, Carlos.\nCARLOS\n(shakes his head)\nI still owe you for helpin’ my\nsister out.\n\nSANCHEZ\nMake this happen and we’re even.\n\nOFF CARLOS, nodding, no problem -- MUSIC RESUMES -- LAUNCHING\nA SERIES OF QUICK SCENES:\n\nEXT. MORROW AIRPARK - DAY\n\nAn aircraft “boneyard” filled with retired military and\ncivilian planes, stripped for parts and gathering rust.\n\nDaltrey flashes his badge to the AIRPARK FOREMAN.\n\nINT. MORROW AIRPARK - OFFICE - MOMENTS LATER\n\nDaltrey speeds through SURVEILLANCE FOOTAGE of the airpark.\nEXT. GAS DEPOT - INTERCUTTING\n\nA fuel depository for commercial use only. Cam roars up.\nINT. MORROW AIRPARK - OFFICE - INTERCUTTING\n\nDaltrey stops when he sees TWO ALBANIANS pull up in a\nfamiliar-—looking Suburban and disappear inside a MILITARY\n\nAIRCRAFT.\n\nFast-forwards until the men re-emerge -- now carrying with\nthem: a HARRIS FALCON MILITARY RADIO.\n\nEXT. GAS DEPOT - INTERCUTTING\nCam interviews the DEPOT MANAGER.\nDEPOT MANAGER\nYeah, that’s right, about two hours\nago.",
  "49": "---END OF PREVIOUS SECTION---\nEXT. GAS DEPOT - INTERCUTTING\nCam interviews the DEPOT MANAGER. DEPOT MANAGER\nYeah, that’s right, about two hours\nago. \n---TARGET SECTION TO BE ANNOTATED---\n Two foreign guys purchased\n12,000 lbs of AV fuel.\n\nCAM\nAV fuel?\n\nDEPOT MANAGER\nAviation fuel.\n\f70.\n\nOFF CAM -- curious -- END SEQUENCE and CUT TO:\nINT. MIAMI GENERAL HOSPITAL - HALLWAY - DAY\n\nMike gets a drink out of the vending machine when his phone\nrings. It’s the TNT office.\n\nMIKE\nYeah. What do you know?\n\nINT. MIAMI-DADE P.D. - TNT DIVISION - INTERCUTTING\nCam, Daltrey and Sanchez around the speaker phone:\n\nCAM\nFirst code was an address for an\naviation boneyard. Daltrey made two\nAlbanians making off with a Harris\nFalcon radio. Foreman says it’s\nused to communicate with military\naircraft only.\n\nMike files that in his head.\nCAM (CONT'D)\nSecond code directed us to a fuel\ndepot where another set of\nAlbanians purchased 12,000 lbs of\naviation fuel.\nMike makes another note.\n\nMIKE\nAnd the last one?\n\nCAM\nWe don’t know yet. We’re still\ntrying to crack it, but it’s a\ndifferent cipher than the others.\n\nMIKE\nAlright, stay on it.\n\nINT. PLG SHIPPING COMPANY - MAGIC\nAs Bardha wraps up a call on his cell.\nBARDHA\nYou're absolutely sure?\n(beat)\n\nOkay. Thanks for the call.\nBardha hangs up. Climbs the stairs to:\nINT. PLG SHIPPING COMPANY - OFFICE - MOMENTS LATER\n\nBardha enters. Looks to Hess.\n\f71.\n\nBARDHA\nWe got a problem.\n\nEXT. MIAMI GENERAL HOSPITAL - NIGHT\n\nNight has fallen.\n\nINT. MIAMI GENERAL HOSPITAL - SAME\n\nMarcus eats from a pudding cup in bed. Mike sits in a chair.\n\nMARCUS\nMan, I hate hospital food.\n\nMarcus tries to shoot the cup into the trash across the room.\n\nMARCUS (CONT'D)\nTwo points.\n\nThe pudding cup come doesn’t even come close.\n\nMIKE\nWow, you really are a genuine slob.\n\nMARCUS\nIt’s not being a slob if it isn’t\nyour house.\n\nMike shakes his head. A beat, then to break the silence:\n\nMARCUS (CONT'D)\nJust like old times though.",
  "50": "---END OF PREVIOUS SECTION---\nMARCUS\nIt’s not being a slob if it isn’t\nyour house. Mike shakes his head. A beat, then to break the silence:\n\nMARCUS (CONT'D)\nJust like old times though. \n---TARGET SECTION TO BE ANNOTATED---\n You,\nme, a stakeout.\n\nMike agrees, but says nothing.\nMARCUS (CONT'D)\n.»+-You know, you should really give\nyour new partner a break. I know\nyou hate to admit it but he’s got\nskills.\n\nMIKE\nHe’s a kid.\n\nMARCUS\nSo were we once.\n\nMike takes that in as Marcus admits:\n\nMARCUS (CONT'D)\nYou guys make a good team.\n\nMarcus looks away. Jealous, perhaps? Switching the subject:\n\nMIKE\nTalk to your family lately?\n\f72.\n\nMARCUS\nI checked in on them this\nafternoon.\nMIKE\nHow they holdin’ up?\nMARCUS\nGood... under the circumstances.\nMIKE\nI missed them.\nMARCUS\nThey missed you.\nMIKE\nMust be nice. Having someone to go\n\nhome to.\nMarcus looks at him sideways.\n\nMARCUS\nAre you jealous, Mike? ‘Cause you\ncan have ‘em.\n\nMIKE\nJust sayin’. It’s been on my mind\nlately is all.\n\nMARCUS\nMike Lowery wants to settle down?\nBetter get one of those crash\ncarts. Think I’m gonna have myself\na heart attack.\n\nNow it’s Mike’s turn to look away. A beat, then:\n\nMARCUS (CONT'D)\n\nLook, uhh, since we’re sharin’ n’\nshit... I know you don’t think so,\nbut I do miss the action sometimes.\n\nMIKE\nYou're definitely getting your full\nof it this week.\n\nMARCUS\nTell me about it.\n\nMIKE\nYou didn’t have to quit.\n\nMarcus shrugs. What do you want from me?\n\f73.\n\nMIKE (CONT'D)\n(sincerely)\nWhy did you quit, Marcus?\n(no response)\nIt wasn’t just Luga and the\nAlbanians or the blood oath, was\n\nit?\n\nMARCUS\n+.-No.\n\nMIKE\nThen why?\n\nMARCUS\n\nYou really wanna know?\n\nMIKE\nI asked.\n\nMarcus sits up in the bed.\n\nMARCUS\nRespect.\n\nMike’s thrown.\n\nMARCUS (CONT'D)\nEvery time we go into a situation,\nit’s all about what you want. I\ndon’t get a say.",
  "51": "---END OF PREVIOUS SECTION---\nMike’s thrown. MARCUS (CONT'D)\nEvery time we go into a situation,\nit’s all about what you want. I\ndon’t get a say. \n---TARGET SECTION TO BE ANNOTATED---\n And when you do it\nall head-on like you do, you’re\nputtin’ my life on the line. And\nafter so long, it’s clear that you\ndon’t care about me.\n\nMIKE\nAnd how do you think I felt? The\nperson I counted on to save my life\nwasn’t there for me. “We ride\ntogether. We die together. Bad Boys\nfor life.” That meant something to\nme.\n\nAs Marcus absorbs that -- the two partners finally starting\nto reconcile -- MUSIC BUILDS and we GO TO:\n\nEXT. MIAMI STREET - NIGHT\nA suburban speeds through downtown.\nINT. SUBURBAN - INTERCUTTING\n\nBardha drives. An ALBANIAN GUNMAN loads a SIG-Sauer P220R.\n\f74.\n\nINT. MIAMI GENERAL HOSPITAL - ICU WING - INTERCUTTING\n\nDING! An elevator opens. Mike steps out. Moves down the hall.\nEXT. MIAMI STREET - INTERCUTTING\n\nThe suburban approaches the hospital.\n\nINT. MIAMI GENERAL HOSPITAL - ICU WING - INTERCUTTING\n\nMike looks in on a patient through a window: HOWARD -- still\non life support. Mike regards him, quiet.\n\nEXT. MIAMI GENERAL HOSPITAL - INTERCUTTING\n\nThe Suburban pulls up. Parks.\n\nINT. MIAMI GENERAL HOSPITAL - ROOM 726 - NIGHT\n\nMarcus tries to get some sleep, tossing and turning. DING!\nINT. MIAMI GENERAL HOSPITAL - SEVENTH FLOOR - SAME\n\nThe elevator opens up. Bardha and the Gunman exit. The Gunman\ncontinues on alone. Bardha holds back, keeping an eye out.\n\nINT. MIAMI GENERAL HOSPITAL - ROOM 726 - MOMENTS LATER\n\nMarcus sleeps. The room is dark. The Gunman comes in. Walks\nup to the bed. Aims the Sig when --\n\nCLICK! Mike appears behind him, gun to the Gunman’s head. He\nwas in the closet.\n\nMIKE\nWrong patient, asshole. Miami PD.\n\nMarcus turns on the light and sits up in bed, adding:\n\nMARCUS\nAnd Burnett Services Unlimited.\n\nMIKE\nHands up and drop the gun.\n\nThe Gunman raises his hands and drops the Sig.",
  "52": "---END OF PREVIOUS SECTION---\nMarcus turns on the light and sits up in bed, adding:\n\nMARCUS\nAnd Burnett Services Unlimited. MIKE\nHands up and drop the gun. The Gunman raises his hands and drops the Sig. \n---TARGET SECTION TO BE ANNOTATED---\nMike goes to grab his wrist and -- LIGHTNING QUICK: the\nGunman SNATCHES Mike’s -- causing Mike to FIRE at Marcus,\nbullet just exploding an IV bag beside him.\n\nThe Gunman SLAMS Mike against the wall -- SHATTERING a TV.\nINT. MIAMI GENERAL HOSPITAL - HALLWAY - SAME\n\nHearing the COMMOTION, Bardha BOOKS toward the room.\n\f75.\n\nINT. MIAMI GENERAL HOSPITAL - ROOM 726 - SAME\nMike and the Gunman go to BLOWS.\n\nMarcus makes a move for the fallen SIG. Bardha steps into the\nroom and aims at Marcus -- who quickly rolls off the bed.\n\nMike and the Gunman continue to STRUGGLE. A DEATH MATCH.\nMoving so furiously that Bardha can’t get a clear shot.\n\nOn the floor, Marcus reaches up. Pulls a TELEPHONE down from\nthe bedside table. Rips out the cord.\n\nBardha finally gets Mike in the cross-hairs. About to fire.\nWHAM! Marcus BEAMS him with the telephone.\n\nMarcus LEAPS over the bed -- ass visible through the gown and\nSLAMS himself into Bardha -- the two FALLING to the floor\noutside the room -- back into the hall.\n\nMike and the Gunman trade punches, knees and elbows.\nINT. MIAMI GENERAL HOSPITAL - HALLWAY - SAME\n\nMarcus fights Bardha. Gets SLAMMED against a CRASH CART,\nimpact causing the EKG DEFIBRILLATOR PADDLES to CHARGE.\n\nMarcus drops to the floor. Bardha gets on top. Starts choking\nhim. Marcus grabs the defibrillator paddles. Puts them to\nBardha’s chest and hits him with 250 volts.\n\nBardha FLIES off Marcus, crashing onto his back, body\nSIZZLING.\n\nMARCUS\nClear.\n\nRESUME MIKE:\n\ntrapped in a BEAR HUG. He SLAMS his head back into the\nGunman’s nose.\n\nHe DROPS Mike -- who picks up his gun, spins and CRACKS it\nover the Gunman’s head -- knocking him out.\n\nINT. MIAMI GENERAL HOSPITAL - HALLWAY - SECONDS LATER\nMike rushes out. Marcus gets to his feet.\n\nMIKE\nYou alright?\n\nMARCUS\nYeah.\n\nMike looks up.",
  "53": "---END OF PREVIOUS SECTION---\nMIKE\nYou alright? MARCUS\nYeah. Mike looks up. \n---TARGET SECTION TO BE ANNOTATED---\n Sees the NURSES at the front desk on the phone\nwith HOSPITAL SECURITY.\n\f76.\n\nMIKE\n(re: Bardha)\nThis asshole led the hit team at\nthe stadium. We gotta get him out\nof here before the uniforms come.\nSMASH TO:\n\nMIKE -- taping Bardha up in medical tape -- head to toe like\na mummy while:\n\nEXT. MIAMI GENERAL HOSPITAL - NIGHT\nMarcus drives his Camaro to the service entrance.\nINT. MIAMI GENERAL HOSPITAL - LAUNDRY CLOSET - MOMENTS LATER\n\nMike drags a mummified Bardha to the laundry chute. His eyes\nwiden as he sees what’s gonna happen to him.\n\nMIKE\nDon’t worry. You can scream all you\nwant.\nWith that, Mike puts him inside --\nINT. MIAMI GENERAL HOSPITAL - LAUNDRY CHUTE - CONTINUOUS\n\n-- and Bardha goes SLIDING down the tube -- into a LAUNDRY\nCART in the hospital basement.\n\nINT. MIAMI GENERAL HOSPITAL - HALLWAY - MOMENTS LATER\n\nMike steps into an elevator -- as another elevator opens up\nand MIAMI COPS step out, just missing him.\n\nEXT. MIAMI GENERAL HOSPITAL - PARKING LOT - MOMENTS LATER\n\nMike and Marcus carry the taped up Bardha over to Marcus's\nCamaro, toss him into the trunk and drive off. SMASH TO:\n\nA ROARING, HUNGRY LION!\nEXT. MIAMI ZOO - NIGHT\n\nAt the entrance to the LION PIT, Mike unwraps several Big\nMacs and stuffs them inside Bardha’s clothes.\n\nGagged, Bardha’s eyes do all the screaming.\n\nMARCUS\nThis is some sick ass shit right\nhere.\n\nMIKE\n\nYou didn’t say anything when I\nasked you to go to the drive-thru.\n\fMARCUS\nI thought you were buying me\ndinner, not no lion! Like “good job\nfor not killing your suspect. Love,\nMike.” I was touched.\n\nMIKE\nDon’t worry. This is gonna be much\nmore satisfying.\n\nMike rips off the tape on Bardha’s mouth.",
  "54": "---END OF PREVIOUS SECTION---\nMIKE\nDon’t worry. This is gonna be much\nmore satisfying. Mike rips off the tape on Bardha’s mouth. \n---TARGET SECTION TO BE ANNOTATED---\n He SCREAMS:\n\nBARDHA\nYou better let me the fuck go!\n\nMIKE\nWhere’s Luga?\n\nBARDHA\nFuck you! You won’t do shit to me.\n\nMARCUS\nHe taped your ass up and kidnapped\nyou from a hospital. All he does is\ndo shit to people!\n\nMIKE\nOne last time.\n\nBARDHA\n(still defiant)\nI’m not telling you shit.\n\nMIKE\nYour choice.\n\nMike shoves the last Big Mac into Bardha’s pants. Bardha\n\nSCREAMS -- AHHHHH! -- as Mike picks him up.\n\nMIKE (CONT'D)\nGet his legs!\n(Marcus hesitates)\nGet his legs, Marcus!\n\nMarcus helps Mike hoist their prisoner up --\nMARCUS\nDon’t ever say I don’t do shit for\nyou again!\n\n-- and over the pit. A nearby lion ROARS!\n\nMIKE\nWhere’s Luga?\n\nBARDHA\nPull me up! AHHH!\n\f78.\n\nSmelling the Big Macs, the lion comes up. LEAPS. Mike and\nMarcus yank Bardha up just before the paw can tear him.\n\nMARCUS\nOh shit -- did you see that!?!\nMIKE\n(lowering Bardha back\n\ndown )\nWHERE’S LUGA!?!?\n\nBardha is TERRIFIED now.\n\nBARDHA\nI DON’T KNOW! GET ME OUT, GET ME\nOUT, PLEASE!\n\nMIKE\nOh, now you want something from me,\nhuh? I’m suddenly your best friend.\n\n \n\nAnother SCREAM as Mike and Marcus lower him back into the\n\npit, the lion returning -- Mike yelling over Bardha:\nMIKE (CONT'D) BARDHA\nWHAT’S HE HERE TO DO!?! OH MY GOD!!!\nMARCUS\nYou better tell the man! That\nlion’s “da-da-da-da-dah -- lovin’\niti”\nThe lion makes its way over to Bardha -- salivating.\nMIKE\n\nYour people have been picking up\nequipment all over Miami. Fuel, a\n\nmilitary radio -- what’s it for!?!\nBARDHA\nI SWEAR I DON’T KNOW! HE DOESN’T\nTELL US!\nMIKE\nWho?\n\nThe lion ROARS. Bardha FREAKS OUT!\n\nMIKE (CONT'D)\nWHO! ?!\n\nThe lion CHARGES.",
  "55": "---END OF PREVIOUS SECTION---\nBardha FREAKS OUT! MIKE (CONT'D)\nWHO! ?! The lion CHARGES. \n---TARGET SECTION TO BE ANNOTATED---\nBARDHA\nALBERT HESS!\n\f79.\nThe lion LUNGES -- but Mike and Marcus jerk Bardha out of the\npit and share a look. Alright, they got a name.\nBardha tries to catch his breath, but he’s SHAKING.\nMike takes out his phone. Pulls up a picture of the CODED\nLIST. Focuses on the final code -- the one that Cam and\nDaltrey couldn’t break.\nMIKE\n\nYou’re gonna tell me how to break\n\nthis code.\nOFF BARDHA -- caving:\nINT. PLG SHIPPING COMPANY - NIGHT\n\nThe basement door opens to reveal Aleksander Luga, fired up\nand ready to go.\n\nA team of ALBANIANS hop inside TWO TRUCKS, armed to the\nteeth, Luga about to join when Hess grabs his arm, warning:\n\nHESS\nRemember: you better not fuck this\nup.\nHe meant to be intimidating, but Luga isn’t rattled. Never\nis. Into his eyes -- showing Hess what intimidating is:\nLUGA\n\nThat’s the last time you put your\nhand on me.\n\nHess backs off. Smart move. Luga slams the door. Trucks roll\nout -- MUSIC SPIKING as we GO TO:\n\nEXT. HIGHWAY - MOMENTS LATER\nThe Camaro ROCKETS up gravel.\nINT. CAMARO - SAME\n\nThis time, Mike drives. Marcus white-knuckles the dashboard.\nInto a speaker phone:\n\nMIKE\nThe final code is actually two\ndifferent number sequences.\nINT. MIAMI-DADE P.D. - TNT DIVISION - INTERCUTTING\nCamera CIRCLES Daltrey and Sanchez around the speaker phone:\nMIKE\n\nFirst is a radio frequency for the\nthe UHF Guard.\n\f80.\n\nSANCHEZ\nUHF Guard?\n\nDALTREY\nIt’s a way to establish\ncommunications between military and\ncivilian aircrafts.\n\nMIKE\nThe second’s coordinates. Longitude\nand latitude degrees: 40° 26’ 46'’\nN 79° 58’ 56’’ E.\n\nCam enters the coordinates into a computer. Pulls up a GOOGLE\nMAP IMAGE.\n\nCAM\nCoordinates are for a private\nairfield just outside the city.\n\nA BUS comes FLYING UP in the car windshield.",
  "56": "---END OF PREVIOUS SECTION---\nPulls up a GOOGLE\nMAP IMAGE. CAM\nCoordinates are for a private\nairfield just outside the city. A BUS comes FLYING UP in the car windshield. \n---TARGET SECTION TO BE ANNOTATED---\n Marcus SCREAMS:\n\nMARCUS\nBUS, BUS!\n\nMike twists the wheel, sparking over the median, dodging\noncoming cars. Marcus tries not to hurl.\n\nMIKE\n(piecing everything\ntogether\n.--quiet airfield, military radio,\naviation fuel.\n\nCAM\nWhat are you thinking, Mike?\n\nMIKE\nThinkin’ the FBI doesn’t know\nwhat’s up. Luga’s not here to doa\ndrug deal. He’s here to doa\nhijacking. He’s a pilot, remember.\nDaltrey, how fast can you get your\nboys in the military on the phone?\n\nDALTREY\nAnytime day or night.\n\nMIKE\nDo it now. Ask them if there’s any\nmilitary aircrafts with the code-\nname “Forager\"” coming into Florida\ntonight.\n\nEXT. HIGHWAY - SAME\n\nThe Camaro exits the causeway -- gusting through traffic.\n\f81.\n\nINT. MIAMI-DADE P.D. - TNT DIVISION - MOMENTS LATER\nDaltrey hangs up a phone. Gets back on the call with Mike:\n\nDALTREY\nAlright, just spoke to my pals in\nthe Marine Reserves. Forager’s the\nNATO reporting name for an AN-124\nRuslan Transport Plane.\n\nEXT. SKIES ABOVE FLORIDA - INTERCUTTING\n“FORAGER”, the transport plane, approaches the Florida coast.\n\nDALTREY (V.O.)\nIt’s carrying weapons that are\nbeing shipped to Eglin Air Force\nBase from Iraq.\n\nRESUME INTERCUT BETWEEN MIKE/MARCUS AND TNT:\n\nDALTREY\nM15 and M16 assault rifles. M40A1\nSniper Rifles. MP5s. Shoulder-\nlaunched missiles. Radar-cloaking\ntechnology. And at least 400,000\nrounds of ammunition.\n\nMARCUS\nJesus -- Luga’s gonna have enough\nhardware to take over a small\ncountry.\n\nMIKE\n\nOr sell to one. We gotta go\nstraight to the FBI on this. Cam,\nget Kessler and tell him Luga’s\nhijacking a military transport\nplane full of weapons.\n\nCAM\nYeah, on it.\n\nMIKE\nAnd tell no one else at Miami PD\nabout this.\n\nCAM\nBut Mike --\n\nMIKE\nJust do it.",
  "57": "---END OF PREVIOUS SECTION---\nCAM\nYeah, on it. MIKE\nAnd tell no one else at Miami PD\nabout this. CAM\nBut Mike --\n\nMIKE\nJust do it. \n---TARGET SECTION TO BE ANNOTATED---\nMike hangs up. Marcus turns to Mike, surprised.\n\nMARCUS\nYou gonna cut out Miami PD?\n\f82.\n\nMIKE\nIf the leak’s coming from inside\nthe department, I’m not tippin’\nLuga off that we’re coming.\n\nMarcus isn’t sure. Mike drops the hammer, the car SPEEDING\nAHEAD -- as we GO BACK TO:\n\nINT. MIAMI-DADE P.D. - TNT DIVISION - SAME\n\nDaltrey and Sanchez slap on Kevlar. Cam’s on the phone with\nthe FBI.\n\nCAM\nThis is Cam Theroux, Miami PD badge\nnumber 3-4-9 Bravo 11-93, I need to\nspeak to Agent Kessler right away.\n\nCam’s put on hold. A figure appears in the doorway:\n\nVOICE (0.S.)\nWhat are you doing?\n\nIt’s ELLIE. Cam looks up, busted.\n\nELLIE\nAnd where the hell is Lowery?\n\nEXT. HIGHWAY - SAME\nThe Camaro tops 90 -- as we GO VERY FAST TO:\nEXT. SKIES ABOVE FLORIDA - NIGHT\n\nBack in the air with “Forager” -- making preparations for a\nlanding at Eglin Air Force Base.\n\nCONTROL TOWER (V.O.)\nControl tower delta 5-0-7-9:\ncalling “Forager” 302 on emergency\nchannel. Switch over “Forager”.\n\nINT. TRANSPORT PLANE - INTERCUTTING\n\nSeveral crates of MILITARY-GRADE WEAPONS are secured in the\nback. TWO PRIVATE MILITARY PILOTS sit up front. Switch over\nto an EMERGENCY RADIO CHANNEL.\n\nPILOT\nControl tower delta 5-0-7-9: this\nis “Forager\" 302 over.\n\nCONTROL TOWER (V.O.)\nDue to an incident at Eglin, we’re\ndiverting you to an alternate\nairfield.\n\n(MORE)\n\f83.\n\nCONTROL TOWER (V.O.) (CONT'D)\nClimb to 10,00 feet and turn to a\nheading of 2-8-5 degrees and\n\nproceed to coordinates 40° 26’ 46''\n\nINT.",
  "58": "---END OF PREVIOUS SECTION---\n(MORE)\n\f83. CONTROL TOWER (V. O.) (CONT'D)\nClimb to 10,00 feet and turn to a\nheading of 2-8-5 degrees and\n\nproceed to coordinates 40° 26’ 46''\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n PRIVATE AIRFIELD - CONTROL TOWER - SAME\n\nWhere we see the person communicating with the plane via a\nHARRIS PALMER MILITARY RADIO -- speaking in a PITCH-PERFECT\nENGLISH ACCENT:\n\nALEKSANDER _LUGA.\n\nLUGA\n-- North 79° 58’ 56’’ East.\n\nAt his feet, TWO DEAD CONTROL TOWER OPERATORS in pools of\nblood. We're:\n\nEXT. PRIVATE AIRFIELD - SAME\n\nA secluded airstrip outside Miami. Secured by Luga’s STRIKE\nTEAM. They stand watch with Heckler & Koch HK416 D10RS. Like\na military presence.\n\nINT. TRANSPORT PLANE - SAME\n\nThe pilots trade puzzled looks, then confirm:\n\nPILOT\nRoger tower, 5-0-7-9 diverting.\n\nEXT. SKIES ABOVE FLORIDA - SAME\nThe transport plane diverts to Luga’s coordinates.\nEXT. HIGHWAY - SAME\nMike and Marcus continue to RACE to the airfield.\nINT. PRIVATE AIRFIELD - CONTROL TOWER - LATER\nLuga sees the transport plane coming in from the clouds.\nPILOT (V.O.)\n“Forager” 302, 15 miles south,\ndescending to 5,000.\nLUGA\n“Forager” 302, you are clear to\nland on runway 1-8.\n\nLuga then gets on his Nextel. Reports to his team:\n\nLUGA (CONT'D)\nTarget’s en route. Get ready.\n\f84.\n\nEXT. PRIVATE AIRFIELD - SAME\n\nThe strike team COCK triggers, readying themselves.\nEXT. HIGHWAY - SAME\n\nThe Camaro is moments away.\n\nINT. CAMARO - SAME\n\nMIKE\nYou know, this car ain’t so bad.\n\nMarcus locks and loads his Glock.\n\nMARCUS\nWe should wait until back-up\narrives.\n\nMIKE\n\nLuga’s not waiting. Neither can we.\nHe drops the hammer.\nEXT. PRIVATE AIRFIELD - NIGHT\n\n“Forager” lands. When the engines CUT -- Luga and his team\nRUSH the plane.\n\nINT. TRANSPORT PLANE - SAME\nSeeing armed men approaching:\n\nPILOT\nHoly shit.\n\nHe tries raising the military on the radio -- but the signal\nis JAMMED. He only gets STATIC.",
  "59": "---END OF PREVIOUS SECTION---\nTRANSPORT PLANE - SAME\nSeeing armed men approaching:\n\nPILOT\nHoly shit. He tries raising the military on the radio -- but the signal\nis JAMMED. He only gets STATIC. \n---TARGET SECTION TO BE ANNOTATED---\nCO-PILOT\nThey're jamming the fucking signal!\n\nPILOT\nGet your gun.\n\nEXT. PRIVATE AIRFIELD - SAME\n\nLuga attaches a C-4 brick to a plane door. Activates a\ndetonator. BOOM! The door BLOWS OFF.\n\nINT. TRANSPORT PLANE - SAME\n\nLuga and his team STORM the plane. The co-pilot raises his\ngun -- but a GUNMAN puts two muffled shots in his chest. Luga\naims a Tech-9 at the other pilot. Shoots him between the\neyes.\n\f85.\nVERY FAST: the team boards the plane. Load BARRELS containing\n12,000 lbs of fuel. Dump the dead pilots out the open door.\nLuga sits down in the cockpit. Starts the engines back up.\nEXT. PRIVATE AIRFIELD - SAME\n\nPlane comes back to life as -- VROOOOM! -- the Camaro\nCRASHES through a perimeter gate.\n\nINT. TRANSPORT PLANE - SAME\n\nSeeing the Bad Boys coming -- Luga’s face TIGHTENS. He rushes\naway from his seat -- grabbing a machine gun -- DRIVEN as he\n\ngets to the open door --\n\nEXT. PRIVATE AIRFIELD - CONTINUOUS\n\n-- and JUMPS OUT onto the runway. Fires madly at the Camaro.\n\nINT. CAMARO - SAME\n\nA shower of bullets RIP through the windshield, SHATTERING\nGLASS.\n\nMike CRANKS the wheel --\nEXT. PRIVATE AIRFIELD - SAME\n\n-- and VEERS the car off the runway -- skidding to a stop\nnear the tower -- Luga following it with his machine gun.\n\nINT. CAMARO — SAME\n\nBullets RAIN IN. Marcus KICKS OPEN the passenger door and\nclimbs out with Mike.\n\nEXT. PRIVATE AIRFIELD - CONTINUOUS\n\nMike and Marcus duck behind the Camaro as Luga’s joined by\nTHREE GUNMEN.\n\nMARCUS\nThere’s too many -- we need back-\nup, man!\n\nMIKE\n\nJust cover me.\n\nMARCUS\nMike, don’t --\n\nBut it’s too late. Mike’s already on his feet -- RACING away\nfrom the car -- and DIVING behind some runway equipment.\n\nHe POPS BACK UP and SHOOTS THREE ROUNDS into another gunman,\nkilling him.\n\f86.",
  "60": "---END OF PREVIOUS SECTION---\nMike’s already on his feet -- RACING away\nfrom the car -- and DIVING behind some runway equipment. He POPS BACK UP and SHOOTS THREE ROUNDS into another gunman,\nkilling him. 86. \n---TARGET SECTION TO BE ANNOTATED---\nTHREE MORE STRIKE TEAM MEMBERS get out of the plane, joining\nLuga, concentrating gunfire on Mike who turns to look over at\nMarcus --\n\n-- who remains crouched behind the Camaro -- a _ cell phone to\nhis ear.\n\n \n\nMike -- eyes filling up with fury when he sees that Marcus\nisn't backing him up -- turns his attention back to Luga and\nhis men -- trading ear-piercing rounds.\n\nRESUME MARCUS:\non the phone with Cam, screaming over gunfire.\n\nMARCUS (CONT'D)\nWhere the fuck are you at!?!\n\nINT. CADILLAC ESCALADE - INTERCUTTING\n\nSanchez drives, topping 100 mph. Daltrey rides shotgun while\nloading one. Cam sits in the back, phone to ear.\n\nCAM\nWe're still three minutes out.\n\nEXT. PRIVATE AIRFIELD - NIGHT\nBullets STRIKE the plane. Fuel seeps out.\n\nA gunman FIRES at the tower windows above Marcus’s head. They\nSHATTER. Glass RAINS down on Marcus --\n\n-- who DIVES out of the way -- as CRASH! -- broken shards\nSPLATTER on the pavement -- almost shredding him.\n\nThe gun battle RAGES ON.\n\nAnother gunman tries to take Mike from his right side -- but\nMike turns -- shooting -- putting two in his chest -- then\nturning back to find:\n\nA THIRD GUNMAN taking aim -- Mike firing one shot that rips\nthrough his head.\n\nMike soon gets the drop on Luga. He’s about to take him out\nwhen --\n\n-- HE GETS HIT BY SPOTLIGHT -- blinding him as he fires,\nglare causing him to miss his target.\n\nA POLICE HELICOPTER SHOOTING OVERHEAD.\nSoon -- SEVERAL LOCAL POLICE CRUISERS ROAR UP TO THE SCENE.\n\nLuga yells at his team to follow him back to the plane.\n\f87.\n\nINT. TRANSPORT PLANE - CONTINUOUS\n\nLuga hops inside and begins throwing open the military\ncrates, pulling from them an ARSENAL OF MACHINE GUNS,\nGRENADES AND SHOULDER-FIRED MISSILES.\n\nEXT.",
  "61": "---END OF PREVIOUS SECTION---\nINT. TRANSPORT PLANE - CONTINUOUS\n\nLuga hops inside and begins throwing open the military\ncrates, pulling from them an ARSENAL OF MACHINE GUNS,\nGRENADES AND SHOULDER-FIRED MISSILES. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n PRIVATE AIRFIELD - SAME\n\nAs the cruisers SCREAM UP, Mike and Marcus rise up from the\nground -- about to move on the plane when --\n\nLUGA AND HIS TEAM COME BACK OUT -- re-armed -- unloading a\nwealth of gunfire that SHREDS the incoming police cars.\n\nLuga takes a MANPAD: a shoulder-launched surface-to-air\nmissile -- sets it down on his shoulder, peers through the\nsights and FIRES A MISSILE that EXPLODES the tail of the\npolice helicopter -- causing it to SPIN WILDLY.\n\nCops SCATTER as the helicopter BLOWS in an ERUPTION of fire\nand metal that nearly takes them all out.\n\nThe Escalade soon ROARS UP. Cam, Sanchez and Daltrey hop out\nof the car and join in on the action -- firing bravely.\n\nMike and Marcus are still trading gunfire with Luga and his\nmen -- but they are out-numbered and out-gunned.\n\nThe arrival of additional police cruisers -- along with a\nSWAT VAN -- forces Luga back into the plane --\n\nINT. TRANSPORT PLANE - CONTINUOUS\n-- where he sits down at the controls -- steering the plane.\nEXT. PRIVATE AIRFIELD - SAME\n\nThe transport plane TURNS. Starts down the runway. Mike goes\nCHARGING after it on foot. Marcus tries to stop him:\n\nMARCUS\nMIKE!\n\nBut Mike doesn’t listen -- his arms pumping -- running like a\nmad man after the escaping plane.\n\nCam also sees this, but unlike Marcus, he JOINS IN -- running\nover to a cruiser and ROARING after Mike.\n\nCops OPEN FIRE on the plane, but Luga keeps going. As does\nMike. But the plane is picking up speed. Then --\n\nCam SHOOTS UP in the cruiser -- moving past Mike on the right\nside -- then SLAMS to a stop so Mike can catch up.\n\nCam throws open the passenger door -- and screams out:\n\f88.\n\nCAM\nGet in!\n\nMike hops inside the car and Cam PEELS OFF after Luga.\nINT. TRANSPORT PLANE - SAME\n\nAs Luga gets ready to take off --\n\nEXT. PRIVATE AIRFIELD - SAME\n\n-- Cam pulls the cruiser up to the open plane door. Mike aims\nout at the plane. Opens fire -- BANG! BANG! BANG!\n\nINT.",
  "62": "---END OF PREVIOUS SECTION---\nBANG! BANG! INT. \n---TARGET SECTION TO BE ANNOTATED---\n TRANSPORT PLANE - SAME\n\nAn Albanian gets shot. Another fires back at Mike. Luga pulls\nback on the wheel --\n\nEXT. PRIVATE AIRFIELD - SAME\n-- and the plane TAKES OFF.\n\nMike continues to fire -- but Cam is almost out of runway. He\nSLAMS on the brakes.\n\nThe car screeches to a stop as the transport plane rises and\ndisappears into the clouds.\n\nMike steps out of the car, watching Luga escape -- as we\nPRELAP:\n\nAGENT KESSLER (V.O.)\nAccording to the DOD, the weapons\nwere all set to be repurposed upon\narrival in Florida.\n\nINT. MIAMI PD HEADQUARTERS - SITUATION ROOM - NIGHT\n\nEveryone's present -- listening to Kessler. Tensions are\nhigh.\n\nAGENT KESSLER\n\nThe MANPADS that were on board is a\nman-portable air-defense system,\nshoulder-launched surface-to-air\nmissile. It can take down planes,\nhelicopters, drones. The black\nmarket value of these latest\nversions is staggering and the\nintroduction of them into the\nterrorist marketplace has enormous\nnational security implications that\nare only too frightening to\nimagine.\n\n(to Mike and Marcus)\nYou just armed the enemy.\n\f89.\n\nMike and Marcus take issue, but before they can get in\nKessler’s face about it --\n\nELLIE\nAgent Kessler, my officers --\n\nAGENT KESSLER\n(cutting her off)\nAre out of your control.\n(re: Mike)\nHe is out of control.\n\nMIKE\n(getting in his face)\nYou fuckin’ kiddin’ me, man?\n\nMARCUS\nMike, calm down.\n\nMIKE\nNo. Fuck that. At every turn this\nmother fucker’s been up my ass even\nthough we've been doin’ his job.\n\nAGENT KESSLER\nNo one asked you to, Lowery. Luga’s\noperation was a Federal\ninvestigation. Miami PD was\nsupposed to back off --\n\nMIKE\nWe called you right when the shit\nwas goin’ down and if we didn’t\nact, we wouldn’t have even had a\nchance at stoppin’ Luga.",
  "63": "---END OF PREVIOUS SECTION---\nAGENT KESSLER\nNo one asked you to, Lowery. Luga’s\noperation was a Federal\ninvestigation. Miami PD was\nsupposed to back off --\n\nMIKE\nWe called you right when the shit\nwas goin’ down and if we didn’t\nact, we wouldn’t have even had a\nchance at stoppin’ Luga. \n---TARGET SECTION TO BE ANNOTATED---\nAGENT KESSLER\nBut you didn’t stop him! You let\nhim get away!\n\nMIKE AGENT KESSLER (CONT'D)\nNo, no, you ain’t putting the If Luga gets out of the\nblame on us. country with those weapons,\n\nit’s on YOU and I’m gonna\nhave your fucking badge, cock-\n\nsucker!\nKessler pushes Mike -- who doesn’t stand for that. He comes\nback harder -- angrier -- hitting Kessler back -- causing\n\nCHAOS TO ERUPT -- Feds vs Miami PD.\n\nMike throws a punch at Kessler -- CONNECTING with his jaw.\nAnother agent goes after Mike -- activating Marcus who grabs\nhim. Pulls him back. This is getting out of control.\n\nCam, Daltrey and Sanchez pull Mike and Marcus away as Kessler\nscreams at his men:\n\f90.\n\nAGENT KESSLER (CONT’D)\nThat’s it! Take them both into\ncustody right now!\n\nThe FEDERAL AGENTS backing up Kessler grab Mike and Marcus.\nForce them out the door.\n\nAGENT KESSLER (CONT’D)\n(wiping blood from his\nlip)\nThis isn’t a police station. It’s\na fucking zoo. And your men --\n\nELLIE\n\n(not backing down;\n\ndefending Mike and\n\nMarcus)\nMy men are the only ones without\ntheir heads squarely up their own\nasses. And if you dare try to lay\nany of tonight’s blame on them or\nanyone else at Miami PD, I’m gonna\ndedicate my life to ruining yours.\n\nAnd we see she means it. But Kessler gets the final word:\nAGENT KESSLER\nIf Luga gets away... it’s your ass,\ntoo.\nKessler moves past her.\nOFF ELLIE, face tightening:\nEXT. MIAMI STREET - NIGHT\nTwo government sedans speed past.\n\nINT. FEDERAL BUILDING - LOCK-UP - NIGHT\n\nAgents escort Mike and Marcus into the basement of the FBI\nMiami office -- moving them down a row of EMPTY CELLS.\n\nMARCUS\nThis is bullshit! I want my phone\ncall. I want my lawyer. I want all\nyour fuckin’ names -- ‘cause I’m\ngonna have each and every one of\nyour asses.\n\nThe two are locked in adjoining cells. Mike sits on a bench.",
  "64": "---END OF PREVIOUS SECTION---\nI want all\nyour fuckin’ names -- ‘cause I’m\ngonna have each and every one of\nyour asses. The two are locked in adjoining cells. Mike sits on a bench. \n---TARGET SECTION TO BE ANNOTATED---\nMARCUS (CONT'D)\nMan, can you believe this shit?\n\nMIKE\nFuck you, Marcus.\n\f91.\n\nMARCUS\nWhat?\n(off Mike’s silence)\nWhoa. Hold up. You’re mad at me\n\nnow?\n\nMIKE\nI needed you to back me up at the\nairfield --\n\nMARCUS\n\nNo, no, no. Fuck that. You ain’t\nputtin’ this shit on me.\n\nMIKE\nYou still don’t get it. I looked\nfor you and you were nowhere to be\nfound.\n\nMARCUS\nAnd once again, you didn’t listen\nto me and look where we’re at now.\n\nMIKE\nKiss my ass, Marcus.\n\nMike looks away. Fuck this guy. A beat, then softly:\n\nMARCUS\n«.+-you know somethin’, Mike? You\nSay you want a partner. But I don’t\nthink you do. You like the one man\narmy thing too much.\n(beat)\nHow’s that workin’ out for you?\n\nMike stays quiet. No comeback. Marcus sits down. Says nothing\neither. As Marcus's words hang:\n\nEXT. EVERGLADES - EARLY MORNING\n\nFirst light starting to shine, CAMERA SHOOTS over wetlands to\narrive at a COASTAL LAND MASS where Luga has set down the\ntransport plane -- punctured with bullet holes, out of fuel.\n\nLuga supervises his remaining men throwing a CAMOUFLAGE TARP\nover the plane -- covering it from an overhead surveillance.\n\nMoments later, several GO-FAST BOATS zip up to the plane at\n150 mph. A group of ALBANIANS step off to meet Luga, led by\nHess -- who is not happy.\n\nQUICK CUTS: the men transfer the weapons onto the go-fast\nboats. Hess TEARS into Luga.\n\f92.\n\nHESS\nI told you: this was not a personal\njob. It’s business. You were\nsupposed to take off immediately\nfrom the airfield! NOT go after\nthose two cops!\n\nBut as before -- Luga doesn’t appear like he’s listening.\n\nHESS (CONT'D)\nAnd because of your bullshit, the\nFBI, Customs, Homeland, Miami PD --\nthey’re all looking for the plane\nand I have to fix this.",
  "65": "---END OF PREVIOUS SECTION---\nNOT go after\nthose two cops! But as before -- Luga doesn’t appear like he’s listening. HESS (CONT'D)\nAnd because of your bullshit, the\nFBI, Customs, Homeland, Miami PD --\nthey’re all looking for the plane\nand I have to fix this. \n---TARGET SECTION TO BE ANNOTATED---\n This is a\nmulti-million dollar arms sale! Now\nI have to get these weapons on the\ncontainer --\n\nLuga STRIKES -- quick-punching Hess right in the throat,\nBREAKING his wind pipe. He can’t even cry out. Only his eyes\nSCREAM as his knees drop to the wet ground.\n\nLuga PRESSES HIS THUMBS into Hess’s eyes -- PUSHING them in\nuntil they BLEED -- but of course -- he STILL CAN'T YELL.\n\nHess crashes to the ground. He can’t even see Luga stand over\nhim -- draw his gun and fire a bullet into his STOMACH.\n\nLuga looks over to Hess’s men, gun in hand. They look back at\nhim, still.\n\nA beat -- then they get back to work -- putting the weapons\nonto the boats. They’re not gonna cross Luga.\n\nHess, still on the ground, bleeding out slowly, in agony, can\nonly listen as Luga and the men finish up, get on the boats\nand speed away, disappearing.\n\nOFF HESS, living death:\nINT. FEDERAL BUILDING - LOCK-UP - DAY\n\nMike and Marcus are still cooling their heels in jail when a\ndoor opens at the end of the hall and Ellie comes storming\ndown the hall. A FEDERAL GUARD stops her.\n\nGUARD\nHey, can I help --\n\nELLIE\n(not slowing down)\nAbsolutely. You can open up these\ncells and let my boys out.\n\nGUARD\nI'm afraid I can’t do that.\n\f93.\n\nELLIE\nWell, I see your authority and\nraise you a Federal judge’s.\n\nEllie flashes a COURT ORDER in his face. She means business.\n\nELLIE (CONT'D)\nNow open the fucking cells.\n\nThe guard -- no choice -- releases Marcus first -- who turns\nto Ellie on his way out.\nMARCUS\nThank you.\nELLIE\n\nWhere are you going?\n\nMARCUS\nAway from him.\n\nHe leaves without a word to Mike, who then gets let out of\nhis cell. Steps up to Ellie.\n\nMIKE\nKnew someone would bail us out.\nDidn't think it would be you.\n\nELLIE\n(recalling what Mike told\nher earlier about\nrespect)\nNobody gets to boss my people\naround except me.\n\nHe nods. Thanks.",
  "66": "---END OF PREVIOUS SECTION---\nELLIE\n(recalling what Mike told\nher earlier about\nrespect)\nNobody gets to boss my people\naround except me. He nods. Thanks. \n---TARGET SECTION TO BE ANNOTATED---\n Then as he goes:\n\nELLIE (CONT'D)\nLowery.\n\nMike stops. Turns back to her.\nELLIE (CONT'D)\n\nDon’t think this means you’re off\n\nthe hook with me. But there’s no\n\ntime.\n\n(an order)\n\nMake this right.\nMike locks eyes with her. Absolutely, lieutenant. Leaves.\nOFF ELLIE -- GO TO:\nINT. FEDERAL BUILDING - INTERROGATION ROOM - NIGHT\n\nKessler and his agents grill Bardha, cuffed to a table.\n\f94,\n\nAGENT KESSLER\nTell us right now: where the fuck\ncan we find Luga?\n\nBARDHA\nI already told you: I don’t know!\n\nAGENT KESSLER\nTHEN WHAT DO YOU KNOW!?!\n\nINT. PLG SHIPPING COMPANY - DAY\n\nA battering ram OBLITERATES the front door. An FBI SWAT TEAM\nrushes inside -- but the factory is completely ABANDONED.\n\nEXT. PLG SHIPPING COMPANY - DAY\n\nMike overlooks the building from afar. Watches the FBI move\nin and out, searching for any evidence they can find. His\nphone BUZZES.\n\nMIKE\nLowery.\n\nLUTTRELL (V.O.)\nMike, it’s Luttrell.\n\nEXT. MIAMI STREET - INTERCUTTING\n\nLuttrell comes driving up in his Buick -- nervous, anxious.\n\nLUTTRELL\n\nWe need to talk. Where are you?\nMIKE\n\nChecking up on a lead.\nLUTTRELL\n\nYou turn up anything?\nMIKE\n\nNot yet.\nLUTTRELL\n\nWell, I have. I found out who told\nLuga about the Red Roof Inn.\n\nMIKE\nWho?\n\nLUTTRELL\nNot on the phone. We need to meet\nface to face.\n\nEXT. MIAMI - DAY TO NIGHT\n\nTIME LAPSE as day gives way to night.\n\f95.\n\nEXT. INDIAN RIVER - NIGHT\n\nMike’s Ferrari arrives at an INDUSTRIAL AREA near the river.\nHe gets out. Looks around. Sees a boat shed, but no Luttrell.\n\nA beat later and a car approaches. We think it’s Luttrell,\nbut the driver steps out -- IT’S MARCUS.\n\nMIKE\nWhat the hell are you doing here?\n\nMARCUS\nLuttrell called.",
  "67": "---END OF PREVIOUS SECTION---\nWe think it’s Luttrell,\nbut the driver steps out -- IT’S MARCUS. MIKE\nWhat the hell are you doing here? MARCUS\nLuttrell called. \n---TARGET SECTION TO BE ANNOTATED---\n Said you needed to\nsee me.\nMike instinctively knows it’s a set up and TACKLES Marcus to\nthe ground as -- BANG! -- a bullet rips through the air and\nstrikes a gas tank behind our them.\n\nBOOOOOOOOM! It ERUPTS! Shockwave sends Mike and Marcus\nSOARING -- then crashing back to the ground.\n\nLUGA\n\nand a trio of HITMEN emerge from behind a stack of rusting\nmarine parts nearby.\n\nMike quickly gets to his feet. Helps Marcus up. Bullets\nchasing them, they SPRINT across a wooden dock -- to the BOAT\nSHED atop the water.\n\nThey BOMB through the door as the wood walls gets SPLINTERED\nwith rounds.\n\nLuga readies a Heckler & Koch HK69Al1 Grenade Launcher.\n\nMike slams the door to the boat shed. Marcus peers out a\ndirty window. Sees Luga aiming the grenade launcher.\n\nMARCUS (CONT'D)\nMike!\n\nMike spies a SCUBA TANK on the floor.\n\nMIKE\nTake that!\n\nLuga pulls back the trigger.\n\nMike throws open a small hatch in the floor to get to the\nwater below the shed.\n\nThe grenade from Luga’s gun FIRES into the shed.\n\nBOOOOOOOOOM! -- the entire shed EXPLODES! Wood and fire go\nevery which way.\n\f96.\nLuga watches the blackened pieces fall from the star-lit sky,\nthen goes over to see what remains of Mike and Marcus.\nBut there are no remains. Only charred wooden planks.\nLuga looks out at the river. Their bodies must've been blown\nout to the river. He waits there a moment, staring out. Sees\n\nnothing. An Albanian hitman says what all is thinking.\n\nHITMAN\nThey’re dead.\n\nBut Luga refuses to take that for an answer.\n\nHe grabs the machine gun out of the hitman’s hands and opens\nfire on the water -- FURIOUS. Screams at the others to:\n\nLUGA\nGet some lights now!\n\nThe gunmen focus flashlight beams on the water. Luga wants to\nsee bodies -- but all he sees is BLACKNESS.",
  "68": "---END OF PREVIOUS SECTION---\nScreams at the others to:\n\nLUGA\nGet some lights now! The gunmen focus flashlight beams on the water. Luga wants to\nsee bodies -- but all he sees is BLACKNESS. \n---TARGET SECTION TO BE ANNOTATED---\nConvinced that they’re dead -- that no one could’ve survived\nthat blast or stay under water that long -- Luga turns and\nleaves -- ROARING AWAY in a nearby speed boat.\n\nAnother moment passes -- then Mike and Marcus appear from\nunder the water -- sharing the oxygen in the SCUBA TANK.\n\nMoments later, the two collapse on shore, exhausted. Marcus\nturns to Mike, appreciative.\n\nMARCUS\n...Thanks.\n\nMike nods.\n\nMIKE\nLuttrell set us up.\n\nMarcus spits out some salt water.\nMARCUS\nWell, I’m definitely down for\nbeatin’ his ass. You?\nThe two get to their feet -- as we GO FAST TO:\nINT. LUTTRELL’S HOME - NIGHT\n\nThe front door EXPLODES OPEN! Mike and Marcus RUSH inside.\nThey look around, but the house is EMPTY. No Luttrell.\n\nMARCUS\nHe’s gone.\n\f97.\n\nMike tries to find a clue, any clue, but there’s NOTHING.\n\nMIKE\nShit!\n\nMike’s phone rings. He puts it on speaker.\n\nMIKE (CONT'D)\nGo.\n\nINTERCUT:\n\nINT. MIAMI-DADE P.D. HEADQUARTERS - LUTTRELL’S OFFICE - SAME\n\nDaltrey and Sanchez search Luttrell’s office. Cam has\n\nFINANCIAL RECORDS up on Luttrell’s computer.\n\nCAM\nI hacked Luttrell’s Internal\nAffairs password and ran a Dun and\nBradstreet check on him. Eight\nyears ago, the asshole was on his\nsecond divorce, had child payments,\nalimony, was dead broke.\n\nMIKE\nLemme guess: out of nowhere he’s\nsuddenly got enough cash to pay off\nhis bills.\n\nCAM\nAll coming from a second bank\naccount in his son’s name.\n\nMIKE\nEight years. That’s before he was\ninternal affairs. What was he back\nthen?\n\nSANCHEZ\nRobbery Homicide...Overtown.\n\nMARCUS\nOvertown. Isn’t that where Luga’s\nfamily used to call home?\n\nMIKE\nLuga must’ve gotten Luttrell on the\ntake early.\n(urgent)\n\nCam, Luttrell’s drivin’ a Miami PD\nvehicle. It’s got LoJack.",
  "69": "---END OF PREVIOUS SECTION---\nMIKE\nLuga must’ve gotten Luttrell on the\ntake early. (urgent)\n\nCam, Luttrell’s drivin’ a Miami PD\nvehicle. It’s got LoJack. \n---TARGET SECTION TO BE ANNOTATED---\n If I’m\nright, wherever he’s at, Hess won't\nbe far behind. Get me an address!\n\nMUSIC SPIKES and we SLAM TO:\n\f98.\n\nEXT. PORT OF MIAMI - MORNING\nESTABLISH. Filled with ships of all sizes.\n\nMUSIC PULSING, Luga supervises large CRANES filling the hold\nof a CONTAINER SHIP -- THE “OSAKA SPIRIT” -- with dumpster-\nsized VESSELS.\n\nLuttrell is with him -- making a plea:\n\nLUTTRELL\nLook, I’ve given you everything you\nwant, but as soon as you’re gone,\nI’m done. No more. You understand?\n\nLuga doesn’t even pay him the courtesy of eye contact.\n\nLUGA\nI understand we have an arrangement\nand when it ends isn’t for you to\ndecide.\n\nNEW ANGLE: A PAIR OF BINOCULARS\n\nseeing this. Mike, Marcus, Cam, Sanchez and Daltrey over look\nLuga’s operation from a concealed distance.\n\nMIKE\n(looking through the\nbinoculars)\nI see Luga. He’s with Luttrell.\nShit. They’re getting ready to\nleave.\n\nMARCUS\n(taking the binoculars)\nThere's gotta be fifteen, twenty\nguys with him. Maybe more inside.\n\nMIKE\nWe have to move fast. Keep the ship\nat port until customs and back-up\narrives. Daltrey, Sanchez: you two\ntake the port side. Cam, you’re mid-\nship. Lay down enough cover fire to\nbuy me time to get to the bridge.\n\nThe younger cops nod. On it. Mike sees Marcus. Pauses.\n\nMIKE (CONT'D)\n...That work for you?\n\nMarcus nods. Good of him to ask.\n\nMARCUS\nYeah.\n\f99.\nMIKE\nThen let’s do it.\n\nQUICK CUTS: the team gears up: weapons prep/rounds are\nseated: KA-CLICK/Kevlar vests strapped on. Mike turns to Cam.\n\nMIKE (CONT'D)\nYou ready for this?\n\nCAM\nI think I am.\n\nMIKE\nSo do I.\n\nCam smiles. A healing moment. Off which:\nEXT. CONTAINER SHIP - DAY\n\nA loud horn BLOWS.",
  "70": "---END OF PREVIOUS SECTION---\nA healing moment. Off which:\nEXT. CONTAINER SHIP - DAY\n\nA loud horn BLOWS. \n---TARGET SECTION TO BE ANNOTATED---\n Luga’s ship is about to leave. Luttrell is\nabout to step off the boat when we --\n\nNEW ANGLE: A CRANE OPERATOR\n\nworking the controls from inside his booth. The butt of a gun\nSTRIKES him across the back of the head -- knocking him out.\n\nCam takes his place in the booth. Gives the lever a hard\nYANK, RELEASING a container from its hook.\n\nIt CRASHES down onto the deck of the ship -- Luttrell and\nLuga’s CREW DIVING ASIDE.\n\nINT. CONTAINER SHIP - VARIOUS - SAME\n\nA gunman sounds the general alarm. SHOOTERS grab weapons and\nstep out onto the deck to investigate as --\n\nEXT. CONTAINER SHIP/DOCK - SECONDS LATER\n\nVERY FAST: Mike and Marcus ROAR UP to the ship in Mike’s\nFerrari -- SCREAMING up a ramp -- and FLYING their ride onto\nthe main deck -- PLOWING DOWN two gunmen in the process.\nLuttrell sees them and quickly BOLTS inside the ship as --\n\nDaltrey and Sanchez ZIP-LINE onto the top deck on cables\nwhile FIRING -- hitting gunmen.\n\nMike and Marcus throw open car doors and immediately engage\nin a fire fight. Mike covers Marcus -- screaming at him to:\n\nMIKE\nGO, GO!\n\nMarcus fires his way inside an open hatch, into the ship.\n\f100.\nMike trades rounds with gunmen -- before running through the\nsame door -- joining Marcus inside:\nINT. CONTAINER SHIP - CORRIDOR - CONTINUOUS\nThey go TEARING DOWN the narrow hallway. At an intersection:\nMIKE\nI'll take the bridge. You take the\n\nengine room.\n\nMARCUS\nOn it.\n\nMike goes left. Marcus goes right.\nEXT. CONTAINER SHIP - SAME\n\nDaltrey and Sanchez find themselves pinned down by enemy\ngunfire -- ducking behind one of the steel containers.\n\nTwo gunmen ADVANCE -- about to get a clear shot when --\n\nCAM climbs up the anchor on the side of the ship -- pulling\nhimself onto the deck behind the gunmen.\n\nCAM\nHands in the air!\nThe gunmen turn, but keep firing. Cam shoots back -- his\nblast of bullets killing them both.",
  "71": "---END OF PREVIOUS SECTION---\nCAM\nHands in the air! The gunmen turn, but keep firing. Cam shoots back -- his\nblast of bullets killing them both. \n---TARGET SECTION TO BE ANNOTATED---\n But then --\nRAT-TAT-TAT-TAT! -- MORE MACHINE GUNFIRE forces Cam to drop\nback behind some containers of his own -- as we RETURN TO:\n\nINT. CONTAINER SHIP - MID-SHIP CORRIDOR - SAME\nA GUNMAN comes out of a compartment -- ATTACKING Mike.\n\nThey wrestle for control of Mike’s gun. Mike draws a knife\nfrom his tactical vest and JAMS IT into the gunman.\n\nHe drops. Mike continues on.\nINT. CONTAINER SHIP - LOWER DECK CORRIDOR - SAME\n\nMarcus moves into a new hallway -- checking open compartment\ndoors -- when:\n\nA GUNMAN JUMPS OUT INTO THE CORRIDOR -- down the hall from\nhim -- firing. Marcus shoots back -- tagging him first.\n\nEXT. CONTAINER SHIP - SAME\nBullets continue to trade air between Luga’s gunmen and the\n\nTNT cops. BANG! Daltrey takes one in the chest. Goes FLYING\nback into a container.\n\f101.\n\nSANCHEZ\nDaltrey!\n\nA gunman takes aim at Sanchez, but she fires first -- killing\nhim -- as Cam takes out another gunman -- giving Sanchez the\nopening to rush over to Daltrey -- scared.\nBut then she sees -- his Kevlar caught the bullet. Daltrey\nwinces, nodding:\n\nDALTREY\n\nI’m okay.\nSanchez helps him up.\nEXT. MIAMI DOCKS - SAME\nA fleet of police cruisers CHARGE toward the docks.\nINT. CONTAINER SHIP - CORRIDOR - SAME\n\nBack with Marcus -- still making his way to the engine room.\nThe ship is MASSIVE.\n\nINT. CONTAINER SHIP - ANOTHER CORRIDOR - SAME\n\nAs a SHOOTER rounds a corner and -- CRACK! -- Mike is there\nto LAY HIM OUT with a straight shot to his head.\n\nHe then grabs his H&K machine gun and continues on when --\n\nBULLETS EXPLODE AROUND HIM. Mike ducks back. Swings his head\naround a corner. Sees:\n\nLUTTRELL\nfiring. Mike shoots back -- then gives chase down a hallway.\nLuttrell turns and fires back at Mike until -- CLICK! -- he\n\nruns out of bullets. He quickly ducks into:\nINT.",
  "72": "---END OF PREVIOUS SECTION---\nMike shoots back -- then gives chase down a hallway. Luttrell turns and fires back at Mike until -- CLICK! -- he\n\nruns out of bullets. He quickly ducks into:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n CONTAINER SHIP - STATE ROOM - SAME\n\nAnd gets over to a desk -- as Mike steps inside -- aiming his\ngun at him. Luttrell freezes.\n\nMIKE\nTurn your ass around!\n\nLuttrell turns, his back now to the desk.\n\nLUTTRELL\n(pleading)\nMike, please, you gotta understand.\nI had no choice. Luga was gonna\nkill me if I didn’t help him. You\ngotta believe me.\n\f102.\n\nMIKE\n\nYou're a goddamn traitor. I don’t\n\nhave to do shit but take your ass\n\nin.\nBut Luttrell is merely stalling -- his hands (unseen by Mike)\ngrabbing a Glock off the desk. He swings it around. He won’t\nbe taken in. Gives Mike no choice but to --\nBANG! BANG! BANG! Put three holes in Luttrell’s chest.\nINT. CONTAINER SHIP - ENGINE ROOM - SAME\n\nMarcus steps inside. Takes in the massive diesel engine, huge\nboilers. Is at a total loss.\n\nMARCUS\nWhat the fuck am I suppose to --\n\nHe stops himself and moves over to the equipment.\n\nMARCUS (CONT'D)\nFuck it.\n\nAnd just starts throwing levers, hoping to shut the engines\ndown. Eventually, the huge engine SCREAMS and comes to a\nSTOP. Marcus cheers.\n\nMARCUS (CONT'D)\nHell, yeah, go Captain Burnett!!!\n\nINT. CONTAINER SHIP - HALLWAY - SAME\n\nBack with Mike -- heading down another set of stairs and up a\nhall -- stepping past a door when --\n\nA TRIGGER IS COCKED! Mike spins. Comes face to face with a\ngunman, about to make a move when --\n\nA SECOND GUN APPEARS from behind him. Gets pressed into the\nback of his head.\n\nINT. CONTAINER SHIP - HOLD - MOMENTS LATER\n\nMike is dragged into the hold by two gunmen. Another two are\nalready inside -- along with Luga.\n\nMike’s knees get kicked out from behind him. He drops. Luga\nstands over him. Loving this.\n\nLUGA\nSergeant Lowery.\n\nHe levels his gun at Mike’s head.\n\nLUGA (CONT'D)\nWhere’s your friend?\n\f103.",
  "73": "---END OF PREVIOUS SECTION---\nHe levels his gun at Mike’s head. LUGA (CONT'D)\nWhere’s your friend? 103. \n---TARGET SECTION TO BE ANNOTATED---\nRESUME MARCUS:\n\ncontinuing through the ship, stopping when he hears VOICES.\nHe follows them. Comes up to the entrance to the hold.\n\nHe sees Luga keeping his gun on Mike. Counts the other\ngunmen. Shit. He’s so out-numbered. He ducks back into\nanother compartment. Dials Cam.\n\nEXT. CONTAINER SHIP - SAME\n\nBut Cam is occupied, mid-gun battle with the remaining gunmen\non the outer deck of the ship, COPS joining in.\n\nRESUME MARCUS:\nhanging up.\n\nMARCUS\nShit.\n\nHe checks his ammo. Half a mag. Thinks -- as TIME SLOWS DOWN.\nRESUME MIKE:\n\nas Luga COCKS his trigger, about to execute him.\n\nRESUME MARCUS:\n\nas he weighs his options, coming to the only conclusion he\ncan reach -- his face TIGHTENING, eyes going STEELY, courage\nRISING, blood PUMPING and he --\n\n-- RACES BACK INTO THE HALLWAY -- ARMS PUMPING AS HE CHARGES\nHEAD-ON LIKE A MAD MAN -- LIKE A MIKE LOWERY -- INTO:\n\n \n\nINT. CONTAINER SHIP - HOLD - CONTINUOUS\n\nGunmen look up as Marcus rushes inside. Bullets start FLYING.\n\n \n\nMarcus DROPS, ROLLS and COMES BACK UP -- SHOOTING BACK. Kills\ntwo gunmen instantly -- then shoots a third as --\n\n-- Mike springs into action. Grabs a fallen dead gunman’s\nweapon and kills the fourth gunman but --\n\n-- LUGA_GETS THE DROP ON MARCUS -- getting behind him and\nholding a gun to his head -- while using him as a HUMAN\nSHIELD against Mike.\n\nMike pauses -- locking eyes with Marcus -- his friend -- in\ndanger -- then Luga -- his enemy.\nLUGA\nYour gun -- put it down.\n\nMike considers.\n\f104.\n\nMARCUS\nDon't do it, Mike.\nLUGA\nDo it now!\nMARCUS\n\nDon’t you fucking do it!\n\nMike debates.\n\nLUGA\nDrop it!\nMARCUS LUGA (CONT'D)\nHe’s gonna kill us both! PUT THE FUCKING GUN DOWN!\n\nMike locks eyes with Marcus. A choice must be made. A beat\nthen --\n\nMike drops the gun, choosing Marcus over himself.",
  "74": "---END OF PREVIOUS SECTION---\nMike locks eyes with Marcus. A choice must be made. A beat\nthen --\n\nMike drops the gun, choosing Marcus over himself. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nLuga then aims his gun at Mike -- but before he can shoot --\n-- Marcus swings his arm back -- knocking Luga’s arm aside.\nHe then gets up to his feet and spins -- as Luga levels his\ngun again -- Marcus --\n\n-- PUTS HIMSELF IN THE LINE OF FIRE AS -- BANG! -- LUGA\nSHOOTS -- BULLET RIPPING THROUGH MARCUS.\n\n \n\nMike’s eyes SCREAM as Marcus drops down in front of him.\nLuga takes aim at Mike -- who RUSHES him -- moving so fast\nthat Luga can’t even get a shot off before Mike CRASHES INTO\nHIM. Luga’s gun FLIES ASIDE.\n\nAnd as Marcus BLEEDS OUT beside him --\n\nMike HURLS PUNCHES at Luga -- one after the other -- RAGING.\n\nBut Luga takes the blows -- before landing a closed-fist to\nMike’s jaw that stuns him.\n\nThen Mike draws his blade and swings it -- the knife SLICING\nLuga’s arm -- causing blood to spray.\n\nEnraged -- Luga throws a flurry of mixed martial arts that\ncatch Mike off-guard -- punches knocking him to the ground --\n\nRight beside Luga’s gun. He makes a grab for it -- as Luga\nDARTS out the hatch -- disappearing before Mike can shoot.\n\nMike then turns back to his partner and rushes over, dropping\ndown beside him and turning him onto his back.\n\f105.\n\nMIKE\nMarcus -- Marcus!\nHe sees Marcus is bleeding bad -- but still alive -- his\nbreathing LABORED.\nHe doesn’t have a lot of strength -- or time -- but he still\n\nmanages to whisper to Mike to:\n\nMARCUS\nKill that fucker.\n\nMike nods -- committed -- then hurries out with Luga’s gun.\nINT. CONTAINER SHIP - CORRIDOR - CONTINUOUS\nRunning -- Mike gets back on his radio to:\n\nMIKE\nTheroux.\n\nEXT. CONTAINER SHIP —- SAME\n\nCam, backed by Daltrey, Sanchez and the wave of new cops on\nthe scene, take the remaining gunmen into custody.\n\nCAM\nGo Mike.\n\nRESUME MIKE:\nheading down the hall, searching.\nMIKE\nMarcus is down. He’s in the hold.\nLower deck. Get medics down to him\nnow.\n\nRESUME CAM:\n\nCAM\nOn it.",
  "75": "---END OF PREVIOUS SECTION---\nLower deck. Get medics down to him\nnow. RESUME CAM:\n\nCAM\nOn it. \n---TARGET SECTION TO BE ANNOTATED---\nHe calls for back-up as we --\nRESUME MIKE:\n\nstill on the move -- but stopping when he sees a BLOOD SMEAR\non the hatch that leads to:\n\nINT. CONTAINER SHIP - STEERING GEAR ROOM - SECONDS LATER\nMike moves inside, gun up. A FIRE AXE GETS SWUNG AT HIM.\n\nMike DUCKS -- but Luga swings again -- KNOCKING the gun away.\n\f106.\n\nHe goes to hack Mike a third time -- but Mike catches the\nhandle before the axe connects with his face.\n\nThe two struggle for control and in the battle -- the axe\ngoes free -- in the opposite direction of Mike’s gun.\nLuga knocks Mike down to the floor -- and locks his legs\n\naround his head -- CHOKING HIM.\n\nMike tries prying Luga’s legs free but his grip is too TIGHT.\nMike’s arms search for something -- finding a tool box.\nRummaging around -- he locates a SCREWDRIVER and STABS LUGA\nIN THE LEG WITH IT.\n\nLuga HOWLS and releases his grip. Mike scurries away -- out\nof breath.\n\nLuga looks behind him. Sees Mike’s gun. He goes to make a\ngrab for it. Mike sees this. Knows he has one move left.\n\nThat's when he spies:\n\nTHE FIRE AXE. He picks it up just as Luga takes Mike’s gun --\nturning to aim as --\n\nMike LAUNCHES the axe -- throwing it across the room at Luga.\n\n \n\nTHE BLADE CATCHES HIM IN THE CHEST -- PIERCING HIS HEART.\n\n \n\nLuga’s STUNNED. He can’t even bring himself to fire.\n\nHe SLUMPS to the floor -- locking eyes with Mike as he drops -\n- before keeling over -- DEAD.\nOFF MIKE -- bloodied and exhausted:\n\nEXT. CONTAINER SHIP - MOMENTS LATER\n\nA MEDICAL HELICOPTER comes in for a landing.\n\nMike comes rushing out a hatch -- onto the main deck. He\nlooks around. Sees Marcus on a stretcher -- loaded into the\nhelicopter, its doors shutting.\n\nNo words. Just MUSIC. Mike hurries past his fellow officers\nand off the boat as the helicopter FLIES OFF.\n\nEXT.",
  "76": "---END OF PREVIOUS SECTION---\nJust MUSIC. Mike hurries past his fellow officers\nand off the boat as the helicopter FLIES OFF. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MIAMI DOCKS - SECONDS LATER\n\nMike commandeers a police cruiser -- slams the door -- hits\nthe gas -- and ROARS OFF as we BEGIN AN INTERCUT WITH:\n\nEXT. SKIES ABOVE MIAMI - DAY\n\nThe med chopper shoots past while --\n\f107.\n\nEXT. MIAMI STREET - INTERCUTTING\n-- Mike’s stolen cruiser blows through traffic.\nINT. MEDICAL CHOPPER - INTERCUTTING\n\nEMS works on stabilizing Marcus, calling in his vitals to the\nemergency room doctors as --\n\nINT. POLICE CRUISER - INTERCUTTING\n\n-- Mike continues to weave in and out of cars -- racing to\nmeet Marcus at the hospital.\n\nEXT. MIAMI GENERAL HOSPITAL - ROOF/HELIPAD - MOMENTS LATER\n\nAs the helicopter touches down -- ER STAFF there to greet\nMarcus -- hurrying him inside the hospital.\n\nEXT. MIAMI STREET - INTERCUTTING\nBack with Mike, finding another gear, rocketing forward.\nINT. MIAMI GENERAL HOSPITAL - ER - INTERCUTTING\n\nDOCTORS cut open Marcus’s clothes -- exposing his bullet\nwound.\n\nIt doesn’t look good as they get to work...\n\nEXT. MIAMI GENERAL HOSPITAL - MOMENTS LATER\n\nMike ROARS UP in the cruiser -- and rushes inside.\nINT. MIAMI GENERAL HOSPITAL - ER - MOMENTS LATER\n\nMike arrives at the curtain area where Marcus is being\ntreated. But before he can get close, a NURSE cuts him off.\n\nNURSE\nSir, you're gonna have to wait\noutside.\nBut Mike protests:\nMIKE\n\nThat’s my partner in there!\n\nHe tries to look past the curtains -- but only sees Marcus's\nlegs and the doctors scrambling to save him.\n\nNURSE\nPlease, get back, let the doctors\ndo their job.\n\nMike -- no choice -- backs off.\n\f108.\n\nAnd as he leaves -- we hold on his POV: his partner and\nfriend -- obscured by the curtain -- fighting for his life.\n\nOff which -- FADE OUT.\nA beat, then:\nINT. MIAMI GENERAL HOSPITAL - ROOM - MORNING\n\nIt’s the next day. Mike sits in a chair across from Marcus,\nasleep in a bed -- alive, but still in critical condition.\n\nFADE OUT.\nINT.",
  "77": "---END OF PREVIOUS SECTION---\nMike sits in a chair across from Marcus,\nasleep in a bed -- alive, but still in critical condition. FADE OUT. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MIAMI GENERAL HOSPITAL —- ROOM — DAY\n\nMike is now asleep. Days have since passed. He slowly stirs,\neyes focusing on:\n\nTHE BED. But it’s now EMPTY. Marcus is GONE. Where did he go?\nFor a moment, we may think he’s dead -- but then --\n\nA TOILET FLUSHES off-camera. Mike whips around to find:\n\nMARCUS -- stepping out of the bathroom -- moving slowly back\nto his bed.\n\nMARCUS\nFair warning, Mike: keep clear of\nthe bathroom for at least an hour.\n\nMIKE\nWhat the hell are you doin’, man?\nYou know your ass ain’t supposed to\nget out of bed.\n\nMarcus struggles to get back into bed. Mike helps.\n\nMIKE (CONT'D)\nYou know...I never did thank you\nfor what you did on that ship.\n\nMARCUS\nNo...you didn’t.\n(beat)\nBut you don’t have to. That’s what\npartners are for.\n\nMike looks at Marcus, sincere:\n\nMIKE\nI’m sorry I didn’t respect you\nenough.\n\nMARCUS\n\nI’m sorry you didn’t either.\n\f109.\n\nMike smiles.\n\nMARCUS (CONT'D)\nWe ride together.\n\nMIKE\nWe die together.\n\nMIKE/MARCUS\nBad Boys for life.\n\nThey both smile. About to embrace --\n\nTHERESA (0.S.)\nMarcus Burnett, what are you doing\nout of bed?\n\nMike and Marcus turn. The BURNETT FAMILY steps inside,\ncarrying get well balloons and flowers.\n\nMARCUS\nI’m sorry, baby. Mike said it was\nokay.\n\nMIKE\nNo, no, you ain’t layin’ that shit\non me.\n\nHis family rushes over -- helping him. He sees the flowers.\n\nMARCUS\nMan, how many flowers do I need?\n\nTHERESA\nThese are from the FBI.\n\nMIKE\nKiss asses.\n\nA KNOCK at the door. Mike and Marcus turn to see Ellie.\n\nELLIE\nGot room for a few more guests?\n\nShe then steps aside to allow -- CAPTAIN HOWARD to move\ninside the room -- walking with the use of a cane.\n\nCAPTAIN HOWARD\nWell, well, well, it wasn’t good\nenough that I got shot -- you\nassholes had to end up in the\nhospital, too.",
  "78": "---END OF PREVIOUS SECTION---\nELLIE\nGot room for a few more guests? She then steps aside to allow -- CAPTAIN HOWARD to move\ninside the room -- walking with the use of a cane. CAPTAIN HOWARD\nWell, well, well, it wasn’t good\nenough that I got shot -- you\nassholes had to end up in the\nhospital, too. \n---TARGET SECTION TO BE ANNOTATED---\nMIKE/MARCUS\nHey Captain! Good to see you, man!\n\nHoward crosses up to his Bad Boys.\n\fCAPTAIN HOWARD\nThat was some good cop work you\ndid. The both of you.\n\nMike and Marcus nod.\n\nMIKE\nSo when did the doctors say you\ncould get back to bein’ captain,\nCaptain?\n\nCAPTAIN HOWARD\nAbout a month or so. But I may\nstretch that a bit... since I know\nthe department’s in good hands.\n\n110.\n\nThat's in reference to Ellie -- who locks eyes with Mike. But\nthis time, she can’t hold back a smile. Maybe there is a\nfuture for them...?\nCAPTAIN HOWARD (CONT’D)\nWhat about you two?\nMIKE\nWhat about us what?\nCAPTAIN HOWARD\nThe Bad Boys. They back together or\ngone for good?\nMike and Marcus turn to each other -- then Marcus looks to\n\nTheresa for permission.\n\nShe looks back at him -- then nods. It’s okay with me.\n\nMarcus smiles and returns to Mike. Shrugs. I’m in if you are.\n\nMIKE\n... What about Cam?\n\nELLIE\nCam’s a good cop. He’ll be an even\nbetter one without your influence.\n\nMike looks back to Marcus. The classic Inner Circle song\n\nstarts to come up on soundtrack -- as we GO TO:\n\nEXT. MIAMI GENERAL HOSPITAL - DAY\n\nMike pushes Marcus in a wheelchair -- away from us -- the two\n\nof them awash with Miami sunshine.\n\nMARCUS\nLook, if Bad Boys 2.0 is gonna\nhappen, there’s gotta be some\nground rules.\n\n(MORE )\n\f111.\n\nMARCUS (CONT'D)\nFrom now on, we’re gonna talk about\nevery move before we make it, you\nunderstand.\n\nMIKE\nFine... on one condition.\n\nMARCUS\nAnything.\n\nMIKE\nWe burn every last one of your\nstupid ass skinny jeans.\n\nMARCUS\nBut, Mike man, that’s my look.\n\nMIKE\nAnd you look like an idiot. If\nwe’re gonna be partners again,\nyou’re gonna have to dress the\n\npart.\nThe two continue on like that, playfully jabbing each other,\nthe best of friends -- the Inner Circle song playing on as we\nFADE TO:\nBLACK.\n\nEND CREDITS SEQUENCE.",
  "79": "---END OF PREVIOUS SECTION---\nIf\nwe’re gonna be partners again,\nyou’re gonna have to dress the\n\npart. The two continue on like that, playfully jabbing each other,\nthe best of friends -- the Inner Circle song playing on as we\nFADE TO:\nBLACK. END CREDITS SEQUENCE. \n---TARGET SECTION TO BE ANNOTATED---\n STILL IN DARKNESS:\n\nMARCUS (V.O.)\nGo, go, go, go, go, go!\n\nWe HEAR a dashboard siren, squealing tires and horn BLASTS.\nFADE IN:\nEXT. HIGHWAY - DAY\n\nWe're in the midst of a high-speed pursuit -- Mike’s BRAND\nNEW Ferrari ROCKETING through traffic.\n\nINT. FERRARI - SAME\nThe flashing SIRENS of cruisers light up Mike’s face.\nMIKE\nBetter tell FHP this is us before\nthey start shootin’ the tires.\n\nAs Mike rips back over the median, the engine roars at a\ndownshift and the speedometer drops.\n\f112.\n\nMARCUS\nThat’s it!? You slowing down?\n\nMIKE\nI’m doing 85 in a school zone.\n\nMARCUS\nEighty-five? Man, I used to know a\ncop named Mike Lowrey. Didn’t even\nsober up ‘til he hit a hundred.\n\nMike shoots through a red light; cars skid in his wake.\nMARCUS (CONT'D)\nSchool kids, crossing guards,\nthey'd be stuck in the fender. You\nstill the baddest cop? Drive like\nit!\nEXT. SMALL HOUSE - LUMMUS - MOMENTS LATER\n\nThe Ferrari screeches to a stop. Mike and Marcus bomb out.\nRush up. Marcus punches the door.\n\nMARCUS (CONT'D)\nMarcus Burnett -- open up!\n\nThe door swings open. We expect a crack dealer or something,\nbut instead we get an EARTHMOTHER.\n\nMike and Marcus were racing to get to the WATER BIRTH of\nMarcus’s grandson. We see Theresa is also there.\n\nMIKE\nCongratulations. Grandpa.\n\nTHERESA\nIt’s a boy. It’s a boy, Marcus!\n\nMarcus is humbled.\n\nMIKE\nBad Boys, bad boys, what’chu gonna\ndo?\n\nMARCUS\n\nQuit it, Mike. That shit ain’t\nappropriate no more.\n\nMIKE\nI gotta film this.\n\nMike pulls out Marcus’s camcorder (which he’ll have taken\nfrom the car) and turns it on. We HEAR:\n\nTHERESA (ON THE CAMERA MONITOR)\nOh Sgt. Burnett, YES, YES!\n\f113.\n\nMarcus's eyes go wide like SAUCERS.",
  "80": "---END OF PREVIOUS SECTION---\nBurnett, YES, YES! 113. Marcus's eyes go wide like SAUCERS. \n---TARGET SECTION TO BE ANNOTATED---\nMARCUS\nOh FUCK!\n\nMike immediately sees the sex tape is of a much better\nquality than the previous version. No longer shaking.\n\nMIKE\nOkay, finally some production\nvalue.\n\nMARCUS\n\n(taking the camera back)\nI’m gonna kick your ass.\n\nMIKE\nLooks like you didn’t need my help\nafter all.\n\nMarcus kills the camera.\n\nEND.\n\f"
}