{
  "1": "BAD MOON\n\n\"THOR\"\n\nScreenplay by\n..Eric Red\n\nBased upon the novelby\nWayne Smith\n\nDIRECTOR: ERIC RED\n\nShooting script 21/03/96\n\nRev. Blue 17/04/96\nRev. Pink 19/04/96\nRev. Yellow 19/04/96\nRev. Green 22/04/96\n\nRev. Goldenrod 23/04/96\n\fRev:4/17/96 (dD)\n\nFADE “IN:\n\n1 EXT. JUNGLE - NEPAL, INDIA - DUSK\n\nThe vast, primordial jungle. Exotic, mist-shrouded\nmountainscapes loom in the gathering dusk.\n\n2 EXT. NEPALESE SKY - DUSK\n\nThe remote primeval landscape is bathed in strange,\nsweltering twilight. The setting sun is a weird fireball\nbehind the palm trees. . The moon is a ghost on the horizon.\n\n3 EXT. CLEARING - NEPAL - NIGHT .\nA few tents pitched in the clearing...”\n\nA campfire burns... :\n\n4 EXT. CAMP - NEPAL - NIGHT\n\nA JUNGLE EXPEDITION has pitched camp. 6 NATIVES are stoking\nthe campfire and cooking food. 3 PACK HORSES are tethered to\na post. THE PHOTOGRAPHER, is a ruggedly handsome American\nman in khaki jungle gear, several cameras slung around his\nneck. He is reviewing a map with THE NATURALIST, a stunning\nand outdoorsy Australian woman. She is labeling numerous\nrolls of 35mm film with a magic marker.\n\nPHOTOGRAPHER\nWe're thirty miles northeast of the upper\nplateau. There's an outpost and an\nairstrip ten miles due north here...\n\nHe points to a mark on the map.\n\nPHOTOGRAPHER\nWe can have the film flown out to Delphi\nfrom there. They can pouch it to the\nfield office in Calcutta. Old Jones\nshould be happy...we're only two weeks\npast deadline.\n\nShe kisses him lovingly.\n\n \n\fRev:4/1//30\\D)\n\n4\n\nCONTINUED:\n\nNATURALIST\nThis has been a wonderful adventure.\n\nPHOTOGRAPHER\nYou made it wonderful.\n\nHe kisses her.",
  "2": "---END OF PREVIOUS SECTION---\nRev:4/1//30\\D)\n\n4\n\nCONTINUED:\n\nNATURALIST\nThis has been a wonderful adventure. PHOTOGRAPHER\nYou made it wonderful. He kisses her. \n---TARGET SECTION TO BE ANNOTATED---\n They gaze into each other's eyes fondly.\n\nPHOTOGRAPHER\nPut it in your book. This September,\nThe Amazon. January, Egypt.\n\nNATURALIST\nBut in the next five minutes, bed.\n\nPHOTOGRAPHER\nWe're out here a thousand miles from\ncivilization, a blanket stars above us,\nand she wants to sleep. a\nNATURALIST .\nI didn't say sleep, my love. Coming\nalong? t\n\nPHOTOGRAPHER ;\nHold it. In the last two months we've\ngotten pictures of every last living\ncreature in this jungle paradise except\nyou and I.\n\nNATURALIST\nAnd? ‘\n\nPHOTOGRAPHER\nI want one to show our grandkids.\n\nThe Photographer sets a camera on a tripod, Sets it to\n\nautotimer.\n\nGoes over and poses with his girlfriend.\n\nVIEWFINDER P.O.V.: The two attractive people in a warm and\nloving embrace.\n\nCLICK. The shutter snaps\n\nThe flashbulb flare white's them out.\n\nThe flash refracts off the eyes of a strange creature\nwatching them in the jungle. It GROWLS, a scary WOLFLIKE\n\nSOUND.\n\nThe Photographer kisses The Naturalist fondly. She kisses\n\nhim back.\n\nShe puts her arms around him and they nuzzle in\n\nthe remote reaches of the Indian jungle. Across the\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nclearing, their Native Guides are stoking the campfire.\n\nINT. TENT - CAMP - NIGHT\n\nThe Photographer and the Naturalist enter the tent. She sits\ndown and begins brushing her hair. He lifts his camera and\nSNAPS a few shots of his lovely girlfriend.\n\nNATURALIST\nStop it.\n\nHe lowers his camera.\n\nPHOTOGRAPHER\nOkay.\n\nHe takes her in his arms and they kiss in a passionate\nembrace.\n\n*\n\nEXT. JUNGLE - NEPAL - NIGHT\n\nThe full moon now visible in the darkened sky.\n\nEXT. CAMP - NEPAL - NIGHT\n\nThe Native Guides stoke the coals of the fire with sticks.\nThey listen to the SOUNDS of the MONKEYS, BIRDS, and INSECTS\nin the dense trees lining the perimeter of the clearing.\n\nThey hear the SOFT SIGHS coming from the one tent.",
  "3": "---END OF PREVIOUS SECTION---\nCAMP - NEPAL - NIGHT\n\nThe Native Guides stoke the coals of the fire with sticks. They listen to the SOUNDS of the MONKEYS, BIRDS, and INSECTS\nin the dense trees lining the perimeter of the clearing. They hear the SOFT SIGHS coming from the one tent. \n---TARGET SECTION TO BE ANNOTATED---\n The\nNatives exchange grins and shake their heads as they tend the\nfire.\n\nThen all SOUNDS of WILDLIFE abruptly cease.\n\nSilence.\n\nThe Native Guides lift their heads, alert. The jungle is\ntotally, preternaturally quiet. One man rises to his feet\nuneasily. He nervously looks around him at the darkened\nclearing. It is pitch black on all sides beyond the dim glow\nof the campfire. :\n\nThe horses in the stalls begin to snort and paw the earth\nwith their hoofs. The horses suddenly rear and yank at their\ntethers. Their wild eyes stare into the dark, silent jungle.\nThree Natives begin babbling anxiously to one another.\n\nSuddenly, a LOW GROWL emanates from the brush. Like a wolf.\nBut not.\n\nfamamrinron\n\f10\n\nCONTINUED: 7\n\nThe horses rip loose of their posts and gallop off in panic\n\ninto the jungle.\n\nINT. TENT - CAMP NIGHT 8\nThe Photographer and The Naturalist make passionate love in a\nsleeping bag...Their erotic sighs and exclamations drown out\n\nall noises outside the tent.\n\nEXT. CAMP - NIGHT : 9\nFear explodes across the Guides' faces. They are frozen in\n\nplace, paralyzed with terror. One looks over to see his\n\nrifle resting against his tent twenty yards away. _\n\nThree Natives scream and bolt into the jungle.\n\nTwo more of the Natives run off in the’ other direction.\n\nGROWL.\n\nWith a cry of terror, the remaining Native Guide runs for his\n\nrifle.\n\nA WEREWOLF drops out of the trees and goes for the man's\nthroat!\n\nBloodshot, insane eyes...Salivating fangs...Hairy half-man,\nhalf-wolf features...Huge claws. The creature is half-seen,\na psychopathic-eyed apparition of fangs, claws, and fur in\nthe firelight. The Native Guide's screams are cut short as\nhe is torn to shreds by the Werewolf.\n\nINT. TENT - CAMP - NIGHT 10\nThe Photographer and the Naturalist are still making love in\n\nthe sleeping bag. Over their passionate sighs, he hears\n\nsomething outside the tent. He lifts his head.\n\nPHOTOGRAPHER\nDid you hear something?\n\nShe nibbles his lip.",
  "4": "---END OF PREVIOUS SECTION---\nHe lifts his head. PHOTOGRAPHER\nDid you hear something? She nibbles his lip. \n---TARGET SECTION TO BE ANNOTATED---\nNATURALIST\nUm-hmmmm.\n\nThey kiss and continue what they were doing.\n\f11\n\n12\n\nEXT. CAMP - NEPAL - NIGHT 11\n\nThe Werewolf heaves the Native Guide's corpse into the trees.\nThe creature rears in the firelight, its talons and jaws\ndripping with gore.\n\nIts crazed, bloodshot eyes focus on the tent across the\nclearing.\n\nWEREWOLF P.O.V.: B&W. ITS HEART POUNDING IN IT'S CHEST.\n\nITS BLOOD ROARING IN ITS EARS. THE SOFT HUMAN SIGHS FROM THE\nTENT. THE TENT. MAKING ITS WAY SWIFTLY ACROSS THE\nCLEARING...TOWARDS THE TENT.\n\nINT. TENT - CAMP - NIGHT 12\n\nThe Photographer rolls on top of the Naturalist in the\nsleeping bag. Her eyes widen as she sees the hideously\nunnatural silhouette of the Werewolf rear up outside the\ntent. She screams hysterically. The Photographer whirls\njust as the huge, razor-clawed paw shears through the tent\ncanvas. She tries to crawl away, but the creature gets a\nfistful of her hair. It drags her right off her feet outside\nthe tent. The Werewolf buries it's jaws into her. The girl\nscreams and flails hysterically as she is held off the ground\nand ripped apart by the Werewolf. The man sees only flashes\nof claws and snapping fangs amid the flying fur.\n\nNATURALIST\nTEDOHMYGOOOOO0--HELPHELP! !!\n\nPHOTOGRAPHER\nNOOOOO!!!\n\nThe Photographer leaps at the Werewolf.\nIt whirls on him, slashing its razor fangs across his torso.\nHis shoulder is torn open, and he is tossed fifteen feet.\n\nThe man lands on the ground by the backpacks, his shoulder\nmauled.\n\nHis vision is BLURRY, semi-conscious. He sees the thing toss\nthe girl's dead body away like a rag doll.\n\nAnd it comes for him.\nThe Photographer sees a shotgun. By the packs.\n\nHe grabs up the shotgun and PUMPS a CARTRIDGE into the\nBREECH.\n\nFAnamatanron +\n\f12\n\n13\n\n14\n\nCONTINUED: 12\n\nHe aims it at the Werewolf.",
  "5": "---END OF PREVIOUS SECTION---\nBy the packs. He grabs up the shotgun and PUMPS a CARTRIDGE into the\nBREECH. FAnamatanron +\n\f12\n\n13\n\n14\n\nCONTINUED: 12\n\nHe aims it at the Werewolf. \n---TARGET SECTION TO BE ANNOTATED---\nThe creature dives for him with a psychopathic SCREECH,\ntalons extended.\n\nThe man aims blindly, pulling the trigger.\nBABOOOOOQOO0OOOOOCOOMMMMMMMM | ! !\n\nHe blows the Werewolf's head clean off.\n\nIt drops decapitated in the dirt, killed instantly.\n\nThe Photographer slumps out cold on the ground, his eyes\nrolled up in their sockets...\n\n’\n\nSMASH CUT TO:\n\nEXT. \"FOREST EDGE\" - WASHINGTON STATE + DAY 13\n\nTHE CREDITS ARE SUPERIMPOSED OVER A HELICOPTER SHOT SWEEPING\nHIGH above the green, lush pine forest. Rugged, untamed\nnatural scenery for miles and miles. Then, down below, at\nthe edge of the woods, is nestled a comfortable, middle-class\nneighborhood of tract houses and safe, clean streets. The\ntrees part and the quiet suburban town of \"Forest Edge\"\nspreads out before us. The HELICOPTER SHOT travels over the\ntown to FRAME a house situated a bit secluded at the edge of\nthe woods.\n\nThe SOUND of a DOG BARKING.\n\nTHOR, a big, healthy, friendly German Shepherd leaps up and\ngrabs a baseball.\n\nBRETT HARRISON\nGood dog! Bring it back, Thor.\n\nThe canine scampers onto--\n\nEXT. FRONT LAWN - HARRISON HOUSE - DAY 14\n\nThor takes the baseball onto the front lawn and drops it at\nthe feet of BRETT HARRISON, 10. The little boy roughhouses\nwith his pet on the freshly cut lawn of their all-American\nhome. Thor jumps and prances, dodging back into the street\nto play catch again.\n\nfaenwamranron +\n\f14\n\nCONTINUED: 14\n\nBrett heaves the ball.\nZOOM IN on Thor's eyes...\n\nTHOR P.O.V.: BLACK AND WHITE. HIS VISION IS HEIGHTENED,\nULTRA~AWARE. THE SOUNDS OF THE BIRDS AND WILDLIFE IN THE\nFOREST AT THE EDGE OF THE NEIGHBORHOOD ARE DENSE AND DETAILED\nIN THE STEREOPHONIC DUB. DISTANT CARS AND TRUCKS AND VOICES\nOF NEIGHBORS IN THEIR HOUSES ARE CLEARLY HEARD.",
  "6": "---END OF PREVIOUS SECTION---\nHIS VISION IS HEIGHTENED,\nULTRA~AWARE. THE SOUNDS OF THE BIRDS AND WILDLIFE IN THE\nFOREST AT THE EDGE OF THE NEIGHBORHOOD ARE DENSE AND DETAILED\nIN THE STEREOPHONIC DUB. DISTANT CARS AND TRUCKS AND VOICES\nOF NEIGHBORS IN THEIR HOUSES ARE CLEARLY HEARD. \n---TARGET SECTION TO BE ANNOTATED---\n NOW, HIS\nVISION FOCUSES ON THE BASEBALL HISSING THROUGH THE AIR AT\nHIM, HE LEAPS AND...\n\nThor snatches the baseball.\nHe pads back onto the lawn and drops it by Brett's feet.\n\nBRETT\nGimmie five.\n\nThor enthusiastically puts his paw in Brett's hand.\n\nBRETT\nGood boy. Yr\n\nBrett leans down and affectionately hugs Thor. The dog licks\nthe kid's face.\n\nThen his head lifts.\nIn the distance, up the block...\nA man approaches. i\n\nThe FLOPSY wears a dark suit and sunglasses, carrying an\nattache case. He is making good time up the sidewalk. Thor\npays full attention. The Flopsy seems to be coming directly\ntowards their house, ignoring the other houses on the way.\n\nThe dog's hackles rise. He wills them down.\n\nFlopsy comes up to the front yard. Near the boy. Behaving\nnonchalantly, Thor saunters across the lawn and places\nhimself between Brett and Flopsy. The German Shepherd takes\npains not to appear intimidating.\n\nThor watches Flopsy. The man adjusts his dark glasses.\nThor's hackles rise. He wills them down. He casts a glance\nto Brett playing with the Frisbee. Then he returns his gaze\nto Flopsy. The man doesn't seem to fear Thor, huge German\nShepherd that he is.\n\nfanamranron +\n\f14 CONTINUED: (2) - 14\n\nFLOPSY\nNice doggie.\n\nThor just eyes him.\n\nTHOR P.O.V.: BLACK AND WHITE. SOMETHING TENSE AND HARD\nABOUT THE FLOPSY. THOR DOESN'T HEAR SPECIFIC WORDS, JUST\nTONE OF VOICE, AND THE MAN'S TONE IS ONE OF PHONY\nFAMILIARITY.\n\nFLOPSY\nNICE DOGGIE.\n\nThor doesn't blink.\n\nFLOPSY\nYou're a big one, aren't you? Are you a\ndog or a horse?\n\nThor emits a low RUMBLE from deep in his throat.\nt\n\nFlopsy actually grins.\n\nBRETT\nHe's not a horse! He's a German\nShepherd! ‘\nThor sees Brett has come up from behind.",
  "7": "---END OF PREVIOUS SECTION---\nt\n\nFlopsy actually grins. BRETT\nHe's not a horse! He's a German\nShepherd! ‘\nThor sees Brett has come up from behind. \n---TARGET SECTION TO BE ANNOTATED---\n The German Shepherd\neasily positions himself between the disturbing man and the\nlittle boy. Flopsy wipes sweat from his brow.\nFLOPSY :\nWell, he's a helluva big German\nShepherd. Are your Mom and Dad home?\nThor squints.\n\nTHOR P.O.V.: BLACK AND WHITE. PANNING FROM THE MAN'S\nANKLES, TO HIS GROIN, TO HIS EXPOSED THROAT.\n\nFlopsy inches back a little.\n\nThe screen door on the porch opens. JANET HARRISON, Mom,\nattractive, in her late 30's, hurries across the lawn.\n\nJANET\nCan I help you?\n\nFLOPSY\nAh, you must be the lady of the house.\n\nMom faces Flopsy.\n\nfrawmranions\n\fBevery aay 7u wp\n\n14\n\nCONTINUED: (3) 14\n\nTHOR P.O.V.: B&W. EYEING THE MAN'S HANDS AND FEET, AS THEY\nTWITCH WITH ILL-CONCEALED NERVOUSNESS. THE MAN'S WORDS ARE\nINCOMPREHENSIBLE, BUT THE TONE IS SMUG, EASY, TOTALLY\nDISHONEST.\n\nThor's hackles rise.\n\nJANET\nYes, I am.\n\nFLOPSY\nWell, Ma'am, I see you have a young boy.\nAre you helping him to get the best\neducation possible? I represent The\nPacific Northwest Magna Reading Project,\nand we have a series of books which\nstudies have proved are a major benefit\ntowards advanced learning in phonetics\nand word comprehension. If I could have\nfive minutes of your time to show you--\nr\n\nJANET\nThank you, but we really aren't\ninterested in buying--\nFLOPSY ‘\nPlease let me show you these books my\ncompany has developed--\nHe opens his attache case.\nThor lets out a low, threatening GROWL;\n\nFLOPSY\nI have them right here.\n\nFlopsy reaches his hand into his case. He eyes Thor with a\nstrange glint of opportunism in his eyes.\n\nThor gives the man a single, vicious, snapping BARK.",
  "8": "---END OF PREVIOUS SECTION---\nFlopsy reaches his hand into his case. He eyes Thor with a\nstrange glint of opportunism in his eyes. Thor gives the man a single, vicious, snapping BARK. \n---TARGET SECTION TO BE ANNOTATED---\nFLOPSY\nHEY, LOOK, LADY! YOU EVER HEARD OF A\nLEASH LAW?! YOU BETTER CONTROL YOUR DOG\nBEFORE HE BITES SOMEBODY!\nMom looks upset.\n\nJANET\nThor.\n\n(CONTINUED )\n\fREVI4/19/90 (Pp) aue\n14 CONTINUED: (4) 14\n\nShe reaches down to slip her finger into the metal ring of\nThor's collar. As she does so, she takes her eyes off Flopsy\nfor a moment.\n\nFlopsy makes deliberate eye contact with Thor.\n\nThor sees Flopsy make a quick, flailing movement with his\nfree hand over Mom's neck. Like he is about to punch her.\n\nBRETT\nHEY!\n\nThat does it.\n\nWith a violent growl, Thor leaps. He hits Flopsy full in the\nchest with front and hind legs, dropping him like a bowling\npin. The ninety pound German Shepherd pins him to the\npavement, police dog style. Flopsy looks in terror at the\nbared fangs of the dog at his throat. -\n.\nFLOPSY\nHELP! GET HIM OFF ME!\n\nJANET\nTHOR! GET OFF HIM!\n\nThor looks up at Mom, and obediently gets off the man.\nFlopsy sits up, angrily brushing himself off.\n\nFLOPSY\nHE BIT ME! I'M SUING! YOU GOT A\nDANGEROUS ANIMAL THERE, LADY, AND YOU'RE\nGOING TO PAY FOR IT! YOU BETTER GET A\nLAWYER, LADY! ‘CAUSE YOU'RE GONNA HEAR\nFROM MINE, TOOT SWEET!\n\nJanet stands over him, nonplussed.\n\nJANET\nYou- can talk to me.\n\nMom pulls a small white card out of her wallet and tosses it\ncontemptuously to Flopsy.\n\nJANET\nI'm a lawyer.\n\nBefore Flopsy can react, Janet reaches down and jerks the\njacket from the man's shoulder. There is no wound.\n\nJANET\nI don't see what you're going to sue for,\nexcept maybe the price of a new suit at\nK-Mart.\n\n(CONTINUED }\n\f14\n\nCONTINUED: (5) 14\n\nFLOPSY\nHey, listen, lady.",
  "9": "---END OF PREVIOUS SECTION---\nThere is no wound. JANET\nI don't see what you're going to sue for,\nexcept maybe the price of a new suit at\nK-Mart. (CONTINUED }\n\f14\n\nCONTINUED: (5) 14\n\nFLOPSY\nHey, listen, lady. \n---TARGET SECTION TO BE ANNOTATED---\n I don't care if you\nare a lawyer. Your dog attacked me, and\nif you don't want to settle, fine. I\nwon't sue you. I'll go to the humane\nsociety and show them what he did. I'll\nget a court order and have him destroyed.\n\nBaffled, Thor looks back and forth between Mom and Flopsy.\nHe lets out a low GROWL.\n\nJANET\nGet in the house, Thor!\n\nMom points the dog towards the house. If possible, the\nGerman Shepherd is on the verge of tears of confusion and\nshame. He has no choice. He does what he is told. Thor\nslinks away, tail between his legs. He slumps on the porch\nand watches the heated interchange between his master and the\nstranger who apparently threatened Mom.\n\nMom faces Flopsy furiously as the man lies on the ground.\n\nJANET\nDid he bite you?\n\nFlopsy hesitates.\nJANET\nBecause if he bit you, you'll have to see\na doctor right now. Since you're on\nfoot, I'll give you a lift to the nearest\nhospital emergency room right now.\nJanet holds out her hand to help the man up.\n\nJANET\nI'll take you to our family doctor.\n\nFLOPSY\nI got my own doctor!\n\nJANET\nAll right. I think I've heard about\nenough, Flopsy.\n\nBRETT\nWho's Flopsy, Mom?\n\nJanet stares down Flopsy.\n\npanamrnrons\n\f \n\nCONTINUED: (6)\n\nJANET\n\nA flopsy, Brett, is a con man who does\nthings like walk in front of cars and\npretend to get hit. Or intentionally\nprovoke people's dogs and pretend to get\nbitten. He threatens to sue people or\nhave their pets destroyed unless they pay\nhim money. I've prosecuted plenty of\nthese guys.\n\nFLOPSY\nI'll--I'1ll see you in court.\n\nThe con man fidgets like a pinned bug. Thor watches Mom's\ndemeanor from the sidelines, and his German Shepherd jowls\nbreak into a loose grin as he sees whatever it is going on,\nMom is winning.\n\nJANET .\nBrett, call Sheriff Jenson.",
  "10": "---END OF PREVIOUS SECTION---\nThor watches Mom's\ndemeanor from the sidelines, and his German Shepherd jowls\nbreak into a loose grin as he sees whatever it is going on,\nMom is winning. JANET . Brett, call Sheriff Jenson. \n---TARGET SECTION TO BE ANNOTATED---\n Tell him\nyou're my son, he'll take the call. Tell\nhim we have a problem and to send a.\n-deputy right away. .\n\nJanet turns to Flopsy. with a grin.\n\nJANET\nIt was nice knowing you, Flopsy. I'll\nvisit you in the slammer.\n\nFLOPSY\nYOU F--! i\n\nThe man explodes in anger.\nThor leaps up on his haunches and BARKS violently.\nMom whirls on Thor and roars ferociously.\n\n: JANET\nSTAY!\n\nWith a dismal WHINE of dismay, Thor miserably hangs back on\nthe stoop. His eyes still remain protectively fixed on\nFlopsy.\n\nJANET\nNow, my advice to you is to turn around,\nand walk away without saying another word\nand without looking back.\n\nThe humiliated con man stumbles away up the sidewalk. He\nwags his finger at Janet.\n\n(CONTINUED )\n\n14\n\n+ ee ee ee\n\n+ +\n\n+e ee\n\f14\n\n15\n16\n\n\" Janet opens the door and pushes the dog'inside with the rest\n\n11B. Rev.23/04/96 (Goldenrod)\nCONTINUED: (7) , 14\n\nFLOPSY\nYou ain't heard the last of this!\n\nJANET\nI think I have. But don't think of this\nas a total loss--you learned a valuable\nlesson: Don't mess with a lawyer on her\nown turf!\n\nMom turns her back on Flopsy and ushers Brett back towards\nthe house.\n\nThor, the big German Shepherd, sits small and fearful on the\nporch, his tail helplessly thumping.\n\nJanet walks up to him. Thor looks up expectantly.\nMom stares down at Thor with hard eyes.\nJANET t\nGet in.\n\nof the family.\n\nOMIT. 15*\n\nOMIT. 16*\n\f7\n\n12-14. Rev.23/04/96 (Goldenrod)\n\nINT. FOYER - HARRISON HOUSE - DAY 17\nMom walks Thor to the middle of the room.\n\nJANET\nSit down.\n\nThor sits. Registering her stern tone, he looks up at her\n\n' with his most baleful eyes, and lays down on his stomach,\n\ntail thumping repentantly.\n\nJANET\nQuit groveling.",
  "11": "---END OF PREVIOUS SECTION---\nThor sits. Registering her stern tone, he looks up at her\n\n' with his most baleful eyes, and lays down on his stomach,\n\ntail thumping repentantly. JANET\nQuit groveling. \n---TARGET SECTION TO BE ANNOTATED---\nMore tail thumps.\n\nJANET\nThis is serious Thor. Sit up.\nThor sits up. *\n\nee JANET -\n\nPay attention.\n\nMom kneels down beside Thor, grabbing him not untenderly by\nthe jowls. She looks him affectionately in the face.\n\nJANET\nListen to me, numbskull. I know you were\njust doing your job and trying to\nprotect us. But we could have lost you\ntoday. If you bite somebody they can\ntake you away from us and take you to the\npound and there wouldn't be anything we\ncould do. You're the man of the house,\nThor. What would we do without the man\nof the house, huh?\n\nBRETT\nMom, go easy on him. He was just trying\nto protect us. He's our dog, and he was\nlooking out for us.\n\nJANET\n\nJANET\nThat's not the point.\n\nThor can't meet Mom's eyes. Janet takes the dog's face and\nforces him to look at her.\n\n(CONTINUED )\n\f17\n\nCONTINUED: 7\n\nJANET\nYou listen to me, Thor. You are NEVER.\nNEVER. To bite a human being. No matter\nwhat. You are NEVER to BITE ANYONE. BAD\n\n(MORE )\n\n(CONTINUED )\n\fCONTINUED:\n\nJANET (cont'd)\nDOGS bite people. BAD DOGS get put away.\nYou aren't a BAD DOG, are you? Thor, are\nyou listening to me?\n\nThor looks up at Mom with wet eyes.\nTHOR P.O.V.: B&W. MOM'S FIERCE, FIRM, LOVING FACE IN HIS.\n\nJANET\nBAD DOG. BAD DOG.\n\nA MEMORY FLASHBACK PLAYS IN FRONT OF THE DOG'S EYES...\nA POUND.\n\nTHROUGH THE BARS OF A WHITE CAGE, OTHER WHITE CELLS BEYOND.\nIT IS AS STERILE, ANTISEPTIC, AND COLD AS A CONCENTRATION\nCAMP. MANY PATHETIC ANIMALS HOWLING AND BARKING AND MEOWING.\nTHOR IS INSIDE THE CAGE, LOOKING OUT, AS MEN IN WHITE SUITS\nPASS LIKE ANGELS OF DEATH.\n\n+\n\nPOUND ATTENDANTS.",
  "12": "---END OF PREVIOUS SECTION---\nMANY PATHETIC ANIMALS HOWLING AND BARKING AND MEOWING. THOR IS INSIDE THE CAGE, LOOKING OUT, AS MEN IN WHITE SUITS\nPASS LIKE ANGELS OF DEATH. +\n\nPOUND ATTENDANTS. \n---TARGET SECTION TO BE ANNOTATED---\nBAD DOG! BAD DOG!\n\nThor is off in space.\nMom shakes him gently.\nJANET\nYou listening to me, Thor? You're not a\nbad dog. You're a GOOD DOG. Hear me?\nGOOD DOG. :\nThor gazes dreamily at Mom.\nTHOR P.O.V.: B&W. STILL IN THE POUND, BEHIND BARS. PEOPLE\nARE MOVING PAST THE BARS. IT IS MOM AND BRETT! THEY PEER\nTHROUGH THE THE BARS AT THOR.\nBRETT\nOH, MOMMY, LOOK AT THIS PUPPY!\nMOMMY, I WANT THIS ONE! CAN I HAVE HIM?\nMOM POKES HER FACE OVER AND LOOKS IN THE BARS AT THE CAMERA.\n\nJANET\nIT'S A GERMAN SHEPHERD.\n\nTHE GATE IS OPENED. THE BOY PATS THE CAMERA.\nJANET\n\nGOOD DOG. GOOD DOG. WE'LL TAKE HIM.\nGOOD DOG.\n\nfanamranron\n\feves ery ues\n\n17\n\n18\n\n19\n\nCONTINUED: (3)\n\nThor's eyes are wet.\n\nMom and Brett are on the carpet with him. They scratch and\npat him.\n\nJANET\nGood dog.\n\nThor gratefully licks their faces, relieved.\nJanet picks up the phone. Dials a number.\n\nJANET\nHi, Sheriff Jenson. This is Janet\nHarrison out at 43 Oak Creek Lane.\nListen, I want to report an incident...\n\nINT. SHERIFF JENSON'S OFFICE - POLICE, HEADQUARTERS - DAY\n\nSHERIFF JENSON on the phone. The cop is taking notes.\n\nSHERIFF JENSON\n-.-Uh-huh...Uh-huh. Got it., Okay,\nJanet. I'll run a make on this guy from\nthe description you gave me. And don't\nworry about ol' Thor. You know those\nGerman Shepherds. They're an\noverprotective breed.\n\nINT. FOYER - HARRISON HOUSE - NIGHT\n\nJanet watches Brett roughhousing with Thor on the floor, the\ndog affectionately licking his face.\n\nJANET\nDon't I know it. Thanks.\n\nShe hangs up.",
  "13": "---END OF PREVIOUS SECTION---\nJANET\nDon't I know it. Thanks. She hangs up. \n---TARGET SECTION TO BE ANNOTATED---\n106\n\n17\n\n*\n\n18*\n\n+ oe ee OE\n\n19*\n\fRev: 4/17/96 (b)\n\n20\n\n21\n\n22\n\n23\n\n24\n\nEXT... HARRISON HOUSE - NIGHT\n\nThe lights shut off, one by one.\n\nINT. STAIRS - HARRISON HOUSE - NIGHT\n\nThor pads up the stairs.\n\nINT. SECOND FLOOR HALLWAY - HARRISON HOUSE - NIGHT\n\nThor pads down the hall to Brett's bedroom. He pokes his\nnose in.\n\nThe boy is sound asleep under his covers.\n\nINT. BRETT'S BEDROOM - HARRISON HOUSE. - NIGHT\n\nThor watches protectively from the doorway.\n\nBrett is tossing and turning, moaning from a bad dream.\nThor's face etches with concern. He quietly pads in and\ngently licks Brett's face. That seems to calm him. Thor\ntugs the covers up over the boy.\n\nBrett is now soundly asleep.\n\nThor leaves the room, nudging the door closed.\n\nINT. SECOND FLOOR HALLWAY - HARRISON HOUSE - NIGHT\nThor quietly pads to Mom's bedroom.\nInside, all quiet.\n\nHe pokes open the door with his snout. Peers in.\n\nJanet is in bed, working on legal briefs scattered around the\nsheets. She adjusts her spectacles on her nose, and looks up\n\nat the dog with great warmth.\nShe blows him a kiss.\nThis pleases the dog, and he emits a satisfied \"gruff.\"\n\nHis sentry duty completed for the night, Thor heads\ndownstairs.\n\n20\n\n21\n\n22\n\n23\n\n24\n\f25\n\n26\n\n27\n\n28\n\n18.\n\nINT. LIVING ROOM - HARRISON HOUSE - NIGHT 25\n\nThor pads down the stairs. He curls up on an easy chair.\nWith a long yawn after his busy day, he puts his head on his\npaws and drops to sleep.\n\nDISSOLVE TO:\n\nEXT. TRAIL - FOREST - NIGHT 26\n\nA rugged, mountainous expanse of pine forest. A flashlight\ncuts through the trees. A HIKER with a backpack treks along\nthe moonlit pine forest path. He stops and checks his watch.\nHe takes a map out of his jacket and checks his coordinates.\nHe takes out his compass. Clearly lost, he puts his gear\nback in his jacket.",
  "14": "---END OF PREVIOUS SECTION---\nHe takes a map out of his jacket and checks his coordinates. He takes out his compass. Clearly lost, he puts his gear\nback in his jacket. \n---TARGET SECTION TO BE ANNOTATED---\nAnd hikes on into the dark forest. r\n\nEXT. FOREST - NIGHT . 27\n\nThe moon hovers over the vast timber country.\n\nEXT. TRAIL - FOREST - NIGHT 28\n\nA flashlight beam glints through the pine branches. The\nHiker comes down the trail, small and alone. He is dwarfed\nby the huge pine trees, using his flashlight to make his way.\nThe SOUNDS of the FOREST WILDLIFE fill the SOUNDTRACK. BIRDS.\nINSECTS. OWLS. A STEADY, OUTDOORSY DIN. The Hiker stops to\nget his bearings, shining his flashlight on the trees.\nSilvery moonlight filters through the branches in misty\nshafts. The man adjusts his backpack and moves on. The\nSOUND of his BOOTS CRUNCHING TWIGS.\n\nThen suddenly...all the ANIMAL NOISES in the forest stop.\nSilence.\n\nThe Hiker stops and listens-to the uncanny, preternatural\nquiet. Apprehension registers on his features. It's as if\nall the wildlife in the woods have been scared silent.\n\nFrom far off, a TERRIFYING WOLFLIKE HOWL rips the air. The\nHiker is petrified by the half-wolf, half-human cry. He\n\nturns pale, hurrying on at a brisk pace down the path,\nflitting his flashlight beam ahead.\n\nfamamranron \\\n\f28\n\n29\n\nCONTINUED: 28\n\nThe WOLFLIKE ROAR reverberates through the forest again.\nThis time, much closer.\n\nThe Hiker looks over his shoulder, but sees only walls of\ntrees. The circle of his flashlight beam begins to dim.\nThen it darkens and goes out. The Hiker swears below his\nbreath, barely able to see in the moonlit forest. Beaded\nwith sweat, he fumbles in his backpack for a battery. He\nfrantically inserts it into his flashlight. The beam of\nlight blinks back on.\n\nThe SOUND of a HUGE ANIMAL SMASHING THROUGH THE TREES AND\nBRANCHES of the FOREST.\n\nThe Hiker cries out in fear and runs for his life... He heaves\noff his backpack and bolts up the trail.",
  "15": "---END OF PREVIOUS SECTION---\nThe SOUND of a HUGE ANIMAL SMASHING THROUGH THE TREES AND\nBRANCHES of the FOREST. The Hiker cries out in fear and runs for his life... He heaves\noff his backpack and bolts up the trail. \n---TARGET SECTION TO BE ANNOTATED---\n Looking over his\nshoulder, he sees something shattering through the branches\nfifty feet behind him. The huge shape, is covered with fur,\nits claws glinting in the moonlight. The Hiker runs panic-\nstricken through the forest. The ROARS of the thing fill his\nears. The Hiker scrambles up a tree, shimmying ten feet up\nto the first branches. He tries to climb higher. Suddenly,\nthe tree is shaken powerfully, heaving him sideways. He\nshines his flashlight down at the creature shaking the tree.\n\nA Werewolf!\n\nThe Hiker screams in raw terror and heaves the flashlight\nbetween the Werewolf's eyes. It bounces off the creature's\nskull. The Werewolf flies into a psychopathic rage, chewing\nand scratching at the tree. Bark and wood pulp fly like from\na chain saw. The Hiker holds on for dear life as the tree is\nviolently shaken back and forth. He tries to climb higher\nbut can't. The Werewolf is swiftly gnawing through the trunk\nof the tree, trying to break it in half.\n\nA CRACK of SPLINTERING woop.\n\nThe Hiker screams helplessly as the tree he hangs onto starts\nto topple. The Werewolf waits for him with fangs bared and\nclaws outstretched as the tree breaks.\n\nThe Hiker falls head over heels into the clutches of the\nWerewolf.\n\nAnd is torn to pieces.\nEXT. WOODS - NIGHT 29\n\nThe vast, moonlit stretch of pine forest. The HIKER'S\nHIDEOUS SCREAMS are CUT SHORT. The THROATY WOLFLIKE ROAR\n\ntrnweranron y\n\f29°\n\n30\n\n31\n\n \n\nCONTINUED:\n\nreverberates through the windless, mountainous expanse of\ntimber in the moonlight.\n\nSMASH CUT TO:\n\nEXT. “FOREST EDGE\" - DAWN\n\nMorning breaks on the peaceful tract housing community by the\nhuge forest. A NEWSBOY on a bike throws a paper on the\ndoorstep of the Harrison house.\n\nINT. KITCHEN - HARRISON HOUSE - DAWN\n\nThor eats his breakfast from a bowl of Alpo. Janet is\ncooking breakfast. Brett is seated at the table, grimly\ndoing his homework.",
  "16": "---END OF PREVIOUS SECTION---\nKITCHEN - HARRISON HOUSE - DAWN\n\nThor eats his breakfast from a bowl of Alpo. Janet is\ncooking breakfast. Brett is seated at the table, grimly\ndoing his homework. \n---TARGET SECTION TO BE ANNOTATED---\n He slaps down his “pencil.\n\n.\n\nBRETT\nC'mon Mom, it's Saturday.\n\nJanet smiles, flipping a pancake.\n\nJANET\nYou're going to sit there until you\nfinish your definitions. You told me\nthat you turned them in Friday when you\nwere supposed to. Surprise.\n\nBRETT\nAww, Ma.\n\nJANET\nDon't aww Ma me. Or I'll add a couple of\nwords to the list for not telling me the\ntruth. Look up “Indictment.”\n\nThe PHONE RINGS.\nMom picks up.\nThor looks at Mom.\n\nTHOR P.O.V.: BLACK AND WHITE. MOM CHATTING AWAY. WARM.\nHAPPY.\n\nJANET\nHELLO TED, HOW ARE YOU? WHERE ARE\nYOU?..WHAT2? WHEN DID YOU GET BACK?...AND\nYOU HAVEN'T CALLED SINCE THEN? YOu\n\n(MORE )\n\n(CONTINUED )\n\n29\n\n30\n\n31\n\f31\n\n“ume RSV Le/UG/ 70 (ULE)\n\nCONTINUED: 31\nJANET (cont'd)\nCREEP. I STILL THOUGHT YOU WERE OUT OF\nTHE COUNTRY\nThor's ears perk.\nJANET\nWELL OF COURSE WE'D LOVE TO SEE YOU, TED.\nThe dog sits up, his chops grinning, happy. ZOOM IN ON HIS\nEARS.\nJANET\nWE'LL SEE YOU AT THE CABIN IN A FEW *\nHOURS...YOU'VE MOVED? SURE I KNOW THE\nTIMBERLINE LAKE. HOLD ON, LET ME GET\nTHESE DIRECTIONS DOWN.\nJanet scribbles down directions.\nJANET *\nYEAH YEAH, I GOT IT. BOY YOU'RE OUT IN *\nTHE BOONIES THERE. BE THERE IN A FEW *\nHOURS. BYE. 4 *\nMom hangs up.\nThor jumps to his feet. Dances around.\nBrett looks at his Mom.\nBRETT\nI thought Uncle Ted was in another\ncountry.\nMom gives her kid a smile.\nJANET\nHe's been back a few months. I didn't *\neven know. We're going to drive up and *\nsee him today. How does that sit with\nyou guys?\nIt sits good.",
  "17": "---END OF PREVIOUS SECTION---\nWe're going to drive up and *\nsee him today. How does that sit with\nyou guys? It sits good. \n---TARGET SECTION TO BE ANNOTATED---\nBRETT\nAW-WRIGHT! We can go hiking in the woods *\n\nlike we did the last time, and maybe\nhe'll let us shoot his rifle again and--\n\nJANET\n\nGosh, I didn't even know he'd got back.\nThat flaky brother of mine...\n\n(CONTINUED)\n\fREVI4/1//90 (0)\n31 CONTINUED: (2)\n\nJANET\nGosh, I didn't even know he'd got back.\nThat flaky brother of mine...\n\n(CONTINUED )\n\n31\n\f31\n\n32\n\n33\n\n34\n\nCONTINUED: (2)\n\nThor puts his paws up on the kitchen counter and BARKS\nenthusiastically.\n\nBRETT\nI know somebody who'll be glad to see\nhim. Woncha, big boy?\n\nMom kneels down and ruffles Thor's jowls. Brett starts to\njump up from the table. Janet shoots him a wry glance.\n\nJANET\nof course...\n\nBrett stops.\nJANET\n\nWe'll leave just as soon as you've\nfinished your homework.\n\nBRETT\nMom! .\n\nBrett rolls his eyes. And sits back down.\n\nEXT. HARRISON HOUSE - DAY\n\nThe family and the dog pile into their station wagon.\n\nEXT. PINE FOREST - DAY\n\nThe station wagon traipses through the winding highway past\nmassive expanses of pine trees. The woods are dense and\nmountainous. Uncivilized.\n\nINT. STATION WAGON - DAY\n\nJanet drives. Brett is in the back seat, playing pocket\nNintendo. Thor has his head stuck out the open window, in\nhis glory.\n\nTHOR P.O.V.: B&W. THE WOODS RUSHING BY IN A SWEEP OF\n\nNATURE. THE PRIMEVAL SOUNDS OF A MILLION ANIMALS AND INSECTS\nFILL THE STEREO SURROUNDS OF THE THEATRE IN A SYMPHONIC DIN.\n\n(CONTINUED )\n\n31\n\n32\n\n33\n\n34\n\n*\n\f34\n\n35\n\n36\n\n37\n\ncae - JANET\n\nCONTINUED: 34\n\nThor squints his eyes, wind blasting his face, grinning\n\nwildly.\n\nEXT. LAKE ~ DAY 35\nA spectacular range of forest mountains rises over a glassy,\n\nquiet lake.",
  "18": "---END OF PREVIOUS SECTION---\n(CONTINUED )\n\n31\n\n32\n\n33\n\n34\n\n*\n\f34\n\n35\n\n36\n\n37\n\ncae - JANET\n\nCONTINUED: 34\n\nThor squints his eyes, wind blasting his face, grinning\n\nwildly. EXT. LAKE ~ DAY 35\nA spectacular range of forest mountains rises over a glassy,\n\nquiet lake. \n---TARGET SECTION TO BE ANNOTATED---\n The station wagon turns onto a small dirt road\n\npast a rusted sign that reads, \"No Trespassing.\"\n\nOn a lonely beach by the isolated lake sits a metallic silver\nAirstream trailer.\n\nThe car pulls up.\n\nThe door to the Airstream opens...\n\nINT. STATION WAGON - DAY 36\n\nMom smacks Thor on the butt.\n\nSick ‘im, boy.\n\nThor leaps out the window.\n\nEXT. UNCLE TED'S AIRSTREAM - DAY 37\n\nTHOR P.O.V.: B&W. SHOVING THROUGH THE WINDOW OF THE\nCAR...BOUNDING ONTO THE FOREST FLOOR..i.RUNNING FULL TILT\nTOWARDS THE FAMILIAR FIGURE STEPPING THROUGH THE AIRSTREAM\nDOOR...UNCLE TED STEPPING OUT WITH A BIG GRIN AND OPENING HIS\nARMS...THOR LEAPING ONTO HIM AND LICKING HIS FACE.\n\nUNCLE TED\nHI, THOR.\n\nThor drops back.\nHackles up.\n\nTHE SOUND OF UNCLE TED'S VOICE HAS AN ANIMAL-LIKE CADENCE, A\nLOW WOLFLIKE GROWL BENEATH THE WORDS. NOT...QUITE...RIGHT.\n(WE RECOGNIZE UNCLE TED AS THE PHOTOGRAPHER WHO WAS ATTACKED\nBY THE WEREWOLF IN THE OPENING SCENE IN NEPAL.)\n\nUncle Ted misses a beat. A flash of caution. Then he\ncatches himself and kneels down to rub the scruff of the\ndog's neck.\n\fRev: 4/17/96 (b)\n\nUNCLE TED\nEasy, Thor. It's just your old buddy\n\nThor cocks his head. He regards Ted with a quizzical look,\nthen wholeheartedly licks the man's face.\n\nUNCLE TED\n‘At a boy.\n\nMom and her kid pile out of the car. Janet and her brother\nbear hug.\n\nUNCLE TED\nHow are ya, sis?\n\nJANET\nHow are you?\n\nShe strokes his distinctive facial stupble with sisterly\ndisapproval.\n\n. JANET . ‘\nEver occur to you to use that razor I\nbought you for Christmas?\n\nUNCLE TED |\nJust for cutting my throat.\n\nHe laughs. She rolls her eyes. He holds her gaze warmly.",
  "19": "---END OF PREVIOUS SECTION---\nHe laughs. She rolls her eyes. He holds her gaze warmly. \n---TARGET SECTION TO BE ANNOTATED---\nUNCLE TED ‘\nGosh, it's good to see you, Janet. You\ndon't know how good.\n\nJANET\nYeah right, that's why you're back a\nmonth and don't call me, don't tell me\nwhere you are, don't--What's with you,\nyou. putz.\n\nShe socks .him one in the arm. Then kisses him.\n\nJANET\nIt's good to see you too.\n\nThor jumps around Uncle Ted, his concerns for the moment out\nof mind. He BARKS. Ted crouches down and hugs his nephew.\n\nUNCLE TED\nBrett, you've shot up like a weed.\n\n(CONTINUED 1)\nVo oste ae\n\n+ *\n\n+ tt te\n\n*\n\f24A. Rev.22/04/96\nCONTINUED:\n\nBRETT\nUncle Ted, can I shoot the rifle?\n\nUNCLE TED\nWe'll see, we'll see. First, let's go\ninside and visit.\n\nHe puts his arm around Brett.\n\n‘ UNCLE TED\nI have quite a story to tell you, young\nman. When I was over Nepal a few months\nago I had an actual encounter with a\nSaskwatch.\n\nBRETT\nI've never heard of a Saskwatch.\n\nThey all head cheerfully towards the Airstream.\n\nt\n\nUNCLE TED\nIt's like an Abominable Snowman, but\nworse.\n\nBRETT\n\nYeah, right. There's no such thing.\n\nUNCLE TED\nScout's honor. I was camped down for the\nnight when the ferocious beast attacked\nme and my crew. Didn't have any warning.\n\nBRETT\nYeah, right. What did you do?\nUNCLE TED\nWrastled it.\nBRETT\nSure...\nUNCLE TED\n\nGot the battle scar to show for it.\n\n(Green)\n\n+ ee OF\n\n*\n\nUncle Ted rolls down his collar to reveal a now-healed, but\nonce horrific, mauling on his shoulder and neck. The kid\n\ngasps. Uncle Ted chuckles. Janet is shocked.\n\nJANET\nTed! My God!\n\n(CONTINUED )\n\f24B. Rev.",
  "20": "---END OF PREVIOUS SECTION---\nMy God! (CONTINUED )\n\f24B. Rev. \n---TARGET SECTION TO BE ANNOTATED---\n22/04/96 (Green)\nCONTINUED: (2)\n\nUNCLE TED\nSee what a macho guy your uncle is,\nBrett?\n\nJANET\n\nTed oh my--that looks awful!\nTed closes his shirt from Janet's deeply concerned gaze.\n\nUNCLE TED\nTruth is I did get attacked by some kind\nof animal while I was in my tent in\nNepal. But I don't know what it was. I\nwas asleep and I never knew what hit me.\nAll things considered, I would have\npreferred a sharp stick in the eye. But\ndon't worry about me. You guys both look\ngreat, Janet. Come on inside.\n\n+\n\n(CONTINUED)\n\n+e eee\n\fREV? 4/ 1//90\\D)\nCONTINUED:\n\n(3)\n\na3.\n\n(CONTINUED )\n\f38\n\nCONTINUED: (4)\n\nUNCLE TED\nHey, Thor, the party's over here.\n\nThor is busy romping around the area, sniffing all sorts of\nstrange animal scents.\n\nJANET\nLeave him be. He's out in the woods and\nhe's happier than a pig in--\n\nUNCLE TED\nJanet.\n\nJANET\nMud. Speaking of mud. Let's go have a\ncup of that famous coffee of yours.\n\nThey go inside. Uncle Ted casts a cautious eye to the dog as\ndo.\n\nThor remains outside, nosing around. +\n\nSniffing, che wanders around to a small adjacent section of\nthe beach.\n\nEXT. BEACH - LAKE - DAY\n\nA pickup truck parked by the water. Heaps of dirty clothes\nstuffed in trash bags.\n\nThe German Shepherd checks out the area.\n\nHe doesn't pay any attention to the tall stacks of framed\nblack and white nature photographs that are piled there.\nTheir glass frames have been smashed and shattered.\n\nThor walks to the pile of soiled, dirt-stained laundry on the\nground.\n\nHe sniffs.\nRecoils.\nSniffs. Growls.\n\nThor puts his nose to the ground and sniffs. The scent has\natrail. He follows it, nose first, up a hill.\n\n38\n\f39\n\nRev. 1Ly/U4/90 (Yellow) fle\n\nINT. UNCLE TED'S AIRSTREAM - DAY 39\n\nA kitchenette attached to a spare bedroom.",
  "21": "---END OF PREVIOUS SECTION---\nHe follows it, nose first, up a hill. 38\n\f39\n\nRev. 1Ly/U4/90 (Yellow) fle\n\nINT. UNCLE TED'S AIRSTREAM - DAY 39\n\nA kitchenette attached to a spare bedroom. \n---TARGET SECTION TO BE ANNOTATED---\n Tidy and neat,\nwith few things around. Color naturalist photographs cover\nthe walls. Photographic equipment is scattered around.\nColor photographs are everywhere. Uncle Ted takes steaks\nfrom the fridge. Janet helps him carry out sodas, a salad,\nand a coffee thermos. Brett plays with an unloaded rifle on\nthe bed. Janet regards the color photographs quizzicaly.\n\nJANET\nSo what's with the Airstream? Last time\nI saw you you were getting your house all\nremodeled. Next thing I know you're\nliving out here in the boonies ina\ntrailer.\n\nUNCLE TED\nI'm renting the house, Janet. I got a\ngood deal on the Airstream, and...well...\nit seemed like the right thing for me\nhow. I wanted some time by myself. Away\nfrom people. Think’things out.\n\nJanet watches her brother closely, emathetically.\n\nJANET\nWeve got some catching up to do. Big\ntime.\n\nUNCLE TED\n\nYeah but mostly I want to hear about you,\nand how your move from Chicago is going.\n\nUncle Ted winks at Brett.\n\nUNCLE TED\nYou stay outta trouble while your Mom and\nme get the barbecue goin'. Chow's in\nfifteen minutes.\n\nBRETT\nCool.\nUNCLE TED\nGood deal. How you like your steak?\nBRETT\nBloody.\nUNCLE TED\n\nChild after my own heart.\n\n(CONTINUED)\n\f39A\n\nRev. 19/04/96 (Yellow) 28.\n\nEXT. UNCLE TED'S AIRSTREAM - DAY 39A\n\nJanet pulls up a folding table and sets down the food. Uncle\nTed dumps coals then pours kerosine in a Weber barbecue. He\nstrokes the coals as they talk.\n\nUNCLE TED\nHow's the new firm working working out.\nJaneway and Samuels, right?\n\nJANET\nSo far so good. My caseload is lighter\nthan it was at the D.A.'s office in\nChicago. And the pace is easier. I'm\nfrankly glad to be out of criminal\n\nlitigation.\nUNCLE TED .\nHow you guys adjusting to small town\nlife? r\n- . JANET\n\nMe. Like that.\nShe snaps her fingers.\n\nJANET\nBrett...",
  "22": "---END OF PREVIOUS SECTION---\nLike that. She snaps her fingers. JANET\nBrett... \n---TARGET SECTION TO BE ANNOTATED---\nwell, it frankly hasn't been an\neasy adjustment for him. He hasn't made\nany friends in the neighborhood yet.\nThor is his best friend. I think he\ntalks more to the dog than he does to me.\nBut Chicago is no place to raise kids-- *\n\nUNCLE TED\nAnd his Dad he's keepin' in good touch\nwith Brett? Last you told me he was over\nGermany workin' on the novel.\n\nJanet noticies an anxious edge to Ted's usual warm and close\nrapport with her.\n\nUNCLE TED\nSorry. You said that here it's safe and\npeaceful and...\n\nUncle Ted walks over to Janet and takes her by the shoulders *\nwarmly. *\nUNCLE TED *\n\nYou know, I'm really proud of ya, sis. I *\n\ngotta take my hat off to you the way you *\n\nkeep it together. You're a full time Mom *\n\n(MORE )\n\n(CONTINUED )\n\fRev. 19/04/96 (Yellow) 28a.\n39A CONTINUED: oe 39A\n\nUNCLE TED (cont'd)\nto Brett, and still manage working at the\nfirm full-time.\n\n(CONTINUED)\n\fmee em NR NIN de SASS A INA\n\n39A CONTINUED: (2) 39A\n\nJanet looks hard into her brother's eyes.\n\nJANET\nYou're not telling me something.\n\nUncle Ted breaks her gaze. He walks to the edge of the lake\nand stares off distantly.\n\nUNCLE TED\nThings haven't gone all that great since\nI got back from Nepal, sis. Marjorie's\ngone.\n\nJANET\nI'm sorry, Ted.\n\n- UNCLE TED\nNow it's just me and...\n\nHe laughs. Strangely.\n\nUNCLE TED -\n\nMy shadow.\n\nJanet reaches out and touches her brother's arm\nsympathetically.\n\nJANET\nI'm sorry about Marjorie. Looks like\nwe're both on our own these days, huh?\n\nJanet brightens. ‘\nJANET\nHey, how ‘bout if I talk to Marjorie?\nShe and I always got along. Maybe if I\ncalled her and I could help get you to\nback together--\nUncle Ted darkens. Shivers at the memory.\n\nUNCLE TED\nShe's gone.",
  "23": "---END OF PREVIOUS SECTION---\nMaybe if I\ncalled her and I could help get you to\nback together--\nUncle Ted darkens. Shivers at the memory. UNCLE TED\nShe's gone. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED )\n\famMhe\n\n39A CONTINUED: (3) 39A\n\nUncle Ted darkens. Shivers at the memory.\n\nUNCLE TED\nIt's over.\n\n(CONTINUED )\n\f39A CONTINUED:\n\n30. Rev.23/04/96 (Goldenrod)\n(3) 39A\n\nJANET\nSo what are you going to do?\n\nUNCLE TED\nI haven't made up my mind yet. I havea\nlot of things going on in my life now\nthat I have to work out by myself out\nhere and--\n\nJANET\nYou know I'm always there for you. If\nyou need help, all you have to do is ask.\n\nUNCLE TED\nI don't know what I need. Actually, I do\nknow what I need. Only I don't have the\nguts to do it.\n\nJANET .\nTed, you need to put your life back\ntogether. You shouldn't be out here\nliving all alone in a trailer. You could\nstay with us. It's not healthy for you\nto be by yourself--\n\nUncle Ted faces Janet firmly.\n\nUNCLE TED\nJanet. There are things you don't know\nabout...There are things going on in my\nlife I...I just can't talk about right\nnow. I'm sorry. But I just can't say\nany more than that. Not now. Okay?\n\nJanet backs off.\n\n(CONTINUED )\n\f39A\n\n40\n\n41\n\n42\n\nRev. 19/04/96 (Yellow) 31.\nCONTINUED: (4) 39A\n\nJANET\nOkay.\n\nThey embrace on the lonely beachhead.\n\nEXT. AIRSTREAM - LAKE — DAY 40\nThor follows the scent across the clearing, away from the\n\ntrailer. The smell leads him onto a hikers path that goes\n\ndeep into the huge pine forest. Like a bloodhound, Thor\n\nsniffs out the trail, padding into the woods.\n\nINT. PINE WOODS - DAY 41\nGiant branches brush past the dog as he wanders down the\n\nsmall trail, taking him far from the house. He sniffs and\n\nsniffs, his senses alert. t\n\nTHOR P.O.V.: B&W. LOW TO THE GROUND.",
  "24": "---END OF PREVIOUS SECTION---\nO. V.: B&W. LOW TO THE GROUND. \n---TARGET SECTION TO BE ANNOTATED---\n NOSING THROUGH THE\nUNDERBRUSH. THE SOUND OF SNIFFING FILLING THE SOUNDTRACK\n\nALONG WITH THE CACOPHONOUS DIN OF BIRDS AND ANIMALS.\n\nTHEN SOMETHING ODD.\n\nSILENCE. THE SOUNDS OF THE ANIMALS QUIET.\n\nTHERE IS JUST THE SOUND OF THOR'S SNIFFING.\n\nThor lifts his head, alert. ‘\n\nHis hackles rise.\n\nHe puts down his nose and sniffs the ground, following the\n\nscent off the hiker's path, and into a deep, brush-strewn\n\ngully.\n\nINT. GULLY - PINE WOODS - DAY 42\nThe dog makes his way past branches and brush that have\n\nclearly been trampled and torn asunder, as if by a wild\n\nanimal.\n\nA piece of denim jacket, stained with blood, is stuck on a\nbranch.\n\nThe SOUND of FLIES.\n\nThor sniffs and sniffs, padding into the gully. He sniffs a\nthick group of bushes.\n\n(CONTINUED)\n\f42\n\n43\n\n32. Rev.23/04/96 (Goldenrod)\nCONTINUED: . 42\n\nSuddenly something leaps out of a bush!\n\nThor leaps back with an startled bark.\n\nIt is only a school of sparrows. They wing off into the sky.\nThor relaxes.\n\nJust as a severed human arm out falls out of tree and lands\non his back!\n\nThe dog barks in alarm as he spots the corpse. A pile of\nsavaged, mutilated meat strewn on the ground and all the way\nup into the trees. A blood-splashed hiking boot dangles from\na branch, twenty feet up.\n\nThor stares at the slaughter.\n\nAnd a WHIMPER of fear escapes his throat.\n\n+\nINT. AIRSTREAM - LAKE - DAY. 43*\nBrett explores the Airstream.\n\nHe persues the exotic, spooky tribal masks and ceremonial\nornaments that are piled around.\n\nHe sees a closet, and opens it.\n\nInside, a large cabinet filled with.a complex medical\napparatus. Beakers and Bunsen burners,’ hypodermics,\nchemicals in test tubes and jars. A microscope. Piles of\nmedical books open and scattered around the closet.",
  "25": "---END OF PREVIOUS SECTION---\nBeakers and Bunsen burners,’ hypodermics,\nchemicals in test tubes and jars. A microscope. Piles of\nmedical books open and scattered around the closet. \n---TARGET SECTION TO BE ANNOTATED---\n Notes\nand complex chemistry equations are scribbled on notepads and\nall over the walls. The area has the atmosphere of feverish,\nfrantic research. The little boy looks around the closet\neyeing the medical setup in astonishment.\n\nSomething catches Brett's eye.\nAn ancient, antique book on the floor.\n\nThe little boy opens it. He gasps, reading on in awe and\nterror...\n\nThe book has page after page of medieval woodcuts of\nWerewolves. Crude plates of huge, half-man, half-wolf\nmonsters eating children and terrorizing villages.\n\nBehind Brett...SOMETHING FURRY WITH A SNOUT AND FANGS\nAPPEARS!\n\n(CONTINUED )\n\f43\n\nCONTINUED:\n\nThe little boy whirls, startled.\nIt's just Thor.\nBrett exhales.\n\nBRETT\nDon't DO that, boy.\n\nThe German Shepherd holds the little\ntroubled MEWL.\n\nwer\n\nwu\n\nihe\n\nboy's gaze with a\n\n(CONTINUED )\n\n43\n\f34. Rev.22/04/96 (Green)\n\n43-47 CONTINUED: (2) 43-47\n_\nJanet and Uncle Ted walk in. Uncle Ted looks at the dog. He\ncracks a grin.\nUNCLE TED\nHey, boy.\nThor looks around.\nUNCLE TED\nC'mere, boy.\nThor is distracted, concerned. He ignores Uncle Ted for the\nmoment and hunts around. He WHIMPERS in concern. Thor peers\naround and sees Brett playing happily with some exotic rock\nartifacts on the floor of the Airstream. The German Shepherd\nseems to relax now he has located the child. He sits on his\nhaunches on the doorway, where he can keep one eye on the\nkid, one eye on Uncle Ted. .\nThe adults chuckle. .\nJANET ,\nThat's our Thor. Overprotective. Maybe\nif he saw you more.\n\nUNCLE TED\nC'mon, Thor. Say hi to your old Uncle.\n\nThor hesitates.\n\nJANET i\nThor, mind your manners. Come here, boy.\n\n(CONTINUED )\n\f43\n\n44\n\n44\n45\n46\n\n47\n\n48\n\n49\n\n35. Rev.",
  "26": "---END OF PREVIOUS SECTION---\nCome here, boy. (CONTINUED )\n\f43\n\n44\n\n44\n45\n46\n\n47\n\n48\n\n49\n\n35. Rev. \n---TARGET SECTION TO BE ANNOTATED---\n23/04/96 (Goldenrod)\nCONTINUED: (3) 43\n\nThor casts a glance to Brett, seems to decide he's okay for\nthe moment, and reluctantly wanders over to Uncle Ted. Ted\nreaches down and scratches his head.\n\nTHOR P.O.V.: B&W. CLOSE UP OF UNCLE TED. SOMETHING STRANGE 44\nAND ANIMAL GLINTS IN THE MAN'S EYES.\n\nThor seems very, very confused. He gazes oddly at Mom, then\nback to Uncle Ted. Ted scratches him.\n\nUNCLE TED\nWe're two of a kind, ain't we, pal?\n\nTed regards Thor with a strange uncomfortable kinship. Thor\nmoves away from the uncle, and heads protectively back to the\nboy, keeping an eye both on Uncle Ted and on the child.\n\nJANET\nWhat did you do, spit in his-Alpo?\n\n,\nUncle Ted laughs quietly under his breath.\n\nUNCLE TED ‘\nHe knows an old dog when he sees one.\n\nHe winks at Thor.\n\nOMITTED 44*\nOMITTED 45*\nOMITTED : 46*\nOMITTED 47*\nEXT. LAKE - DUSK 48\n\nGathering dusk settles on the lake, the forest and the silver\nbullet of an Airstream. Janet, Brett, and Uncle Ted finish\ntheir dinner outside by the barbecue.\n\nEXT. AIRSTREAM - LAKE - DUSK 49\nThey finish their food. The shadows are lengthening. Uncle\n\nTed notes this with concern. He looks at his watch, then at\nJanet.\n\n(CONTINUED)\n\n \n\foN RA A ae NE\n\n \n\n49 CONTINUED: 49\n\nUNCLE TED\nYou better head out if you're going to\nget the[]kid back by bedtime. You got a\nlong drive ahead. I'd invite you to\nstay, but this place is a mess, and I\ndon't think you'd find it too\ncomfortable.\n\nJanet looks her brother in the eye.\n\n(CONTINUED )\n\fRev:4/19/96 (Dp) vue\n49 CONTINUED:\n\nJANET\nI want you to stay with us for awhile,\nTed.\n\nTed looks nervously at the twilight past the tree perimeter.",
  "27": "---END OF PREVIOUS SECTION---\nJanet looks her brother in the eye. (CONTINUED )\n\fRev:4/19/96 (Dp) vue\n49 CONTINUED:\n\nJANET\nI want you to stay with us for awhile,\nTed. Ted looks nervously at the twilight past the tree perimeter. \n---TARGET SECTION TO BE ANNOTATED---\nUNCLE TED\nI didn't realize how late it w--C'mon,\nI'll walk you to the car.\n\nJanet, very worried about her brother, crosses her arms and\nstands her ground.\n\nJANET\nI mean it. I'm worried about you.\n\nUNCLE TED\nYou don't need to worry. C'mon--\n\nJANET .\n\nJust say yes. .\n\nTed.sees he's not getting her out of there. He looks at his\nwatch urgently.\n\nUNCLE TED\nYes.\n\nHe starts to shepherd her and Brett towards the car. Thor\nwatches cautiously. Janet doesn't budge.\n\nJANET i\nSo you're coming with us?\nUNCLE TED\nNo, but I'll come by soon.\nJANET\nWhen?\nUNCLE TED\n\nI'll give you a call.\n\nJANET\nThis week.\n\nUncle Ted looks at his sister. He kisses her. She smiles\nfondly.\n\n(CONTINUED )\n\n49\n\fRev: 4/19/96 (p)\n\n49\n\n50\n\nCONTINUED: (2)\n\nUNCLE TED\nThis week.\n\nShe eyes him.\n\nJANET\nGood.\n\nAnd goes to the car.\n\nBRETT\nC'mon, Thor.\n\nThe boy gets up with a reluctant whine. Thor jumps to his\nfeet and excitedly runs to the door, glad to get out of\n\nthere.\n\nGathering dusk. Twilight etches the pines.\n\nThe family gets in the car. .\n\nUncle Ted stands by the shadows by the Airstream, his face\nwith a heavy five o'clock shadow in the lowering dusk..\n\nJanet eyes him hard from behind the wheel.\n\nJANET\nHey. I love you, you know.\n\nUncle Ted sort of smiles. He raises his hand and waves at\nher. She starts the car and drives off up the road. Uncle\nTed heads off towards his trailer, with a quick glance at the\n\nsetting sun.\n\nINT. STATION WAGON - DUSK\nJanet drives off down the dirt road.\n\nBRETT\nIs Uncle Ted gonna stay with us, Mom?\n\nJANET\nI don't know.\n\nThor sits in the back seat of the station wagon. He stares\nat the receding Airstream and the shrinking figure of Uncle\nTed swallowed up by the shadows as the car turns onto the\n\nhighway.",
  "28": "---END OF PREVIOUS SECTION---\nJANET\nI don't know. Thor sits in the back seat of the station wagon. He stares\nat the receding Airstream and the shrinking figure of Uncle\nTed swallowed up by the shadows as the car turns onto the\n\nhighway. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED )\n\n49\n\n50\n\fREV? 4/19/90 \\p) 3B.\n50 CONTINUED: 50\n\nDISSOLVE TO:\n\n51 EXT. \"FOREST EDGE\" - DAY 51\nA cheerful sunny street, filled with kids on bikes and\nplaying street hockey.\n\n52 EXT. HARRISON HOUSE - DAY 52\nBrett plays frisbee on the lawn.\n\nNo Thor.\n\n53 INT. OFFICE - HARRISON HOUSE - DAY 53*\n\nThe German Shepherd sits on the sofa staring out the picture\nwindow at the empty street leading out,of town. Storm clouds\nloom in the distance. Thor has what soldiers call \"the\nforty-yard stare.\"\nOutside, Brett beckons him out.\n\nThor doesn't budge.\n\nJanet working on legal briefs.\n\n(CONTINUED)\n\fRevitst7y gu wpe\n\n53\n\n54\n\nCONTINUED:\n\nThe PHONE RINGS.\nMom jumps.\nPicks up.\n\nJANET\nTed!\n\nINT. AIRSTREAM ~- LAKE — DAY\n\nTed is on the phone. Unshaven. Shaky.\nalmost inhuman blue eyes bloodshot.\n\nDisheveled. His\n\n(CONTINUED)\n\n53\n\n54\n\fRevi4/1//90 (Dp)\n\n54\n\n55\n\n56\n\nCONTINUED =\n\nUNCLE TED\nSis.\n\n. JANET V.0.\nHi. You okay?\n\nUNCLE TED\nYeah, you know, it was really great\nhaving you up here, and it really picked\nup my spirits a lot...Family, sis, it's\neverything. Everything. I just wanted\nto tell you how much I appreciated you\nguys trip up here and...and...Family.\nIt's all we got, y'know.\n\nHe wipes his lips.\n\nINT. LIVING ROOM - HARRISON HOUSE - DAY\n\nau.\n54\n\n55\n\n'\nJanet realizes instinctively something is not right with her\nbrother. She plops down on the sofa and fumbles a cigarette.\n\nJANET\nTed, you sound terrible.\n\nThor turns his head in alarm.\nTHOR P.O.V.: B&W.\n\nJANET ;\nYOU REALLY DO, TED.\n\nThor WHIMPERS, in real fear.\nJanet lights her cigarette.\n\nJANET\nTed, is there a problem up there?\n\nINT.",
  "29": "---END OF PREVIOUS SECTION---\nJanet lights her cigarette. JANET\nTed, is there a problem up there? INT. \n---TARGET SECTION TO BE ANNOTATED---\n AIRSTREAM - LAKE - DAY\nUncle Ted cracks a sickening, nihilistic smile.\n\nUNCLE TED\nProblem up here? No problems at all.\n\nTHE CAMERA PULLS BACK FROM UNCLE TED, OUT THE WINDOW\n\n56\n\nONTO--\n\f4l. ReV.23/04/96 (Goldenrod)\n\nEXT. AIRSTREAM - LAKE - DAY 57\n\nThe area is crawling with STATE TROOPERS. Cops with rifles\nand HUNTERS with 30.06 rifles with telescopic sights are\nstalking the woods and the grounds nearby. Packs of\nbloodhounds are sniffing the area. The forest is infested\nwith local police teams with heavy firepower and flashlights,\nprobing the woods, fear and apprehension on their faces.\nConstabulary Jeep Cherokee vehicles with insignias and\nflashing cherrytops line the perimeter of the area. Police\nofficers are hammering up police quarantine. notices on nearby\ntrees. The Troopers talk on walkie-talkies and are sticking\nup yellow police tape around the area. It is a war zone.\nDusty sunlight seeps through the dense, tall pines.\n\nINT. AIRSTREAM - DAY 58\n\nUncle Ted draws the shutters and lightg a cigarette. He is\nclose to tears of desperation.\n\nUNCLE TED ‘\nWhen you came up here, like I said, it\nreally picked up my spirits. ; And I\nreckon that mebbe you're right. Mebbe\nwhat I need right now is family. Kin.\nSome good 'ol familial bonding. Might be\njust what I need. So if it isn't an\nimposition, mebbe I could come stay with\nyou a few days. .\nUncle Ted picks a piece of something from his teeth.\nINT. LIVING ROOM - HARRISON HOUSE - DAY 59\nJanet cracks a big grin.\nJANET\nOh, TED, you're ALWAYS welcome to stay\nwith us.\nThor leaps to attention.\n\nHe YELPS in fear.\n\nOMITTED. 60*\n\f41a. Rev.23/04/96 (Goldenrod)\n\n61 OMITTED. 61*\n\n(CONTINUED )\n\fRev. Lly/u4sy0 (LeL1ow) 42-43.\n\n60-61 CONTINUED:\n\nSMASH CUT TO:\n\n61A EXT.",
  "30": "---END OF PREVIOUS SECTION---\nRev.23/04/96 (Goldenrod)\n\n61 OMITTED. 61*\n\n(CONTINUED )\n\fRev. Lly/u4sy0 (LeL1ow) 42-43. 60-61 CONTINUED:\n\nSMASH CUT TO:\n\n61A EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BACKYARD - HARRISON HOUSE - DAY\n\n62\n\nThe airstream is parked like a big silver bullet behind the\nHarrison house at the edge of the woods. .\n\nINT. AIRSTREAM - DAY\n\nUncle Ted cracks a beer and hands one to Janet. He lifts his\nbottle with a satisfied sigh.\n\nUNCLE TED\nHere's to family.\n\nJANET “\nAnd you being right next door to me, like\nwhen we were kids.\n\n“They toast. And exchange happy, fraternal smiles.\n\nUNCLE TED ;\nIt's just perfect. It's so good to be\noutta the woods, all the memories.\nChange of scenery'1l do me wonders.\n\nThor pads right beside Uncle Ted. Keeping an eye on him.\n\nJANET\nI'm always right, little brother.\nUNCLE TED\nYeah. And it's really annoying. Always\n\nhas been.\n\nSister and brother face each other in warm familial\naffection.\n\nJANET\nI'm glad you're here.\n\nUNCLE TED\nMe too.\n\n(CONTINUED)\n\n60-61\n\n61A\n\n62\n\n+e OF\n\n*\n\f62\n\na4.\nCONTINUED: 62\n\nback at the laundry room of Uncle Ted's house. The German\nShepherd noses through the clothes. Until he finds something\nmetallic.\n\nA set of handcuffs.\n\nUNCLE TED\nHey, Thor, get outta there!\n\nToo late. Mom has seen the handcuffs.\nShe bursts out in uncontrollable chuckles.\n\nJANET\nHandcuffs, Ted?\n\nUncle Ted stares at Janet a long moment. Then he laughs.\n\nUNCLE TED *\nIt's not what you think. .\n\nHis sister scrutinizes them. She reads the engraving on the\nside with’a mischievous grin.- “\n\nJANET 3\n“Maximum security high tempered steel\".\nOooh baby.\n\nUNCLE TED\nDon't knock it until you've tried it.\n\nJanet rolls her eyes. i\n\nJANET\nI think I better keep an eye on you. Ted,\nI got a feeling it's gonna be real\ninteresting having you here. C'mon, I'm\nmaking dinner.\n\nUncle Ted looks uncomfortably out the window at the\nbeginnings of dusk.",
  "31": "---END OF PREVIOUS SECTION---\nTed,\nI got a feeling it's gonna be real\ninteresting having you here. C'mon, I'm\nmaking dinner. Uncle Ted looks uncomfortably out the window at the\nbeginnings of dusk. \n---TARGET SECTION TO BE ANNOTATED---\nUNCLE TED\nSis, if it's all the same to you, what\nI'd really like to do is throw on ny\nsweats and go for a run. Just kind of\nkeep a low profile tonight. That okay?\n\nJANET\nYou're free to come and go as you please.\n\nfanwmranren +\n\fRev:4/19/96 (p)\n62 CONTINUED: (2)\n\nJANET\nYou're free to come and go as you please.\n\nShe grins.\n\nJANET\nAs long as you follow my rules.\n\nUNCLE TED\nThanks, sis.\n\nJanet takes Thor, and they leave the Airstream.\nUncle Ted is alone.\n\nHe fingers the handcuffs.\n\n63 EXT. HARRISON HOUSE ~- DUSK .\n\ntye\n\nBloody streaks of twilight shoot acros& the big sky. Shadows\n\nlengthen from the pine forest behind the tract house.\n\nThe sun goes down.\n\n64 INT. KITCHEN - HARRISON HOUSE - NIGHT\n\nThor sits by the door, looking out the window at the\nAirstream. Not blinking. Mom pours a glass of ice water\nfrom the fridge. Watches Thor a moment. Notices he is\nstaring at the Airstream. i\n\nJANET\nGoodnight, Thor.\n\nThe dog looks up at her, worry on his face. She goes\nupstairs. Thor returns his sentry gaze to the trailer.\n\nThe dog sits sentry-like by the kitchen door, watching the\nAirstream in the moonlight.\n\nThor looks out the window to see the trailer door open.\nUncle Ted walks out in his jogging suit, beaded in sweat.\ncasts an anxious glance up at the moon, then hurries off\nacross the back lawn, vaults a little creek, and runs into\nthe woods.\n\nThe CLINKING of something METALLIC.\n\nThor leaps to his feet.\n\nHe\n\n62\n\n63\n\n64\n\fRev:4/19/96 (p)\n\nTHOR AUDIO P.O.V.:\nWOLF-LIKE SNARLS.\n\nFROM DEEP IN THE WOODS, LOW, HORRIFIC\n\n452A.\n\fRev: 4/19/96 (p)\n\n65\n\n66\n\n40.\n\nINT.",
  "32": "---END OF PREVIOUS SECTION---\nFROM DEEP IN THE WOODS, LOW, HORRIFIC\n\n452A. Rev: 4/19/96 (p)\n\n65\n\n66\n\n40. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MOM'S BEDROOM - HARRISON HOUSE - NIGHT 65\n\nJanet sits up in bed, glasses perched on her nose, reviewing\na pile of legal documents.\n\nTHOR starts BARKING FURIOUSLY downstairs.\nJanet throws down the papers.\n\nJANET\nWhat the HELL--?\n\nJanet leaps out of bed, pissed off, and leaves the room.\n\nINT. KITCHEN - HARRISON HOUSE - NIGHT . 66\n\nJanet bursts downstairs. Thor is up on his hind legs, pawing\nat the door. He BARKS and BARKS URGENTLY.\n,\nJANET\nTHOR!\n\nThor refuses to stop barking. He puts his paws up on the\nwindow of the back door, as if to show Mom what's out there.\n\nJANET\nALRIGHT ALREADY!\n\nThe dog recoils, then BARKS in true alarm to Mom. Janet goes\nfor Thor's choker collar, but the German Shepherd backs away,\nBARKING and BARKING. Baffled, Janet ldéoks out the window but\nsees only woods and hears, of course, nothing.\n\nJANET\nI don't see anything out there, Thor!\n\nOn the second floor landing, Brett starts down the stairs.\n\nJANET\nBrett, go back to bed!\n\nExcited, Brett keeps going downstairs anyway.\n\nJanet befuddledly looks at her BARKING dog, and her alarmed\nfamily, and simply doesn't know what to do.\n\nJANET\nWhat do you think is out there, Thor?\n\nThor BARKS and BARKS protectively, stubbornly standing his\n\nground. He leaps up, putting his paws on the back door\nwindow, BARKING warnings to the thing in the woods, then\n\n(CONTINUED )\n\fRev: 4/19/96 (P) al.\n\n66\n\n67\n\n68\n\nCONTINUED: 66\n\nlooking over his shoulder at the family and BARKING to alert\nthem.\n\nJanet gives up.\n\nJANET ©\nOKAY OKAY!!!\n\nShe throws open the back door.\n\nJANET\nGo on, get out!\n\nThor bolts out the door.\n\nEXT.",
  "33": "---END OF PREVIOUS SECTION---\nJANET\nGo on, get out! Thor bolts out the door. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BACK YARD ~- HARRISON HOUSE - NIGHT 67\n\nThor charges across the silvery, moonlit grass, leaps the\nlittle creek that separates the yard from the woods, and\nvanishes into the trees.\n\nINT. WOODS - NIGHT 68\n\nThe German Shepherd puts his nose to the trail, sniffing. He\nslows to a trot, picking up Uncle Ted's scent. The woods\nare dark, much darker than the yard. The moon is low in the\nsky and very little moonlight penetrates the tall, dense pine\ntrees.\n\nThor stops. Lifts his head. Perks his ears.\n\nTHOR P.O.V.: B&W. HIS NIGHT VISION IS GOOD, AND HE SEES THE\nTHICK BRANCHES AND ENDLESS WALLS OF TREES WITH DIM, IF\nPRISTINE CLARITY. THE FOREST IS PRETERNATURALLY QUIET, AS IF\nTHE ANIMALS INHABITING IT ARE FRIGHTENED TO TENSE,\nANTICIPATORY SILENCE...THEN HE HEARS, FROM WAY IN THE FOREST,\nTHE THROATY WOLFISH RUMBLING OF THE BAD THING...AND THE\nMETALLIC CLINKING.\n\nThor sniffs the trail.\nAnd follows it.\n\nHe stops. Tenses. Hackles up. Expecting an ambush. None\nis forthcoming.\n\nTHOR P.O.V.: B&W. A THICK, BRUSHY CLEARING DEAD AHEAD.\n\nWITHIN, THE LOW, SNARLING WOLF-LIKE GROWLING..-AND THE\nCLINKING.\n\n(CONTINUED )\n\f69\n\nCONTINUED:\n\nThor braces for combat.\n\nand pushes into the clearing.\n\nINT. CLEARING - WOODS - NIGHT 69\nThe branches part...\n\nAnd Thor is face to face with A WEREWOLF.\n\nIt is handcuffed to a big tree.\n\nThough it is manlike in size and build, it is hideously\nunnatural. The Werewolf's face and body are completely\ncovered with thick patches of black pubic-like hair. Covered\nwith fur, it stands upright, on its hind legs, with its front\nlegs wrapped around the tree trunk, held together by Uncle\nTed's handcuffs.",
  "34": "---END OF PREVIOUS SECTION---\nThough it is manlike in size and build, it is hideously\nunnatural. The Werewolf's face and body are completely\ncovered with thick patches of black pubic-like hair. Covered\nwith fur, it stands upright, on its hind legs, with its front\nlegs wrapped around the tree trunk, held together by Uncle\nTed's handcuffs. \n---TARGET SECTION TO BE ANNOTATED---\n It wears Uncle Ted's sweatpants and the\nragged remains of his sweatshirt, and a small metal object\ndangles from a chain around its neck. The key to the\nhandcuffs. Its face distends in a wolf-like snout. Two\n\n-grotesquely long fangs protrude from its exposed gums. Its\n\nfangs are sharp and very dangerous-looking. It has been\ntrying to cut through the tree trunk with them, and has\ngnawed a big hunk out of the tree before giving up on the\nidea.\n\nThe Werewolf hasn't seen Thor yet.\n\nThe German Shepherd backs slowly, silently, into the\nsurrounding bushes, then edges in for a closer look.\n\nThe Werewolf is chained to the lone tree in the clearing, and\nthe moon, now high in the sky, beams down on it like a\nspotlight. The creature's attention is torn between the\nmoon and the handcuffs that bind it. It struggles awhile,\ntires, then gazes upward. It glowers at the moon, its face a\npicture of hate. The only sound that comes from the\nWerewolf is the same constant LOW GROWL Thor had heard in the\ndistance.\n\nThe German Shepherd watches the creature with a mixture of\napprehension and befuddlement. Thor sniffs the ground and\nlocates one of Uncle Ted's sneakers. He sniffs it, looks at\nthe Werewolf, and a WHINE of confusion escapes his throat.\n\nThe Werewolf hears him and snaps his head around to see the\ninterloper.\n\nAt the sight of Thor, the Werewolf flies into a mad rage.\n\nThor tenses and bares his teeth, ready to fight, but the\nhandcuffs restraining the creature hold. The Werewolf can't\n\nfamamesnron +\n\f69\n\nCONTINUED: 69\n\nattack. Instead, it twists itself around the tree to face\nThor, snarling, growling, pulling at the handcuffs, and\nsnapping at the air the whole time. The Werewolf's fury\nmakes it foam at the mouth, and despite its helpless state,\nit shows no fear, only rage. Even helpless, locked to the\ntree, it urges Thor closer, wanting any opportunity to try to\nkill him.\n\nIt is utterly mad.\nTheir eyes meet.\nThor freezes.",
  "35": "---END OF PREVIOUS SECTION---\nIt is utterly mad. Their eyes meet. Thor freezes. \n---TARGET SECTION TO BE ANNOTATED---\nThe Werewolf's eyes are neither canine nor human, but\nresembling both.\n\nIts psychotic, anarchic gaze seems to beckon to Thor,\ninviting him to join the Werewolf in its wildness, in its\nfreedom, in its madness...its power te kill. Thor stares as\nif hypnotized, struggling against the primal seduction of raw\nanimal bloodlust.\n\nThe German Shepherd shakes to his very bones, unable to break\nthe creature's gaze.\n\nTHE HIGH, SHRILL SOUND OF A DOG WHISTLE PIERCES ‘THOR'’S tARS.\nAnd snaps the hold the Werewolf has over hin.\n\nRegaining his senses, Thor BARKS SAVAGELY, FURIOUSLY at the\nshackled creature.\n\nJANET O.S.\nTHOR! HERE, THOR!\n\nThe Werewolf hears Mom. It turns to look in the direction of\na flickering flashlight beam. Its eyes gleam with an insane\nlust that sends a ripple of terror through Thor.\n\nJANET 0.S.\nTHOR! HERE, THOR! THOR!\n\nThor throws a glance in Mom's direction. Janet is getting\ncloser. The dog turns one last time to the Werewolf, and\nbares his teeth in warning. Then he hurries off through the\nclearing to stop Mom.\n\nWhen the Werewolf sees that Thor is leaving, it explodes. It\nopens its mouth wide, issuing a loud, voiceless, hateful\nhiss. It thrashes its head and shoulders from side to side in\nmindless fury, frantically trying to break the handcuffs or\nthe tree itself. The handcuffs cut into its wrists. It\n\nLanmrmion +\n\f70\n\n71\n\n50.\nCONTINUED:\n\nbites the tree trunk with its teeth again. It takes as much\nof the trunk into its jaws as it can, then lifts its hind\nlegs and kicks against the tree like a cat. Bark, spit, and\nblood fly.\n\nJANET V.O.\nTHOR! GET OVER HERE, THOR!\n\nA flashlight beam flickers through the tree branches.\nThor stops and looks over his shoulder at the Werewolf.\n\nSeeing it will not escape, he abandons the clearing and heads\nfor the flashlight and the sound of Mom's voice.\n\nINT. WOODS - NIGHT .",
  "36": "---END OF PREVIOUS SECTION---\nSeeing it will not escape, he abandons the clearing and heads\nfor the flashlight and the sound of Mom's voice. INT. WOODS - NIGHT . \n---TARGET SECTION TO BE ANNOTATED---\n - 70\nThor trots briskly through the trees towards the flickering\nflashlight beam. .\nJANET .\n_ THOR!\n\nMom is ahead on the path.\n\nThor approaches her deferentially, head, ears, and body low,\ntail wagging apologetically between his legs. Janet stands\nwaiting for him in her bathrobe and slippers, hands on her\nhips.\n\nA leash dangling from her wrist. .\n\nThor ducks his head, deferring to her.\n\nMom puts the leash on Thor's choker collar, and with a tug,\npulls him back with her through the woods towards the house.\n\nINT. KITCHEN - HARRISON HOUSE - NIGHT 71\n\nJanet brings the dog in the house and unhooks the leash. She\nholds the pooch's head in both hands, forcing the dog to look\nat her.\n\nJANET\nThere. Is. Nothing. Out. There.\n\nThor looks up at Mom with wet eyes, so confused, so\nfrustrated, by his inability to communicate. He WHIMPERS\ndismally. Janet squeezes the sides of his face fondly,\ncomically scrunching the dog's features.\n\nPA tanron \\\n\f71\n\n72\n\n73\n\nCONTINUED: 71\n\nJANET\nStop. Being. So. Over. Protective.\n\nThor trembles violently. Janet stomps up the stairs. The\nGerman Shepherd remains alone in the kitchen. He stares\nunblinking out the kitchen window at the dark wall of pine\nforest.\n\nTHOR AUDIO P.0.V.: THE LONG, LOW GROWL OF THE WEREWOLF, A\nSOUND STRAIGHT OUT OF THE BOWELS OF HELL. THEN IT IS CARRIED\nAWAY IN THE WIND. .\n\nThor WHIMPERS. And sits alert, for a long, sleepless night.\n\nEXT. HARRISON HOUSE - DAWN . 72\n\nThe sky above the woods and the tract house turns bright.\n\nINT. KITCHEN - HARRISON HOUSE - DAWN” 73\nThor sits-by the door. 7\nHis ears perk.\n\nHe looks out the window to spot Uncle Ted staggering out of\nthe forest, wearing only his running pants. He carries the\nhandcuffs in his fist. Seeing the coast is clear, he hurries\nacross the lawn.",
  "37": "---END OF PREVIOUS SECTION---\nHe looks out the window to spot Uncle Ted staggering out of\nthe forest, wearing only his running pants. He carries the\nhandcuffs in his fist. Seeing the coast is clear, he hurries\nacross the lawn. \n---TARGET SECTION TO BE ANNOTATED---\n As he reaches the Airstream, he turns to\ngee Thor watching him through the kitchen window.\n\nThey lock eyes.\nAnd Uncle Ted slips into his trailer, locking the door.\nThe dog watches, baffled. Mom's footsteps behind him.\n\nJANET\nWell, if it isn't Canine Non Gratis.\n\nMom is obviously tired from lack of sleep, as she leans down\nand scratches the German Shepherd's head. Thor is exhausted\nfrom his all night vigil. Janet leans down and berates him\nsarcastically.\n\nJANET\nGood MORNING Thor. How are you TODAY?\nRise and SHINE there, big guy. What's\nthe matter? Aren't you a MORNING PERSON?\n\nThe tired dog gruffs miserably as Janet prods him awake.\n\fREVI4/19/90 Ww vee\n\nTHOR P.O.V.: B&W. MOM.\n\nJANET\nI SLEPT GREAT. HOW ABOUT YOU, THOR?\n\nWORDS UNCLEAR, BUT HER TONE AFFECTIONATE.\nJanet pats the dog.\n\nJANET\nOh, I'll stop pickin' on you. I know you\nwere just looking out for us, and it's\nbetter safe than sorry, Thor.\n\nJanet starts throwing some bacon on a skillet. Thor looks at\nher tentatively, his tail thumping nervously. He looks at\nthe floor near Janet's feet. Brett, dressed in p.j.'s, comes\ndownstairs. He smiles at the dog, who behaves like he is in,\nwell, the doghouse. “\nJANET .\nDid he keep you up, too?\n\nThor puts his head dismally on his paws.\n\nBRETT\nOh, leave him alone, Mom. He can't help\nit. He heard something outside.\n\nJANET\nI know. I know. I just wish he wouldn't\nwake us up every time a raccoon comes\nwithin a mile of the house.\n\nBRETT\nLook, Ma, one day you're gonna want him\naround.\n\nThor watches the interchange closely. It seems to be going\nin his favor.- Janet stands in front of the little boy, who\nis perusing the comic section of the Sunday paper. Janet\nstares comic daggers down at Thor, who still nervously\nanticipates the verdict from the Spanish Inquisition.",
  "38": "---END OF PREVIOUS SECTION---\nThor watches the interchange closely. It seems to be going\nin his favor.- Janet stands in front of the little boy, who\nis perusing the comic section of the Sunday paper. Janet\nstares comic daggers down at Thor, who still nervously\nanticipates the verdict from the Spanish Inquisition. \n---TARGET SECTION TO BE ANNOTATED---\nJANET\nYou got a friend, knucklehead.\n\nShe laughs ruefully, in spite of herself.\n\n(CONTINUED )\n\fos,\n\n \n\n74\n\nJANET\nC'mere, stupid.\n\nTHOR P.O.V.: MOM.\n\nJANET\nI LOVE YOU, THOR.\n\nTONE OF VOICE...FORGIVEN.\n\nThor leaps up and plants a wet kiss on Janet's palm. Mom\ngrabs a hunk of loose skin and pulls the dog closer. Thor\nbasks in relief to feel Mom's hand loving him again. His\ntail pounds against Janet's chair as she pats his chest. He\nrolls over and offers his underside to Janet, who strokes his\nchest and stomach deliciously.\n\nThor is back in the fold.\n\nJanet goes back to the stove, switching on the television as\nshe makes breakfast. A local news program is on. Footage of\nthe hunters, bloodhounds, and police helicopters patrolling\nthe wooded- area up near Uncle Ted's Airstream lake location.\nA KBDL Channel 6 REPORTER speaks to the camera.\n\nREPORTER\n-..Teams of hunters and police are *\npatroling a fifty mile square area of *\nTimberline as the curfew enters its third *\nday. Police revealed today the shocking *\ndiscovery of a fifth dead hiker in the *\nwoods near Timberline. *\nJanet's attention is drawn to the television. She sips her\ncoffee.\nREPORTER\nThe five men and women were mutilated by\nwhat authorities believe is a wild\nanimal, possibly a grizzly bear. Teams\nof hunters and bloodhounds are patrolling\na fifty mile square area and a curfew is\nnow in effect on Timberline... *\nJanet sees Uncle Ted's lake on TV.\nAnd gasps.\nEXT. BACK YARD -— HARRISON HOUSE —- DAY 74\n\nIt is a bright, sunny Sunday. Thor is sitting at the foot of\nthe steps of the Airstream, his attention on the door. Brett\n\n(CONTINUED )\n\fRev: 4/19/96 (Pp) DSA.\n74 CONTINUED: 74\n\nholds a baseball, trying in vain to entice his pet to a game\n—_ of catch.\n\n(CONTINUED )\n\fRev:4/19/96 (p) 54.",
  "39": "---END OF PREVIOUS SECTION---\nBrett\n\n(CONTINUED )\n\fRev: 4/19/96 (Pp) DSA. 74 CONTINUED: 74\n\nholds a baseball, trying in vain to entice his pet to a game\n—_ of catch. (CONTINUED )\n\fRev:4/19/96 (p) 54. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2)\n\nBRETT\nHey, c'mon, Thor. Catch.\n\nThor throws a regretful glance over his shoulder to Brett.\nThen dutifully returns to his sentry at Uncle Ted's door.\n\nBRETT\nSince when don't you want to play ball?\n\nBrett walks over to Thor and kneels beside him. The little\nboy notices the dog is staking out Uncle Ted's room.\n\nThor gets up and walks to the tire of the Airstream. He\nlifts his leg and urinates on it. Brett guffaws.\n\nBRETT\nThor! Don't do that!\n\nThe dog returns to the boy. *\nJanet walks out.\n. JANET\n\nBrett, have you seen your\nTHOR P.O.V.: B&W. MOM.\n\nJANET\nUNCLE TED THIS MORNING?\n\nThor tenses. Mom pats his head, then Looks at the Airstream.\nThe trailer door unlocks.\n\nThor's ears perk.\n\nUncle Ted steps out onto the landing, looking like hell.\nLooking like, well, a Bad Dog. Ted sniffs the air,\ndispleased. He looks at the tire of his trailer that Thor\npeed on. He looks down at Thor.\n\nUNCLE TED\nHi, Thor.\n\nThor eyes him, cautious, confused, alert. Janet beams up at\nher brother. He comes down the steps, mindful of Thor, who\nsimply watches him precautiously on the grass.\n\nJanet walks up warmly to her brother and ruffles his unkempt\nhair.\n\n(CONTINUED )\n\n74\n\n*\n\f \n\n74 CONTINUED: (3)\n\nJANET\nEver hear of a comb? Thor kept you up\n\n_ too ‘last night, too?\nUNCLE TED\nMornin', sis.\nJanet gets serious.\nJANET\nTed, why didn't you tell me about the\ncurfew up in Skyline? Those hikers that\nwere killed. The animal that's loose up\nthere. I saw it on television today.\nThere were police everywhere.\nUncle Ted looks at his sister. His face is blank.\nJANET .\nI'm talking about that curfew up where\nyou live. Your Airstream wa’ on\ntelevision. Didn't you hear about it?\nUNCLE TED ,\nOh, that. I was gonna tell you about\nthat today.",
  "40": "---END OF PREVIOUS SECTION---\nDidn't you hear about it? UNCLE TED ,\nOh, that. I was gonna tell you about\nthat today. \n---TARGET SECTION TO BE ANNOTATED---\nom Janet finds this odd.\nJANET\nSo this means you'll have to stay with us\nuntil they lift the curfew. |;\nUncle Ted eyes his sister a long beat.\nUNCLE TED\nI guess.\n_~\n\n(CONTINUED)\n\f74\n\n75\n\n56. Rev.23/04/96 (Goldenrod)\nCONTINUED: (4)\n\nJANET\nWant, some breakfast?\n\nUNCLE TED\nGreat.\n\nJanet heads back to the kitchen. Uncle Ted watches her go,\nlooking like forty miles of bad road.\n\nHe looks down.\nThor is right at his side, sniffing him.\n\nUNCLE TED\nHi, boy.\n\nHe leans down and pats Thor's head.\nThor issues a low GROWL. .\n\n+\n\nUncle Ted cautiously removes his hand, with a slow grin.\n“ UNCLE TED :\n\nIn good time, boy, in good time.\n\nJanet stands in the doorway. Uncle Ted and seems anxious\nabout whether she noticed the interchange between him and the\ndog. Thor just watches him coldly as Uncle Ted heads for the\nkitchen. Thor follows him into--\n\nINT. KITCHEN - HARRISON HOUSE - DAY ‘\nJanet cooks. Uncle Ted sits down. Thor takes a protective\nposition between them. Brett is watching \"Werewolf of\nLondon\" on the VCR. Uncle Ted casts a jaundiced eye at the\ntelevision showing Henry Hull as he stares nervously at the\nfull moon hovering in the sky. He stares in horror at the\nbad special effects on his hand, growing hairy. Uncle Ted\nguffaws.\n\nBRETT\nIt's not funny. He's turning\ninto The Wolfman.\n\nUNCLE TED\nSorry, Brett, it's the full moon part.\nIn the movies, the guy only turns into a\nWerewolf when there's a full moon.\n\nBRETT\nThat's the way it works. When there's a\nfull moon, he turns into the Werewolf.\nEverybody knows that.\n\n(CONTINUED)\n\n74\n\n75\n\n*\n\fRev: 4/19/96 (p) wre\n\n75\n\nCONTINUED:\n\nUncle Ted scratches his jaw thoughtfully.\n\nUNCLE TED\nBut why only when there's a full moon?\nWhy not any moon?\n\nBRETT\nBecause that's how werewolves work.",
  "41": "---END OF PREVIOUS SECTION---\nUNCLE TED\nBut why only when there's a full moon? Why not any moon? BRETT\nBecause that's how werewolves work. \n---TARGET SECTION TO BE ANNOTATED---\n And\nyou have to shoot them with a silver\nbullet.\n\nUNCLE TED\nI bet if you blew one's head off with a\nshotgun, that would do quite nicely.\n\nBRETT\nDon't you know anything about werewolves?\n\nUNCLE TED .\nI know that you turn into one if you get\nbit by one. I know you get hairy. But\nthat part about the full moon...Maybe\nthere's different kinds of werewolves,\nbut it's been my experience that any old\nmoon will do the trick, Werewolf-wise.\n\nBrett looks at Uncle Ted.\n\nBRETT\nHave you ever met a Werewolf?\n\nUNCLE TED ‘\nOh, I've been acquainted with a few in my\ntime. Have you?\n\nBRETT\nC'mon, everybody knows there's no such\nthing as werewolves.\n\nUNCLE TED\nThere you go.\n\nHe ruffles the boy's hair. Smiles at Janet. Thor watches\nhim closely.\n\nJANET\nBrett, I want you to take out the trash.\nBefore breakfast.\n\nBRETT\nAwww, Mom.\n\n(CONTINUED )\n\n75\n\fRev:4.19.90 (p)\n\n75\n\nCONTINUED: (2)\n\nJANET\nDon't “awww Mom\" me. Go.\n\nBrett gets up, grabs the trash cans, and takes them outside.\n\nUNCLE TED\nSo what-all happened last night?\n\nJANET\nI don't know, really.\n\nMom pours her brother some coffee.\n\nJANET\nThor thought he heard something in the\nwoods, and he just about threw a fit.\nWoke the whole house up. You're lucky\nyou were in the Airstream. You'd think\nWorld War Three started. Anyway, I\nfinally let him out, and he,ran into the\nwoods and didn't come back. I tried\ncalling him with the dog whistle, but he\n“just barked. ‘\n\nUncle Ted turns his back casually, so his sister doesn't see\nhis face is white with fear.\n\nUNCLE TED\nSo...what did he find?\n\nJANET ,\nNothing. '\n\nUncle Ted tries to keep his tone nonchalant.\n\nUNCLE TED\nSo what do you think it was all about?\n\nJANET\nI have no idea, but I'm not too worried.",
  "42": "---END OF PREVIOUS SECTION---\nJANET ,\nNothing. '\n\nUncle Ted tries to keep his tone nonchalant. UNCLE TED\nSo what do you think it was all about? JANET\nI have no idea, but I'm not too worried. \n---TARGET SECTION TO BE ANNOTATED---\nThor barks at practically anything.\n\nUncle Ted seems be be undergoing an inner struggle.\n\nUNCLE TED\n\nWell, I don't know, sis. Big predators\ncan travel awfully long distances if\ntheir habitat runs dry. Just because the\nwoods here haven't had anything dangerous\nrecently doesn't mean they'll always be\nsafe. If I were you, I wouldn't let the\nboy play out there for awhile until--\n\n(CONT TNTIEN +\n\n(evita tanec 5\n\n75\n\f75\n\nJI. KREv.cosues IO (GOLGeNIOQ)\n\nCONTINUED: (3)\n\nJanet looks at him, concerned.\n\nJANET\nUntil what?\n\nUNCLE TED\nI don't know. There aren't supposed to\nbe any wolves where I live, and look what\nhappened to those people.\n\nJanet looks up.\n\nJANET\nI thought they said it was a grizzly\nbear.\n\nUNCLE TED\n\nWolves, bears, it's the same difference.\nI just think you should be more cautious,\nand take the dog more seriously. And\ndon't let him go out there either.\n\n. JANET i\n\nTed, don't you think you're overdoing it\na little? Thor isn't exactly, helpless,\nyou know.\n\nUNCLE TED\nHow big is he in pounds?\n\nJANET\nAre you ready for this? One ‘hundred and\nfive pounds!\n\nUNCLE TED\nYou know how big grey wolves get? Up to\ntwo hundred!\n\nJANET\nTed, give me a break! The dog starts\nbarking in the night, and now you've got\na@ two hundred pound wolf at the door!\nAre you feeling okay?\n\nShe puts down the pan and looks at her brother. Uncle Ted\ngets up and walks to the sink, his back to his sister.\n\nUNCLE TED\nOh, Janet. I shouldn't be here. I\nreally should not be...anywhere near\nhere.\n\n(CONTINUED }\n\n75\n\f59A. Rev.23/04/96 (Goldenrod)\n75 CONTINUED: (4) 15\n\nHe takes a deep breath, fighting an urge he can't resist.\n\n: UNCLE TED\nI'm leaving. Today.\n.\none\n\n(CONTINUED)\n\fRev:4/19/96 (p) ou.",
  "43": "---END OF PREVIOUS SECTION---\nToday. . one\n\n(CONTINUED)\n\fRev:4/19/96 (p) ou. \n---TARGET SECTION TO BE ANNOTATED---\n75\n\nCONTINUED: (5)\n\nMom looks up, startled.\n\nJANET\nYou just got here.\n\nHe takes a deep breath.\n\nUNCLE TED\nI have to go.\n\nJanet gets up and tentatively puts a hand on Uncle Ted's back\nto massage the muscles between his shoulders. Uncle Ted\ndoesn't respond. She leans against his back and runs her\nhands down his arms to take hold of his wrists.\n\nHe flinches and gasps.\nShe immediately lets go.\nJANET +\nWhat's wrong with your wrists?\nShock hits”her. She doesn't want to know the answer.\nJANET :\nI said, what's wrong with your WRISTS,\nTed?\n\nJanet pulls the sleeves up. She sees the wrists have been\nbandaged. She looks at her brother in alarm.\n\nJANET ‘\nTed, you look me in the eye.\n\nTed doesn't look up.\nJANET\n\nLook me in the eye and you tell me that\nyou. didn't cut your wrists.\n\n(CONTINUED )\n\n75\n\fRev:4/19/96 (p) Vas\n75 CONTINUED: (6)\n\nUncle Ted looks Janet in the eye.\n\nUNCLE TED\nI didn't cut my wrists.\n\nUncle Ted cracks a nihilistic grin.\n\nUNCLE TED\nBelieve me when I tell you you wouldn't\nbelieve me if I told you.\n\nJanet stares through her brother's head. She touches her\nbrother's shoulder and massages it in sisterly fashion.\n\nJANET\nPromise me, promise me, you'll stay here\nuntil...until you work things out.\nPlease.\n\nThor watches the proceedings with mortal dread, a low WHIMPER\nescaping him as he realizes the depth of Mom's attachment to\nher brother.\n\nUncle Ted turns. He puts his face in his hands. He doesn't\ncry. He just stands that way for what:seems like an\neternity, thinking. Then he draws his fingers slowly down\nand off his face.\n\nUNCLE TED\nI'll try.\n\nThey hug again. i\n\nUncle Ted shoots Thor a spooky glance. FREEZE FRAME on the\nman's eye...\n\n75\n\fRev: 4/19/96 (p).\n\n76 EXT. \"FOREST EDGE\" - DUSK\n\n_\n\nThe sky is shot with twilight.\n71 EXT.",
  "44": "---END OF PREVIOUS SECTION---\n75\n\fRev: 4/19/96 (p). 76 EXT. \"FOREST EDGE\" - DUSK\n\n_\n\nThe sky is shot with twilight. 71 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n AIRSTREAM - DUSK\n\nThe sky is darkening fast.\nThe dog walks to the foot of the Airstream. Sees Uncle Ted's\nsilhouette behind the drapes. Thor sits on the grass and\nwaits as the sky darkens over the pines.\nTed opens the door and steps out on the landing in his brand\nnew sweatsuit. He takes one step, sees Thor, and stops\nshort. A worried look on his face, he goes back inside the\nAirstream and closes the door.\nA beat. .\nUncle Ted pulls a drape away from the window. Sees Thor\nstill on the grass. Closes the drape.\nThor makes himself comfortable on the grass.\nUncle Ted looks out the window again. :\n\n= :\nFinally, he comes out on the landing. He stands looking down\nat Thor for a moment, then looks over his shoulder at the\nblackening eastern horizon. With a look of resignation on\nhis face, he tentatively starts down the stairs, pausing\nbriefly on each step to gauge Thor's réaction.\nThor sits in place, watching him.\nUncle Ted sets foot on the pavement, less than three feet\nfrom Thor, who sits motionless the whole time.\nSlightly emboldened and growing more desperate by the second,\nUncle Ted cautiously begins walking towards the woods. Thor\nimmediately gets up and follows him, maintaining a constant\ndistance of about ten feet between them.\n\ns Uncle Ted turns on the German Shepherd angrily with his arm\nheld out straight, pointing towards the house.\n\nUNCLE TED\nPiss off!\n\nThor ignores him.\n\n~ Uncle Ted is beginning to look as nervous as a cornered\n\nOZ.\n\nanimal. He steps towards Thor and slowly, tentatively,\n\n(CONTINUED )\n\n76\n\n77\n\fMEV E44 49/949 Abs\n\n77 CONTINUED:\n\nreaches for his choker collar. Thor's lip curls, showing\n\nVee\n\nhis fangs, a low GROWL rumbling from his throat. Uncle Ted\n\nwisely withdraws his hand. He is running out of time. The\nsky is completely dark, and the moon is peeking over the\nhorizon.\n\nUNCLE TED\nHey, sis! Would ya take the dog in? I'm\ngoin' for a run.\n\nHe takes a nervous step towards the house.",
  "45": "---END OF PREVIOUS SECTION---\nWould ya take the dog in? I'm\ngoin' for a run. He takes a nervous step towards the house. \n---TARGET SECTION TO BE ANNOTATED---\nThor blocks his way and quietly snarls at him. No way is he\n\ngoing into the house.\n\nRubbing his chin nervously, Uncle Ted heads back towards th\nAirstream. Thor follows him to the Airstream steps and let:\nUncle Ted go back inside himself.\nJANET\nThor! C'mon in! Bedtime!\n\nThor looks’ at Mom standing in the kitchen doorway, then at\nUncle Ted. He is torn between obedience and instinct.\n\nJANET\nTHOR!\n\nThor walks up to Janet, looks her straight in the eye, and\nBARKS a few times in an attempt to convey the seriousness o\nthe mission. Mom doesn't get it. Obviously concerned abou\nthe dog's strange behavior, Janet takes a deep breath and\nspeaks patiently.\n\nJANET\nGet in here.\n\nThor climbs the steps into the kitchen and sits down with a\ndisgusted GRUNT.\n\n78 INT. KITCHEN - HARRISON HOUSE - NIGHT\nMom closes the kitchen door. Behind her back, through the\nwindow, Uncle Ted runs for the woods as if the Devil himse.\n\nwere on his tail.\n\nJanet doesn't see him. She kneels down by Thor.\n\n\\e\nSs\n\nf\nit\n\nLf\n\n(CONTINUED)\n\n77\n\n78\n\fRev: 4/19/96 (p) 04a.\n78 CONTINUED :\n\nJANET\nWhat's with you?\n\nShe scratches the dog. Thor looks up at her with pleading\neyes.\n\nJANET\nYou be a Good Dog, alright?\n\nMom pets Thor gently. Thor WHINES for a second, then gives\nup.\n\nMom goes upstairs to bed.\nThor gets up and looks through the window.\n\nTHOR AUDIO P.O.V.: THE LOW HORRIFIC GROWL OF THE WEREWOLF.\nDISTANT, BUT...COMING CLOSER.\n\nThor WHINES, but swallows his bark. .\nHe hears something in the house.\n\n' Thor whirls, bracing in alarm.\nIt's Brett.\n\nBRETT\nWhat's wrong, boy?\n\nThor jumps his paws up on the kitchen door, scratching the\nglass. Thor seems torn with trying to'warn Brett back from\nthe approaching danger, and trying to get out.",
  "46": "---END OF PREVIOUS SECTION---\nBRETT\nWhat's wrong, boy? Thor jumps his paws up on the kitchen door, scratching the\nglass. Thor seems torn with trying to'warn Brett back from\nthe approaching danger, and trying to get out. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nBRETT\nYou wanna go OUT?\n\nThor leaps off the kitchen door, WHINING and fidgeting\nuncontrollably while he waits for Brett to open it.\n\nBRETT\nSure, boy.\n\nBrett's hand turns the knob. As soon as an inch of space\nappears, Thor wedges in his snout and shoves his body through\nthe door. Before Brett can regain his balance, Thor has\ncrossed the yard and disappeared into the woods.\n\n78\n\fRev 4/19/96 (p)\n\n79\n\n80\n\nINT. WOODS - NIGHT 79\n\nTHOR P.O.V.: B&W. MOVING THROUGH THE TALL PINE TREES,\nSNIFFING ON THE SOUNDTRACK, NOSE TO THE TRAIL...\n\nThor sees Uncle Ted's running clothes, torn to shreds.\nTrotting further, he sees the sneakers, also ripped up.\nThor stops.\n\nOn the ground glints something metallic...\n\nThe handcuffs.\n\nThor bolts upright with a YELP of alarm, his head swiveling\nback towards the house. He takes off in a dead, desperate\nrun back for the house like the ground was on fire. The\n\nforest flies past him in a dark blur. .\n\nThe German Shepherd bursts out of the Woods, bounding across\nthe stream onto--\n\nEXT. BACK YARD - HARRISON HOUSE - NIGHT 80\nThe Werewolf is at the edge of the yard.\n\nThor BARKS savagely.\n\nHe leaps straight for the Werewolf's throat.\n\nThe creature's foot sweeps up and kicks Thor in the ribs,\nslamming him sideways into a tree.\n\nThe dog hits the ground.\n\nThe Werewolf kicks its half-canine, half-human leg up into\nThor's jaw, smashing him against another tree and bouncing\nhim off the ground.\n\nTHOR P.O.V.: B&W. BLURRY. OUT OF FOCUS WITH PAIN. THE\nWEREWOLF COMING AT HIM WITH TALONS EXTENDED.\n\nThor staggers to his feet.\nThe Werewolf picks him up by the throat and bares its\n\ndangerous rows of razor fangs, ready to rip the German\nShepherd's head off.\n\f81\n\n82\n\n83\n\n84\n\nINT.",
  "47": "---END OF PREVIOUS SECTION---\nThor staggers to his feet. The Werewolf picks him up by the throat and bares its\n\ndangerous rows of razor fangs, ready to rip the German\nShepherd's head off. 81\n\n82\n\n83\n\n84\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n SECOND FLOOR HALLWAY - HARRISON HOUSE - NIGHT 81\nJanet bursts out of the bedroom, hearing the commotion\n\noutside. She runs to the wall and throws a security system\nswitch.\n\nEXT. HARRISON HOUSE - NIGHT . 82\nA special set of security system floodlamps pop on in a\n\nbright flare of light.\n\nEXT. BACKYARD - HARRISON HOUSE - NIGHT 83\n\nWith a howl of agony, the Werewolf slams its sensitive eyes\nshut from the piercing glare of the floodlights.\n\nThe monster recoils from the sudden flood of light. Its face\nis bathed in the glare. Saliva smearg the creature's mouth.\n\nStartled by the house lights, the Werewolf drops Thor and\ndashes for the creek and the sheltering shadows of the\nforest.\n\nThor shakes his head clear.\n\nTHOR P.O.V.: B&W. PICTURE COMING INTO FOCUS. THE WEREWOLF\nSTAGGERING FOR THE FOREST.\n\nThor charges, targeting the Werewolf's trailing ankle.\n\nThe Werewolf gets to the creek.\n\nThor's head shoots out, his jaws viciously snapping at the\nretreating ankle. His teeth clamp shut on flesh and he tears\nsome off.\n\nBlood spurts.\n\nThe Werewolf lets out a subdued yelp as Thor falls back on\nthe other side of the creek. The creature twists and swings\na clawed hand at Thor's nose, nicking it. It glances\nhatefully at Thor for the briefest instant before dashing\nacross the creek into the deep shadows of the forest.\n\nThor gasps for breath.\nINT. BATHROOM - BRETT'S BEDROOM - HARRISON HOUSE - NIGHT 84.\n\nBrett slowly closes the curtain, retreating in horror from\nthe scene he has secretly witnessed.\n\nLanamranren ©\n\fRev:4/19/90 \\p) 67.\n\n84 CONTINUED: 84\n\nBRETT\nM-Mommy...\n\nThe little boy is pale as a sheet. Thor's URGENT BARKING\nreverberates from outside.\n\n85 EXT. BACK YARD - HARRISON HOUSE - NIGHT 85\n\nThor stands by the fence, BARKING and BARKING in warning. The\nHarrison house lights are turning on.",
  "48": "---END OF PREVIOUS SECTION---\n85 EXT. BACK YARD - HARRISON HOUSE - NIGHT 85\n\nThor stands by the fence, BARKING and BARKING in warning. The\nHarrison house lights are turning on. \n---TARGET SECTION TO BE ANNOTATED---\n The back door opens\nand Mom steps out holding a flashlight, still half asleep.\n\nJANET\nWho's out here!\n\nThor runs over to block her way, BARKING URGENTLY, trying to\nback Janet into the house. She walks outside, shining the\nflashlight around. Thor BARKS FURIOUSLY, and tries to block\nMom's way, keeping one eye out for therWerewolf. Janet\ndoesn't even slow down, merely acts annoyed. Janet keeps\nscouting the back of the house with.the flashlight. Thor's\nshepherding instincts are in full command. He runs in front\n--of Mom and BARKS to warn her off. It only annoys Janet\nfurther. Janet shines the flashlight on Thor. She gasps as\nshe sees the speckles of blood on his snout. She kneels down\nand touches the cut on his nose. -\n\nJANET\nWhat happened, Thor?\n\nJanet is terribly concerned as she shihes the flashlight on\nThor's coat and sees the multitude of scratches and cuts.\n\nJANET\nHey, boy, what did this to you? How did\nyou get cut?\nThe dog looks straight ahead, haunted. Thor WHIMPERS.\nJANET\nWas it another dog? No, it wasn't that.\nWas it a rat, or a raccoon? A person?\nThe dog doesn't react.\n\nJANET\nI wish you could talk.\n\n(CONTINUED)\n\n \n\fRev:4/19/96 (p) os.\n\n85\nons\n\n86\na\n\n87\n\n88\n_\n\nCONTINUED: 85\n\nThor turns to look Janet square in the eye. The woman is\ntaken aback by the clear intelligence of the stare.\n\nJANET\nThor...\n\nThor WHIMPERS, gazing sentry-like around them.\n\nBRETT\nMOMMY!\n\nJanet looks up to see Brett, pale as a ghost, standing at his\nbedroom window.\n\nINT. KITCHEN - HARRISON HOUSE - NIGHT 86\n\nJanet rushes in, grabs the phone, and dials 911.\n\nJANET .\nThis is Janet Harrison at 43 Oak Creek\nLane. I need Sheriff Jenson, please.\n‘Right now. '\n\nBrett comes to the top of the stairs.",
  "49": "---END OF PREVIOUS SECTION---\nThis is Janet Harrison at 43 Oak Creek\nLane. I need Sheriff Jenson, please. ‘Right now. '\n\nBrett comes to the top of the stairs. \n---TARGET SECTION TO BE ANNOTATED---\nBRETT\nMommy, I saw something!\n\nJanet shoots him a glance.\n\nJANET :\nBRETT, STAY UPSTAIRS! Hello, Sheriff?\n\nThor patrols the perimeter of the kitchen. Fear is in his\neyes as he stares out at the darkened forest. Through the\n\nkitchen window, Janet hangs up the phone and goes upstairs. *\nDELETE. 87*\nINT. BRETT'S ROOM - HARRISON HOUSE - NIGHT 88\n\nJanet sits on Brett's bed. Brett has the covers pulled up to\nhis nose, absolutely terrified. Mom strokes Brett's hair\nsoftly.\n\nJANET\n\nThere's no such thing as werewolves,\nBrett.\n\n(CONTINUED )\n\f88 CONTINUED : - ge\n\nBrett is barely able to hold back tears.\n\n—_ BRETT\nI saw it, and...I think it saw me!\n\nThe little boy pulls the covers up around his chin, his\nbreathing rapid and shallow.\n\nJANET\nWhatever it was, it wasn't a Werewolf.\n\nBRETT\nIt...it was hairy all over, and it had\nlong teeth. But...it looked like a man.\n\nJanet sees the Werewolf model kit on Brett‘s dresser. She\npicks it up and shows it to him.\n\nJANET “\nDid it look like this one? |\n\nBRETT\n-Kind of. But the ears were tonger. And\nit had a longer snout. And it...I think\nit had more hair. That one's just from a\n\nmovie.\n—_ Janet smiles lovingly. She puts down the model.\nJANET\nI see. You sure you weren't having a bad\ndream? i\nBRETT\n\nNOt ZI went to the bathroom, and I heard\nsomething, and I looked out the window,\nand the Werewolf came toward the house.\nThen Thor came and fought with him and\nchased him away.\n\nJanet suppresses a smile. She looks at her boy and rubs her\ntired eyes.",
  "50": "---END OF PREVIOUS SECTION---\nThen Thor came and fought with him and\nchased him away. Janet suppresses a smile. She looks at her boy and rubs her\ntired eyes. \n---TARGET SECTION TO BE ANNOTATED---\nJANET _\nAre you sure this Werewolf wasn't Thor?\n\nBRETT\nNo, Mom! Thor was in the woods! He came\nback after the Werewolf tried to get in\nthe house! He chased him through the\nneighbor's fence!\n\nsaArsmmterron\n\f88\n\n89\n\nCONTINUED: (2) 88\n\nJanet sighs, thinks a long beat. She can't believe Brett saw\nwhat he said and isn't sure what to say to him.\n\nJANET\nWell, look. As long as Thor chased him\naway, we're safe, right? And Thor is in\nthe house now, so I'm sure if there is a\nWerewolf out there, he won't try\nanything. We can figure this out\ntomorrow, okay?\n\nJanet tousles the boy's hair and gets off the bed. She goes\nto the door. Dog tired.\n\nBRETT\n\nMom?\nJANET\n\nYeah, sweetheart? .\nBRETT .\n\nCould you leave the door open a crack?\n\nJANET\nSure. Go to sleep, Brett.\n\nJanet departs, leaving the door open a few inches.\n\nThe boy lies in bed.\n\nIn a moment, the familiar protective pad of paws on the\ncarpet, and Thor peers through the crack in the door. The\nbig German Shepherd wedges open the door with his nose. He\ncrosses the room and stands by Brett's bed. The little boy\npets him.\n\nBRETT\nWe know, don't we, Thor?\n\nThor climbs onto the bed and lies down beside Brett, putting\n\nhis body between the boy and the door. Reassured by Thor's\npresence, Brett drops to sleep.\n\nEXT. AIRSTREAM ~ NIGHT 89\n\nJanet walks out into the darkened back yard. She knocks on\nthe door of the Airstream.\n\nJANET\nTed?\n\nEAnemrinens\n\f89\n_~\n30\n91\n~\n\n71.\nCONTINUED: 89\n\nShe knocks again.\n\nJANET\nTed, you in there?\n\nJanet turns towards the woods. Did she hear something out\nthere? She ignores it, and knocks again. The door slides\nopen. Unlocked. Janet almost doesn't go in. Then she does.\n\nINT.",
  "51": "---END OF PREVIOUS SECTION---\nJanet almost doesn't go in. Then she does. INT. \n---TARGET SECTION TO BE ANNOTATED---\n AIRSTREAM - NIGHT 90\nJanet stands inside the dark and apparently empty trailer.\n\nJANET\nTed?\n\nJanet switches on the desktop light. The place is neat.\nJanet looks in the bathroom. .\n\n*\n\nJANET\n_Ted?\n\nThen she sees something on the desk. An open folder. A pile\nof snapshots. Marjorie. Janet picks up one of the\nsnapshots. And sees the others...The self-timed photo of\nUncle Ted and Marjorie they shot in Nepal. Janet cannot\nresist flipping through them. Marjorie was a looker.\n\nJANET\nNice. .\nThen she sees the next picture...And chokes back vomit.\nMarjorie's savaged, mutilated remains, shot during daylight\nhours in the Nepal forest.\n\nJANET\nOhhhhh, my God.\n\nThere's more. A mauled dead Native Guide. Janet stares at\nMarjorie's corpse in horrified fascination.\n\nJANET\nMarjorie...What.-.?\n\nEXT. HARRISON HOUSE - NIGHT 91\n\nSOMETHING IS MOVING THROUGH THE WOODS...PEERING THROUGH THE\nBRANCHES OF THE TREES TO THE ISOLATED, UNPROTECTED HARRISON\nHOUSE. THE P.O.V. MOVES THROUGH THE TREES AND STEPS OUT INTO\nTHE YARD. THE SOUND OF HARSH BREATHING ON THE SOUNDTRACK.\n\nsrewnranren y\n\fRev:4.19/96 (p)\n91 CONTINUED:\n\nIT APPROACHES THE HARRISON HOUSE...\n\n92 INT. AIRSTREAM - NIGHT\n\n72.\n\nJanet puts down the pictures, swallowing to stop from puking.\n\nAnd sees the open journal.\n\nShe has to read it.\n\nShe flips through the pages, noting the steady deterioration\n\nof Uncle Ted's handwriting into a savage, desperate scrawl.\nShe reads in the lamplight.\n\nUNCLE TED V.O.\n\n\"December 23rd, 1995. Marjorie's body\nwill be buried in Nepal. Saw the local\npolice here. Got the wound taken care\nof, Maybe my limited understanding of\nthe language, but the doctor didn't seem\nto want to discuss the type of animal\nthat attacked me and Marjorie. I could\nsee fear written all over on his face...\"\n\nJanet flips on.",
  "52": "---END OF PREVIOUS SECTION---\nSaw the local\npolice here. Got the wound taken care\nof, Maybe my limited understanding of\nthe language, but the doctor didn't seem\nto want to discuss the type of animal\nthat attacked me and Marjorie. I could\nsee fear written all over on his face...\"\n\nJanet flips on. \n---TARGET SECTION TO BE ANNOTATED---\nUNCLE TED V.O.\n“December 28th, 1995. Stateside. Saw\ndoctor here. Had blood test. Doctor\ncouldn't identify strain. Some infection\nthat isn't on the books. Had another\nblackout last night. Woke up in the\nwoods. Bad dreams still in black and\nwhite...\"\n\nJanet flips forwards.\n\nUNCLE TED V.O.\n\"December 29th, 1995. Blacked out again.\nWoke in the woods. Blood on me. Not\nmine... December 30th, 1995. Bought\nhandcuffs.\"\n\n93 EXT. HARRISON HOUSE —- NIGHT\n\nTHE THING CROSSES THE CREEK. IT STANDS IN THE BACKYARD. THE\n\nP.O.V. FOCUSES ON THE LIGHT IN THE WINDOW OF THE AIRSTREAM.\nITS BREATHING IS HEAVY AND EXCITED AS IT STALKS ACROSS THE\n\n(CONTINU!\n\nED)\n\n91\n\n92\n\n93\n\fREVI4.19/90 \\py\n\n93 CONTINUED:\n\nIse\n\nLAWN TOWARDS THE OPEN DOOR OF THE AIRSTREAM. THE THING'S\n\nTRAILER. HIDING IN THE DARKNESS, THE P.O.V. SHOWS\nUNPROTECTED THROUGH THE DOORWAY, TEARFULLY READING\nJOURNAL. .-\n\n93A INT. AIRSTREAM ~ NIGHT\nJanet reads aloud in horrible fascination.\n\nJANET\n“January 4th, 1996. Tonight I remain\nmyself. Lucid. Human. I realize that\nmy condition was caused by the bite of\nthe creature. The disease is transfered\nthrough the saliva into the bloodstream.\n\n93B EXT. AIRSTREAM - NIGHT +\n\nSHADOW IS HUGE AND DISTORTED AGAINST THE WALL OF THE SILVER\n\nJANET\nTHE\n\nTHE THING STARES AT JANET THROUGH THE WINDOW. IT MOVES TO\n\nTHE DOOR... :\n\n94 INT. AIRSTREAM - NIGHT\n\nPUSH IN on Janet's face as she flips forwards to the last\n\nentry.\n\nUNCLE TED V.0.\n\"January 10th, 1996. I have tried all\nmedical solutions, to no effect. There\nis no known cure in medicine. But\nmaybe...just maybe...there is hope for\n\nme.",
  "53": "---END OF PREVIOUS SECTION---\nI have tried all\nmedical solutions, to no effect. There\nis no known cure in medicine. But\nmaybe...just maybe...there is hope for\n\nme. \n---TARGET SECTION TO BE ANNOTATED---\n Janet and Brett came up to the house\n\ntoday. To see her again did my heart\ngood. It rejuvenated me. I felt normal,\nhuman again. She has invited me to stay\nwith her, and perhaps if I spend time\nwith her, with my family, this disease\nwill go into remission. Medicine will\nnot stave off this disease. But perhaps\nlove, the restorative power of love,\nfamily love...will save me. It is my\nlast chance.\"\n\nJanet puts down the journal.\n\n(CONTINUED )\n\n93\n\n93A\n\n93B\n\n94\n\fRev: 4/19/96 (p)\n\n94\n\n95\n\nCONTINUED:\n\nPuts her face in her hands.\n\nJANET\nOh, Ted.\n\nShe stands in the Airstream, holding the journal.\n\nThrough the open door, something darts outside in the dark.\n\nEXT. HARRISON HOUSE - NIGHT\n\nTHE THING MOVES AWAY FROM THE AIRSTREAM TOWARDS THE BACK DOOR\nOF THE HARRISON HOUSE. THE P.O.V. REACHES THE BACK DOOR. IT\n\nGRABS AHOLD OF THE KNOB.\n\nAnd we see it's Flopsy!\n\nThe sleazy con man Janet ran off at the outset tightens the\nstocking over his face and peers through the back-door. He\n\nmutters beneath his breath.\n\n- FLOPSY — :\nNobody makes a fuckin' fool outta me,\nlady. i\nHe has a thick sirloin steak in one fist.\nA meat cleaver in the other.\n\nFLOPSY :\nHere, Poochie, Poochie... ‘\n\nHis face breaks into a sleazeball grin as he opens\nFlopsy pushes open the door.\nFLOPSY\nHere, doggie. C'mere ya stupid friggin’\ndog...\nGGGGGGRRRRRRRRRRRRRRRRRR. -- «\nHe stops cold.\n\nA monstrous shadow rears over his own on the wall.\nWerewolf GROWLS behind his back...\n\nFLOPSY\nN-nice d-doggie...\n\nthe lock.",
  "54": "---END OF PREVIOUS SECTION---\nWerewolf GROWLS behind his back... FLOPSY\nN-nice d-doggie... the lock. \n---TARGET SECTION TO BE ANNOTATED---\nThe\n\n(CONTINUED )\n\n94\n\n95\n\fRev:4/19/96 (p) sae\n\n95\n\n96\n\n97\n\nCONTINUED: 95\n\nFlopsy freezes, slowly turning as the monster rises to its\nfull height behind him. His eyes widen in speechless terror\nas he sees the Werewolf face to face, its jagged fangs\nspilling saliva, its hot, fetid breath condensing in air.\nFlopsy regards the Werewolf blankly.\n\nFLOPSY\nBullfuckingshit.\n\nHe raises the cleaver. With a powerful swipe of its razor\ntalon, the Werewolf rips off Flopsy's knife hand at the\nwrist. The man's eyes bug out as he sees his blood-gouting\nsevered stump.\n\nHe is about to scream.\n\nA second swipe of the Werewolf's talon detaches his larynx\nwith the better part of his throat.\n\nThe creep tries to run for it. He gets two feet.\n\nThe Werewolf swipes it's talon, tearing a gaping cavity in\nthe man's torso and heaving him through the air.\n\nEXT. WOODS - NIGHT , 96\n\nFlopsy flies like a tossed rag doll through the branches and\nlands on the ground. Physically unable to scream, he\nclambers to his feet. His throat jets blood as he scrambles\nin agony and terror through the trees.\nMILLS\nGgggggagggggg..-\n\nHe runs for his life, looking over his shoulder to see the\nhuge, bloodthirsty shape of the Werewolf smashing headlong\nthrough the undergrowth after him.\n\nINT. KITCHEN ~ HARRISON HOUSE - NIGHT 97\n\nThor stands protectively by the door, on full alert. The dog\nwatches the woods. PUSH IN ON his ears.\n\nTHOR AUDIO P.O.V.: DEEP IN THE WIND-SWEPT PINE\nFOREST...FLOPSY'S FRANTIC FOOTFALLS...THE SPLASHING\nBLOOD...THE WEREWOLF CRASHES THROUGH THE UNDERGROWTH AFTER\nHIM...THE MONSTER'S BLOODTHIRSTY BREATHING...THEN A SIREN...\n\f98 EXT. WOODS - NIGHT\n\n™~ Flopsy staggers bloodlessly onto a--\n99 EXT.",
  "55": "---END OF PREVIOUS SECTION---\nTHEN A SIREN... 98 EXT. WOODS - NIGHT\n\n™~ Flopsy staggers bloodlessly onto a--\n99 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ROAD - NIGHT\nAnd stands stuperously on the two-lane blacktop.\nHe turns, his face blinded by headlights...\nAs the POLICE CAR comes speeding around the corner, SIREN\nWAILING, SLAMMING on its BRAKES too late.\nFlopsy is hit by the car at 50 MPH.\nHis shattered body is flung twenty feet into the air, and\nlands on top of the police car, shattering the cherrytops in\nshowers of sparks and blood. .\nSheriff Jenson climbs out of the patrol car. He regards the\ntwisted pile of meat adorning his squad car that is all that\nremains of- the con man. .\n100 DELETE.\n“~\n101 DELETE.\n102 DELETE.\n103 EXT. HARRISON HOUSE ~ DAWN\nThe sky is lightening over the rugged woods and tract houses.\nen\n\n98\n\n99\n\n100*\n101*\n102*\n\n103\n\fTT.\n\nRev:4/19/96 (p)\n\n_ 104\n105\n~\n106\n\nINT. KITCHEN - HARRISON HOUSE - DAWN\n\nJanet stands by the window with Thor.\n\nShe looks up to see a POLICE HELICOPTER soar overhead, its\nsearchlight beacon passing across the massive expanse of\nwoods. She pats Thor.\n\nJANET\nEasy, boy.\n\nThe DOORBELL RINGS. Janet jumps. Goes into--\n\nINT. LIVING ROOM - HARRISON HOUSE - DAWN\nJanet opens the door.\n\nSheriff Jenson stands there, his face grim. He is backlit by\nthe flashes of a squad car in the driveway.\n\n- JANET\nSheriff...\n\nSheriff Jenson walks in, his hat in his hand.\n\nINT. KITCHEN - HARRISON HOUSE - DAWN\n\nThor sits by the kitchen door, staring, sentry-like out the\nwindow at the Airstream and the backyard in the morning\nlight.\n\nHe doesn't have to wait long.\n\nThrough the window, he sees Uncle Ted step from the woods.\n\nHe walks hunched over, clutching his bloodied ankle with one\nhand. Thor GROWLS quietly to himself. He watches Uncle Ted\nwith growing hostility as the man hops up the stairs to his\ntrailer. The door closes. Thor lies down on the floor,\nknowing the \"pack\" is safe for awhile.",
  "56": "---END OF PREVIOUS SECTION---\nHe watches Uncle Ted\nwith growing hostility as the man hops up the stairs to his\ntrailer. The door closes. Thor lies down on the floor,\nknowing the \"pack\" is safe for awhile. \n---TARGET SECTION TO BE ANNOTATED---\n104\n\n105\n\n106\n\fRev:4/19/96 (p) 78.\n\n107. INT. LIVING ROOM - HARRISON HOUSE - DAWN\n\nJanet faces Sheriff Jenson. He shows her Flopsy's driver's\nlicense.\n\nSHERIFF JENSON\nIs this the man who approached your place\nlast month?\n\nJANET\nYes.\n\nSHERIFF JENSON\nHe's dead.\n\nJanet gasps.\n\nSHERIFF JENSON\nHis name was Walter Mills. -I hit him in\nmy patrol car tonight, respending to your\ncall. He ran out into the middle of the\n-road, and I didn't have time to stop.\nBut the thing of it is, the car isn't\nwhat killed him. He bore the marks of an\nanimal attack. He had been torn open.\nBy a big animal. Like a wolf. Or...\n\nJanet holds the Sheriff's gaze.\n\nJANET\nOr a dog, is that it?\n\nSHERIFF JENSON\nYes, Ma'am. I do recall you told me that\nThor almost took a bite out of Mills the\nother day. Now maybe tonight, when Mills\ncame back, Thor went at him again.\n\nThe woman rubs her eyes.\nJANET\n\nThor got into a fight. Tonight, with\nsomeone, or something. He has cuts.\n\n(CONTINUED)\n\n107\n\f107 CONTINUED:\n\n107\n\nSHERIFF JENSON\nI see.\n\nJanet picks up Uncle Ted's journal and fingers it. She looks\nat Sheriff Jenson, deeply disturbed.\n\nJANET\nYou know about these slayings up in the\nSkyline area? Those hikers that were\nmutilated?\n\nSHERIFF JENSON\nYes, Janet. I'm in daily contact with\nthe Skyline Law Enforcement people.\nWe're keeping a watch on the paths of the\nkillings. But that wouldn't be the same\nanimal that killed Mills. It would have\nhad to travel two hundred miles from\nSkyline to get here and-- .\n\nJANET\nNo, that's not it. My question is... Is\n‘there any possibility that the killings\nwere committed by a...human being?\n\nSheriff Jenson shakes his head.\n\nSHERIFF JENSON\nNo chance at all, Janet. They were done\nby a big animal.",
  "57": "---END OF PREVIOUS SECTION---\nSheriff Jenson shakes his head. SHERIFF JENSON\nNo chance at all, Janet. They were done\nby a big animal. \n---TARGET SECTION TO BE ANNOTATED---\n No man could tear a\nperson apart the way the beast that\nbutchered those people did. ' Same with\nMills tonight. Wolves are the probable\nculprits. Very, very big wolves. But\nnot a man. Not humanly possible. Why do\nyou ask?\n\nJanet rubs her eyes, worried.\n\nJANET\nI don't know.\n\nJanet ponders, most uneasy. Sheriff Jenson grabs his hat.\n: Goes to the door.\n\nSHERIFF JENSON\nI reckon that's all for now, Janet.\nWe'll be in touch. Just one thing. I\nknow you love Thor. And if he did tear\nup Mills, he was doin’ so to protect you.\nBut once a dog becomes a biter, gets a\ntaste for human blood, he becomes\ndangerous. With all due respect, Ma'am,\n\n(MORE )\n\nfanemranmon\n\f107\n\n108\n\nove\n\nCONTINUED: (2) 107\n\nSHERIFF JENSON (cont'd)\nyour little boy and all, I suggest you\nconsider shoppin' fer another hound.\n\nJanet shows no expression. She lets the Sheriff out and\n\nwatches through the window as his car tools off down the\n\nstreet. She walks into the kitchen.\n\nINT. KITCHEN - HARRISON HOUSE - DAY 108\nJanet comes down to the kitchen.\n\nThor notices nervously that Mom is quietly keeping an eye on\nhim.\n\nJANET\nHi, Thor.\nTHOR P.O.V.: B&W. MOM. EDGY. .\nJANET .\nHOW ARE YOU FEELIN' THIS MORNING, BIG\n- GUY? -\n\nNO WORDS UNDERSTANDABLE, BUT MOM'S TONE UNMISTAKABLY\nCAUTIOUS. MOM IS AFRAID OF HIM.\n\nThor regards Janet with shock.\nJanet leans down to touch Thor, but it is with wariness.\n\nJANET i\nHey, Thor, how'd you like to go outside?\n\nThor watches Mom carefully, reactively.\nJanet opens the kitchen door.\nThor obediently goes outside.\n\nJanet watches through the window as the German Shepherd goes\nlike a magnet to Uncle Ted's Airstream to resume his watch.\n\nJANET\nRight to the Airstream.\n\nJanet, preoccupied, keeps looking out the kitchen window.",
  "58": "---END OF PREVIOUS SECTION---\nJanet watches through the window as the German Shepherd goes\nlike a magnet to Uncle Ted's Airstream to resume his watch. JANET\nRight to the Airstream. Janet, preoccupied, keeps looking out the kitchen window. \n---TARGET SECTION TO BE ANNOTATED---\nThor is still lying at the foot of the Airstream, apparently\nasleep.\n\nThen, as Janet watches, the door to the trailer opens...\n\fRev: 4/19/96 (p)\n\n109 EXT. AIRSTREAM - DAY 109\n—\nThe CLICK of the LATCH on the trailer door snaps Thor to\nattention instantly. Uncle Ted steps onto the landing, fully\ndressed, his wound concealed. He looks at Thor and takes a\ndeliberate step towards him. Thor shows no animosity. Janet\nwalks out the kitchen door, not smiling, sensing trouble.\nJANET\nHi, Ted.\nUNCLE TED\nGood morning.\nUncle Ted continues forwards, trying not to be too obvious\nabout watching Thor. Janet comes up quietly behind Thor and\nreaches down to pet him. Uncle Ted steps onto the cement\nwalk.\nJANET +\nWhere were you last night, Ted?\n~ . UNCLE TED :\nWent out for a run.\nJANET\n~~ All night?\nUncle Ted picks up on the testiness in his sister's voice.\nHis eyes travel to the dog who glares at him with open\ndanger. The man's eye glint manipulatively as he answers\nJanet cagily. ‘\nUNCLE TED\nThen I walked. *\nJANET\nYou didn't see anything? Hear anything?\nJanet notices the dog's hackles rising as the animal stares\nat her brother. She slips a finger into the loop on Thor's\nchoker.\n‘ UNCLE TED\nLike what?\nJANET\nJesus Ted, a guy got killed right outside\nhere last night! There were police cars\nand a helicopter!\non,\n\n(CONTINUED )\n\fRev:4/19/96 (p) 82.\n109 CONTINUED: 109\n\nuncle Ted walks up to Mom and Thor, his face guilty as any\nBad Dog. He comes into range. His eyes fix on Thor.\n\nUNCLE TED\nNo kidding.\n\nJanet stares evenly at her brother.\n\nJANET\nWhere were you last night, Ted?\n\nHe leans deliberately down and scratches his ankle, where the\ndog bit the Werewolf.\n\nJANET\nTed?\n\nThor nonchalantly sniffs the bottom of his pants leg.\nThor looks up at Uncle Ted. +\n\nUncle Ted gives Thor a wink.\n\nTHOR P.O.V.",
  "59": "---END OF PREVIOUS SECTION---\nTHOR P. O. V. \n---TARGET SECTION TO BE ANNOTATED---\n UNCLE TED'S THROAT.\n\nThen he leaps.\n\nJanet manages to restrain Thor just as the dog's teeth snap\nsavagely at Uncle Ted's neck. Thor misses. With a cry of\nalarm, Uncle Ted brings up an arm to shield his face. Thor\nsinks his fangs into the arm. Janet yanks him backwards\nbefore Thor can clamp down and do any real damage. Uncle Ted\nstumbles back, stunned, as Mom slips on the grass and falls\nbackwards, pulling Thor with her. Thor finds his balance,\ndigs his claws into the ground, and pulls violently to get at\nUncle Ted, snapping his head from side to side and choking\nhimself in the process. Uncle Ted stumbles back towards the\nAirstream as blood runs down his arm, soaking his torn shirt\nsleeve and coating his hands.\n\nUNCLE TED\nGet him away from me!\n\nThor lunges at him with jaws open and fangs bared. Janet\nholds onto the choker desperately with both hands. The\ncollar closes around Thor's neck and he gags horribly, his\nteeth snapping uselessly on air.\n\nJANET\nGET INSIDE!!! QUICK!!! I DON'T KNOW HOW\nLONG I CAN HOLD HIM!!!\n\f110\n\n111\n\nCONTINUED:\n\nUncle Ted stumbles into hsi trailer in a daze, leaving bright\nsplashes of blood in his wake.\n\nJanet struggles to her feet and pulls the choker with both\nhands. She drags Thor back into the house with beth front\nfeet off the ground, retching and gagging all the way.\n\nINT. KITCHEN - HARRISON HOUSE - DAY 110\nJanet hustles Thor through the kitchen to the cellar door.\n\nJANET\nBAD DOG, THOR!!! BAD BAD BAD DOG!!! BAD\nDOGII!\n\nThor goes limp, giving up. He offers no resistance as Mom\nopens the cellar door and pushes him through.\n\nINT. CELLAR - HARRISON HOUSE - DAY . 111\n\nThor tumbles down a few steps before his feet find the\nstairs. The German Shepherd slinks to the darkest corner of\nthe cellar and lies on the dusty cement floor, staring\nstraight ahead. ‘\n\nJANET\nBAD DOGI!t\n\nThe door slams shut. Is locked.\n\nJANET V.O.",
  "60": "---END OF PREVIOUS SECTION---\nIs locked. JANET V. O. \n---TARGET SECTION TO BE ANNOTATED---\nBAD DOGII!\n\nTher puts his head on his paws, looking like he wants to die.\nHe huddles in the corner.\n\nTHOR P.O.V.: B&W. A JUMBLE OF IMAGES. SNAPPING AT UNCLE\nTED.\n\nJANET V.O.\nBAD DOG!\n\nTHE WEREWOLF'S EYES STARING HIM DOWN WHEN IT WAS HANDCUFFED\nTO THE TREE. UNCLE TED UP AT HIS HARRISON HOUSE STANDING\nWITH HIS ARM AROUND JANET AND BRETT.\n\nJANET V.O.\nBAD DOG!\n\nTHE BUTCHERED BODY IN THE FOREST AT UNCLE TED'S. RUNNING\nINTO UNCLE TED'S ARMS OUT OF THE CAR.\n\nfanamrarron +\n\f111\n\nCONTINUED + . 111\n\nUNCLE TED\nHI, THOR.\n\nSPOKEN IN A VOICE MORE ANIMAL THAN MAN. PINNING MILLS TO THE\nPAVEMENT.\n\nJANET V.O.\nBAD DOG!\n\nMOM AND BRETT ROUGHHOUSING WITH HIM ON THE FLOOR. PLAYING\nWITH \"THE PACK\" HAPPILY IN THE BACKYARD. BITING UNCLE TED'S\nARM. MOM TUGGING HIM DOWNSTAIRS TO THE CELLAR.\n\nJANET\nBAD DOG!!! BAD DOGI!I!\n\nMOM FADING...\nUNCLE TED.\nUNCLE TED. .\n\nUNCLE TED.\n\n: -\nThor blinks. Puts his head on his paws with a dismal\nWHIMPER. The poor dog lies in the darkened cellar. Quiet.\nThen...\n\nJANET\nThor.\n\nThor doesn't lift his head, deeply despondent.\n\nJANET\nThor.\n\nThor opens his eyes. The door has cracked open at the top\nof the stairs.\n\nJANET\nCome here, Thor. It's okay, boy. I said\ncome here. Thor. It's okay, boy.\n\nThor rises weakly to his feet.\nJANET '\nCome on, Thor. t\n\nHis tail between his legs, Thor takes a tentative step\nforward, his head lowered. He walks to the steps. Mom\nstands at the top of the steps, her face beckoning the dog\nsoftly.\n\nbaawmeanrens\n\f112\n\n113\n\n  \n\n* JANET\nThat's right, boy. Come on.",
  "61": "---END OF PREVIOUS SECTION---\nMom\nstands at the top of the steps, her face beckoning the dog\nsoftly. baawmeanrens\n\f112\n\n113\n\n  \n\n* JANET\nThat's right, boy. Come on. \n---TARGET SECTION TO BE ANNOTATED---\nThor starts up the steps, his expression indescribably sad\nand ashamed. Mom is closer now, waving his hand quietly.\n\nJANET\nHere, boy.\n\nThor gets to the top step.\n\nHe doesn't see the white sneakers until too late.\n\nINT. KITCHEN - HARRISON HOUSE - DAY . 112\n\nPOUND MAN #1 throws a choke chain around Thor's throat,\nattached to a long pole. POUND MAN #2 throws another choke\nchain over the dog's head. Thor regards the men in the white\nuniforms in bewilderment, then in horrific realization.\nThor throws a terrified glance at Janet, who regards him with\nhuge sadness.\n\nJANET\nI'm sorry, boy.\n\nPOUND MAN #1\nCome on, big guy.\n\nThe men in the white uniforms start pulling Thor towards the\nfront door. Thor weakly and submissively lets himself be\npulled by the demeaning choke chains. The Pound Men lead the\nbig German Shepherd out the door.\n\nEXT. HARRISON HOUSE - DAY 113\nA large unmarked white van is parked at the curb, its back\ndoors open. Thor is pulled by the white uniformed men across\nthe patio towards the van. The dog WHIMPERS and WHINES\nmiserably.\n\nThor looks over his shoulder as the house recedes behind him.\nHe sees Mom, and Brett. The little boy is crying.\n\nBRETT\nMOMMY, DON'T LET THEM TAKE THOR! PLEASE!\n\nJanet bites back tears, but she holds her boy firmly.\n\nsarumrarran\n\f113. CONTINUED: 113\n\nJANET\nBrett. They have to take him. I'm\nsorry. There's nothing we can do.\n\nBRETT\nHe's MY DOG! THOR! COME BACK!\n\nThor tugs against the choke chain, his eyes welling as he\nsees the little boy reaching for him. Brett tries to go\ntowards Thor, but Janet emotionally holds him back.",
  "62": "---END OF PREVIOUS SECTION---\nCOME BACK! Thor tugs against the choke chain, his eyes welling as he\nsees the little boy reaching for him. Brett tries to go\ntowards Thor, but Janet emotionally holds him back. \n---TARGET SECTION TO BE ANNOTATED---\nJANET\nBrett! Stay here! They have to take\nThor! He's dangerous!\n\nBRETT\nNO IT'S NOT TRUE IT'S NOT TRUE HE'S A\nGOOD DOG AND THEY'RE GOING TO KILL HIM\nTHEY'RE GOING TO KILL HIM IF THEY TAKE\nHIM MOMMY THOR THOR THORI1! |\n\nAn anguished Janet holds her grief-stricken boy back. Thor\ntugs against the leash as the attendants hustle him towards\nthe van.\n\nThor BARKS. Then his eyes widen...\n\nUncle Ted steps out of the front door. His eyes on fire.\nSomething scary, strange, and inhuman flickers in his eyes.\nHe flashes a sickening grin to the dog as he watches the\nanimal taken towards the van to the pound. Uncle Ted comes\nup behind Mom and Brett and puts his arms around them\npossessively. He waves his fingers dismissively at the dog.\nThor goes out of his mind. Suddenly, he leaps and BARKS and\nBARKS and HOWLS, trying to warn the family. The chain gags\nhim and cuts his air, but he thrashes against it. The Men In\nThe White Uniforms struggle fiercely with the huge German\nShepherd as they try to haul him in the van. Brett is\nscreaming hysterically in his mother's grip.\n\nBRETT\nTHORI!! THOR!!! THORII!\n\nThor BARKS and BARKS. Louder as he sees the “pack\" walk\ndejectedly into the house.\n\nUncle Ted lingers in the doorway.\nHe waves \"bye bye” at the dog.\n\nAnd closes the door.\n\nfanumsarren +\n\f87.\n\n113. CONTINUED: (2)\n\nThor YELPS as a hypodermic is thrust in his hip.\n\nTHOR P.O.V.: THE BLACK AND WHITE VIEW OF THE HARRISON HOUSE\nGOING BLURRY AND SOFT AS HE SEES THE MEN IN WHITE AS IF IN\nSLOW MOTION LUG HIM INTO THE BACK OF THE VAN AND CLOSE THE\nDOORS ON HIS VIEW OF THE HARRISON HOUSE AND THERE IS JUST\nBLACK...«\n\n114 EXT. TOWN - DAY\nThe animal control van pulls away from the house down the\ntown street and disappears.\n\n115 EXT.",
  "63": "---END OF PREVIOUS SECTION---\nV.: THE BLACK AND WHITE VIEW OF THE HARRISON HOUSE\nGOING BLURRY AND SOFT AS HE SEES THE MEN IN WHITE AS IF IN\nSLOW MOTION LUG HIM INTO THE BACK OF THE VAN AND CLOSE THE\nDOORS ON HIS VIEW OF THE HARRISON HOUSE AND THERE IS JUST\nBLACK...«\n\n114 EXT. TOWN - DAY\nThe animal control van pulls away from the house down the\ntown street and disappears. 115 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BACKYARD - DAY\nUncle Ted walks alone to Thor's empty:doghouse. He stops and\nlooks around the empty yard to see nohody is watching. THE\nCAMERA PUSHES IN to a CLOSE UP of UNCLE TED, his eyes cold\nwith triumph. On the SOUNDTRACK, the SOUND of him URINATING\n\n_ On the ground... . -\nMarking his territory.\n~\n\n116 INT. BRETT'S ROOM - DAY\nBrett sits on the floor of his room, amid his monster model\nkits. He stares at a framed photograph in his hands of he\nand Thor in the front yard. He dabs a tear. Absently he\npicks up the Wolfman model kit on his desk.\nAnd his gaze travels out the window to the backyard as Uncle\nTed goes inside the Airstream.\n\n117 INT. KITCHEN - DAY\nJanet sits at the table. He troubled gaze travels from the\nAirstream out the window to the book she has open before her.\n\n. A professional manual on Criminal Psychology.\nShe leafs through it the chapter on schizophrenia and the\nparagraph on violent schizophrenics. She rubs her eyes and\nfumbles with a cigarette as she reads on.\nHe gaze traveling once again to the quiet trailer...\n—\n\n113\n\n114\n\n115\n\n116\n\n117\n\f118\n\n119\n\nBB. ReV.23/04/96 (Goldenrod)\n\nEXT. WOODS - DUSK 118\nThe sunset is a bloody splash on the pines.\n\nThe moon is faintly visible above the trees.\n\nINT. KITCHEN - HARRISON HOUSE - NIGHT 119\n\nThe family is finishing dinner. A tense silence hangs over\nthe table. Uncle Ted has his arm bandaged. Janet looks at\nhim evenly, keeping a discreet but cool eye on him. She\nedgily gets up and clears the dishes.\n\nUNCLE TED\n\nIt's probably genetic. It happens with\n\nGerman Shepherds sometimes. The way\n\nthey're bred.\nBrett, who has remained cold and expressionless, shoots his\nUncle an icy glance.\n\n. BRETT ‘\n\nThor's pedigreed. It doesn't happen with\n\npedigreeds. :\n\nJanet shoots Brett a glance. He shuts up, but his mind is\nworking behind his eyes. Uncle Ted looks uncomfortably\naround at the obviously despondent child.",
  "64": "---END OF PREVIOUS SECTION---\nIt doesn't happen with\n\npedigreeds. :\n\nJanet shoots Brett a glance. He shuts up, but his mind is\nworking behind his eyes. Uncle Ted looks uncomfortably\naround at the obviously despondent child. \n---TARGET SECTION TO BE ANNOTATED---\n He looks more\nuncomfortably out the window at the gathering dusk.\n\nJANET ;\nYou'll need to see a doctor.\n\nUNCLE TED\nNo, I won't. It's just a flesh wound.\nNo veins or tendons cut. Nothing I can't\nhandle.\n\nJANET\nYou're going to need a tetanus shot.\n\nUNCLE TED\nI'll give myself a tetanus shot. You\nthink I can go into an Amazon rain forest\nfor six months with a first-aid kit?\n\fB89. REV .45/ 04/90 (GULuEuL UU)\n\nHe pauses, ruefully.\n\n. UNCLE TED\nBesides, I don't like doctors.\n\nJanet finds her brother's tone most disturbing.\n\nJANET\nI'll be right back.\n\nShe leaves the room.\n\nUncle Ted looks at Brett, as the boy picks absently with his\nfood.\n\nUNCLE TED .\nListen, son. I'm really sorry about your\ndog.\nThe boy doesn’t look at him. .\n- UNCLE TED\nCome here. ‘\n\nThe boy looks up. Uncle Ted gestures with his hand.\n\nUNCLE TED\nSit on my lap.\n\nBrett hesitates. Then he sulkily goes over and sits on his\nthe man's lap. Uncle Ted smiles and strokes the boy's hair.\nHe speaks softly, something strange and spooky behind his\neyes.\n\nUNCLE TED\nThere'll be other animals in your life.\n\nBrett looks up and locks eyes with Uncle Ted.\n\nJanet's hand removes Ted's hand from her boy's head. She\nlifts him off her brother's lap.\n\nJANET\nOkay, Brett, time for bed.\n\nThe little boy heads up the stairs with a sense of mission.\n\nUncle Ted looks out the window at the darkening skyline and\nrises from the table.\n\n(CONTINUED )\n\fRev:4/19/96 (p) yue\nCONTINUED:\n\nUNCLE TED\nWell, I think I'm going to turn in, too.\n\nJanet stands at the sink, her back to him.\n\nJANET\nTed.\n\nUNCLE TED\nYeah, Janet?\n\nJANET\nIf I ask you a question, will you tell me\nthe truth?\nA beat.\n\nUNCLE TED\nYes. .\n\nJANET\nWhere is Marjorie?\n\nAnother beat. Ted eyes his sister blankly.",
  "65": "---END OF PREVIOUS SECTION---\nJANET\nWhere is Marjorie? Another beat. Ted eyes his sister blankly. \n---TARGET SECTION TO BE ANNOTATED---\nUNCLE TED\n~_\" Seattle.\n\nJanet shuts her eyes, grimly.\n\nUncle Ted goes out the door. Janet watches him through the\nkitchen window as he heads for the garage, and goes inside.\nNever taking her eyes off the garage, she switches off the\nkitchen lights. Janet takes a seat at the table, sitting in\nthe dark.\n\nWatching the garage.\n\n120 EXT. HARRISON HOUSE ~- NIGHT 120\nUnder the starry skies. Surrounded by woods.\n\nThe upstairs lights shut off one by one.\n\n121 INT. KITCHEN - HARRISON HOUSE ~ NIGHT 121\n\nJanet sits alone at the kitchen table. The lights are off.\nShe sips a cup of coffee, watching the Airstream through the\nwindow. Her eyes are alert and precautious as she keeps a\n— lookout on the silhouette of Uncle Ted moving behind the\ntrailer window. Janet hears the lock turn...And she tightens\n\n(CONTINUED )\n\n \n\fREVIts 49/70 Mb\n\n121 CONTINUED:\n\nYle\n\nher grip on the flashlight in her hand.\n\n122 INT. BRETT'S ROOM - NIGHT\n\nThe little boy shuts the door with clandestine urgency.\n\nBRETT\n\nDon't worry, Thor.\n\nBrett moves quickly. He grabs his jacket.\n\nOut the window, down below, the garage door opens. Uncle\nTed, in his sweatsuit, walks outside.\n\nThe boy puts his jacket on.\n\nHe quietly lifts open the window.\n\nAnd crawls out onto the roof. +\n\n123 EXT. HARRISON HOUSE - NIGHT\n\nBrett carefully climbs onto the big tree next to the house\nand shimmies his way to the ground.\n\nHe tiptoes to his bike leaning against the porch.\n\nAnd rides it swiftly out into the street.\n\n124 EXT. AIRSTREAM - NIGHT\n\nUncle Ted closes the trailer door behind him. He stares up\nat the moon in the clear, starry sky with crawling dread.\nPerspiration glistens on his forehead. The handcuffs CLINK\n\nin his pocket.\n\nHe looks nervously around the yard, up at the\n\nhouse. He doesn't see Janet watching him through the\ndarkened kitchen window. Uncle Ted hurries off over the\ncreek into the heavy woods.\n\n125 INT. KITCHEN - HARRISON HOUSE ~ NIGHT\n\nJanet rises from the table, grabs the flashlight.",
  "66": "---END OF PREVIOUS SECTION---\nUncle Ted hurries off over the\ncreek into the heavy woods. 125 INT. KITCHEN - HARRISON HOUSE ~ NIGHT\n\nJanet rises from the table, grabs the flashlight. \n---TARGET SECTION TO BE ANNOTATED---\nA thought strikes her, and she goes to the cabinet above the\n\nrefrigerator.\n\nShe takes down a box and opens it. Inside, a\n\n(CONTINUED)\n\n121\n\n122\n\n123\n\n124\n\n125\n\fRev: 4/19/96 (p)\n125 CONTINUED: 125\n\n.38 revolver and a box of bullets. Janet considers taking\nthe gun, then declines, putting it back.\n\nJanet goes out the kitchen door. She heads after Uncle Ted\n\nacross the yard and into the tall pine trees. She switches\non her flashlight.\n\n126 _ EXT. WOODS - NIGHT 126\nJanet trains the flashlight beams through the heavy, fog-\nlaced branches of the big pines. Her face is eerily underlit\nby the torch. She moves cautiously through the trees,\nlooking this way and that for Uncle Ted.\nNo sign of him.\n\nMom moves on. Deeper into the huge forest.\n\n127. EXT. STREET - NIGHT r 127\nThe fleeting figure on his bicycle WHIZZES across the\nintersection. Brett rides in and out of traffic and wheels\nonto the sidewalk.\n\nBRETT\nHold on, boy.\n\nBrett rides towards an ugly concrete bunker of a building at\nthe end of the street.\n128 EXT. POUND - NIGHT 128\nBrett's bike whips by a sign that says \"CITY POUND.\"\nHe rides his bike to the locked gate.\n\nThe little boy dismounts his bike, and tugs on the padlock.\n\n129. EXT. WOODS - NIGHT 129\n\nThe thick rows of pines in the hovering mist. The dull\nglimmer of a flashlight against the ground. Janet steals\nquietly through the undergrowth, searching the shadowy tree\ntrunks of the forest for Uncle Ted.\n\nJanet hears a RUSTLING. She brushes aside some branches.\n\fRevi4/L/syo (DO)\n\n130 -INT.-- CLEARING - WOODS - NIGHT\n\nao . .\nThe moon shines over the silvery landscape. Janet looks\nthrough the branches to see a dimly lit human silhouette in.\nthe middle of the large clearing. Uncle Ted is looking at\nthe moon and examining the trunk of a lone tree.\nMom's foot steps on a twig.\nIt snaps loudly.\nUncle Ted spins around. Spots Janet immediately.",
  "67": "---END OF PREVIOUS SECTION---\nIt snaps loudly. Uncle Ted spins around. Spots Janet immediately. \n---TARGET SECTION TO BE ANNOTATED---\n A laugh\nand a deep growl come from his throat.\nUNCLE TED\nAhhhh, company! Company! Just what I\ncame here to GET AWAY FROM! Who is it--\nsis? Is that you?\nJanet steps forwards and shines the light in her own face.\nJANET\n-Yeah, it's me...What's up, Ted?\nUncle Ted again emits. the strange, growl-like laugh as he\nturns to face Janet.\n—~ UNCLE TED\nSo! Playing Nancy Drew, are we, sis?\nTed's voice is distorting gruffly.\nUNCLE TED\nWell, you've caught me at an awkward\nmoment. I was just about to...\nGROWL.\nUNCLE TED\nAbout to...RESTRAIN myself.\nUncle Ted looks down at the handcuffs he is holding and\nslowly shakes his head. He dangles the handcuffs from his\n: fingers.\nUNCLE TED\nBut now that you're here, that might\nbe...somewhat pointless.\nJANET\nYou're going to come clean with me right\nnow.\n~~\n\n(CONTINUED )\n\n130\n\n*\n\fRev:4/19/96 (p) YSA.\n\n130 CONTINUED:\n\nTed sighs.\n\nUNCLE TED\nI thought family love would save me. I\nwas wrong.\n\nHe shrugs ironically.\n\nUNCLE TED\nBut hey, we all make mistakes. You sent\nThor to the pound.\n\nJanet shines the flashlight in her brother's darkening face.\n\n. UNCLE TED\nI warned you, Janet. I told youl.\nshouldn't be here. I told you I should\nleave. But you wouldn't let me. You had\nto play big sister. You just had to be\nright. You always have to be right.\nThis time you were WRONG. You should\nhave listened to the dog, sis. He was\ntryin' to protect you. '\n\nJANET\nWhat are you talking about?\n\n(CONTINUED )\n\n130\n\fRev: 4/19/96 (p) Pte\n\n130\n\nCONTINUED: (2)\n\nJanet unwisely takes a step closer and shines the flashlight\non Uncle Ted's face...\n\nIt is matted with a growth of beard.\n\nUNCLE TED\nI'm talking about...\n\nTed loses his train of thought. Thinks hard.",
  "68": "---END OF PREVIOUS SECTION---\nUNCLE TED\nI'm talking about... Ted loses his train of thought. Thinks hard. \n---TARGET SECTION TO BE ANNOTATED---\nUNCLE TED\nI'm talking about...\n\nHis bloodshot eyes beam. He remembers.\n\nUNCLE TED\nLUST! Yes, yes, LUST, THAT'S what I'm\ntalking about! \"The Moon is a harsh\nmistress.\" Ever heard that before, sis?\n\n.\n\nJANET\nYes.\n\nUNCLE TED\nWell, you don't know THE HALF OF IT! You\ndon't know what a harsh mistress is! You\nCAN'T KNOW, because YOU DON'T KNOW LUST!\nI know lust, Janet! I know the lust of\nthe moon, and what it does, and what it\ndemands! And I SERVE those lusts! I am\nthe moon's servant! I'm her indentured\nservant, sis! Get it? InDENTured\nservant!\n\nUncle Ted laughs horribly. Janet watches in horrible\nfascination as the schizophrenic man seems to go through some\nkind of inner struggle. Becomes suddenly penitent.\n\nUNCLE TED\nI feel sorry afterward, you know, when\nthe moon is gone and the sun is out...I\nreally do, sis, and it's important to me\nthat you believe that...But when the moon\ncalls, as She's calling now, I ANSWER!\n\nJANET\nTED I'M TAKING YOU TO THE HOSPITAL!\nYOU'RE GOING WITH ME RIGHT NOW!\n\nUncle Ted looks up at the moon.\n\n(CONTINUED )\n\n130\n\f \n\nome hee ver\n\n130 CONTINUED: (3)\n\nUNCLE TED\nHandcuffs...\n\nHe holds the handcuffs up in the moonlight.\n\nUNCLE TED\nI was going to use these--on MYSELF! Can\nyou believe that?\n\nUncle Ted's face reflects another inner struggle. His whole\nbody convulses suddenly, like he is about to throw up. Then\nhe straightens up and smiles horribly.\n\nUNCLE TED\nBut not now. They were supposed to keep\npeople from finding out about\nmy...private affair with my mistress.\nBut you already KNOW, don't you?\n\nJANET\nT-Ted. Let's go to the hospital.\nThere's one close by, and we can get you\nto a doctor and--\n\nUNCLE TED\nYes, you do. Handcuffs won' t keep my\nlittle secret anymore.",
  "69": "---END OF PREVIOUS SECTION---\nLet's go to the hospital. There's one close by, and we can get you\nto a doctor and--\n\nUNCLE TED\nYes, you do. Handcuffs won' t keep my\nlittle secret anymore. \n---TARGET SECTION TO BE ANNOTATED---\nJanet keeps her distance, transfixed to the spot.\n\nUNCLE TED\nCome closer, sis. Take a good look at my\nsecret. You've come this far, come a\nlittle closer.\n\nJanet stays put.\n\nUNCLE TED\nWhat's 'a matter? You don't wanna know\nmy little secret after all? Got cold\nfeet, you stupid bitch?\n\nHis speech is deteriorating with every sentence. Uncle Ted\nlooks at the handcuffs in his hairy hands one last time,\nsnorts, and tosses them contemptuously over his shoulder.\n\nUNCLE TED\nHandcuffs? WE DON' NEED NO STINKING\nHANDCUFFS!!!\n\nUncle Ted laughs maniacally at his own joke. Janet aims the\n\nflashlight in his face. The eerie underlighting reveals\nblack, pubic-like hair bearding his cheeks and forehead.\n\n(CONTINUED )\n\n130\n\fBEVeas 47/20 (p)\n\n130 CONTINUED: (4)\n\nJanet recoils, like she's had an electric shock.\nfrightened step back.\n\nUNCLE TED\nOh, don' go 'way, sis. Things are just\n\nzw.\n\nShe takes a\n\ngettin' started. Look! Moon's not even\n\nup alla way yet!\nJanet glances over his shoulder.\nThe moon is three quarters over the pines.\n\nJANET\nYou're out of your Goddamn mind.\n\nUNCLE TED\nThat's just for starters.\n\nThe moon rises full into the sky.\n\n(CONTINUED)\n\n130\n\f130\n\n131\n\nCONTINUED: (5) 130\n\nUNCLE TED\nJITIJIJAAAAAANNNNNNNNEEGGGGGHHHHHRRRROOOO\nOOCOCOCORRRRRRRRRRR! !! !\n\nUncle Ted throws his head back and SCREAMS. THE SCREAM TURNS\nINTO A TERRIFYING WOLFLIKE ROAR that splits the air as the\nbones in his face stretch, distend, restructure, a hideous\nsnout smashing out his mouth and his teeth turning into\nslavering fangs. His skin sprouts a coat of fur as Uncle Ted\nTRANSFORMS into the Werewolf before Janet's petrified eyes.\n\nJanet Harrison stands in the forest, face to face with the\neight-foot tall Werewolf.",
  "70": "---END OF PREVIOUS SECTION---\nTHE SCREAM TURNS\nINTO A TERRIFYING WOLFLIKE ROAR that splits the air as the\nbones in his face stretch, distend, restructure, a hideous\nsnout smashing out his mouth and his teeth turning into\nslavering fangs. His skin sprouts a coat of fur as Uncle Ted\nTRANSFORMS into the Werewolf before Janet's petrified eyes. Janet Harrison stands in the forest, face to face with the\neight-foot tall Werewolf. \n---TARGET SECTION TO BE ANNOTATED---\n She faces off with the hideous\nmonster, her eyes luxurious with fear as she stares into its\npsychotic, bloodshot, saucer eyes.\n\nIt takes a step towards her...\n\nEXT. POUND - NIGHT 131\nBrett tugs vainly on the padlocked gate.\n\nThen he spots a screwdriver lying by a toolkit on a worksite\nnearby\n\nHe grabs it up and tries to pry the rusted padlock loose.\n\fReviews liy 90 Ww)\n\n132\n\n133\n\n134\n\nEXT. - CAGES - POUND - NIGHT 132\nLong rows of industrial cages line the outside area behind\nthe gate. The ugly glow of the security lamps reveal dozens\nof pathetic, underfed, unloved dogs waiting to die in their\ncages.\nTHE CAMERA TRACKS to one cage...\nThor lies listlessly, head on his paws.\nEXT. POUND - NIGHT 133\nOutside the gate, Brett uses the screwdriver to pry the\npadlock. It starts to give. In the outside cages, the dogs\nhear him and react. The SOUND of MANY DOGS BARKING.\n\nBRETT .\n\nC'mon.\n*\n\nHe. breaks the padlock off.\ncee BRETT\n~ Yes!\nBrett opens the gate.\nSuddenly emergency lights pop on. THE ALARM GOES OFF.\nThe boy reacts in comic panic.\n\nBRETT\n\nOH-! SHIT! THOR!\n\nWincing against the RINGING ALARM, he urgently searches the\nlong row of cages for his pet.\nINT/EXT. THOR'S CAGE - POUND - NIGHT 134\n\nThor lifts his head, reacting to the alarm. Brett appears in\nfront of his cage, with the screwdriver. Thor just stares at\nhim, then BARKS.\n\nBRETT\nThor, I'm gonna get you out!\n\nBrett jams the screwdriver into the lock, but isn't strong\nenough to crack it. Putting his feet against the cage, the\nboy breaks the small padlock. The door swings open. Brett\npeers into the cage. Thor sits up, confused. He BARKS.\n\n(CONTINUED )\n\n \n\f134\n\n135\n\n136\n\nCONTINUED: 134\n\nBRETT\nC'mon, Thor, you're free!\n\nThor tilts his head, confused.\nTHOR P.O.V.: MOM.",
  "71": "---END OF PREVIOUS SECTION---\nTHOR P. O. V.: MOM. \n---TARGET SECTION TO BE ANNOTATED---\nJANET\nBAD DOG!\n\nBRETT\nWe're getting you out! Come on!\n\nThor won't budge. Brett grabs him by the collar. He still\nwon't budge.\n\nBRETT\nThor! We gotta get you out of here!\n\nThor blinks in befuddlement. .\n\nTHOR P.O.V.: MEMORY. THE WEREWOLF ATTACKING THE HARRISON\nHOUSE. UNCLE TED WAVING \"BYE BYE\" AT THE DOOR.\n\nAnd he moves.\nFast.\n\nThor bolts out of the cage past Brett and BARKS URGENTLY at\nhim. The ALARM WAILS.\n\nEXT. POUND - NIGHT 135\n\nThe German Shepherd grabs Brett's jacket cuffs and helps him\nout of the Pound. Thor waits just long enough for the kid to\nget on his bike. Then he bolts hell for leather out into the\nstreet. Brett cycles after him. Thor runs as fast as his\npaws will carry him. He is outpacing the boy on his bike as\nhe charges down the street in the direction of the house.\n\nThe ALARM WAILS.\n\nINT. SHERIFF JENSON'S CAR - NIGHT 136\n\nSheriff Jenson is having coffee when he gets a call on the\nradio.\n\nPOLICE RADIO V.O.\n\nSheriff we got a 344 in progress at the\ncity pound.\n\nfFanmranren +\n\f136\n\n137\n\n138\n\n139\n\nwe\n\nCONTINUED: 136\n\nThe cop picks up the radio.\n\nSHERIFF JENSON\nI'm on it.\n\nHe hits the party lights and stomps on the gas.\n\nEXT. \"FOREST EDGE\" STREET #1 - NIGHT 137\nThe squad car hangs a TIRE SQUEALING TURN around the corner.\n\nThor bolts in front of the car.\n\nSheriff Jenson hits the brakes.\n\nJust as Brett speed pedals past the car after Thor.\n\nThe police car chases after the boy and the dog.\n\n*\n\nEXT. WOODS - NIGHT 138\n\nJanet runs for her life, blindly smashing through the\nbranches of the pine trees that block her way. Behind her,\nthe SAVAGE ROARS of the Werewolf as it plunges through the\nforest after her. Hot on her heels.",
  "72": "---END OF PREVIOUS SECTION---\nWOODS - NIGHT 138\n\nJanet runs for her life, blindly smashing through the\nbranches of the pine trees that block her way. Behind her,\nthe SAVAGE ROARS of the Werewolf as it plunges through the\nforest after her. Hot on her heels. \n---TARGET SECTION TO BE ANNOTATED---\nMom throws a terrified glance over her shoulder to see the\nhuge, nightmarish creature through the trees fifty feet\nbehind her. The WOLFLIKE ROARS fill the air. Janet flees\nthrough the forest. The Werewolf looks down at the\nsweatshirt and pants it wears as if noticing them for the\nfirst time. It flies into a frenzy, tearing the clothes off\nwith its claws and teeth as it psychopathically pursues\nJanet.\n\nMom is bathed in sweat as she scrambles through the\nundergrowth. Up ahead, she sees the lights of the house\nthrough the trees...\n\nWEREWOLF P.O.V.: B&W. SMASHING THROUGH THE TREES AND\nUNDERGROWTH, TEARING AND RIPPING APART ANYTHING IN IT'S PATH\nAS IT PLOWS THROUGH THE FOREST LIKE A SAVAGE MACHINE. THE\nHARSH GROWLING ON THE SOUNDTRACK...\n\nTHE LIGHTS OF THE HARRISON HOUSE STRAIGHT AHEAD.\n\nEXT. \"FOREST EDGE\" STREET #2 - NIGHT 139\nThor runs down the street with tremendous grace and speed. A\n\npassing car has to dodge out of his way with a HONK. Thor\nmoves with single-minded purpose, racing for the house.\n\nTRA nro)\n\f \n\n139\n\n140\n\n141\n\n142\n\n143\n\nLuu.\nCONTINUED:\n\nBrett lags far behind on his bike.\n\nSheriff Jenson pursues them in his police car, cherrytop\nflaring.\n\nINT. SHERIFF JENSON'S CAR - NIGHT\n\nThe cop gets on the speaker. He presses the mike to his\nface.\n\nSHERIFF JENSON\nBRETT I WANT YOU AND THOR TO STOP\nIMMEDIATELY!\n\nThrough the windshield, the boy pedals even faster after the\nsprinting dog.\n\nEXT. HARRISON HOUSE - NIGHT\n\n+\n\nThe tract home at the edge of the big pine forest, alone and\nunprotected in the moonlight. -\n\nJanet dashes out of the forest and heaves herself into--\n\nINT. KITCHEN - HARRISON HOUSE ~- NIGHT\n--locking the door.\n\nJANET i\nBRETT!!!\n\nRRRROOOCOOOOAAARRRRR!!! The Werewolf EXPLODES through the\nwindow, landing on the floor in a shower of glass.",
  "73": "---END OF PREVIOUS SECTION---\nJANET i\nBRETT!!! RRRROOOCOOOOAAARRRRR!!! The Werewolf EXPLODES through the\nwindow, landing on the floor in a shower of glass. \n---TARGET SECTION TO BE ANNOTATED---\nJanet leaps for the cabinet above the refrigerator. With a\nhysterical scream, Janet snags the .38 and box of bullets and\nleaps through the living room door into--\n\nINT. LIVING ROOM - HARRISON HOUSE -' NIGHT\n\n~--SLAMMING IT SHUT on the Werewolf's talon as it snatches for\nher. Blood squirts as the creature ROARS in pain. Janet\nthrows her back against the door, but the monster is hugely\npowerful and its other claw SMASHES through the door panel in\nan explosion of splintered wood boards.\n\nThe door is knocked off its hinges.\n\nTanmranen:\n\n139\n\n140\n\n141\n\n142\n\n143\n\f143\n\n144\n\n145\n\n146\n\nAULe\n\nCONTINUED: 143\n\nJanet goes sprawling. The pistol flies from her grasp. The\nbox of bullets spill on the floor.\n\nShe snags the gun and grabs a handful of shells as the\nWerewolf hulks through the doorway and goes for her.\n\nJanet scatters up the stairs, sobbing in horror. The\nWerewolf is hot on her heels.\n\nINT. SECOND FLOOR HALLWAY - HARRISON HOUSE - NIGHT 144\n\nThe Werewolf charges after Janet up the stairs. Screaming\nher lungs out, she heaves a bookcase down the steps onto the\nmonster. It ROARS in raging fury and shears the books to\nsplinters and paper shavings as it hurries after her.\n\nJANET\nBRETT!!!\n\nt\n\nJanet scrambles into. her boy's room.\n\nINT. BRETT'S BEDROOM - NIGHT 145\n\nShe slams the door closed and shoves a dresser in front of it\njust as the creature's talon shatters the doorpanel. It\nclaws out great chunks of wood, its MONSTER ROAR\nreverberating through the house. Janet goes to the bed. The\nboy is not there. Janet screams in terror.\n\nJANET i\nBRETT(I!\n\nThe Werewolf CLAWS at the door.\n\nEXT. “FOREST EDGE\" STREET #3 - NIGHT 146\n\nThor bolts around the corner, making another car swerve with\na BLARE of HORNS. He hunkers down and runs for his house,\nway up the block. Mom's SCREAMS can already be heard.",
  "74": "---END OF PREVIOUS SECTION---\nEXT. “FOREST EDGE\" STREET #3 - NIGHT 146\n\nThor bolts around the corner, making another car swerve with\na BLARE of HORNS. He hunkers down and runs for his house,\nway up the block. Mom's SCREAMS can already be heard. \n---TARGET SECTION TO BE ANNOTATED---\n A\nquarter mile behind Thor, Brett peddles fast. The cop car\ncloses in on the boy and the dog.\n\nBRETT\nHURRY, THOR!\n\nHe peddles faster. Thor is bathed in sweat as he runs heel\nover foot for the house, now BARKING FURIOQUSLY enough to the\nwake the neighborhood. They cross an intersection, going\nthrough a red light.\n\nFAR raTron \\\n\f146\n\naf\n\n147\n\n148\n\n102.\nCONTINUED: , 146\n\nA truck SLAMS on its BRAKES, steering to avoid them. The\nvehicle swerves right into the path of Sheriff Jenson's\npatrol car. The Sheriff steers frantically out of the way,\njumping the curb. The squad car crashes into a drainage ~\nditch.\n\nSheriff Jenson leaps out of the car and throws his hat in the\ndirt.\n\nThor runs as fast as his paws will carry him up the cul-de-\nsac road towards the Harrison house, now only a hundred yards\nahead. He can hears Mom's screams. He can hear the\nWerewolf's ROARS. The dog BARKS in warning. And scrambles\nonto the front lawn...\n\nINT. BRETT'S BEDROOM - HARRISON HOUSE ~ NIGHT 147\n\nMom sits panic-stricken on the bed, desperately trying to\nload the pistol she doesn't really know how to work. The\ndoor is locked and barricaded with the dresser, but the\nWerewolf'S BLOODTHIRSTY ROARS fill the house and it is\nsmashing itself against the door. The wood frame is\nbeginning to crack.\n\nTHOR P.O.V.: HURTLING THROUGH THE SMASHED KITCHEN DOOR AND\nUP THE STAIRS ONTO THE SECOND FLOOR LANDING WHERE THE\nWEREWOLF IS HEAVING ITSELF BODILY AGAINST BRETT'S BEDROOM\nDOOR. THE DOOR CAVES IN.\n\nINT. BRETT'S BEDROOM - HARRISON HOUSE - NIGHT 148\n\nThe door splinters and the Werewolf comes toppling into the\nroom and onto the floor. It quickly leaps to its feet and\nrises to its full height above Janet cowering on the bed. Mom\nscreams hysterically. The Werewolf steps towards her...",
  "75": "---END OF PREVIOUS SECTION---\nIt quickly leaps to its feet and\nrises to its full height above Janet cowering on the bed. Mom\nscreams hysterically. The Werewolf steps towards her... \n---TARGET SECTION TO BE ANNOTATED---\nThor bounds into the room, leaping onto the Werewolf's back,\nhis jaws snapping at the thing's neck. He bites a chunk out.\nBlood sprays the ceiling.\n\nJANET .\nTHOR!\n\nJanet stares in astonishment, clutching the gun.\n\nA German Shepherd is a big and powerfully dangerous animal,\nand Thor shows it as he clings onto the Werewolf's back and\nrips his claws into the monster's body. The creature howls\nand hurls Thor off. Not for long. Thor dives with a SAVAGE\nSNARL for the stunned Werewolf’s throat. The creature dives\n\nfanamernren\n\f148\n\n+VOe\n\nCONTINUED: 148\n\nat him, sinking its fangs deep into Thor’s thigh. Thor whips\nhis head around and snaps at the Werewolf's face, catching\nits nose in his fangs and tearing one nostril open. The\nWerewolf pulls away with its teeth still in Thor's flesh,\nopening a long gash in the dog's leg. Thor scrambles to his\nfeet and leaps at the Werewolf's face, ready to bite any part\nof the beast that comes within reach.\n\nThe Werewolf is tall and powerful, but not fast. It tries to\nswipe at Thor with its claws and gets a finger severed off.\n\nThe creature backs into a corner and Thor lunges for its\nankles. The Werewolf manages a wild kick in Thor's rib cage\nthat sends him flying clear across the room and bouncing off\nawall. Thor drops to the floor, stunned and hobbling.\n\nTHOR P.O.V.: ROOM SWIMMING. WEREWOLF APPROACHING, LIPS\nSPILLING MUCUSY SALIVA.\n\nWEREWOLF P.Q.V.: ADVANCING ON THOR, THEN SWIVELLING ITS HEAD\nTO SEE MOM.\n\nInstead of-closing in for the kill, the Werewolf turns and\nleaps at Mom, who has finished loading the pistol in her\nhand. ,\n\nShe is face to face with the Werewolf, but she looks in its\neyes and sees the eyes of her brother. Janet aims the gun\npoint blank at the Werewolf's head but cannot bring herself\nto pull the trigger.",
  "76": "---END OF PREVIOUS SECTION---\nV.: ADVANCING ON THOR, THEN SWIVELLING ITS HEAD\nTO SEE MOM. Instead of-closing in for the kill, the Werewolf turns and\nleaps at Mom, who has finished loading the pistol in her\nhand. ,\n\nShe is face to face with the Werewolf, but she looks in its\neyes and sees the eyes of her brother. Janet aims the gun\npoint blank at the Werewolf's head but cannot bring herself\nto pull the trigger. \n---TARGET SECTION TO BE ANNOTATED---\nJANET i\nTEDDDY!!!\n\nThe creature SNARLS and flails its arm, sending the gun\nflying across the room.\n\nThor gets to his feet as the pistol clatters to the floor and\nlunges at the monster.\n\nGoing for its balls.\n\nThe Werewolf swivels its hips and kicks its leg, hitting the\nGerman Shepherd a pile driver blow to the jaw. Thor crashes\ndown on a bedstand, taking a lamp to the floor. The Werewolf\nmakes a dash for the door, but Thor snags its ankle. The\ncreature swings around and kicks him in the ribs, following\nwith a sharp kick to Thor's head. The German Shepherd's\nfront legs give out from under him.\n\fLURe\n\nTHOR P.O.V.: EVERYTHING GOING BLACK, AND OUT OF FOCUS.\nWEREWOLF BENDING OVER HIM, RAZOR TEETH BARED, MOM BEHIND IT,\nTHINGS FADING OUT.\n\nWEREWOLF P.O.V.: REARING OVER THOR, ITS TALONS REACHING FOR\nTHE FALLEN DOG'S NECK.\n\nBrett bursts into the room.\n\nHe freezes in paralyzed shock when he sees the real live\nWerewolf standing five feet in front of him.\n\nThe creature scoops the little boy up in its talon. It\nstretches its jaws on its snout to bite half of Brett's head\noff.\n\nKA-POW! POW! POW!\n\nThe Werewolf suddenly rears up in anguish.\n\nMom FIRES the .38 revolver into its back again and again.\n\n- JANET -\nGET THE FUCK OFF MY KID!!!\n\nThe Werewolf drops Brett on the carpet. It swings around, to\n\nface Janet, squirming from the bullets in its back. The\ncreature is standing by the bedroom window.\n\nJanet takes point blank aim between the Werewolf's eyes with\nthe gun.\n\nAnd squeezes the trigger.\nThe CLICK of an empty chamber. She's out of bullets.\n\nHer face falls as the creature lunges at her. She knows\nshe's dead.\n\nThor's eyes narrow...\n\nTHOR P.O.V.: THE WEREWOLF IN FRONT OF THE WINDOW.\nThe dog SNARLS.\n\nAnd leaps.\n\nThor lands full body on the Werewolf, taking them both out\nthe window in an explosion of glass and wood pane.",
  "77": "---END OF PREVIOUS SECTION---\nThe dog SNARLS. And leaps. Thor lands full body on the Werewolf, taking them both out\nthe window in an explosion of glass and wood pane. \n---TARGET SECTION TO BE ANNOTATED---\n\f149\n\n150\n\n151\n\nowe\n\nEXT. HARRISON HOUSE - NIGHT 149\nThe dog and the Werewolf go flying out the window in a\n\nraining debris of glass and wood. They fall two stories onto\n\nthe grass with a heavy thud. They lie nearby each other,\n\nstunned and wounded.\n\nThor's eyes blink open.\n\nThe Werewolf, covered with blood and torn fur, stumbles to\nits feet, licking its many wounds.\n\nThe German Shepherd growls.\nAnd rises.\n\nThe Werewolf hisses weakly. Spitting, it staggers away from\nThor across the back yard. It is retreating for the woods.\n\nThor, injured himself, limps after ite,\n\nThe creature makes it to the creek, picking up speed.\n\nThor charges with his remaining strength across his path,\n\nthrough the creek, and into the woods after the Werewolf.\n\nEXT. FOREST - NIGHT 150\nThe mortally wounded Werewolf staggers aimlessly past the\ntrees...Its dog-like haunches begin to transform back to\n\nhuman legs...Its extended spine beginsito return to human\nproportions...Its matted hair retracts into its skin...The\nwolf-like snout reforms into a human jaw..\n\nSoon it is only the mauled, bullet-ridden Uncle Ted stumbling\nthrough the woods.\n\nEXT. WOODS - NIGHT 151\n\nTHOR P.O.V.: NOSE TO THE TRAIL. SNIFFING. THE SOUND OF THE\nWEREWOLF CLOSE AT HAND.\n\nThor stops.\nLifts his head.\n\nSniffs.\n\f-THOR--P.O.V.: THE WOODS WILD AND DENSE. ON THE SOUNDTRACK,\nTHE LOW, PAINED GROWLING OF THE WEREWOLF CHANGES, BECOMING\nHEAVY, RAGGED, HUMAN BREATHING. THE THUNDEROUS HEARTBEAT OF\nTHE WEREWOLF BECOMES WEAKER, SMALLER, HUMAN. NEAR. VERY\nNEAR. FOOTSTEPS CRACKING TWIGS.\n\nThor turns his head.\n\nUncle Ted steps out of the forest. His face and torso are\ncovered with open, bleeding wounds. He looks ready to die on\nthe spot. Uncle Ted leans against a tree for support. Thor\ncreeps towards him slowly and silently, his eyes locked on\nthe man's throat.",
  "78": "---END OF PREVIOUS SECTION---\nHe looks ready to die on\nthe spot. Uncle Ted leans against a tree for support. Thor\ncreeps towards him slowly and silently, his eyes locked on\nthe man's throat. \n---TARGET SECTION TO BE ANNOTATED---\nUncle Ted stares blearily into space. He is unaware of\nThor's presence. .\n\nThe German Shepherd inches closer in the shadows. To fifteen\nfeet away. .\n\nUncle Ted finally sees him. He chuckltés nihilistically.\n\n- UNCLE TED .\nThor! How ya doin', old buddy.\n\nThor stops and regards the shadowy form. They face off for a\nfinal time. .\n\nUNCLE TED\nGuess I've been a Bad Dog, huh?\n\nUncle Ted locks eyes with Thor. i\n\nUNCLE TED\nDo it.\n\nThor goes for his throat.\n\nSMASH CUT TO:\n\f \n\n152\n\n153\n\nEXT. HARRISON HOUSE - DAY 152\n\nA bright, sunny day. WORKMEN on a scaffold repair Brett's\nbedroom window. PAINTERS are finishing the touchups by the\nreplaced kitchen door.\n\nThe Airstream is gone.\n\nINT. CELLAR - HARRISON HOUSE - DAY 153\nJanet walks down the steps.\n\nThor lies in the corner, bandaged.\n\nA steak, untouched, is in front of him.\n\nHe apparently hasn't eaten for days, ahd his bones stick out.\nHis manner is weak and listless, as if his will to live is\ngone. :\n\nJanet crouches down beside Thor. She tries to stroke the\nGerman Shepherd, but the dog shrinks away, like a leper.\n\nJANET\nYou gotta eat, big guy. You're the man\nof the house, and we need you to be big\nand strong.\n\nThor looks away, as if he feels he is not worth living. As\nif he wishes he was never born. Mom's eyes well up. She\ntakes a piece of the steak and tries to put it to Thor's\nmouth, but the dog will not open his teeth.\n\nJANET\nYou saved us, fella. You're our hero. I\nknow you think you're a Bad Dog because\nyou bit a person and I always told you\nthat that's what Bad Dogs do, but this\nwas different. Ted, he was different.\nHe wasn't really a man, anymore. He was\nan animal, a sick animal, and he was\ngoing to hurt us. I think he knew you\nknew what he was and he...he wanted you\nto stop him...\n\nJanet tries to force feed Thor.",
  "79": "---END OF PREVIOUS SECTION---\nHe was\nan animal, a sick animal, and he was\ngoing to hurt us. I think he knew you\nknew what he was and he...he wanted you\nto stop him... Janet tries to force feed Thor. \n---TARGET SECTION TO BE ANNOTATED---\n Thor won't open his mouth.\nMom physically pulls the dog into her arms. Janet starts to\ncry. On the upstairs landing, Brett is watching. Teary\neyed. He comes down the stairs and hunkers down next to Mom,\nby Thor. ° .\n\n(CONTINUED )\n\f153\n\nCONTINUED: 153\n\nJANET\nI'm sorry Thor. Tf didn't understand that\nyou were doing your job and trying to\nprotect us, because just like you don't\nunderstand things that people know, we\ndon't understand things that...dogs know.\n\nMom and son huddle over their family pet.\n\nJANET\nYou aren't a Bad Dog, Thor. You're a\nGood Dog. Do you hear me, you're a Good\nDog. A Good Dog, Thor.\n\nThor shows a spark of life as he huddles in the shadows . He\nlets Janet pat him.\n\nJANET\nA Good Dog.\n\nJanet lets the tears come. r\n\n. BRETT\nThat's a boy. Good Dog.\n\nBrett pats the dog, and Thor lets them: A wave of happiness\nand relief sweeps across the family as they huddle\nprotectively over their dog, who WHIMPERS as their hands\nstroke him with their tender, familiar touch.\n\nJANET\nGood Dog... ;\n\nThor looks up.\n\nHIS FEATURES HAVE HORRIFICALLY RESHAPED INTO A MONSTROUS\nHALF-DOG WEREWOLF! HIS BLOODSHOT GAZE IS PSYCHOTIC,\nANARCHIC! ROWS OF RAZOR FANGS JUT IN A SALIVA-DRIPPING\nSNOUT!\n\nJanet and Brett never have time to scream.\n\nAs the Werewolf's gaping, salivating jaws LEAP AT THE CAMERA\nAND WE...\n\nSMASH CUT TO:\n\f154\n\nINT. LIVING ROOM - HARRISON HOUSE - NIGHT 154\nJanet wakes up screaming from her nightmare, on the couch.\n\nJANET\nNOOOOOCO000000000 | ! 1\n\nBrett runs into the room.\n\nBRETT\nMOMMY MOMMY WHAT'S WRONG? 11!\n\nThor, perfectly normal, jumps on the couch. The dog is\nbandaged from his recent battles, as is Janet. The Workmen\nare repairing the kitchen door.",
  "80": "---END OF PREVIOUS SECTION---\nThor, perfectly normal, jumps on the couch. The dog is\nbandaged from his recent battles, as is Janet. The Workmen\nare repairing the kitchen door. \n---TARGET SECTION TO BE ANNOTATED---\n Thor stands protectively\nover Janet and Brett, licking their faces. Janet relaxes,\ngratefully embracing her son, and her family dog.\n\nJANET\n\nIt's okay. It's okay. Everything's\ngoing to be okay...\n\nFADE OUT.\n\f"
}