{
  "1": "BATMAN BEGINS\n\nBy\nDAVID GOYER\n\fBLACK. A low KEENING which becomes SCREECHING that BUILDS\nand BUILDS until- RED flickers through black as the screen\nBURSTS into life: Clouds of REELING BATS silhouetted against\na blood red sky, bolting away from camera, MASSING in the\nsky... FORMING a density the shape of an enormous BAT-LIKE\nSYMBOL. More BATS mass, swamping the symbol, DARKENING the\nscreen to- BLACK. Distant children’s LAUGHTER which comes\ncloser as- SUNLIGHT flickers through black. Sunlight through\ntrees running through a SUMMER GARDEN. A BOY. Chasing a\nGIRL. The Boy reaches a Victorian GREENHOUSE. Stands in the\ndoorway catching his breath. This is Bruce Wayne, aged 8,\nand we are-\n\nEXT. GARDENS, WAYNE MANOR -- DAY 1\n\nYOUNG BRUCE peers down rows of plants on long trestle\ntables.\n\nYOUNG BRUCE\nRachel?\n\nNo response. Sunlight streams through wrought iron and\nglass. Young Bruce advances, cautious. He is GRABBED from\nbehind and pulled under a table by a young girl, aged 10.\nThis is RACHEL. She puts her hand over Young Bruce’s mouth.\n\nFEMALE VOICE (0.S.)\nRachel?! Master Bruce?!\n\nA woman STRIDES past the windows: MRS.DODSON, Rachel’s\nmother, housekeeper of Wayne Manor.\n\nYOUNG BRUCE\n(whispering)\nWhat’re you doing?!\n\nRACHEL\n(matter-of-fact)\nKidnapping you. They” pay a lot for\nprecious Brucie.\n\nYoung Bruce stares, wide-eyed. She SMILES. He relaxes. Young\nBruce BOLTS out from under the trestle table - SPRINTS for\nthe back door. Rachel TEARS after him.\n\nEXT. DISUSED KITCHEN GARDEN, WAYNE MANOR -- CONTINUOUS 2\n\nYoung Bruce crouches in the mouth of a DISUSED WELL, peering\nover the stone wall at Rachel, who searches for him.\n\n(CONTINUED)\n\fCONTINUED: (2) 2.",
  "2": "---END OF PREVIOUS SECTION---\nEXT. DISUSED KITCHEN GARDEN, WAYNE MANOR -- CONTINUOUS 2\n\nYoung Bruce crouches in the mouth of a DISUSED WELL, peering\nover the stone wall at Rachel, who searches for him. (CONTINUED)\n\fCONTINUED: (2) 2. \n---TARGET SECTION TO BE ANNOTATED---\nRACHEL\nBruce, I can see you.\n\nYoung Bruce suppresses a giggle- the BOARDS beneath him GIVE\nWAY and he PLUMMETS into...\nINT. OLD WELL -- CONTINUOUS 3\nYoung Bruce DROPS thirty feet- LANDS painfully on the rubble\nstrewn bottom of the shaft.\nEXT. KITCHEN GARDEN, WAYNE MANOR -- CONTINUOUS 4\nRachel, hearing, RUNS to the well.\nRACHEL\nBRUCE?! !\nINT. OLD WELL -- CONTINUOUS 5\nYoung Bruce lifts his head from damp dirt and rocks,\ngroaning.\nEXT. KITCHEN GARDEN, WAYNE MANOR -- CONTINUOUS 6\nRachel SPRINTS towards the house.\nRACHEL\nMOM!! MISTER ALFRED! !\nINT. OLD WELL -- CONTINUOUS 7\n\nYoung Bruce, in shock, groans. He hears SQUEALING- freezes,\nPEERING into the DARKNESS of an OPENING between rocks...\n\nBATS EXPLODE from the darkness, filling the air. HE\nSCREAMSCURLS against their flapping, squawking, fluttering\nBLACKNESS.\n\nA JOLT: OLDER GREEN EYES FLICK OPEN, WAKING... in DARKNESS.\nFilthy, sweating darkness... and we are in-\n\fINT. BHUTANESE JAIL -- MORNING\nThe eyes belong to a bearded, weathered, young man’s face.\nBRUCE WAYNE aged 28. An OLD ASIAN MAN sits staring at him.\nOLD MAN\nA dream?\nWAYNE\nA nightmare.\nOLD MAN\nWorse than this?\nTheir cell is a tin box. Light seeps through gaps in the\nroof. Shouts ECHO. Wayne shrugs.\nEXT. PRISON COURTYARD -- LATER 9\n\nWayne and the Old Man line up for gruel. PRISONERS are\nscattered in small groups. All eyes on Wayne.\n\nOLD MAN\nThey are going to fight you.\n\nWAYNE\nI fought them yesterday.\n\nOLD MAN\n\nThey will fight you every day.\nUntil they kill you.\n\nWayne holds out his plate. Watches gruel dribbled onto it.\nWAYNE\nCan’t they kill me before\nbreakfast?\nWayne turns from the table.",
  "3": "---END OF PREVIOUS SECTION---\nWatches gruel dribbled onto it. WAYNE\nCan’t they kill me before\nbreakfast? Wayne turns from the table. \n---TARGET SECTION TO BE ANNOTATED---\n His path is blocked by an\nENORMOUS MAN, backed by six aggressive prisoners. The\nEnormous Man SMASHES his plate away.\nENORMOUS MAN\n(broken English)\nYou are in hell, little man...\nHe PUNCHES Wayne- Wayne goes down hard.\n\nENORMOUS MAN (CONT’D)\n...and I am the devil.\n\nWayne picks himself up. Dust himself off.\n\n(CONTINUED)\n\f10\n\nCONTINUED: (2) 4.\n\nWAYNE\nYou’re not the devil...\n\nThe Enormous Man SWINGS again- Wayne CATCHES his fist, KICKS\nthe big man’s knee out an, as he goes down, BOOTS his face.\n\nWAYNE (CONT’D)\n...you’re practice.\n\nSix Prisoners RUSH Wayne all at once... Wayne fights\nskillfully and hard, FLIPPING one prisoner into another\nKICKING as his arms are held... several Prisoners hit the\n\ndeck before- GUNFIRE- two GUARDS break it up, shooting into\nthe air... they GRAB Wayne.\n\nGUARD\nSolitary!\nWAYNE\n(indignant )\nWhy?\nGUARD\n\nFor protection.\n\nWAYNE\nI don’t need protection.\n\nThe Guard points angrily at the unconscious prisoners.\nGUARD\nProtection for them.\nINT. SOLITARY, BHUTANESE JAIL -- MOMENTS LATER 10\nWayne is tossed into the dark cell. The door SLAMS.\nVOICE (0.S.)\nI often wonder at the riches to be\n\nfound in dark places.\n\nThe voice is mellifluous. European. It comes from the\nshadows of a deep corner of the cell.\n\nWAYNE\nI thought the point of solitary\nconfinement was the solitary part.\n\nWayne can make out the profile of a MAN seated in the\ncorner.\n\n(CONTINUED)\n\fCONTINUED: (2) 5.\n\nMAN\nThese men have mistaken you for a\ncriminal, Mr.Wayne...\n\nWayne reacts to his name. The Man steps into the light:\npowerfully-built, distinguished, in a well-cut SUIT AND TIE.\n\nWAYNE\nWho are you?\n\nMAN\nMy name is merely Ducard. But I\nspeak for Ra’s Al Ghul. Have you\nheard the name?\n\nWAYNE\nI’ve heard the legends...",
  "4": "---END OF PREVIOUS SECTION---\nBut I\nspeak for Ra’s Al Ghul. Have you\nheard the name? WAYNE\nI’ve heard the legends... \n---TARGET SECTION TO BE ANNOTATED---\nmaster\nwarrior, international mercenary,\nfeared by all the underworld...\nsome even swear he’s immortal.\n\nDUCARD\n(smiles)\nRa’s Al Ghul uses theatricality and\ndeception as powerful weapons.\n\nDucard approaches Wayne. Looks deep into his eyes.\n\nDUCARD (CONT’D)\nYou have not escaped his notice- a\nman like you is here by choice...\nor because he is truly lost.\n\nWayne’s eyes flick away from Ducard’s penetrating gaze.\n\nDUCARD (CONT’D)\nRa’s Al Ghul and his League of\nShadows offer a path to those that\nare capable of upholding our code.\n\nWAYNE\nCode? Aren’t you criminals?\n\nDUCARD\nA criminal is simply a man that\nsomeone else thinks...\n(gestures around them)\nshould be put in jail.\n\nWayne nods, conceding the point.\n\n(CONTINUED)\n\f11\n\n12\n\nCONTINUED: (3) 6.\n\nDUCARD (CONT’D)\nThis world is run by tyrants and\ncorrupt bureaucrats. Our code\nrespects only the natural order of\nthings- we’re not bound by their\nhypocrisy. Are you?\n\nDucard moves to the door. Knocks. It is opened by a guard.\n\nDUCARD (CONT’D)\nThere is a rare flower- a blue\ndoublebloomed poppy- that grows on\nthe Eastern slopes. Tomorrow you\nwill be released. Pick one of the\nflowers. If you can carry it to the\ntop of the mountain, you may find\nwhat you are looking for.\n\nWAYNE\nAnd what am I looking for?\n\nDucard looks at Wayne with a glint in his eye.\n\nDUCARD\nPurpose.\n\nThe door slams shut leaving Wayne in DARKNESS...\n\nINT. BOTTOM OF THE OLD WELL -- DAY (WAYNE’S MEMORY) 11\nSilence. Young Bruce lies there, exhausted, weeping softly.\n\nMALE VOICE\nBruce?\n\nYoung Bruce looks up: a FIGURE, long coat billowing, is\nlowered down the shaft... THOMAS WAYNE, Young Bruce’s\nfather.\n\nEXT. GARDENS, WAYNE MANOR -- MOMENTS LATER 12\n\nThomas carries his son towards the house.",
  "5": "---END OF PREVIOUS SECTION---\nTHOMAS WAYNE, Young Bruce’s\nfather. EXT. GARDENS, WAYNE MANOR -- MOMENTS LATER 12\n\nThomas carries his son towards the house. \n---TARGET SECTION TO BE ANNOTATED---\n At his side, a 50-\nyear-old man in a somber suit calmly coils a rope: ALFRED.\n\nALFRED\nWill we be needing an ambulance,\nMaster Wayne?\n\nTHOMAS\nWe have everything I need to set\nthe bone. I’1l1 take him for x-rays\nlater.\n\n(CONTINUED)\n\f13\n\n14\n\n15\n\nCONTINUED: (2) 7.\n\nALFRED\nVery good, sir.\n\nThey pass a tearful Rachel standing with her mother.\n\nINT. HALL, WAYNE MANOR -- CONTINUOUS 13\nThomas carries Bruce up the main stairs. The house is vast\nand grand, but full of flowers and life. Bruce’s Mother\n(MARTHA) appears at the landing, distraught.\nTHOMAS\n(reassuring)\nHe’1l be fine.\n\nINT. BRUCE’S BEDROOM, WAYNE MANOR -- LATER 14\nAlfred moves to the bedside. Looks down at Young Bruce.\n\nALFRED\nTook quite a fall, didn’t we?\n\nYoung Bruce looks up at Alfred. Manages a slight smile.\n\nALFRED\nAnd why do we fall, Master Bruce?\n\nAlfred reaches up to the curtains. Young Bruce says nothing.\nALFRED\nSo that we might better learn to\npick ourselves up.\nAlfred smiles gently. PULLS the curtains shut, and we-\nCUT TO:\n\nAn exquisite double-bloomed BLUE POPPY... and we are-\n\nEXT. HIMALAYAN FOOTHILLS -- DAY 15\n\nA field of the blue poppies. Wayne approaches. Picks one.\nStudies its brilliant blue in the cold sunshine.\n\f16\n\n17\n\n18\n\n19\n\nEXT. TINY HAMLET, HIMALAYAS -- DAY 16\n\nWayne, exhausted, freezing, hungry, wanders up the street.\nAs locals see him they head inside. DOORS SLAMMED, BOLTED.\n\nCHILD (0.S.)\nNo one will help you.\n\nWayne turns to find a YOUNG CHILD STARING at him. The Child\nPOINTS at the blue flower pinned to Wayne’s chest. An OLD\nMAN appears at the Child’s side.\nWAYNE\n(weak)\nI need food.\n\nOLD MAN\nThen turn back.\n\nWayne looks at the Old Man. Then carries on up the mountain.\n\nEXT.",
  "6": "---END OF PREVIOUS SECTION---\nWayne looks at the Old Man. Then carries on up the mountain. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MOUNTAIN -- DAY 17\nWayne, struggles through DRIVING SNOW up an ICY RIDGE...\n\nHe clears the ridge, FLOPS down into the snow, Painfully\nraises his scarf-wrapped face to the cutting wind to see a\nMONASTERY perched on jagged rock.\n\nEXT. HIMALAYAN FORTIFIED MONASTERY -- DAY 18\nWayne climbs up the steps to the VAST DOORS of the\nmonastery. Unwraps a severely FROSTBITTEN FIST. POUNDS\nagainst the icecovered wood, knocks ECHOING deep within.\n\nNothing. Wayne lowers his forehead to the door, shoulders\nwracked by SOBS, pounding accelerating to a FRENZY.\n\nA GRINDING noise from within. Wayne STOPS, straightens. The\ndoors SWING OPEN to DARKNESS...\n\nINT. GREAT HALL, MONASTERY -- CONTINUOUS 19\nWayne shuffles forward into a low-ceilinged wooden hall lit\nby flickering lamps. Hands trembling, Wayne pulls at brittle\nscarves. He STARTS as the doors THUD shut behind him.\n\nAt the far end, on a raised platform, sits a dark robbed\nfigure; RA’S AL GHUL. Wayne moves unsteadily towards him...\n\n(CONTINUED)\n\fCONTINUED: (2) 9.\n\nWAYNE\n(hoarse)\nRa’s Al Ghul?\n\nARMED WARRIORS of various races emerge from the SHADOWS:\nBOWS taut, SWORDS drawn... NINJAS. Wayne freezes.\n\nDUCARD (0.S.)\nWait.\n\nThe Warriors hold. Wayne looks at the source of the command:\nDucard leans against a nearby pillar.\n\nWayne reaches into his layers of clothing. Pulls out the\nDOUBLE-BLOOMED BLUE POPPY. Holds it out, shaking.\n\nRa’s Al Ghul starts to speak in Urdu. Ducard TRANSLATES.\n\nDUCARD\nFear has been your guide. But now\nyou must advance or fear will keep\nyou on your knees. We will help you\nconquer your fear. In exchange you\nwill renounce the cities of man.\nYou will live in solitude. You will\nbe a member of the Leagues of\nShadows. And you will be without\nfear.\n\nDucard takes the flower.",
  "7": "---END OF PREVIOUS SECTION---\nYou will\nbe a member of the Leagues of\nShadows. And you will be without\nfear. Ducard takes the flower. \n---TARGET SECTION TO BE ANNOTATED---\n Considers its delicate blue petals.\n\nDUCARD (CONT’D)\nAre you ready to begin?\n\nDucard threads the flower through the buttonhole of his\nlapel. Wayne looks at Ducard, shaking with hunger and\nfatigue.\n\nWAYNE\nReady? I... I can barely-\n\nDucard KICKS him- Wayne Crashes to the floor.\nDUCARD\nDeath does not wait for you to be\nready...\nWayne crawls, gasping. Ducard STRIKES him in the ribs.\nDUCARD (CONT’D)\nDeath is not considerate, or fair.\n\nAnd make no mistake- today, death\nis your opponent.\n\n(CONTINUED)\n\fCONTINUED: (3) 10.\n\nDucard turns- WHIPS his leg in a fearsome roundhouse KICK\naimed straight at Wayne’s NECK-\n\n-but Wayne BLOCKS the kick with a lateral movement of his\nforearm. He stares at Ducard, eyes BLAZING. Ducard SMILES.\n\nWayne RISES. Assumes a martial STANCE. Ducard STRIKESWayne\nBLOCKS and PARRIES, driving his body through pain into a\nseries of FLUID, SKILLED moves...\nDUCARD (CONT’D)\nTiger Crane... Ju Jitsu...\n(smiles)\nSkilled. But this is not a dance-\nDucard GRAPPLES Wayne, BRAWLING, BITING, ENERGIZED, MESSY...\nDUCARD (CONT’D)\n\nFacing death you learn the truth... Ducard’s head smashes\nWayne’s cheek- Wayne FALTERS-\n\nDUCARD (CONT’D)\nYou are weak...\n\nDucard SMASHES him in the groin.\n\nDUCARD (CONT’D)\nYou are alone...\n\nDucard SLAMS Wayne’s chin, sends him DOWN HARD.\n\nDUCARD (CONT’D)\nAnd you are afraid...\n\nDucard crouches at Wayne’s side. Looks into his glazed eyes.\n\nDUCARD (CONT’D)\n(curious)\nBut not of me.\n\nDucard pulls the flower from his lapel. Leans in close to\nreplace it on Wayne’s chest, his lips at Wayne’s ear...\n\nDUCARD (CONT’D)\nTell us, Wayne...",
  "8": "---END OF PREVIOUS SECTION---\nDucard pulls the flower from his lapel. Leans in close to\nreplace it on Wayne’s chest, his lips at Wayne’s ear... DUCARD (CONT’D)\nTell us, Wayne... \n---TARGET SECTION TO BE ANNOTATED---\nVIOLENT FLAPPING, SCREECHING BLACK RATS- swarming,\nchittering-\n\nDUCARD (V.0.)\n(whispers)\nWhat do you fear?\n\f20\n\n11.\n\nYoung Bruce’s eyes OPEN, and we are-\n\nINT. BRUCE’S BEDROOM, WAYNE MANOR -- DAWN (WAYNE’S MEMORY) 20\n\nYoung Bruce, breathing hard. Light cuts across the\nbedclothes. He looks to the door. Thomas is there.\n\nTHOMAS\n(gentle)\nThe bats again?\n\nYoung Bruce nods. Thomas approaches. Sits on the bed.\n\nTHOMAS (CONT’D)\nYou know why they attacked you?\n(off look)\nThey were afraid of you.\n\nYOUNG BRUCE\nAfraid of me?\n\nTHOMAS\nYou’re a lot bigger than a bat,\naren’t you? All creatures feel\nfear.\n\nYOUNG BRUCE\n(smiles)\nEven the scary ones?\n\nThomas smiles back, reaches into his dressing gown pocket.\n\nTHOMAS\nEspecially the scary ones.\n(thinks)\nHere, let me show you something-\n(freeze)\n\nBut you can’t tell anyone, right?\n\nYoung Bruce nods, eager. Thomas pulls out a long jewel case.\nHe opens it: PEARLS glow in the half-light.\n\nTHOMAS (CONT’D)\nFor your mother.\n\nYoung Bruce GRINS. Thomas winks at him, SNAPS the case shut.\n\f21\n\n22\n\n23\n\n24\n\n12.\n\nINT. ELEVATED TRAIN (MONORAIL) -- EVENING 21\n\nYoung Bruce watches the glory of Gotham glide past. His\nparents beside him, dressed up- Martha idly stroking her\npearls. She smiles at Thomas.\n\nYOUNG BRUCE\nDid you build this train, Dad?\n\nTHOMAS\nYour great-grandfather built the\nfirst trains in Gotham. The city’s\nbeen good to our family- it was\ntime to give something back...\n\nThomas draws a CIRCLE in the CONDENSATION on the window...\nTHOMAS (CONT’D)\nA new public transportation system\nfor the whole city...\nThomas draws SPOKES through the circle, creating a WHEEL.\nThomas TAPS his diagram at the central HUB of the wheel,\nthen points through the glass to a tall 1930’s SKYSCRAPER.",
  "9": "---END OF PREVIOUS SECTION---\nTHOMAS (CONT’D)\nA new public transportation system\nfor the whole city... Thomas draws SPOKES through the circle, creating a WHEEL. Thomas TAPS his diagram at the central HUB of the wheel,\nthen points through the glass to a tall 1930’s SKYSCRAPER. \n---TARGET SECTION TO BE ANNOTATED---\nTHOMAS (CONT’D)\n\n...and at the cent... Wayne Tower.\nEXT. GOTHAM -- CONTINUOUS 22\nThe monorail train TURNS INWARDS on a \"SPOKE\"... SHOOTING\n\ntowards the central station at the base of Wayne Tower.\n\nINT. CONCOURSE, WAYNE STATION -- MOMENTS LATER 23\nYoung Bruce STARES at the MAGNIFICENT STATION. He looks up\nthrough the vaulted glass ceiling... WAYNE TOWER rises\nabove... Rich ORCHESTRAL STRINGS rise, and we are-\n\nINT. GOTHAM OPERA HOUSE -- LATER 24\nA gilded house packed to the rafters for Boito’s Mefistofle.\nYoung Bruce seated between his parents, On stage: WITCHLIKE\nCREATURES cavort. DARK BIRDS on wires descend, FLAPPING.\nYoung Bruce STARES, uneasy, at their VIOLENT motions.\n\nINSERT CUT: BATS EXPLODE FROM A DARK CREVICE.\n\nYoung Bruce starts breathing faster, STARES fixedly.\n\n(CONTINUED)\n\f25\n\nCONTINUED: (2) 13.\n\nSCREECHING, FLAPPING BLACK BATS SWARM ALL AROUND...\n\nYoung Bruce, gulping PANIC breaths, looks around for an\nexit- they’re in the middle of a row. He GRABS his Dad’s\narm.\n\nYOUNG BRUCE\n(desperate whisper)\nCan we go?!\n\nThomas stares at his son, confused. Martha looks over. Young\nBruce looks at his father, PLEADING. Thomas nods. They make\ntheir way along the row, Thomas nodding apologies...\n\nEXT. SIDE ALLEY, GOTHAM OPERA HOUSE -- CONTINUOUS 25\n\nThe Waynes emerge from a side exit. Martha crouches before\nBruce, tries to meet his eyes. He stares down, ashamed.\n\nMARTHA\nBruce, what’s wrong?\n\nTHOMAS\nHe’s fine.\n\nMartha looks up. Thomas gives her a conspiratorial look.\n\nTHOMAS (CONT’D)\nI just needed a bit of air. Bit of\nopera goes a long way, right,\nBruce?\n\nYoung Bruce looks up at his Dad, who winks. Young Bruce\nsmiles gratefully.\n\nTHOMAS (CONT’D)\nCome one.",
  "10": "---END OF PREVIOUS SECTION---\nYoung Bruce looks up at his Dad, who winks. Young Bruce\nsmiles gratefully. THOMAS (CONT’D)\nCome one. \n---TARGET SECTION TO BE ANNOTATED---\nThomas, coat over his arm, ushers his family down the dark\nalley, heading for the WELCOMING GLOW of the main boulevard.\n\nA FIGURE emerges from the shadows in front of them. A MAN.\nWith a GUN. Shifting uneasily.\n\nMAN\nWallet, jewelry! Fast!\n\nTHOMAS\n\n(calm tone)\nThat’s fine, just take it easy.\n\n(CONTINUED)\n\fCONTINUED: (2) 14.\n\nThomas hands Young Bruce his coat, then reaches for his\nwallet. The Man JERKS the gun at Thomas, eyes DARTING. Young\nBruce stares up at the gun TREMBLING in the Man’s hand.\n\nTHOMAS (CONT’D)\nHere you go.\n\nThe man GRABS at the wallet but FUMBLES it. It FALLS. The\nMan glances down at the wallet then back to Thomas, scared.\n\nTHOMAS (CONT’D)\n(reassuring tone)\nIt’s fine, it’s fine...\nThe Man crouches for the wallet, eyes on Thomas.\n\nTHOMAS (CONT’D)\n...just take it and go.\n\nThe Man feels for the wallet, looks at Martha. Her pearls.\n\nMAN\nI said jewelry!!\n\nShe starts pulling off her rings. The Man JERKS the gun at\nher neck. Thomas STEPS protectively in front of his wife.\n\nTHOMAS\nHey, just-\n\nBOOM. Young Bruce FLINCHES. Thomas looks down at his\nbleeding chest. Then back to the Man, saddened.\n\nThomas CRUMPLES. Martha SCREAMS. The Man REACHES for\nMartha’s pearls- but she SCREAMS desperately for Thomas.\n\nMARTHA\nTHOMAS! ! THOMAS! !\n\nMAN\nGimme the damn...\n\nBut Martha FLAILS, trying to grab her fallen husband.\n\nThe Man SHOOTS her. Then YANKS at her necklace, which\nBREAKS. Spilling PEARLS all over the asphalt.\n\nThe Man stands. Turns to Young Bruce. Who STARES at him.\nUncomprehending. The Man cannot bear the boy’s gaze...\n\nAnd then he RUNS. Young Bruce looks at the bodies of his\nparents. DROPS to his knees, head down: PEARLS dot the\nasphalt beneath him. Some of them are bloody.",
  "11": "---END OF PREVIOUS SECTION---\nYoung Bruce looks at the bodies of his\nparents. DROPS to his knees, head down: PEARLS dot the\nasphalt beneath him. Some of them are bloody. \n---TARGET SECTION TO BE ANNOTATED---\n\f26\n\n27\n\n15.\nYoung Bruce starts to SHIVER.\n\nINT. POLICE STATION -- NIGHT 26\n\nCHAOS: REPORTERS and COPS vying for a piece of the crime of\nthe decade. In the Captain’s office, Young Bruce.\nBewildered, forgotten. Still clutching his father’s\novercoat.\n\nMALE VOICE (0.S.)\nIs that your father’s?\n\nYoung Bruce looks up: a young beat cop stands over him- JIM\nGORDON (29). Gordon crouches, reaches for the coat. Young\nBruce huddles over it, protective.\n\nGORDON\n(reassuring)\n,\nIt’s okay.\n\nGordon’s tone prompts Young Bruce to trust him. Gordon takes\nthe coat, DRAPES it gently across Young Bruce’s shoulders.\n\nMALE VOICE (0.S.)\nGORDON! You gotta stick your nose\ninto everything!\n\nGordon turns to CAPTAIN LOEB, who glares at him.\n\nCAPTAIN LOEB\nOutta my sight.\n\nGordon NODS at Young Bruce, whose eyes wish Gordon would\nstay. Gordon leaves. Loeb turns to Young Bruce.\n\nCAPTAIN LOEB (CONT’D)\nGood news... we got him, son.\n\nYoung Bruce looks up at him dazed. Uncertain.\n\nEXT. GROUNDS, WAYNE MANOR -- DAY 27\n\nSnow falls over two open graves. MOURNERS disperse, guided\nby SECURITY GUARDS. Alfred stands with Young Bruce. A man\napproaches, EARLE (47). He nods at Alfred, crouching.\n\nEARLE\n(indicates Alfred)\nYou’re in excellent hands, Bruce.\nAnd we’re minding the empire. When\nyou’re all grown up, it’ll be\nwaiting.\n\f28\n\n29\n\n16.\n\nYoung Bruce looks blankly at Earle.\n\nEXT. WAYNE MANOR -- LATER 28\nMourners file towards the gates. Rachel walks with her\n\nmother. Looks up at Bruce’s high window. Sees him watching.\nWaves. Young Bruce pauses, then returns the wave.\n\nINT. BRUCE’S BEDROOM -- CONTINUOUS 29\nAlfred enters. Looks tenderly at Young Bruce’s back.\nALFRED\nI thought I’d prepare a little\nsupper.\nNo response. Alfred turns.",
  "12": "---END OF PREVIOUS SECTION---\nALFRED\nI thought I’d prepare a little\nsupper. No response. Alfred turns. \n---TARGET SECTION TO BE ANNOTATED---\nALFRED (CONT’D)\nVery well.\n\nYOUNG BRUCE (0.S.)\nAlfred?\n\nAlfred turns back. Young Bruce is looking at him with TEARS\nPOURING down his cheeks. Alfred tilts his head.\n\nALFRED\n(voice catching)\nMaster Bruce?\n\nYOUNG BRUCE\nIt was my fault, Alfred.\n\nAlfred’s mouth opens.\n\nYOUNG BRUCE (CONT’D)\nI made them leave the theater-\n\nALFRED\nOh, no, no, no-\n\nAlfred moves to Young Bruce, taking the boy in his arms.\n\nYOUNG BRUCE\nIf I hadn’t got scared-\n\nALFRED\nNo, no, Master Bruce. Nothing you\ndid. Nothing anyone ever did can\nexcuse that man.\n\n(CONTINUED)\n\f30\n\n31\n\nCONTINUED: (2) 17.\n\nAlfred holds Young Bruce away to look directly into his\neyes.\n\nALFRED (CONT’D)\nIt’s his, and his alone. Do you\nunderstand?\n\nYoung Bruce nods. Then BURIES his face in Alfred’s chest,\nsobbing.\n\nYOUNG BRUCE\nI miss them, Alfred. I miss them so\nmuch.\n\nALFRED\n(whispering)\nSo do I, Master Bruce. So do I.\n\nTears well in Alfred’s eyes as he HOLDS the boy, watching\nsnowflakes swirl past the window.\n\nDUCARD (V.0.)\nAnd do you still feel responsible?\n\nINT. PASSAGEWAY, MONASTERY -- DAY 30\n\nDucard leads Wayne along a screened passage overlooking\nextraordinary mountains.\n\nWAYNE\nMy anger outweighs my guilt.\n\nDucard opens a door...\n\nINT. DOJO, MONASTERY -- DAY 31\n\nLeads Wayne onto a MEZZANINE LEVEL stacked with boxes and\nbottles. NINJAS pour powders into packets, mixing compounds.\nDucard takes a pinch of a powder- throws it down- BANG!\nWayne FLINCHES- Ducard SMILES good-naturedly.\n\nDUCARD\nAdvanced techniques of Ninjitsu\nemploy explosive powders.\n\nWAYNE\nAs weapons?\n\nDUCARD\n\nOr distractions. Theatricality and\ndeception are powerful agents.\n\n(CONTINUED)\n\f32\n\nCONTINUED: (2) 18.",
  "13": "---END OF PREVIOUS SECTION---\nDUCARD\n\nOr distractions. Theatricality and\ndeception are powerful agents. (CONTINUED)\n\f32\n\nCONTINUED: (2) 18. \n---TARGET SECTION TO BE ANNOTATED---\nDucard hands Wayne a pinch of the powder.\n\nDUCARD (CONT’D)\nTo be a great warrior is not\nenough. Flesh and blood, however\nskilled, can be destroyed... you\nmust be more than just a man in the\nminds of your opponents.\n\nWayne listens to this. Tosses the powder- BANG!\n\nEXT. FROZEN LAKE, HIMALAYAS -- DAY 32\n\nWayne and Ducard CIRCLE each other on the ICE, SWORDS poised\nto strike. Dark figures in the white and blue landscape.\n\nDucard STRIKES at Wayne, who DEFLECTS the blow using a\nSILVER GAUNTLET with THREE SCALLOPS (thick, hook-like\nprojections). Ducard SKIDS left, breath STEAMING, feinting\nwith his sword.\n\nWayne steps sideways on the ice, his foot landing on a thin\npatch which CREAKS, water BUBBLING underneath.\n\nDUCARD\nMind your surrounding. Always.\n\nWayne STRIKES- Ducard BLOCKS with his own BRONZE GAUNTLET.\nWayne SLIPS right and FLIES IN with a short THRUST- Ducard’s\narm flips down in a backhand move-\n\nDucard CATCHES Wayne’s sword in one of his SCALLOPS.\n\nDUCARD (CONT’D)\nYour parent’s death was not your\nfault...\n\nDucard ROTATES his arm, WRENCHING Wayne’s sword from his\ngrasp- it SKIDS along the ice.\n\nDUCARD (CONT’D)\n...it was your father’s.\n\nWayne, ENRAGES, dives at Ducard, SWINGING at him with the\nscallops, FURIOUS, RECKLESS. Ducard parries with his sword,\nthey LOCK- noses inches apart, Wayne BREATHING... ANGRY...\n\nDUCARD (CONT’D)\n\nAnger does not change the fact that\nyour father failed to act.\n\n(CONTINUED)\n\fCONTINUED: (2) 19.\n\nWAYNE\nThe man had a gun!\n\nDUCARD\nWould that stop you?\n\nWAYNE\nI’ve had training-\n\nDUCARD\nThe training is nothing. The will\nto take control is everything. Your\nfather trusted his city, its\nlogic...",
  "14": "---END OF PREVIOUS SECTION---\nWAYNE\nI’ve had training-\n\nDUCARD\nThe training is nothing. The will\nto take control is everything. Your\nfather trusted his city, its\nlogic... \n---TARGET SECTION TO BE ANNOTATED---\n he thought he understood\nthe attacker and could simply give\nhim what he wanted...\n\nWayne considers this... breathing slowing... CALMER... they\nseparate.\n\nDUCARD (CONT’D)\n(gently)\nYour father did not understand the\nforces of decay- cities like Gotham\nare in their death throes- chaotic,\ngrotesque. Beyond saving.\n\nWAYNE\nBeyond saving? You believe that?\n\nDucard regards the harshly beautiful landscape.\n\nDUCARD\nIt is not right that one must come\nso far to see the world as it is\nmeant to be. Purity. Serenity...\nSolitude. These are the qualities\nwe hold dear. But the important\nthing is whether you believe it...\n\nWayne stares at Ducard.\n\nDUCARD (CONT’D)\nCan Gotham can be saved, or is she\nan ailing ancestor whose time has\nrun?\n\nDucard STRIKES DOWN at Wayne with his sword. Wayne BLOCKS\nthe strike with FOREARMS CROSSED, SLIDES BETWEEN DUCARD’S\nLEGS across the ice to where his sword lies.\n\nGRASPING his sword he SPINS, SWEEPING at Ducard’s feet.\n\nDucard LEAPS- Wayne CATCHES his foot, brings him down onto\nthe ice. Wayne THRUSTS his sword at Ducard’s throat-\n\n(CONTINUED)\n\f33\n\n34\n\nCONTINUED: (3) 20.\n\nSTOPS INCHES from Ducard’s bare neck. Ducard freezes, arms\nat his sides. Wayne looks down at Ducard, SMILING in\ntriumph.\n\nWAYNE\nYield.\n\nDucard smiles. Shakes his head.\nDUCARD\nYou haven’t beaten me. You’ve\nsacrificed sure footing for a\nkilling stroke.\n\nDucard TAPS the ice beneath Wayne’s feet with his sword- the\nice gives way, PLUNGING Wayne through the surface.\nEXT. SHORE, FROZEN LAKE -- EVENING 33\n\nDucard feeds a small FIRE. Wayne RUBS his arms, SHIVERING\nviolently against hypothermia. Ducard looks at him.\n\nDUCARD\nDon’t rub your arms, rub your\nchest. Your arms’1l1 take care of\nthemselves.",
  "15": "---END OF PREVIOUS SECTION---\nDucard looks at him. DUCARD\nDon’t rub your arms, rub your\nchest. Your arms’1l1 take care of\nthemselves. \n---TARGET SECTION TO BE ANNOTATED---\nWayne rubs his torso, NODS at Ducard. Ducard feeds the fire.\nDUCARD (CONT’D)\nYou have strength born of years of\ngrief and anger, Wayne. The\nstrength of a man denied revenge.\nEven in his shivering, Wayne REACTS to this.\nDUCARD (CONT’D)\nWhy, Wayne. .?\nINT. WAYNE STATION PLATFORM -- DAY (WAYNE’S MEMORY) 34\nA monorail pulls into the platform. Disgorges passengers.\nDUCARD (V.0.)\nWhy could you not avenge your\nparents?\n\nAmongst them, Bruce, AGED 20, holding a bag. He sees Alfred,\nnow 62, craning his neck, SEARCHING. He waves.\n\n(CONTINUED)\n\f35\n\n36\n\nCONTINUED: (2) 21.\n\nBRUCE\nYou didn’t have to pick me up-\n\nALFRED\nWell, sir, the red line... well,\nit’s closed. Apparently Mr.Earle\nthought it wasn’t making enough\nmoney.\n\nINT. CONCOURSE, WAYNE STATION -- MOMENTS LATER 35\n\nBruce looks sadly at the DECAY to his father’s station:\nglass CRACKED, marble chipped, HOMELESS bundled in shuttered\nstorefronts... He looks up through the sparing glass: WAYNE\nTOWER looms overhead, gold lettering catching the sun...\n\nBRUCE\nHow is Mr.Earle?\n\nALFRED\nOh... successful.\n\nINT. ROLLS ROYCE -- LATER 36\nAlfred glances at Bruce in the rear-view mirror.\n\nALFRED\nWill you be heading back to\nPrinceton tomorrow or could I\npersuade you to spend an extra\nnight or two?\n\nBRUCE\nI’m not heading back at all.\n\nALFRED\nYou don’t like it there?\n\nBruce smiles, sardonic. Looks out at the trees flashing by.\nBRUCE\nI like it fine... they just don’t\nfeel the same way.\n\nAlfred purses his lips, IRRITATED.\n\f37\n\n38\n\n22.\n\nEXT. WAYNE MANOR -- MOMENTS LATER 37\n\nBruce STARES up at house. Alfred pulls the bag out of the\ncar and, to Bruce’s surprise, DROPS it at Bruce’s feet.\n\nINT.",
  "16": "---END OF PREVIOUS SECTION---\nWAYNE MANOR -- MOMENTS LATER 37\n\nBruce STARES up at house. Alfred pulls the bag out of the\ncar and, to Bruce’s surprise, DROPS it at Bruce’s feet. INT. \n---TARGET SECTION TO BE ANNOTATED---\n WAYNE MANOR -- CONTINUOUS 38\n\nAlfred leads Bruce up the main staircase. The house is now\ndark and empty. Dust-cloths cover much of the furniture.\n\nALFRED\n(tense)\nI’ve prepared the master bedroom.\n\nBRUCE\nMy old room will be fine.\n\nALFRED\n(stern)\nWith all due respect, sir, your\nfather is dead. Wayne Manor is your\nhouse.\n\nBRUCE\n\n(irritated)\nNo, Alfred, his isn’t my house.\n\n(gestures)\nIt’s a mausoleum. A reminder of\neverything I lost. And when I have\nmy way I’1l1 pull the damn thing\ndown brick by brick-\n\nAlfred turns on Bruce, angry.\n\nALFRED\nThis house, Master Wayne, has\nsheltered six generations of the\nWayne family, and stood patiently\nby while you’ve cavorted in and out\nof a dozen private schools and\ncolleges. As have I.\n\nBruce stares at Alfred. Eyes burning. Chastened.\n\nALFRED (CONT’D)\n(softer)\nThe Wayne family legacy is not so\neasily shrugged off.\n\nBRUCE\n(sadly)\nNor borne, old friend. I’m sorry to\nhave disappointed you.\n\n(CONTINUED)\n\f39\n\nCONTINUED: (2) 23.\n\nALFRED\nMaster Wayne... I was at your\nfather’s side when you were born.\nAnd at your side when he was laid\n\nto rest.\nBRUCE\n(voice catching)\nI know.\nALFRED\n\nYour father was a great man. But I\nhave every confidence that you will\nexceed his greatness.\n\nBRUCE\nHaven’t given up on me, yet?\n\nALFRED\n(conviction)\nNever.\n\nBruce sags under the burden of Alfred’s faith. He opens the\ndoor to his bedroom, then turns back to Alfred...\n\nBRUCE\nI may not get another chance to\nthank you for all you’ve done for\nme.\n\nAlfred looks at him, curious.\n\nALFRED\nAre you going away after the\nhearing?\n\nBruce shrugs, hard to read. Then enters his old bedroom.\n\nINT. BRUCE’S BEDROOM -- CONTINUOUS 39\nBruce puts his bag on the bed. Looks around the room.",
  "17": "---END OF PREVIOUS SECTION---\nINT. BRUCE’S BEDROOM -- CONTINUOUS 39\nBruce puts his bag on the bed. Looks around the room. \n---TARGET SECTION TO BE ANNOTATED---\nAt the mantel, Bruce stares at a framed photograph: Young\nBruce on his Dad’s shoulders, arms raised in triumph. Bruce\nwipes dust from the photograph. Smiles at it.\n\nINSERT CUT: Young bruce on Thomas’s shoulders- Thomas TIPS\nback, threatening to drop Young Bruce who LAUGHS and LAUGHS.\n\nBruce moves to the bed. Opens his case.\n\nInside it is a GUN.\n\f40\n\n41\n\n42\n\n24.\n\nEXT. GATES, WAYNE MANOR -- MORNING 40\n\nRachel, now 23, stands by her car looking up at the house.\nShe can see Bruce in the window. She gives a small wave.\n\nINT. BRUCE’S BEDROOM -- CONTINUOUS 41\n\nBruce returns Rachel’s wave. Then FINISHES LOADING HIS GUN.\n\nEXT. GATES, WAYNE MANOR -- MOMENTS LATER 42\nBruce walks down the drive to Rachel. He smiles gently.\n\nBRUCE\nYou look well. \"Assistant District\nAttorney\", right?\n\nRACHEL\n(nods, smiles)\nYou still trying to get kicked out\nof the entire ivy league?\n\nBRUCE\n(shakes head, smiling)\nTurns out you don’t actually need a\ndegree to do the international\nplayboy thing.\n\nRachel smiles. Looks down at her shoes. Then back to Bruce.\n\nRACHEL\nBruce, I don’t suppose there’s any\nway I can convince you not to come-\n\nBRUCE\n(cold)\nSomeone at this proceeding should\nstand for my parents.\n\nRACHEL\nBruce, we all loved your parents.\nWhat Chill did is unforgivable-\n\nBRUCE\nThen why is your boss letting him\ngo?\n\nRACHEL\n\nBecause in prison he shared a cell\nwith Carmine Falcone. He learned\nthings and he’ll testify in\nexchange for early parole.\n\f43\n\n44\n\n45\n\n25.\n\nBruce shakes his head, opens the car door. Rachel sighs.\n\nINT./EXT. RACHEL’S CAR ON FREEWAY, GOTHAM -- MORNING 43\n\nRachel’s car heads towards the golden spires of Gotham.\nBruce stares out the window in silence.\n\nINT. RACHEL’S CAR -- MOMENTS LATER 44\n\nRachel pulls into the PARKING LOT of the COURTHOUSE. Parks.\nBruce looks at her through the strained silence.",
  "18": "---END OF PREVIOUS SECTION---\nRACHEL’S CAR -- MOMENTS LATER 44\n\nRachel pulls into the PARKING LOT of the COURTHOUSE. Parks. Bruce looks at her through the strained silence. \n---TARGET SECTION TO BE ANNOTATED---\nBRUCE\nRachel, this man killed my parents.\nI cannot let that pass.\n\nRachel almost says something. Then SHRUGS.\n\nBRUCE (CONT’D)\nRachel, I need you to understand.\n\nRachel looks at Bruce. Considering. Gently NODS. Bruce nods\nback. Rachel opens her door and starts getting out.\n\nBruce slips out his GUN, placing it on the ground behind the\nfront wheel of Rachel’s car as he gets out.\n\nINT. COURTHOUSE -- DAY 45\n\nA small bureaucratic proceeding. A five person PANEL. Bruce\nsits amongst the OBSERVERS. Watching the back of Chili’s\nhead. Rachel’s boss, FINCH, addresses the panel.\n\nFINCH\nGiven the exemplary prison record\nof Mr.Chill, the 14 years already\nserved and his extraordinary level\nof cooperation with one of this\noffice’s most important\ninvestigations... we strongly\nendorse Mr.Chill’s petition for\nearly release.\n\nThe CHAIRMAN nods, consults his paperwork\nCHAIRMAN\nI gather a member of the Wayne\nfamily is here today...\n\nChill REACTS, TURNING. Bruce STUDIES his weathered face.\n\n(CONTINUED)\n\f46\n\nCONTINUED: (2) 26.\n\nCHAIRMAN (CONT'D)\n...does he have anything to say?\n\nChill notices Wayne’s cold eyes. Has to look away. Bruce\nRISES, walks out, all eyes on him. Including Rachel’s.\nEXT. PARKING LOT, COURTHOUSE -- MOMENTS LATER 46\n\nBruce MOVES to Rachel’s car. Picks up his GUN, stuffs it up\nthe sleeve of his overcoat. Waits.\n\nThe side exit opens and two COPS come out. A shout goes up\nfrom the pressmen around the front of the courthouse.\n\nREPORTERS\nThey’re taking him out the side!!\n\nREPORTERS swarm around the building as Chill emerges.\nREPORTER1\nChill, any words for the Wayne\nfamily?!!\n\nChill, head down, presses on. Bruce straightens. Breathes.\nStarts WALKING towards Chill. A Reporter SPOTS him.\n\nREPORTER2\nIt’s Bruce Wayne!\n\nThe Reporters clear a path, eager for a confrontation.\n\nBLONDE FEMALE REPORTER\nJoe! Hey Joe!!\n\nThis one catches Chill’s eye- blonde, local t.v. type.",
  "19": "---END OF PREVIOUS SECTION---\nBLONDE FEMALE REPORTER\nJoe! Hey Joe!! This one catches Chill’s eye- blonde, local t.v. type. \n---TARGET SECTION TO BE ANNOTATED---\nBruce’s hand DROPS to his side as he MOVES... he’s BREATHING\nHARD... THINKING... DECIDING...\n\nBLONDE FEMALE REPORTER (CONT’D)\nFalcone says hi!!\n\nShe THRUSTS a gun at Chill’s chest and FIRES. Chill DROPS-\n\nBruce STOPS in his tracks. Reporters DIVE for cover- COPS\njump on the Blonde Reporter, pinning her...\n\nBruce. Fifteen feet away. Loaded gun up his sleeve. Face as\n\nuncomprehending as the night Chill killed his parents.\nRachel moves to Bruce, pulling him away from the chaos.\n\n(CONTINUED)\n\f47\n\nCONTINUED: (2) 27.\n\nRACHEL\nCome one, Bruce. Come on, we don’t\nneed to see this.\n\nBruce yanks his arm away.\n\nBRUCE\nI do.\n\nINT. RACHEL’S CAR -- EVENING 47\n\nRachel drives. Bruce sits there, hands in his lap. Staring.\nRachel glances over at him. Then pulls over. Turns to him.\n\nRACHEL\n(gentle)\nAre you okay?\n\nBRUCE\n(distant)\nAll these years I wanted to kill\nhim. Now he’s gone. Now I can’t.\n\nRACHEL\nYou don’t mean that.\n\nBRUCE\n(bitter)\nWhat if I do, Rachel? Chill killed\nmy parents. They deserved justice.\n\nRachel looks at him, appalled.\nRACHEL\n\nYou’re not talking about justice,\nyou’re talking about revenge.\n\nBRUCE\nSometimes they’re the same.\n\nRACHEL\nThey’re never the same, Bruce.\nJustice is about harmony... revenge\n\nis about you making yourself feel\nbetter. That’s why we have an\nimpartial system-\n\nRachel pulls out into the street.\nBRUCE\n\nWell, your system of justice is\nbroken-\n\n(CONTINUED)\n\f48\n\n49\n\nCONTINUED: (2) 28.\n\nRACHEL\nDon’t you tell me the system’s\nbroken, Bruce! I’m out here every\nday trying to fix it while you mope\naround using your grief as an\nexcuse to do nothing. You care\nabout justice. .?\n\nRachel YANKS the wheel-\n\nEXT.",
  "20": "---END OF PREVIOUS SECTION---\nI’m out here every\nday trying to fix it while you mope\naround using your grief as an\nexcuse to do nothing. You care\nabout justice. .? Rachel YANKS the wheel-\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n FREEWAY, GOTHAM -- CONTINUOUS 48\n\nRachel’s car SCREECHES across two lanes, onto an EXIT RAMP.\n\nINT./EXT. RACHEL’S CAR ON SURFACE STREETS -- CONTINUOUS 49\nThe streets below are DARK, crowded and THREATENING-\n\nRACHEL\nLook beyond your own pain, Bruce.\n\nRachel gestures at the filthy streets. Down dark alleys-\nshadowy figures conduct business.\n\nRACHEL (CONT’D)\nThis city is rotting. Chill is not\nthe cause, he’s the effect.\nCorruption is killing Gotham and\nChill being dead doesn’t help that-\nit makes it worse because Falcone\nwalks. He carries on flooding our\ncity with crime and drugs...\ncreating new Joe Chills... Falcone\nmay not have killed your parents,\nBruce, but he’s destroying\neverything they stood for...\n\nThey pull up in front of a BASEMENT CLUB.\n\nRACHEL (CONT’D)\nThey all know where to find\nFalcone...\n(gestures at club)\nBut no one will touch him because\nhe keeps the bad people rich and\nthe good people scared.\n\nRachel turns on Bruce.\n\n(CONTINUED)\n\f50\n\nCONTINUED: (2) 29.\n\nRACHEL (CONT’D)\n(quiet )\nAnd what chance does Gotham have\nwhen the good people do nothing?\n\nShe pokes him in the chest. Bruce looks down at her finger.\nBRUCE\nI’m not one of your \"good people\"\nRachel. Chill took that from me.\nRachel looks at Bruce strangely.\n\nRACHEL\nWhat do you mean?\n\nBruce pulls up his sleeve. Turns his hand over. Rachel\nstares at the GUN in his hand, SHOCKED.\n\nBRUCE\nI was going to kill him myself.\n\nShe looks at Bruce. Then SLAPS him. Bruce does nothing.\nRachel SLAPS him again and again... Nothing. She stops.\nTears flowing.\n\nRACHEL\nYou’re no better than the rest.\n\nRachel points at the gun. Looks into Bruce’s eyes.\nRACHEL (CONT’D)\nYour father would be ashamed of\nyou.\n\nBruce stares at Rachel. Opens his door.\n\nEXT. DOCK AREA, GOTHAM -- CONTINUOUS 50\n\nBruce watches Rachel’s car disappear. Turns to look at the\nline of SHIPS in the harbor.",
  "21": "---END OF PREVIOUS SECTION---\nEXT. DOCK AREA, GOTHAM -- CONTINUOUS 50\n\nBruce watches Rachel’s car disappear. Turns to look at the\nline of SHIPS in the harbor. \n---TARGET SECTION TO BE ANNOTATED---\n He makes his way to the water.\nTakes out his gun. Turns it, STUDIES the light off its\nmetal-\n\nINSERT CUT: the TREMBLING BARREL of Chill’s gun, inches from\nThomas Wayne’s chest.\n\nBruce, with contempt, FLINGS his gun into the black water.\n\f51\n\n52\n\n30.\n\nEXT. BASEMENT CLUB, FACING DOCKS -- LATER 51\n\nBruce walks towards the entrance. A BOUNCER steps out,\nlooking at him with contempt.\n\nBOUNCER\nGet lost, kid.\n\nBruce pulls a massive wad of cash from his pocket. Splits it\nin two. Offers one half.\n\nBRUCE\nThe other half when you give me the\nnod that Falcone’s leaving.\nUnawares.\n\nThe Bouncer looks at Bruce. Takes the money.\n\nEXT. BASEMENT CLUB, FACING DOCKS -- LATER 52\n\nBruce watches the entrance from the shadows. Two THUGS\nescort a thickset man out of a club. The Bouncer waves-\n\nBOUNCER\n\"Night, Mr.Falcone.\n\nThe three men move towards a waiting limo-\nWHAM- one Thug takes a kick to the head, goes down- Bruce\nsteps from the shadows- the Second Thug goes for his gun-\nBruce GRABS his arm- CHOPS his throat- JUDO FLIPS the\nthug...\nBruce turns to Falcone who looks at him, curious.\nFALCONE\nThe little rich kid. No gun? I’m\ninsulted.\n\nThe First Thug lunges at Bruce with a KNIFE- Bruce puts him\ndown with a graceful SWEEP-\n\nBRUCE\nI don’t need a gun.\n\nFALCONE\nYes, you do.\n\nCLICK. A gun is at Bruce’s head. Held by the Bouncer.\n\n(CONTINUED)\n\fCONTINUED: (2) 31.\n\nFALCONE (CONT’D)\nMoney isn’t power down here- fear\nis.\n\nThe Bouncer pistol whips him once, hard. Bruce goes down.\nThe Bouncer drops Bruce’s money onto him.\n\nFALCONE (CONT’D)\nYou shoulda just sent me a\nthank-you note...\n\nBruce looks up at Falcone. Spits blood.\n\nBRUCE\nI didn’t come here to thank-you.",
  "22": "---END OF PREVIOUS SECTION---\nBruce looks up at Falcone. Spits blood. BRUCE\nI didn’t come here to thank-you. \n---TARGET SECTION TO BE ANNOTATED---\n I\ncame to show you that not everyone\nin Gotham is afraid of you.\n\nFALCONE\n\n(laughs)\nJust those that know me. You got\nballs, kid...\n\n(cold)\nBut you don’t belong down here with\nus. We don’t play fair. Now go back\nto your big house, wrap yourself in\nyour silk sheets and I’1l send you\na shoulder to cry on.\n\nBRUCE\nYou don’t dress well enough to be a\npimp.\nFalcone lights a cigar. Stares down at bruce. Ice.\nFALCONE\nYou miss your Mommy and Daddy? Come\n\ndown here again, I send you to\nthem.\n\nFalcone turns. His thugs get into the limo with him. Bruce\nwatches it slide into the night. Struggles to his feet...\n\nBruce walks the docks, wiping blood from his mouth. SHADOWS\nin doorways mark his progress. Three YOUTHS approach. Bruce\nstiffens, but they cross the street to avoid him.\n\nMALE VOICE (0.S.)\nNo one’1l mess with ya.\n\nBruce turns. A HOMELESS MAN warming at a flaming oil drum.\nOne of many HOMELESS clustered around the docks.\n\n(CONTINUED)\n\fCONTINUED: (3) 32.\n\nHOMELESS MAN\nWander ‘round here dressed like\nthat, means you got something to\nprove. Man with something to prove\nis dangerous.\n\nBruce STARES at the man. Thinking. Takes out his wallet.\nRemoves the money. Hands it to the Homeless Man.\n\nHOMELESS MAN (CONT’D)\nFor what?\n\nBRUCE\nYour jacket.\n\nBruce DROPS his wallet into the fire. The Homeless Man\nLAUGHS. Bruce pulls off his tie, throws it into the fire. He\npulls off his overcoat, bundles it up ready to-\n\nHOMELESS MAN\nLemme have it, that’s a good coat.\n\nBruce looks at the Homeless Man, who has removed his own.\nThey EXCHANGE clothing.\n\nBRUCE\nBe careful who sees you with that.\n(off look)\nThey’re gonna come looking for me.\n\nHOMELESS MAN\nwho?\n\nBruce smiles.\n\nBRUCE\nEveryone.\n\nBruce, less incongruous in his \"new\" coat, moves down\ntowards the stacks of containers...\n\nBruce wanders the stacks.",
  "23": "---END OF PREVIOUS SECTION---\nBRUCE\nEveryone. Bruce, less incongruous in his \"new\" coat, moves down\ntowards the stacks of containers... Bruce wanders the stacks. \n---TARGET SECTION TO BE ANNOTATED---\n A HORN sounds. Bruce’s eyes lock\nonto the ship preparing to leave. Bruce runs towards it\ntrough the shadows...\n\nDUCARD (0.S.)\nAnd when you left Gotham...\n\nAnd we are-\n\f33.\n\n53 EXT. HIMALAYAN MONASTERY -- DAY 53\n\nDUCARD\n...what were you seeking?\n\nDucard LEAPS up onto a STONE WALL. GRABBING ON using pikes\non his palms and on his feet. Wayne watches.\n\nWAYNE\nTo lose myself. I couldn’t do\nanything as Bruce Wayne. I felt\nuseless.\n\nDucard gestures up to the top of the 50-ft wall.\n\nDUCARD\nPerhaps you can beat my record.\n\nBruce JUMPS up onto the wall, HIGHER than Ducard. Confident.\n\nWAYNE\nHow long?\n\nDUCARD\nTwo days.\n(off look)\n\nThe test is not to see how quickly\nyou can climb, but how slowly. The\nNinja is thought invisible, but\ninvisibility is largely a matter of\npatience.\n\nDucard reaches up for another handhold. Slowly.\n\nDUCARD (CONT’D)\nOn your journey... you sought\nknowledge of the criminal world?\n\nWAYNE\n(nods)\nI needed to understand the thoughts\nand feelings of those who stand in\nthe shadows...\n\nCUT TO:\n\n54 EXT. CROWDED MARKET, AFRICAN PORT TOWN -- EVENING (MEMORY) 54\n\nWAYNE (V.0.)\nThe first time you’re forced to\nsteal not to starve...\n\f55\n\n56\n\n34.\n\nBruce picks up a mango from a stack to examine it. As he\ndoes so he uses his lower hand to slip a PLUM into his\npocket.\n\nEXT. ALLEY, AFRICAN PORT TOWN -- LATER 55\n\nBruce squats in a doorway. Bites hungrily into his plum. He\nlooks up. A CHILD in rags sits in the next doorway, STARING.\nBruce stares back, juice dripping.\n\nWAYNE (V.0O.)\n...you lose many assumptions about\nthe simple nature of right and\nwrong.\n\nBruce hands the Child the plum. Licks his fingers. Hard.\n\nINT.",
  "24": "---END OF PREVIOUS SECTION---\nLicks his fingers. Hard. INT. \n---TARGET SECTION TO BE ANNOTATED---\n TRAIN STATION, LONDON -- DAY 56\nBruce (bearded, filthy) in a crowd, with an ELDERLY MAN.\n\nWAYNE (V.0.)\nI needed to feel the fear before a\ncrime...\n\nThe Elderly Man SPOTS a BUSINESSMAN hurrying along- STEPS\ninto his path, engineering a COLLISION, tumbling to the\npavement. The Businessman and Bruce both CROUCH to help.\n\nWAYNE (V.0.) (CONT'D)\nAnd the thrill of success...\n\nBruce SLIPS the Businessman’s wallet out of his pocket. The\nBusinessman moves off. Bruce shows the Elderly Man the\nwallet for APPROVAL. Then HURRIES after the Businessman.\n\nWAYNE (V.0.) (CONT'D)\n...without becoming one of them.\n\nBruce CATCHES the Businessman, gives him the wallet. The\nBusinessman thanks Bruce- noticing his destitution, he HANDS\nBruce a banknote. Bruce nods thanks.\n\n31.\n\f57\n\n58\n\n59\n\n35.\n\nINT. WAREHOUSE, UNDER THE ARCHES, EASTERN EUROPE -- NIGHT 57\n\nBruce tries to crack a safe under the supervision of a YOUNG\nTOUGH. The Young Tough shakes his head, spins the dial and\nwhips open the safe. Showing Wayne the action.\n\nWAYNE (V.0.)\nI thought I would find something...\n\nINT. SMOKE-FILLED BACKROOM, SHANGHAI -- NIGHT 58\n\nAt a table with a CHINESE BOSS and SEVEN CRIMINALS drinking,\nlaughing, showing each other their spoils (watches, phones)\n\nWAYNE (V.O.)\nI thought I would learn what I\nneeded to do with my skills and my\nanger...\n\nINT. WAREHOUSE, SHANGHAI -- DAY 59\n\nA TRUCK races through the door. Two Criminals yank the doors\nshut after. Bruce and the Boss jumps down from the cab.\n\nWAYNE\nBut the harder I looked the less I\nsaw. The less I knew...\n\nBruce turns to the Boss wary.\n\nBRUCE\nWhere’s this friend of yours?\n\nBoss\n(shrugs)\nNot friend. Friend of friend.\n\nBruce rolls his eyes. Looks at the Boss with contempt.\nWAYNE (V.0.",
  "25": "---END OF PREVIOUS SECTION---\nBruce rolls his eyes. Looks at the Boss with contempt. WAYNE (V.0. \n---TARGET SECTION TO BE ANNOTATED---\nUntil I wasn’t even sure what I’d\nbeen looking for in the first\nplace...\n\nThe doors EXPLODE COPS burst in, shouting in Mandarin.\n\f60\n\n61\n\n36.\n\nINT. SAME -- LATER 60\n\nThe back of the truck is opened. Cops inventory piles of\nBOXES pulled out of the back.\n\nWAYNE (V.0.)\nAnd I was lost.\n\nBruce sits in a line of criminals, hands cuffed behind back.\nA Cop YANKS him to his feet, hauling him over to an OFFICER.\n\nCoP\n(in Mandarin)\nHe refuses to give his name.\n\nThe Officer smiles solicitously at Bruce.\n\nOFFICER\n(in Mandarin)\nFool- this is China, you’re a\ncriminal, what the hell do I care\nwhat your name is?\n\nBRUCE\n(in fluent Mandarin)\nI’m not a criminal.\n\nThe Officer, surprised, waves Bruce away. Looks at the\ntruck.\n\nOFFICER\n(in accented English)\nTell that to the guys who owned\nthese!\n\nHe KICKS a BOX: CLOSE ON the WAYNE INDUSTRIES logo.\nCUT TO:\n\nEXT. WALL, HIMALAYAN MONASTERY -- DAWN 61\n\nWayne and Ducard cling to the wall just short of the roof,\neyes LOCKED. Both are in AGONY, sweat-drenched, STRAINING.\n\nDucard BLINKS. REACHES for the roof and pulls himself up.\nWayne closes his eyes in relief. Ducard pulls Wayne up onto\nthe roof. They lie there in the half-light. Ducard turns to\nWayne. Puts a hand on his shoulder. Proud.\n\nDUCARD\nYou are ready.\n\f62\n\n37.\n\nINT. THRONE ROOM -- NIGHT 62\n\nClose on Wayne’s BLUE POPPY- now SHRIVELED DRY- on the\naltar. Wayne, clad in black ninja uniform watches as Ducard,\nalso in black, picks it up, takes a pestle and mortar, drops\nin the dried flower, and grinds it to dust.\n\nDucard pours the dust into a small brazier. Lights it.\nMotions to Wayne, who approaches the smoking altar.\n\nDUCARD\nDrink in your fears. Face them.\n\nWayne breathes the smoke. He shakes his head, REACTING to\nthe effects of the smoke...",
  "26": "---END OF PREVIOUS SECTION---\nFace them. Wayne breathes the smoke. He shakes his head, REACTING to\nthe effects of the smoke... \n---TARGET SECTION TO BE ANNOTATED---\n his mind is plagued by IMAGES:\n\nChill’s trembling gun- Young Bruce FALLING- Thomas\nSTAGGERING-\n\nDucard puts on his ninja mask. Motions Wayne to do the same.\nWayne STRUGGLES to think through the effects of the smoke...\n\nWAYNE\nWhy The masks?\n\nAs if in reply, DOZENS of NINJAS step forward from the\nshadows: the hall is filled with identical Ninjas. Ducard\nhas melted into the crowd. Wayne raises his guard...\n\nDUCARD\nTo conquer fear, you must become\nfear... you must bask in the fear\nof other men... and men fear most\nwhat they cannot see-\n\nDucard STRIKES at Wayne- Wayne SPINS, PARRIES- but Ducard\nhas gone. The Ninjas movie in unison, forming WALLS...\n\nDUCARD (CONT’D)\nIt is not enough to be a man... you\nhave to become an idea... a\nterrible thought... a wraith-\n\nThe Ninja nearest Wayne TURNS and SLASHES- it is Ducard.\nWayne LEAPS sideways, ROLLING through the wall of Ninjas. He\nlooks at his arm- it has been slashed, the uniform torn a\ndead giveaway. Wayne looks around, crouched, READY...\n\nOne wall of Ninjas PARTS, revealing a WOODEN BOX. Wayne\nstares at it, MIND SPINNING from the smoke.\n\n(CONTINUED)\n\fCONTINUED: (2) 38.\n\nDUCARD (0.S.)\nFace your fear...\n\nWayne cautiously approaches the box. Carefully lifts the\nlid. PEERS inside...\n\nBATS EXPLODE from the box, FILLING the air- Wayne dives away\nfrom the box, STARING up at the squawking bats- flinching...\n\nDucard LEAPS at Wayne, who ROLLS sideways, blocking- Wayne\nturns to face Ducard, but he is lost in the Ninjas, bats\nfilling the air, Wayne FLINCHING with their attacks...\n\nWayne stays low, SLASHES the arm of the Ninja nearest him-\nthe man does not move. Wayne turns. Fighting to THINK.\n\nA Ninja paces softly through the crowd, as he speaks, we can\ntell this is Ducard...",
  "27": "---END OF PREVIOUS SECTION---\nWayne turns. Fighting to THINK. A Ninja paces softly through the crowd, as he speaks, we can\ntell this is Ducard... \n---TARGET SECTION TO BE ANNOTATED---\nDUCARD\nBecome one with the darkness...\n\nDucard falls in behinds a Ninja with a SLASHED SLEEVE... He\nKNOCKS him to his knees, sword against throat-\n\nDUCARD (CONT’D)\nYou cannot leave any sign...\n\nDucard pulls off his own mask. Disappointed.\n\nWAYNE (0.S.)\nI haven't.\n\nA SWORD IS AT DUCARD’S NECK- Wayne is behind him, pulling\noff his mask. Ducard looks around... several of the Ninjas\naround them have slashed sleeves. Ducard smiles.\n\nThe Ninjas TURN, in unison, and sit.\n\nRa’s Al Ghul is seated on a small stage at the head of the\nroom. Ducard leads Wayne to sit down in front of Ra’s. A\nNinja places a tray between them: a bottle and a burning\ncandle. Ducard places the candle in front of Wayne and hands\nhim a small glass. Ra’s Al Ghul begins speaking in Urdu.\n\nDUCARD\nWe have purged your fear. You are\nready to lead these men. You are\nready to become a member of the\nLeague of Shadows. Drink.\n\nWayne tips back the glass. Strong stuff.\n\n(CONTINUED)\n\fCONTINUED: (3) 39.\n\nDUCARD (CONT’D)\nBy blowing out this candle you\nrenounce your mortal life. You\nrenounce forever the cities of man.\nYou dedicate your life to solitude.\n\nWayne leans forward to blow out the candle. PAUSES. Looks at\nthe rows of seated Ninjas.\n\nWAYNE\nWhere will I be leading these men?\n\nDUCARD\nYou will need them in Gotham.\n\nWAYNE\nYou want me to go back to Gotham?\n\nRa’s stares at Wayne. Starts speaking...\n\nDUCARD\nYou yourself are a victim of\nGotham’s decay. That is why you\ncame here, and that is why you must\ngo back. You will assume the mantle\nof your birthright. As Gotham’s\nfavored son you will be ideally\nplaced...\n\nWAYNE\nFor what?\n\nDUCARD\nTo help us destroy the city.\n\nWAYNE\nWhat?!\n\nDUCARD\nWhen Gotham falls, the other cities\nwill follow in short order.\nNature’s balance will be restored\nand Man will finally return to\nsolitude.",
  "28": "---END OF PREVIOUS SECTION---\nWAYNE\nWhat?! DUCARD\nWhen Gotham falls, the other cities\nwill follow in short order. Nature’s balance will be restored\nand Man will finally return to\nsolitude. \n---TARGET SECTION TO BE ANNOTATED---\nWayne turns to Ducard.\n\nWAYNE\nYou can’t believe in this.\n\nDucard looks at Wayne, troubled.\n\n(CONTINUED)\n\f63\n\nCONTINUED: (4) 40.\n\nDUCARD\nRa’s Al Ghul has rescued you from\nthe darkest corner of your own\nheart... what he asks in return is\nobedience. And the courage to do\nwhat is necessary.\n\nWayne stares down at the flickering candle. At the bottle.\nWayne FLICKS his sword out, SMASHING the bottle, TIPPING the\ncandle- FLAMES spread across the wooden floor-\n\nDUCARD (CONT’D)\n(reaching to extinguish\nflames)\nWhat are you doing?\n\nWAYNE\nWhat’s necessary.\n\nWayne STRIKES Ducard in the head with the butt of his sword,\nDOUSES his mask in the liquid fire and TOSSES it back into\nthe mezzanine where the explosive powders are stored...\n\nRa’s LEAPS from his throne, STRIKING at Wayne with his\nsword- Wayne parries- EXPLOSIONS roar from the balcony,\nshooting flame across the ceiling- Ra’s and Wayne fight as\nEXPLOSIONS surround them...\n\nWayne LEAPS clear as FLAMING DEBRIS collapses onto Ra’s,\nCRUSHING him... the flames are rising, Ninja bodies are\nstrewn around, fresh explosions rip across the hall as\nNinjas flee and Wayne spots Ducard lying unconscious.\n\nWayne PICKS UP Ducard, hauls him out of the Throne room,\ninto a passage, SMASHING THROUGH an ornate screen...\n\nEXT. MOUNTAINS -- CONTINUOUS 63\n\nWayne and Ducard CRASH down onto a steep slope of ice and\nrock, the monastery exploding above them... Wayne rolls\nover, GRABS a rock, looks across to see-\n\nDucard UNCONSCIOUS, SLIDING down the icy slope. His limp\nform ROTATES, spinning as his body gathers MOMENTUM, rushing\ntowards the EDGE of the CLIFF...\n\nWayne DIVES AFTER HIM, SLIDING HEAD-FIRST down the ice...\nthe cliff closer and closer as Wayne RACES after Ducard...\n\f64\n\n65\n\n66\n\n67\n\n41.",
  "29": "---END OF PREVIOUS SECTION---\nWayne DIVES AFTER HIM, SLIDING HEAD-FIRST down the ice... the cliff closer and closer as Wayne RACES after Ducard... 64\n\n65\n\n66\n\n67\n\n41. \n---TARGET SECTION TO BE ANNOTATED---\nMERE FEET FROM THE CLIFF EDGE, Wayne GRABS Ducard- raises\nhis free GAUNTLET-CLAD ARM, and SMASHES AT THE ICE, DIGGING\nIN with the BRONZE SCALLOPS... STOPPING on the edge- Ducard\nHANGS LIMPLY over a tremendous drop- Wayne STRUGGLES with\nthe dead weight. Wayne PULLS Ducard up onto the ice.\nBREATHING.\n\nEXT. TINY HAMLET, HIMALAYAS -- DAY 64\n\nWayne CARRIES Ducard down the road.\n\nINT. SHERPA’S HUT -- MOMENTS LATER 65\nWayne KICKS the door open. The Old Man he saw on his way up\nthe mountain stares back at him. Then motions Wayne to put\nDucard down onto some mats. The Old Man wipes blood from\nDucard’s temple. Looks at Wayne, who is moving to the\ndoor...\n\nOLD MAN\nI will tell him you saved his life.\n\nWayne stops. Turns. Looks back at Ducard.\nWAYNE\nTell him... I have an ailing\nancestor who needs me.\n\nWayne puts his hands together in formal salute. Bows.\n\nINT. CLIMBER’S BAR, BHUTAN -- DAY 66\nA smoky inn, full of SHERPAS and CLIMBERS. Wayne enters,\nFILTHY, RAGGED. Conversation CEASES. Everyone STARES.\n\nINT. SAME -- MOMENTS LATER 67\nWayne uses a phone at the bar, waiting for an answer-\n\nALFRED (0.S.)\nWayne residence.\n\nWayne SMILES at Alfred’s familiar voice.\nWAYNE\n\n(hoarse)\nAlfred.\n\n(CONTINUED)\n\fCONTINUED: (2) 42.\n\nALFRED\n(unflappable)\nMaster Wayne. It’s been some time.\n\nWAYNE\nYes. Yes it has. I need a ride.\n\nALFRED\nAnd where are we, sir?\n\nWayne glances around.\n\nWAYNE\nBhutan, I think.\n\nA curious Sherpa nearby NODS at Wayne.\n\nALFRED\nAm I to assume that you’re without\nmoney and passport?\n\nWAYNE\nI’m traveling a bit light, yes.",
  "30": "---END OF PREVIOUS SECTION---\nA curious Sherpa nearby NODS at Wayne. ALFRED\nAm I to assume that you’re without\nmoney and passport? WAYNE\nI’m traveling a bit light, yes. \n---TARGET SECTION TO BE ANNOTATED---\nALFRED\nI believe there’s an airstrip at\nKhatmandu long enough for a G5.\nMake your way there, I’1l have the\njet down in fifteen hours.\n\nWAYNE\nVery good. Oh, and Alfred?\n\nALFRED\nYes, sir?\n\nWAYNE\nBring some painkillers.\n\n68 INT. PRIVATE JET -- DAWN 68\n\nWayne steps out of the washroom, clean-shaven, fresh\ntailored clothes. The jet breaks cloud, revealing GOTHAM\nbathed in glorious SUNRISE. Wayne looks out at the city.\nAlfred, sleeping opposite, opens an eye.\n\nWAYNE\n\nHave you told anyone I’m coming\nhome?\n\n(CONTINUED)\n\f69\n\n70\n\n71\n\nCONTINUED: (2) 43.\n\nALFRED\nI thought you might like to\nsurprise a few people.\n\nWAYNE\nNo one can know I’m back. Not until\nI’m ready. I’1l need everything on\nthe company- shareholders’ reports,\nholdings. Everything.\n\nAlfred SMILES to himself. Closes his eyes again.\n\nALFRED\nYou sound like a man with purpose.\n\nWayne stares at the vast city beneath them as the jet BANKS.\n\nWAYNE\nGotham needs me, Alfred. Gotham\nneeds... a symbol.\n\nALFRED\n\nWhat symbol, sir?\nWAYNE\nI’m not sure. Something for the\ngood to rally behind...\nEXT. GOTHAM -- SUNRISE 69\nMOVING over SPIRES of the city catching GOLD of first light.\nWAYNE (V.0.)\n...and the criminals to fear.\nINT. LIBRARY, WAYNE MANOR -- NIGHT 70\nWayne, cross-legged on the floor, STUDIES a thick report.\nCircles something, closes it. Draws another from a STACK.\nINT. KITCHEN, WAYNE MANOR -- EVENING 71\nAlfred makes tea. A television plays: business news.\nINTERVIEWER\n(over television)\nLot of interest in new directions\n\nWayne Industries has been taking...\n\nAlfred looks up: Earle is being interviewed.\n\n(CONTINUED)\n\f72\n\n73\n\n74\n\n75\n\nCONTINUED: (2) 44.\n\nINTERVIEWER (CONT’D)\n...couple big defense contracts in\nthe bag...",
  "31": "---END OF PREVIOUS SECTION---\nAlfred looks up: Earle is being interviewed. (CONTINUED)\n\f72\n\n73\n\n74\n\n75\n\nCONTINUED: (2) 44. INTERVIEWER (CONT’D)\n...couple big defense contracts in\nthe bag... \n---TARGET SECTION TO BE ANNOTATED---\n as well as rumors that\nthe board is petitioning to have\nBruce Wayne, missing for seven\nyears now, declared officially\ndead.\n\nEARLE\n(smiles thinly)\n\nOur operating assumption is always\n\nthe hopeful one that Bruce’1l\n\nresurface sometime soon.\nINT. LIBRARY, WAYNE MANOR -- CONTINUOUS 72\nWayne HEARS a CHITTERING. He rises, moving out into the main\nhall...\nINT. MAIN HALL, WAYNE MANOR -- CONTINUOUS 73\nWayne STARES: a small shadow SPUTTERS around the ceiling...\n\nALFRED (0.S.)\nA blessed bat gain, sir.\n\nWayne turns to find Alfred standing there with a tea\nservice.\n\nALFRED\nThey nest somewhere on the grounds.\n\nWayne watches the dark shape FLICKER around the ceiling.\n\nEXT. GROUNDS, WAYNE MANOR -- DAY 74\nWayne walks across the gardens to the greenhouse. He wears a\nlong overcoat, a coil of rope over one arm.\n\nINT. GREENHOUSE -- CONTINUOUS 75\n\nNow derelict. Glass cracked or missing, paint peeled from\nwrought iron. Wayne stands in the entrance, remembering-\n\nINSERT CUT: Rachel, LAUGHING, SPRINTING between the tables.\n\f76\n\n77\n\n78\n\n79\n\n45.\n\nINT. DISUSED WELL SHAFT -- MOMENTS LATER 76\n\nDARKNESS, punctured by LIGHT as BOARDS are YANKED,\nsplintering from the mouth of the well, high above.\n\nWayne LOWERS himself down the shaft, overcoat billowing. He\nundoes his rope at the bottom. TURNS, finding-\n\nThe DARK CREVICE between the rocks. Wayne CROUCHES, pushing\ninto the BLACKNESS, crawling through into-\n\nINT. CAVERNS -- CONTINUOUS 77\n\nWayne climbs down a jagged rock crevice. Air blows in his\nface. The crevice WIDENS into a low-ceilinged chamber. Wayne\nhears the RUSH of WATER. He crouches, advances through the\nlow chamber. It turns DOWNWARDS, steeper- Wayne carefully\nslides on his back, LOWERING HIMSELF into...\n\nLIMITLESS BLACK. Wayne stands. A ROAR of water now.",
  "32": "---END OF PREVIOUS SECTION---\nLIMITLESS BLACK. Wayne stands. A ROAR of water now. \n---TARGET SECTION TO BE ANNOTATED---\n He\nREACHES into his coat, pulls out a CHEMICAL TORCH. CRACKS\nit, throwing LIGHT into...\n\nA VAST CAVERN. An underground RIVER, a JAGGED ceiling, far\nabove, which, as Wayne PEERS, starts to MOVE-\n\nBATS EXPLODE from the ceiling. THOUSANDS DESCEND,\nSCREECHING, attracted to the light- Wayne instinctively\nCROUCHES. But as they SWARM around him terrifyingly...\n\nWayne RISES to his feet amidst a CYCLONE of bats, watching\nthe fluttering blackness with a profound CALM.\n\nAnd he knows the symbol he must use.\n\nINT./EXT. ROLLS ROYCE ON GOTHAM STREETS -- MORNING 78\n\nWayne stares at the DECAY. Sadness gives way to anger.\n\nEXT. WAYNE PLAZA -- LATER 79\n\nThe Rolls pulls up onto the Plaza in front of Wayne Station.\nThe station is deserted. Derelict. Wayne gets out, staring.\n\nWAYNE\nIs it closed?\n\nALFRED\n\nThey still run a token service out\nof respect for your father.\n\n(CONTINUED)\n\f80\n\n81\n\n82\n\nCONTINUED: (2) 46.\n\nWAYNE\n(low)\nRespect?\nINT. BOARD ROOM, WAYNE TOWER -- CONTINUOUS 80\nA board meeting in full swing. Earle presiding. He is\naddressing a portly, distinguished man at the other end.\nThis is JUDGE PHELAN.\nEARLE\nClearly, Judge Phelan, moving to\nhave Bruce declared dead is not\nsomething that any of us here\nrelishes... but as responsible\n\nmanagers it falls to us to act on\nbehalf of Wayne Industries...\n\nINT. OUTER OFFICE, WAYNE TOWER -- CONTINUOUS 81\n\nWayne walks past the young, beautiful ASSISTANT sat her\ndesk.\n\nWAYNE\nMorning.\n\nThe Assistant gets to her feet.\n\nASSISTANT\nSir, you can’t go in there!\n\nWayne turns to her. Smiles.\n\nWAYNE\nYes, I can.\n\nThe Assistant RECOGNIZES him, stands there, SHOCKED.\n\nINT. BOARD ROOM, WAYNE TOWER -- CONTINUOUS 82\nAs the door OPENS, Earle looks over, annoyed.",
  "33": "---END OF PREVIOUS SECTION---\nThe Assistant RECOGNIZES him, stands there, SHOCKED. INT. BOARD ROOM, WAYNE TOWER -- CONTINUOUS 82\nAs the door OPENS, Earle looks over, annoyed. \n---TARGET SECTION TO BE ANNOTATED---\nEARLE\nI’m sorry, can I...?\n\nEarle STARES. Dumbstruck. All heads TURN- Wayne smiles.\nWAYNE\n\nSorry to barge in, but I was in the\nareas...\n\n(CONTINUED)\n\fCONTINUED: (2) 47.\n\nSILENCE. Earle gets to his feet, approaching Wayne, STARING.\nHe SHAKES Wayne’s hand, claps the other on his shoulder.\n\nEARLE\nMy boy! We thought you were gone\nfor good.\n\nWAYNE\n\nWhat can I say? \"Reports of my\ndeath have been greatly\nexaggerated\".\n\nNervous chuckles. Judge Phelan stares at Wayne, incredulous.\n\nEARLE\nCan I ask where you’ve been?\n\nWAYNE\n(mischievous )\nYou can ask...\n\nEARLE\n(smiles)\nWell, perhaps you’11 tell us your\nplans. Are you back to finish\ncollege?\n\nWAYNE\nActually, I thought I’d get to\ngrips with what we actually do\naround here. From the ground up-\none division at a time.\n\nEarle takes this in, nodding.\n\nEARLE\nAny idea where you’d like to start?\n\nWAYNE\nApplied sciences caught my eye.\n\nEARLE\nMr.Fox’s department. I’1l make a\ncall. You can start today.\n\nWAYNE\nActually, I’ve got a one o’clock\ntee-off, and it took me all morning\nto convince the club to honor my\nold membership.\n\n(grins at Earle)\n\nApparently they don’t have to meet\nthe same high standards as you when\nit comes to declaring someone dead.\n\f48.\n\n83 INT. STAIRCASE, DISTRICT ATTORNEY’S OFFICE -- DAY 83\n\nRachel HURRIES down marble stairs to catch Finch.\n\nRACHEL\nMr.Finch.\nFINCH\n(weary)\n\nYes, Miss Dodson?\n\nRACHEL\nMr.Finch, on the Falcone matter-\n\nFINCH\n(here we go again)\nThe case against Falcone died with\nChill. We had our shot.\n\nThey walk out into the parking lot...\n\n84 EXT.",
  "34": "---END OF PREVIOUS SECTION---\nWe had our shot. They walk out into the parking lot... 84 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n PARKING LOT, COURTHOUSE -- CONTINUOUS 84\n\nRACHEL\nThat was then- but now he’s\nimporting drugs, everybody knows\nit, let’s take it to Harvey Dent\nand-\n\nFINCH\n\n(looking around)\nKeep your voice down.\n\n(quite, sympathetic)\nLook, Rachel, Falcone’s got Judge\nPhelan and half of City Hall bought\nand paid for. So you got burned on\nFalcone- let it go, we’ve got\nbigger fish to fry.\n\nRACHEL\nThat would make a lot more sense if\nwe were doing any frying.\n\nFinch, uncomfortable, TURNS. Rachel WATCHES him exit...\n\n85 INT. ROLLS ROYCE -- CONTINUOUS 85\n\nIn the back seat, Wayne WATCHES Rachel standing there.\n\n(CONTINUED)\n\f86\n\nCONTINUED: (2) 49.\n\nALFRED\nShall I park, sir?\n\nWayne wrestles for a moment...\n\nWAYNE\nNo, let’s go.\n\nAlfred pulls out with a touch of disappointment.\n\nINT. APPLIED SCIENCES DIVISION -- DAY 86\n\nA massive WAREHOUSE, stacked with crates, odd-shaped under\ndust covers, lab equipment. LUCIUS FOX, aged 52, leads Wayne\nthrough the stacks, speaking in calm, knowledgeable tones.\n\nFOX\nEnvironmental applications, defense\nprojects, consumer products... all\n\nprototypes, none if production at\nany level whatsoever.\n\nWAYNE\nNone?\n\nFox pauses, turns to Wayne, a wicked gleam in his eye.\n\nFOX\nWhat did they tell you this place\nwas?\n\nWAYNE\nThey didn’t tell me anything.\n\nFOX\nThey told me exactly what it was\nwhen they sent me here... a dead\n\nend where I couldn’t cause any more\ntrouble for the rest of the board.\n\nWAYNE\nYou were on the board?\n\nFOX\nBack when your father ran things.\n\nWAYNE\nYou knew my father?\n\nFOX\nSure. Helped him build his train.\nBeautiful project- routed right\n(MORE)\n\n(CONTINUED)\n\fCONTINUED: (2) 50.\n\nFOX (CONT’D)\ninto Wayne Tower, along with the\nwater and power utilities. Made\nWayne Tower the unofficial heart of\nGotham.\n\nFox stops at a tall CRATE. Checks paperwork.",
  "35": "---END OF PREVIOUS SECTION---\nMade\nWayne Tower the unofficial heart of\nGotham. Fox stops at a tall CRATE. Checks paperwork. \n---TARGET SECTION TO BE ANNOTATED---\n Opens the\ncrate: a BODYSUIT- clear silicone over jointed armor.\n\nFOX (CONT’D)\nHere it is: the nomex survival suit\nfor advanced infantry. Kevlar\nbiweave, reinforced joints...\nWayne feels the fabric of the suit.\n\nWAYNE\nBullet -proof?\n\nFOX\nAnything but a straight shot.\n\nWAYNE\nTear-resistant?\n\nFox HACKS at the suit with his pen- it doesn’t even mark.\n\nFOX\nThis sucker’1ll stop a knife.\nWAYNE\nWhy didn’t they put it into\nproduction?\nFOX\n\nThe bean counters figured a\nsoldier’s life wasn’t worth the 300\ngrand.\n\nFox looks at Wayne. Suspicious.\n\nFOX (CONT’D)\nWhat do you want with it, Mr.Wayne?\n\nWAYNE\nI want to borrow it. For\nspelunking.\n(off look)\nYou know, cave-diving.\n\nFox shrugs. Puts the lid back on the crate.\n\n(CONTINUED)\n\f87\n\nCONTINUED: (3) 51.\n\nFOX\nYou get a lot of gunfire down in\nthose caves?\n\nWAYNE\n(smiles)\nListen, I’d rather Mr.Earle didn’t\nknow about me borrowing-\n\nFOX\nMr.Wayne, the way I see it...\n\nFox waves his arm, taking in the enormous facility.\n\nFOX (CONT’D)\nAll this stuff is yours, anyway.\n\nINT. CAVERNS BENEATH WAYNE MANOR -- DAY 87\n\nWayne, high on the cavern wall, in climbing harness, HAMMERS\na bracket into the rock securing a line of industrial LAMPS.\n\nWAYNE\nOkay! Give it a try.\n\nAlfred throws a switch on a portable GENERATOR: the lamps\nflicker on, dimly lighting the length of one wall. Alfred\npeers at the DAMP, DINGY surroundings.\n\nALFRED\nOh, charming.\n\nAlfred sees the BATS covering the entire ceiling.\n\nALFRED (CONT’D)\nAt least you’1l have company.\n\nWayne RAPPELS to the cave floor, looks up to a HIGH corner:\nCRUMBLING BRICKWORK. Alfred follows his gaze.\n\nALFRED (CONT’D)\nMust be the lowest foundations of\nthe Southeast wing.",
  "36": "---END OF PREVIOUS SECTION---\nWayne RAPPELS to the cave floor, looks up to a HIGH corner:\nCRUMBLING BRICKWORK. Alfred follows his gaze. ALFRED (CONT’D)\nMust be the lowest foundations of\nthe Southeast wing. \n---TARGET SECTION TO BE ANNOTATED---\nWayne CLIMBS up: poking through the rock ceiling: the bottom\nof a wrought-iron SPIRAL STAIRCASE. In the center of the\nspiral: a dumb-waiter lift, fallen off its track. Wayne\ngrabs the chains of the lift, RATTLES them- sending a wave\nECHOING up into the darkness.\n\n(CONTINUED)\n\f88\n\nCONTINUED: (2) 52.\n\nALFRED (CONT’D)\nDuring the civil war your\ngreatgrandfather was involved with\nthe underground railroad. Secretly\ntransporting freed slaves to the\nNorth. I suspect these caverns came\nin handy.\n\nWayne jumps down. Moves to the small river. Follows it where\nit disappears under rocks. Steps over. Alfred waits. The\nROAR of WATER gets louder and the light gets BRIGHTER. Wayne\nfollows the tunnel around a dog leg, emerging...\n\nBEHIND THE FACE OF A WATERFALL. Wayne grins, HOPS along\nslick rocks right up to the beautiful CURTAIN of water.\n\nWAYNE\n(awe)\nAlfred, come up here.\n\nAlfred is twenty feet behind on the dry rocks.\n\nALFRED\nI can see it very well from here,\nthank-you, sir.\n\nWayne, mesmerized, reaches for water that is liquid light.\n\nINT. UNMARKED POLICE SEDAN -- EVENING 88\n\nGordon, now 46 and a Detective, in the passenger seat. Worn\neyes watching his partner, FLASS, 42, glad-hand the owner of\nthe liquor store they are parked outside. Flass squeezes\ninto the driving seat holding a wad of CASH.\n\nFLASS\nDon’t s’pose you want a taste?\n\nGordon looks at Flass, cold. Flass shrugs. Counts his money.\n\nFLASS (CONT’D)\nI keep offering ‘cause who knows,\nmaybe one day you’1l get wise.\n\nGORDON\nNothing wise in what you do, Flass.\n\nFLASS\nYeah? Well, Jimbo, you don’t take\nyour taste- makes us guys nervous\nyou might decide to roll over-\n\n(CONTINUED)\n\fCONTINUED: (2) 53.\n\nGORDON\n(irritated)\nI’m no rat, Flass.",
  "37": "---END OF PREVIOUS SECTION---\nFLASS\nYeah? Well, Jimbo, you don’t take\nyour taste- makes us guys nervous\nyou might decide to roll over-\n\n(CONTINUED)\n\fCONTINUED: (2) 53. GORDON\n(irritated)\nI’m no rat, Flass. \n---TARGET SECTION TO BE ANNOTATED---\n(calmer )\nIn a town this bent, who’s there to\nrat to, anyway?\n\nFlass LAUGHS at this, hits the gas.\n\n89 EXT. ROOFTOPS, GOTHAM -- CONTINUOUS 89\nMoving in on a rooftop balustrade to discover Wayne, wearing\nthe bodysuit, crouched, watching the police station across\n\nthe street. He pulls on a black balaclava. CLIMBS through\nthe SHADOWS using Ninja SPIRES on his hands and feet.\n\n90 EXT. POLICE STATION -- MOMENTS LATER 90\n\nGordon slams the car door. Watches Flass pull away. Weary.\n\n91 INT. GORDON’S OFFICE -- CONTINUOUS 91\n\nGordon SLUMPS into his chair, back to the window. Reaches\nfor the phone- notices a BOOK sitting on his desk: an old,\nworn copy of: \"PHYLUM PERACOPDA: THE TWILIGHT WORLD OF\nBATS\".\n\nGordon frowns at the book, CONFUSED. The light goes OUT.\n\nWAYNE (0.S.)\nDon’t turn around.\n\nGordon FREEZES- Wayne is behind his, pressing a stapler\nbetween Gordon’s shoulder blades as if it were a gun.\n\nGORDON\nWhat do you want?\n\nWAYNE\nI’ve been watching. You’re a good\ncop. One of the few. What would it\ntake to get Falcone?\nGordon narrows his eyes, puzzled.\n\nGORDON\nCarmine Falcone?\n\n(CONTINUED)\n\f92\n\n93\n\nCONTINUED: (2) 54.\n\nWAYNE\nHe brings in shipments of drugs\nevery week, nobody takes him down.\nWhy?\n\nGORDON\nHe’s paid up with the right people.\n\nWAYNE\nWhat would it take?\n\nGORDON\nLeverage on Judge Phelan. And a\nD.A. brave enough to prosecute.\n\nWAYNE\nRachel Dodson in the D.A.’s office.\n\nGORDON\nWho are you?\n\nWAYNE\nWatch for a sign.\n\nGORDON\nYou’re just one man?\n\nWAYNE\nNow we are two.\n\nGORDON\nWwe?\n\nNo response. Gordon turns around. No one.",
  "38": "---END OF PREVIOUS SECTION---\nNo response. Gordon turns around. No one. \n---TARGET SECTION TO BE ANNOTATED---\n He JUMPS to the\nwindow- looks down, looks up: a SHADOW slips onto the roof-\nINT. BULLPEN -- CONTINUOUS 92\nGordon RACES across the bullpen, drawing his gun, hits the\nstairwell- two UNIFORMS see him go, run after him.\n\nEXT. ROOFTOP -- CONTINUOUS 93\n\nWayne moves to the edge of the roof- the gap is TOO BIG- he\nTURNS BACK- the DOOR SMASHES open: Gordon GUN RAISED.\n\nGORDON\nFREEZE!\n\nWayne RACES for the GAP- LEAPS... DROPS FAST... misses THE\n\nTOP STORY- GRABS the balcony below... it BREAKS AWAY- DROPS\nhim onto the one below. Winded, Wayne CLIMBS onto the wall.\n\n(CONTINUED)\n\f94\n\nCONTINUED: (2)\n\n55.\n\nFrom the other roof, Gordon watches Wayne melt into the\n\nshadows. The Uniforms arrive either side.\n\nUNIFORM 1\nThe hell was that?\n\nGORDON\n(dismissive)\nSome nut.\n\nBut Gordon’s expression is less certain.\n\nINT. EARLE’S OFFICE, WAYNE TOWER -- DAY\n\n94\n\nEarle sits at his desk conferring with two board members.\n\nBOARD MEMBER\nIs he taking over?\n\nEARLE\nNot yet. I checked the trust, and\nBruce can’t assume control until\nhis thirtieth birthday.\n(presses intercom)\nJessica, where’s that coffee?\n\nBOARD MEMBER\nBut that’s in three months.\n\nEARLE\nWe’1l have to move fast.\n\nBOARD MEMBER 2\nTo do what?\n\nEARLE\nAn IPO. There’s nothing in Bruce’s\ntrust to stop us taking the company\npublic... we’ll have an offering...\n\nBOARD MEMBER\n(getting it)\nAnd Bruce will become just another\nboard member.\n\nEARLE\nPrecisely. We can’t have some clown\nprince running things.\n(presses intercom)\nJessica?\n\nNo answer. Earle steps to the door and opens it. His\nassistant is GONE. So is the receptionist.\n\f95\n\n56.\n\nEXT. ROOFTOP, WAYNE TOWER -- MOMENTS LATER 95\n\nThe SWISH-CLICK of a Titleist rocketing off the roof and out\ntowards Gotham River.",
  "39": "---END OF PREVIOUS SECTION---\n95\n\n56. EXT. ROOFTOP, WAYNE TOWER -- MOMENTS LATER 95\n\nThe SWISH-CLICK of a Titleist rocketing off the roof and out\ntowards Gotham River. \n---TARGET SECTION TO BE ANNOTATED---\n Wayne stands behind the Beautiful\nAssistant, hand on her hip, adjusting her grip on a gold\nclub. Another YOUNG WOMAN watches, leaning on a driver.\n\nWAYNE\nKeep your elbows in...\n\nEARLE (0.S.)\nLadies?\n\nThey turn. Earle is standing there.\n\nJESSICA\nSorry, Mr.Earle, Mr.Wayne insisted\nthat all junior executives need to\nknow how to play golf.\n\nEARLE\nJunior Executive? Who’s answering\nthe phones?\n\nWayne smiles pleasantly at Earle.\n\nWAYNE\nThis is Wayne Industries, Mr.Earle-\nI’m sure they’1l call back.\n\nWayne unwraps himself from Jessica and approaches Earle.\n\nWAYNE (CONT’D)\n(conspiratorial)\nI thought a few promotions might be\ngood karma forgetting my new job.\n\nEarle smiles patiently.\n\nEARLE\nOf course, you’re not actually\nstarting just yet, Bruce. Not until\nyour birthday.\n\nWAYNE\n(grins)\nThree month’s time- I’m having a\nhuge blowout and I expect everyone\nto be there.\n\nEARLE\n\nWith bells on. How are things down\nat Applied Sciences?\n\n(CONTINUED)\n\fCONTINUED: (2) 57.\n\nWAYNE\nGreat- there’s some cool stuff down\nthere. Although that Mr.Fox goes on\na bit once you get him talking.\n\nEarle takes Wayne by the elbow, walking him away.\n\nEARLE\nSince you’re here, there is a\nbusiness matter that I wanted to\nmake you aware of...\n\nWayne assumes a pose of seriousness.\n\nWAYNE\nBusiness... sure.\n\nEARLE\nWe’ve been thinking for some time\nabout offering shares... I think\nthe time is right.\n\nWAYNE\nOffering shares?\n\nEARLE\nIt’s just a way of raising capital\nfor growth... it’s important to me\nthat the company be in great shape\nwhen you take over. Consider it my\nlegacy.\nWayne nods.\nEARLE (CONT’D)\nWell, I guess I’d better go hire a\nnew secretary and receptionist...\nEarle head to the door. Wayne smiles, turns back to Jessica.\nWAYNE\nRight, who’s turn is it?\n96 EXT. FALCONE’S BASEMENT CLUB, DOCK AREA -- NIGHT 96\nJudge Phelan exits the club, a GIRL on his arm.",
  "40": "---END OF PREVIOUS SECTION---\nWAYNE\nRight, who’s turn is it? 96 EXT. FALCONE’S BASEMENT CLUB, DOCK AREA -- NIGHT 96\nJudge Phelan exits the club, a GIRL on his arm. \n---TARGET SECTION TO BE ANNOTATED---\nBOUNCER\nNight, Judge Phelan.\n\nPhelan turns, giddy with drink, puts his finger to his lips.\n\n(CONTINUED)\n\f97\n\n98\n\nCONTINUED: (2) 58.\n\nPHELAN\nShhhhh.\n\nThe Girl giggles. Phelan guides her into a waiting limo. A\nSTREET PERSON comes over to the rear windows of the car\nknocking. The DRIVER gets out.\n\nDRIVER\nGet lost!\n\nThe Driver KICKS the Street Person away from the limo. A\nHomeless Man warming by a fire starts shouting. It is the\nHomeless Man that Bruce gave his coat to years before. The\ncoat is worn but recognizable.\n\nHOMELESS MAN\nLeave him alone! Let him be!\n\nThe limo moves off. Close on the Street Person watching it\nleave. IT IS BRUCE. He glances down at a tiny CAMERA in his\nlap. Smiles at the screen: Phelan and the Girl.\n\nINT. BAT CAVE -- DAY 97\nWayne places two BRONZE GAUNTLETS on a trestle table. FIRES\nup a paint sprayer. Starts coating them matte BLACK.\n\nINT. SAME -- LATER 98\n\nWayne is showing Alfred DIAGRAMS. We catch only GLIMPSES.\n\nALFRED\nIf we order the main part of\nthis...\n(points)\n\n...cowl from Singapore-\n\nWAYNE\nVia a shell corporation.\n\nALFRED\nIndeed. Then quite separately,\nplace an order through a Chinese\nmanufacturer for these-\n\nAlfred points at a diagram which looks like a pair of HORNS.\nWAYNE\n\n(nods)\nPut it together ourselves.\n\n(CONTINUED)\n\f99\n\nCONTINUED: (2) 59.\n\nALFRED\nPrecisely. Of course, they’1ll have\nto be large orders to avoid\nsuspicion.\n\nWAYNE\nHow large?\n\nALFRED\nSay, ten thousand.\n\nWAYNE\n(smiles)\nLeast we’1ll have spares.\n\nINT. APPLIED SCIENCES DIVISION -- MORNING 99\nFox, at his desk, watches Wayne approaching.\n\nFOX\n(smiles)\nWhat’s it today? More \"spelunking\"?\n\nWAYNE\nSper-lunking. And no, today it’s\nbase-jumping.",
  "41": "---END OF PREVIOUS SECTION---\nMore \"spelunking\"? WAYNE\nSper-lunking. And no, today it’s\nbase-jumping. \n---TARGET SECTION TO BE ANNOTATED---\nFOX\nBase-jumping? What, like\nparachuting?\n\nWAYNE\nI need some kind of lightweight\ngrappling hook...\n\nFOX\nFor what?\n\nWAYNE\nBase jumping’s illegal-you can’t\njust take the elevator.\nFox shakes his head at Wayne. Gets to his feet. They sit.\n\nFOX\nWe’ve got suction pads, grapples...\n\nWAYNE\nAny good?\n\n(CONTINUED)\n\f100\n\nCONTINUED: (2) 60.\n\nFOX\nNope. But this thing’s pretty neat.\n\nFox pulls out a box. Inside: a bronze GRAPPLING GUN and\nHARNESS.\n\nFOX (CONT’D)\nPneumatic. Magnetic grapple.\nMonofilament tested to 350 pounds.\n\nWayne feels the weight. It is light. Strong. He picks up the\nHARNESS that goes with it. Shoulder straps with a wide,\nhi-tech BELT. Wayne shoves the back end of the gun into the\nbelt buckle- it CLICKS into place.\n\nWAYNE\nToo expensive for the army?\n\nFox takes it back from Wayne. Sardonic.\n\nFOX\nGuess they never thought about\nmarketing to the billionaire\nbase-jumping, spelunking market.\n\nWAYNE\nLook, Mr.Fox, if you’re\nuncomfortable-\n\nFOX\nMr.Wayne, if you don’t tell me what\nyou’re really doing, then when I\nget asked... I don’t have to lie.\nBut don’t treat me like an idiot.\n\nWAYNE\n\n(nods)\nFair enough.\nFox looks at Wayne. Thinking.\n\nFOX\nCome on, I’1l show you something.\nINT. LOADING DOCK, APPLIED SCIENCES DIVISION -- LATER 100\nFox hands Wayne a sheet of black fabric.\n\nFOX\nNotice anything?\n\nWayne examines it, shrugs. Fox puts on a GLOVE.\n\n(CONTINUED)\n\f101\n\nCONTINUED: (2) 61.\n\nFOX (CONT’D)\nMemory fabric- dual layer polymers\nwith variable alignment molecules.\nFlexible ordinarily, but put a\ncurrent through it...\n\nFox GRABS the fabric- which instantly POPS into the RIGID\nshape of a small one-man TENT. Wayne raises his eyebrows.\n\nFOX (CONT’D)\n...the molecules align and become\nrigid. Wayne pushes on the tent,\nfeeling its strength, fascinated.",
  "42": "---END OF PREVIOUS SECTION---\nWayne raises his eyebrows. FOX (CONT’D)\n...the molecules align and become\nrigid. Wayne pushes on the tent,\nfeeling its strength, fascinated. \n---TARGET SECTION TO BE ANNOTATED---\nWAYNE\n\nWhat kind of shapes can you make? Fox releases the tent,\nwhich instantly COLLAPSES.\n\nFOX\nIt could be tailored to any\nstructure based on a rigid\nskeleton.\n\nWayne lifts the black fabric, FLICKING it in a WHIPPING\nmotion. Thinking. Then he sees something. Some kind of\nvehicle, covered by a tarp. HUGE TIRES visible.\n\nWAYNE\nWhat’s that?\n\nFox, a twinkle in his eye, rolls up the memory fabric.\nFOX\n\nThe Tumbler? Oh, you wouldn’t be\n\ninterested in that.\nWayne shoots Fox a look, and we\n\nCUT TO:\n\nP.0O.V.: RACING ALONG, INCHES ABOVE A TEST TRACKINT. TUMBLER\nON TEST TRACK -- MOMENTS LATER 101\n\nWayne pilots using aircraft-like control sticks. Fox, in the\npassenger seat, hangs on as Wayne PUSHES the vehicle...\n\nThe Tumbler SHOOTS PAST: LOW and WIDE, a cross between a\nLamborghini Countach and a Humvee. Sandy camouflage,\nstealthangled panelling and variable-angle flaps across the\nback.\n\nFox SHOUTS over the noise of the engine.\n\n(CONTINUED)\n\f102\n\n103\n\n104\n\nCONTINUED: (2) 62.\n\nFOX\n\nShe was built as a bridging\nvehicle!\nYou hit that button-\n\n(Wayne reaches)\nNO, NOT NOW!!\n\n(Wayne recoils)\nIt boosts her into a rampless jump!\nIn combat, two of them jump a river\ntowing cables, then you run a\nbailey bridge across! Damn bridge\nnever worked- but this baby works\nfine!\n\nWayne inspects the cockpit: a forward-slung \"gunner’s\"\ndriving position between their legs, video screens,\nelectronic controls, windows with HEADS-UP DISPLAY. Wayne\nACCELERATES...\n\nThe Tumbler TEARS down the straightaway, SKIDS to a HALT.\n\nINT. TUMBLER -- CONTINUOUS 102\nFox JOLTS with the stop. Turns to Wayne, a little green.\n\nFOX\nWhat do you think?\n\nWayne turns to Fox with a slight smile.\n\nWAYNE\nDoes it come in black?\n\nINT.",
  "43": "---END OF PREVIOUS SECTION---\nWayne turns to Fox with a slight smile. WAYNE\nDoes it come in black? INT. \n---TARGET SECTION TO BE ANNOTATED---\n BAT CAVE -- DAY 103\n\nWayne takes the hi-tech harness for the grapple and CUTS OFF\nthe shoulder straps, leaving a BELT WITH SLIDING\nATTACHMENTS.\n\nINT. SAME -- LATER 104\n\nWayne lifts a GLOVED hand, metal contacts on the fingertips.\nWith his other hand, he picks up a FABRIC GLOVE, RIBBONS\ndangling from each finger. He thrusts the gloved hand into\nthe fabric glove- the ribbons SHOOT OUT- RIGID FINGER\nEXTENSIONS like the SKELETON of a BAT’S WING. Wayne FANS the\nPROJECTIONS, testing.\n\f105\n\n106\n\n63.\n\nINT. BAT CAVE -- LATER 105\n\nClose on: the COWL. Black, with a slight GRAPHITE sheen.\nDramatic, ICONIC even without its ears.\n\nA BASEBALL BAT SMASHES into the crown, CRACKING it in two.\nAlfred picks the pieces off the table, FROWNING.\n\nALFRED\nProblems with the graphite mixture,\napparently. The next ten thousand\nwill be up to specifications.\n\nWayne looks up from adjusting a servo-mounted microphone.\n\nWAYNE\nAt least they gave us a discount.\n\nALFRED\nQuite. In the meantime, might I\nsuggest, sir, that you try to avoid\nlanding on your head?\n\nWayne shoots Alfred a look. Then fits the microphone into\nthe horn-shaped \"ear\" from the cowl.\n\nINT. SAME -- LATER 106\n\nWayne GRINDS METAL at a lathe. Alfred approaches with a\nthermos. Wayne stops grinding, BLOWS on his handiwork...\n\nALFRED\nWhy the design, Master Wayne?\n\nAlfred indicates the steel carved into a BAT’S WING.\n\nWAYNE\nA man, however strong, however\nskilled, is just flesh and blood. I\nneed to be more than a man. I need\nto be a symbol.\n\nALFRED\nAnd why the symbol of the bat?\n\nWAYNE\nBats frighten me.\n(slight smile)\nAnd it’s time my enemies shared my\ndread.\n\nWayne tilts the crude BATARANG, watching light dance across\nthe brushed steel. He THROWS it WHISTLING into darkness...\n\f107\n\n108\n\n64.\n\nINT.",
  "44": "---END OF PREVIOUS SECTION---\nHe THROWS it WHISTLING into darkness... 107\n\n108\n\n64. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FALCONE’S CLUB, DOCK AREA -- NIGHT 107\n\nJudge Phelan sits sandwiched between two GIRLS, drink and\ncigar in hand. He looks up.\n\nPHELAN\nCarmine! Where are you going?\n\nFalcone is putting his coat on.\n\nFALCONE\nDuty calls. You have yourself a\ngood time, Judge.\n\nFalcone turns to the CLUB MANAGER. Leans in.\n\nFALCONE (CONT’D)\nIf he’s too cheap to get a hotel,\nat least make him take his car\naround to the alley.\n(shakes his head)\nNo class.\n\nEXT. DOCKS -- CONTINUOUS 108\nDown in the stacks, THUGS unload BOXES an open container.\nHEADLIGHTS light them up- everyone FREEZES. A sedan pulls\nup. FLASS emerges. Approaches one of the thugs holding a\nbox. OPENS it, YANKS out a STUFFED TOY.\n\nFLASS\nCute.\n\nFlass RIPS open the toy, pulls a plastic PACKAGE from\ninside.\n\nFLASS (CONT’D)\n(mock surprise)\nOh? What have we here?\nNobody reacts. Flass hands the toy back to the Thug.\n\nFLASS (CONT’D)\nCarry on, gents.\n\nFlass heads inside a massive warehouse to a set of offices.\n\f109\n\n110\n\n111\n\n112\n\n65.\n\nINT. OFFICE, DOCKS -- CONTINUOUS 109\nFlass enters. Falcone sits at the desk.\n\nFALCONE\nYou believe this hump, Flass?\n\nHe indicates a thin man opposite. Flass sits.\n\nFLASS\nProblem?\n\nFALCONE\nCrane here’s making insinuations.\n\nThe thin man, CRANE, leans forward. A cold presence.\n\nCRANE\nInsinuations? Well, let me be\nclearer- you stepped on the last\nshipment before you delivered it to\nme. You cut it with baby powder,\nand rendered it useless for my\npurposes. Falcone stares at the\nslight man, incredulous.\n\nFALCONE\n(furious)\n\nFlass, tell this guy what happens\n\nto people who talk to me this way.\nEXT.",
  "45": "---END OF PREVIOUS SECTION---\nFalcone stares at the\nslight man, incredulous. FALCONE\n(furious)\n\nFlass, tell this guy what happens\n\nto people who talk to me this way. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FALCONE’S CLUB, DOCK AREA -- CONTINUOUS 110\nJudge Phelan stumbles out of the club with the GIRLS. They\npile into the waiting limo. The Club Manager gestures to the\nDriver to pull around into the alley.\nEXT. ALLEY, DOCK AREA -- CONTINUOUS 111\n\nThe Limo idles in the alley.\n\nINT. LIMO -- CONTINUOUS 112\n\nThe Driver picks his ear. The partition is closed. The\nDriver examines his finger...\n\nWHAM!!! A BLACK SHAPE LANDS ON THE HOOD- the Driver’s eyes\ngo wide as-\n\nSMASH! !!- a BLACK-GLOVED FIST SHATTERS THE WINDSCREEN and\nGRABS the Driver’s neck...\n\n(CONTINUED)\n\f113\n\n114\n\n115\n\nCONTINUED: (2) 66.\n\nIN THE BACK: Phelan sits BOLT UPRIGHT. The girls look\naround, ALARMED.\n\nTHE PARTITION SLOWLY LOWERS, REVEALING:\nBATMAN.\n\nCrouched like a dark animal on the hood- the Girls SCREAM.\n\nEXT. ALLEY -- CONTINUOUS 113\nThe Homeless Man looks up from his brazier, curious. He sees\n\na dark shape on the hood of a limo, a LONG BLACK CLOAK\nBILLOWING out behind it... screams echo through the alley...\n\nINT. LIMO -- CONTINUOUS 114\nPhelan scrambles back in his seat, whimpering...\nBATMAN\nYou have eaten well... As Gotham\nhas starved.\nBatman’s eyes stare out of the black cowl at Phelan.\n\nBATMAN (CONT’D)\nThis changes tonight.\n\nBatman SHOOTS UP OFF the hood, banging onto the roof-\n\nEXT. ALLEY -- CONTINUOUS 115\n\nThe Homeless Man STARES OPEN-MOUTHED at Batman standing,\nICONIC, on the roof of the limo, cloak billowing... Batman\nturns his head towards the Homeless Man-\n\nBATMAN\nNice coat.\n\n-and FLIES UP from the limo, DISAPPEARING into the shadows\nhigh above...\n\nThe Homeless Man looks down at his coat, then back up to the\nshadows...\n\nHOMELESS MAN\n(small)\nThanks.\n\f116\n\n117\n\n118\n\n67.\n\nINT.",
  "46": "---END OF PREVIOUS SECTION---\nHOMELESS MAN\n(small)\nThanks. 116\n\n117\n\n118\n\n67. INT. \n---TARGET SECTION TO BE ANNOTATED---\n OFFICE, DOCKS -- CONTINUOUS 116\nCrane looks at Falcone, matter-of-fact.\n\nCRANE\nI’m aware that you’re not\nintimidated by me, Mr.Falcone. But\nyou know who we’re working for...\nand when he gets here I don’t think\nhe’s going to want to hear that\nyou’ve been endangering our\noperation just to filch a few\ndollars from your dealers.\n\nFALCONE\nHe’s coming to Gotham?\n\nCRANE\nSoon. This is our last shipment.\n\nFalcone shifts, SUDDENLY UNEASY.\n\nEXT. THE STACKS -- CONTINUOUS 117\nA THUG hands a box to a SECOND THUG, who walks away along\nthe corridor of containers. The first Thug turns back to the\ndarkness of the open container, reaches in-\n\nHE IS YANKED INTO THE DARKNESS WITH AN ECHOING CRY-\n\nSecond Thug TURNS, stares uneasily down the deserved\ncorridor to the BLACK MOUTH of the open container...\n\nSECOND THUG\nSteiss?\n\nNo reply. He puts down his box. Draws his gun. A THIRD THUG\ncomes around the corner.\n\nTHIRD THUG\nCome on, we gotta-\n\nHe sees the Second Thug’s gun. Draws his own. They move\ncautiously towards the open container...\nEXT. THE STACKS -- CONTINUOUS 118\n\nThe Thugs peer into the blackness of the open container -\n\f119\n\n120\n\n68.\n\nBehind them, a LAMP hanging above the corridor SHATTERS, the\nThugs turn, startled, to see another lamp shatter and go\ndark- them another and another, DARKNESS ADVANCING TOWARDS\nTHEM...\n\nINT. OFFICE, DOCKS -- CONTINUOUS 119\nFalcone lifts his hands in a gesture of peace.\nFALCONE\nThere’s no need to argue- you can\njust test the stuff here and now.\n\nCRANE\nThat’s why I came.\n\nFlass tosses the package onto the desk.\n\nEXT. THE STACKS -- CONTINUOUS 120\n\nAs the closest lamp SHATTERS, a GLINT of metal DROPS to the\nground... the Second Thug bends, picks it up, STARING;\n\nA BAT-SHAPED brushed steel plate.",
  "47": "---END OF PREVIOUS SECTION---\nFlass tosses the package onto the desk. EXT. THE STACKS -- CONTINUOUS 120\n\nAs the closest lamp SHATTERS, a GLINT of metal DROPS to the\nground... the Second Thug bends, picks it up, STARING;\n\nA BAT-SHAPED brushed steel plate. \n---TARGET SECTION TO BE ANNOTATED---\n The Second Thug looks up,\nconfused, but the Third Thug is STARING above him.\n\nSECOND THUG\nWhat?\n\nThe Second Thug looks up himself: a DARK SHAPE HANGING from\na CRANE directly above him...\n\nA GIANT BAT, WINGS FOLDED, head pointed towards the ground.\n\nSECOND THUG (CONT’D)\nWhat the hell-\n\nThe Bat DROPS- wings WHIP OUT, RIGID- CATCH the air-\nFLIPPING the shape downwards- ENVELOPING THE SECOND THUG IN\nDARKNESS- the Third Thug BOLTS, RACING between containers,\narms PUMPING-\n\nHe SPRINTS headlong down the narrow corridor, SKIDS around a\ncorner, RACES towards-\n\nBLACKNESS SIDESWIPES THE THIRD THUG, SPINNING HIM OFF HIS\nFEET, WHIPPING HIM INTO DARKNESS WITH A PIERCING SCREAM...\n\f1214\n\n122\n\n123\n\n124\n\n125\n\n69.\n\nEXT. TRUCK OUTSIDE THE STACKS -- CONTINUOUS 1214\n\nOther Thugs REACT to the SCREAM...\n\nINT. OFFICE, DOCKS -- CONTINUOUS 122\n\nFalcone and Crane hear the scream. Flass JUMPS up.\n\nEXT. THE STACKS -- CONTINUOUS 123\n\nThugs, guns drawn, advance into the stacks...\n\nEXT. THE STACKS -- CONTINUOUS 124\n\nA Fourth Thug WHIPS around a corner to see a JUMPY THUG\ncovering the other end of the corridor...\n\nThe Fourth Thug nods, steps backwards. MOVEMENT in the\nshadow behind him... BATMAN IS ALREADY IN FRAME- his arm\nFLASHES forward with his CLOAK, WRAPS the Thug’s neck, YANKS\nhim backwards into the shadows..\n\nJumpy Thug sees the other Thug DISAPPEAR... he OPENS FIRE,\nSTROBING the stacks, revealing INDISTINCT GLIMPSES of\nMOVEMENT.\n\nELSEWHERE IN THE STACKS: Thugs REACT to the gunfire...\n\nFlass stands outside the stacks, gun drawn, listening. He\nmoves back into the office.\n\nINT. OFFICE, DOCKS -- CONTINUOUS 125\n\nFALCONE\nWhat the hell’s going on?!\n\nFlass looks at Falcone.",
  "48": "---END OF PREVIOUS SECTION---\nINT. OFFICE, DOCKS -- CONTINUOUS 125\n\nFALCONE\nWhat the hell’s going on?! Flass looks at Falcone. \n---TARGET SECTION TO BE ANNOTATED---\nFLASS\nYou’ve got a problem out there.\n\nFalcone reaches behind the desk, PULLS out a SHOTGUN.\n\f126\n\n127\n\n128\n\n70.\n\nEXT. THE STACKS -- CONTINUOUS 126\nJumpy Thug FIRES blindly at STROBING SHADOWS- GLIMPSES of a\nDARK CLOAKED FIGURE moving from SHADOW TO SHADOW. Jumpy Thug\nempties the clip. FUMBLES for another as he looks out into\nthe darkness.\n\nJUMPY THUG\nWHERE ARE YOU?!!!\n\nA whispered word at his ear:\n\nBATMAN\nHere.\n\nBATMAN’S FACE, UPSIDE DOWN, at the Thug’s shoulder- Jumpy\nThug SCREAMS as he is ENGULFED by DARKNESS-\n\nEXT. OUTSIDE THE STACKS -- CONTINUOUS 127\nFlass scuttles over to his car. Crane pauses, listening to\nthe shouts and gunfire. Then moves off into the night.\n\nEXT. THE STACKS -- CONTINUOUS 128\nFalcone advances through the stacks, shotgun in hand. He\nrounds a corner to find FIVE THUGS, various weapons in hand,\nin a loose defensive ring, peering out into the darkness...\nA SHADOW DROPS into the center of their ring-\n\nThugs TURN, SHOUTING, one SWINGS a CHAIN, another a KNIFE-\n\n-Batman DUCKS the chain- SWEEP-KICKS the knife-wielder to\nthe ground. Chain SWINGS again...\n\nBatman JUMPS up, one leg LOW to let the CHAIN WRAP around\nhis ANKLE- Batman KICKS his leg sideways RIPPING the chain\nfrom its owner, then HEAD BUTTING him down -\n\nBatman SPINS his CHAIN-WRAPPED LEG in a ROUNDHOUSE KICK,\nWHIPPING THREE THUGS behind him in the fade with the CHAIN.\nAll three go DOWN. The rest are unconscious or gone.\n\nBatman STANDS there, long cape BILLOWING out to one side.\nThe chain SLIDES from his leg. Falcone is behind him,\nSHOTGUN aimed dead at Batman’s head.\n\nFALCONE\nWhat in God’s name are you?\n\n(CONTINUED)\n\f129\n\nCONTINUED: (2) 71.",
  "49": "---END OF PREVIOUS SECTION---\nFalcone is behind him,\nSHOTGUN aimed dead at Batman’s head. FALCONE\nWhat in God’s name are you? (CONTINUED)\n\f129\n\nCONTINUED: (2) 71. \n---TARGET SECTION TO BE ANNOTATED---\nBatman opens his hand, revealing TWO SHOTGUN CARTRIDGES.\nThen TURNS, billowing cape WRAPPING around him.\n\nBATMAN\nI’m Batman.\n\nFalcone pulls the trigger. CLICK.\n\nINT. BEDROOM, RACHEL’S APARTMENT -- LATER 129\nRachel TOSSES, trying to sleep, eyes shut.\n\nVOICE (0.S.)\nRachel Dodson.\n\nRachel bolts upright, GRASPING at her bedside table.\n\nRACHEL\nWho’s there?!!\n\nShe pulls out a TASER- PEERS into the shadows: Silhouetted\nby the window- a dark, cloaked figure. Batman.\n\nRACHEL (CONT’D)\nTake one step, I drop you!\n\nBatman moves his arm- something DROPS onto Rachel’s bed: a\nFILE, spilling PHOTOS. She FLINCHES. GLANCES DOWN: photos of\nPhelan and the girl in the limo.\n\nRACHEL (CONT’D)\nWhat the hell is this?\n\nBATMAN\nLeverage.\n\nRACHEL\nWhat do I need leverage for?\n\nBATMAN\nTo get things moving.\n\nRACHEL\nWho are you?\n\nBATMAN\nSomeone like you. Someone who’1ll\nstand against the corruption.\n\nRachel reaches for the lamp, her eyes off the window for the\nINSTANT it takes to ILLUMINATE the room, revealing-\n\nNo one.\n\f130\n\n131\n\n72.\n\nEXT. DOCKS -- CONTINUOUS 130\n\nGordon approaches, coffee in hand: TIED-UP THUGS sit against\nthe container full of DRUGS. UNIFORMS hold back a line of\nPRESS, who snap away at the surreal scene. Gordon crouches\nto look at the Thugs, curious.\n\nUNIFORMED COP (0.S.)\nFalcone’s men?\n\nGORDON\n(shrugs)\nDoes it matter? We’1l never tie him\nto it, anyway.\n\nUNIFORMED COP (0.S.)\nI wouldn’t be too sure of that.\n\nGordon looks up. The uniformed Cop is POINTING. At a HARBOR\nLIGHT trained on the heavens. Gordon RISES, walks towards\nit. Two Cops stand there, STARING:\n\nFalcone is STRAPPED to the LIGHT, UNCONSCIOUS, arms spread.",
  "50": "---END OF PREVIOUS SECTION---\nAt a HARBOR\nLIGHT trained on the heavens. Gordon RISES, walks towards\nit. Two Cops stand there, STARING:\n\nFalcone is STRAPPED to the LIGHT, UNCONSCIOUS, arms spread. \n---TARGET SECTION TO BE ANNOTATED---\nCoat RIPPED, hanging from his arms in a STRANGE PATTERN.\n\nCoP 1\nTh hell is that? Looks like...\n\nGordon follows their gaze up to where the BEAM of light CATS\nFALCONE’S SHADOW onto the CLOUDS.\n\nCOP 2\nLike a bat.\n\nGordon stares at the projection. It is a BAT SYMBOL.\n\nGORDON\nCut him down.\n\nGordon moves away, THINKING. Something catches his eye: a\nblock away. Halfway up a building. A BLACK FLAG blowing in\nthe wind... Not a flag.. a DARK FIGURE, wearing a CAPE,\nsitting on a LEDGE... BATMAN. WATCHING.\n\nINT. FINCH’S OFFICE -- MORNING 131\n\nRachel TOSSES a newspaper onto Finch’s desk, BEAMING. The\nfront page: a huge photo of Falcone strapped to the light.\n\nRACHEL\nNo way to bury it now.\n\n(CONTINUED)\n\f132\n\nCONTINUED: (2) 73.\n\nFINCH\n\nMaybe so, but there’s Judge Phelan-\nRACHEL\n\nI’ve got Phelan covered.\nFINCH\n\nAnd this \"bat\" they’re babbling\n\nabout.\nRachel breaks eye contact for an instant, UNCOMFORTABLE.\n\nRACHEL\nEven if these guys’1l swear in\ncourt to being thrashed by a giant\nbat... we have Falcone at the\nscene- drugs, prints, cargo\nmanifest- everything.\n\nFinch considers. Grins.\n\nFINCH\nDamn right. Let’s get frying.\n\nINT. BULLPEN, POLICE HEADQUARTERS -- MORNING 132\n\nLoeb addresses CAPTAINS, SERGEANTS, LIEUTENANTS. Gordon at\nthe back. Loeb HOLDS up the PAPER, SMACKS the front page.\n\nLOEB\nUnacceptable. I don’t care if it’s\nrival gangs, Guardian Angels or the\ngoddamn Salvation Army- get them\noff the street, and off the front\n\npage.\n\nCAPTAIN SIMPSON\nThey say it was one guy... or\nthing.\n\nLOEB\nDipping into their own supply- it\nwas some asshole in a costume.",
  "51": "---END OF PREVIOUS SECTION---\nI don’t care if it’s\nrival gangs, Guardian Angels or the\ngoddamn Salvation Army- get them\noff the street, and off the front\n\npage. CAPTAIN SIMPSON\nThey say it was one guy... or\nthing. LOEB\nDipping into their own supply- it\nwas some asshole in a costume. \n---TARGET SECTION TO BE ANNOTATED---\n(the room chuckles)\nIf it’s one guy, that’1ll make it a\nlot easier for you, won’t it?\n\nGordon RAISES his hand. Loeb NODS, cautious.\nGORDON\n\nThis guy did deliver us one of the\ncity’s biggest crime lords.\n\n(CONTINUED)\n\f133\n\nCONTINUED: (2) 74,\n\nLOEB\n(glares)\nNo one takes the law into their own\nhands in my city, understand?\n\nINT. MASTER BEDROOM, WAYNE MANOR -- DAY 133\nAlfred opens the curtains. Wayne WAKES, squinting.\n\nWAYNE\n\n(groggy)\nBats are nocturnal.\n\nALFRED\nBats, maybe... but even for\nbillionaire playboys, 3 o’clock is\npushing it. The price of leading a\ndouble life, I fear.\n\nAlfred PUTS down a tray: water, fruit, newspaper.\n\nALFRED (CONT’D)\nYour theatrics made an impression.\n\nWAYNE\nTheatricality and deception are\npowerful weapons, Alfred. It’s a\nstart.\n\nWayne glances at the paper. Gets out of bed, bare-chested.\nAlfred sees BRUISES across his torso and arms.\n\nALFRED\nIf those are to be the first of\nmany injuries... it would be wise\n\nto find a suitable excuse. Polo,\nfor instance.\n\nWayne throws Alfred a look.\n\nWAYNE\nI’m not learning polo, Alfred.\n\nALFRED\nStrange injuries, a nonexistent\nsocial life... these things beg the\nquestion of what, exactly, Bruce\nWayne does with his time. And his\nmoney.\n\nWayne considers this.\n\n(CONTINUED)\n\fCONTINUED: (2) 75.\n\nWAYNE\nWhat does someone like me do?\nALFRED\n(shrugs)\nDrive sports cars, date movie\nstars... Buy things that aren’t for\n\nsale.\n\nWayne looks at Alfred. Nods. DOWNS the water, stands\nstraight, feet together- FALLS FORWARD to the floor- into\nhis dizzyingly fast push-ups. Alfred watches. Concerned.\n\nALFRED (CONT’D)\nWho knows, Master Wayne- if you\nstart pretending to have fun, you\nmight even have a little by\naccident.\n\n134 INT.",
  "52": "---END OF PREVIOUS SECTION---\nConcerned. ALFRED (CONT’D)\nWho knows, Master Wayne- if you\nstart pretending to have fun, you\nmight even have a little by\naccident. 134 INT. \n---TARGET SECTION TO BE ANNOTATED---\n COUNTY JAIL, RECEIVING -- DAY 134\n\nCrane, briefcase in hand, is BUZZED through thick steel and\nglass doors and met inside by a PRISON OFFICIAL. They walk.\n\nPRISON OFFICIAL\nDr.Crane, thanks for coming down...\n\nCRANE\nNot at all. So he cut his wrists?\n\nPRISON OFFICIAL\nProbably looking for an insanity\nplea, but if anything happened...\n\nCRANE\nOf course, better safe than sorry.\n\n135 INT. INTERVIEW ROOM, COUNTY JAIL -- CONTINUOUS 135\n\nCrane enters. Falcone sits at a table, wrist bandaged. Crane\nplaces his briefcase on the table. Falcone smiles.\n\nFALCONE\nDoctor Crane, it’s all too much,\nthe walls are closing in, blah,\nblah, blah. Couple more days of\nthis food, it’1l be true.\n\nCRANE\nWhat do you want?\n\n(CONTINUED)\n\fCONTINUED: (2) 76.\n\nFALCONE\n\nWe got a lot to talk about.\nCRANE\n\nSuch as?\nFALCONE\n\nSuch as, how you’re gonna convince\nme to keep my mouth shut.\n\nCRANE\nAbout what? You don’t know\nanything.\n\nFALCONE\n\nI know you wouldn’t want the cops\ntaking a closer look at the drugs\nthey seized.\n\nCrane REACTS to this. Falcone SMILES, enjoying the reaction.\n\nFALCONE (CONT’D)\nI know about your experiments on\nthe inmates at your nuthouse...\n(off look)\n\nI don’t get into business with\nsomeone without finding out their\ndirty secrets. Those goons you\nhired.. I own the muscle in this\ntown.\n\nFalcone leans forward. Looks Crane in the eye.\n\nFALCONE (CONT’D)\nSo what have I been bringing in for\nyou hidden in my drugs, Crane?\n\nCRANE\nIf he wanted you to know he’d have\ntold you himself.\n\nFalcone shifts slightly.\nFALCONE\nI’ve been smuggling your stuff in\nfor months, so whatever he’s got\nplanned, it’s big. And I want it.\nCrane studies Falcone. Considering. Sighs.\nCRANE\n\nI already know what he’ll say...\nthat we should kill you.",
  "53": "---END OF PREVIOUS SECTION---\nSighs. CRANE\n\nI already know what he’ll say... that we should kill you. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\fCONTINUED: (3) 77.\n\nFalcone leans forward, glaring at Crane with contempt.\n\nFALCONE\nEven he can’t touch me in here. Not\nin my town.\n\nCrane SHRUGS. Leans forward. Pops the locks on his\nbriefcase. Smiles at Falcone.\n\nCrane reaches into his briefcase. Inside is a BREATHING\nAPPARATUS attached to a small BURLAP SACK MASK.\n\nCRANE\nWould you like to see my mask?\n\nHe pulls the mask out of the case. Holds it up.\nCRANE (CONT’D)\nI use it in my experiments.\nProbably not very frightening to a\nguy like you. But those crazies...\n\nFalcone stares at Crane, uneasy. Crane puts on the mask. It\nis a sack with eye holes and twine stitching for a mouth.\n\nCRANE (CONT’D)\n...they can’t stand it...\n\nFALCONE\nWhen did the nut take over the\nasylum-\nWHUMP- a cloud of white SMOKE shoots out of Crane’s\nbriefcase. Falcone pushes his chair back, COUGHING,\nsurprised.\n\nCRANE\nThey scream and cry...\n\nFalcone looks up at Crane in his mask-\n\nThrough Falcone’s eyes: tiny LIZARD TONGUES FLICK out of the\nholes in Crane’s mask.\n\nCRANE (CONT’D)\n...much as you’re doing now.\n\nCrane TOWERS over Falcone, FLAMING EYES and FLAMING MOUTH...\n\nFalcone SCREAMS.\n\f136\n\n137\n\n138\n\n78.\n\nINT. CORRIDOR OUTSIDE INTERVIEW ROOM -- MOMENTS LATER 136\n\nCrane emerges with his briefcase. The Prison Official hovers\noutside. SCREAMS ECHO from inside the room.\n\nCRANE\nOh, he’s not faking. Not that one.\n\nThe Prison Official nods gravely. Crane leans in.\n\nCRANE (CONT’D)\nI’1l talk to the Judge, see if I\ncan get him moved to the secure\nwing at Arkham. I can’t treat him\nhere.\n\nEXT.",
  "54": "---END OF PREVIOUS SECTION---\nCRANE (CONT’D)\nI’1l talk to the Judge, see if I\ncan get him moved to the secure\nwing at Arkham. I can’t treat him\nhere. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ARCTIC OCEAN -- DAY 137\n\nA COAST GUARD HELICOPTER touches down on the back of a\nheavily damaged DESERTED CARGO SHIP. Two COAST GUARDSMEN\nwith FLASHLIGHTS jump onto the deck of the ship to take a\nlook around. BAFFLED. The deck is lined with HOLES.\n\nThe Coast Guardsman shines his light into a MASSIVE HOLE.\n\nINT. EARLE’S OFFICE, WAYNE INDUSTRIES -- AFTERNOON 138\nEarle is at his desk. A EXECUTIVE walks in, TROUBLED.\n\nEXECUTIVE\nWe have a situation.\n\nEARLE\nWhat kind of situation?\n\nEXECUTIVE\nCoast guard picked up one of our\ncargo ships last night. Heavily\ndamaged. Crew missing, probably\nead.\n\nEARLE\nWhat happened?\n\nEXECUTIVE\nShip was carrying a prototype\nweapon. A microwave emitter...\n\f139\n\n140\n\n141\n\n142\n\n79.\n\nEXT. AIRBASE -- MORNING (FLASHBACK) 139\n\nARMY BRASS and SCIENTISTS waiting for a demonstration... an\nindustrial MACHINE the size of a small van sits on the\nground a hundred feet from a WATER TOWER...\n\nEXECUTIVE (V.0.)\nIt’s designed for desert warfare-\nit uses focused microwaves to\nvaporize the enemy’s water\nsupply...\n\nThe Scientists and Brass don goggles. Fire up the machine...\nthe water tower starts SHAKING... then EXPLODES in a CLOUD\nOF STEAM that drifts towards the observers like FOG.\n\nINT. EARLE’S OFFICE, WAYNE INDUSTRIES -- CONTINUOUS 140\n\nEXECUTIVE\nIt looks like someone fired it up\nat sea- judging from the damage to\nthe ship and cargo.\n\nEARLE\nWhat about the weapon?\n\nThe Executive shifts, uneasy.\n\nEXECUTIVE\n\nIt’s missing.\n\nEXT. HOTEL RESTAURANT, DOWNTOWN GOTHAM -- EVENING 141\nA BUGATI VEYRON (looks, and costs, a million) pulls up to\nthe valet station. Wayne emerges, impeccably tailored, from\nthe driver side. The VALETS scramble to the passenger side.\nOpen the door to find TWO BLONDES, one on the other’s lap.\nEXT.",
  "55": "---END OF PREVIOUS SECTION---\nThe VALETS scramble to the passenger side. Open the door to find TWO BLONDES, one on the other’s lap. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HOTEL RESTAURANT -- CONTINUOUS 142\nTables around a decorative infinity pool. Earle and his\n\nGUESTS at a table. Earle sees Wayne enter with the Blondes.\nHe sighs. Then waves.\n\f143\n\n80.\n\nEXT. SAME -- LATER 143\nThe table is littered with bottles and empty plates.\n\nFEMALE GUEST\nAt least he’s getting something\ndone.\n\nMALE GUEST\nBruce, help me out here.\n\nWayne turns from the Blondes. They stand up and walk over to\nthe pool. Wayne smiles, turns to the Female Guest.\n\nWAYNE\nA guy who dresses up like a bat\nclearly has issues.\n\nFEMALE GUEST\nBut he put Falcone behind bars-\n\nMALE GUEST\nAnd now the cops are trying to\nbring him in, so what does that\ntell you?\n\nFEMALE GUEST\nThey’re jealous?\n\nWayne watches as, behind them, one of the Blondes slips off\nher dress and lowers herself into the pool... the other one,\ngiggling, follows her lead.\n\nWAYNE\nIf he’s so benevolent why does he\nhide his face?\n\nFEMALE GUEST\nMaybe he’s protecting the people he\ncares about from reprisals.\n\nWayne nods, considering. The MAITRE D’ slides up, annoyed.\nMAITRE’ D\nSir, the pool is for decoration,\nand your friends do not have swim\nwear.\n\nWAYNE\nWell, they’re European.\n\n(CONTINUED)\n\f144\n\nCONTINUED: (2) 81.\n\nMAITRE’ D\nI’m going to have to ask you to\nleave.\n\nWAYNE\n\n(turns to Earle)\nMr.Earle, I’m buying this hotel.\nWill you please broker a deal?\nEarle nods. Patiently.\nWAYNE (CONT’D)\n(turns to Maitre D’)\nI think we should make some new\nrules for the pool area, don’t you?\nThe Maitre D’ stares at Wayne. Dumbstruck.\n\nBLONDES (0.S.)\nBruce!\n\nThe Blondes beckon Wayne. He comes to the edge of the pool.\n\nWAYNE\nLadies?\n\nThey SPLASH him. Earle turns away, shaking his head. Behind\nhim, out of focus, Wayne is PULLED into the pool.\nEXT.",
  "56": "---END OF PREVIOUS SECTION---\nEarle turns away, shaking his head. Behind\nhim, out of focus, Wayne is PULLED into the pool. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HOTEL -- LATER 144\n\nWayne and the Blondes, wet hair, in white HOTEL ROBES,\nwaiting. The Valet pulls up in the Bugati.\n\nRACHEL (0.S.)\nBruce?\n\nWayne turns. Rachel is standing there, dressed for dinner.\nStunning.\n\nWAYNE\nRachel.\n\nBLONDES\n(from car)\nCome on, Bruce. We have some more\nhotels we want you to buy.\n\nRachel glances at the Blondes. Then back to Wayne.\n\n(CONTINUED)\n\f145\n\n146\n\nCONTINUED: (2) 82.\n\nRACHEL\nI’d heard you were back.\n(Wayne nods)\nWhere were you?\n\nWAYNE\nOh, kind of all over, you know.\n\nRACHEL\n(tense)\nNo, Bruce, I don’t. And neither did\na lot of people. People who thought\nyou were probably dead.\n\nWAYNE\nYou didn’t?\n\nRACHEL\nI never quite gave up on you.\n\nWayne looks at her. Thinking. Gestures towards the Bugati.\n\nWAYNE\nRachel, all that... that’s not me,\ninside I’m... different. I’m-\nRACHEL\n\nThe same great little kid you used\n\nto be? Bruce, deep down, your\n\nfriends out there are great, too.\n\nIt’s not who you are underneath...\n(pokes his chest)\n\nBut what you do that defines you.\n\nRachel moves past him. Wayne stands there, eyes burning.\n\nINT. GORDON’S APARTMENT -- EVENING 145\nGordon’s pregnant wife, BARBARA tries to get their TWO-YEAR\nOLD to eat. Gordon KISSES her, picks up the trash.\n\nEXT. BACK ALLEY, GORDON’S APARTMENT -- CONTINUOUS 146\n\nGordon sticks the lid on the trash can. THUNDER rolls\naround.\n\nFLASS (0.S.)\nGonna rain, huh?\n\n(CONTINUED)\n\fCONTINUED: (2) 83.\n\nGORDON\nWhat do you want, Flass?\n\nFlass, leaning on his car, feigns offence. Pulls a pint\nbottle from his pocket.\n\nFLASS\nHow’s Barbara? The kid?\n\nGordon takes a drag, eyeing Flass coldly.\n\nFLASS (CONT’D)\nAnother one on the way, right? Big\nresponsibility.",
  "57": "---END OF PREVIOUS SECTION---\nGordon takes a drag, eyeing Flass coldly. FLASS (CONT’D)\nAnother one on the way, right? Big\nresponsibility. \n---TARGET SECTION TO BE ANNOTATED---\n And when you’re on\na big case like Falcone... lot of\ntime away from here.\n\nGORDON\nCut to it, Flass.\n\nFLASS\nJust saying it’s good the case is\nclear cut- you’1l wrap it up easy.\n\nFlass finishes his bottle. Throws it at the trash cans.\n\nGORDON\nYou come around here making\nthreats, pretending to be liquored\nup... tells me you’re scared.\n\nFLASS\n(cold)\nTake care of yourself, pal.\n\nGordon watches him head back to his car.\n\nBATMAN (0.S.)\nTrouble?\n\nGordon looks up: Batman is crouched in the fire escape.\n\nGORDON\n(shrugs)\nThe scum’s getting jumpy because\nyou stood up to Falcone.\n\nBATMAN\n\nIt’s a start. Your partner was at\nthe docks with Falcone.\n\n(CONTINUED)\n\fCONTINUED: (3) 84.\n\nGORDON\nHe moonlights as a low-level\nenforcer.\n\nBATMAN\nThere was another man. Testing the\ndrugs.\n\nGORDON\n\n(surprised)\nIt wasn’t a buy- why risk opening a\npackage on the docks?\n\nBATMAN\nFlass knows.\n\nGORDON\nHe won’t talk.\n\nBATMAN\nHe’1l1 talk to me.\n\nGordon looks up. Close on Batman, in the shadows.\nGORDON\nCommissioner Loeb set up a massive\ntask force to catch you. He thinks\nyou’re dangerous.\nBATMAN\nWhat do you think? Gordon gets to\nhis feet, dusts off his pants.\n\nGORDON\nI think you’re trying to help...\n\nGordon looks up. But Batman is gone.\nGORDON (CONT’D)\n...but I’ve been wrong before.\n147 EXT. CARGO SHIP, DOCKS -- NIGHT 147\n\nThree MEN walk through the canyons of shipping containers,\nchecking the tags with a flashlight. They stop at one.\n\nCUSTOMS AGENT\nThis is the one I’m talking about.\n\nDOCK EMPLOYEE 1\nWhat’s your problem with it?\n\n(CONTINUED)\n\f148\n\nCONTINUED: (2) 85.\n\nCUSTOMS AGENT\nIt shouldn’t exist. This ship left\nSingapore with 246 containers and\narrived with 247.",
  "58": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f148\n\nCONTINUED: (2) 85. CUSTOMS AGENT\nIt shouldn’t exist. This ship left\nSingapore with 246 containers and\narrived with 247. \n---TARGET SECTION TO BE ANNOTATED---\n Probably dead\nillegals. You got a strong stomach?\n\nThey HAUL the doors open. The Customs Agent looks inside: an\nindustrial machine the size of a small van. His torch picks\nout the WAYNE INDUSTRIES logo on the side.\n\nCUSTOMS AGENT (CONT’D)\nWhat the hell is this thing?\n\nBEHIND HIM: Dock Employee 1 raises a SILENCED GUN. FIRES.\nDock Employee 2 helps DRAG the body into the container.\n\nEXT. FALAFEL STAND, SURFACE STREET -- NIGHT 148\n\nRaining. Flass stuffs falafel into his mouth. Grabs a\nbanknote from the VENDOR. Flass walks down a dark street...\n\nYANKED from the pavement, he’s PULLED up between buildings,\nfalafel falling, UP and UP until face-to-face with. The\nBatman. Rain pouring off his cowl. Holding Flass by his\nankle. Flass is SCREAMING.\n\nBATMAN\nWho was with Falcone at the docks?\n\nFLASS\nI don’t know, I swear to God-\n\nBATMAN\nSwear to ME.\n\nBatman DROPS Flass three flights down on the wire. PULLS\nTAUT- WHIPS him back up.\n\nFLASS\n(terrified whispers)\nI never knew his name... never...\n\nSometimes shipments went to this\nguy before they went to the\ndealers-\n\nBATMAN\nWhy?\n\nFLASS\n\nThere was something else in the\ndrugs, something hidden-\n\n(CONTINUED)\n\f149\n\n150\n\nCONTINUED: (2) 86.\n\nBATMAN\nWhat?\n\nFLASS\nI don’t know- something! I never\nwent to the drop-off- it’s in the\nNarrows- cops can’t go into the\nNarrows except in force...\n\nBATMAN\nBatman can.\n\nEXT. THE NARROWS -- NIGHT 149\n\nAN ISLAND IN GOTHAM RIVER: a ramshackle LABYRINTH of\ncrumbling public housing, makeshift additions GROWING LIKE\nFUNGUS AROUND AN INSANE ASYLUM. A walled city. Slick with\nrain.\n\nBatman LANDS, CROUCHING, looking at the windows of a\nWAREHOUSE built around the supports of the MONORAIL tracks.\n\nEXT.",
  "59": "---END OF PREVIOUS SECTION---\nSlick with\nrain. Batman LANDS, CROUCHING, looking at the windows of a\nWAREHOUSE built around the supports of the MONORAIL tracks. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n WAREHOUSE, SHANGHAI -- MOMENTS LATER 150\n\nBatman slips through a louver, drops SILENTLY to the floor\namidst. By the freight elevator is a massive shipping crate.\nBatman leaps up onto its lid- pries it open.\n\nInside: the industrial machine the size of a small van.\nBatman sees the WAYNE INDUSTRIES logo and a number:\nM-EMIT.42B\n\nNOISES. Batman melts into the shadows. THREE MEN enter. Two\nare the Dock Employees. The third is Crane.\n\nDOCK EMPLOYEE 1\nThe boss wants you to keep it in\nthe asylum until the time comes.\n\nCRANE\nFine, leave the body. Torch the\nplace. No traces.\n\nThe Thugs pull the Customs Agent’s body out then push the\ncrate onto the elevator. Crane notices RAIN spattering off\nthe open louver. He steps towards it. Thug 2 turns from the\nelevator holding a Molotov cocktail. LIGHTS it-\n\nA cord WRAPS around the BOTTLE- YANKS it into the shadows.\nIts fuse is EXTINGUISHED. The Thugs STARE at the darkness.\n\n(CONTINUED)\n\f151\n\nCONTINUED: (2) 87.\n\nBatman RIPS from the shadows- Thug 1 pulls a gun- Batman\nSMASHES his arm to the ground. Thug 2 moves in from the\nside- is DROPPED by a fast elbow to the neck.\n\nBatman turns to Crane- now wearing his MASK. Carne’s hand\nFLASHES towards Batman, who DODGES a small puff of SMOKE.\nBatman moves for Crane- COUGHS, CHOKES- losing BALANCE-\nGASPING... Batman looks at Crane, sees a monster: FLAMING\nEYES, ELONGATED LIMBS, SPINNING like a DERVISH...\n\nBatmen REELS, in the throws of a hallucination. Crane\nSMASHES the BOTTLE over him, soaking him with GASOLINE...\nBatman LURCHES for the windows, IMAGES ASSAULTING his mind:\nINSERT CUT: BATS EXPLODE from the DARK CREVICE-\n\nBatman TURNS to Crane. Who holds a FLAMING LIGHTER.",
  "60": "---END OF PREVIOUS SECTION---\nCrane\nSMASHES the BOTTLE over him, soaking him with GASOLINE... Batman LURCHES for the windows, IMAGES ASSAULTING his mind:\nINSERT CUT: BATS EXPLODE from the DARK CREVICE-\n\nBatman TURNS to Crane. Who holds a FLAMING LIGHTER. \n---TARGET SECTION TO BE ANNOTATED---\nCRANE (CONT’D)\nNeed a light?\n\nCrane TOSSES the lighter at Batman... who BURSTS into\nFLAMES.\n\nINSERT CUT: Ra’s Al Ghul OPENS his BOX- BATS BURST FORTH-\n\nBatman, IN FLAMES, SPINS- LEAPS desperately at the windows-\n\nEXT. WAREHOUSE, THE NARROWS -- CONTINUOUS 151\nBatman SMASHES through the window, CLOAK ABLAZE...\n\nFALLING... tries to ACTIVATE his CLOAK- but only gets one\nside to POP OPEN... the deployed wing causes him to SPIRAL-\nINSERT CUT: Young Bruce FALLING, FALLING in the well shaft-\n\nBatman PLUMMETS, trailing flame, UNOPENED WING FLUTTERING\nwith the violent FLAPPING of-\n\nBATS: SCREECHING, FLAPPING, FLUTTERING DARKNESS...\n\nBatman’s STIFF WING HOOKS a RAILING- SLOWS him with a\nJOLTRIPS- DROPPING him to the ground with a CRASH...\n\nYoung Bruce HITS the dirt at the bottom of the SHAFT-\n\n...and a SIZZLE, as wet pavement DAMPS the flames, GROANING,\nBatman ROLLS his burning batsuit along the asphalt.\n\n(CONTINUED)\n\f152\n\n153\n\nCONTINUED: (2) 88.\n\nBatman, smoldering, LURCHES into an alley, raises his\ngrapnel gun, FIRES up at the enclosed roof- RIDES up-\nPUNCHES his way through wire and metal, CRAWLS onto his\nback, STARING up at the skyscrapers of Gotham. Rain blurring\nhis vision.\n\nInsert cut: Young Bruce watches his Father CRUMPLE-\nBatman FUMBLES at his belt. Pulls out a tiny phone.\nBATMAN\n(hoarse)\nAlfred?! Alfred?!\nINT. ROLLS -- LATER 152\n\nAlfred DRIVES, looks through the rear-view mirror at Batman,\nwho lies in the back, FLINCHING at invisible antagonists.\n\nBATMAN\nBLOOD! Alfred?! Blood! A sample-\ntake a sa- sample- poisoned...\n\nTo Batman- the car is FILLED WITH BATS... Mefistofle\nrises...",
  "61": "---END OF PREVIOUS SECTION---\nA sample-\ntake a sa- sample- poisoned... To Batman- the car is FILLED WITH BATS... Mefistofle\nrises... \n---TARGET SECTION TO BE ANNOTATED---\nYoung Bruce in the throws of his PANIC ATTACK GULPS AIR-\nturns to his Father, LOOKS him in the eye and CONDEMNS HIM-\n\nYOUNG BRUCE\n(shouting)\nWe HAVE to go NOW, Dad!!\n\nYoung Bruce DRAGS his parents from their seats...\n\nINT. MASTER BEDROOM, WAYNE MANOR -- MORNING 153\n\nWayne awakes. Shivering. Red-eyed from crying. Alfred sits\nat his bedside, watching over him.\n\nWAYNE\n(hoarse)\nHow long did I sleep?\nALFRED\nTwo days. It’s your birthday.\nWAYNE\nIt was some kind of gas... I only\n\nbreathed the slightest amount...\n\n(CONTINUED)\n\fCONTINUED: (2) 89.\n\nALFRED\nI dread to think, sir, what\nwould’ve happened if you’d had a\nlungful.\n\nWAYNE\nI’ve felt those effects before...\nbut this was much more potent.\n\nALFRED\nI took a blood sample and sent it\nto a laboratory known discreet both\ndiscreet...\n(hands Wayne paper)\n...and prompt bloodwork\n\nBRUCE\n(reading)\nProtein-based compounds... might be\npossible to work up an antidote.\n\nALFRED\nShall I contact Wayne\nPharmaceutical?\n\nBRUCE\nI’ve got a better idea.\n\n154 INT. APPLIED SCIENCES DIVISION -- DAY 154\nFox looks over the toxicology report. Looks up at Wayne.\n\nFOX\nThis was in your blood?\n\nWAYNE\nIt’s some kind of weaponized\nhallucinogen. Administered in\naerosol form.\n\nFOX\nMr.Wayne, you are definitely\nhanging out at the wrong clubs.\n\nWAYNE\nCould you synthesize an antidote?\n\nFOX\nWell, the hallucinatory compounds\ncan be balanced... but this\nreceptor’s a compound I’ve never\nseen before.\n\n(CONTINUED)\n\fCONTINUED: (2) 90.\n\nWAYNE\n(reaches for paper)\nSo you can’t.\n\nFOX\n(snatches it away)\nDid I say that? I just want you to\nknow how hard it’s gonna be.\n\nFox puts the report on his desk.\nWAYNE\nDo you know what a Wayne Industries\nM-Emit42B is?\n\nFOX\nNo. But she will...\n\nFox starts typing on his computer.",
  "62": "---END OF PREVIOUS SECTION---\nFOX\nNo. But she will... Fox starts typing on his computer. \n---TARGET SECTION TO BE ANNOTATED---\nFOX (CONT'D)\nOh.\n\nWAYNE\nWhat?\n\nFOX\nIt won’t tell us...\n(turns to Wayne)\nIt must be a defense prototype.\n\nWAYNE\nCould you find out?\n\nFOX\nI’11 make a couple calls... I still\nhave a couple friends in defense.\n155 INT. D.A.’S OFFICE -- AFTERNOON 155\nGordon finds it. Knocks. Rachel looks up from her desk.\n\nRACHEL\nSergeant Gordon?\n\nGORDON\nCouncilor. Thanks for seeing me.\n\nGordon enters, shuts the door behind himself.\n\n(CONTINUED)\n\fCONTINUED: (2) 91.\n\nGORDON (CONT’D)\n(they shake hands)\nWill Finch go the distance on\nFalcone?\n\nRACHEL\nHe’1l have to because of the press.\n\nGORDON\nWhat about Judge Phelan?\n\nRACHEL\nSomeone gave me leverage.\n\nGORDON\nwho?\n\nRACHEL\nI’d rather not say.\n\nGORDON\n(shrugs)\nThere’s a loose thread on the\nFalcone case- I want to see what\nunravels higher up. I’m told you\ncan be trusted.\n\nRACHEL\nWho told you that?\n\nGORDON\n(smiles)\nI’d rather not say.\n\nRachel looks at Gordon, sizing him up.\n\nRACHEL\nGordon, we’re working for a masked\nvigilante. Maybe from a rival gang.\n\nGORDON\nMy gut says he’s okay. And he’s\ngetting things moving in this town.\n\nRACHEL\nAnd when he gets bolder with\nsuccess? Goes too far?\n\nGORDON\nCouncilor, this guy took down a\ndozen of Gotham’s most vicious\nwiseguys single-handed and without\nkilling one of them- he’s plenty\nbold already.\n\n(CONTINUED)\n\fCONTINUED: (3) 92.\n\nRACHEL\nIf he takes a life... it’s on us.\n\nGordon looks at her. Nods. A KNOCK at the door. Wayne puts\nhis head around the door. Rachel stares at him.\n\nWAYNE\nI’m sorry, I’1l1 come back.\n\nGORDON\nI was just leaving, Mr.Wayne.\n\nWAYNE\nI’m sorry, have we..?\n\nGORDON\nGordon.",
  "63": "---END OF PREVIOUS SECTION---\nWayne. WAYNE\nI’m sorry, have we..? GORDON\nGordon. \n---TARGET SECTION TO BE ANNOTATED---\n Sergeant. No, I just\nrecognized you. From your pictures.\n\nWayne nods. Gordon looks at Rachel, nods goodbye.\n\nRACHEL\n(cold)\nWhat do you want, Bruce?\n\nWAYNE\nI wanted to invite you a party-\n\nRACHEL\nA party. Great. Just what I need...\n\nWAYNE\nToday’s my birthday. And I wanted\nto apologize.\n\nRACHEL\nYou don’t owe an apology, Bruce.\nYou are who you are. It’ simple. I\ndon’t have the right to expect\nanything more.\n\nWAYNE\nI thought you could never quite\ngive up on me.\n\nRACHEL\nIs the party at the house? I miss\nit.\n\nWAYNE\nI hate the place. I’d tear it down\nif I could.\n\n(CONTINUED)\n\fCONTINUED: (4) 93.\n\nRACHEL\n(appalled)\nBruce, don’t say that.\n\nWAYNE\nThe place is nothing without the\npeople who made it what it was. Now\nthere’s only Alfred.\n\nRACHEL\nAnd you.\n\nRachel looks at him. An ASSISTANT sticks her head in.\n\nASSISTANT\nIt’s Falcone. They moved him to\nArkham Asylum on suicide watch.\n\nRACHEL\nWho authorized that?!\n\nASSISTANT\nJudge Bentley, on the advice of the\nhead psychiatrist, Dr.Jonathan\nCrane.\n\nRachel starts getting her things together.\n\nRACHEL\nGet Crane there right now- don’t\ntake no for an answer... and call\n\nDr.Lehmann, we’1l need our own\nassessment on the Judge’s desk by\nmorning.\nThe Assistant nods, leaves. Rachel heads for the door.\n\nRACHEL (CONT’D)\nGuess I won’t make your party...\n\nWAYNE\nYou’re going to Arkham now? It’s in\nthe Narrows, Rachel.\nRachel gives him a look.\nRACHEL\nYou have yourself a great time-\nsome of us have work to do.\n\nShe hurries past him. Stops. Turns. Looks at him, softer.\n\n(CONTINUED)\n\f156\n\n157\n\n158\n\n159\n\n160\n\nCONTINUED: (5) 94.\n\nRACHEL (CONT’D)\nHappy Birthday, Bruce.\n\nShe races down the steps. Wayne watches her go, thinking.\n\nINT.",
  "64": "---END OF PREVIOUS SECTION---\nShe races down the steps. Wayne watches her go, thinking. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MAIN HALL, WAYNE MANOR -- LATER 156\n\nWayne hurries through the hall. Alfred in pursuit. Tables of\nfood and decoration fill the hall.\n\nALFRED\nBut Master Wayne, the guests will\nbe arriving.\nWayne turns.\nWAYNE\nKeep them happy until I arrive.\nTell them that joke you know.\n\nWayne hurries off. Alfred watches him go, exasperated.\n\nINT. STUDY -- CONTINUOUS 157\nWayne steps to the piano, hits 4 notes- the bookcase\nSWINGSOPEN. Wayne steps through.\n\nINT. STONE STAIRCASE -- CONTINUOUS 158\n\nWayne descends. Arrives at the top of a wrought iron SPIRAL\nSTAIRCASE, steps onto the dumb waiter at its center.\n\nWayne pulls a lever, RELEASING the lift which PLUMMETS\nVERTIGINOUSLY DOWN the CENTER of the SPIRALING stair.\n\nINT. BATCAVE -- CONTINUOUS 159\nThe lift hits the bottom with a great RATTLE of crimes.\nWayne moves to a PADLOCKED BOX. Opens it: the BAT SUIT hangs\nthere- a PHANTOM, black eyes STARING back at him. He reaches\nfor it.\n\nEXT. ARKHAM ASYLUM, THE NARROWS -- EVENING 160\n\nRachel’s car crosses the bridge to the Narrows.\n\f161\n\n162\n\n163\n\n95.\n\nINT. CRANE’S OFFICE, ARKHAM ASYLUM -- MOMENTS LATER 161\n\nRachel sits in front of Crane at his desk..\n\nCRANE\nMs.Dodson, there’s nothing to add\nto the report I filed with the\njudge.\n\nRACHEL\nWell, I have questions about your\nreport.\n\n(off look)\n\nSuch as, is it unusual for a\n58-year old man with no history of\nmental illness to have a complete\npsychotic break?\n\nCRANE\nYes. But this is a mental asylum\nfor the criminally insane. The\nunusual is usual here.\n\nEXT. ARKHAM ASYLUM -- CONTINUOUS 162\n\nThe GLOWING WINDOW of Crane’s office. Batman, crouched on\n\nadjusts mikes in the ears of his cowl.\n\nINT.",
  "65": "---END OF PREVIOUS SECTION---\nARKHAM ASYLUM -- CONTINUOUS 162\n\nThe GLOWING WINDOW of Crane’s office. Batman, crouched on\n\nadjusts mikes in the ears of his cowl. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CRANE’S OFFICE -- CONTINUOUS 163\n\nRACHEL\nBut isn’t it convenient for Falcone\nto suddenly develop these symptoms\nwhen he’s about to be indicted?\n\nCRANE\nThere’s nothing convenient about\nhis symptoms, Miss Dodson.\n(smiles, sympathetic)\nLook, I doubt we’re even supposed\nto be having this conversation, but\noff the record...\n\nCrane RISES, motioning.\n\f164\n\n165\n\n166\n\n96.\n\nINT. CORRIDOR, ARKHAM ASYLUM -- CONTINUOUS 164\nAn ORDERLY talking to a NURSE. Crane leads Rachel past.\n\nCRANE\nWe’re not talking about a few\neasily-manufactured eccentricities.\n\nCrane stops at a door. Motions Rachel to look: Falcone\nSTRAPPED to the bed. He STARES at the door, mumbling.\n\nFALCONE\nScarecrow... S-scarecrow... S-S...\n\nRACHEL\nWhat’s \"scarecrow\"?\n\nCRANE\n\nPatients suffering delusional\nepisodes often focus their paranoia\nonto an external tormentor, usually\none conforming to the Jungian\narchetypes.\n\n(shrugs)\nIn this case, a scarecrow.\n\nEXT. ARKHAM ASYLUM -- CONTINUOUS 165\nBatman, upside down, CLINGS to the wall above the window at\n\nthe end of the corridor. He RACKS AUDIO FOCUS THROUGH the\nOrderly’s conversation, SETTLING on Crane’s voice.\n\nINT. CORRIDOR, ARKHAM ASYLUM -- CONTINUOUS 166\nRachel looks at Falcone, mumbling, delusional.\n\nRACHEL\nHe’s drugged.\n\nCRANE\n(nods)\nPsychopharmacology is my primary\nfield- I’m a strong advocate.\n\nCrane turns to Falcone. Staring.\nCRANE (CONT’D)\n\nOutside, he was a giant. In here,\nonly the mind can grant you power.\n\n(CONTINUED)\n\f167\n\n168\n\n169\n\nCONTINUED: (2) 97.\n\nRACHEL\nYou enjoy the reversal.\n\nCRANE\n(shrugs, smiles)\nI respect the mind’s power over the\nbody. It’s why I do what I do.",
  "66": "---END OF PREVIOUS SECTION---\nRACHEL\nYou enjoy the reversal. CRANE\n(shrugs, smiles)\nI respect the mind’s power over the\nbody. It’s why I do what I do. \n---TARGET SECTION TO BE ANNOTATED---\nRACHEL\n\n(hard)\nAnd I do what I do to put scum like\nFalcone behind bars, not in\ntherapy. I want my own psychiatric\nconsultant to have full access to\nFalcone, including bloodwork to\nfind out exactly what you have him\non.\n\nCrane stares at her. Shrugs.\n\nINT. ELEVATOR -- CONTINUOUS 167\n\nCrane steps in, Rachel follows. He puts a key into the\npanel.\n\nCRANE\nFirst thing tomorrow, then.\n\nRACHEL\nTonight. I’ve already paged\nDr.Lehmann over at County General.\nCrane turns the key.\n\nCRANE\nAS you wish.\n\nThe elevator descends. The doors open onto:\n\nINT. DESERTED WING, SUB-LEVEL ARKHAM ASYLUM -- CONTINUOUS 168\nA long, decrepit corridor. Water dripping, clearly disused.\nCrane steps off the elevator. Rachel follows, perturbed.\nINT. ABANDONED REFECTORY -- CONTINUOUS 169\nRachel follows Crane into a vast room:\n\nTables stretch off into the room, covered in bags of powder,\n\nscales, aluminum barrels and DOZENS OF INMATES working the\npowder, refining it.\n\n(CONTINUED)\n\f170\n\n171\n\n172\n\nCONTINUED: (2) 98.\n\nArmed THUGS look up, curious. Crane surveys the room.\nCRANE\nThis is where we make the medicine.\nPerhaps you should have some. Clear\nyour head.\n\nHe turns, but Rachel is gone. Crane smiles...\n\nINT. DERELICT CORRIDOR, DISUSED WING -- CONTINUOUS 170\n\nRachel RACES into the elevator...\n\nINT. ELEVATOR -- CONTINUOUS 171\n\nRachel HITS the 2nd floor button. Nothing. She HITS all the\nbuttons, floors the alarm... all dead without the key.\n\nThe door opens to Crane’s MASKED FACE. He reaches out-\n\nCRANE\nBoo.\n\nA small puff of GAS sprays from his sleeve. Rachel RECOILS,\ncoughing, choking. She looks up at Crane:\n\nThe eyeholes of the burlap mask are FLAMING.\nRachel SCREAMS.\n\nINT.",
  "67": "---END OF PREVIOUS SECTION---\nShe looks up at Crane:\n\nThe eyeholes of the burlap mask are FLAMING. Rachel SCREAMS. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ABANDONED REFECTORY, ARKHAM ASYLUM -- CONTINUOUS 172\nThe Thugs DRAG Rachel into the room. The inmates stare\nblankly, clearly drugged. Crane turns Rachel’s reluctant\nface to look up at his mask. She GULPS PANIC BREATHS-\nCRANE\nWho knows you’re here? Rachel\nSHAKES her head.\n\nCRANE (CONT’D)\nWHO KNOWS?! !\n\nRachel PULLS away, BURYING her head in her arms.\nTHE LIGHTS GO OUT.\n\nThe Thugs look around, unnerved. Crane PULLS OFF his mask.\n\n(CONTINUED)\n\fCONTINUED:\n\nThe Thugs\n\nThe First\n\n(2) 99.\n\nCRANE (CONT’D)\n(fascinated)\nHe’s here.\n\nFIRST THUG\nwho?\n\nCRANE\nThe batman.\n\nexchange nervous glances.\n\nFIRST THUG\nWhat do we do?\n\nCRANE\nWhat anyone does when a prowler\ncomes around.\n(off look)\nCall the police.\n\nThug looks at Crane.\n\nSECOND TECHNICIAN\nYou want the cops here?\n\nCRANE\nAt this point, they’re irrelevant.\nBut the Batman... he has a talent\nfor disruption. Let the cops\nwrangle him.\n\nCRANE (CONT’D)\nForce him outside, the police will\ntake him down.\n(indicates inmates)\nGet them out of here.\n\nFIRST THUG\n(indicates Rachel)\nWhat about her?\n\nCRANE\nShe’s gone. I gave her a\nconcentrated dose. The mind can\nonly take so much.\n\nSECOND THUG\nThe things they say about him...\nCan he really fly?\n\f173\n\n174\n\n100.\n\nEXT. ARKHAM ASYLUM -- CONTINUOUS 173\nBatman’s cape FLUTTERS as he SWINGS down two stories,\nLANDING at the high windows of the derelict corridor.\nINT. ABANDONED REFECTORY -- CONTINUOUS 174\n\nTHIRD THUG\nI heard he can disappear -\n\nCrane backs into the shadows, smiling at the Third Thug.\n\nCRANE\nWe’1l find out, won’t we?\n\nThe Thugs move either side of the door... GLASS SMASHES,\nacross the room- a Shadow drops from a high window. Rachel\nSCREAMS. The two thugs advance through the darkness.",
  "68": "---END OF PREVIOUS SECTION---\nGLASS SMASHES,\nacross the room- a Shadow drops from a high window. Rachel\nSCREAMS. The two thugs advance through the darkness. \n---TARGET SECTION TO BE ANNOTATED---\nSecond thug is GRABBED from above- PULLED UP, SCREAMING,\ninto the blackness of the rafters.\n\nThe First Thug peers up into the darkness, gun aimed.\n\nA SHADOW DESCENDS, SHOUTING- First Thug FIRES- the Shadow\nCRUMPLES onto him. It is the Second Thug- First Thug ROLLS\nthe body off, SCRAMBLES to his feet- Batman STRIKES him from\nbehind, KNOCKING him unconscious.\n\nSIRENS outside, close.\n\nBatman looks at Rachel-\n\nCrane BURSTS from the shadows, arm high, aimed at Batman’s\nface- Batman grabs his arm, DUCKING away from the puff of\nGAS from Crane’s sleeve... Batman SPINS Crane, RIPPING off\nhis mask, WRENCHES his arm around to his own face, RIPS\nCrane’s jacket open and pulls out the BLADDER full of toxin.\n\nBATMAN\nTaste of your own medicine, doctor?\n\nCrane’s eyes go wide as Batman SQUEEZES the bladder and a\nchoking cloud of dust sprays into Crane’s face...\n\nCrane falls to the ground, CHOKING. Batman turns him over,\npulls his face up to meet his.\n\nBATMAN (CONT’D)\nWho are you working for?!\n\nCrane’s eyes are wide with TERROR.\n\n(CONTINUED)\n\f175\n\nCONTINUED: (2) 101.\n\nBatman is a DEATH’S HEAD- black eyes, fangs.\n\nCRANE\nRa’s... Ra’s... Al Ghul...\n\nBatman reacts, pulls Crane tighter.\n\nBATMAN\nRa’s Al Ghul is dead, Crane! who\nare you really working for?\nCRANE! ! !\n\nBut Crane just STARES at him, EYES GLAZING- MIND\nFLYINGIMAGES CASCADING THROUGH HIS FEVERED BRAIN... Crane\nsmiles.\n\nCRANE\nDr. Crane isn’t here right now, but\nif you’d like to make an\nappointment -\nSirens outside. Batman TURNS to Rachel. Through her eyes:\nBatman is a towering HORNED, WINGED DEMON...\n\nRachel LASHES OUT at the demon with all her might... Batman\napplies a GRIP to her neck that renders her unconscious.",
  "69": "---END OF PREVIOUS SECTION---\nThrough her eyes:\nBatman is a towering HORNED, WINGED DEMON... Rachel LASHES OUT at the demon with all her might... Batman\napplies a GRIP to her neck that renders her unconscious. \n---TARGET SECTION TO BE ANNOTATED---\ncop\n(over bullhorn)\nBATMAN. PUT DOWN YOUR WEAPONS AND\nSURRENDER. YOU ARE SURROUNDED.\n\nBatman RISES, carrying Rachel.\n\nEXT. ARKHAM ASYLUM -- CONTINUOUS 175\nPOLICE CARS surround the building. COPS have guns drawn,\nWAITING. STAFF emerge, blinking, from the darkened asylum.\nFlass and Gordon arrive. Flass shouts at the Uniforms:\n\nFLASS\nWhat’re you waiting for?!\n\nUNIFORMED COP\nBackup.\n\nFLASS\nBackup?!\n\nFlass gestures at the DOZEN police cars outside the\nbuilding.\n\n(CONTINUED)\n\f176\n\n177\n\n178\n\n179\n\n180\n\n181\n\nCONTINUED: (2) 102.\n\nUNIFORMED COP\nThe Batman’s in there. SWAT’s on\nthe way, but if you want to go\nnow...\n(smiles)\nI’m right behind you, sir.\nFlass turns to Gordon. Shrugs.\n\nFLASS\nSWAT’s on the way.\n\nGordon shakes his head. Approaches the front doors.\n\nINT. DERELICT CORRIDOR, DISUSED WING -- CONTINUOUS 176\n\nBatman carries Rachel, cloak BILLOWING in his wake.\n\nINT. LOBBY, ARKHAM ASYLUM -- CONTINUOUS 177\nGordon moves through the dark, gun drawn, eyes FLICKING to\nterrified NURSES who make their way to the front door.\n\nEXT. ARKHAM ASYLUM -- CONTINUOUS 178\n\nSWAT OFFICERS pour out of vans, RACE up the front steps.\n\nINT. CORRIDOR, ARKHAM ASYLUM -- CONTINUOUS 179\n\nGordon tries the elevator- it is dead. He enters the STAIRS.\n\nINT. LOBBY, ARKHAM ASYLUM -- CONTINUOUS 180\nThe SWAT team BURSTS in- FLASHLIGHTS on RIFLES SCAN the\ndarkness...\n\nINT. STAIRWELL, ARKHAM ASYLUM -- CONTINUOUS 181\nGordon locks down the stairwell- the way down to the disused\nwing is fenced off. He heads up- and is GRABBED and SWUNG\nOUT into the stairwell. Batman holds him as they ROCKET\nUPWARDS.",
  "70": "---END OF PREVIOUS SECTION---\nSTAIRWELL, ARKHAM ASYLUM -- CONTINUOUS 181\nGordon locks down the stairwell- the way down to the disused\nwing is fenced off. He heads up- and is GRABBED and SWUNG\nOUT into the stairwell. Batman holds him as they ROCKET\nUPWARDS. \n---TARGET SECTION TO BE ANNOTATED---\nGORDON\nWhat -!\n\n(CONTINUED)\n\f182\n\n183\n\nCONTINUED: (2) 103.\n\nBatman covers Gordon’s mouth- down below: the door SMASHES\nOPEN- SWAT team lights CROSS the darkened stairwell. Batman\nPULLS Gordon into the rafters. Gordon turns, FURIOUS- sees:\n\nRachel. Lying in a storage space/open attic. Twitching:\n\nGORDON (CONT’D)\n(whispering)\nWhat’s happened to her?\n\nBATMAN\nCrane poisoned her with his toxin.\nHe was the third man at the docks.\n\nGORDON\nLet me take her down to the medics-\n\nBATMAN\nThey can’t help her. But I can.\n\nTHE LIGHTS COME ON- bleaching the stairwell- Batman, Rachel\nand Gordon are in the shadow of the attic.\n\nBatman reaches down to his boot. Presses a SWITCH in the\nheel, producing a barely audible HIGH-FREQUENCY WHINE.\n\nBATMAN (CONT’D)\n(indicates Rachel)\nI need to get her the antidote\nbefore the damage becomes\n\npermanent.\nGORDON\nHow long does she have?\nBATMAN\nNot long.\nEXT. ARKHAM ASYLUM -- CONTINUOUS 182\nA strange SQUEALING SOUND rises. Flass looks around,\ncurious. A dark CLOUD crosses the moon... not a regular\ncloud...\nINT. STAIRWELL, ARKHAM ASYLUM -- CONTINUOUS 183\nBATMAN\n\nGet her downstairs, meet me in the\nalley on the Narrows side.\n\n(CONTINUED)\n\f184\n\n185\n\n186\n\n187\n\nCONTINUED: (2) 104.\n\nGORDON\nHow will you get out?\n\nBATMAN\n(indicates his boot)\nI called for backup. Crane’s been\nrefining his toxin, stockpiling it.\n\nGORDON\nWhat was he planning?\n\nBATMAN\nI don’t know, but he’s been working\nfor someone else.\n\nGordon frowns at the loud SQUEALING noise.\n\nGORDON\nWhat is that?\nBATMAN\nBackup.\nEXT.",
  "71": "---END OF PREVIOUS SECTION---\nGORDON\nWhat is that? BATMAN\nBackup. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ARKHAM ASYLUM -- CONTINUOUS 184\n\nFlass SCREAMS- Cops DIVE for cover as BATS- thousands upon\nthousands- DESCEND on the Asylum, HEADING for the windows-\nINT. CORRIDOR, ARKHAM ASYLUM -- CONTINUOUS 185\n\nWindows SHATTER INWARDS as bats POUR into the building-\n\nEXT. ARKHAM ASYLUM -- CONTINUOUS 186\n\nGordon covers Rachel as he carries her down the steps.\n\nINT. ARKHAM ASYLUM -- CONTINUOUS 187\n\nBats FLOOD into the bright stairwell, SOARING UP past the\ncowering SWATS, a BLACK MASS RISING, DARKENING the\nstairwell.\n\nBatman amidst the bats. Calm. Pulls the sounder out of his\nheel, leans over the stairwell and DROPS it...\n\nBats CYCLONE down the stairwell, FOLLOWING the signal.\nBatman JUMPS into the center of the black cyclone- HIDDEN\nFALLING...\n\f188\n\n189\n\n190\n\n105.\n\nINT. CORRIDOR, ARKHAM ASYLUM -- CONTINUOUS 188\nBatman OPENS his cloak with a JOLT- lands HARD. He moves\ncalmly through the bats, slipping past COWERING SWATS,\nmoving past cell doors. Inmates STARE, wide-eyed out their\nwindows as he passes. Batman turns to a cell door, pulls a\nsmall package out of his utility belt...\n\nINT. CELL -- CONTINUOUS 189\n\nTwo inmates FLINCH as the door lock BLASTS open and the door\nis KICKED In- Batman STRIDES across the cell between them...\n\nBATMAN\nExcuse me-\n\nAnd BLASTS the window of their cell. He SLIDES out... one\nInmate turns to the other.\n\nLUNATIC\nWhat’d I tell ya?\nEXT. SIDE STREET -- CONTINUOUS 190\nGordon lowers Rachel to the asphalt. She STIRS.\n\nBATMAN (0.S.)\nHow is she?\n\nGordon looks up to see Batman standing there.\n\nA SEARCHLIGHT from a chopper blasts them. Batman GRABS\nRachel. Gordon points back to the street.\n\nGORDON\nTake my car.\n\nBATMAN\nI bought mine.\n\nBatman has disappeared into the dark end of the alley.",
  "72": "---END OF PREVIOUS SECTION---\nGORDON\nTake my car. BATMAN\nI bought mine. Batman has disappeared into the dark end of the alley. \n---TARGET SECTION TO BE ANNOTATED---\nGORDON\nYours?\n\nBLINDING HEADLIGHTS FLARE. A MASSIVE ENGINE ROARS-\nGordon DIVES out of the way as-\nThe BATMOBILE comes flying out of the darkness... the\n\nmatteblack, muscularity of the stealth-finished \"car\" BLOWS\nby. Gordon’s jaw drops.\n\n(CONTINUED)\n\f191\n\n192\n\n193\n\n194\n\n195\n\n196\n\nCONTINUED: (2) 106.\n\nGORDON (CONT’D)\nI gotta get me one of those.\nINT. BATMOBILE -- CONTINUOUS 191\nBatman DRIVES. Rachel, COMING TO, hangs on, TERRIFIED. A COP\nCAR pulls across the alley- Batman hits the accelerator.\nEXT. ALLEY -- CONTINUOUS 192\n\nThe Batmobile SPEEDS towards the cop car-\n\nINT. COP CAR -- CONTINUOUS 193\n\nThe Cops GAWP at the Batmobile, BRACING-\n\nEXT. ALLEY -- CONTINUOUS 194\n\nThe Batmobile SMASHES into the cop car, huge front tires\nCRUSHING the bonnet, BOUNCING the Batmobile right over the\ncop car in a messy display of brute force.\n\nEXT. SURFACE STREETS, GOTHAM -- CONTINUOUS 195\nThe Batmobile TEARS left, and ACCELERATES down the street...\n\nINT. CRUSHED COP CAR -- CONTINUOUS 196\nThe Cops are scrunched down. One of them GRABS the radio.\n\nCoP 1\nHe’s in a vehicle!\n\nDISPATCHER\n(over radio)\nMake and color?\n\ncoP 1\nIt’s a black...\n(turns to partner. who shrugs)\n... tank.\n\nDISPATCHER\n(over radio)\nTank?\n\f197\n\n198\n\n199\n\n200\n\n201\n\n202\n\n107.\n\nEXT. SURFACE STREETS, GOTHAM -- CONTINUOUS 197\nThe Batmobile WEAVES around traffic, DODGING freeway\nsupports.\n\nINT. BATMOBILE -- CONTINUOUS 198\n\nRachel BRACES against the dash, BREATHING FAST, staring at\nthe road ahead... through her eyes:\n\nSPEED: pure, visceral SENSATION- lights STREAKING, columns\nFLASHING past at unthinkable velocity-\n\nBATMAN\nYou’ve been poisoned. Stay calm.",
  "73": "---END OF PREVIOUS SECTION---\nINT. BATMOBILE -- CONTINUOUS 198\n\nRachel BRACES against the dash, BREATHING FAST, staring at\nthe road ahead... through her eyes:\n\nSPEED: pure, visceral SENSATION- lights STREAKING, columns\nFLASHING past at unthinkable velocity-\n\nBATMAN\nYou’ve been poisoned. Stay calm. \n---TARGET SECTION TO BE ANNOTATED---\nHe looks at an intricate GPS display, then at the road\nahead.\nEXT. SURFACE STREETS, GOTHAM -- CONTINUOUS 199\nThe Batmobile RACES along- JUMPS lights, nimbly DODGING\nthrough the cross-traffic. Two Cop Cars join the pursuit\nfrom the cross streets, lights BLAZING, sirens BLARING.\nINT. BATMOBILE -- CONTINUOUS 200\nBatman spots the Cops on a rear-view monitor, FLIPS a\nswitch.\nEXT. SURFACE STREETS, GOTHAM -- CONTINUOUS 201\nThe Batmobile DROPS SPIKE STRIPS onto the road... the Cop\nCars hit them- tires EXPLODE- rims light SPARKS as they\nGRIND, skidding SIDEWAYS, one laying into the other.\nUp ahead: the Batmobile SLALOMS outside of the freeway\nsupports, ROLLS over the sidewalk, NIPS back into the\nroadway.\nINT. CRUISER -- CONTINUOUS 202\nAn IMPATIENT COP is on the radio.\nCOP 3\nAt least tell me what it looks\nlike...\n\nHis eyes WIDEN: the Batmobile ROARS past. A shadowy MONSTER.\n\n(CONTINUED)\n\f203\n\n204\n\n205\n\n206\n\n207\n\n208\n\nCONTINUED: (2) 108.\n\nCoP 3 (CONT’D)\n\nNever mind.\nEXT. SURFACE STREETS, GOTHAM 203\nThe Batmobile comes out from under the elevated freeway and\nis hit by a SPOTLIGHT from a CHOPPER.\nINT. BATMOBILE -- CONTINUOUS 204\nBatman glances at a row of BUTTONS- each one a tiny SCREEN\nshowing different views. Batman PUSHES one- that view flicks\n\nonto the main display. Rachel is HYPERVENTILATING.\n\nBATMAN\nBreath slowly. Close your eyes.\n\nShe does so. For an instant.\nRACHEL\nThat’s worse!\nEXT. STREETS, GOTHAM -- CONTINUOUS 205\n\nThree Cop Cars pull across the intersection in a ROADBLOCK.\n\nINT. BATMOBILE -- CONTINUOUS 206\nBatman SPOTS the ROADBLOCK in front. Touches the GPS screen-\nthe map becomes THREE-DIMENSIONAL (heights of building,\nlevels of streets).",
  "74": "---END OF PREVIOUS SECTION---\nINT. BATMOBILE -- CONTINUOUS 206\nBatman SPOTS the ROADBLOCK in front. Touches the GPS screen-\nthe map becomes THREE-DIMENSIONAL (heights of building,\nlevels of streets). \n---TARGET SECTION TO BE ANNOTATED---\n Batman SKIDS into a turn-\n\nEXT. SURFACE STREETS, GOTHAM -- CONTINUOUS 207\nThe Batmobile SKIDS through the entrance to a multi-level\nPARKING GARAGE- TAKING OUT the ticket machine and barrier.\nINT. PARKING GARAGE -- CONTINUOUS 208\n\nThe Batmobile RACES upwards through the structure, the car’s\nenormous width TAKING OUT PILLARS at every turn.\n\f209\n\n210\n\n211\n\n212\n\n213\n\n109.\n\nINT. BATMOBILE -- CONTINUOUS 209\nRachel FLINCHES AWAY from the pillars-\n\nRACHEL\nWhat’re you doing?! !\n\nBATMAN\nShortcut.\n\nINT. PARKING GARAGE -- CONTINUOUS 210\n\nCop Cars SMASH into DOWNED PILLARS in the Batmobile’s wake.\n\nEXT. ROOF, PARKING GARAGE -- CONTINUOUS 211\n\nThe Batmobile ROARS out onto the top level, and is LIT UP by\nthe CHOPPER.\n\nThe Batmobile REVERSES into a spot marked \"COMPACT\",\nCRUSHING the cars either side, then RACES forward... Cop\nCars emerge onto the roof, BLOCKING THE ONLY WAY DOWN... The\nBatmobile SCREECHES to a HALT-\n\nINT. BATMOBILE -- CONTINUOUS 212\nBatman glances at his 3-d GPS. Then looks at Rachel.\n\ncoP 3\n(over loudspeaker )\nTURN OFF YOUR ENGINE!\n\nShe recoils, TERRIFIED by his mask, clawing at her harness.\nBatman puts his gloved hand on her frantic arms.\n\nBATMAN\nTrust me.\n\nBatman SLIDES into the FRONT DRIVING POSITION, body PRONE as\nif riding a motorcycle, head in a glass POD between the\nfront wheels. He HITS a button.\n\nEXT. ROOF, PARKING GARAGE -- CONTINUOUS 213\n\nCANNONS emerge from the nose of the Batmobile- BLASTING the\nfar wall... the massive JET ENGINE at the back IGNITES, its\nmouth ADJUSTING... FLAPS on the front and REAR of the car,\nFLARE OUT like a PYTHON spreading its neck...\n\f214\n\n215\n\n216\n\n217\n\n218\n\n219\n\n220\n\n110.\n\nThe Cops STARE. The Batmobile ROCKETS FORWARD... heading for\nthe GAP in the far wall...",
  "75": "---END OF PREVIOUS SECTION---\n214\n\n215\n\n216\n\n217\n\n218\n\n219\n\n220\n\n110. The Cops STARE. The Batmobile ROCKETS FORWARD... heading for\nthe GAP in the far wall... \n---TARGET SECTION TO BE ANNOTATED---\n accelerating...\n\nINT. BATMOBILE -- CONTINUOUS 214\nRachel SCREAMS- Batman HITS another button-\n\nEXT. ROOF, PARKING GARAGE -- CONTINUOUS 215\nAn INVERTED SPOILER JAMS INTO THE AIRSTREAM at the front of\nthe car, BUMPING it just off the ground, a RAMPLESS JUMP-\nEXT. ROOFTOPS -- CONTINUOUS 216\n\nThe Batmobile JUMPS OFF the parking garage, soaring over a\nthirty-foot gap to LAND HEAVILY on a neighboring FLAT ROOF.\n\nThe Cops STARE at one another, open-mouthed.\n\nINT. BATMOBILE -- CONTINUOUS 217\n\nBatman YANKS the steering left, hits the BOOST-\n\nEXT. ROOFTOPS -- CONTINUOUS 218\n\nThe Batmobile TURNS- ROCKETS for the edge of the roof...\nSHOOTS over the gap to the next roof, CHOPPER IN PURSUIT.\n\nINT. BATMOBILE -- CONTINUOUS 219\n\nBatman checks his 3-D GPS, ROCKETS forward, aiming at the\nnext roof, a PITCHED CHATEAU-STYLE TILE ROOF.\n\nEXT. STREETS BELOW -- CONTINUOUS 220\n\nCorp Cars SHOOT along, paralleling the rooftop chase...FROM\nBELOW: the Chopper SWOOPS LOW over the buildings... A\nGLIMPSE of the Batmobile as it LEAPS across to the next\nbuilding...\n\ncoP 4\n(over radio)\nWe’re on him, we’re on him...\n\f221\n\n222\n\n223\n\n224\n\n225\n\n226\n\n227\n\n111.\n\nEXT. ROOFTOPS -- CONTINUOUS 221\nThe Batmobile lands on the PITCHED ROOF, racing along at a\nPRECARIOUS ANGLE, TILES SLIDING off the roof in its wake.\nINT. BATMOBILE -- CONTINUOUS 222\nBatman’s forward-slung position is GYROSCOPICALLY BALANCED-\nhe is the only vertical element in the angled car.\nEXT.",
  "76": "---END OF PREVIOUS SECTION---\nINT. BATMOBILE -- CONTINUOUS 222\nBatman’s forward-slung position is GYROSCOPICALLY BALANCED-\nhe is the only vertical element in the angled car. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ROOFTOPS -- CONTINUOUS 223\nChased by the LOW-FLYING chopper, the Batmobile SWERVES up\nover the GABLES, roof CRUMBLING in its wake, RACING for the\nend of the roof which PARALLELS an ELEVATED FREEWAY.\nThe Batmobile rockets forward- JUMPS THE LAST GABLE... DROPS\nonto the elevated FREEWAY, TRAFFIC SWERVING to avoid it.\nEXT. SURFACE STREETS -- CONTINUOUS 224\nCop Cars see the Batmobile disappear onto the freeway above.\ncoP 4\n\nDammit!\nINT. BATMOBILE -- CONTINUOUS 225\nBatman’s display shows a RADAR SWEEP and PLOTS a course\nthrough the differing speeds of the lanes. He pilots,\nLEANING left and right like a motorcyclist...\nEXT. FREEWAY -- CONTINUOUS 226\nThe Batmobile SWERVES- the Chopper’s light stays trained.\nTRAFFIC gets heavier. Cop Cars are CLOSING IN from behind...\nINT. BATMOBILE -- CONTINUOUS 227\n\nBatman lifts himself back into the REAR DRIVING POSITION-\nTHROTTLES BACK- KILLS all the lights, and the ENGINE.\n\f228\n\n229\n\n230\n\n231\n\n232\n\n233\n\n112.\n\nEXT. FREEWAY -- CONTINUOUS 228\nThe Batmobile DROPS BACK, DARK... the Chopper LOSES IT. The\nBatmobile CRUISES across the lanes, a WRAITH.\n\nINT. BATMOBILE -- CONTINUOUS 229\nSILENCE, but for the steady WHINE of the ELECTRIC MOTOR.\nRachel BREATHES in the sudden quiet. Eyes flickering.\n\nEXT. FREEWAY HEADING OUT OF GOTHAM -- CONTINUOUS 230\nThe Batmobile SLICES across lanes, a SHADOW only visible\nBREAKING the GLARE of other cars’ HEADLIGHTS. The Cop Cars\npull forward, driving parallel, an empty lane between them.\nINT. BATMOBILE -- CONTINUOUS 231\n\nRachel stares at Batman in the intimate quiet. Her eyes are\nglaring. Her breathing is shallow.\n\nBATMAN\nquiet\n(Stay with me.)\nINT. COP CAR -- CONTINUOUS 232\nThe Cop turns left to look at the other Cop Car.",
  "77": "---END OF PREVIOUS SECTION---\nHer breathing is shallow. BATMAN\nquiet\n(Stay with me.)\nINT. COP CAR -- CONTINUOUS 232\nThe Cop turns left to look at the other Cop Car. \n---TARGET SECTION TO BE ANNOTATED---\nCOP 3\nWhere’d he-?\n\nHe sees, between his car and the next, a BLACK SHAPE.\nCOP 3 (CONT’D)\nTHERE HE IS!\nINT. BATMOBILE -- CONTINUOUS 233\nThe SPOTLIGHT hits the car- Batman HITS a button- the main\n\nengine ROARS to life- Batman SLIPS into the prone position-\nHits the BOOST.\n\f234\n\n235\n\n236\n\n237\n\n238\n\n239\n\n113.\n\nEXT. FREEWAY -- CONTINUOUS 234\n\nThe Batmobile SHOOTS forward from between the two Cop Cars.\n\nINT. COP CAR -- CONTINUOUS 235\nThe Batmobile’s JET WASH BLASTS the windscreen, SHATTERING\nit, the Cop throws his hands in front of his face-\n\nEXT. FREEWAY -- CONTINUOUS 236\n\nThe Cop Car SPINS out of its lane, SLAMMING into the guard\nrail as the Batmobile RACES ahead, weaving through traffic.\n\nThe Batmobile slides onto a TIGHTLY-CURVING EXIT RAMP...\nFLIES off the ramp, JUMPING DOWN onto the frontage road\nbelow.\n\nINT. BATMOBILE -- CONTINUOUS 237\nBatman KILLS the lights, running on NIGHT VISION. Rachel’s\neyes flicker at the EERIE green view of ghostly trees, her\nbreathing FASTER and still more SHALLOW.\n\nBATMAN\nHold on. Just hold on.\n\nBatman YANKS A LEVER-\n\nEXT. SMALL TURNOFF -- CONTINUOUS 238\nA ground ANCHOR DIGS into the road, WHIPPING the Batmobile\nRIGHT in a HARD TURN, down a small turnoff... the Chopper\nLOSES the Batmobile, pursuing Cop Cars BLAZE PAST the\nturnoff.\n\nINT. BATMOBILE -- CONTINUOUS 239\nRachel, crying, looks at the monstrous shapes of the trees:\n\nFLICKERING, jagged tree shapes SPIN past DIZZYINGLY\n\nBATMAN\nRachel? Rachel?!\n\nNo reply. Up ahead: a LOOKOUT over a river gorge. Batman\nPUSHES the Batmobile, SPEEDING towards the lookout. Rachel’s\nglazes eyes REGISTER the danger- she TWISTS, PANICKED...\n\f240\n\n241\n\n242\n\n243\n\n244\n\n245\n\n114.\n\nEXT.",
  "78": "---END OF PREVIOUS SECTION---\nRachel’s\nglazes eyes REGISTER the danger- she TWISTS, PANICKED... 240\n\n241\n\n242\n\n243\n\n244\n\n245\n\n114. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n WOODED PATH -- CONTINUOUS 240\n\nThe Batmobile ROCKETS off the edge of the lookout, over the\ngorge, FLYING STRAIGHT AT THE FACE OF A WATERFALL.\n\nINT. BATMOBILE -- CONTINUOUS 241\n\nRachel SCREAMS as they SPLASH INTO THE FACE OF THE\nWATERFALL -\n\nINT. CAVERNS -- CONTINUOUS 242\n-AND EMERGE THROUGH THE CURTAIN OF WATER into the BATCAVE.\n\nThe Batmobile’s ground ANCHORS hook a steel CABLE, spinning\nan INERTIA REEL bolted to the cave wall, YANKING the car to\na halt like a jet landing on an aircraft carrier.\n\nINT. BATMOBILE -- CONTINUOUS 243\nRachel BOUNCES in her seat. PASSED OUT.\n\nINT. BATCAVE -- CONTINUOUS 244\n\nThe canopy of the Batmobile hisses open in three complex\nsections, like insect wings IMPLODING. Batman LIFTS Rachel\nfrom the cockpit, steps down onto wet shale... CARRIES her\ninto the damp blackness of the caverns.\n\nCloak BILLOWING in his wake, he heads for the GLOW of his\nwork table. Gently lays Rachel on the table. RACKS up the\nscaffold to his computer station. A CONTAINER sits there\nwith paperwork from Fox. Batman opens it, removes a VIAL. He\nplugs it into a pneumatic SYRINGE, puts the syringe between\nhis teeth- GLIDES off the scaffold, LANDING beside Rachel.\nHe INJECTS her in the biceps.\n\nBatman steps back, watching Rachel’s breathing SLOW.\n\nINT. ABANDONED REFECTORY, ARKHAM ASYLUM -- CONTINUOUS 245\n\nGordon surveys the scene: COPS and SWATS dig through the\nmess, interviewing Inmates and sifting rubble. A DETECTIVE\nsits in a cell doorway examining Crane’s mask. Crane is\nhuddled in the corner, STARING.\n\n(CONTINUED)\n\f246\n\n247\n\nCONTINUED: (2) 115.\n\nGORDON\nIs he cooperating?\n\nDETECTIVE\nIf by cooperating you mean chewing\nhis way through three sets of\nrestraints, then yes, he’s\ncooperating.",
  "79": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f246\n\n247\n\nCONTINUED: (2) 115. GORDON\nIs he cooperating? DETECTIVE\nIf by cooperating you mean chewing\nhis way through three sets of\nrestraints, then yes, he’s\ncooperating. \n---TARGET SECTION TO BE ANNOTATED---\n Did we catch the\nBatman?\n\nGordon tries not to smile.\n\nGORDON\nNope.\n\nA cop hurries over.\nCoP\n\nSir, there’s something you should\n\ntake a look at...\nINT. DERELICT BATH HOUSE, ARKHAM ASYLUM -- CONTINUOUS 246\nTiled baths and hydrotherapy equipment. A POOL in the\ncenter. The Cop leads Gordon to the edge... A massive HOLE\nhas been dug through the bottom.\nDozens of ALUMINUM BARRELS sit alongside. Gordon climbs\ndown, PEERS into the hole... A TORRENT of water runs at the\nbottom.\n\nGORDON\nLooks like they tapped the mains...\n\nGordon looks at the dozens of aluminum barrels. Realizing.\nGORDON (CONT’D)\nGet me somebody at the water board!\nINT. BATCAVE -- LATER 247\n\nRachel’s eyes flicker open to the cavernous damp darkness.\nShe sees BATS banging high above. CLOSES her eyes again.\n\nRACHEL\n(under her breath)\nOh. My. God.\n\nBATMAN (0.S.)\nHow do you feel?\n\nHis voice ECHOES as if spoken from al shadows at once.\n\n(CONTINUED)\n\fCONTINUED: (2) 116.\n\nRACHEL\n(hoarse)\nWhere are we?\n\nNothing.\n\nRACHEL (CONT’D)\nWhy did you bring me here?\n\nBATMAN\nIf I hadn’t... your mind would now\nbe lost. You were poisoned.\n\nRachel thinks.., concentrating.., remembering.\n\nRACHEL\nI remember... nightmares. This...\nface, this... mask.\n\n(realizes)\nCrane. It was Crane-\n\nRachel STRUGGLES off the table, trying to stand.\nRACHEL (CONT’D)\nI have to tell the police- we’ve\ngot-\nShe SLIPS- Batman is there, CATCHING her.\n\nBATMAN\nRest. Gordon has Crane.\n\nIn his arms she looks up at him- he lays her gently back\nonto the table. Retreats into shadow.\n\nRACHEL\nIs Sergeant Gordon your friend?\n\nBATMAN\nI don’t have the luxury of friends.\n\nRachel watches this dark shadow hover just outside the\nlight.\n\nRACHEL\nWhy did you save my life?\n\nBATMAN\nGotham needs you.",
  "80": "---END OF PREVIOUS SECTION---\nRachel watches this dark shadow hover just outside the\nlight. RACHEL\nWhy did you save my life? BATMAN\nGotham needs you. \n---TARGET SECTION TO BE ANNOTATED---\nRACHEL\nAnd you serve Gotham?\n\n(CONTINUED)\n\fCONTINUED: (3) 117.\n\nBATMAN\nI serve justice.\n\nRachel STARES at the solitary shadow. Fascinated. Pitying.\n\nRACHEL\nPerhaps you do.\n\nBatman steps into the light. Holding a pneumatic syringe and\ntwo vials. Rachel stares at him.\n\nBATMAN\nI’m going to give you a sedative.\nYou’11 wake up back at home...\n\nBatman holds up the two vials.\n\nBATMAN (CONT’D)\nAnd when you do, get these to\nGordon, and Gordon alone. Trust no\none.\n\nRACHEL\nWhat are they?\n\nBATMAN\nThe antidote. One for Gordon to\ninoculate himself, the other to\nstart mass-production.\n\nBatman hands Rachel the vials. She looks at him, curious.\n\nBATMAN (CONT’D)\nCrane was just a pawn. He was\nworking for someone else.\n\nRACHEL\n(remembering)\nGhul... something Al Ghul...\n\nBATMAN\nRa’s Al Ghul. It’s not him. He’s\ndead.\n\nRACHEL\n\nHow do you know?\n\nBATMAN\nI watched him die.\n\nBatman approaches with the syringe. Rachel offers her arm.\nBatman injects her. Her eyes close. Batman removes his cowl.\nWayne stands above the sleeping Rachel. Stares at her for an\ninexpressibly lonely moment.\n\f248\n\n249\n\n250\n\n251\n\n118.\n\nINT. BATH HOUSE, ARKHAM ASYLUM -- CONTINUOUS 248\nGordon is on the phone-\n\nGORDON\nSomeone’s been dumping a dangerous\ncontaminant into the supply from\nthis location for days, maybe\nweeks-\n\nINT. CONTROL ROOM, WATER BOARD -- CONTINUOUS 249\n\nTwo TECHNICIANS sit there, one on the phone to Gordon. A\nlarge screen in front of them maps the water supply of\nGotham.\n\nTECHNICIAN\nIf that’s true then it’s already\nspread through the whole system.\nBut no one’s reported any\neffects...\n\nINT. BATH HOUSE, ARKHAM ASYLUM -- CONTINUOUS 250\nGordon looks around, thinking, frustrated.",
  "81": "---END OF PREVIOUS SECTION---\nBut no one’s reported any\neffects... INT. BATH HOUSE, ARKHAM ASYLUM -- CONTINUOUS 250\nGordon looks around, thinking, frustrated. \n---TARGET SECTION TO BE ANNOTATED---\nGORDON\nIt must be like chlorine or\nfluoride- harmless to drink, but\nwhen you breathe it it’s deadly...\nlook, wake up your boss, see if\nthere’s a way to flush out the\nsystem.\n\nGordon hangs up. Frustrated. Notices something. A large\nSHIPPING CRATE. He turns to the Cop.\n\nGORDON (CONT’D)\nOpen that up.\nINT. STUDY, WAYNE MANOR -- EVENING 251\nWayne emerges from the bookcase. The noise of a PARTY\noutside the door. Alfred is there waiting, dinner jacket\nover his arm. Wayne grabs the shirt- dressing hastily.\nWAYNE\n\nRachel’s sedated. You can take her\nhome.\n\n(CONTINUED)\n\f252\n\n253\n\n254\n\nCONTINUED: (2) 119.\n\nALFRED\nVery good, sir.\n\nWAYNE\nIs Fox still here?\n(Alfred nods)\nTell your staff to stop serving\ndrinks and move everybody on after\nthe cake.\n\nAlfred nods. Wayne moves to the door. Alfred STOPS him.\nHands him a towel, gesturing at his face: Wayne is still\nwearing BLACK MAKEUP around his eyes.\n\nINT. MAIN HALL, WAYNE MANOR -- CONTINUOUS 252\nHundreds of GUESTS. Music. Tables groaning with food\n\nFEMALE GUEST (0.S.)\nThere he is!\n\nGuests look up- Wayne WADES INTO the throng, GRINNING and\nGLAD-HANDING. The band strikes up with \"Happy Birthday\",\nWayne spots Fox at the buffet.\n\nEXT. SIDE ENTRANCE, WAYNE MANOR -- CONTINUOUS 253\n\nAs sounds from the party drift over, Alfred gently arranges\nthe unconscious Rachel on the rear seat of the car. He\nfrowns as Rachel’s legs get stuck. He looks up to see a\nPARTY GUEST, cigarette in hand, staring, curious.\n\nALFRED\n(smiles)\nA little the worse for wear, I’m\nafraid.\n\nAlfred YANKS Wayne’s gold clubs to one side, Rachel settles.\n\nINT. MAIN HALL, WAYNE MANOR -- CONTINUOUS 254\nGuests are leaving. Wayne works the room, charming, but\ndistracted... heading to Fox.\nWAYNE\nAny word on that... item.",
  "82": "---END OF PREVIOUS SECTION---\nMAIN HALL, WAYNE MANOR -- CONTINUOUS 254\nGuests are leaving. Wayne works the room, charming, but\ndistracted... heading to Fox. WAYNE\nAny word on that... item. \n---TARGET SECTION TO BE ANNOTATED---\nFox nods, glances around. Leans in, conspiratorial.\n\n(CONTINUED)\n\fCONTINUED: (2) 120.\n\nFOX\nA contact in heavy weapons tipped\nme off- it’s a microwave emitter.\nIt vaporizes water.\n\nWayne thinks.\nWAYNE\nCould you sue it to put a\nbiological agent into the air?\nFOX\nSure, if the water supply were\npoisoned before you vaporized it.\nWayne takes this in. Grave. Nods at Fox.\n\nEARLE (0.S.)\nHappy Birthday, Bruce.\n\nWayne turns to Earle.\n\nWAYNE\nMr.Earle, good of you to come.\nEARLE\n(smiles)\nNot everybody thought you’d make it\nthis far.\nWAYNE\n\nSorry to disappoint. How did the\nstock offering go?\n\nEARLE\nVery well- the price soared.\n\nWAYNE\nWho was buying?\n\nEARLE\nA variety of funds and\nbrokerages... it’s all a bit\ntechnical- the key thing is, our\ncompany’s future is secure.\n\nWayne nods. Gestures to Fox.\n\nWAYNE\nHave you met Lucius Fox?\n\n(CONTINUED)\n\f255\n\n256\n\nCONTINUED: (3) 121.\n\nEARLE\nOf course, Lucius, how are you?\nWAYNE\nFox is showing me the ropes down at\nApplied Sciences... he’s a great\n\nuntapped resource at our company,\naren’t you, Mr.Fox?\n\nFox shoots Wayne a look, but Wayne WINKS and moves off.\n\nFOX\nHe’s a good kid.\n\nEARLE\n\n(cold)\nFox, forget about kissing Wayne’s\nass to get back in- I’m merging\nApplied Sciences with central\narchiving and you’re top of the\nearly retirement list...\n\n(smiles at reaction)\nDidn’t you get the memo?\n\nINT. BATH HOUSE, ARKHAM ASYLUM -- CONTINUOUS 255\n\nGordon and the other Cops STARE at the MICROWAVE EMITTER.\n\nCoP\nWhat the hell is it?\n\nGordon turns to the SWAT team members.\n\nGORDON\nI don’t know, but nobody gets near\nit, understand? wWe’re closing the\nbridges, locking down the whole\nisland.\n\nINT. BEDROOM, RACHEL’S APARTMENT -- CONTINUOUS 256\n\nRachel STIRS.",
  "83": "---END OF PREVIOUS SECTION---\nGORDON\nI don’t know, but nobody gets near\nit, understand? wWe’re closing the\nbridges, locking down the whole\nisland. INT. BEDROOM, RACHEL’S APARTMENT -- CONTINUOUS 256\n\nRachel STIRS. \n---TARGET SECTION TO BE ANNOTATED---\n On her bed fully clothed. Trying to remember a\nstrange dream. She sees the two vials of antidote sitting on\nher bedside table. HURRIES to her feet.\n\f257\n\n122.\n\nINT. MAIN HALL, WAYNE MANOR -- CONTINUOUS 257\n\nWayne moves across the party, heading for the study... An\nELDERLY SOCIETY DAME grabs him-\n\nSOCIETY DAME\nBruce, there’s somebody here you\nsimply must meet...\n\nWAYNE\nMrs. Delane, I can’t just now...\n\nShe TURNS Wayne to face an ASIAN MAN in his fifties.\n\nSOCIETY DAME\nNow, am I pronouncing it right..?\n\nIn the Asian Man’s buttonhole is a DOUBLE-BLOOMED BLUE\nPOPPY.\n\nSOCIETY DAME (CONT’D)\nMr. Al Ghul?\n\nThe Asian Man nods. Wayne STARES at him.\n\nWAYNE\nYou’re not Ra’s Al Ghul. He’s dead.\n\nThe Society Dame laughs nervously, confused.\n\nVOICE (0.S.)\nBut is Ra’s Al Ghul immortal. .?\n\nWayne TURNS. Standing there. Smiling. Ducard.\n\nDUCARD\nAre his methods supernatural. .?\n\nWAYNE\n(understanding)\nOr cheap parlor tricks to conceal\nyour trues identity.., Ra’s?\nDucard (THE REAL RA’S AL GHUL) smiles acknowledgment.\nDUCARD/RA’S AL GHUL\nSurely you don’t begrudge me dual\nidentities?\n\nRa’s Al Ghul walks Wayne through the dwindling party.\n\n(CONTINUED)\n\fCONTINUED: (2) 123.\n\nRA’S AL GHUL\nI’ve been admiring your work, even\nas it’s interfered with my plans...\n\nRa’s Al Ghul looks at Wayne with a tinge of sadness.\n\nRA’S AL GHUL (CONT’D)\nYou were my greatest student...\nuntil you betrayed me.\n\nWayne notices CERTAIN GUESTS staring at him: members of the\nLeague of Shadows. Wayne looks at the departing Guests.\n\nWAYNE\nYour quarrel is with me. Let these\npeople go.\n\nRA’S AL GHUL\nAS you wish. But they don’t have\nlong to live- your antics at the\nAsylum have forced my hand...",
  "84": "---END OF PREVIOUS SECTION---\nLet these\npeople go. RA’S AL GHUL\nAS you wish. But they don’t have\nlong to live- your antics at the\nAsylum have forced my hand... \n---TARGET SECTION TO BE ANNOTATED---\nWAYNE\nCrane was working for you.\n\nRA’S AL GHUL\nHis toxin is derived from the\norganic compound in our blue\npoppies. Crane was able weaponize\nthe compound. A brilliant\nscientist, but no visionary. He\njust wanted money and power-\n\n(smiles)\nI told him the plan was to hold the\ncity to ransom... but, in fact-\nWAYNE\n\nYou’re going to unleash Crane’s\npoison on the entire city...\n\nRA’S AL GHUL\n(nods, serious)\nThen watch Gotham tear itself apart\nthrough fear...\n258 EXT. BRIDGE TO THE NARROWS/ARKHAM ASYLUM -- CONTINUOUS 258\n\nCOP CARS BLOCK the bridge. Police in RIOT GEAR, some on\nHORSEBACK. Rachel argues with a POLICE OFFICER.\n\n(CONTINUED)\n\fCONTINUED: (2) 124,\n\nPOLICE OFFICER\nOrders are, no one crosses-\n\nRACHEL\nOfficer, I’m a Gotham City District\nAttorney with information relevant\nto this situation- so let me pass.\n\nRachel brushes past him. He follows, shaking his head.\n\n259 INT. LIBRARY, WAYNE MANOR -- CONTINUOUS 259\nWayne and Ra’s enter. The library is empty of guest.\n\nWAYNE\nYou’re going to destroy millions of\nlives.\n\nRA’S AL GHUL\nNo. Billions of lives. Gotham is\njust the beginning. The world will\nwatch in terror as the greatest\ncity falls. Anarchy and chaos will\nspread... mankind will ravage\nitself, the species will be culled\nand the balance of nature restored.\nThe planet will be saved for all\nspecies.\n\nWayne stares at Ra’s appalled.\n\nWAYNE\nYou’re inhuman.\n\nRA’S AL GHUL\n\nDon’t question my humanity,\nBrucewhen I found you in that fetid\nhole you were lost. I saved you- I\nshowed you a path and took away\nyour fear- I made you what you are.\n\n(stares at Wayne)\nAnd in return... you attacked me\nand burned my home...\n\nRa’s looks up at his MEN in the gallery. Nods. The Men start\nSETTING FIRE TO THE DRAPES.",
  "85": "---END OF PREVIOUS SECTION---\nRa’s looks up at his MEN in the gallery. Nods. The Men start\nSETTING FIRE TO THE DRAPES. \n---TARGET SECTION TO BE ANNOTATED---\nRA’S AL GHUL (CONT’D)\nSince then, you’ve used my skills\nand techniques to interfere with my\nplans, plans in which you were\nsupposed to play a part...\n\n(CONTINUED)\n\f260\n\n261\n\nCONTINUED: (2) 125.\n\nWAYNE\nWhat part was that, Ra’s? To put my\ncompany at your disposal? To obtain\nyour microwave emitter and plant it\nsomewhere in Gotham?\n\nRA’S AL GHUL\n(smiles, nods)\nYou were supposed to be Gotham’s\ndestroyer... instead you became her\nonly protector.\n\nWAYNE\nYou underestimate Gotham.\n\nRA’S AL GHUL\nYou underestimate Gotham’s\ncorruptionwe’ve infiltrated every\naspect of the city’s\ninfrastructure...\n\nINT. BATH HOUSE, ARKHAM ASYLUM -- CONTINUOUS 260\nFour SWATS are guarding the Emitter. One of them checks his\nwatch. Gives a signal to the SECOND SWAT who nods and starts\npriming the machine... The Third SWAT turns-\n\nTHIRD SWAT\nHey! What the hell are you-\n\nPHUUUT. The Fourth SWAT has shot him with a silenced pistol.\nMoving with military precision, the three Ninja/SWATS don\ngas masks place explosive charges along the wall.\n\n110.\n\nINT. MONORAIL STATION -- CONTINUOUS 261\nThe TRAIN DRIVER checks his watch. Hits the INTERCOM.\nTRAIN DRIVER\n(over loudspeaker )\nThis train is no longer in service.\n\nPASSENGERS groan, get to their feet.\n\f126.\n\n262 INT. LIBRARY, WAYNE MANOR -- CONTINUOUS 262\nThe FLAMES ARE RISING. SMOKE GATHERING at the ceiling...\n\nRA’S AL GHUL\nGotham is helpless without you.\nThat’s why I’m here.\n\nWAYNE\nTo kill me?\n\nRa’s Al Ghul looks at Wayne. Emotional.\n\nRA’S AL GHUL\nTo bring you back to us, Bruce. The\nworld will need great men like you-\n\nWAYNE\nTo take power.\n\nRA’S AL GHUL\nThis is not about power... this is\nabout saving the planet before man\ndestroys it with his greed, with\nhis pollution, with his weaponry...\n\nRa’s holds out his hand. A Ninja THROWS him a SWORD.",
  "86": "---END OF PREVIOUS SECTION---\nRA’S AL GHUL\nThis is not about power... this is\nabout saving the planet before man\ndestroys it with his greed, with\nhis pollution, with his weaponry... Ra’s holds out his hand. A Ninja THROWS him a SWORD. \n---TARGET SECTION TO BE ANNOTATED---\n He\nHANDS it to Wayne, placing the point at his own throat.\n\nRA’S AL GHUL (CONT’D)\nYou still doubt me? Apply a few\npounds of pressure... buy your\nprecious city a reprieve.\n\nRa’s looks into Wayne’s eyes with absolute conviction.\n\nRA’S AL GHUL (CONT’D)\nKill me. Then you’11 understand how\nsimple it is to do what’s\nnecessary.\n\nWayne holds the sword at Ra’s throat. Thinking. Ra’s stares\nat Wayne with absolute conviction.\n\nWAYNE\nI will not take life. I will not be\na part of this.\n\nRA’S AL GHUL\n\nBut you already are. You’ve given\nGotham a potent symbol of fear...\n\n(CONTINUED)\n\f263\n\n264\n\nCONTINUED: (2) 127.\n\nWAYNE\nI frighten criminals.\n\nRA’S AL GHUL\nYou frighten everybody. A giant\nvengeful bat? What better\napocalyptic symbol to haunt\nGothams’ dreams as panic takes\nhold?\n\nWayne stares at Ra’s Al Ghul. Pulls the sword away from his\nthroat. Ra’s Al Ghul looks at him, contemptuous. Pulls at\nthe handle of his cane, producing a SWORD.\n\nRA’S AL GHUL (CONT’D)\nThen die with Gotham-\n\nRa’s STRIKES Wayne’s sword from his throat- lays into him,\nsword in one hand, CANE/SHEATH in the other-\n\nEXT. ARKHAM ASYLUM -- CONTINUOUS 263\nGordon turns. Rachel is there. He nods.\n\nGORDON\nHow are you?\n\nRACHEL\nBetter. Thank you.\n\nGORDON\nThank the Batman.\n\nRACHEL\nI already did.\n(reaches into pocket)\nHe sent me with doses of the\nantidote for you...\n\nINT. BATH HOUSE, ARKHAM ASYLUM -- CONTINUOUS 264\n\nThe Ninja/SWATS crouch away from the back wall. One of them\nHITS a DETONATOR. A controlled EXPLOSION BLASTS a large hole\nin the back wall-\n\f265\n\n266\n\n267\n\n268\n\n269\n\n128.\n\nEXT. ARKHAM ASYLUM -- CONTINUOUS 265\n\nThe Cops react to the EXPLOSION- Gordon RACES into the\nbuilding...",
  "87": "---END OF PREVIOUS SECTION---\nA controlled EXPLOSION BLASTS a large hole\nin the back wall-\n\f265\n\n266\n\n267\n\n268\n\n269\n\n128. EXT. ARKHAM ASYLUM -- CONTINUOUS 265\n\nThe Cops react to the EXPLOSION- Gordon RACES into the\nbuilding... \n---TARGET SECTION TO BE ANNOTATED---\nRACHEL\n\nGordon, wait!\nINT. BATH HOUSE, ARKHAM ASYLUM -- CONTINUOUS 266\nGordon and his men appear at the door to the room- the\nNinja/SWATS are moving the Emitter through the hole in the\nwall- Gordon OPENS FIRE- the First Ninja/Swat turns to the\nsecond, SIGNALS...\nThe Second Ninja/Swat ACTIVATES the Emitter- A PULSE OF\nENERGY RIPPLES FROM THE MACHINE... PIPES/TAPS/DRAINS EXPLODE\nwith pressurized STEAM- Gordon DIVES for cover-\nEXT. ARKHAM ASYLUM -- CONTINUOUS 267\nManhole covers EXPLODE, RELEASING GEYSERS of STEAM. FIRE\nHYDRANTS EXPLODE, HISSING with steam- Cops hit the deck...\nINT. WATER BOARD CONTROL ROOM -- CONTINUOUS 268\nAn ALARM SOUNDS- the Technician points at a DOT on the map.\n\nTECHNICIAN\nWhat’s that?!\n\nSECOND TECHNICIAN\nSome kind of pressure under the\nNarrows... like the water’s...\n(confused)\n... boiling.\n\nTECHNICIAN\nDid the valves hold?\n\nSECOND TECHNICIAN\nYeah, it’s contained. For now.\nEXT. BRIDGE TO ARKHAM/NARROWS -- CONTINUOUS 269\n\nCops STARE at the cloud of FOG rising from the island.\n\f270\n\n271\n\n129.\n\nINT. LIBRARY, WAYNE MANOR -- CONTINUOUS 270\n\nRa’s throws himself at Wayne with FEROCITY and SKILL- Wayne\nPARRIES, THRUSTS...\n\nWAVES of flame ROLL across the high ceiling as the great\nroom approaches flashover point...\n\nWayne PRESSES Ra’s back under the gallery... Ra’s THRUSTS,\nOFF BALANCE- Wayne dodges- Ra’s goes DOWN- Wayne holds his\nsword at Ra’s throat...\n\nWAYNE\nPerhaps you taught me too well.\n\nRa’s looks up at Wayne with a sly smile.\n\nRA’S AL GHUL\nOr perhaps you’1l never learn-\n\nA section of the BURNING GALLERY DROPS onto Wayne.\nRA’S AL GHUL (CONT’D)\n-to mind your surroundings as well\nas your opponent.\nRa’s RISES.",
  "88": "---END OF PREVIOUS SECTION---\nRA’S AL GHUL\nOr perhaps you’1l never learn-\n\nA section of the BURNING GALLERY DROPS onto Wayne. RA’S AL GHUL (CONT’D)\n-to mind your surroundings as well\nas your opponent. Ra’s RISES. \n---TARGET SECTION TO BE ANNOTATED---\n Looks down at Wayne, unconscious, PINNED under\nBURNING TIMBERS. Firelight flickers on Ra’s’ face as he\nsheathes his sword/cane.\n\nRA’S AL GHUL (CONT’D)\nRest easy, friend.\n\nRa’s turns, walks out of the flaming library.\n\nEXT. FRONT DOOR, WAYNE MANOR -- CONTINUOUS 271\nRa’s walks out of the burning building. Motions to a Ninja.\n\nRA’S AL GHUL\nNo one comes out. Make sure.\n\nHe walks towards a waiting HELICOPTER. Another Ninja\nfollows.\n\nRA’S AL GHUL (CONT’D)\nIs everything ready?\n\nNINJA 2\nThey created a smokescreen in the\nNarrows- and they’re moving the\nemitter into place for your run.\n\f272\n\n273\n\n274\n\n275\n\n276\n\n130.\n\nINT. MONORAIL TRACK ABOVE FOGBOUND NARROWS -- CONTINUOUS 272\nThe Train Driver looks down at Arkham as he pulls overhead\nwith his empty train. He STOPS the train above the Narrows.\nINT. BATH HOUSE, ARKHAM ASYLUM -- CONTINUOUS 273\n\nThick clouds of WHITE FOG fill the room. Gordon is\nCHOKING... RACHEL GRABS HIS ARM-\n\nRACHEL\nGordon, it’s me! It’s Rachel! I\nhave the antidote! Gordon-\nGordon RIPS his arm away- COUGHING, SPLUTTERING... he STARES\ninto the BLINDING WHITE... TERRIFIED, adrenaline kicking in-\nRachel SHAKES Gordon, FUMBLING with the pneumatic syringe.\n\nRACHEL (CONT’D)\nStay calm... I can help you...\n\nGordon looks at the needle, panicked. Then at her face...\n\nINT. LIBRARY, WAYNE MANOR -- CONTINUOUS 274\nWayne, unconscious, PINNED by burning timbers, FLAMES\nRISING.\nEXT. SIDE DOOR, WAYNE MANOR -- CONTINUOUS 275\nA Ninja guards the side door, STARING into the flames...\nWHACK! He goes down... ALFRED is standing there, nine iron\nin hand. He looks down at the Ninja.\nALFRED\nI sincerely hope you’re not from\nthe fire department.",
  "89": "---END OF PREVIOUS SECTION---\nALFRED is standing there, nine iron\nin hand. He looks down at the Ninja. ALFRED\nI sincerely hope you’re not from\nthe fire department. \n---TARGET SECTION TO BE ANNOTATED---\nAlfred rushes in to the burning house.\n\nINT. LIBRARY, WAYNE MANOR -- CONTINUOUS 276\nAlfred moves to Wayne, tries in vain to shift the BURNING\nWOOD from Wayne’s chest. He moves to Wayne’s face. SLAPS IT,\nHARD.\n\nALFRED\nMaster Wayne! Master Wayne!!\n\nWayne’s eyes flicker open. He PUSHES, but can’t move.\n\n(CONTINUED)\n\f277\n\n278\n\n279\n\n280\n\n281\n\nCONTINUED: (2) 131.\n\nALFRED (CONT’D)\n(exasperated)\nSir, whatever is the point of all\nthose push-ups if you can’t even-\n\nWayne GLARES at Alfred, FORCES the weight from his chest.\n\nINT. STUDY -- CONTINUOUS 277\nWayne and Alfred push through the burning room. Wayne JABS\nat the flaming piano keys...\n\nINT. WROUGHT IRON SPIRAL STAIRCASE -- CONTINUOUS 278\nAlfred and Wayne CRAWL onto the lift.\n\nEXT. WAYNE MANOR -- CONTINUOUS 279\nThe burning house COLLAPSES. .\n\nINT. WROUGHT IRON SPIRAL STAIRCASE -- CONTINUOUS 280\n\nSmoke and flame EXPLODES through the passage- Alfred YANKS\nthe lever DROPPING them out of the heat- they SPEED DOWN...\n\nINT. BATCAVE -- CONTINUOUS 281\n\nLANDING HARD. Smoldering. Wayne STARES up the SPIRAL: high\nabove, SPARKS and firelight. The CRASH of collapsing TIMBERS\nechoes down as WAYNE MANOR DIES. Tears form in Wayne’s eyes.\n\nWAYNE\n(whispers)\nWhat have I done, Alfred?\nEverything my family... everything\nmy Father and his father built...\n\nAlfred struggles to pull himself to a standing position.\nALFRED\n(hoarse)\nThe Wayne legacy is more than\nbricks and mortar, sir.\n\nWayne stares up at the glowing shaft. Lost in his despair.\n\n(CONTINUED)\n\f282\n\n283\n\nCONTINUED: (2) 132.\n\nWAYNE\nI thought I could... help Gotham...\nbut I’ve failed...\nAlfred makes a futile show of dusting down his jacket.",
  "90": "---END OF PREVIOUS SECTION---\nWAYNE\nI thought I could... help Gotham... but I’ve failed... Alfred makes a futile show of dusting down his jacket. \n---TARGET SECTION TO BE ANNOTATED---\nALFRED\nAnd why do we fall, sir?\n\nWayne looks at Alfred’s bruised, smudged, yet dignified\nface.\n\nALFRED (CONT’D)\nSo that we might better learn to\npick ourselves up.\nWayne looks up at his old friend.\n\nWAYNE\nStill haven’t given up on me?\n\nAlfred offers him a trembling hand.\nALFRED\n(conviction)\nNever.\n\nWayne takes Alfred’s hand. Gets up.\n\nEXT. THE FOGBOUND NARROWS -- CONTINUOUS 282\nNinjas in gas masks move the Emitter into position UNDER THE\nMONORAIL TRAIN. The bind it into a HOIST.\n\nEXT. THE NARROWS -- CONTINUOUS 283\nRachel injects Gordon. He stares into her eyes, questioning.\n\nRACHEL\nBreathe. Just breathe.\n\nNOISES draw Gordon’s frightened eyes to shape of COPS\nchoking on the fog, SHOUTING. FIGHTING. Rachel pulls Gordon\nto his feet- heads for the hole in the wall...\n\nRACHEL (CONT’D)\nCome on.\n\f284\n\n285\n\n286\n\n287\n\n288\n\n289\n\n133.\n\nEXT. BRIDGE TO ARKHAM/NARROWS -- CONTINUOUS 284\n\nLoeb and a LIEUTENANT get out of a car at the blockade.\nStarring across: FOG HANGS OVER THE ISLAND.\n\nLOEB\nWhat in God’s name is going on in\nthere?\nEXT. THE NARROWS -- CONTINUOUS 285\n\nAs Rioters FLIT past through the fog either side, Rachel\nDRAGS Gordon into a doorway... She looks up into the fog.\nSees the Ninjas hoisting the emitter up to the monorail...\nINT. FOGBOUND ARKHAM ASYLUM -- EVENING 286\nAn INMATE at the window of his cell. A CLUNK- he turns- his\ncell door is OPEN. He looks out into the corridors...\n\nINT. MIST-FILLED CORRIDOR, ARKHAM ASYLUM -- CONTINUOUS 287\n\nCrane, in Scarecrow mask, RINGS down the corridor, LAUGHING,\nunlocked each door in turn.\n\nINMATE\n(to himself)\nScarecrow.\n\nInmates emerge from their cells, confused.\n\nINT.",
  "91": "---END OF PREVIOUS SECTION---\nINMATE\n(to himself)\nScarecrow. Inmates emerge from their cells, confused. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE BATCAVE -- CONTINUOUS 288\nCLOSE ON: black scalloped GAUNTLETS thrust onto purposeful\nhands. A dark CLOAK whipped around strong shoulders. A\ngraphite COWL placed over an implacable face.\n\nA DARK FIGURE swallowed by the gloom. BATS flutter as an\nENGINE ROARS to life...\n\nEXT. WATERFALL -- CONTINUOUS 289\nMOVING IN on water tumbling hypnotically...\n\nThe Batmobile EXPLODES through the water, ROCKETING onto the\nopposite bank.\n\f290\n\n291\n\n292\n\n293\n\n294\n\n134.\n\nINT. HELICOPTER ABOVE FOGBOUND NARROWS -- CONTINUOUS 290\n\nRa’s Al Ghul puts on a gas mask as the helicopter descends.\n\nEXT. FOGBOUND NARROWS -- NIGHT 291\n\nRachel sits up from Gordon. Hears something: a DRAGGING\nNOISE behind her. She turns, stepping away from Gordon...\n\nA HORSE emerges from the fog. Crane is riding; in Scarecrow\nmask. DRAGGING along behind, boot caught in the stirrup, a\ndead MOUNTED POLICEMAN. CRANE TURNS TO RACHEL.\n\nRACHEL\nCrane!\n\nCrane shakes his head.\nCRANE\n(hisses)\nScarecrow.\n\nEXT. BRIDGE TO ARKHAM/NARROWS -- CONTINUOUS 292\n\nLoeb with a LIEUTENANT, watching the fog hang over the\nisland.\n\nThey head a massive ENGINE, turn, BLINDED by headlights...\nthe Batmobile RACES at the cordon, SHOOTS over the cars,\nclipping the roofs, Cops DIVING out of the way...\n\nEXT. ALLEY, FOGBOUND NARROWS -- CONTINUOUS 293\nThe too-wide Batmobile RIPS metal sheets and drywall from\nboth sides of the tiny alley- RIOTING INHABITANTS run\nSCREAMING- the Batmobile is heading for a dead end...\n\nEXT. COURTYARD, FOGBOUND NARROWS -- CONTINUOUS 294\nCrane GALLOPS towards Rachel and Gordon and STOPS. Rioters\nemerge behind them...",
  "92": "---END OF PREVIOUS SECTION---\nEXT. COURTYARD, FOGBOUND NARROWS -- CONTINUOUS 294\nCrane GALLOPS towards Rachel and Gordon and STOPS. Rioters\nemerge behind them... \n---TARGET SECTION TO BE ANNOTATED---\n he REARS UP to STAMP RACHEL AND\n\nGORDON -\n\nRachel fires her taser, plugging Crane in the face- he\nJERKS, SPASM- the HORSE BOLTS, THROWING him, DRAGGING HIM\nOFF INTO THE FOG..\n\nRachel watches him disappear. Then sees the Lunatics closing\nin on all sides...\n\n(CONTINUED)\n\f295\n\nCONTINUED: (2) 135.\n\nThe Batmobile SMASHES THROUGH THE WALL- Lunatics closing in\non all sides...\n\nThe Batmobile opens- Batman emerges- runs to Rachel...\n\nA BRICK smashes into Batman’s head. He TURNS to the Rioters\nSTARING at him, TERRIFIED. Batman RISES in the mist... to\ntheir eyes:\n\nBatman is a twelve-foot shadowy devil with WINGS...\n\nThey fling bricks, bottles, fighting off the demon. Batman\nGRABS Rachel, FIRES his grappling gun up into the fog... it\nfinds purchase- they SHOOT UP FROM THE MOB-\n\nEXT. ROOFTOP -- MOMENTS LATER 295\n\nBatman sets Rachel down, looks out at Gotham: the Narrows\nbelow steaming, burning, screaming. The rest of Gotham\nWAITS.\n\nBATMAN\nThey’re going to unleash the toxin\non the entire city. I have to find\nthe microwave emitter...\n\nRACHEL\nThey were lifting a machine up to\nthe tracks...\n\nBatman TURNS to face Rachel, realizing-\n\nBATMAN\nOf course- the monorail. The track\nruns directly over the water\nMains...\n\nBatman turns to the city, stares at the wide sweep of the\nmonorail tracks. The \"spoke\" that lead in to Wayne Tower...\n\nBATMAN (CONT’D)\nHe’s going to drive that thing\nstraight into Wayne Tower and blow\nthe main hub, creating enough toxin\nto blanket the entire city...\n\f296\n\n297\n\n298\n\n299\n\n136.\n\nINT. MONORAIL TRAIN -- CONTINUOUS 296\nRa’s Al Ghul climbs onto the train with three MASKED NINJAS.\nThe narrow-band emitter fills the front car. Pulsing with\nenergy. Ra’s moves to the driver’s position...\n\nEXT. THE NARROWS -- CONTINUOUS 297\nGordon looks up- the train moves overhead...",
  "93": "---END OF PREVIOUS SECTION---\nRa’s moves to the driver’s position... EXT. THE NARROWS -- CONTINUOUS 297\nGordon looks up- the train moves overhead... \n---TARGET SECTION TO BE ANNOTATED---\n as it passes,\nmanhole covers EXPLODE in its wake, sending up fresh GEYSERS\nof STEAM... Gordon watches the train go... starts RUNNING...\nINT. CONTROL ROOM, WATER BOARD -- CONTINUOUS 298\nALARMS sound- the Technician looks at the map- lights FLASH.\n\nSECOND TECHNICIAN\nWhat’s that?\n\nTECHNICIAN\nThe pressure’s increasing... and\nit’s... Moving.\nEXT. ROOFTOP -- CONTINUOUS 299\n\nBatman stands at the edge- looks at the IMPOSSIBLE DROP to\nthe moving monorail train...\n\nRACHEL\nWait!\n\nBatman TURNS. Rachel stares at his eyes in the black cowl,\nreaches up to his face.\n\nRACHEL (CONT’D)\nYou could die. At least tell me\nyour name.\nBatman turns. Looks back at her.\nBATMAN\nIt’s not who I am underneath...\n(touches his chest)\nBut what I do that defines me.\nRachel steps forward, recognizing her own words, REALIZING-\n\nRACHEL\nBruce-\n\nBut he is already FALLING...\n\f300\n\n301\n\n302\n\n303\n\n304\n\n137.\n\nEXT. OVER GOTHAM -- CONTINUOUS 300\n\nBatman FREE FALLS, cloak flapping, sliding his gloves into\nthe activating pockets...\n\nThe cloak goes RIGID- SMASHING THE WIND LIKE A PARACHUTE...\nBatman’s arms CONTROL his cloak, not simply arresting his\nfall, but GLIDING GRACEFULLY like a hand glider...\n\nHe eyes the moving train and NOSES DOWN, ACCELERATING-\n\nINT. MONORAIL TRAIN -- CONTINUOUS 301\n\nRa’s pulls off his mask, watching the city speed around him.\n\nINT. SEDAN ON THE BRIDGE TO THE NARROWS -- CONTINUOUS 302\n\nFlass is in the driver’s seat, eating. Gordon opens the door\nGRABS him-\n\nFLASS\nWhat the-?\n\n-FLINGS him out onto the asphalt- PEELS OUT...\n120.\n\nEXT. GOTHAM -- CONTINUOUS 303\nBatman STREAKS DOWN, CUTTING through the STEAM GEYSERS\n\nshooting up in the train’s wake... the train SPEEDS through\na station- Batman BANKS SHARPLY around the building...\n\nINT.",
  "94": "---END OF PREVIOUS SECTION---\nEXT. GOTHAM -- CONTINUOUS 303\nBatman STREAKS DOWN, CUTTING through the STEAM GEYSERS\n\nshooting up in the train’s wake... the train SPEEDS through\na station- Batman BANKS SHARPLY around the building... INT. \n---TARGET SECTION TO BE ANNOTATED---\n CONTROL ROOM, WATER BOARD -- CONTINUOUS 304\n\nThe Technician stares at the map: BLINKING LIGHTS reach\nCLOSER AND CLOSER to Wayne Tower...\n\nSECOND TECHNICIAN\nPressure’s building at the hub-\n\nTECHNICIAN\nOpen all the run-off valves!\n\nSECOND TECHNICIAN\nThey’re already blown!\n\nThe Technician, worried, looks at a PRESSURE GAUGE: the\nNEEDLE is moving steadily HIGHER, towards the RED ZONE...\n\f305\n\n306\n\n307\n\n308\n\n309\n\n138.\n\nEXT. MONORAIL TRAIN -- CONTINUOUS 305\n\nThe track ahead passes into an office building- Batman noses\ndown- trying to get down onto the train before it reaches\nthe building... Batman gets OVER the back of the train-it’s\nat the mouth of the tunnel- he COLLAPSES his cloak- DROPS\nonto the train just as it BLASTS into the building-\n\nINT. TRAIN -- CONTINUOUS 306\nRa’s hears a THUMP. He nods at his Ninjas. They move into\nthe rear car, COCKING machine guns...\n\nEXT. TRAIN -- CONTINUOUS 307\nBatman lies on the roof- the train SPEEDS through the\nCANYONS of downtown Gotham... BULLETS tear through the roof,\nseveral HIT BATMAN- JOLTING him loose, spinning his\n\nSIDEWAYS -\n\nINT. TRAIN -- CONTINUOUS 308\n\nThe ninjas see a SHADOW FALL FROM THE ROOF. One of them\nsticks his head up to check: nothing but fresh bullet holes.\n\nAt the Ninjas’ feet, UNNOTICED, a GRAPPLING HOOK sticks\nthrough the FLOOR of the train-\nEXT. SURFACE STREETS BELOW THE MONORAIL -- CONTINUOUS 309\n\nA small CROWD outside a store watch news on stacked T.V.’s.\nThe train STREAKS overhead. People look up, SHOCKED to see-\n\nBatman HANGING FROM THE TRAIN BY HIS GRAPPLING CABLE, FLYING\nALONG, 15 feet in the air, dodging STOPLIGHTS and AWNINGS...\n\nThe Train crosses over a busy intersection- Batman FLIES\nover CARS, between tall TRUCKS...",
  "95": "---END OF PREVIOUS SECTION---\nThe train STREAKS overhead. People look up, SHOCKED to see-\n\nBatman HANGING FROM THE TRAIN BY HIS GRAPPLING CABLE, FLYING\nALONG, 15 feet in the air, dodging STOPLIGHTS and AWNINGS... The Train crosses over a busy intersection- Batman FLIES\nover CARS, between tall TRUCKS... \n---TARGET SECTION TO BE ANNOTATED---\n behind him, in the train’s\nwake, manhole covers EXPLODE, fire hydrants BURST...\n\nBatman STRUGGLES to fasten his grappling gun into his\nutility belt, but he’s being TOSSED too violently...\n\nUp ahead: more of Ra’s Al Ghul’s Ninjas ride in a truck\npreceding the train, guarding the monorail supports.\n\f310\n\n311\n\n312\n\n139.\n\nEXT. STREET BELOW THE MONORAIL -- CONTINUOUS 310\nIn the truck, a Ninja puts a rocket-propelled grenade\nlauncher on his shoulder, sighting Batman- the others aim\ntheir guns.\n\nA CURVE in the truck sends Batman SWINGING UP into the glass\nfacade of a building, SMASHING ALONG THROUGH forty feet of\nplate glass... he clears the glass, looks ahead- sees the\ntruck in his path, WEAPONS TRAINED ON HIM...\n\nThe machine guns open up- the TRIGGER of the RPG is\nSQUEEZED -\n\nBLAM- with a SHUDDER the truck is KNOCKED SIDEWAYS by a\nSPEEDING unmarked sedan- the grenade MISFIRES into the\ncab...\n\nGORDON is at the wheel of the unmarked sedan- he DUCKS DOWN-\nthe truck EXPLODES... Batman FLIES THROUGH THE FLAMES...\n\nOn the other side, the track DEAD ENDS at another tunnel...\nGordon looks up in time to see Batman LATCH the grappling\ngun into his belt- SHOOT UP, SKIRTING the lip of the\ntunnel...\n\nINT. TRAIN -- CONTINUOUS 311\n\nBatman JUMPS into the rear car- FIRES his grappling gun at a\nNinja’s leg, YANKS him DOWN...\n\nRa’s glances back from the front car, but can’t see clearly.\n\nBatman DOWNS a Ninja with an ELBOW to the head. LEAPS for\nthe door between cars- a Ninja in the front car LOCKS it-\n\nSMASH- Ra’s TURNS to see Batman at the rear door, glass\nfalling from the window, hands around the Ninja’s THROAT...\n\nRA’S AL GHUL\nYou!\n\nBatman DROPS the Ninja. LEADS UP out of sight.\n\nINT.",
  "96": "---END OF PREVIOUS SECTION---\nBatman DROPS the Ninja. LEADS UP out of sight. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CONTROL ROOM, WATER BOARD -- CONTINUOUS 312\nALARMS: The technician watches the blinking lights move\n\nCLOSE to the HUB... the pressure gauge needle tips into the\nRED-\n\n(CONTINUED)\n\f313\n\nCONTINUED: (2) 140.\n\nFIRST TECHNICIAN\nEverybody out! Out of the\nbuilding! !\n\nSECOND TECHNICIAN\nBut -\n\nFIRST TECHNICIAN\nWe’re sitting on the hub- she’s\ngonna blow and blow big,\nunderstand?\n\nEXT. MONORAIL TRAIN -- CONTINUOUS 313\n\nBatman moves forward along the roof, cloak FLAPPING madly\nbehind. Wayne Tower visible up ahead, the train STREAKING\nDIZZYINGLY through the tight CANYONS of Gotham...\n\nRa’s Al Ghul climbs up onto the roof at the front of the\ntrain. Standing tall before Gotham, long coat blowing around\nhis legs. He marvels at Batman.\n\nRA’S AL GHUL\nYou took my advice about\ntheatricality a bit literally,\ndon’t you think?\n\nHe draws his sword from his cane. Batman LUNGES at Ra’s, who\nSWINGS his sword at him- Batman PARRIES with his gauntlet,\nSPARKS striking off the metal scallops.\n\nThe train SHOOTS through a building, the airflow WHUMPING\ndown on the duelists...\n\nRa’s SWINGS his cane- Batman TRAPS it in his scallop- TWISTS\nhis arm- sends the cane SPINNING away.\n\nRA’S AL GHUL (CONT’D)\nFamiliar...\n\nRa’s THRUSTS his sword at Batman’s chest, Batman DODGES\nleft, dangerously close to the EDGE. He DUCKS at Ra’s, who\nKNEES him sideways, SWINGING him at the FRONT EDGE of the\ntrain...\n\nBatman REGAINS FOOTING- Ra’s STRIKES DOWN at his head...\nBatman CROSSES HIS ARMS, CATCHING THE SWORD in the scallops\nof BOTH gauntlets, HOLDING FAST...\n\nRA’S AL GHUL (CONT’D)\nDon’t you have anything new?\n\n(CONTINUED)\n\f314\n\n315\n\nCONTINUED: (2) 141.\n\nBATMAN\nHow about this?\n\nBatman YANKS his ARMS in OPPOSITE directions, BREAKING RA’S\nAL GHUL’S SWORD IN Two.",
  "97": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f314\n\n315\n\nCONTINUED: (2) 141. BATMAN\nHow about this? Batman YANKS his ARMS in OPPOSITE directions, BREAKING RA’S\nAL GHUL’S SWORD IN Two. \n---TARGET SECTION TO BE ANNOTATED---\nRa’s STUMBLES back, loses footing, SLIPS onto the roof,\nSLIDING back toward the rear...\n\nBatman looks ahead to Wayne Tower approaching...\n\nINT. CONTROL ROOM, WATER BOARD, WAYNE TOWER -- CONTINUOUS 314\n\nThe first technician watches the pressure gauge needle slide\nup through the red. He CLOSES HIS EYES.\n\nEXT. TRAIN -- CONTINUOUS 315\n\nBatman leans over the front of train- FIRES his GRAPPLING\nGUN into the front GUIDE WHEELS- which JAM, SPARKING,\nGRINDING... cable SPOOLS out of the grappling gun... the\ntrain SHUDDERS...\n\nRA’S AL GHUL\n(climbing to his feet)\nWhat’re you doing?! !\n\nBatman THROWS the grappling gun at the SPARKING guide\nwheel...\n\nBATMAN\nWhat’s necessary.\n\nThe guide wheel HITS the grappling gun- BUMPS OFF ITS\nTRACK...\n\nRa’s DIVES onto Batman- SMASHES him against the roof- the\ntrain LURCHES, SCRAPING against the concrete guiderails...\nBatman ROLLS Ra’s onto the bottom- but Ra’s is CHOKING\nBatman, THUMBS PUSHED DEEP INTO THE FLESH ABOVE BATMAN’S\nNECKPIECE...\n\nBatman STRUGGLES uselessly against Ra’s Al Ghul IRON GRIP...\n\nRA’S AL GHUL\nAre you afraid?! !\n\nRa’s looks up at Batman’s DYING eyes... Batman’s hands STOP\nPUSHING against Ra’s...\n\n(CONTINUED)\n\f316\n\n317\n\n318\n\nCONTINUED: (2) 142.\n\nBATMAN\n(choked)\nYes...\n...and slip down his cloak to the activating pockets-\n\nBATMAN (CONT’D)\n...but not of you.\n\nThe cloak goes RIGID- CATCHES THE WIND- like pulling a rip\ncord- Batman YANKED from Ra’s Al Ghul’s hands, INTO THE\nAIR...\n\nRa’s SCREAMS as he rides the train OFF THE MONORAIL...\nCRASHING DOWN INTO WAYNE PLAZA- DIGGING THROUGH THE\nCONCRETEMETAL SHREDDING, MARBLE SHATTERING, DUST CLOUDS\nFLYING, PARKED CARS EXPLODING...",
  "98": "---END OF PREVIOUS SECTION---\nThe cloak goes RIGID- CATCHES THE WIND- like pulling a rip\ncord- Batman YANKED from Ra’s Al Ghul’s hands, INTO THE\nAIR... Ra’s SCREAMS as he rides the train OFF THE MONORAIL... CRASHING DOWN INTO WAYNE PLAZA- DIGGING THROUGH THE\nCONCRETEMETAL SHREDDING, MARBLE SHATTERING, DUST CLOUDS\nFLYING, PARKED CARS EXPLODING... \n---TARGET SECTION TO BE ANNOTATED---\nThe Train has disintegrated into burning rubble just short\nof the entrance to Wayne Station...\n\nINT. CONTROL ROOM, WATER BOARD, WAYNE TOWER -- CONTINUOUS 316\nThe Technician opens one eye. Then the other. And starts\nbreathing again.\n\nEXT. WAYNE PLAZA -- CONTINUOUS 317\n\nMassive fiery destruction. And above it all-\n\nBatman SOARS in a high bank, riding the thermals, staring\ndown at Ra’s Al Ghul’s funeral pyre... And we-\n\nDISSOLVE TO:\n\nEXT. WAYNE PLAZA -- MORNING, DAYS LATER 318\n\nConstruction CREWS clear the RUBBLE, Lucius Fox, in hard\nhat, supervises. Earle approaches, livid. Fox spots him.\n\nFOX\nThis is a hard hat area.\n\nEARLE\n\nWhat are you doing here, Fox? I\nseem to remember firing you.\n\n(CONTINUED)\n\f319\n\nCONTINUED: (2) 143.\n\nFOX\nMight be something to do with my\nnew job as head of Wayne\nIndustries.\n(off look)\nDidn’t you get the memo?\n\nEarle stares at Fox, hard.\n\nEARLE\nWhose authority?\n\nFox points at Wayne’s Rolls Royce idling nearby. Earle\nstrides towards it. Fox quietly smiles, turns to his work.\n\nINT. ROLLS -- CONTINUOUS 319\nEarle is BANGING on the window. Wayne rolls it down.\n\nEARLE\nYou think you have authority to\ndecide who runs this company,\nBruce?\n\nWAYNE\nIt is my company.\n\nEARLE\nNot anymore. Wayne Industries went\npublic a week ago-\n\nWAYNE\nAnd I bought most of the shares. A\ncontrolling interest, in fact.\n(off look)\nThrough various charitable\nfoundations, trusts and so forth...\n\nAlfred is smiling in the front seat.\nWAYNE (CONT’D)\nLook, it’s all a bit technical, but\nthe important thing is.... my\ncompany’s future is secure.\n\nEarle is speechless. Wayne smiles. The Rolls pulls away.\n\f320\n\n321\n\n322\n\n323\n\n144.\n\nEXT. GROUNDS, SMOKING RUINS OF WAYNE MANOR -- DAY 320\nWORKERS sift through the smoking ruins, supervised by\nAlfred.\n\nINT.",
  "99": "---END OF PREVIOUS SECTION---\nEXT. GROUNDS, SMOKING RUINS OF WAYNE MANOR -- DAY 320\nWORKERS sift through the smoking ruins, supervised by\nAlfred. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ORANGERY -- CONTINUOUS 321\nSoot-stained glass crunches underfoot as Rachel picks her\nway through the smoking remnants of the greenhouse.\n\nEXT. DISUSED KITCHEN GARDEN -- CONTINUOUS 322\nRachel finds Wayne hammering a board across the disused\nwell. He looks up at her. She approaches. He turns to the\n\nwell.\n\nWAYNE\nDo you remember the day I fell?\n\nRACHEL\nOf course.\n\nWayne looks down at the black gap yet to be covered.\n\nWAYNE\nAs I lay there, I knew... I could\nsense it...\n\nRACHEL\nWhat?\n\nWAYNE\nThat things would never be the\nsame.\n\nRACHEL\n\nWhat did you find down there? Wayne\npicks up another board.\n\nWAYNE\nChildhood’s end.\n\nWayne places the board over over the gap. Closing the well.\n\nEXT. SMOKING RUINS OF WAYNE MANOR -- MOMENTS LATER 323\n\nWayne walks Rachel past the ruins.\n\n(CONTINUED)\n\fCONTINUED: (2) 145.\n\nRACHEL\nThe day you left Gotham... the day\nChill was murdered... I said\n\nterrible things.\n\nWAYNE\nTrue things. You made me see that\njustice is about more than my own\npain and anger.\n\nRACHEL\nWell, you proved me wrong.\n\nWAYNE\nAbout what?\n\nRACHEL\nYour father would be proud of you.\nJust as I am.\n\nWayne looks at her, emotion rising. He takes Rachel in his\narms and they kiss, passionately... desperately.\n\nThey break, Wayne looks into Rachel’s eyes, hopeful. But she\ngently shakes her head.\n\nRACHEL (CONT’D)\n(soft)\nBetween Batman and Bruce Wayne,\nthere’s no room for me.\n\nWAYNE\nRachel, this life I chose... I can\ngive it up.\nRachel reaches up to his face with her hand.\nRACHEL\nYou didn’t choose the life, Bruce.\nIt was thrust upon you, the way\ngreatness often is. You’ve given\nthis city hope- now she’s depending\non you. We all are.\nWayne looks at her. Aching. He nods.\n\nRACHEL (CONT’D)\nGood-bye, Bruce.\n\nShe walks away. Stops. Turns. Points at the ruins.",
  "100": "---END OF PREVIOUS SECTION---\nStops. Turns. Points at the ruins. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f324\n\nCONTINUED: (3) 146.\n\nRACHEL (CONT’D)\nWhat will you do?\n\nWayne looks at her. Glorious purpose in his eyes.\nWAYNE\nI’m going to rebuild it just the\nway it was. Brick for brick.\nRachel nods. Walks off. Wayne stares after her. Alone...\n\nBut Alfred is at Wayne’s shoulder. Watching his gaze.\n\nALFRED\nJust the way it was, sir?\n\nWayne turns to Alfred.\n\nWAYNE\nYes, why?\n\nThey stroll, side by side, towards the smoking ruins.\nALFRED\nI thought we might take the\nopportunity of making some\nimprovements to the foundation.\n\nWAYNE\nIn the south east corner?\n\nALFRED\nPrecisely, sir.\n\nDISSOLVE TO:\nThe irregular SHADOW of a BAT SYMBOL cast up onto turbulent\nclouds... and we are-\nEXT. ROOF, POLICE STATION -- NIGHT 324\n\nGordon sips coffee from a styrofoam cup. Beside him- an\nupturned spotlight with a METAL STENCIL bolted to it.\n\nA dark FLUTTERING, and Batman is standing the other side of\nthe spotlight. He reaches out, taps the stencil.\n\nBATMAN\nNice.\n\n(CONTINUED)\n\fCONTINUED: (2) 147.\n\nGORDON\n(crushing his cup)\nCouldn’t find any mob bosses to\nstrap to the light.\n\nGordon kills the searchlight. The two men stand opposite\neach other in the dark.\n\nBATMAN\nWell, Sergeant?\n\nGORDON\nIt’s Lieutenant, now. Commissioner\nLoeb had to promote me. And he had\nto disband the task force hunting\nyou. Amazing what saving a city can\ndo for your image.\n\nBATMAN\nThen things are better.\n\nGORDON\n(nods)\nYou’ve started something- bent cops\nrunning scared, hope on the\nstreets...\n\nGordon leaves his sentence hanging between them.\n\nBATMAN\nBut?\n\nGORDON\nBut there’s a lot of weirdness out\nthere right now... the Narrows is\ndost... we still haven’t picked up\n\nCrane or half the inmates of Arkham\nthat he freed...\n\nBATMAN\nWe will. Gotham will return to\nnormal.",
  "101": "---END OF PREVIOUS SECTION---\nGORDON\nBut there’s a lot of weirdness out\nthere right now... the Narrows is\ndost... we still haven’t picked up\n\nCrane or half the inmates of Arkham\nthat he freed... BATMAN\nWe will. Gotham will return to\nnormal. \n---TARGET SECTION TO BE ANNOTATED---\nGORDON\nWill it? What about escalation?\nBATMAN\nEscalation?\nGORDON\nWe start carrying semiautomatics,\nthey buy automatics... we start\n\nwearing kevlar, they buy\narmorpiercing rounds...\n\n(CONTINUED)\n\fCONTINUED: (3) 148.\n\nBATMAN\nAnd?\n\nGordon leans closer to Batman. Points at him.\nGORDON\nAnd... you’re wearing a mask and\njumping off rooftops...\nGordon fishes in his pocket.\n\nGORDON (CONT’D)\nTake this guy...\n\nHe pulls out a clear plastic evidence bag.\nGORDON (CONT’D)\n...armed robbery, double\nhomicide...\nInside the clear plastic bag is a PLAYING CARD.\nGORDON (CONT’D)\nGot a taste for theatrics, like\nyou...\nGordon hands Batman the bag.\n\nGORDON (CONT’D)\nLeaves a calling card.\n\nBatman turns the card over. It is a JOKER.\n\nBATMAN\nI’11 look into it.\n\nHe steps up onto the balustrade. Gordon looks at him.\n\nGORDON\nI never said thank you.\n\nBatman looks out at the lights of Gotham. Cloak billowing\naround him.\n\nBATMAN\nAnd you’1l1 never have to.\n\nBatman DROPS from the rooftop, GLIDING on the night wind.\nGordon smiles. He can’t help it.\n\nFADE OUT:\n\n(CONTINUED)\n\fCONTINUED: (4) 149.\n\nCREDITS.\nEND.\n\f"
}