{
  "1": "BATMAN VS SUPERMAN\n(untitled)\n\nWritten by\nDavid S. Goyer\n&\n\nChris Terrio\nfrom a story by\n\nZack Snyder & David S. Goyer\n\n3rd Draft,\n\nJanuary 19th, 2014\n©2014\n\nWARNER BROS.\n\nAll Rights Reserved\n\fFADE IN:\nEXT. ARCTIC OCEAN -- MORNING\n\nTWO RUSSIAN WARSHIPS, the ANATOLE and the CASSIOPEIA,\napproach a RUSSIAN OIL RIG in ARCTIC WATERS.\n\nINT. BRIDGE, CASSIOPEIA -- CONTINUOUS\n\nKarpov 60, an INTIMIDATING RUSSIAN GENERAL, CAPTAINS the\nWARSHIP. His SECOND IN COMMAND UMINSKI, 30's, stands at his\nside.\n\nKARPOV\n(to Uminski, in Russian)\nHold this position.\n\nUMINSKI\nYes General.\n\nINT. CARGO HOLD, RUSSIAN OIL RIG -- CONTINUOUS\n\n300 RUSSIAN OIL RIG WORKERS are held PRISONER in the CARGO\nHOLD of the RUSSIAN OIL RIG.\n\nThey are surrounded by a ATLANTEAN HIJACKERS. The Atlanteans\nwear a combination of BLACK WET SUITS and ARMOR PLATING\ndesigned like FISH SCALES. Their faces are CONCEALED behind\nMASKS. Their HANDS and FEET are BARE. They wield STRANGE\nWEAPONRY which HUM with ENERGY.\n\nOKSANA, 40's, A HARDENED FEMALE OIL RIG WORKER cradles a\nfrightened YOUNGER FEMALE OIL RIG WORKER, LUCYA, early 20's,\nwho SOBS in her arms.\n\nOKSANA\n(in Russian)\nIt's Ok. It's Ok.\n\nMERA, a TALL, BEAUTIFUL REDHEAD ATLANTEAN walks past them\nand speaks with one of her Warriors. He BOWS to her and\nleaves.\n\nShe walks towards a TALL MAN with LONG FLOWING hair who sits\non top of a stack of CRATES like a King on a THRONE. He is\ndressed in ARMOR. In his right hand he holds a LONG GOLDEN\nTRIDENT.",
  "2": "---END OF PREVIOUS SECTION---\nShe walks towards a TALL MAN with LONG FLOWING hair who sits\non top of a stack of CRATES like a King on a THRONE. He is\ndressed in ARMOR. In his right hand he holds a LONG GOLDEN\nTRIDENT. \n---TARGET SECTION TO BE ANNOTATED---\n His left hand is SHIMMERING and BLUE as if MADE OF\nWATER.\n\nThis is ORIN, KING OF THE ATLANTEANS.\nMERA\n(in Atlantean)\nOrin. The surface dwellers\napproach.\n\nOrin steps off the crates which are marked 'MERREVALE'.\n\fORIN\n(in Atlantean)\nOrder the Warriors to set the\ncharges.\n\nMERA\nAnd the prisoners?\n\nORIN\nThey are pawns. When the charges\nare set put them in their life\nboats and release them.\n(he smiles)\nIn the meantime let us welcome our\nguests.\n\nHe leaves the Cargo Hold. Mera stays to watch over the\nHostages.\n\nEXT. PLATFORM, RUSSIAN OIL RIG, ARCTIC -- CONTINUOUS\n\nTWO RUSSIAN HELICOPTERS hover above the MAIN PLATFORM. A\nSQUAD of TWELVE RUSSIAN COMMANDOES rappel down onto the\nPlatform their MACHINE GUNS raised and ready.\n\nOrin emerges onto the Platform followed by a squad of his\nWARRIORS who carry with them LARGE CANNON-LIKE WEAPONS.\n\nORIN\nGet in formation. I'll attend to\nthese.\n\nThe King walks towards the Commandoes who AIM their GUNS at\nhim.\n\nCOMMANDO LEADER\n(firmly, in Russian)\nDrop your weapons and get down on\nyour knees!\n\nORIN\n(in Russian)\nI kneel before no one.\n\nHe SLAMS the HILT of his Trident DOWN.\n\nA COMMANDO notices an Atlantean Warrior placing a CANNON the\nRAIL at the EDGE of the PLATFORM and pointing it towards the\nWarships.\n\nCOMMANDO\nSTOP!\n\nThe Commando FIRES his weapon. The Bullets BOUNCE of the\nAtlantean armor but one PENETRATES the Warrior's leg. He\nBUCKLES and FALLS to his knees.\n\nWith SUPERHUMAN speed Orin ATTACKS before the Commandos can\neven REACT.\n\f3.\n\nHe JUMPS high into the air and LANDS in the MIDDLE of the\nCommandos.\n\nWith LETHAL EFFICIENCY he DISPATCHES the Commandos. SLICING\ntheir ARMS and STABBING them THROUGH the LEGS with his\nTRIDENT.",
  "3": "---END OF PREVIOUS SECTION---\nHe JUMPS high into the air and LANDS in the MIDDLE of the\nCommandos. With LETHAL EFFICIENCY he DISPATCHES the Commandos. SLICING\ntheir ARMS and STABBING them THROUGH the LEGS with his\nTRIDENT. \n---TARGET SECTION TO BE ANNOTATED---\nHe KICKS the Commando Leader CLEAR ACROSS the platform as\nthe rest fall to the floor DISABLED and in PAIN but ALIVE.\n\nThe King turns to his Warriors and nods.\n\nATLANTEAN WARRIOR\nOPEN FIRE!\n\nThe Warriors place the CANNONS on the RAIL and FIRE on the\nAnatole.\n\nBLUE BOLTS of DESTRUCTIVE ENERGY fire towards the Warship.\nThe Energy IMPACTS the HULLS of the Ship sending WAVES of\nENERGY through the vessel which INCAPACITATES the CREW who\nCRUMBLE to the floor, UNCONSCIOUS.\nINT. BRIDGE, CASSIOPEIA -- CONTINUOUS\nKarpov sees the other Warship being DISABLED.\nKARPOV\n(to Uminski)\nCall in the Fighters.\n\nUminski activates his radio.\nEXT. SKY, ARCTIC WATERS -- CONTINUOUS\n\nTHREE RUSSIAN T-50 FIGHTER JETS fly high above the Arctic\nwaters.\n\nINT. T-50 JET (FLYING), ARCTIC WATERS -- CONTINUOUS\nThe PILOT listens to his orders.\n\nPILOT\nWhat are my orders?\n\nUMINSKI(0.S)\nRequest immediate attack. Terminate\nthe hostiles.\n\nPILOT\nAffirmit...\n\nThe Pilot pauses as he sees SOMETHING outside of the\nCOCKPIT.\n\f4,\nEXT. T-50 JET (FLYING), SKY, ARCTIC WATERS -- CONTINUOUS\n\nTwo FAMILIAR RED BOOTS walk up the NOSE of the Jet towards\nthe cockpit.\n\nThe Pilot looks up as a RED CAPE BILLOWS outside the Jet.\nEXT. BRIDGE, CASSIOPEIA -- CONTINUOUS\n\nUminski and Karpov watch as the T-50 fly past without\ncompleting the Airstrike.\n\nUMINSKI\n(into radio)\nRequest immediate attack. Repeat\nImmediate attack.\nThere is no response\n\nUMINSKI(CON'T)\nNo response sir.\n\nKarpov SUCKS his teeth and PONDERS his options.\nUminski looks to the sky and his eyes WIDEN.\nUMINSKI\n(shocked)\nSir!\nKarpov looks up.\n\nINT.",
  "4": "---END OF PREVIOUS SECTION---\nUMINSKI\n(shocked)\nSir! Karpov looks up. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PLATFORM, RUSSIAN OIL RIG -- CONTINUOUS\n\nOrin and his Warriors look to the sky as they hear the CRACK\nof a SONIC BOOM.\n\nA RED and BLUE BLUR CRASHES down through the COMPLEX.\nORIN\n(smiles)\nSky Dweller.\nINT. CARGO HOLD, RUSSIAN OIL RIG -- CONTINUOUS\n\nThe Red and Blue blur SMASHES down through the CEILING and\ndown onto the FLOOR.\n\nThe Hostages SCREAM and COWER as the Atlanteans raise their\nENERGY WEAPONS.\n\nMera CALMLY steps backwards and takes COVER behind a\nBULKHEAD DOOR and WATCHES.\n\nThe DEBRIS and DUST settle and standing on the DENTED floor\nin the middle of the Cargo Hold between the Hostages and\nAtlanteans is the MAN OF STEEL, KAL EL... SUPERMAN.\n\nAn Atlantean Warrior RUSHES Superman with his Weapon RAISED.\n\fSUPERMAN\n(calmly)\nI'd put those toys away.\n\nSuperman GRABS the BARREL of the Weapon and CRUSHES it with\nEASE.\n\nThe other Atlanteans OPEN FIRE. BOLTS of CRACKLING BLUE\nENERGY strike Superman REPEATEDLY. He STAGGERS back as the\nenergy PASSES THROUGH his BODY. He SHAKES it off.\n\nSUPERMAN (CON'T)\n(bemused)\nThat's new.\n\nSuperman tries to pull the Weapon away from the Atlantean.\nBut to the Kryptonian's SURPRISE the Warrior RESISTS.\n\nThe Warrior seems to be SMILING beneath his Mask.\n\nSuperman PULLS harder and the Atlantean is YANKED OFF his\nfeet entirely and TOSSED aside.\n\nSuperman then with SUPERHUMAN SPEED attacks the remaining\nWarriors as they OPEN FIRE on his again.\n\nHe DEFLECTS their ENERGY BOLTS and DISARMS them DESTROYING\ntheir Weapons and SCATTERING their parts across the Cargo\nHold.\n\nHe CRISS-CROSSES the interior of the complex SUBDUING the\nWarriors before coming to a HALT in front of the Hostages.\n\nThey RECOIL from him and COWER\n\nSUPERMAN (CON'T)\n\nDon't be afraid.\n(reaches out his hand)\n\nI'm here to help.",
  "5": "---END OF PREVIOUS SECTION---\nHe CRISS-CROSSES the interior of the complex SUBDUING the\nWarriors before coming to a HALT in front of the Hostages. They RECOIL from him and COWER\n\nSUPERMAN (CON'T)\n\nDon't be afraid. (reaches out his hand)\n\nI'm here to help. \n---TARGET SECTION TO BE ANNOTATED---\nLucya stands up and walks up to the Man of Steel and looks\ninto his KIND EYES and places her hand in his.\n\nLUCYA\n(in English)\nThere are others.\n\nSUPERMAN\nI know. I'll take care of them. Can\nyou lead these people to the life\nboats?\n\nShe nods. Superman smiles.\n\nSUPERMAN (CON'T)\n(to Mera)\nI'm giving you once chance to\nsurrender. That's more than those\nWarships will.\n\fORIN(0.S)\n(in English)\nHow many chances will they give\nyou?\n\nSuperman looks up through the HOLE in the Rig's Roof.\nStanding above him LOOKING DOWN upon him is Orin.\n\nORIN(CON'T)\nBefore they kill you?\n\nSuperman LIFTS of the floor and FLOATS up through the hole\nand HOVERS over Orin before LANDING to face him.\n\nSUPERMAN\nThey only killers here are you and\nyour terrorists. Disarm the bombs\nyou've planted.\n\nORIN\nI don't kill without justification.\n(gestures to the\nWarships)\nUnlike them.\n\nSUPERMAN\nThe people here are innocent.\n\nORIN\nAnd I will release them and\n(gestures to the rig)\ndestroy this abomination.\n\nSUPERMAN\nI can't allow you to do that.\n\nORIN\n\nTheir machines poison my oceans.\nRuin the Earth. There is nothing of\nthis world but rot, decay and\ndeath.\n\n(points Trident at\n\nSuperman)\nAnd you would be it's champion?\n\nSUPERMAN\nI would be it's protector.\n\nORIN\nWhy? Humans hate what they don't\nunderstand and they can never\nunderstand someone like you.\n(softly)\nI know this.\n\fSUPERMAN\nYou've been destroying oil\ninstallations all over the planet.\nThis has to stop.\n\nORIN\nI will never stop. I do this to\nprotect my people like you protect\ntheirs.\n\nSuperman sees Atlanteans on the Platform CHARGING up their\nENERGY CANNONS.\n\nBefore they can fire Superman uses his HEAT VISION to\nDESTROY the Cannons.\n\nThe Warriors are sent HURTLING backwards from the BLAST.\n\nOrin STRIKES Superman across the JAW with the HILT of his\nTRIDENT and then STABS it toward his CHEST.",
  "6": "---END OF PREVIOUS SECTION---\nBefore they can fire Superman uses his HEAT VISION to\nDESTROY the Cannons. The Warriors are sent HURTLING backwards from the BLAST. Orin STRIKES Superman across the JAW with the HILT of his\nTRIDENT and then STABS it toward his CHEST. \n---TARGET SECTION TO BE ANNOTATED---\nSuperman CATCHES the Trident as Orin LUNGES forward DRIVING\nSuperman backwards.\n\nSuperman STEADIES himself. He looks at Orin's SHIMMERING\nLEFT HAND.\n\nSUPERMAN\n(confused)\nWhat are you?\nORIN\nMore like you than they can ever\nbe.\n\nSuperman GRIPS the Trident and SWING Orin over his head and\nSMASHES him down INTO the Platform floor.\n\nOrin FLIPS to his feet and SLICES the Trident ACROSS\nSuperman's CHEST cutting THREE SLASHES In his SYMBOL OF\nHOPE.\n\nSuperman and Orin CHARGE at each other.\n\nINT. BRIDGE, CASSIOPEIA -- CONTINUOUS\n\nUminski watches as Superman and Orin BATTLE on top of the\nPLATFORM.\n\nKarpov is on the radio awaiting orders.\nUMINSKI\n(to himself, in awe)\nThey are Gods!\n\nKarpov receives his orders.\n\fKARPOV\n(to Uminski)\nOpen fire on the installation.\nUMINSKI\n(reluctant)\nThat would sink it. There are 300\ncivilians on board.\n\nKARPOV\nYou have your orders.\n\nUminski takes a DEEP BREATH.\nUMINSKI\n(firmly)\nNo.\n\nKarpov turns gestures TWO SAILORS to REMOVE Uminski from the\nBridge.\n\nKARPOV\n(disgusted)\nGet this coward out of here!\nUminski is ESCORTED out.\nKARPOV\n(firmly)\nOpen fire!\nINT. PLATFORM, OIL RIG -- CONTINUOUS\n\nOrin is sent. SKIDDING backwards across the Platform. He\nSTABS his Trident into the FLOOR to stop his MOMENTUM.\n\nHe smiles.\n\nORIN\nYou're holding back.\n\nSUPERMAN\nBecause I don't want to kill you.\n\nThe ROAR of ARTILLERY FIRE fills the AIR.\n\nA SHELLS impact the Installation. The EXPLOSIONS SHAKE the\nOil Rig.\n\nAnother Shell DETONATES between Superman and Orin SEPARATING\nthem.\n\nSuperman JUMPS into the air and FLIES toward the Warship.\nINT. BRIDGE, CASSIOPEIA -- CONTINUOUS\n\nKarpov sees the Man of Steel approaching.\n\fKARPOV\n(frantic)\nFire! Fire! Fire!\nEXT.",
  "7": "---END OF PREVIOUS SECTION---\nFire! Fire! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ARCTIC WATERS -- CONTINUOUS\nThe Warship OPEN FIRE on Superman who PUNCHES the SHELLS\nfrom the sky and FLIES over the Warship and uses his HEAT\nVISION to DESTROY the ARTILLERY CANNONS and then DIVES down\nthrough the BRIDGE.\nKarpov THROWS himself to the floor on impact.\n\nSuperman stands over the TERRIFIED General. Before he can do\nanything he HEARS the SCREAMING of the Oil Rig Workers.\n\nHe leaves and flies back towards the CRIPPLED Rig.\n\nINT. HALLWAY, OIL RIG -- CONTINUOUS\n\nHe lands inside and lands in a SMOKING HALLWAY.\n\nHe HEARS someone STRUGGLING. He SWIFTLY follows the sound.\n\nMera is PINNED beneath a fallen BULKHEAD DOOR. Her STOMACH\nhas been WOUNDED. She's BLEEDING HEAVILY.\n\nSuperman LIFTS the DOOR off of her and TAKES her in his arms\nand FLIES her out of the Hallway and out onto the Platform.\n\nHe lays her down gently.\n\nSUPERMAN (CON'T)\nI can help you. Please trust me.\n\nHe uses his HEAT VISION to CAUTERIZE the wound. She GRITS\nher teeth trying not to scream. Superman finishes and she\ngoes LIMP.\n\nSuperman looks up from Mera and sees Orin WATCHING him.\nBehind him his Warriors stand WEAPONS READY and AIMED at the\nMan of Steel.\n\nSuperman stands.\n\nSUPERMAN (CON'T)\nShe needs help. Take her and leave.\n\nOrin STRAPS his Trident ACROSS HIS BACK and lifts Mera\nGENTLY in his arms.\n\nAs he leaves he looks back on Superman for a moment.\n\nOrin DIVES OFF the Platform and into the Ocean and SWIMS at\nAMAZING SPEED into the DEPTHS. His Warriors follow.\n\nSuddenly the 0il Rig is ROCKED by a huge EXPLOSION at it's\nBASE and begins to TILT and SINK into the Ocean.\n\f10.\nINT. CARGO HOLD, RUSSIAN OIL RIG -- CONTINUOUS\nWater RUSHES into the Cargo Hold and ENGULFS the Workers.\n\nOksana grabs Lucya and stops her from being DRAGGED away by\nthe CURRENT.",
  "8": "---END OF PREVIOUS SECTION---\nINT. CARGO HOLD, RUSSIAN OIL RIG -- CONTINUOUS\nWater RUSHES into the Cargo Hold and ENGULFS the Workers. Oksana grabs Lucya and stops her from being DRAGGED away by\nthe CURRENT. \n---TARGET SECTION TO BE ANNOTATED---\nINT. PLATFORM, RUSSIAN OIL RIG, ARCTIC WATERS -- CONTINUOUS\nSuperman FLIES up into the sky then DOWN INTO the OCEAN.\nINT. CARGO HOLD, RUSSIAN OIL RIG -- CONTINUOUS\n\nThe Workers are totally SUBMERGED and and SECONDS away from\nDEATH.\n\nThe Oil Rig SHAKES and the Water levels begin to DROP. The\nWorkers GASP for air.\n\nEXT. RUSSIAN OIL RIG, ARCTIC WATERS -- CONTINUOUS\n\nThe Oil Rig RISES from the OCEAN carried by Superman who\nslowly carries it to the nearby ICEBERG and places it down\nas SOFTLY as possible.\n\nINT. CARGO HOLD, RUSSIAN OIL RIG -- CONTINUOUS\n\nThe Workers SCREAM as the Oil Rig LANDS.\n\nEXT. RUSSIAN OIL RIG, ICEBERG -- CONTINUOUS\n\nSuperman BREATHS HEAVILY.\n\nSUPERMAN (CON'T)\nWhy are you here?\n\nOrin stands behind him.\nORIN\nLeave them. They will destroy you\nif you don't.\nSuperman faces the King.\n\nORIN(CON'T)\nIt's their nature.\n\nThe Workers start to flow out of the Oil Rig.\nSuperman looks towards the Warships and walks past Orin.\nSUPERMAN\nYou'd better hope we don't meet\nagain.\nSuperman LEAPS into the air and flies toward the Warship.\n\nOrin watches him as he departs.\n\f11.\n\nORIN\n(respectful)\nWe will brother. We will.\n\nINT. DECK, CASSIOPEIA -- CONTINUOUS\n\nThe CREW of the Warship, including Karpov and Uminski, are\non the deck.\n\nSuperman lands on the Deck and MARCHES toward Karpov.\n\nSUPERMAN (CON'T)\n(angry) —\nThere were 300 innocent people on\nthat Rig!\n\nKARPOV\n(in Russian, terrified)\nSorry! Sorry! Sorry\nSuperman pauses.\n\nSUPERMAN\n(to Crew)\nDoes anyone speak English?\n\nUminski RAISES his hand.\nSUPERMAN (CON'T)\nThose people need help and medical\nattention. See that they get it.\nUminksi nods and relays Superman's orders to the Crew.",
  "9": "---END OF PREVIOUS SECTION---\nSUPERMAN (CON'T)\nThose people need help and medical\nattention. See that they get it. Uminksi nods and relays Superman's orders to the Crew. \n---TARGET SECTION TO BE ANNOTATED---\nSUPERMAN (CON'T)\n(to Uminski)\nWho ordered the attack?\nUminski doesn't say anything but LOOKS towards Karpov.\n\nSUPERMAN (CON'T)\nIs that so?\n\nCUT TO:\nKarpov yells OBSCENITIES in Russian. He has been WRAPPED up\nin the METAL REMAINS of the Warship's BRIDGE. His feet HANG\ncomically above the DECK.\nEXT. RUSSIAN OIL RIG, ICEBERG -- CONTINUOUS\n\nOksana and Lucya watch as Superman disappears into the\nheavens.\n\nLUCYA\n(in Russian)\nSuperman.\n\f12.\nEXT. SKY, ARCTIC WATERS -- CONTINUOUS\n\nSuperman flies HIGH above the Arctic PICKING UP SPEED as he\ncomes towards the PACIFIC OCEAN and skims at SUPER SONIC\nSPEED across the water.\n\nHe SPINS as he gains ALTITUDE and enters the STRATOSPHERE,\nBREAKING the SOUND BARRIER.\n\nEXT. SPACE -- MOMENTS LATER\n\nSuperman SLOWS DOWN as he looks upon THE EARTH. He takes in\nthe sight for a moment before descending back towards the\nUNITED STATES.\n\nFloating in the distance is a LEXCORP SATELLITE.\nINT. DARK ROOM\n\nA MAN sits cross legged on a desk in a DARK ROOM with his\nback to us.\n\nHe is a BLACK SILHOUETTE against an array of COMPUTER\nSCREENS which are MONITORING the scene in the Arctic and\nshowing BLURRED IMAGES of Superman flying through space.\n\nThe screens go BLANK and the room goes BLACK.\nEXT. BARN, KENT FARM -- EVENING\n\nMartha Kent walks toward the BARN. Her dog jumps is by her\nside.\n\nShe opens the BARN DOORS and enters. She tries to PULL OPEN\nthe TRAP DOOR when the Dog starts barking and she hears a\nfamiliar SWOOSHING sound.\n\nMARTHA\n(smiles)\nHow come you always show up at\ndinner?\n\nStanding in the doorway is her son Superman... CLARK KENT.\n\nCLARK\nGood timing.\n\nMARTHA\n(sarcastic)\nSure\n(tugs on the trap door)\nWell don't just stand there. Help\nme with this.",
  "10": "---END OF PREVIOUS SECTION---\nCLARK\nGood timing. MARTHA\n(sarcastic)\nSure\n(tugs on the trap door)\nWell don't just stand there. Help\nme with this. \n---TARGET SECTION TO BE ANNOTATED---\nHer Son smiles and PULLS the trap door open and they both\nwalk down the steps into the DARK ROOM below.\n\nMartha switches on the LIGHT and REVEALS the room which is\nVERY DIFFERENT from when it used to conceal Clark's\n\f13.\nSPACECRAFT.\n\nPASTED to the WALLS are HUNDREDS of NEWSPAPER CLIPPINGS of\nher son's EXPLOITS all around the world.\n\nCLARK\nYou've been busy.\n\nMARTHA\nI come down her a lot these days.\nI'm turning into your father.\n(smiles)\nWhen he wanted to be alone he'd\ncome down here. It was his fortress\nof solitude.\n\nClark sees an OLD FRAMED PHOTO of himself and his FATHER on\nthe workbench. He picks it up and stares at it LONGINGLY.\nIt's clear he STILL misses him.\n\nMartha leans her head against his shoulder and looks at the\nphoto.\n\nMARTHA(CON'T)\nHe'd have been so proud of you\nClark. He was proud of you.\n\nCLARK\nI know.\n(puts the photo back down\nand looks around at all\nthe clippings)\nIf only the rest of the world\nshared his opinion.\n\nMARTHA\nThey will. They just don't\nunderstand you right now. Or what\nhappened with Zod.\n\nClark's face HARDENS at the mention of Zod.\n\nMARTHA(CON'T)\nLook around you. Look at all the\ngreat things you've done and the\npeople you've helped.\n\nCLARK\nBut you've only put up the good\nthings they say about me.\n\nMARTHA\nClark, honey. If I were to use the\nbad things they say I could cover\nthe barn, the house and the\nouthouse.\n\nCLARK\nWe still have an outhouse?\n\f14.\nThey laugh.\n\nMartha HUGS Clark and lays her head against his TORN SYMBOL\nof HOPE.\n\nMARTHA\nThings will change. Someday the\nwhole world will see you for what\nyou are. Just like I do. And your\nFather did.\n\nCLARK\nWhen you say it I believe it.\n\nMARTHA\nThat's right.\n(loosens her grip and\nlooks him in the eyes)\nNow let me fix you some dinner.\n\nCLARK\nThat's Ok Mom.",
  "11": "---END OF PREVIOUS SECTION---\nMARTHA\nThat's right. (loosens her grip and\nlooks him in the eyes)\nNow let me fix you some dinner. CLARK\nThat's Ok Mom. \n---TARGET SECTION TO BE ANNOTATED---\nMARTHA\nOh can it. We do this every time. I\nalready have a plate out.\n\nCLARK\n(laughs)\nOk. Ok.\n\nShe lets him go and starts to MARCH up the steps.\nMARTHA\nAnd take off that damn beat up\nsuit. No capes at the table.\n\nCLARK\nElvis wore a cape. You love Elvis.\n\nMARTHA\n\nElvis was Elvis. He could wear\n\nanything.\nClark smiles and follows his Mother.\nINT. KITCHEN, HOUSE, KENT FARM -- LATER\nClark, dressed in a SHIRT and JEANS, is in the KITCHEN\nwashing the dishes while Martha sits on the couch in the\nliving room watching a TALK SHOW.\n\nMARTHA\nHurry up Clark. Lois is on.\n\nClark puts the final dish down and walks to the LIVING ROOM\nand leans against the door frame.\n\f15.\n\nOn the television TV talk show host CAT GRANT. A BUXOM\nBLONDE with an ICE WHITE smile hosts a DEBATE between LOIS\nLANE and MORGAN EDGE, a SLICK YOUNG PR EXECUTIVE.\n\nINT. WGBS-TV STUDIO -- CONTINUOUS\nCat SMILES at the CAMERA.\n\nCAT\nGood Evening. I'm Cat Grant and\njoining me tonight on our panel is\nPulitzer Prize winning reporter for\nthe Daily Planet Lois Lane.\n\nLOIS\nGlad to be here Cat.\n\nINT. LIVING ROOM, HOUSE, KENT FARM -- CONTINUOUS\n\nMARTHA\n(impressed)\nShe looks good on TV.\n\nINT. WGBS-TV STUDIO -- CONTINUOUS\n\nCAT\nAnd to her left is Morgan Edge, PR\nexecutive to Metropolis' own\nLexCorp. The world's leading\nconglomerate and a virtual economy\nall by itself. Lovely to have you\nhere.\n\nEDGE\nAlways a pleasure.\n\nCAT\nSo Lois I'll start with you. It's\nbeen almost a year since the attack\non Metropolis and in that time you\nhave been a very vocal proponent in\nthe media for the being known as\nKal El as an ally to Earth.",
  "12": "---END OF PREVIOUS SECTION---\nEDGE\nAlways a pleasure. CAT\nSo Lois I'll start with you. It's\nbeen almost a year since the attack\non Metropolis and in that time you\nhave been a very vocal proponent in\nthe media for the being known as\nKal El as an ally to Earth. \n---TARGET SECTION TO BE ANNOTATED---\nLOIS\nI believe Kal El is being portrayed\nunfairly in the global media and as\na witness to what transpired before\nand after the events in Metropolis\nI have no doubt in my mind that Kal\nEl can and will aid humanity in\nways that I understand the\npopulation are finding difficult to\naccept right now.\n\nCAT\nMorgan, you and LexCorp have a\ndifferent view point.\n\f16.\n\nEDGE\nWe share the same view as the\nmajority of the world in that there\nis no evidence that this 'Superman'\nisn't a very real threat to the\nsafety of every single human life\non this planet.\n\nLOIS\nI disagree. Just look at the good\nworks he's done not just in the U.S\nbut around the world in the last\nyear.\n\nEDGE\nBy good works do you mean breaking\ninternational law and causing\nincident after incident. Cat, just\ntonight we are getting reports that\nhe attacked Russian Military\npersonnel in Russian waters.\n\nINT. LIVING ROOM, KENT FARM --. CONTINUOUS\nMartha looks at Clark.\n\nMARTHA\nYou were in Russia? How was it?\n\nCLARK\nAngry.\n\nINT. WGBS-TV STUDIO -- CONTINUOUS\n\nEDGE\n(to Cat)\n\nThe Russian President is furious.\nAs long as we harbor Kal El it\nlooks like we are condoning his\nactions. While he's flying around\ndishing out his own brand truth and\njustice the Russian government is\naccusing us of aiding terrorists.\nBut Ms Lane would have you believe\nthat he's a hero.\n\nLOIS\n(to Cat)\nThe United States government\nconceded that Kal El not only saved\nmillions of lives here in\nMetropolis but also the entire\nplanet.\n\nEDGE\nYet Ms Lane he couldn't save the\n5,000 people that lost their lives\nright here in our city. A death\n(MORE )\n\f17.\n\nEDGE (cont'd)\ntoll that would have been much\nlarger had it not been for the\nefforts of the city's police and\nemergency workers. And what part is\nKal El playing in the\nreconstruction of the city? None.\nIt is LexCorp that is fixing that\ndamage that he ultimately caused.\n\nLOUIS\n(dismissive)\nThis isn't a PR piece for LexCorp\nMorgan.",
  "13": "---END OF PREVIOUS SECTION---\nNone. It is LexCorp that is fixing that\ndamage that he ultimately caused. LOUIS\n(dismissive)\nThis isn't a PR piece for LexCorp\nMorgan. \n---TARGET SECTION TO BE ANNOTATED---\nEDGE\nJust pointing out that your super\nfriend isn't the only one doing\ngood works.\n\nLOIS\n(to Cat)\n\nKal El possesses so much potential\nas an ally of humanity rather than\nbeing labeled an enemy. I believe\nhe's here to help despite what\npeople like Morgan would have you\nbelieve.\n\nMORGAN\n\n(scoffs)\nYou say he's here to help but what\nhas he done? Lex Luthor has poured\nover 5 billion dollars into the\ncity's infrastructure. Giving many\nimpoverished areas a new lease on\nlife including rebuilding notorious\nslums like Hob's bay.\n\nLOIS\nAnd which is still and enclave of\nviolent criminal organizations\nwhich fall under the protection of\nLexCorp and their lawyers.\n\nEDGE\nThere is no evidence of that and\nyou shouldn't concern yourself with\nslanderous rumors.\n\nLOIS\nIt isn't a rumor that you and Lex\nwhere members of the most notorious\ngangs ever to come out of Hob's\nBay.\n\f18.\n\nEDGE\nIt's no secret that life didn't\nafford Lex and I quite the\nopportunities that it did you Ms\nLane.\n\nCAT\n(interjects)\nBut look at Lex now.\n\nEDGE\nExactly Cat. Lex Luthor and LexCorp\nare the real heroes Metropolis\nneeds. Not some reckless Alien who\nhides his true intentions from the\nworld.\n\nINT. LIVING ROOM, KENT FARM -- CONTINUOUS\n\nMARTHA\nHe does not like you.\n\nCLARK\n(smiles)\nSeems like that.\n\nINT. WGBS-TV STUDIO -- CONTINUOUS\nCat smiles at the camera.\n\nCAT\nWell that's all we have time for.\nAfter the break we will show you\nexclusive report from our Russian\nAffairs correspondent Angela Chen.\nLois thank you for joining us.\n\nLOIS\nThank you.\n\nCAT\nAnd Morgan. Give my regards to Lex.\n\nEDGE\nSure thing.\n\nINT. LIVING ROOM, KENT FARM -- CONTINUOUS\n\nMARTHA\nI think she held her own.\n\nCLARK\nShe always does.\n\nMARTHA\nWhy haven't you brought her around\nlately?\n\f19.\n\nCLARK\nBecause you both get way too drunk.\n\nMARTHA\n(indignant )\nWhatever. You gonna stay the night?\n\nCLARK\nSure.",
  "14": "---END OF PREVIOUS SECTION---\nMARTHA\n(indignant )\nWhatever. You gonna stay the night? CLARK\nSure. \n---TARGET SECTION TO BE ANNOTATED---\n I got a doctors appointment\nin the morning anyway.\n\nMARTHA\nOk well take out the garbage before\nyou leave.\n\nClark KISSES his Mother on the cheek.\n\nCLARK\nSure Mom.\n\nINT. WGBS-TV STUDIO -- CONTINUOUS\n\nLois steps off the stage where Edge is having his MICROPHONE\nREMOVED.\n\nEDGE\nDon't feel too bad Lane. TV is a\nlot different than sitting behind a\nlaptop. This is where I shine.\n\nLOIS\nIf you ever get tired of being\nLuthor's mouthpiece then maybe you\ncan pursue a career.\n\nEDGE\nYou know if you keep going after\nhim like this Lex might start to\ntake it personal.\n\nLois looks Edge right in the eyes.\n\nLOIS\nI couldn't prove the details of\nLuthor's\n(emphasises)\n\"aggressive aquisitions' of rival\ncompanies. That doesn't mean I\nstopped looking.\n\nEDGE\nThat's usually when you should.\n\nLOIS\nUsually my sources don't end up\ndead.\n\f20.\n\nEDGE\nLife can be a fragile thing Ms\nLane.\n(smiles)\nTake care.\n\nEdge leaves.\n\nLOIS\n(agitated)\nSelf important asshole.\n\nShe removes her CELL PHONE from her pocket and turns it on.\nShe has a TEXT FROM CLARK.\n\nTEXT: In Kansas. Sleeping over.\n\nLOIS\nOf course.\n\nYOUNG MAN(0.S)\nMs Lane.\n\nLouis looks up from her phone and sees JIMMY OLSEN, a 21\nyear old PHOTOGRAPHER from the DAILY PLANET. He's BRIGHT\nEYED, ENTHUSIASTIC and AWKWARD.\n\nJIMMY\n(nervous)\nMr White sent me down here to meet\nyou.\n\nShe looks at him, CONFUSED.\n\nJIMMY (CON'T)\nI'm Jimmy. Jimmy Olsen the new\nphotographer.\n\nA flash of RECOGNITION crosses Lois' eyes.\n\nLOIS\nRight Jenny's brother.\n(starts to walk)\nI remember now.\n\nJimmy follows her periodically SKIPPING to keep up with her\nSTRIDE.\n\nLOIS(CON'T)\nWhy are you even here?\n\nJIMMY\n\n(awkwardly)\nMr White sent me because you turned\nyour phone off and I was to tell\nyou not to say anything bad about\nLex Luthor. Which I didn't because\nI left my damn I.",
  "15": "---END OF PREVIOUS SECTION---\nLOIS(CON'T)\nWhy are you even here? JIMMY\n\n(awkwardly)\nMr White sent me because you turned\nyour phone off and I was to tell\nyou not to say anything bad about\nLex Luthor. Which I didn't because\nI left my damn I. \n---TARGET SECTION TO BE ANNOTATED---\n at home and they\nwouldn't let me past the lobby.\n\f21.\nLois smiles at him.\n\nJIMMY (CON'T)\nThey had to call the Planet and by\nthe time I got here you'd already\nsaid some stuff.\n\nLOIS\nNext time then.\n\nAWKWARD silence.\n\nJIMMY\nSo what now?\n\nLOIS\nI'm going home.\n\nJIMMY\nI could drive you. My car's\noutside.\n\nLOIS\nI can get home by myself.\n\nJIMMY\nI was just asking because it's late\nand all. For safety you know.\n\nLOIS\nI don't need a bodyguard Jimmy.\nIt's Metropolis, not Gotham.\n\nEXT. GOTHAM CITY -- NIGHT\n\nGOTHAM CITY is a vast URBAN SPRAWL. SKYSCRAPERS cast SHADOWS\nover the DECREPIT SLUMS that SURROUND it's WEALTHY INNER\nHUB.\n\nEXT. STREET, GOTHAM CITY -- NIGHT\n\nCARRIE, a 21 year old RED HEAD in THICK FRAMED GLASSES,\nwalks ALONE down the DARK Gotham street. She's frustrated,\nher PHONE is DEAD and it's beginning to RAIN.\n\nA CAB passes by. She raises her hand to hail it.\n\nCARRIE\nHEY! HEY!\n\nIt DOESN'T stop.\n\nCARRIE(CON'T)\nAsshole!\n(she checks her phone\nagain)\nGoddammit.\n\f22.\n\nShe HEARS something. A NOISE from up ahead. She pauses,\nSCANNING the area for any sign of DANGER. There's nothing.\nJust SILENCE.\n\nAfter a moment she looks to her phone again. On it's screen\nshe sees a FLASH of MOVEMENT.\n\nShe looks up but before she can react she is SNATCHED by an\nUNSEEN ASSAILANT.\n\nINT. ABANDONED THEATER -- CONTINUOUS\n\nTWO MEN in DIRTY ORANGE JUMPSUITS drag Carrie, who is\nKICKING and STRUGGLING, into the trash strewn ABANDONED\nTHEATER which is lit by a SOLITARY LIGHT.",
  "16": "---END OF PREVIOUS SECTION---\nShe looks up but before she can react she is SNATCHED by an\nUNSEEN ASSAILANT. INT. ABANDONED THEATER -- CONTINUOUS\n\nTWO MEN in DIRTY ORANGE JUMPSUITS drag Carrie, who is\nKICKING and STRUGGLING, into the trash strewn ABANDONED\nTHEATER which is lit by a SOLITARY LIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n In the Theater\nFIVE other MEN in identical jumpsuit huddle by that STAGE\nbeneath a SIXTH MAN, with ROWS of NOTCHED CARVED into his\nEXPOSED TORSO, who sits atop a CHAIR on the STAGE like a\nKING on his THRONE. This is SERIAL MURDERER VICTOR ZSASZ and\nthese are his ACOLYTES.\n\nThe five men part as Carrie is thrown roughly to the ground\nin front of the stage. Zsasz looks down on her with MADNESS\nFILLED EYES.\n\nHis Acolytes GRIN, GIGGLE and DROOL as their MASTER steps\noff the stage and approaches the young Gothamite.\n\nCARRIE(CON'T)\n(frightened/whispering)\nPlease don't do this!\n\nZsasz smiles. SALIVA drips down his chin as he kneels down\nand leans in close. Close enough for her to RECOIL from his\nFOUL breath.\n\nZSASZ\n(with relish)\nYou are whispering. My students\ndidn't bring you here to whisper.\n\nCarrie's eyes BUG OUT when she sees the RAZOR SHARP DAGGER\nZsasz produces and brings it up to her CHEEK.\n\nZSASZ(CON'T)\nNo matter. You'll scream.\n\n(nicks her cheek)\nSoon enough.\n\nCarrie KICKS her LEGS at the AMUSED Serial Killer. She is\nRESTRAINED by the Acolytes.\n\nCARRIE\n(SCREAMS)\nSOMEBODY! HELP ME PLEASE!\n\f23.\n\nZSASZ\n(smiles)\nGood. Good.\n(he licks the blood of\nthe blade)\nThat's a start.\n\nAcolyte#1 notices SOMETHING above him. He looks up but\nbefore he can make out what it is he is PULLED from the\nfloor and DISAPPEARS into the DARKNESS above.\n\nZsasz and his Acolytes FREEZE.\n\nWHAM! CRACK! -- Acolyte#1 wails in PAIN before being SLAMMED\ndown into the ground HARD. He lays there UNCONSCIOUS and\nBLOODIED.\n\nA SHAPE descends from the DARKNESS above them.\n\nAcolytes #2 and #3 have no time to react.",
  "17": "---END OF PREVIOUS SECTION---\nHe lays there UNCONSCIOUS and\nBLOODIED. A SHAPE descends from the DARKNESS above them. Acolytes #2 and #3 have no time to react. \n---TARGET SECTION TO BE ANNOTATED---\n Acolyte#2's knee\nis BLOWN OUT as Acolyte#3's jaw is SHATTERED by a\ndevastating blow. Both me CRUMBLE to the ground.\n\nAcolyte#4 SWINGS and IRON BAR at the SHADOWY FIGURE. He is\nDISARMED and the bar is SLAMMED into his STERNUM. He falls\nto the floor CLUTCHING his CHEST.\n\nAcolyte#5 tries to RUN but the bar IMPACTS him across his\nback SAVAGELY and he FALLS to the floor.\n\nThe DARK FIGURE steps into the LIGHT.\n\nCarrie SCURRIES backward against the wall and sees the\nSYMBOL. BLACK against GREY... A BAT.\n\nStanding above the BEATEN and CRIPPLED bodies is GOTHAM'S\nGUARDIAN, THE DARK KNIGHT... THE BATMAN.\n\nHis eyes NARROW as he focuses on his PREY, Zsasz. He steps\nforward.\n\nAcolytes #6 and #7 pull their BLADES and ATTACK.\n\n#6's arm is SNAPPED like a TWIG. He tries to SCREAM but\ncan't as his face is SMASHED into the CONCRETE FLOOR.\n\n#7 SWINGS WIDELY and the Batman effortlessly DODGES every\nattack with GRACE and SPEED.\n\nHis reply is CRUSHING. Two BRUTAL STRIKES to the JAW and\nfinished by a STOMACH CHURNING KICK to the GUT which sends\n#7 down. HARD.\n\nZSASZ(0.S)\n(shouts)\nSTAY WHERE YOU ARE!\n\nZsasz holds Carrie CLOSE. His BLADE against her THROAT.\n\f24.\nZSASZ(CON'T)\n(menacing)\nYou move and I open her up!\nBatman stands motionless, SILENT.\n\nZsasz smiles as he PRESSES the KNIFE against her SKIN. Light\nGLITTERS across the BLADE.\n\nCARRIE\n(whispers/to Batman)\nPlease...\nA RAZOR SHARP BATARANG appears in Batman's hand.\n\nCARRIE(CON'T)\nhelp!\n\nBatman throws his weapon. His aim is accurate and it SLICES\nacross the MEAT of Zsasz SHOULDER, CUTTING him DEEPLY.\n\nHe SCREAMS.",
  "18": "---END OF PREVIOUS SECTION---\nBatman throws his weapon. His aim is accurate and it SLICES\nacross the MEAT of Zsasz SHOULDER, CUTTING him DEEPLY. He SCREAMS. \n---TARGET SECTION TO BE ANNOTATED---\n Taking the BLADE away from Carrie's neck.\n\nShe ELBOWS him in the CHEST and STUMBLES FORWARD holding her\nTHROAT.\n\nBatman CATCHES her.\n\nZsasz clutches his MUTILATED shoulder and flees the Theater.\nCarrie looks into Batman's COLD, EMOTIONLESS eyes. Her hand\nslowly comes away from her throat. She's CUT. But\nsuperficially.\n\nHe lets her go and FOLLOWS Zsasz out of the Theater.\n\nShe stands SILENT. Watching him in AWE.\n\nEXT. STREET, GOTHAM CITY -- CONTINUOUS\n\nZsasz runs toward a PARKED VAN.\n\nHe opens the driver side door and gets inside. Sitting\nSLUMPED in the passenger SEAT is a DEAD MAN. His THROAT has\nbeen CUT.\n\nIn the back of the Van are TWO MORE ACOLYTES. Each have\nMACHINE GUNS.\n\nACOLYTE#8\nWhat happened?\n\nZSASZ\n(seething)\nThe Bat.\n\nThey exchange WORRIED glances.\n\f25.\n\nZsasz starts the engine and SLAMS his FOOT on the GAS. The\nVan TEARS off down the street.\n\nBatman APPEARS and produces a GRAPPLING GUN from his UTILITY\nBELT. He AIMS at the Van and FIRES.\n\nThe Hook EMBEDS in the Van's REAR DOORS and Batman RETRACTS\nthe LINE and he is PULLED off his feet toward the Van. He\nlands on the back of the Van and FLIPS onto the roof.\nINT. VAN (MOVING) -- CONTINUOUS\nZsasz realizes that Batman is on the roof.\nZSASZ\n(shouts to Acolytes)\nHe's on the roof!\nThe Acolytes OPEN FIRE through the roof of the Van.\nEXT. VAN (MOVING), STREET -- CONTINUOUS\nBullets RIP through the Van's roof.\nBatman NARROWLY avoids the GUNFIRE.\nHe PRESSES a BUTTON on his Utility Belt.\nINT. DARKENED ALLEYWAY -- CONTINUOUS\n\nThe ALLEYWAY is PITCH BLACK until the GROWL of A POWERFUL\nENGINE is accompanied by the ILLUMINATION of TWO HEADLIGHTS.\n\nINT.",
  "19": "---END OF PREVIOUS SECTION---\nINT. DARKENED ALLEYWAY -- CONTINUOUS\n\nThe ALLEYWAY is PITCH BLACK until the GROWL of A POWERFUL\nENGINE is accompanied by the ILLUMINATION of TWO HEADLIGHTS. INT. \n---TARGET SECTION TO BE ANNOTATED---\n VAN (MOVING) -- CONTINUOUS\nThe Acolytes are RELOADING.\nZSASZ\n(angry) |\nWhy won't he die!\n\nBatman SLAMS DOWN onto the HOOD and PLANTS a SMALL EXPLOSIVE\non the WINDSCREEN.\n\nIt DETONATES and the screen SHATTERS.\nBatman GRABS Zsasz by the THROAT.\n\nThe Acolytes FIRE on The Dark Knight. The Bullets TEAR\nthrough his CAPE.\n\nBatman releases Zsasz and RUNS up onto the roof as the\nAcolytes fire at him through the roof.\n\nZsasz GRIPS his neck and looks in the SIDE MIRROR and sees\nHEADLIGHTS in the distance behind him. Coming up FAST.\n\f26.\nEXT. STREET, GOTHAM CITY -- CONTINUOUS\n\nClosing in the Van, ENGINE GROWLING, is an ARMORED BLACK\nCAR. The BATMOBILE.\n\nBatman JUMPS from the Van and LANDS on top of his Car as\nit's door SWINGS OPEN and he JUMPS inside.\n\nZsasz Van picks up SPEED.\n\nThe rear doors SWING OPEN and both Acolytes OPEN FIRE on the\nBatmobile.\n\nTheir bullets RICOCHET off the vehicles ARMORED EXTERIOR.\nZsasz takes a SHARP corner.\n\nAcolyte#8 LOSES his BALANCE and FALLS from the Van. He SLAMS\ninto the asphalt and ROLLS limply down the street.\n\nThe Batmobile SWERVES HARD to avoid running over the downed\nAcolyte.\n\nAcolyte#9, unperturbed, continues to fire on the Batmobile.\n\nSuddenly the Batmobile TURBO BOOSTS and OVERTAKES Zsasz's\nVAN.\n\nINT. VAN (MOVING) -- CONTINUOUS\n\nZsasz watches as the Batmobile passes him and VANISHES into\nthe night.\n\nHe eyes BULGE as ahead of him the Batmobile has come to a an\nABRUPT HALT.\n\nHe SLAMS on the BREAKS.\nEXT. STREET, GOTHAM CITY -- CONTINUOUS\n\nZsasz's Van HITS the armored Batmobile HARD and JACKKNIFES\nover it and CRASHES.\n\nThe Van SKIDS along the TARMAC sending SPARKS flying before\ncoming to a halt.",
  "20": "---END OF PREVIOUS SECTION---\nEXT. STREET, GOTHAM CITY -- CONTINUOUS\n\nZsasz's Van HITS the armored Batmobile HARD and JACKKNIFES\nover it and CRASHES. The Van SKIDS along the TARMAC sending SPARKS flying before\ncoming to a halt. \n---TARGET SECTION TO BE ANNOTATED---\nAfter a moment the Van door CREAKS open and Zsasz CRAWLS out\nBLOODY and GROGGY.\n\nHe stands, leans against the Van and steadies himself.\n\nWHAM! The sound of FIST against FLESH reverberates behind\nhim.\n\nZsasz turns.\nThe Batman stands by the RUINED Van holding the UNCONSCIOUS\n\nAcolyte #9 by the THROAT. He releases his GRIP and the\nAcolyte FALLS to the ground.\n\f27.\nThe Dark Knight marches forward. His fists CLENCHED.\nZsasz pulls his BLADE and ATTACKS.\n\nWith LIGHTNING SPEED the Killer SLASHES and STABS at Batman.\nThe Dark Knight DODGES and PARRIES before GRABBING the\nKiller's FOREARM.\n\nBATMAN\n(calm)\n2 Men.\n\nHe BREAKS Zsasz's arm. The Killer SCREAMS.\n\nBATMAN(CON'T)\n\n(angry)\n4 women.\n\nHe PUNCHES Zsasz in the STOMACH sending him to his knees,\nCOUGHING.\n\nBATMAN(CON'T)\n(angrier)\n5 children.\n\nHe CRACKS him across the JAW.\nZsasz LAUGHS and SMILES through CRACKED, BLOODSTAINED TEETH.\nZSASZ\n6...\n(coughs)\n6 children.\nBatman's eyes fill with HATE.\nHe SNATCHES Zsasz's WINDPIPE and begins to SQUEEZE.\nIn a FRENZY he starts to RAIN DOWN BLOWS.\nONE -- TWO -- THREE--\nHis arm is GRABBED and YANKED back.\nMAN(0.S)\n(firmly)\nThat's enough!\nBatman SPINS around and finds himself FACE to FACE with a\nMAN, mid 20's, MASKED and DRESSED in BLACK with A DARK BLUE\nBIRD SYMBOL on his CHEST. This is DICK GRAYSON, FORMER\nROBIN, now NIGHTWING.\nNIGHTWING(CON'T)\n(serious)\n\nHe goes back in cuffs. Not a\ncoffin.\n\f28.\n\nBatman UNCLENCHES his FIST and looks down on Zsasz's BLOODY\nand SWOLLEN face.\n\nBatman DROPS him.\n\nThe Serial Killer still emits SOFT LAUGHTER through his\nBUSTED mouth.\n\nSIRENS can be heard.",
  "21": "---END OF PREVIOUS SECTION---\nBatman DROPS him. The Serial Killer still emits SOFT LAUGHTER through his\nBUSTED mouth. SIRENS can be heard. \n---TARGET SECTION TO BE ANNOTATED---\nBatman PULLS his arm free of Nightwing's GRIP and marches\ntoward the Batmobile.\n\nNightwing watches him leave and DEPARTS before the G.C.P.D\narrive on the scene.\n\nEXT. ROOFTOP, TALL BUILDING, GOTHAM --. LATER\nBatman stands on the rooftop looking out into Gotham.\nWAYNE TOWER can be seen in the distance.\n\nNIGHTWING(O.S)\nThis has to stop.\n\nNightwing DROPS down onto the roof behind him and REMOVES\nhis MASK.\n\nThe FORMER ALLIES face each other.\n\nBATMAN\n(unrepentant )\nIt was less than he deserved.\n\nNIGHTWING\n(points his finger\naccusingly)\nYou don't get to decide that. This\nis not what we do.\n\nBATMAN\nIt's always what I've done.\n\nNIGHTWING\n(angered)\nBullshit! What happened to the man\nwho would think things through\nbefore beating someone to a pulp?\n\nBATMAN\n(emotionless)\nHe was weak. Lacked conviction.\n\nNIGHTWING\nSo you're just going to keep this\nup until what? You kill someone? Or\nyourself?\n\nBatman doesn't answer.\n\f29.\n\nNIGHTWING(CON'T)\nWe're not with you anymore. Not\nGordon. Not Barbara. Sooner or\nlater the law is going to come\nafter you.\n\nBATMAN\n(turns to leave)\nI'll be ready for that.\n\nNIGHTWING(CON'T)\n(coldly)\nOr I will.\n\nBATMAN\n(cold)\nYou do what you have to.\n\nNIGHTWING\nMaybe if you did what you had to\nJason would still be here.\n\nBatman STOPS and SPINS around, ANGRY.\n\nBATMAN\n(shouts)\nYou have no right!\n\nNIGHTWING\n(shouts back)\nI have every right.\n\nBATMAN\n\n(angry)\nI TRIED!\n\nNIGHTWING\n(shouts)\nYOU FAILED!\n\nBatman has NO answer. Nightwing regains his COMPOSURE.\n\nNIGHTWING(CON'T)\nWhat you're doing won't change\nthat.\n(turns to leave)\nStop. Before it's too late. You\ndon't belong out here anymore...\nBruce.\n\nNightwing leaves.\n\nBatman is left alone to ponder his FORMER friend's\nACCUSATIONS.",
  "22": "---END OF PREVIOUS SECTION---\nBruce. Nightwing leaves. Batman is left alone to ponder his FORMER friend's\nACCUSATIONS. \n---TARGET SECTION TO BE ANNOTATED---\nHe walks to the edge of the rooftop and removes his COWL\nrevealing the face of BRUCE WAYNE.\n\f30.\nHe's in his early 40's but doesn't look a day beyond 35.\nExcept for his EYES which are OLD beyond his years. The eyes\nof of WAR VETERAN who has seen TOO MANY HORRORS.\nHe looks at his BLOOD STAINED FISTS solemnly.\nEXT. HOUSE, KENT FARM -- DAWN\nIt's the EARLY HOURS of the morning.\n\nClark, wearing his SUIT, steps out onto the PORCH carrying\nTWO TRASH BAGS.\n\nHe walks towards the TRASH CANS.\n\nMartha, in a BATHROBE steps out onto the porch. She SHIVERS\nin the cold.\n\nShe pulls her robe tighter.\n\nMARTHA\nIt's chilly.\nClark smiles.\nCLARK\nI'm sorry. I didn't mean to wake\nyou.\nMARTHA\n\nThen don't stomp down the stairs in\nthe A.M. I'd hoped you stay for\nbreakfast.\n\nCLARK\nI have to be back in Metropolis.\n\nMARTHA\nTo see those quacks? I don't like\nthem poking and prodding you.\n\nCLARK\n(smiles as he puts the\nbags in the trash cans)\nThey're friends Mom. No poking or\nprodding.\n\nMARTHA\nIf you say so.\n(walks over and kisses\nhim on the cheek)\nTake care. I'll see you soon.\n\nCLARK\nCan't go to the party without you.\nI love you Mom.\n\nMARTHA\nI love you too.\n\f31.\n\nShe steps back as Superman TAKES off and disappears beyond\nthe HORIZON.\n\nEXT. MARINA, METROPOLIS HARBOR -- MORNING\n\nTHE THEMYSCIRIAN ROYAL SHIP slowly DOCKS in the METROPOLIS\nMARINA.\n\nI0, a TALL, ATHLETHIC WOMAN in her 20's, stands on the DOCK.\nA RAMP descends from the Boat to the Dock.\n\nAt the top of the ramps stands a DEVASTATINGLY BEAUTIFUL\nWOMAN, 20's, whose LONG LOCKS of DARK HAIR BLOW in the FALL\nBREEZE.",
  "23": "---END OF PREVIOUS SECTION---\nI0, a TALL, ATHLETHIC WOMAN in her 20's, stands on the DOCK. A RAMP descends from the Boat to the Dock. At the top of the ramps stands a DEVASTATINGLY BEAUTIFUL\nWOMAN, 20's, whose LONG LOCKS of DARK HAIR BLOW in the FALL\nBREEZE. \n---TARGET SECTION TO BE ANNOTATED---\n This is DIANA of THEMYSCIRA, PRINCESS of the\nAMAZONS.\n\nIo KNEELS as Diana descends the ramp.\n10\n(in Amazonian)\nPrincess Diana.\nDIANA\n(in Amazonian)\nStand Io. You do not have to bow to\nme. I am not my Mother.\nIo stands and Diana embraces her.\n\nDIANA\nIt has been too long.\n\n10\nI wish we could meet under better\ncircumstances your Highness.\nDIANA\nI know. Tell me Io. Tell me what\nhas happened to Mala. Where is our\nsister?\nINT. MEDICAL CENTER, THEMYSCIRIAN EMBASSY -- LATER\n\nAn ELDERLY PRIESTESS stands over the SEMI CONSCIOUS body of\nORANA, an AMAZONIAN WARRIOR.\n\nOrana has been SEVERELY wounded and is CLINGING to life.\nDiana is led into the room by Io.\nThe Priestess BOWS as Diana approaches Orana.\nThe Princess CARESSES Orana's face.\nDIANA\n\n(to Io)\nWho did this?\n\f32.\n\n10\nMen came and stole our sisters\naway. Only Orana returned to us.\nTortured and next to death.\n\nDiana kneels beside Orana.\n\nDIANA\nOrana.\n\nOrana's eyes struggle to focus.\n\nORANA\nDiana?\n\nDIANA\nI am here sister. You must tell me\nwho did this?\n\nORANA\n(weak)\nThey kept us in a tomb filled with\nhorrors.\n(takes a labored breath)\nTheir King kept us prisoner.\n\nOrana passes out.\n\nDIANA\nRest sister.\n(stands and turns to Io)\nWho is this King?\n\n10\nThe one who rules this place. The\ncity bears his mark. We should\nnever have come here. Its a world\nruled by animals.\n\nDiana looks at her fallen fellow Amazonian.\n\nDIANA\nWe are here because your Queen\ncommands it. We need to find where\nour sisters are being held.\n\n10\nThere is one who will give us the\nlocation.\n\nIo gestures to the Doorway where Morgan Edge stands,\nGRINNING.\n\nEDGE\n(cocky)\nI may not understand the lingo but\nI figure you might be wondering\nwhere the other lady is being kept.\n\f33.",
  "24": "---END OF PREVIOUS SECTION---\nIo gestures to the Doorway where Morgan Edge stands,\nGRINNING. EDGE\n(cocky)\nI may not understand the lingo but\nI figure you might be wondering\nwhere the other lady is being kept. 33. \n---TARGET SECTION TO BE ANNOTATED---\nDIANA\n(in English)\nAnd you would tell us?\n\nEDGE\nSure. For the right price.\n\nDIANA\nI won't barter for life of one of\nmy sisters.\n\nEDGE\nThen your sister won't have life\nmuch longer.\n\nSuddenly A GOLDEN LASSO is WHIPPED around Edge's neck and he\nis PULLED to his knees.\n\nThe Lasso begins to GLOW with GOLDEN ELECTRICITY.\nEdge's EYES begin to GLOW\n\nDIANA\nIs my sister alive?\nEDGE\n(hypnotic)\nYes.\nDIANA\n\nWhere do they keep her?\nEDGE\nLexcorp Research and development.\nThree miles south outside the city\nlimits.\nDiana REMOVES the Lasso.\nEdge holds his neck.\nEDGE(CON'T)\n(confused)\nWhat did you do to me?\nDIANA\nI let you live.\n(to Io)\nGet this beast out of my sight.\nIo picks Edge from the floor and escorts him, ROUGHLY, out.\nDiana GRIPS the Lasso TIGHT with BOTH HANDS.\nEXT. S.T.A.R LABS, METROPOLIS -- DAY\n\nS.T.A.R LABS is a HUGE CIRCULAR BUILDING located near the\nMETROPOLIS HARBOR.\n\f34.\nINT. HAMILTON ROOM, S.T.A.R LABS -- CONTINUOUS\n\nThe MAIN LABORATORY is a VAST room littered with COMPUTER\nMONITORS and SCIENCE EQUIPMENT beneath a GIANT SKYLIGHT.\nSUNLIGHT fills the room.\n\nHEAD SCIENTIST PROFESSOR SILAS STONE, 50's, is compiling\nDATA on his TABLET.\n\nT.O MORROW, a SCIENTIST in his 50's sits at his computer\nscreen monitoring SATELLITE FEEDS. He notices something on\nhis screen.\n\nMORROW\n(to Silas)\nHe's here.\nSILAS\n\nGood. Open the skylight.\n\nMorrow presses a few keys on his computer and the GLASS ROOF\nopens up.\n\nMAN'S VOTCE(0.S)\nHe's late.\n\nSilas turns and smiles at COLONEL JOHN STEWART. A TALL,\nBROAD SHOULDERED FORMER MARINE. His UNIFORM is EMBLAZONED\nwith a S.T.A.R Labs logo on his SHOULDER.",
  "25": "---END OF PREVIOUS SECTION---\nT. A. R Labs logo on his SHOULDER. \n---TARGET SECTION TO BE ANNOTATED---\nSTEWART\nYou need to tell him to keep to the\nschedule if we don't want the\nhigher ups to find out about our\narrangement.\n\nSILAS\nI'm sure he has his reasons.\n\nSTEWART\nI'm sure we'll hear about it on the\nnews.\n\nHOVERING just above the Skylight is Superman. He floats down\ninto the middle of the room.\n\nSUPERMAN\n(to Silas)\nProfessor Stone.\n(to Stewart)\nJohn.\n\nSTEWART\nKal.\n\nSilas notices the DAMAGED suit.\n\nSILAS\nLong night?\n\f35.\n\nSUPERMAN\nLong year.\nSTEWART\n(annoyed)\nYou where scheduled over an hour\nago.\nSUPERMAN\n(apologetic)\n\nSorry. I had dinner with my Mom.\nSilas smiles. Stewart RAISES an EYEBROW.\n\nSILAS\nFollow me.\n\nSuperman follows Silas through the Laboratory and towards a\nRESEARCH CENTER.\n\nMorrow walks over to Stewart and hands him a Tablet.\n\nMORROW\nTake a look at this.\n\nStewart looks it over. It's a NEWS ARTICLE.\nIT READS: SUPERMAN ATTACKS RUSSIAN TROOPS.\n\nSTEWART\n(weary)\nSwell\n\nINT. RESEARCH CENTER, S.T.A.R LABS -- CONTINUOUS\nSuperman is SHIRTLESS and laying on a TABLE.\n\nAttached to his CHEST are ELECTRODES which send INFORMATION\nto Silas' MONITOR.\n\nSILAS\n(in awe) )\nIt's amazing.\n\nSUPERMAN\nWhat is?\n\nSILAS\nKryptonian physiology. So different\nyet so similar to our own. I can\nnever get used to it.\n\nSUPERMAN\n(smiles)\nTook me 30 years.\n\f36.\n\nSILAS\n\nYour vitals are perfect. Heart\nrate, blood pressure, brain\nactivity. All perfect. Yet still\nyou haven't tapped your full\npotential.\n\n(turns off the monitor)\nThere is so much we can learn from\nyou. So much that could benefit us.\n\nSUPERMAN\nNot everybody shares that\nenthusiasm.\n\nSILAS\n\nNot everybody has vision Kal or can\nsee past their fears. Which is\nunderstandable. Once the gods were\nabove us and now they walk among\nus. It's a frightening concept for\nmost.",
  "26": "---END OF PREVIOUS SECTION---\nWhich is\nunderstandable. Once the gods were\nabove us and now they walk among\nus. It's a frightening concept for\nmost. \n---TARGET SECTION TO BE ANNOTATED---\nSUPERMAN\nThe ones who are attacking the oil\nrigs. They're not like me but\nthey're not like you either.\nSomething else entirely. I know\nit's hard to believe.\n\nSILAS\nI believe you.\n\nSilas sits down beside the Man of Steel.\n\nSILAS(CON'T)\nNot everything remarkable on this\nEarth comes from elsewhere.\n\nSUPERMAN\nWhat do you mean?\n\nSILAS\nThat we are at a dawning of a new\nage. An age of Gods and Monsters.\n\nSUPERMAN\nYou're not frightened.\n\nSILAS\nNot when you stand for us.\n\nSilas stands and puts his hand on Superman shoulder.\nSuperman puts his hand on his.\n\nSILAS(CON'T)\nCome on. I have something to show\nyou.\n\f37.\nINT. RED ROOM, S.T.A.R LABS -- CONTINUOUS\n\nSuperman follows Silas to through the RED ROOM. A TOP SECRET\nsection of S.T.A.R Labs that houses varying kinds of\nEXPERIMENTAL TECHNOLOGY.\n\nSUPERMAN\nWhat is this place?\n\nSILAS\nThis is the Red Room. It's where we\nkeep our advancements that for\nwhatever reason the greater public\nisn't quit ready for yet.\n\nThey come to a LARGE CONTAINMENT CAPSULE.\n\nSILAS(CON'T)\nHere it is.\n\nSilas inputs a code into the KEYPAD on it's side. It opens\nwith a HISS.\n\nInside is a BLUE BODY SUIT.\n\nSILAS(CON'T)\nIt's a prototype for a new space\nsuit. Highly durable yet very\nflexible. We'll have to make a few\nchanges but I'd like you to have\nit.\n\nSUPERMAN\nI can't accept this. You've already\ntaken too many risks.\n\nSILAS\nYou have to.\n(gestures to the tears in\nSuperman's suit)\nWe can't have the savior of the\nworld in rags.\n\nSUPERMAN\n(concedes)\nThank you Silas.\n\nSILAS\nWe'll have it finished before I\nleave for Washington. I do wish\nyou'd come with me. Speaking to the\nPresident would help your cause.\n\nSUPERMAN\nI want to address the Leaders of\nthe World as a whole before I speak\nto them individually.\n\fThey walk\n\n38.\n\nSILAS\nI understand.",
  "27": "---END OF PREVIOUS SECTION---\nSUPERMAN\nI want to address the Leaders of\nthe World as a whole before I speak\nto them individually. They walk\n\n38. SILAS\nI understand. \n---TARGET SECTION TO BE ANNOTATED---\n(He closes the Capsule)\nThe Conference. Do you think you're\nready?\n\nSUPERMAN\nI think so. It's been a year. At\nthis point they will have to accept\n\nme.\nSILAS\nStill hopeful I see. And if they\ndon't?\nSUPERMAN\n\nWell that's up to them. I'll\ncontinue trying to help regardless.\nWill you be there?\n\nSILAS\nOf course. I was hoping to bring my\nson but he has other things on his\nmind.\n\nSUPERMAN\nThe big game?\n\nSILAS\nEvery game is a big game to Victor.\nI suppose it has to be when your a\nquarterback.\n\ntowards the exit.\n\nSILAS(CON'T)\nI'd imagine you'd have made quite\nthe player yourself.\n\nSUPERMAN\nMy Mother wouldn't let me.\n\nSILAS\nAfraid you'd hurt someone?\n\nSUPERMAN\nShe was afraid they'd hurt me.\n\nSILAS\n(laughs)\nI don't think there's anything out\nthere that can hurt you.\n\nINT. CLONING FACILITY, PROJECT CADMUS -- DAY\n\nPROJECT CADMUS is a large UNDERGROUND LABORATORY.\n\nPROFESSOR\n\nSASHA FEDEROV, a CHECHNYAN SCIENTIST, stands in\n\nfront of a giant INCUBATION CHAMBER which is a REVERSE\n\f39.\nENGINEERED KRYPTONIAN GENESIS CHAMBER.\n\nHe looks on the CONTENTS of the Chamber with a mix of PRIDE\nand AWE.\n\nFLOATING in the Chamber is a HUMANOID FORM which is COVERED\nin GREY MUSCLE TISSUE and SINEWS.\n\nEXT. LEXCORP PLAZA -- DAY\n\nLEXCORP PLAZA is a TALL OFFICE BUILDING in DOWNTOWN\nMETROPOLIS.\n\nThe MARBLE SIGN in it's COURTYARD READS: 'LEXCORP PLAZA.\nHOME OF THE DAILY PLANET.'\n\nPERRY(0.S)\n\n(angry) .\nAre you out of your damn mind?\n\nINT. PERRY WHITE'S OFFICE, DAILY PLANETS OFFICES, LEXCORP\nPLAZA -- CONTINUOUS\n\nPERRY WHITE, the EDITOR IN CHIEF, SLAMS a STACK of PAPERS\ndown on his desk. He's PISSED.",
  "28": "---END OF PREVIOUS SECTION---\nINT. PERRY WHITE'S OFFICE, DAILY PLANETS OFFICES, LEXCORP\nPLAZA -- CONTINUOUS\n\nPERRY WHITE, the EDITOR IN CHIEF, SLAMS a STACK of PAPERS\ndown on his desk. He's PISSED. \n---TARGET SECTION TO BE ANNOTATED---\nLois stands in front of him, DEFIANT.\n\nPERRY (CON'T)\nYou go after Lex Luthor on national\ntelevision? What the hell were you\nthinking?\n\nLOIS\n(unrepentant )\nIt was a debate. I was defending my\nposition.\n\nPERRY\nBy slandering Metropolis' favorite\nson? How do expect to rally support\nfrom the public when you're trying\nto crucify Metropolis' favorite\nson?\n\nLOIS\nMorgan Edge has been taking every\nopportunity to turn what happened\ninto a PR stunt for Lexcorp. All on\nthe basis that Kal is a threat to\nthe world.\n\nPERRY\nAnd he isn't?\n\nLOIS\nYou know he isn't.\n\f40.\n\nPERRY\nI know what he did for us. I also\nknow what happened despite that.\nPeople are still scared and if you\nwant to change that pursuing old\ngrudges isn't the way to do it.\n\nLOIS\nIt's not about that.\n\nPERRY\nIt's been about that for the last 5\nyears Louis. Let it go.\n\nLOIS\nMy investigation got a man killed.\nWould you let it go?\n\nPERRY\n\n(sighs)\nYou can't touch him Lois. Nobody\ncan.\n\n(he turns and stares out\n\nthe window in deep\n\nthought )\nI grew up in Hob's Bay Louis. I\nknow the type of person that\nsurvives a place like that. what\nthat person is capable of.\n\n(turns back to Lois)\nLuthor runs the show. It's not by\nchance were in a building he owns.\nAt anytime he could buy the Planet\nright out from under us. You keep\nthis up and he will bury us. You\ncan't fight this battle on two\nfronts.\n\nLois weighs Perry's comments.\n\nLOIS\n(reluctant )\nI'll back off. For now.\n\nPERRY\n(firmly)\nFor good.\n(takes his seat)\nI want you to cover the Conference.\n\nLOIS\nI told you I won't.\n\nPERRY\nIt's non negotiable Lois. It's the\nlargest gathering of world leaders\nthis city has ever seen. And they\nare here to see Superman. You have\nto be there.\n\f41.\n\nLOIS\nThis isn't fair Perry.\n\nINT.",
  "29": "---END OF PREVIOUS SECTION---\n41. LOIS\nThis isn't fair Perry. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BULLPEN, DAILY PLANET OFFICES, LUTHOR PLAZA --\nCONTINUOUS\n\nClark, wearing his GLASSES, sits at his desk eaves dropping\non Perry and Lois' conversation with his SUPER HEARING.\n\nJimmy sits on the desk beside him eating a bowl of nachos.\nJimmy is talking but Clark isn't paying attention.\n\nJIMMY\nClark?\n\nClark realizes that Jimmy has asked him a question.\nCLARK\n\nSorry Jimmy I zoned out there for a\nsecond. What was that?\n\nJIMMY\n\nI asked have you seen him up close?\nCLARK\n\nwho?\nJIMMY\n\nWho do you think? Superman. I been\ntalking about him for the last 5\nminutes. Honestly buddy you need to\nget your hearing checked.\n\nCLARK\nNo. I didn't start working until\nafter the whole thing.\n\nJIMMY\nDamn. I want to see him in action.\nYou know last month he stopped a\ncruise liner from sinking.\n\nClark turns his attention back to Perry's office where he\ncan see Lois and Perry's ARGUMENT getting very HEATED.\n\nCLARK\n(disinterested)\nSounds neat.\n\nLois STORMS out of Perry's office, SLAMMING the door behind\nher. EVERYONE in the bullpen STOPS and STARES.\n\nCLARK(CON'T)\nLois?\n\nLOIS\n\n(angry) |\nNot now Smallville!\n\f42.\n\nClark stands, grabs his coat and CHASES after Lois. He\nclumsily BUMPS into people as he does.\n\nCLARK\n(awkward)\nSorry! Sorry!\nEXT. STREET, LUTHOR PLAZA -- CONTINUOUS\nClark catches up with Lois as she exits the Plaza doors.\nCLARK\n(concerned)\nHold on. Whats wrong?\n\nLois stops.\n\nLOIS\nDon't pretend that you didn't hear\neverything.\n\nCLARK\nI thought it would be more polite\nto ask.\n\nLOIS\n\nThis is such a bad idea. Someone\nelse needs to cover that\nConference.\n\nCLARK\nIt's not like you to be afraid of a\nfew world leaders.\n\nLOIS\nI don't need to watch you get\ncrucified by a bunch of scared\nbureaucrats. Are you sure about\nthis?\n\nCLARK\nNo.\n(smiles)\nBut I have to try.",
  "30": "---END OF PREVIOUS SECTION---\nAre you sure about\nthis? CLARK\nNo. (smiles)\nBut I have to try. \n---TARGET SECTION TO BE ANNOTATED---\nShe HUGS him tight laying her head on his chest. He WRAPS\nhis arms around her.\n\nCLARK(CON'T)\nWe'll figure this out.\n\nLOIS\nI know.\n(smiles) )\nFly me to Cancun?\n\nCLARK\n(laughs)\nSure.\n\f43.\n\nThey link arms and stroll down the BUSY street past\nBILLBOARDS that ADVERTISE LexCorp's latest COMPUTER SOFTWARE\n\"LEXICON 5!\n\nCLARK(CON'T)\nMy Mother's coming into town.\n\nLOIS\n(genuine)\nReally?.\nCLARK\n\nThat's not an excuse to get\nliquored up.\n\nLOIS\nYour Mother's a bad influence.\n\nCLARK\nYou influence each other.\n\nThey laugh.\n\nCLARK(CON'T)\nI want to take her to the Spire\nopening.\n\nLOIS\nI don't know why you even want to\ngo to Luthor's Ball.\n\nCLARK\nMom's a country girl she's never\nbeen to a high society event. She'd\nlove it. Plus it's an excuse to\nwear a suit.\n\nLOIS\nClark Kent in a suit? I can't\nimagine it.\n\nHe smiles before his ATTENTION is drawn to a CROWD of PEOPLE\nthat are GATHERED near a WALL. He stops.\n\nLois looks CONCERNED.\nLOIS\n(solemn)\nClark don't.\nClark gives her a PAINED look and walks toward the crowd.\n\nHe makes his way through and sees the wall is COVERED by\nHUNDREDS of PHOTOS and KEEPSAKES.\n\nIt's a MEMORIAL to the LIVES LOST a year before.\n\nClark SCANS the wall. He sees MEN... WOMEN... CHILDREN...\nFATHERS... MOTHERS... SONS... DAUGHTERS.\n\f44,\nThe TURMOIL is evident on Clark's face.\nLois TOUCHES his arm gently.\n\nLOIS\nClark?\n\nCLARK\n(overwhelmed)\nThere's so many.\n\nLOIS\n(softly)\nI know. Come on.\n\nClark takes one last LOOK over his shoulder as Lois LEADS\nhim away.\n\nINT. OVAL OFFICE, WHITE HOUSE -- DAY\n\nThe PRESIDENT OF THE UNITED STATES DIANE NELSON, a tall,\nslender woman in her 50's, sits behind desk.",
  "31": "---END OF PREVIOUS SECTION---\nClark takes one last LOOK over his shoulder as Lois LEADS\nhim away. INT. OVAL OFFICE, WHITE HOUSE -- DAY\n\nThe PRESIDENT OF THE UNITED STATES DIANE NELSON, a tall,\nslender woman in her 50's, sits behind desk. \n---TARGET SECTION TO BE ANNOTATED---\n Her SERIOUS\neyes drifting back and forth between the three people\nsitting in front of her.\n\nGENERAL SWANWICK, Head of the UNITED STATES NORTHERN\nCOMMAND, sits to her right along with Silas Stone and to her\nleft is...\n\nAMANDA WALLER, a STERN and FOCUSED SENATOR with an\nINTIMIDATING PRESENCE.\n\nPRESIDENT NELSON\nSo what are our options?\n\nWALLER\nHonestly very few. The world is\nwatching our every move on the\nSuperman. We have to take a\ndefinitive action.\n\nPRESIDENT NELSON\nWhich is?\n\nWALLER\n(forthright)\nEngagement.\n\nSWANWICK\nI must advice against this course\nof action. Superman has in my\nopinion more than proved himself as\nan ally.\n\nWALLER\n(to Swanwick)\n\nHe's proved himself as a liability.\n(MORE )\n\f45.\n\nWALLER (cont'd)\n(to President)\nRussia is pushing for some sort of\naction and if we don't act now we\nrisk looking weak.\n\nPRESIDENT NELSON\nWhat do you suggest?\n\nShe hands her a THICK FILE stamped: CADMUS\nThe President FLIPS through it.\n\nPRESIDENT NELSON(CON'T)\nWhat am I looking at here?\n\nWALLER\nLast year we recovered several\nitems from Metropolis after the\nattack. Two items in particular. An\nadvanced incubation system and a\nbody. Which Cadmus Cadmus has\nmanaged to successfully duplicate\nthe Alien D.N.A\n\nThe President looks INTRIGUED. Swanwick looks SURPRISED.\n\nPRESIDENT NELSON\nWhich means?\n\nWALLER\nWhich means Ma'am why worry about a\nSuperman when we can have our own.\n\nSILAS\n(to Waller)\nYou and I both know the results of\nCadmus are inconclusive at best.\n\nWALLER\n(dismissive)\nI have assurances from the head of\nthe project Professor Sasha Federov\nthe worlds foremost authority on\ngenetic engineering that a subject\nis ready for field testing.\n\nPRESIDENT NELSON\nDoes S.T.A.R Labs have any\nalternatives?\n\nSILAS\nWe are researching several courses\nof action. None of which involve\nweaponizing alien technology.\n\f46.",
  "32": "---END OF PREVIOUS SECTION---\nSILAS\nWe are researching several courses\nof action. None of which involve\nweaponizing alien technology. 46. \n---TARGET SECTION TO BE ANNOTATED---\nWALLER\n\n(to Swanwick)\nCourses of action that are leading\nto nothing.\n\n(to President)\nMrs President the world is\nchanging. I and I'm sure S.T.A.R\nLabs have been monitoring several\noccurrences all over the world. The\nattacks on oil platforms by\nterrorists whose technology is\nsomething we have never encountered\nbefore. Reports of an entity in\nCentral City that moves faster than\nsound. Cadmus can counter these\nvery real threats. All we need is\nyour signature.\n\nThe President PONDERS her decision as she reads the file.\n\nPRESIDENT NELSON\nWhy am I only hearing about this\nnow?\n\nWALLER\nUp until a few months ago there was\nnothing to tell. Just research,\nexperimentation, no concrete\nresults.\n\nPRESIDENT NELSON\nWho's. funding this project?\n\nWALLER\n\nSeveral different institutions.\nSWANWICK\n\nI must advice against this Mrs\n\nPresident.\n\nPRESIDENT NELSON\n(to Swanwick)\nI had the Russian President on the\nphone for over three hours this\nmorning General Swanwick. We need\nsolution and I believe Ms Waller\nhas provided us with one\n\nWaller smiles SELF SATISFIED.\n\nPRESIDENT NELSON\nI can't give you a definitive\nanswer until after the conference.\nbut as of now...\n(places the file on her\ndesk)\nYou have my support.\n\f47.\n\nWALLER\nThank you Mrs President.\n\nINT. HALLWAY, WHITE HOUSE -- MOMENTS LATER\nStewart stands outside the Oval Office doors.\nThe doors open.\n\nWaller leaves the Office followed by Swanwick and Stone.\n\nSWANWICK\n_ (angry)\nThis is unacceptable Amanda.\nWALLER\nI'm just doing what you would in my\nposition.\n(turns to Silas and\nsmiles)\n\nDon't presume to think that I'm\nunaware of the Alien's relationship\nwith S.T.A.R Labs Professor Stone.\n\nSWANWICK\nCadmus is a mistake.\n\nWALLER\n\nCadmus will make sure that Superman\nwill think long and hard before\nacting against our interests. The\ngame has changed. There's a living\nweapon patrolling our skies and\nit's about time we had our own.",
  "33": "---END OF PREVIOUS SECTION---\nWALLER\n\nCadmus will make sure that Superman\nwill think long and hard before\nacting against our interests. The\ngame has changed. There's a living\nweapon patrolling our skies and\nit's about time we had our own. \n---TARGET SECTION TO BE ANNOTATED---\n(turns away and walks\n\ndown the hallway)\nThis is an arms race and I intend\nto win.\n\nSwanwick is FRUSTRATED.\nSTEWART\n(to Swanwick)\nWho's your new girlfriend?\n\nSWANWICK\nAmanda Waller.\n\nSTEWART\nSo that's the 'Wall'?\n\nSILAS\nWho's funding Cadmus?\n\nSWANWICK\nI have no idea Silas.\n\f48.\nEXT. WHITE HOUSE - LATER\n\nStone and Stewart leave the White House grounds and walk\ntowards a waiting CAR and DRIVER.\n\nStanding by the Car is a Silas' Son VICTOR STONE. A STAR\nQUARTERBACK. He wears a METROPOLIS UNIVERSITY JACKET.\n\nSTEWART\n(concerned)\nWe need a strategy Silas.\n\nSILAS\nI know John. I didn't see this\ncoming. Cadmus is off the books.\n\nSTEWART\nBlack Ops?\n\nSILAS\nNo. It's privately funded. And\nthat's whats worrying me.\n\nSTEWART\nThe only person with that the\nresources is...\n\nSILAS\nA big problem John.\n\nVictor opens the back passenger seat for his Father.\nSTEWART\n\n(to Victor)\nHow's the arm Vic?\n\nVICTOR\nLike a cannon.\nSTEWART\nBetter be I got money on you.\nVICTOR\nThen you'll be buying the drinks\nafter man.\nSILAS\n\nCome on Victor.\nVictor gets in beside his Father and closes the door.\nSILAS(CON'T)\n(to Stewart)\nI'll see you in Metropolis.\n\nThe Car pulls off.\n\f49.\n\nEXT. LEXCORP ADVANCED RESEARCH AND DEVELOPMENT CENTER,\nMETROPOLIS OUTSKIRTS -- NIGHT\n\nA LEXCORP HELICOPTER LANDS on the HELIPAD atop the SPRAWLING\nLEXCORP RESEARCH AND DEVELOPMENT COMPLEX located just\noutside the CITY LIMITS.\n\nThe Complex is HEAVILY GUARDED by ARMED LEXCORP SECURITY\nGUARDS who stand at each CORNER of the Helipad.\n\nMERCY GRAVES, late 20's, a STRIKING WOMAN in a BUSINESS\nSUIT.",
  "34": "---END OF PREVIOUS SECTION---\nLEXCORP ADVANCED RESEARCH AND DEVELOPMENT CENTER,\nMETROPOLIS OUTSKIRTS -- NIGHT\n\nA LEXCORP HELICOPTER LANDS on the HELIPAD atop the SPRAWLING\nLEXCORP RESEARCH AND DEVELOPMENT COMPLEX located just\noutside the CITY LIMITS. The Complex is HEAVILY GUARDED by ARMED LEXCORP SECURITY\nGUARDS who stand at each CORNER of the Helipad. MERCY GRAVES, late 20's, a STRIKING WOMAN in a BUSINESS\nSUIT. \n---TARGET SECTION TO BE ANNOTATED---\n steps out onto the Building where she is greeted by\nBRUNO, the HEAD of SECURITY, who is FLANKED by TWO SUITED\nSECURITY GUARDS.\n\nBRUNO\n(faux politeness)\nIt's always good to see you Mercy.\n\nMERCY\n(smiles)\nA pleasant lie Bruno, but a lie\nnonetheless.\n\nBRUNO.\nWell I tried.\n\nMERCY\nAnd like everything in your life\nyou'll have to try a little harder.\n\nBRUNO\nSo why are you slumming it with the\ngrunts?\n\nMERCY\nI'm overseeing the disposal of the\nmaterial.\n\nBRUNO\n\nI see. Well better you than me.\nDon't wait on around on my account.\n\nHe gestures toward the HELPIPAD ENTRANCE.\n\nMercy enters the the Complex. Bruno and the Suited Guards\nfollow.\n\nA HOODED and CLOAKED FIGURE DASHES at AMAZING SPEED through\nthe GROUNDS and JUMPS HIGH through the air and lands ON TOP\nof the COMPLEX in the MIDDLE of the Helipad.\n\nBefore the Guards have time to REACT the Figure STRIKES,\nDISARMS and INCAPACITATES them.\n\nThe Figure REMOVES her hood to REVEAL Diana in a SLEEK BODY\nSUIT as the WONDER WOMAN.\n\f50.\n\nINT. HALLWAY, LEXCORP RESEARCH AND DEVELOPMENT CENTER --\nCONTINUOUS\n\nMercy, Bruno and the Guards walk down the STERILE WHITE\nHALLWAY followed by the Security Detail.\n\nSUDDENLY the LASSO is WRAPPED around Bruno's NECK and he is\nDRAGGED backwards OFF HIS FEET.\n\nMercy turns to see Bruno SMASH VIOLENTLY into the WALL at\nthe end of the Hallway.\n\nWonder Woman TAKES OUT the Security with TwO SWIFT KICKS.\nThey SLAM into the walls and to the FLOOR UNCONSCIOUS.\n\nMERCY\n\n_ (angry) .\nYou just made the last mistake of\nyour life.\n\nMercy PULLS a GUN which Wonder Woman WHIPS out of her hand.\n\nLike LIGHTNING Mercy ATTACKS the Amazon with a series of\nPUNCHES and KICKS which are all BLOCKED.",
  "35": "---END OF PREVIOUS SECTION---\nYou just made the last mistake of\nyour life. Mercy PULLS a GUN which Wonder Woman WHIPS out of her hand. Like LIGHTNING Mercy ATTACKS the Amazon with a series of\nPUNCHES and KICKS which are all BLOCKED. \n---TARGET SECTION TO BE ANNOTATED---\nWonder Woman COUNTERS with a KICK to Mercy's GUT which sends\nher backwards.\n\nMercy, DEFEATED, tries to RUN but CLUTCHES at her THROAT as\nthe Lasso WHIPS around her neck. It GLOWS.\n\nWONDER WOMAN\n(menacing)\nYou hold one of my people prisoner.\n\nMERCY\n(hypnotic)\nYes.\n\nWONDER WOMAN\nTake me to her.\n\nINT. SUB BASEMENT, LEXCORP RESEARCH AND DEVELOPMENT CENTER\n-- CONTINUOUS\n\nMercy, still under the Lasso's THRALL, stands with Wonder\nWoman outside the GLASS DOORS of a LABORATORY deep beneath\nthe Research Center.\n\nWONDER WOMAN\nOpen it.\n\nMercy places her hand on a SCANNER beside the door. It\nRECOGNIZES her PALM PRINT and the doors SLIDE OPEN.\n\nWonder Woman PUSHES Mercy inside.\n\nInside the room is a LIQUID FILLED TANK where MALA, late\n20's, FLOATS UNCONSCIOUS.\n\f51.\n\nA SCIENTIST, 40's, STANDS SHOCKED as he watches Wonder Woman\nDRAG Mercy towards the Tank.\n\nWONDER WOMAN\n(to Scientist)\nRelease her!\n\nSCIENTIST\n(frightened)\nI can't!\n\nThe Amazon WHIPS the Lasso from Mercy who falls to her knees\nand around the Scientist's NECK.\n\nSCIENTIST(CON'T)\n(hypnotic)\nI can!\n\nThe Scientist operates the Tank and the liquid is DRAINED\nfrom it.\n\nThe Tank OPENS and Wonder Woman RUSHES to CATCH Mala before\nshe FALLS to the floor.\n\nWONDER WOMAN\nMala!\n\nMala's eyes SLOWLY OPEN.\n\nMALA\n(in Amazonian, groggy,\nconfused)\nDiana?\n\nWONDER WOMAN\n(in Amazonian)\nI've come to take you home.\n\nShe LIFTS Mala of her feet CARRYING her out of the\nLaboratory.\n\nAfter she leaves Mercy, holding her throat, turns to the\ncowering Scientist.\n\nMERCY\n(horse)\nWhy are you standing there. Sound\nthe alarm!\n\nEXT.",
  "36": "---END OF PREVIOUS SECTION---\nMERCY\n(horse)\nWhy are you standing there. Sound\nthe alarm! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n LEXCORP RESEARCH CENTER, METROPOLIS OUTSKIRTS --\nCONTINUOUS\n\nThe ALARMS are RINGING throughout the Complex.\n\nCRASH!!! -- the ENTRANCE DOORS SHATTER as TWO SECURITY\nGUARDS are TOSSED through them.\n\nWonder Woman EMERGES from the Entrance CARRYING Mala in her\nARMS.\n\f52.\n\nShe RUNS at INCREDIBLE SPEED away from the Complex as GUARDS\non the Roof OPEN FIRE on her.\n\nWhen she comes to the PERIMETER FENCE she JUMPS over it,\nCLEARING it by 40 FEET.\n\nShe LANDS and VANISHES into the NIGHT.\n\nMercy appears on the Roof, SEETHING as she RUBS her neck.\nEXT. RIVER, METROPOLIS OUTSKIRTS -- CONTINUOUS\n\nWonder Woman lays Mala down a RIVER.\n\nWONDER WOMAN\nRest Sister. You're safe now.\n\nMALA\n(frail)\nHe wants to kill him. He hates him\nso much.\n\nWONDER WOMAN\nWho? Who are you talking about?\n\nMALA\nHe wants to kill their New God. He\nwants to kill the Superman!\n\nEXT. WAYNE MANOR -- NIGHT\nWayne Manor is a HUGE 19th CENTURY ERA MANSION.\nINT. HALLWAY, WAYNE MANOR -- CONTINUOUS\n\nALFRED, 70's, is an ELDERLY but still very SPRY BRITISH\nBUTLER walks down the hallway towards Bruce Wayne's STUDY\ncarrying a tray of food. Inside he approaches an ANCIENT\nGRANDFATHER CLOCK and TURNS the hands to 10:48 then -- CLACK\n-- the clock UNLOCKS and PULLS AWAY from the wall revealing\na HIDDEN DOORWAY. He enters. The Clock RETURNS to it's\noriginal position behind him.\n\nINT. BATCAVE -- CONTINUOUS\n\nAlfred walks down a STONE STAIRCASE illuminated by a series\nof LIGHTS on the ROCK CEILING above. BATS SCREECH past over\nhead as he descends further down into the VAST CAVERN.\n\nTHE BATCAVE is huge. Housed inside the vast EXPANSE is an\narray of HI-TECH GADGETS and WEAPONRY.",
  "37": "---END OF PREVIOUS SECTION---\nBATS SCREECH past over\nhead as he descends further down into the VAST CAVERN. THE BATCAVE is huge. Housed inside the vast EXPANSE is an\narray of HI-TECH GADGETS and WEAPONRY. \n---TARGET SECTION TO BE ANNOTATED---\n Old now, showing\nsigns of WEAR and TEAR after YEARS of use.\n\nAlfred passes the parked Batmobile.\nIn the back of the Cave sitting atop a LANDING PAD is the\n\nBATWING. A JET which is covered in DIRT and DUST from years\nof IDLENESS.\n\f53.\n\nAlfred makes his way up a set of steps to an ELEVATED\nPLATFORM where Bruce Wayne sits in front of THREE LARGE\nCOMPUTER MONITORS. Each screen tells a different news story.\n\nRIGHT SCREEN: SERIAL KILLER VICTOR ZSASZ APPREHENDED.\n\nMIDDLE SCREEN: SUPERMAN ATTACKS RUSSIAN TROOPS.\n\nLEFT SCREEN: U.N CONFERENCE TO MEET ON ANNIVERSARY OF K-DAY.\nBruce is FOCUSED on the MIDDLE SCREEN.\n\nAlfred puts the tray on the desk beside the computer\nscreens.\n\nALFRED\nI brought you some dinner Master\nBruce. One must never obsess on an\nempty stomach.\n\nBruce glances at the food but doesn't reply.\n\nAlfred looks at the images on screen and sees Superman\nHOVERING above Metropolis in SHAKY AMATEUR FOOTAGE.\n\nALFRED(CON'T)\nIf the criminals of Gotham are\nlacking your interest might I\nsuggest turning your attention to\nCentral City's rogues before\ntackling an alien.\n\nWayne still doesn't reply.\n\nALFRED(CON'T)\n(weary)\nTry and eat something.\n\nHe turns to leave.\n\nWAYNE\nI saw Grayson.\n\nAlfred STOPS when he hears the NAME.\n\nWAYNE(CON'T)\nHe's turned his back on me. They\nall have.\n\nALFRED\n(honestly)\nHe's turned his back on the part of\nyou that reminds him of what we've\nlost.\n\nWAYNE\nHe hates me.\n\f54.\n\nALFRED\nIt's not hate Master Bruce it's\nhurt. He mourns the brother and\nblames the father.\n\nWAYNE\nAnd who do you blame?\n\nALFRED\n\nI blame the one who took him. Not\nthe one who loved him.\n\n(Alfred puts his hand on\n\nBruce's shoulder)\nBut I do regret the loss of a man\nwho sought diplomacy over violence.\nI miss that man.",
  "38": "---END OF PREVIOUS SECTION---\nNot\nthe one who loved him. (Alfred puts his hand on\n\nBruce's shoulder)\nBut I do regret the loss of a man\nwho sought diplomacy over violence. I miss that man. \n---TARGET SECTION TO BE ANNOTATED---\n(beat )\nEverything's ready for your visit\nto Metropolis\n\nHe SQUEEZES Bruce's shoulder before leaving.\n\nBruce is still for a moment before standing and walking over\nto a LARGE GLASS DISPLAY CASE.\n\nInside the case is a DARK RED and BLACK TACTICAL ARMOR\n(CHEST PIECE, GLOVES, BOOTS) which stands beneath a DARK\nGREEN HOODED CLOAK and a BLACK FACE MASK.\n\nBruce places his hand on the glass and stands for a moment.\nHis WEARY eyes filled with the HURT of a FATHER who has lost\na SON.\n\nINT. CORRIDOR, PROJECT CADMUS INSTALLATION -- DAY\n\nThe HALLWAY is DARK. ELEVATOR DOORS open ILLUMINATING the\nHallway.\n\nAmanda Waller steps out and walks down the Hallway towards\ntwo HUGE REINFORCED DOORS. Her footsteps ECHO as she does.\n\nWhen she arrives at the door she faces A CONTROL PANEL. She\nSPEAKS into it.\n\nWALLER\n(into control panel)\nWaller, Amanda. Clearance MOS 17\n\nThe Reinforced Doors OPEN UP slowly revealing the CLONING\nFACILITY.\n\nWaller steps inside and the doors close behind her.\nFederov, SURPRISED, rushes toward her.\nFEDEROV\n\nMrs. Waller. I wasn't aware you'd\nscheduled a visit.\n\f55.\n\nWALLER\nI didn't. I'm here in an unofficial\ncapacity. I wanted to get a closer\nlook at what we're making here.\n\nFederov nods, SHEEPISHLY.\nWaller walks toward the Incubation Chamber.\n\nWALLER(CON'T)\nWhen will it be ready?\n\nFEDEROV\nOn schedule.\n\nWALLER\nThis project is a big risk Federov.\nI can't afford any mistakes.\n\nFEDEROV\nI promise you our subject will be\nperfect. It's my finest work.\n\nWALLER\nShow me.\n\nFederov presses a few BUTTONS on the Chamber's CONTROL PANEL\nand the screen RAISES revealing its CONTENTS.\n\nWaller is visibly UNIMPRESSED by the Creature.\n\nWALLER\nIt doesn't look like much to me\nFederov.\n\nFEDEROV\n\nRelatively speaking neither does\nSuperman but then again you're not\nhere for aesthetic.",
  "39": "---END OF PREVIOUS SECTION---\nWaller is visibly UNIMPRESSED by the Creature. WALLER\nIt doesn't look like much to me\nFederov. FEDEROV\n\nRelatively speaking neither does\nSuperman but then again you're not\nhere for aesthetic. \n---TARGET SECTION TO BE ANNOTATED---\nWALLER\nI'm here for results which this...\n\nFEDEROV\n(with pride)\nUltimate.\n\nWALLER\nUltimate can provide.\n\nFEDEROV\nTrust me. You won't be\ndisappointed. The Ultimate is\nsuperior to the Superman in every\nway.\n\f56.\n\nWALLER\nIt had better be if and when the\nAlien goes rogue.\n(leans in close to look\nat the Creature)\nI've seen enough.\n\nFederov closes the Chamber.\n\nFEDEROV\nGeneral Swanwick has been demanding\naccess to the Project.\n\nWALLER\nSwanwick is a fool. A decrepit\nrelic that can't see beyond the\nbarrel of his gun. He thinks. he has\nhis weapon and doesn't want anyone\nelse to have theirs.\n\nFEDEROV\nHe does have authority.\n\nWALLER\nThe only authority here is me\nFederov. I'll deal with Swanwick\nyou focus on getting your Ultimate\noperational.\n\nShe starts to walk towards the doors.\n\nFEDEROV\n\nSo what to I tell him?\nWALLER\n\nOnly what you're allowed to.\nFEDEROV\n\nWhich is?\nWALLER\n\nNothing.\n\nEXT. STREET, LEXCORP TOWER -- DAY\n\nA M.C.P.D PATROL CAR is parked outside of LEXCORP TOWER, a\nHUGE SKYSCRAPER.\n\nSitting in the Car is OFFICER JAMES HARPER, a BROAD\nSHOULDERED COP in his 40's. The passenger door opens and his\npartner GUY GARDNER, an ATHLETIC MAN in his late 20's. He\nhas COFFEE CUPS and DONUTS.\n\nGARDNER\nThat's a strong black coffee for me\nand...\n(hands Harper his cup)\nAnd a decaf green tea for Grandma.\n\f57.\n\nHarper takes the cup.\n\nHARPER\nWitty.\n\nGARDNER\nDonut?\n\nHARPER\n\nNo thanks. I brought a salad.\n\nHarper opens up a CONTAINER full of LEAFY GREENS and GRILLED\n\nCHICKEN.\n\nA LEXCORP\n\nGARDNER\nSuit yourself.\n\nVAN passes them. Harper looks at it with DISDAIN.\n\nHARPER\nWould you look at that. He's\neverywhere.",
  "40": "---END OF PREVIOUS SECTION---\nHarper looks at it with DISDAIN. HARPER\nWould you look at that. He's\neverywhere. \n---TARGET SECTION TO BE ANNOTATED---\nGARDNER\n\n(eating his donut)\nwho?\n\nHARPER\nWho do you think? Luthor. He's got\nhis damn trucks and billboards\neverywhere.\n\nGARDNER\nIt's always been like that Jim. Far\nas I remember.\n\nHARPER\nNot always Guy. It just sticks in\nmy throat how a little punk like\nthat can end up with everything. I\nmust have busted him and his\ncronies a dozen times. Never could\nget anything to stick. Bastard was\nalways to smart for us.\n\nGARDNER\nHe's put a lot of money into\nMetropolis.\n\nHARPER\nConsidering how much he's taken out\nof it it's only right. You want to\nknow how he came by all that cash?\n\nGARDNER\nSure I could use a few pointers.\n\f58.\n\nHARPER\nWhen he was just some brat on the\nstreet him and his punks ran a\nprotection racket down in the Bay.\nBed good folks dry. He takes that\ncash and uses it to make a computer\nprogram then sells it to big firm\nout west for a billion.\n\nGardner WHISTLES at the number.\n\nHARPER(CON'T)\nIt gets better. He then uses that\ncash and makes a better program\nmakes the one he made first look\nlike a calculator. Turns that\nbillion into billions.\n\nGARDNER\nSounds like good business.\n\nHARPER\nThat's not the point. Point is he\ngot his start by taking out of the\npockets of decent people. Guys a\ncrook and the whole damn world\nloves him.\n\nGARDNER\nHe's rebuilding th city after those\naliens blasted it.\n\nHARPER\nHe's still a crook. Just a rich\ncrook.\n\nGARDNER\n\nI'll take him over Superman any\nday. Better the devil you know Jim.\n\nHARPER\nYou been watching the box? He's\nbeen doing a lot of good out there\nin the world.\n\nGARDER\nThat'd be fine by me if he stayed\naway from Metropolis. I don't like\nthat space man flying around here.\nAliens weirds me out.\n\nA BLACK LIMO pulls up outside the LexCorp buildings MAIN\nENTRANCE.",
  "41": "---END OF PREVIOUS SECTION---\nI don't like\nthat space man flying around here. Aliens weirds me out. A BLACK LIMO pulls up outside the LexCorp buildings MAIN\nENTRANCE. \n---TARGET SECTION TO BE ANNOTATED---\nGARDER(CON'T)\nWho's this now?\n\nAlfred steps out of the Limo and opens the Limo passenger\ndoor and Bruce Wayne emerges dressed in a EXPENSIVE SUIT.\n\f59.\n\nHARPER\n(surprised)\nThat's Bruce Wayne.\n\nGARDER\n\nunimpressed\nwho?\n07\n\nAlfred gets back into the Limo while Wayne walks enters\nLexCorp tower.\n\nINT. LOBBY, LEXCORP TOWER -- CONTINUOUS\n\nWayne walks through the Lobby and stops when he notices\nthere is a BASKETBALL COURT located to his right. HIP YOUNG\nTECHNICIANS and COMPUTER PROGRAMMERS WALK back and forth.\n\nMercy awaits the Billionaire Gothamite. She has a SCARF\naround her neck to CONCEAL her BRUISES.\n\nShe reaches out her hand to Wayne.\n\nMERCY\n\n(perky) .\nMercy Graves. Assistant to Mr.\nLuthor. It's a pleasure.\n\nWayne takes her hand and cracks a smile.\n\nWAYNE\nThe pleasure is all mine.\n(points to the court)\nNice decor.\n\nMERCY\n(smiles)\nA perk for the minions. Lex\nbelieves a entertained workforce is\na productive workforce.\n\nWAYNE\nNice policy.\n\nMERCY\nEffective policy.\n\nShe leads Wayne towards the GLASS ELEVATOR BANKS. They step\ninside and Mercy presses the TOP FLOOR.\n\nThe Elevator lifts off.\nAs the lift climbs Wayne observes each floor.\n\nMany of the Floors are filled with ROWS and ROWS of COMPUTER\nMONITORS each manned by a YOUTHFUL TECH GENIUS.\n\nWAYNE\nI remember when LexCorp was a\nwarehouse by the Bay.\n\f60.\n\nMERCY\nLex's goal has always been meeting\nones potential. He believes LexCorp\nis an example to which everyone can\nstrive to.\n\nThe Elevator comes to a halt and the doors slide open and\nWayne steps into the SPACIOUS 125th floor PENTHOUSE.\n\nThe ROOM is HUGE and ROUND bordered BY WINDOWS which offer a\nPANORAMIC view of Metropolis. A BALCONY jutts out of the\nside of the Penthouse.\n\nWayne steps inside and the doors close behind him.",
  "42": "---END OF PREVIOUS SECTION---\nThe ROOM is HUGE and ROUND bordered BY WINDOWS which offer a\nPANORAMIC view of Metropolis. A BALCONY jutts out of the\nside of the Penthouse. Wayne steps inside and the doors close behind him. \n---TARGET SECTION TO BE ANNOTATED---\nSitting CROSS LEGGED on his desk in front of an ARRAY of\nCOMPUTER SCREENS is the RICHEST man on the PLANET, ALEXANDER\n\"LEX' LUTHOR, 30, the C.E.0 of LexCorp. He is one part TECH\nGENIUS, one part RUTHLESS business man and two parts\nMETROPOLIS STREET TOUGH. His SHAGGY MANE of HAIR hangs below\nhis eyes and a detailed SLEEVE TATTOO of the METROPOLIS\nSKYLINE creeps up his right arm.\n\nHis EYES say it all. Behind them BURN the FIRES of\nUNPARALLELLED GENIUS. A POWERFUL INTELLECT enabling him to\naccomplish anything he bends his will toward. Within the\nboundaries of his mind he is GODLIKE.\n\nWayne observes the IMAGES that captivate the youthful\nbillionaire... THE MAN OF STEEL.\n\nLUTHOR\nLook at it. So sleek. So powerful.\nWAYNE\nHe's an impressive specimen.\nLUTHOR\n'It' Wayne\n(shifts around to face\nhim)\n\nIt's an alien. And a trespasser and\nit doesn't belong on this planet.\nPerhaps you share my view?\n\nWAYNE\nSuperman isn't the reason for my\nbeing in Metropolis.\n\nLUTHOR\nYour reason being Metropolis\nitself.\n\nWAYNE\n\nI can't help but take an interest\nin the city's tragic circumstances.\n\f61.\n\nLUTHOR\n(half smiles)\nAnd profitable circumstances.\n\nWAYNE\nNeither of us would have gotten to\nwhere we are if we didn't look at\nthe bottom line.\n\nLUTHOR\nI got to where I am through hard\nwork and innovation. You by\naccident of birth. I assure you we\nview our bottom lines very\ndifferently.\n\nHe HOPS of his desk and walks past Wayne to a BAR near the\nELEVATOR. In comparison Luthor is much SMALLER that the\nPOWERFULLY BUILT Gothamite. Yet his CONFIDENCE more than\nmatches Wayne's stature.\n\nLuthor reaches into the FRIDGE and removes and ENERGY DRINK.\n\nLUTHOR(CON'T)\n\n(cracks open the can)\nI'd offer you a drink but I don't\nhave any gingerale.",
  "43": "---END OF PREVIOUS SECTION---\nYet his CONFIDENCE more than\nmatches Wayne's stature. Luthor reaches into the FRIDGE and removes and ENERGY DRINK. LUTHOR(CON'T)\n\n(cracks open the can)\nI'd offer you a drink but I don't\nhave any gingerale. \n---TARGET SECTION TO BE ANNOTATED---\nWAYNE\nWe both want the same thing Lex. To\nhelp Metropolis. Our past\ndifferences shouldn't get in the\nway of that.\n\nLUTHOR\n(takes a gulp)\nPast differences? As I recall you\ncalled me an amoral, arrogant brat.\n\nWAYNE\nYes on the very same day you\nlaunched your first satellite.\n\nLuthor smiles.\n\nWAYNE(CON'T)\nAnd a cyber attack crippled mine.\n\nLUTHOR\n(smirks and leans back\nagainst the Bar)\nCoincidence Wayne. The world is\nfull of it.\n\nWAYNE\nApparently so. Took us quite a\nwhile to get it operational again.\n\f62.\n\nLUTHOR\nI liked that satellite. It was\nquaint. Whatever happened to it?\n\nWAYNE\nAn alien in a black onesie kicked\nit out of the sky.\n\nLUTHOR\n(amused)\nOuch.\n\nWAYNE\nI'm here to help. The rebuilding of\nMetropolis is my main priority.\nPooling our resources would better\nserve it's citizens. I'm willing to\nlet bygones be bygones. If you are?\n\nLUTHOR\n\nAn alien spacecraft blasted a hole\nin the city where I was born. I'm\nnot about to let a few limp insults\nfrom a trust fund baby overshadow\nthat.\n\n(finishes his drink and\n\ncrushes the can)\nDo you really think you would have\ngotten past the lobby if I was\nholding a grudge.\n\nWAYNE\nI'm glad we can put it aside. I\ndon't think either of us relishes\ncontinuing this war for contracts.\n\nLUTHOR\n\n(dismissive)\nWayne enterprises is a powerful\ncompany but not enough to challenge\nme in my own backyard. I am\nLexCorp. LexCorp is Metropolis.\nThose contracts are mine. But\ndespite your company's limitations\nthere are things I can use it for.\nIt'll allow me to focus on more\nimportant matters.\n\nWayne looks back at the monitors.\n\nWAYNE\nSuperman?\nLUTHOR\n(irritated)\n\nIt's not a man. It's an alien. And\nby the time the world finally\nabsorbs that this...\n\n(MORE )\n\f63.\n\nLUTHOR (cont'd)\n(gestures out of the\nwindow towards the\nruined sections of\nMetropolis)\n.",
  "44": "---END OF PREVIOUS SECTION---\nAnd\nby the time the world finally\nabsorbs that this... (MORE )\n\f63. LUTHOR (cont'd)\n(gestures out of the\nwindow towards the\nruined sections of\nMetropolis)\n. \n---TARGET SECTION TO BE ANNOTATED---\n could happen again.\n\nWayne look out on the RUINED and IN REPAIR structures. His\nface reflects his CONCERN for the City.\n\nWAYNE\nWhat would you suggest?\n\nLUTHOR\nWhen a dog bites a man we put it\ndown. Because we understand what\nit's capable of. That thing isn't\none of us and doesn't deserve the\nunderstanding that the government\nis affording it.\n\nWAYNE\nYou sound like you want to kill\nhim?\n\nLUTHOR\nThere comes a time when even a god\nmust die.\n\nWAYNE\nYou've seen what he... 'It' can do.\n\nAll that power. All that strength.\n\nLUTHOR\nIt might be hard for someone like\nyou born with the silveriest of\nspoons to understand. I spent my\nchildhood on the streets. I joined\na gang. It's survival. I didn't\nhave much of a choice. I learned\nthere that there was always someone\nbigger, stronger but never smarter.\nBy the time I was 15 that gang\nanswered to me. Strength is nothing\nWayne. Resolve is everything.\n\nWAYNE\nThen why not use that resolve to\nfind a peaceful solution.\n\nLUTHOR\nThere is no peaceful solution with\nan trespasser.\n\nWAYNE\nHow about one that doesn't involve\nyou going toe to toe with a god.\n\f64.\n\nLUTHOR\n(amused)\nToe to toe? I don't go toe to toe\nwith anybody. You don't become the\ngeneral by charging the frontlines\nwith the rest of the troops.\n\nWAYNE\nToo smart for that?\n\nLuthor raises and eyebrow and smiles.\n\nWAYNE\nI'm glad you reconsidered and\nalliance.\n\nLUTHOR\n\nI'm not usually one to second guess\nmyself but you don't become a\nbillionaire at 18 by ignoring the\nbigger picture.\n\n(walks past Wayne and\n\nreturns to his position\n\non the desk)\nI'll have Mercy send some contracts\nover. I'm sure we can find\nsomething for you to do. However\nminimal.\n\nWAYNE\nI look forward to it. I'll be at my\nMetropolis offices.\n\nLuthor doesn't reply. He just stares at the Computer\nscreens and the BLUE and RED clad source of his VENDETTA.",
  "45": "---END OF PREVIOUS SECTION---\nI'll be at my\nMetropolis offices. Luthor doesn't reply. He just stares at the Computer\nscreens and the BLUE and RED clad source of his VENDETTA. \n---TARGET SECTION TO BE ANNOTATED---\nWayne turns and walks toward the Elevator.\n\nLUTHOR\n6'2\". 225lbs\n\nWayne steps into the Elevator.\n\nWAYNE\nYou got me exactly.\n\nLUTHOR\n(smiles)\nI was talking about the Batman.\nWayne pauses as the Elevator doors slide shut.\nLuthor smiles. Assured in his SUPERIORITY.\nEXT. SKY ABOVE METROPOLIS -- DAY\nSuperman, in his NEW SUIT now with FLOWING RED CAPE and HOPE\n\nSYMBOL on it's chest, HOVERS SERENELY among the CLOUDS with\nhis eyes CLOSED as he LISTENS to the SOUNDS of the City.\n\f65.\n\nVOICES(0.S)\n(uncertain)\n\nI can't be certain...\n(polite)\n\nTwo sugars please...\n(affectionate)\n\nYou're beautiful...\n\nINT. METROPOLIS BANK -- CONTINUOUS\n\nFrightened PATRONS lie FACE DOWN on the floor of the Bank\nwhile TwO MASKED and ARMED BANK ROBBERS stand guard while\nTHIRD proceeds to INTIMIDATE the BANK MANAGER by JAMMING a\nGUN in his FACE.\n\nBANK ROBBER#3\n(hands two large\nrucksacks to Bank\nManager )\nMoney in the bags. 50's and 100's\n(shouts)\nNow!\n\nBANK MANAGER\n(calmly)\nOk. Just stay calm. We'll do\nanything you want.\n\nThe Bank Manager hands the rucksacks to a YOUNG FEMALE BANK\nTELLER who proceeds to comply with the Bank Robber's\ndemands.\n\nBANK ROBBER#2\n(to Bank Robber#3)\nHurry it up!\n\nBANK ROBBER#3\n(turns his head away from\nthe Manager)\nI'm on it!\n\nWith the Bank Robber momentarily DISTRACTED the Bank Teller\npresses the SILENT ALARM.\n\nINT. M.C.P.D PATROL CAR (PARKED) -- CONTINUOUS\n\nHarper is at the wheel PEELING an ORANGE. Gardner is SIPPING\na Coffee when a CALL comes over the Radio.\n\nRADIO\nAll cars. All Cars. We have a 2113\nat the First national Bank on Smith\nand Byrne.\n\nGardner SNATCHES the SPEAKER.",
  "46": "---END OF PREVIOUS SECTION---\nAll Cars. We have a 2113\nat the First national Bank on Smith\nand Byrne. Gardner SNATCHES the SPEAKER. \n---TARGET SECTION TO BE ANNOTATED---\nGARDNER\n\n(into speaker)\nThis is Car 59. We are en route.\n\f66.\nHarper puts the orange down STARTS the engine.\nGARDNER(CON'T)\n(excited)\nFinally!\nINT. METROPOLIS BANK -- CONTINUOUS\n\nThe Bank Teller STUFFS the MONEY into the rucksacks while\nbeing held at GUNPOINT by Bank Robber#3\n\nBANK ROBBER#3\n(impatient )\nHurry it up!\nShe moves FASTER.\nINT. M.C.P.D PATROL CAR (MOVING) -- CONTINUOUS\nHarper and Gardner Patrol car has arrived at the scene.\nGARDNER\n(smiling)\nWe got them!\nEXT. STREET, METROPOLIS BANK -- CONTINUOUS\nThe GETAWAY CAR is parked across the STREET from the Bank.\nThe GETAWAY DRIVER sees the Patrol Car arriving and watches\nas Harper and Gardner jump out. A S.W.A.T Van pulls up\nbehind them and and the S.W.A.T TEAM pours out of the Van\nand TAKES POSITION.\nHe FRANTICALLY picks up his WALKIE TALKIE.\nGETAWAY DRIVER\nShit!\n(frantic, into Walkie\nTalkie)\nSomebody hit the goddamn alarm!\nINT. METROPOLIS BANK -- CONTINUOUS\n\nBank Robber#1 listens to the Getaway Driver on his Walkie\nTalkie.\n\nBANK ROBBER#1\n_ (angry)\nDammit! They hit the alarm!\n\nBank Robber#3 out of FRUSTRAION turns and STRIKES the Bank\nManager ACROSS the back of his head with his GUN.\n\nHe then turns his attention to the TERRIFIED Bank Teller.\n\nBANK ROBBER#3\nGet up bitch!\n\f67.\nShe stands and he PUSHES her ROUGHLY towards the Patrons.\nBANK ROBBER#2\n(freaking out)\nWhat the hell are we going to do?\nBANK ROBBER#3\nShut up! We're going out the front\nas planned.\n(gestures to the Patrons)\nGrab some cover.\n\nBank Robber#1 GRABS a TEENAGE GIRL from the floor. Her\nBOYFRIEND gets up and RUSHES the Bank Robber.",
  "47": "---END OF PREVIOUS SECTION---\n(gestures to the Patrons)\nGrab some cover. Bank Robber#1 GRABS a TEENAGE GIRL from the floor. Her\nBOYFRIEND gets up and RUSHES the Bank Robber. \n---TARGET SECTION TO BE ANNOTATED---\nBOYFRIEND\n(yells)\nGet your hands off of her!\nThe three Bank Robber's proceed to BEAT him DOWN.\nThe Patrons SCREAM.\nBank Robber#2 FIRES into the ceiling.\nBANK ROBBER#2\n(shouts)\nShut up!\nEXT. SKY ABOVE METROPOLIS -- CONTINUOUS\nSuperman's eyes SNAP OPEN and he ROCKETS toward the City.\nINT. METROPOLIS BANK -- CONTINUOUS\nBank Robber#3 GRABS Bank Robber#2's arm.\n\nBANK ROBBER#3\nQuit it you idiot!\n\nEXT. STREET, METROPOLIS BANK -- CONTINUOUS\nGardner looks around IMPATIENTLY.\nGARDNER\n(impatient )\nWhy are we just standing here?\n\nHARPER\nIt's called protocol Guy.\n\nGARDNER\nIt's called sitting on our as...\n\nGardner is CUT OFF as a RED and BLUE blur SPEEDS past and\nTHROUGH the Bank Entrance.\n\f68.\nINT. METROPOLIS BANK -- CONTINUOUS\n\nBank Robber#3 is SWEPT OFF his FEET and SLAMMED into the\nwall and to the floor.\n\nBank Robber#2 DROPS to the floor and SCURRIES toward the\nexit.\n\nBank Robber#1 finds himself FACE to FACE with the Man of\nSteel and OPENS FIRE but the PULVERIZED BULLETS BOUNCE\nHARMLESSLY off Superman's CHEST and he CRUSHES the GUN in\nONE HAND.\n\nEXT. STREET, METROPOLIS BANK -- CONTINUOUS\nBank Robber#2 CRAWLS out of the Bank and towards the Cops.\n\nSuperman HOVERS out of the Entrance holding the other Bank\nRobber's by the BACK of their JACKETS.\n\nHARPER\n(impressed)\nWould you look at that.\n\nGardner SCOWLS.\nSuperman LANDS and PLACES the Robber's on the ground.\n\nSUPERMAN\nThey're all yours.\n\nHarper nods to Superman as he CUFFS and ARRESTS the Bank\nRobbers.\n\nThe Patron's SLOWLY exit the Bank and look in AWE at their\nSAVIOR.\n\nHarper's ORANGE hits Superman on the back of the head.\nHe turns to see Gardner, looking PISSED.",
  "48": "---END OF PREVIOUS SECTION---\nThe Patron's SLOWLY exit the Bank and look in AWE at their\nSAVIOR. Harper's ORANGE hits Superman on the back of the head. He turns to see Gardner, looking PISSED. \n---TARGET SECTION TO BE ANNOTATED---\nSUPERMAN\n(polite)\nIs there a problem officer?\n\nGARDNER\n(angry)\nYeah. I don't see a badge. You\ncan't just turn up and do our jobs\nwhen you feel like it.\n\nSUPERMAN\n\nJust trying to help.\n\n(Superman points across\n\nthe street at the\n\nGetaway Car)\nYou might want to question that man\nover there. I think he might have\nsomething to do with the robbery.\n\f69.\n\nGardner looks around see the Getaway Driver who's EYES BUG\nOUT when he is discovered.\n\nThe Getaway car FLEES the SCENE.\n\nGARDNER\nGoddammit !\n\nGardner and Harper JUMP into their Patrol Car and GIVE\nCHASE.\n\nSuperman watches and smiles then takes off.\n\nThe Cops, Bank Robbers and Patrons watch as he flies away.\nINT. PENTHOUSE, LEXCORP PLAZA -- DAY\n\nLuthor sits on his desk and DOWNS an energy drink.\n\nHe has been watching the Bank Robbery on his computer\nmonitors.\n\nMercy steps out of the Elevator.\nMERCY\n\nThe contracts have been sent to\nWayne Enterprises.\n\nLUTHOR\nThat should make the trust fund\nbaby happy.\n\nMERCY\n\nWhat about the break in at the\nresearch center?\n\nLUTHOR\n(uninterested)\nWhat about it?\n\nMERCY\nI think it deserves some attention.\n\nLuthor shifts around on his desk to face his assistant.\n\nLUTHOR\nIt's of no concern. We have what we\nneed and we're on schedule.\n\nMERCY\nThere are security concerns at the\ncomplex. Very serious concerns.\nSomebody sold us out to the\nThemyscirians.\n\nLUTHOR\n(matter of fact)\nIt was Morgan.\n\f70.\n\nMERCY\n(shocked)\nYou knew.\nLUTHOR\n\nMorgan has a mercenary nature. He\nsaw an opportunity and exploited\nit.\n\nMERCY\nAnd what's to be done.\n\nHe HOPS off his desk and walks over to the window and looks\nout over his CITY.\n\nLUTHOR\nWe exploit an opportunity. Contact\nCain.\nShe nods.\nMERCY\n\nThere is the matter of the\nconference. Have you reconsidered\nattending?\n\nLUTHOR\nWhy waste my time.",
  "49": "---END OF PREVIOUS SECTION---\nMERCY\n\nThere is the matter of the\nconference. Have you reconsidered\nattending? LUTHOR\nWhy waste my time. \n---TARGET SECTION TO BE ANNOTATED---\n I already know\nhow all of this will play out.\n\nMERCY\nI'll take care of the other matter.\n\nShe leaves.\n\nLuthor returns to his seat and activates the Monitors which\ndisplay SEVERAL DIFFERENT ANGLES of a LARGE GATHERING of\npeople.\n\nEXT. CENTENNIAL PARK, METROPOLIS -- DAY\n\nSEVERAL MILITARY HELICOPTERS fly over Metropolis's largest\npark, CENTENNIAL PARK.\n\nThe Park has been CORDONED off to the PUBLIC. Over a\nTHOUSAND Military personnel, ARMY and MARINES, guard the\nPark.\n\nIn the Middle of the Park a STAGE and a PODIUM has been\nERECTED. HUNDREDS of SEATS surround the PODIUM in ROWS.\n\nAround the seats is yet another PERIMETER guarded by\nMARINES. TANKS CIRCLE the Perimeter.\n\nFIGHTER JETS make SWEEPS over head.\nEXT. MAIN ENTRANCE, CENTENNIAL PARK -- CONTINUOUS\nThe MAIN ENTRANCE is guarded by DOZENS of ARMED MARINES.\n\f71.\n\nSEVERAL WORLD LEADERS and UNITED NATIONS OFFICIALS enter the\nPARK.\n\nBehind railings HUNDREDS of REPORTERS and PAPARAZZI take\nPICTURES as the DIGNITARIES arrive.\n\nBruce Wayne's Limo pulls up. He exits and enters the Park to\na CHORUS of: Mr Wayne! Mr Wayne! As the MEDIA spots him.\n\nEXT. STREET, CENTENNIAL PARK -- CONTINUOUS\n\nLois, followed by Jimmy, walks towards an ENTRANCE to the\nPark which is GUARDED by TWO MARINES.\n\nJimmy is FIDDLING with his CAMERA.\nLOIS\n(irritated)\nGet your ass in gear Olsen!\nJIMMY\nSorry I was just getting so many\ngood shots.\nLOIS\nI thought you wanted to see\nSuperman?\n\nJIMMY\nHe's here already?\n\nLOIS\nHe's about to be.\n\nLois walks toward the Entrance but is stopped by a MARINE.\nLois FLASHES her CREDENTIALS\n\nMARINE#1\nCentennial Park is off limits to\npress.\n\nLOIS\n\nI'm Lois Lane.",
  "50": "---END OF PREVIOUS SECTION---\nLois walks toward the Entrance but is stopped by a MARINE. Lois FLASHES her CREDENTIALS\n\nMARINE#1\nCentennial Park is off limits to\npress. LOIS\n\nI'm Lois Lane. \n---TARGET SECTION TO BE ANNOTATED---\n As a liaison with\nSuperman I have expressed\npermission to be here by the U.S\ngovernment.\n\nThe Marine turns to his FELLOW SOLDIER who gets on the radio\nto get confirmation on Lois' claims.\n\nMARINE#2\nShe checks out let her through.\n\nShe moves past the Marines. Jimmy follows.\nJIMMY\n\n(awkwardly)\nI'm with Superman too.\n\f72.\n\nLOIS(0.S)\n(irritated)\nCome on Olsen!\n\nHe rushes past.\nINT. SECTIONED OFF AREA, CENTENNIAL PARK -- CONTINUOUS\n\nWayne walks through a SECURITY CHECK into a SECTIONED OFF\nAREA of the Park. He cordially smiles as the ASSORTED WORLD\nLEADERS present.\n\nMAN(0.S)\n(booming)\nBruce Wayne!\n\nBruce turns to se GENERAL CANDY, the HIGHEST RANKING U.S\nARMY FIGURE present. He stands with Swanwick, Silas and\nStewart.\n\nWAYNE\nGeneral.\n\nCANDY\nYou've met General Swanwick and\nProfessor Stone before right?.\n\nSWANWICK\nMr. Wayne.\n\nHe and Wayne shake hands.\n\nSILAS\nMr. Wayne Good to see you again.\n\nWAYNE\nProfessor.\n\nThey shake hands.\nCandy SLAPS Stewart on the shoulder.\n\nCANDY\nAnd this is John Stewart. The\ntoughest S.0.B to ever come out of\nthe Corps. Used to be my right hand\nman before he went to work for the\n\neggheads.\nSTEWART\n(to Wayne)\nSir.\nCANDY\n\nSo what's your interest in Big Blue\nWayne?\n\f73.\n\nWAYNE\nThe same as everyone else. I want\nto hear what he has to say.\n\nCANDY\n(dismissive)\nUnless it's the oath of allegiance\nI'm not interested.\n\nWAYNE\nI think there's more at stake here\nthan patriotism General. This is to\ndetermine if the Superman is an\nally to the world not just American\ninterests.\n\nCANDY\nLook around you Wayne. Everybody\nhere wants to know who the Alien\ncalls boss. Let's just hope its\nUncle Sam.\n\nSTEWART\nWell it's certainly not Mother\nRussia.\n\nCANDY\n(laughs)\nI have to give it to him, he knows\nhow to piss the commies off.",
  "51": "---END OF PREVIOUS SECTION---\nLet's just hope its\nUncle Sam. STEWART\nWell it's certainly not Mother\nRussia. CANDY\n(laughs)\nI have to give it to him, he knows\nhow to piss the commies off. \n---TARGET SECTION TO BE ANNOTATED---\nSTEWART\nLooking at the faces here it seems\nhe knows how to piss the whole\nplanet off.\n\nWAYNE\n(to Stewart)\nAnd whats your take?\n\nSTEWART\nSame as you. I'm going to wait and\nsee.\nCANDY\n(laughs)\n\nJohn here has mellowed out some but\ntrust me if Big Blue starts any\nmore trouble this here's the last\nguy he'd want to mess with.\n\nWAYNE\nGood to know.\n\nCANDY\nMr. Wayne here isn't a fan of us\nMilitary types. His company won't\nbuild us any fancy gadgets.\n\f74.\n\nWAYNE\nMy company doesn't build weapons. I\ndon't see war as good business.\n\nCANDY\nWell lucky for us and our boys on\nthe front LexCorp does.\n\nAmanda Waller walks past flanked by TWO ARMED BODYGUARDS.\n\nWAYNE\nWho's that?\n\nSWANWICK\nAmanda Waller.\n\nCANDY\nShe used to be the Warden of Belle\nReve before she became Senator.\nShe's a mean piece of work. They\ndon't call her the 'wall' for\nnothing.\n\nThe GATHERING STARTS to CONVERGE towards the ASSEMBLY AREA.\n\nSTEWART\nLooks like this party's about to\nstart.\n\nWayne and the others follow the crowd as they flow towards\nthe Assembly Area.\n\nINT. ASSEMBLY AREA, CENTENNIAL PARK -- CONTINUOUS\n\nThe WORLD LEADERS and the assorted MILITARY OFFICIALS have\ntaken their seats.\n\nThe SECRETARY GENERAL OF THE UNITED NATIONS take the Podium.\n\nSECRETARY GENERAL\nThis is a solemn occasion. A year\nago today this city and our entire\nCivilization experienced an event\nunprecedented in our collective\nhistories. Our world changed. We\nare now at a precipice. A turning\npoint that will determine the\nfuture of our planet. And we'd\nthese words I give you\n\n(gestures towards the\n\nsky)\nKal El.\n\nA HUSH goes over the CROWD. Superman FLOATS above them and\nlands on the stage.\n\nMARINES raise their WEAPONS and the TANKS train their\nCANNONS on the Kryptonian.\n\f75.\n\nSuperman takes the Podium and looks out over the Assembly.",
  "52": "---END OF PREVIOUS SECTION---\nMARINES raise their WEAPONS and the TANKS train their\nCANNONS on the Kryptonian. 75. Superman takes the Podium and looks out over the Assembly. \n---TARGET SECTION TO BE ANNOTATED---\nLois watches him with CONCERN. Jimmy SNAPS pictures.\n\nSUPERMAN\n\n(takes a breath)\nMy name is Kal El. I stand in front\nof you today as a gesture of peace.\nI know that my presence here has\nchanged how the human race\nperceives itself. As a child I was\nsent here from my world Krypton but\nEarth has always been my home. It\nis where I was raised. Everything I\nknow, everything I am comes from\nhere. I am one of you.\n\nA DIPLOMAT yells from the audience.\n\nPresident\n\nA RUSSIAN\n\nDIPLOMAT(O.S)\n(shouts)\nYou are not one of us!\n\nSUPERMAN\nI understand your fears. But I am\nnot your enemy.\n\nNelson stands up.\n\nPRESIDENT NELSON\nAnd what are our assurances?\n\nSUPERMAN\nAll I can give you is my word.\n\nPRESIDENT NELSON\nThat just isn't enough. If we are\nto trust you then we must know you.\n\nSUPERMAN\nI believe all the world needs to\nknow is that I am here to help. To\nprotect. I offer myself to humanity\nfreely and without condition.\n\nDIPLOMAT stands.\n\nRUSSIAN DIPLOMAT\n(angry) . _\nYou attacked Russian Military.\n\nSUPERMAN\nThey were firing on innocent\nCivilians. Russian civilians.\n\nRUSSIAN DIPLOMAT\n(shouts)\nLies! That was an act of war.\n\f76.\nThe conference ERUPTS.\nThe President holds up a FILE.\n\nPRESIDENT NELSON\nThis file contains a list. In the\npast year you have been involved in\nseveral international incidents.\nRussia, Great Britain, China. The\nlist goes on and on. You\nconsistently interfere with world\naffairs with no regard to the\nconsequences or legal ramifications\nof your actions.\n\nSUPERMAN\nI help where I can. I'm here to\nsave lives. I can't afford to stop\nand consider what politicians will\nbe inconvenienced by my actions.\n\nPRESIDENT NELSON\nAnd as noble as your motives may or\nmay not be. You cannot expect us as\na species to simply sit back and\nallow you to dictate the course of\nour history without our consent.",
  "53": "---END OF PREVIOUS SECTION---\nI can't afford to stop\nand consider what politicians will\nbe inconvenienced by my actions. PRESIDENT NELSON\nAnd as noble as your motives may or\nmay not be. You cannot expect us as\na species to simply sit back and\nallow you to dictate the course of\nour history without our consent. \n---TARGET SECTION TO BE ANNOTATED---\nWhere is your authority?\n\nSUPERMAN\nHonestly I have none. I am not here\nto be a dictator. I'm here to serve\nthe people of this planet in any\nway I can.\n\nPRESIDENT NELSON\nAnd therein lies the problem. who\ndo you really serve? At the end of\nthe day Kal El you answer to no one\nbut yourself and that is a\nfrightening concept.\n\nStewart, who sits between Silas and Swanwick, leans toward\nthe Professor.\n\nSTEWART\nI gotta give it to the lady. She\nain't scared of no one. Man or\nalien.\n\nSilas nods.\nThe President holds up a SECOND DOCUMENT.\n\nPRESIDENT NELSON\nI hold in my hand a United Nations\nBill. Signed and ratified by every\nmember state that demands you\n(MORE )\n\f77.\n\nPRESIDENT NELSON (cont'd)\nsurrender yourself to it's\nauthority. If you are truly here to\nserve then serve the people of\nEarth by abiding by it's laws and\ninstitutions.\n\nSUPERMAN\nThat is something I cannot do.\n\nPRESIDENT NELSON\nCan't or won't.\n\nSUPERMAN\nI am here to serve all humanity\nregardless of their allegiance.\nWhat you are asking my to do is\ntake orders and eventually take\nsides.\n\nPRESIDENT NELSON\nThen I do not see how we can allow\nyou to enforce your will on our way\nof life, regardless of your\nintentions. You're not leaving us\nmuch in the way of options.\n\nThe BRITISH PRIME MINISTER stands.\n\nBRITISH PRIME MINISTER\nYou must agree to the U.N Bill.\n\nThe Conference ERUPTS with CHEERS of SUPPORT for the BILL.\n\nSUPERMAN\nBut I will not be a prisoner or a\npawn for government interests and\nthat at the end of the day is what\nthe Bill means. It's submission to\nan authority that I cannot\nrecognize because it prevents me\nfrom serving all the people of the\nworld. I will pledge myself to\nhumanity but not to it's leaders.\nI'm sorry Mrs President.\n\nThe Conference YELLS and MURMERS.\nWayne sits in silence pondering this turn of events.\nWaller smiles to herself.\n\nSWANWICK\nThis is all Waller needs.",
  "54": "---END OF PREVIOUS SECTION---\nWayne sits in silence pondering this turn of events. Waller smiles to herself. SWANWICK\nThis is all Waller needs. \n---TARGET SECTION TO BE ANNOTATED---\nSTEWART\nWhat do you mean?\n\f78.\n\nSWANWICK\nSuperman has just thumbed his nose\nat every bureaucrat and politician\non the planet. The President will\nsign off on Cadmus. This is exactly\nwhat she wanted.\n\nThe Conference has gone CRITICAL.\n\nLois shakes her head in DISGUST at the REACTION of the\nASSEMBLY.\n\nSUPERMAN\nPlease understand. I do this for\nthe good of the world. Not despite\nit. I'm sorry.\n\nHe LIFTS off and takes to the sky. The sound of a SONIC BOOM\nechos through the Park as he leaves.\n\nWALLER\nYou will be.\n\nINT. ACE O' CLUBS BAR, HOB'S BAY, METROPOLIS -- NIGHT\n\nBIBBO BIBBOWSKI, an UNSHAVED BEAR OF A MAN, tends BAR in the\nDINGY Hob's Bay BAR.\n\nThere are a FEW CUSTOMERS, MOSTLY DRUNKS.\n\nThrough the entrance walks Mercy, carrying with her a\nBRIEFCASE. She walks past the bar towards a BOOTH ina\ndarkened CORNER of the room.\n\nSitting in the Booth is DAVID CANE, 50's, one of the World's\nDEADLIEST ASSASSINS.\n\nMERCY\nI would have preferred if you had\npicked a more discreet location.\n\nCAIN\nPlain sight has always been my\nfavorite form of discretion.\n(gestures for her to sit\ndown)\nHave a seat.\n\nMercy sits in the Booth opposite the Assassin. She puts the\nBriefcase on the table.\n\nMERCY\nSo I'm assuming you have agreed to\nour proposal or why else would I be\nhere Mr. Cain.\n\nCAIN\nOnce you've agreed to my price.\n\f79.\n\nMERCY\nIt's reasonable. It'll be half now\nand half on completion.\n\nShe SLIDES the Briefcase over to him.\n\nCAIN\nAnd this is?\n\nMERCY\nOne of the provisions of the\nagreement.\n\nCain OPENS the Briefcase. He SMILES at the CONTENTS.\nMERCY (CON'T)\nConsider it a gift. Good faith\ngesture but the Client insists you\nuse it. If you don't we'll know and\nthe agreement will be void.\n\nCAIN\nFair enough.",
  "55": "---END OF PREVIOUS SECTION---\nGood faith\ngesture but the Client insists you\nuse it. If you don't we'll know and\nthe agreement will be void. CAIN\nFair enough. \n---TARGET SECTION TO BE ANNOTATED---\nMercy nods and stands.\nCAIN(CON'T)\nIt's very public. You sending a\nmessage?\n\nMERCY\nIn a manner of speaking.\n\nShe leaves.\nINT. CLONING FACILITY, PROJECT CADMUS -- NIGHT\n\nFederov sits at a Computer Terminal reading over endless\nDATA and COMPUTER CODE.\n\nLUTHOR(0.S)\nBurning the midnight 011?\n\nFederov jumps out his seat, STARTLED.\n\nLuthor steps out from behind the Ultimate's Incubation\nChamber and SMILES.\n\nFEDEROV\n(worried)\nLuthor! What are you doing here?\n\nLuthor presses the control to open the Chamber and looks at\nthe sleeping Ultimate.\n\nLUTHOR\nJust checking up on my investment.\n\f80.\n\nFEDEROV\nIf anyone finds you in here...\n\nLUTHOR\nThey'll forget they saw me or end\nup being forgotten. There's\nsomething I need from you.\n\nFEDEROV\nI can't. Not again.\n\nLuthor gets close to the COWERING Scientist.\n\nLUTHOR\nYou can and you will.\n(gestures to the\nUltimate)\nYou've already done what I needed\nyou to do. What else can't you do?\n\nFEDEROV\n(pleading)\nPlease.\n\nLuthor walks past Federov to the Computer Terminal and\ncasually attaches a FLASHDRIVE to the HARDDRIVE.\n\nLUTHOR\nThere was an incident at the\nresearch center. An attack. Some of\nthe material was taken.\n\nFEDEROV\nThe subjects?\n\nLUTHOR\nIt's insignificant. But I want to\nmake sure there are no setbacks on\nthis end.\n\nFederov watches the code FLASHING across the Computer\nscreen.\n\nFEDEROV\nThat's the Ultimate program data.\nIf Waller finds out.\n\nLUTHOR\nI don't see how she will.\n(removes the flashdrive\nand puts it in his\npocket)\nAnd if she does I'll make sure\nyou'll be back in the shack in\nChechnya where I found you.\n\nFederov lowers his head as Luthor passes and PATS him on the\nback.\n\f81.\nLUTHOR(CON'T)\nKeep up the good work. It's what\nyou live for.\nAs he walks he receives a CALL on his CELLPHONE.",
  "56": "---END OF PREVIOUS SECTION---\nLUTHOR(CON'T)\nKeep up the good work. It's what\nyou live for. As he walks he receives a CALL on his CELLPHONE. \n---TARGET SECTION TO BE ANNOTATED---\nLUTHOR(CON'T)\n(into phone)\nSuccess?\n\nINT. LIMO (MOVING) -- CONTINUOUS\nMercy sits in the back of the Limo on her Cell.\n\nMERCY\nWas there ever any doubt?\n\nLUTHOR(0.S)\nNot at all. I'll see you at the\nparty.\n\nShe hangs up.\n\nINT. DIANA'S LOFT, THEMYSCIRIAN EMBASSY -- NIGHT\n\nDiana stands POISED. She HOLDS her SHIELD tight against her\nchest and her SWORD pointed in front of her. Her eyes are\nCLOSED.\n\nSuddenly she EXPLODES into a SPECTACULAR COMBAT ROUTINE. She\nSWINGS her Sword with expert GRACE and FLUIDITY.\n\nShe is FRIGHTENING and BEAUTIFUL to BEHOLD. Her speed is\nSUPERNATURAL. SHe is a BLUR of FLESH and STEEL moving in\nPERFECT SYNC.\n\nShe finishes and DROPS to one knee her Sword and Shield by\nher side.\n\nShe OPENS her eyes.\n\nIn front of her arranged like an ALTER is her ARMOR\n(CHESTPIECE which is MOLDED into an EAGLE, SILVER GAUNTLETS,\nand a HELMET shaped like the SPARTAN WARRIORS VISOR with a\nRED STAR emblazoned upon its BROW)\n\nShe RESTS her forehead on the HILT of her Sword and PRAYS to\nher GODDESS.\n\nIo enters.\n10\nYour highness. The arrangements\nhave been made.\nDiana stands and places her Shield with her Armor.\n\nDIANA\nGood. Let me meet this little King.\n\f82.\nEXT. STREET, THE SPIRE -- NIGHT\n\nIt is the GRAND OPENING of Lex Luthor's SKYSCRAPER, THE\nSPIRE. At 150 STORIES it is the TALLEST STRUCTURE in\nMetropolis.\n\nLIMO'S and SPORTS CARS pull up outside. CELEBRITIES and\nDIGNITARIES walk the RED CARPET into the Skyscraper.\n\nINT. BALL ROOM, THE SPIRE -- CONTINUOUS\nThe Spire's BALL ROOM is host to the WORLD'S ELITE.",
  "57": "---END OF PREVIOUS SECTION---\nCELEBRITIES and\nDIGNITARIES walk the RED CARPET into the Skyscraper. INT. BALL ROOM, THE SPIRE -- CONTINUOUS\nThe Spire's BALL ROOM is host to the WORLD'S ELITE. \n---TARGET SECTION TO BE ANNOTATED---\nThe REVELLERS party and mingle amid the TABLES which are\nstocked with DELICACIES and DISHES from all over the world.\n\nClark and Lois walk through the PLUSH PARTY.\n\nLOIS\nYou look uncomfortable.\n\nCLARK\nIt's the suit. It's a little tight\naround the neck.\n\nLOIS\nGive it here.\n\nLois adjusts his collar.\n\nLOIS(CON'T)\nBetter?\n\nCLARK\nI like my other one better.\n\nLOIS\nWell you can't wear that here. Half\nthe people here are from countries\nthat want you arrested.\n\nClark smiles.\n\nMartha appears behind them in a BEAUTIFUL DRESS and with a\nGLASS of CHAMPAGNE.\n\nMARTHA\n(excited)\nI just saw Bruce Springsteen. He's\ngot more grey hair than me.\n(she pinches Clark's\ncheeks)\nLook at you in a suit.\n\nCLARK\nAre you drunk?\n\f83.\n\nMARTHA\n(shakes the glass)\nOn this stuff. Not hardly. They got\nany of the good stuff?\n\nLouis points to the other side of the room.\n\nLOIS\nI saw a bar over that way. What do\nyou say we prop it up?\n\nCLARK\nLois! (exasperated)\nois!\n\nLOIS\nBabe. I'm at a party thrown by a\nman I loath. If you think I'm not\ngoing to have a few shots you're\nmistaken.\n\nCLARK\n(relents)\nFine. Just don't let Mom get\nwasted.\n\nMARTHA\n(indignant )\nAw don't yourself.\n\nMartha grabs Lois' arm and leads her towards the Bar.\nMARTHA\n(to Lois)\nHe brought his suit didn't he.\nLOIS\nIt's in the car. He wanted to wear\nit under his clothes.\nMartha laughs OUT LOUD startling some guests.\nPERRY(0.S)\n(calls)\nLois.\nLois sees Perry and Jimmy among the Attendees.\nLOIS\n(to Martha)\nI'll catch up.\nMartha heads to the bar while Lois joins Perry and Jimmy.\n\nPERRY\nI didn't expect you to turn up.\n\f84.\n\nLOIS\nFar be it from me to let old\ngrudges color my professionalism.\n\nPERRY\n(sarcasm)\nI'll bet.\n(firmly)\nDon't make a scene.",
  "58": "---END OF PREVIOUS SECTION---\nLOIS\nFar be it from me to let old\ngrudges color my professionalism. PERRY\n(sarcasm)\nI'll bet. (firmly)\nDon't make a scene. \n---TARGET SECTION TO BE ANNOTATED---\nLOIS\nHonestly I'm here for the drinks.\nIf you'll excuse me.\n\nLois leaves to join Martha at the bar.\n\nJIMMY\n(to Perry)\nYou think she's telling the truth.\n\nPERRY\nOf course not.\n\nBruce Wayne walks through the room followed by Alfred. A\nWAITER offers him some champagne. He declines.\n\nALFRED\nShould I see if they have gingerale\nMaster Bruce.\n\nWAYNE\nPlease.\n\nAlfred leaves to get the gingerale.\n\nWayne continues to walk through the party until he spies a\nWoman in a STUNNING RED DRESS standing looking out of the\nwindow at the CITY LIGHTS.\n\nHe approaches her.\n\nWAYNE\nI can tell you didn't grow up ina\ncity.\n\nDiana turns to face Wayne.\n\nDIANA\nNot like this. How could you tell?\n\nWAYNE\nCity people are rarely so taken\nwith the lights.\n(reaches out his hand)\nBruce Wayne.\n\nDiana shakes his hand.\n\f85.\n\nDIANA\nDiana.\nWAYNE\nA pleasure to meet you.\nDIANA\nLikewise Mr Wayne.\nWAYNE\nPlease Bruce. I can't place your\naccent.\nDIANA\nI come from Themyscira.\nWAYNE\nI've heard it's beautiful. I've\nnever been.\nDIANA\n\nMy country doesn't interest men\nlike you. We are not Monaco. We\nhave no casinos.\n\nWAYNE\n(jokingly)\nI could have some built for you.\n\nDIANA\nI'm sure.\n\nWAYNE\nWhat brings you to Metropolis?\n\nDIANA\nI am looking for someone.\n\nWAYNE\nLucky someone. Perhaps I can help\nyou find them.\n\nThe Attendees of the party turn their attention to the Ball\nRoom's entrance.\n\nLuthor has arrived dressed in a SLEEK BLACK SUIT with Mercy\non his arm.\n\nHe walks to the center of the room and the crowd GATHERS\naround him.\n\nDIANA\n(polite)\nI won't be needing your help, thank\nyou. Excuse me Mr. Wayne.\n\nWAYNE\nBruce.\n\f86.\n\nShe walks past Wayne towards the crowd. As she does Jimmy\nSMILES at her.\n\nJIMMY\n(confident )\nHey there.\n\nShe IGNORES him and walks past him.\n\nJIMMY (CON'T)\n(rejected)\nBye there.",
  "59": "---END OF PREVIOUS SECTION---\nJIMMY\n(confident )\nHey there. She IGNORES him and walks past him. JIMMY (CON'T)\n(rejected)\nBye there. \n---TARGET SECTION TO BE ANNOTATED---\nMartha, visibly TIPSY, appears and links arms with him.\n\nMARTHA\nI think you're punching a little\nabove your weight.\n\nJimmy nods as she leads him toward the crowd.\nLuthor TAKES THE FLOOR.\n\nHe TAPS a SPOON against a WINE GLASS to get everyones\nattention.\n\nLUTHOR\nLadies and gentlemen let me thank\nyou for coming.\n\nThe crowd ERUPTS in APPLAUSE.\nClark pushes his way AWKWARDLY past people.\n\nHe STOPS when he sees Diana. She sees him too and both LOCK\nEYES. Recognizing each others HIDDEN POWER.\n\nLUTHOR(CON'T)\n\nAnd I like to welcome you to the\nSpire. She was started less than a\nyear ago today. I built it to honor\nthe city and the strength of its\npeople. She will stand as a beacon.\nShining even brighter than the star\nthat is my home, Metropolis. To\nlight the way for mankind. As a\ntribute to our potential. An\nexample of the greatness we are\ncapable of achieving. A symbol we\ncan touch. That represents the\ndream within us all. Of the heights\nhumanity can aspire to and the\ndepths of human sacrifice to be.\nThe people of this city raised the\nSpire and it is they who I honor\nhere tonight. I believe in\nhumanity. I believe in us.\n\nHe raises his glass to THUNDEROUS APPLAUSE.\n\f87.\nLuthor, withMercy, moves through the crowd.\n\nLOIS(0.S)\nVery inspiring.\n\nLuthor turns to see Lois and Martha by the bar.\nMercy steps in front of her Boss, DEFENSIVELY.\n\nLUTHOR\n(to Mercy)\nIt's fine.\n(to Lois)\nIt's a nice surprise to see you\nhere.\n\nLOIS\nWouldn't miss it. It was quite a\nspeech.\n\nLUTHOR\nThank you Ms. Lane. You're not the\nonly one who's good with words.\n\nLOIS\nExcept I don't write fiction.\n\nLUTHOR\nYou write slander.\n\nLOIS\nPerry White maybe bound by some\nmisplaced Hob's Bay code of honor.\nBut I'm not. You may live far above\nthe law but all that means is you\nhave further to fall.\n\nLuthor smiles at Lois' VEILED threat.",
  "60": "---END OF PREVIOUS SECTION---\nBut I'm not. You may live far above\nthe law but all that means is you\nhave further to fall. Luthor smiles at Lois' VEILED threat. \n---TARGET SECTION TO BE ANNOTATED---\nLUTHOR\nThe only thing I'm above Ms. Lane\nis indulging in fantasy. Enjoy the\nparty.\nLuthor leaves. Mercy GLOWERS at Lois before following him.\n\nMARTHA\nSlimy little punk.\n\nINT. EMPTY ROOM, HIGHRISE -- CONTINUOUS\nCain, dressed in an OIL BLACK SUIT, opens up the Briefcase.\n\nInside the case is the PARTS of a POWERFUL HIGH-TECH SNIPER\nRIFLE.\n\nHe ASSEMBLES the WEAPON.\n\f88.\n\nINT. BALL ROOM, THE SPIRE -- CONTINUOUS\nDiana approaches Clark.\n\nDIANA\nYou're not like these people.\n\nCLARK\n(intrigued)\nNeither are you. Who are you?\nDIANA\nA warrior. Like you.\nCLARK\n\nI'm not a warrior.\nDiana begins to circle him.\n\nDIANA\nYou have the power of a one. Yet\nyou conceal it But I see you for\nwhat you are. You're the one he\nwants to kill.\n\nCLARK\nwho?\n\nDIANA\nTheir little King. He hates you.\n\nShe glances as Luthor.\n\nCLARK\n(confused)\nLex Luthor?\n\nLois and Martha walk up behind Clark.\n\nLOIS\nWho's your friend?\n\nCLARK\n(to Diana)\nI didn't get your name.\n\nDIANA\nDiana.\n\nLOIS\nHi. Mind if I steal Clark away?\n\nLois GRIPS Clark's forearm and LEADS him away.\n\nMARTHA\n(to Diana)\nYou're sniffing around the wrong\nrooster stretch. You're a big one\n(MORE )\n\f89.\n\nMARTHA (cont'd)\nbut that girl there is pretty\n\nscrappy.\n(genuine)\nNice dress.\n\nDiana smiles at Martha.\nINT. EMPTY ROOM, HIGHRISE -- CONTINUOUS\nCain takes aim at the Ball Room.\nINT. BALL ROOM, THE SPIRE -- CONTINUOUS\nLois has pulled Clark to a corner of the Hall.\nLOIS\n(playful)\nSo who was that?\nCLARK\nShe's different. There's something\nabout her.\n\nLOIS\nAnd what's that supposed to mean?\n\nCLARK\nIt's not like that she's different\nfrom everybody.\n\nLOIS\n(surprised)\n\nLike you?\nCLARK\n\nNo. She's something else.",
  "61": "---END OF PREVIOUS SECTION---\nLOIS\n(surprised)\n\nLike you? CLARK\n\nNo. She's something else. \n---TARGET SECTION TO BE ANNOTATED---\nLuthor leans against a table and SWIPES his finger across\nthe screen of his Cellphone.\n\nINT. EMPTY ROOM, HIGHRISE -- CONTINUOUS\n\nCain's rifle begins to EMIT a HIGH FREQUENCY SOUND that is\nINAUDIBLE to HUMAN HEARING.\n\nINT. BALL ROOM, THE SPIRE -- CONTINUOUS\n\nClark WINCES in PAIN. His head BEGINS to POUND as he hears a\nRINGING in his EARS.\n\nLOIS\n(concerned)\nClark! What's wrong?\n\nCLARK\n(in pain)\nI don't know! Something!\n\f90.\nHe Looks out of the window and uses his SUPER VISION to see\nout of the window and across to the HIGHRISE. He sees Cain\nwith his RIFE AIMED.\n\nCLARK\nTake cover!\n\nLOIS\nWhat's happening?\n\nClark doesn't answer. He RUSHES out of the party BUMPING\ninto guests as he does.\n\nDiana is STALKING Luthor through the party.\n\nLuthor walks up to Edge who is FLIRTING with TWO MODELS and\nplaces is hand on his shoulder.\n\nEDGE\n(grins widely)\nLex. Some party man.\nINT. EMPTY ROOM, HIGHRISE -- CONTINUOUS\nCain takes aim.\n\nSCOPE VIEW: The CROSS HAIRS are AIMED at the back of\nLuthor's head.\n\nINT. BALL ROOM, THE SPIRE -- CONTINUOUS\n\nLuthor looks Edge right in the eyes. Edge is visibly\nUNCOMFORTABLE.\n\nLUTHOR\nIt is easier to forgive an enemy\nthan to forgive a friend.\n(smiles)\nWilliam Blake.\n\nEdge realizes he has been found out and nods his head\nsheepishly.\n\nLuthor gives him a friendly PAT on the CHEEK and turns his\nhead slightly.\n\nINT. EMPTY ROOM, HIGHRISE -- CONTINUOUS\n\nSCOPE VIEW: Luthor has moved out of the way and now the\ncross hairs are on Edge.\n\nCain PULLS THE TRIGGER.\nINT. BALL ROOM, THE SPIRE -- CONTINUOUS\nDiana steps toward Luthor.\n\nSuddenly the window SHATTERS and Cain's BULLET FINDS it's\nMARK.\n\fg1.\n\nMorgan Edge falls to the floor with a SINGLE BULLET HOLE in\nhis FOREHEAD.\n\nThe Guests SCREAM and the party turns to CHAOS.",
  "62": "---END OF PREVIOUS SECTION---\ng1. Morgan Edge falls to the floor with a SINGLE BULLET HOLE in\nhis FOREHEAD. The Guests SCREAM and the party turns to CHAOS. \n---TARGET SECTION TO BE ANNOTATED---\nLuthor's BODY GUARDS snatch him up and RUSH him out of the\nhall.\n\nMartha is KNOCKED to the floor by a FLEEING GUEST.\nLOUIS\n(shouts)\nMartha.\nWayne RUSHES to her aid and helps her up from the floor.\nMARTHA\n(to Wayne)\nThanks handsome.\nWAYNE\n(to Lois)\nGet her out of here.\nLois and Jimmy escort Martha out.\nINT. EMPTY ROOM, HIGHRISE -- CONTINUOUS\n\nCain is ready to make his escape when BOOM! Superman CRASHES\nthrough the wall.\n\nHe SNATCHES the Rifle which is still EMITTING the high\npitched noise. He CRUSHES it.\n\nSuperman SHAKES off the effects of the sound and sets his\nsights on Cain.\n\nCain takes a step back and pulls TWO HIGH POWERED HANDGUNS.\n\nHe FIRES at the Kryptonian but the bullets BOUNCE off his\nchest.\n\nSuperman LUNGES forward with his SUPER SPEED and GRABS Cain\nby the THROAT.\n\nA HIDDEN CAMERA is PLACED in the corner of the room. It\nRECORDS the scene.\n\nINT. LUTHOR'S OFFICE, THE SPIRE -- CONTINUOUS\n\nLuthor watches the scene on his Cellphone. He SWIPES his\nfinger across the screen and a SCREEN APPEARS with the word\n\"DETONATE' on it. He PRESSES it.\n\nINT. EMPTY ROOM, HIGHRISE -- CONTINUOUS\n\nSuperman uses his X-RAY VISION to see that EXPLOSIVES are\n\nCONCEALED in the WALLS of the room. They BEGINS to GLOW RED\nand BURN.\n\f92.\nCain sees this.\nCAIN\n(to himself)\n\nSon of a bitch.\nThe EXPLOSIVES DETONATE.\nEXT. STREET, THE SPIRE -- NIGHT\nEverybody is EVACUATING the Spire through the main entrance\nincluding Wayne and Alfred when the TOP FLOORS of the\nHighrise EXPLODE in a BALL OF RED FLAME.\n\nHuge chunks of DEBRIS fall from the sky down onto the street\nand BYSTANDERS.\n\nOne such CHUNK falls DIRECTLY in the path of an oncoming\nBUS.",
  "63": "---END OF PREVIOUS SECTION---\nSTREET, THE SPIRE -- NIGHT\nEverybody is EVACUATING the Spire through the main entrance\nincluding Wayne and Alfred when the TOP FLOORS of the\nHighrise EXPLODE in a BALL OF RED FLAME. Huge chunks of DEBRIS fall from the sky down onto the street\nand BYSTANDERS. One such CHUNK falls DIRECTLY in the path of an oncoming\nBUS. \n---TARGET SECTION TO BE ANNOTATED---\n The DRIVER swerves as it SMASHES the windscreen and\nCAREENS toward the evacuating guests.\n\nWAYNE\n(shouts)\nEverybody move!\nPeople RUN and JUMP out of the way of the Bus which CRASHES\nthrough the entrance to the Spire DESTROYING the GLASS\nEXTERIOR of the BUILDING before coming to a VIOLENT HALT.\n\nDiana stands in front of the Bus HOLDING it in place with\nher BARE HANDS.\n\nThe Driver looks at her in SHOCK.\n\nWayne looks around to see if anyone is injured and to his\nSHOCK and HORROR he sees Alfred laying on the ground. The\nButler has a DEEP GASH in his FOREHEAD and his RIGHT ARM is\nTWISTED and BROKEN.\n\nWayne RUSHES to his side.\n\nLois, Martha and Jimmy look up at the SMOKING REMAINS of the\nHighrise and see Superman floating there holding in his\nhands the CHARRED remains of Cain's black suit.\n\nWayne sees the Kryptonian and his eyes are filled with\nANGER.\n\nINT. CLARK KENT'S STUDIO -- CONTINUOUS\n\nThe STUDIO is SMALL but COSY and filled with KEEPSAKES from\nSuperman's TRAVELS.\n\nClark sits in the DARK with his head hanging, GUILTY.\nIn his HANDS he holds the CHARRED PIECE of Cain's SUIT.\n\nThe FRONT DOOR opens and Lois enters, closing the door\nbehind her QUIETLY.\n\f93.\nShe walks around and KNEELS in front of him.\n\nLOIS\n(comforting)\nTell me what happened.\n\nCLARK\n\n(guilty)\nI failed.\n\nLOIS\nIt's not your fault.\n\nCLARK\n(emotional)\nPeople were hurt because of me.\nThey're right. I am a threat.\nLois CARESSES his face and KISSES him on the forehead.\nINT. INTENSIVE CARE UNIT, METROPOLIS HOSPITAL -- NIGHT\n\nAlfred lies SEDATED on a HOSPITAL BED. His HEAD WRAPPED in\nBANDAGES and his ARM in a CAST.\n\nWayne stands by his Butler's side, looking GRIM.\n\nHe puts his hand on Alfred's forehead for a moment before\nleaving.\n\nINT.",
  "64": "---END OF PREVIOUS SECTION---\nWayne stands by his Butler's side, looking GRIM. He puts his hand on Alfred's forehead for a moment before\nleaving. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HALLWAY, METROPOLIS HOSPITAL -- NIGHT\n\nWayne steps out into the Hallway where LESLIE THOMPSON,\n60's, HUGS him TIGHT.\n\nWAYNE\nThanks for coming.\n\nLESLIE\nWill he be okay?\n\nWAYNE\nHe will be. They'll keep him in for\nobservation. I'd like for you to\ntake him back to Gotham when he's\n\nready.\n\nGRAYSON\nOf course.\n\nWAYNE\nThank you.\n\nGRAYSON\n\nWhat about you?\nWayne WALKS AWAY down the Hallway.\n\f94.\n\nWAYNE\nThere's something I have to do.\n\nINT. BASEMENT ARMORY, WAYNE ENTERPRISES METROPOLIS -- DAY\n\nBruce Wayne thinkers with a DEVICE on a workbench in the\nSECRET ARMORY beneath the Wayne Enterprises Metropolis\nOffices.\n\nThe Armory is a smaller Batcave. Large MONITORS hang. on the\nwalls along with various HIGH TECH GADGETS. Different\nVEHICLES are covered in TARPS.\n\nHe raises the Device and it is revealed he is wearing a\nREINFORCED METAL GAUNTLET. He FLEXES the FINGERS and they\nWHINE electronically.\n\nLUTHOR(0.S)\nImpressive tech but it won't get\nthe job done by itself.\n\nBruce WHIPS around to see Luthor step out of the shadows,\nSMILING.\n\nWAYNE\n(surprised)\nHow did you get past my security?\n\nLuthor WAVES his Cellphone.\n\nLUTHOR\n(smiles)\nI used my phone. I'd offer to\nupgrade your system but I doubt\nyou'd get it. Old dogs, new tricks.\n\nWayne turns his back on Luthor and returns to fine tuning\nhis Gauntlet.\n\nWAYNE\nYou can take your new tricks and\nleave Luthor.\n\nLUTHOR\nYou'll need some of my new tricks\nif you plan to go up against it.\nThat is what your planning to do?\n\nLuthor sees a METAL COWL on the workbench.\n\nLUTHOR(CON'T)\nOr is Batman going to do the\nhonors?\n\nWAYNE\n(unperturbed)\nSo you know who I am. You aren't\nthe first.\n\f95.\n\nLUTHOR\nI don't care what you do with your\nnights.",
  "65": "---END OF PREVIOUS SECTION---\nYou aren't\nthe first. 95. LUTHOR\nI don't care what you do with your\nnights. \n---TARGET SECTION TO BE ANNOTATED---\nWAYNE\nThen why are you here?\n\nLUTHOR\nI'm sorry about your Butler.\n\nWAYNE\nHe's recovering.\n\nLUTHOR\nI'm glad to hear.\n(beat )\nYou can't take it down by yourself.\n\nWAYNE\nWe'll see.\n\nLUTHOR\nYou spoke of an alliance Bruce. I'm\nhere to help.\n\nWAYNE\nThere's nothing you have that I\nneed.\n\nLuthor reaches into his jacket and removes a SMALL METAL\nCYLINDER. Housed in the middle of the CYLINDER is a GLASS\nVIAL containing a LUMINESCENT GREEN SUBSTANCE.\n\nLUTHOR\nI have this.\n\nWayne removes the Gauntlet and lays it down on the Workbench\nand turns towards Luthor. He eyes the Cylinder SUSPICIOUSLY.\n\nWAYNE\nAnd that is?\n\nLUTHOR\n\nA new trick.\n\n(he hands the Cylinder to\n\nWayne)\nIt's synthesized from a substance\nwe uncovered from the Indian Ocean\nafter they tried to terraform our\nplanet. We believe its radioactive\nto them.\n\nWayne eyes the GREEN LIQUID.\n\nWAYNE\nI'm not an assassin.\n\f96.\n\nLUTHOR\nIt won't kill it. But it'll know\nwhat it's like to bleed.\n\nWayne looks Luthor in the eyes.\n\nWAYNE\n(suspicious)\nWhat's your stake in this Luthor?\n\nLuthor SWIPES his finger ACROSS the SCREEN of his Cellphone.\nTHE MONITOR SCREENS on the Armory's walls FLICKERS to life.\n\nDisplayed on the Screens is a series of PHOTOS of A PRETTY\nYOUNG REDHEAD at VARIOUS STAGES of her life... COLLEGE\nGRADUATION... PARTYING WITH FRIENDS... KISSING HER\nBOYFRIEND.\n\nLUTHOR\n\nHer name was Lena. She was a PR\nexecutive for one of LexCorp's\nsmaller divisions. The building she\nworked in was vaporized when the\nAlien's attacked.\n\n(beat )\nThey never found her body.\n\n(swipes his fingers\n\nacross the phone and the\n\nmonitors goes black)\nMy sister was just one of thousands\nWayne. How many more?\n\nLuthor turns to leave.\nWayne contemplates the Cylinder in his hand.\n\nWAYNE\nYou know where to find him?\n\nLuthor keeps walking.",
  "66": "---END OF PREVIOUS SECTION---\nWayne contemplates the Cylinder in his hand. WAYNE\nYou know where to find him? Luthor keeps walking. \n---TARGET SECTION TO BE ANNOTATED---\nLUTHOR\n\nIt, Wayne. It's never to far from\n\nLane.\nLuthor leaves.\nWayne places the Cylinder on the workbench and picks up the\nmetal Cowl and carries it toward TWO HUGE DOORS which SLIDE\nOPEN revealing a DARK ROOM.\nHe enters.\nINT. BULLPEN, DAILY PLANET OFFICES LEXCORP PLAZA -- DAY\n\nThe STAFF, including Lois and Jimmy, are all gathered around\na TV SCREEN watching a NEWS REPORT.\n\f97.\n\nNEWSCASTER\nMetropolis was shocked last night\nby the assassination of Morgan\nEdge.\n\nA PHOTO of EDGE appears on the SCREEN.\n\nA Picture\n\nNEWSCASTER(CON'T)\nEdge who was head of Public\nRelations at LexCorp and an\noriginal member of Luthor's team\nwas executed at last nights grand\nopening of Luthor's Spire.\n\nof David Cain appears.\nNEWSCASTER(CON'T)\n\nThe assassin has been identified as\nDavid Cain.\n\nThe report cuts to Video of a JAPANESE WOMAN who is being\nescorted by ARMED F.B.I AGENTS.\n\nNEWSCASTER(CON'T)\nThis morning F.B.I Agents arrested\nKord Industries C.E.0 Kimiyo Hoshi\nafter seizing bank accounts that\nallegedly show transactions between\nher and the assassin. Kord\nIndustries has been a rival to\nLexCorp for several years.\n\nSuperman's SYMBOL appears.\n\nNEWSCASTER(CON'T)\nCain was himself killed by the\nbeing known as Superman. Neither\nLexCorp nor Kord Industries could\nbe reached for comment.\n\nLois turns away from the Broadcast.\n\nLOIS\n(irritated)\nSuperman didn't kill anybody. He\nwas set up.\n\nJIMMY\nThe whole world is saying he did.\nAnd with injuries and property\ndamage they're going after him big\ntime.\n\nLOIS\nThis has Luthor's stink all over\nit. I'm going home. Take care\nOlsen.\n\f98.\n\nJIMMY\nG'night Lois.\n\nShe leaves.\nINT. LIVING ROOM, LOIS LANE'S APARTMENT -- LATER\n\nLois enters her apartment and closes the door. She CLICKS\nthe light switch. Nothing happens.\n\nLOIS\n(irritated)\nDammit.",
  "67": "---END OF PREVIOUS SECTION---\nShe CLICKS\nthe light switch. Nothing happens. LOIS\n(irritated)\nDammit. \n---TARGET SECTION TO BE ANNOTATED---\nShe uses the LIGHT of her Cellphone screen and walks toward\nthe Kitchen and opens a drawer to find a light bulb.\n\nBATMAN(0.S)\nWhere is he?\n\nLois almost JUMPS OUT OF HER SKIN and turns to see Batman's\nSILHOUETTE against the living room window.\n\nLOIS\nOh my god.\n\nShe runs for the door.\n\nA Batarang STICKS into the wall in front of her and she\nSTOPS in her tracks.\n\nWhen she turns around Batman is standing right in front of\nher.\n\nBATMAN\nI'm not going to hurt you.\n\nLOIS\nWhat do you want from me?\n\nBATMAN\nI want you to give him a message.\n85th and Shuster. Tonight.\nHe PULLS the Batarang from the wall and leaves.\nINT. CLARK KENT'S STUDIO -- CONTINUOUS\nClark's Cellphone VIBRATES on his Coffee table.\n\nHe snatches it up.\n\nCLARK\nLois?\n\nEXT. 85TH AND SHUSTER -- NIGHT\n\nSuperman lands on the street between the ROWS and ROWS of\nUNDER CONSTRUCTION BUILDINGS.\n\f99.\n\nBATMAN(0.S)\nKAL!\n\nSuperman turns to see Batman down the street behind him.\n\nBatman wears a SUIT of PROTECTIVE ARMOR. His GLOVES are\nHYDRAULIC GAUNTLETS. His COWL is now a REINFORCED METAL\nHELMET and his eyes are hidden behind SNOW WHITE LENSES. His\nCAPE flows in the wind.\n\nHe steps forward, his HEAVY BOOTS THUDDING against the\nstreet.\n\nSuperman LEVITATES off the ground and slowly DRIFTS toward\nBatman.\n\nHe comes to a halt and the Man of Steel and The Dark Knight\nSTARE EACH OTHER DOWN.\n\nSUPERMAN\n(angry) ;\nIf you have something to say, say\nit now...\n(scans Batman with his\nX-Ray vision)\nBruce Wayne.\n\nBATMAN\n(undaunted)\nYou're dangerous Kal.\nSUPERMAN\nThey say the same about you.\nBATMAN\nAll you are is power and no\ncontrol.\nSUPERMAN\n\nAnd all you are is a scared man in\na mask who threatens women.\n\nSUPERMAN\n(smiles slightly)\nI don't threaten Kal. You have two\nchoices. Agree to the U.N proposal.",
  "68": "---END OF PREVIOUS SECTION---\nYou have two\nchoices. Agree to the U. N proposal. \n---TARGET SECTION TO BE ANNOTATED---\nSUPERMAN\nAnd be a prisoner?\nBATMAN\nIt's better than the alternative.\nSUPERMAN\nWhich is?\nBATMAN\n\nYour threat ends permanently\n\f100.\nSuperman stares into the Batman's COLD WHITE EYES.\n\nSUPERMAN\n(firmly)\nGo near Lois Lane again and I\npromise you you'll regret it. We're\ndone here.\n\nSuperman turns to leave. Batman GRABS his shoulder.\n\nSUPERMAN (CON'T)\n(angry)\nLet go.\n\nBATMAN\nCan't you see? The lives that\nyou're putting in danger? The lives\nyou've already cost?\n\nSUPERMAN\nI said...\n(eyes glow)\nLet... GO!\nHe PUSHES Batman's CHEST PLATE and sends the Vigilante\nreeling backwards and SLAMMING ROUGHLY into a PARKED CEMENT\nTRUCK.\n\nSuperman looks back at Batman, REGRETFUL of what he's just\ndone.\n\nBATMAN\n(whispers)\nYou brought this on yourself.\n\nHe reaches behind his CAPE and produces a SILVER GRENADE.\nHe PULLS the PIN and THROWS it.\nSuperman CATCHES the grenade.\nBOOM! -- It EXPLODES engulfing him in a THICK GREEN SMOKE.\nSuperman COUGHS and SPLUTTERS as the SMOKE FILLS HIS LUNGS.\n\nThe SMOKE CLEARS and Superman hears the sound of HYDRAULIC\nJOINTS MOVING and then -- BAM!\n\nBatman LANDS a CRUSHING RIGHT CROSS directly across\nSuperman's JAW. STAGGERING him.\n\nSuperman STUMBLES back trying to STEADY himself.\n\nBatman follows up with a CRUSHING ONE TWO COMBO sending\nSuperman further back and then down to ONE KNEE. BLOOD\nTRICKLES down his CHIN.\n\nBatman stands above him.\n\f101.\nThrough Superman's eyes: his vision is BLURRED.\nSUPERMAN\n(confused)\nWhat have you done to me?\nBATMAN\n(smiles)\nEvened the odds.\n\nSuperman GRITS his TEETH and LIFTS OFF. He SPEAR TACKLES\nBatman.\n\nHe flies forward SMASHING his opponent BACKWARDS through the\nWALL of an UNDER CONSTRUCTION building and SLAMS him to the\nground.",
  "69": "---END OF PREVIOUS SECTION---\nSuperman GRITS his TEETH and LIFTS OFF. He SPEAR TACKLES\nBatman. He flies forward SMASHING his opponent BACKWARDS through the\nWALL of an UNDER CONSTRUCTION building and SLAMS him to the\nground. \n---TARGET SECTION TO BE ANNOTATED---\nBatman GRIPS Superman by the THROAT and SQUEEZES trying to\nCUT OFF the Man of Steel's AIR SUPPLY.\n\nHe DIGS his BOOTS into the CONCRETE floor and HEADBUTTS\nSuperman.\n\nSuperman PUNCHES Batman in the CHEST and sends him through a\nWINDOW and out into the street.\n\nBatman ROLLS OVER and as he does he PULLS another GRENADE\nand THROWS it back through the window.\n\nIt EXPLODES bringing the ENTIRE BUILDING down onto Superman.\nThe Man of Steel throws the debris off.\nBatman ATTACKS again.\n\nHe throws a PUNCH which Superman CATCHES in his fist and\nretaliates with a COUNTER PUNCH which Batman CATCHES.\n\nBoth Men engage in a TEST of STRENGTH.\nBATMAN(CON'T)\nYou're feeling it now. What it's\nlike to be human.\nSUPERMAN\n(struggling)\nWhy are you doing this?\n\nBATMAN(CON'T)\nBecause no one else can.\n\nSuperman, even in his DIMINISHED state gains the UPPER HAND.\n\nSUPERMAN\nAnd if you beat me...\n\nSPARKS fly from Batman's ARM JOINT as his Armor begins to\nFALTER.\n\f102.\n\nSUPERMAN (CON'T)\n. who do they send after you?\n\nSuperman's EYES GLOW RED and he EMITS a BLAST of HEAT VISION\nwhich IMPACTS Batman's Chest Plate causing it to melt.\n\nBatman releases his GRIP and is sent HURTLING backwards into\nanother CONSTRUCTION SITE and DISAPPEARS from view.\n\nSuperman tries to SHAKE the FOG from his VISION. He wipes\nthe BLOOD from his CHIN.\n\nWith some EFFORT he TAKES OFF.\n\nA HIGH TENSILE CORD wraps around Superman's ANKLE and he\nSTALLS in MID AIR.\n\nBeneath him Batman, BLOOD DRIPPING from his own mouth, SMOKE\nrising from his Armor has CONNECTED the other end of the\nWIRE to a BULLDOZER which is being DRAGGED SLOWLY ACROSS the\nground.\n\nThe Dark Knight pulls a POWERFUL TASER from his BELT and\nELECTROCUTES the WIRE.\n\nSuperman YELLS out in PAIN as the WAVES of ELECTRICITY\nCOURSE through his body.",
  "70": "---END OF PREVIOUS SECTION---\nBeneath him Batman, BLOOD DRIPPING from his own mouth, SMOKE\nrising from his Armor has CONNECTED the other end of the\nWIRE to a BULLDOZER which is being DRAGGED SLOWLY ACROSS the\nground. The Dark Knight pulls a POWERFUL TASER from his BELT and\nELECTROCUTES the WIRE. Superman YELLS out in PAIN as the WAVES of ELECTRICITY\nCOURSE through his body. \n---TARGET SECTION TO BE ANNOTATED---\nBatman TOSSES the Taser aside, and COILS the WIRE around his\nFOREARM and pulls the WEAKENED Man of Steel back to Earth.\n\nHe SLAMS VIOLENTLY into the ground.\n\nBefore he can stand Batman is already upon him and WRAPS the\nWire around Superman's NECK and PULLS the Cord TIGHT.\n\nBATMAN\n(smiles)\nThere is no one.\n\nSuperman GASPS for AIR then JUDO THROWS Batman over his\nshoulder SLAMMING him into the GROUND and STOMPING on his\nCHEST and PINNING him.\n\nHe flies off taking Batman, whose arm is still WRAPPED in\nthe wire, with him.\n\nEXT. SKY OVER RUINED METROPOLIS -- CONTINUOUS\n\nSuperman flies high above the RUINED sections of Metropolis\nCARRYING Batman with him.\n\nBatman SKIMS across the roof of whats left of a SKYSCRAPER.\nHe DIGS his FEET into the roof TEARING up CONCRETE as he's\n\nDRAGGED towards the EDGE. He stops at the edge and WITH ALL\nHIS STRENGTH pulls the Cord stopping Superman.\n\f103.\n\nHis suits joints WHINE as he SWINGS Superman down onto the\nroof.\n\nSuperman STANDS and moves out of the way just in time to\nAVOID a KICK from Batman.\n\nSuperman PUNCHES Batman in the CHEST sending him SKIDDING\nBACKWARDS toward the EDGE of the roof.\n\nSUPERMAN\n(weak)\nThat was two ribs.\n(coughs)\nDon't make me do this.\n\nBatman SPITS blood and then WIPES his mouth before THROWING\na Batarang at Superman.\n\nThe Man of Steel catches the device which STARTS to BEEP\nthen EXPLODES.\n\nBatman CHARGES and TACKLES Superman CLEAR OFF the roof.\nBoth Men SMASH through and the wall of an adjacent\nDEMOLISHED BUILDING and CRASHES down through FLOOR after\nFLOOR.\n\nBatman FIRES a GRAPPLING HOOK which CATCHES as Superman\nFALLS until he IMPACTS on the ground floor.\n\nHe lies there, his breathing LABOURED and looks up through\nthe HOLES in the FLOORS above him.",
  "71": "---END OF PREVIOUS SECTION---\nBoth Men SMASH through and the wall of an adjacent\nDEMOLISHED BUILDING and CRASHES down through FLOOR after\nFLOOR. Batman FIRES a GRAPPLING HOOK which CATCHES as Superman\nFALLS until he IMPACTS on the ground floor. He lies there, his breathing LABOURED and looks up through\nthe HOLES in the FLOORS above him. \n---TARGET SECTION TO BE ANNOTATED---\nHe STRUGGLES to his feet and STAGGERS out through the\nCRUMBING LOBBY of what USED to be an OFFICE BUILDING.\n\nHe STUMBLES and FALLS to his knees and finds himself face to\nface with a HUMAN SKULL.\n\nHe RECOILS in HORROR.\nBATMAN(0.S)\n(solemnly)\nThis is what happens when power\ngoes unchecked Kal.\nBatman is standing behind him.\nBATMAN(CON'T)\nYou're a nuclear bomb and this is\nthe fallout.\nSuperman takes a LABORED BREATH and raises his FISTS.\nBatman attacks with a LIGHTNING FAST COMBINATION of PUNCHES\nbefore terminating with a SIDE KICK which sends Superman\nbackwards through a CRUMBLING WALL.\n\nSuperman CRASHES out into the STREET.\n\f104.\nHe gets to his feet. He's coughing HARDER now.\n\nBatman walks slowly out of the Ruined Office Building. His\nArmor's damaged joints SPARKING.\n\nHe throws a POWERFUL HAYMAKER but Superman is FASTER and\nBLOCKS the ATTACK and FIGHTS BACK.\n\nHe lands a POWERFUL BLOW to Batman's GUT denting his Armor.\nThe Dark Knight SPITS out a GOB of BLOOD.\n\nSuperman attacks again but Batman BLOCKS, PARRIES and\nCOUNTERS.\n\nSuperman is still STRONGER and FASTER but Batman's EXPERT\nFIGHTING ABILITIES nullifies Superman's attack.\n\nHe STRIKES the Man of Steel in the THROAT. Superman falls to\none knee.\n\nBATMAN(CON'T)\nI won't kill you...\n(He strikes Superman in\nthe chest)\nBut I want you to remember Kal in\nall the years to come...\n(catches Superman across\nthe jaw)\nIn all your most private moments\n(Kicks his knee and\nelbows him under the\njaw)\nThat you're not a god...\n\nSuperman is BREATHING HEAVILY, TOTALLY SPENT.\n\nBATMAN(CON'T)\nThat for all your power, for all\nyour strength...\n\nHe GRABS Superman by the THROAT and leans in CLOSE.\n\nHe RELEASES his grip on Superman's throat and DROPS him to\nthe ground.\n\nBATMAN(CON'T)\nI'm the one who beat you.\n\nSuperman lies, BEATEN.",
  "72": "---END OF PREVIOUS SECTION---\nHe RELEASES his grip on Superman's throat and DROPS him to\nthe ground. BATMAN(CON'T)\nI'm the one who beat you. Superman lies, BEATEN. \n---TARGET SECTION TO BE ANNOTATED---\nBATMAN(CON'T)\nAll this...\n(gestures to the ruins\naround them)\nIs because someone like you didn't\nknow control.\n\f105.\n\nBatman turns his back on the FALLEN KRYPTONIAN and walks\naway.\n\nBATMAN(CON'T)\nI won't let it happen again.\n\nHe STOPS when he hears MOVEMENT and turns around.\n\nSuperman has GOTTEN BACK TO HIS FEET and is STANDING\nDEFIANTLY.\n\nWith his FINAL OUNCES of STRENGTH he LAUNCHES at Batman\nSPEAR TACKLING him back through a CHUNK OF WALL that is\nJUTTING from the ground and into a BUILDING.\n\nSuperman holds Batman pressed AGAINST the wall and THROWS\nWEAK PUNCHES into Batman's RIBS.\n\nSUPERMAN\n(yelling)\nI tried to save them! I TRIED!\n\nBatman HEADBUTTS Superman and sends him to the ground.\n\nThe Dark Knight is SEEING RED now and GRABS Superman by his\nSYMBOL of HOPE. He begins to RAIN DOWN PUNCHES much the same\nas he did with ZSASZ.\n\nBATMAN\n(in a frenzy)\nYOU FAILED!\n\nSuperman is TOTALLY DONE now and can no longer even DEFEND\nhimself. He starts to go limp.\n\nSUPERMAN\n(whispers)\nI'm... Sorry...\nBATMAN\nYou f...\n(whispers)\n. failed.\n\nBatman STOPS, his breath is in SHORT GASPS, and looks down\non the BEATEN and BLOODIED Superman.\n\nCUT TO:\nINT. DESTROYED WAREHOUSE -- FLASHBACK\n\nBatman is cradling the dead body of JASON TODD dressed in\nthe 'ROBIN' Armor.\n\nCUT TO:\n\f106.\nINT. RUINED BUILDING, RUINED METROPOLIS -- CONTINUOUS\n\nBatman let's go of Superman, HORRIFIED by his ACTIONS, and\nSLUMPS against the wall. He sits down across from Superman.\n\nBatman REMOVES his DENTED METAL COWL revealing his face\nwhich is BRUISED and SWOLLEN.\n\nBoth Men are SILENT for a moment.\nWAYNE\nYou held back. You could have\nkilled me couldn't you?\n\nSuperman doesn't answer just sits up against the wall across\nfrom Wayne.",
  "73": "---END OF PREVIOUS SECTION---\nWAYNE\nYou held back. You could have\nkilled me couldn't you? Superman doesn't answer just sits up against the wall across\nfrom Wayne. \n---TARGET SECTION TO BE ANNOTATED---\nWAYNE(CON'T)\nWhy didn't you?\n\nSUPERMAN\nI figured I could reason with you\nBruce.\n\nWAYNE\n\nYou weren't talking to Bruce Wayne.\n(picks up his Cowl and\nponders it)\n\nYou can't reason with anger and\n\nregret.\n\nHe TOSSES the Cowl ASIDE.\n\nSuperman looks around at the DESOLATE surroundings,\nMOURNFULLY.\n\nSUPERMAN\nI didn't want this. I wanted to\nsave them. All of them. I thought I\ncould. I never knew I could fail so\nbadly.\n\nWayne is silent for a moment contemplating the BEATEN\nKryptonian in front of him.\n\nWAYNE\nYou never do until it happens and\nwhen it does it breaks you.\n(beat )\nHis name was Jason Todd.\n\nSuperman looks into Wayne's PAIN FILLED EYES.\n\nWAYNE(CON'T)\nHe was like you,\n(beat )\n...Dangerous. I thought I could\nhelp him, train him, make him\n(MORE )\n\f107.\n\nWAYNE(CON'T) (cont'd)\nbetter. Instead I got him killed.\n(voice cracks)\nHe was like my son. He was my son\nand I failed him.\n\nSUPERMAN\nWhat do you do with it? With the\nguilt.\n\nWAYNE\n\nI lost myself to it. I forgot who I\nwas. I didn't want to stop my\nenemies anymore all I wanted to do\nwas hurt them.\n\nSUPERMAN\nAll I want to do is save them.\n\nBoth Men sit in silence finally UNDERSTANDING one another..\nSuperman, still in PAIN, gets to his feet.\n\nSUPERMAN\nI'm not your enemy Bruce.\n\nHe reaches out his hand to Wayne.\nWayne TAKES Superman's hand and gets to his feet.\nSuperman and Batman stand HANDS TOGETHER.\n\nSuperman suddenly DOUBLES over in PAIN. Batman CATCHES him\nbefore he falls.\n\nSUPERMAN (CON'T)\nSilas Stone. Get me to Silas Stone.\n\nINT. BEDROOM, SECOND FLOOR, SILAS STONE'S HOUSE -- NIGHT\n\nSilas Stone WAKES and sees Batman standing above him. Before\nhe can SCREAM Batman COVERS his mouth with his hand.\n\nBATMAN\n(whispers)\nDon't scream.\nINT.",
  "74": "---END OF PREVIOUS SECTION---\nBefore\nhe can SCREAM Batman COVERS his mouth with his hand. BATMAN\n(whispers)\nDon't scream. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIVING ROOM, SILAS STONE'S HOUSE -- CONTINUOUS\n\nBatman leads Silas down the stairs and through his LIVING\nROOM towards the kitchen.\n\nInside he clicks on the light.\nHe GASPS when he sees a SICK and SEMI-CONSCIOUS Superman.\nSILAS\n\n(shocked)\nOh my God!\n\f108.\n\nBATMAN\nHe needs your help.\n\nSILAS\nWhat happened?\n\nBATMAN\nHe's been poisoned.\n\nSilas RUSHES to Superman's side and looks into his EYES\nwhich have taken on an EERIE GREEN COLOR.\n\nSILAS\nPoisoned? Who did this?\n\nBATMAN\n(matter of fact)\nI did.\n\nSILAS\nWe need to get him to S.T.A.R Labs.\nThere's nothing I can do for him\nhere.\n\nSuddenly Victor STORMS into the kitchen WIELDING a BASEBALL\nBAT.\n\nVICTOR\n(shouts)\nDad! Get back!\n\nHe SWINGS WILDLY at Batman who GRACEFULLY DODGES the ATTACK.\nSuperman STIRS and Victor SWINGS at him. Superman simply\nCATCHES the bat..\n\nSILAS\n(shouts)\nVictor stop!\nBatman GRIPS Victor's forearm TIGHT.\n\nBATMAN\nListen to the man son.\n\nVictor's eyes meet Batman's GAZE and he CALMS. Batman takes\nthe shattered bat from him.\n\nSILAS\nThey're friends.\n\nVICTOR\n(shocked)\nBatman?\nBatman nods.\n\nVICTOR\nYou're real?\n\f109.\nSilas tries to lift Superman. He STRUGGLES.\n\nSILAS\nVictor help get him to the car.\n\nVictor helps Batman get Superman to his feet and help him\nwalk out of the house.\n\nINT. HAMILTON ROOM. S.T.A.R LABS -- NIGHT\n\nSuperman is UNCONSCIOUS and lies on a TABLE while his body\nis SCANNED by Silas who watches intently at the DATA on his\nCOMPUTER SCREEN.\n\nBatman stands at his side, watching.\n\nVictor leans against the wall. He feels totally OUT OF\nPLACE.\n\nBATMAN\nHow is he?\n\nSILAS\nHe's lucky. I've managed to isolate\nthe compound in his blood stream.\nHe's severely weakened and he'll\nneed time to recover but he'll\nlive.\n\nBATMAN\nGood.",
  "75": "---END OF PREVIOUS SECTION---\nI've managed to isolate\nthe compound in his blood stream. He's severely weakened and he'll\nneed time to recover but he'll\nlive. BATMAN\nGood. \n---TARGET SECTION TO BE ANNOTATED---\nSilas turns around in his seat.\n\nSILAS\nYou did this to him?\n\nBATMAN\nYes. I thought he was a threat. I\nwas wrong.\n\nSILAS\nThis compound is unlike anything\nI've seen. The effect it has on\nKryptonian physiology. How did you\nget come by it? You don't strike me\nas a scientist.\n\nBATMAN\nIt was given to me.\n\nSILAS\nBy who?\n\nBATMAN\n\nA manipulative narcissist.\n\nSILAS\nLex Luthor.\n\f110.\n\nBATMAN\n(impressed)\nYou'd make a good detective.\n\nSILAS\nI've just seen the evidence and\nalthough I can't prove anything Lex\nLuthor has been the money behind\nseveral projects that from what\nI've seen all have one purpose.\n\nBATMAN\n\nTo kill the Superman.\nSILAS\n\nWhat are you going to do?\nBATMAN\n\nExpose him.\nSILAS\n\nEasier said than done. Lex Luthor\nburies all evidence. There's never\nbeen anything to connect him to the\nthings he's done.\n\nBATMAN\nI'll dig. I'll find something. I\nused to be a detective. Once upon a\ntime.\nHe turns to leave and walks past Victor.\nBATMAN(CON'T)\n(to Victor)\nThat's some swing. I think you\npicked the wrong sport.\nVictor smiles.\nSILAS\nWhat do you want me to tell him\nwhen he wakes up?\nBatman STOPS.\n\nBATMAN\nTell him I'm sorry.\n\nHe leaves.\nEXT. DIRT ROAD, METROPOLIS OUTSKIRTS -- MORNING\n\nIt's EARLY morning and the Sun is RISING above the\nMetropolis skyline in the distance.\n\nBruce Wayne's Limo is parked on the side of a lonely DIRT\nROAD.\n\f111.\n\nA WHITE LIMO pulls up on the ADJACENT side. Mercy steps out\nof the driver's side and walks around to the rear door and\nopens it. Luthor steps out.\n\nWayne, still sporting BRUISES, steps out of his Limo and\nboth Men STARE EACH OTHER DOWN for a moment from across\ntheir respective sides.\n\nLUTHOR\nYou look better than I expected.\n\nWAYNE\nI don't appreciate being\nmanipulated.\n\nLUTHOR\nThen you shouldn't have made it so\neasy.",
  "76": "---END OF PREVIOUS SECTION---\nLUTHOR\nYou look better than I expected. WAYNE\nI don't appreciate being\nmanipulated. LUTHOR\nThen you shouldn't have made it so\neasy. \n---TARGET SECTION TO BE ANNOTATED---\n Who would have thought\ntragedy would motivate you so. I\nneeded to test a weapon and the\nopportunity presented itself. You\ndon't use a sword without knowing\nits sharp.\n\nWAYNE\nI know you were behind Edge's\nmurder.\n\nLUTHOR\n(scratches his chin\ndismissively)\nSo you know my dirty little secret\nand I know yours. You know what\n\nthat is?\nWAYNE\nStalemate.\nLUTHOR\nMore accurately I win.\nWAYNE\nI'm not about to let you walk away\nfrom this.\nLUTHOR\n\nThere's nothing you can use against\nme. You can't connect me to\nanything. So don't waste your\nbreath on empty threats. But I know\neverything about you Wayne.\nGrayson, Gordon, what really\nhappened to Jason Todd.\n\nAt the mention of Jason Wayne CLENCHES his fists.\n\nWAYNE\nYou can't threaten me Luthor.\n\f112.\n\nLUTHOR\nI'm not threatening you Wayne. I'm\nthreatening every single person you\ncare about. And there's nothing you\ncan do about it.\n\nLuthor nods to Mercy. Who opens the door for him.\nLUTHOR(CON'T)\nGo back to roughing up psychos in\nGotham.\n(smiles)\nAnd hope no more kids die in the\nprocess.\nWayne's is ANGRY but keeps his COMPOSURE.\nWAYNE\nYou tried to stab a god in the back\nLuthor.\nLuthor leans into the Limo.\nWAYNE(CON'T)\n(smiles)\nAnd now he knows who's hand held\nthe knife.\nLuthor pauses and looks over his shoulder slightly.\n\nLUTHOR\nWe are done here.\n\nLuthor sits into the Limo and Mercy closes the door.\nWayne watches as the Limo as it drives away.\nINT. HAMILTON ROOM, S.T.A.R LABS -- NIGHT\nSuperman opens his eyes to see Victor sitting beside him.\nSUPERMAN\n(confused)\nWhere am I?\nVICTOR\nS.T.A.R Labs. My father and Batman\nbrought you here. You were sick.\n\nSUPERMAN\nHow long was I out?\n\nVICTOR\nAbout 15 hours.\n\nSuperman sits up slowly.\n\nSUPERMAN\nAnd Silas?\n\f113.\n\nVICTOR\nHe'll be back.",
  "77": "---END OF PREVIOUS SECTION---\nSUPERMAN\nAnd Silas? 113. VICTOR\nHe'll be back. \n---TARGET SECTION TO BE ANNOTATED---\nSuperman touches his SWOLLEN jaw.\n\nSUPERMAN\nI must look as bad as I feel.\n\nVICTOR\nThen you must feel pretty damn bad.\nDid Batman do that to you?\n\nSuperman nods.\n\nVICTOR(CON'T)\nHow? He's just a man?\n\nSilas enters the room.\n\nSUPERMAN\nHe cheated.\n\nSILAS\nHow do you feel?\n\nSUPERMAN\nWhat did he do do me?\n\nSILAS\nYou were poisoned by a radioactive\nsubstance. Kryptonian in origin.\n\nSUPERMAN\n(surprised)\nKryptonian? How?\n\nSILAS\nLex Luthor. He must have\nsynthesized from a by product from\nthe World Engine's terraforming.\n\nSuperman stands.\nSUPERMAN\nI have to go. People will be\nworried.\nHe walks towards the exit past Silas.\n\nSILAS\nMatters are much worse.\n\nSuperman stops.\nSILAS(CON'T)\n\n(regretful)\nI should have told you.\n\f114.\n\nSUPERMAN\nTold me what?\n\nSILAS\nThere is a Project called Cadmus.\nThey've found a way to replicate\nKryptonian DNA using your people's\ntechnology.\n\nSUPERMAN\n(realization)\nThe Genesis Chamber.\n\nSILAS\nThey've created a weapon with one\npurpose. To kill you. And Lex\nLuthor is behind it all. What\nhappened last night was only a test\nof your weaknesses.\nSuperman CONTEMPLATES the information for a moment.\n\nSUPERMAN\nThank you Silas. For everything.\n\nSuperman continues toward the exit.\n\nVICTOR\nHe said he was sorry.\n\nSuperman stops by the exit and LEANS against it with one\nhand to stay STEADY.\n\nVICTOR(CON'T)\nThe Batman, he said he was sorry.\n\nSuperman responds to Victor's words with a nod and leaves.\nINT. PENTHOUSE, LEXCORP TOWER -- NIGHT\nLuthor exits the Elevator and walks over to his Bar where he\nremoves and Energy drink for the fridge and cracks it open.\nHe SMILES.\nLUTHOR\n\nI was wondering when you'd pay me a\n\nvisit.\nHe turns.\n\nFLOATING outside the Window is Superman. ARMS FOLDED. He\nSTARES a HOLE THROUGH Luthor.",
  "78": "---END OF PREVIOUS SECTION---\nFLOATING outside the Window is Superman. ARMS FOLDED. He\nSTARES a HOLE THROUGH Luthor. \n---TARGET SECTION TO BE ANNOTATED---\nLuthor SWIPES his thumb across his Cellphone's screen and\nthe Window's SLIDE OPEN.\n\nHe walks out on the balcony to NEMESIS.\n\f115.\n\nSUPERMAN\nYour assassin failed.\n\nLuthor TILTS his head and observes Superman's WOUNDS.\n\nLUTHOR\n(smiles)\nI wouldn't say failed.\n\nSUPERMAN\nThis has to end now Luthor.\n\nLUTHOR\nIt ends when you do. You brought a\nwar to my city and it's only right\nI bring it right back to you.\n\nSUPERMAN\n\nYou're a criminal and a murderer.\nLUTHOR\n\nSo are you.\nSUPERMAN\n\nI'll expose you. I'll show the\nworld what you really are.\n\nLUTHOR\nAll the while hiding what you\nreally are. You and Wayne are so\nalike. So righteous and so\nhypocritical. Both threatening to\nreveal the truth about me but when\nit.comes down to it he hides behind\na mask and you behind a symbol.\nIt's pathetic. And you think you\ncan come here and intimidate me?\nYou arrogant alien bastard.\n\nSuperman doesn't respond.\n\nLUTHOR(CON'T)\nAnd it's that arrogance that makes\nyou weak. You float there with all\nyour power but do you even know how\nyou do it? You were given these\ngifts, you didn't do anything to\nearn them and you use them like a\nchild would use a gun.\n\nSUPERMAN\nBold words for a man who prefers\nsomeone else's finger on the\n\ntrigger.\n\nLUTHOR\nWell we all can't shoot fire from\nour eyes.\n\n(MORE)\n\f116.\n\nLUTHOR (cont'd)\n(takes a gulp from his\ndrink)\nI think you should float away now.\n\nLuthor turns his back on Superman.\n\nSUPERMAN\nYou won't win.\n\nLUTHOR\n\nI already have. The problem with\nyou is that you are so assured that\nnothing I can do can hurt you. Yet\nyou surround yourself with people I\ncan hurt.\n\n(he turns to face\n\nSuperman)\nLike Lois Lane.\n\nSuperman's face betrays his EMOTION. The THREAT has made him\nANGRY.\n\nLUTHOR(CON'T)\nMaybe I'll treat myself and buy the\nPlanet. Change things around a\nlittle.",
  "79": "---END OF PREVIOUS SECTION---\nThe THREAT has made him\nANGRY. LUTHOR(CON'T)\nMaybe I'll treat myself and buy the\nPlanet. Change things around a\nlittle. \n---TARGET SECTION TO BE ANNOTATED---\n By the time I'm done Lois\nLane will by licking my boot heels\njust to cover a little league game.\n\nSuperman LUNGES and GRABS Luthor by the THROAT.\n\nSUPERMAN\n\n(angry) .\nIf you go near Lois Lane I'll...\n\nLUTHOR\n(strained)\nYou'll what kill me? Go ahead. Show\nthe world what you really are. Even\nthen I'll still win.\n\nSuperman eases his GRIP on Luthor's throat. He TOSSES him\nback into the Penthouse\n\nSuperman regains his COMPOSURE.\n\nSUPERMAN\n(composed)\nYou say I hide behind a symbol.\nWhat really makes you angry is that\nyou can't see what lies behind the\nsymbol. But I can see you for what\nyou really are.\n\nLuthor HOLDS his throat and COUGHS.\n\f117.\n\nSUPERMAN (CON'T)\nBehind the money and the suits,\nbehind LexCorp there is nothing but\na terrified little street thug.\nFrightened of what he can't\nunderstand.\n\nLUTHOR\n\n(angry)\nI understand you perfectly.\n\nSUPERMAN\nI'm not talking about me. I'm\ntalking about a soul. In the end\nI'm more human than you'll ever be.\n\nSuperman turns and FLIES away.\nLex is LIVID. He stands and RUNS out onto the balcony.\n\nLUTHOR\n\n(shouting, angry)\nYou've made your last mistake! This\nCity is mine! It's people are mine!\nI'm going to show them all you're\nnothing! I'm going to take\neverything from you!\n\n(whispers)\nEven your soul.\n\nINT. BEDROOM, LOIS LANE'S APARTMENT -- NIGHT\n\nLois is asleep on her bed. She awakes to see Superman at her\nwindow.\n\nShe JUMPS out of bed and HUGS him.\n\nLOIS\nWhere have you been?\n(sees his wounds,\nshocked)\nOh my god what happened?\n\nSUPERMAN\nIt's okay. I'm fine.\n\nLOIS\nYour face?\n\nSUPERMAN\n\nWill heal. I just need to rest.\n\nLOIS\nAnd the Batman?\n\nSUPERMAN\nHe'll be just as sore as I am in\nthe morning.\n\n(MORE )\n\f118.\n\nSUPERMAN (cont'd)\n(falls on her bed)\nI just need to rest.",
  "80": "---END OF PREVIOUS SECTION---\nSUPERMAN\nHe'll be just as sore as I am in\nthe morning. (MORE )\n\f118. SUPERMAN (cont'd)\n(falls on her bed)\nI just need to rest. \n---TARGET SECTION TO BE ANNOTATED---\nLois sits beside him and places her hand on his forehead as\nhe falls ASLEEP.\n\nINT. PENTHOUSE, LEXCORP PLAZA -- NIGHT\n\nLuthor SITS on his DESK in the DARK.\n\nIMAGES of Superman FLICKER ACROSS the Monitors.\nANGRY, he JUMPS up and SHATTERS ONE of the MONITORS.\nINT. BATHROOM, PENTHOUSE, LEXCORP PLAZA -- CONTINUOUS\n\nLuthor SPLASHES water on his face and STARES at his\nREFLECTION in the MIRROR with a MANIACAL look in his eyes.\n\nHe GRABS and ELECTRIC RAZOR and begins to SHAVE his HEAD.\nINT. PENTHOUSE, LEXCORP PLAZA -- NIGHT\n\nMercy steps out of the ELEVATOR and is SHOCKED to see Luthor\nSHAVEN HEADED and SHIRTLESS, revealing his TATTOOED BODY,\nsitting on his Desk.\n\nMERCY\n(concerned)\nWhat's wrong?\n\nLUTHOR\n(calm)\nNothing. I just don't feel like\nhiding who I am anymore.\n\nMERCY\n(unsure)\nAre you ok?\n\nLUTHOR\nI'm better than Ok Mercy.\n(beat)\nAt dawn I kill a god.\n\nEXT. BARN, METROPOLIS OUTSKIRTS -- MORNING\nSeveral BLACK CARS pull up outside the INCONSPICUOUS BARN.\nOut of the Cars emerge SEVERAL GOVERNMENT and MILITARY\nOFFICIALS including Swanwick, Stone, Stewart and General\nCandy.\n\nCANDY\n\n(to Swanwick)\nGood to see you.\n\f119.\n\nSWANWICK\nYou too Sir.\n\nCANDY\n(gestures to Silas and\nStewart)\nYou must have pulled a few strings\nto get those two here?\n\nSWANWICK\nTheir my advisors.\n\nCANDY\nWorks for me.\n(Candy looks around)\nWhere's Waller?\n\nWALLER(0.S)\nHere General.\n\nWaller stands by the BARN DOORS.\n\nWALLER(CON'T)\nGlad you could make it General\nCandy. If you would be so good as\nto follow me.\n\nCANDY\n(to others)\nYou heard the lady.\n\nThey all follow Waller into the Barn.",
  "81": "---END OF PREVIOUS SECTION---\nIf you would be so good as\nto follow me. CANDY\n(to others)\nYou heard the lady. They all follow Waller into the Barn. \n---TARGET SECTION TO BE ANNOTATED---\n Where they find that\nthe floor is SOLID CONCRETE.\n\nWALLER\nWelcome to Cadmus.\n\nThe FLOOR begins to DESCEND and they find themselves going\ndown into the Cadmus facility.\n\nINT. AUDITORIUM, PROJECT CADMUS -- LATER\n\nThe OFFICIALS follow Waller into a AUDITORIUM where FEDEROV\nwaits.\n\nThey stand behind a LARGE THICK GLASS WINDOW which separates\nthem from a LARGE ROOM with CONCRETE WALLS and two LARGE\nREINFORCED STEEL DOORS.\n\nSilas reaches out his hand to Federov.\nSILAS\nDr. Federov. I've read your work.\nIt's quite an honor to finally meet\nyou.\n\nFederov AWKWARDLY shakes Silas' hand.\n\f120.\n\nFEDEROV\nThank you.\n\nWALLER\nYou'll have to excuse Dr. Federov\nwhat he lacks in social skills he\nmakes up for in genius.\n\nSILAS\n(to Waller)\nI'm sure. I'm very interested in\nseeing the results of your project\nWaller.\n\nCANDY\nAs am I.\n\nWALLER\nI promise you General. What you see\nhere today will make Superman look\nlike a one of your grunts.\n(to Stewart)\nNo offense.\n\nSTEWART\nNone taken.\n\nFederov nods to Waller.\n\nWALLER\nIf you'll take your seats we shall\nbegin.\n\nThe Officials take their seats as Federov OPERATES his\nTablet.\n\nThe Steel Doors OPEN and a LARGE STEEL CAPSULE is WHEELED\ninto the room by TwO TECHNICIANS.\n\nFEDEROV\nAllow me to present the Ultimate.\n\nFederov ACTIVATES the Capsule. It OPENS to reveal THE\nULTIMATE.\n\nThe Creature's BODY is CONCEALED in a GREEN CONTAINMENT SUIT\nwith TWO RED EYES.\n\nCANDY\nWhat is it?\n\nFEDEROV\nIt's a being of my design. Cloned\nfrom cells derived from an alien\nspecimen.\n\f121.\n\nSILAS\nKryptonian DNA is complex. How did\nyou bridge the gaps between\n\nsequences.\nFEDEROV\nWe used DNA from compatible\nspecimens.\nSILAS\nHuman?\nFEDEROV\n\nIn a manner of speaking.",
  "82": "---END OF PREVIOUS SECTION---\nFEDEROV\nWe used DNA from compatible\nspecimens. SILAS\nHuman? FEDEROV\n\nIn a manner of speaking. \n---TARGET SECTION TO BE ANNOTATED---\nSilas is intrigued by Federov's answer.\n\nCANDY\nWhat's with the suit?\n\nFEDEROV\nKryptonian abilities is dependent\nupon absorption of solar energy.\nWe've enhanced that.\n\nCANDY\nWhich means?\n\nFEDEROV\nWe've made it stronger. The suit\nregulates how much the Ultimate\nabsorbs.\n\nCANDY\nStronger's good.\n\nWALLER\n(to Federov)\nI'm sure General Candy would\nappreciate a demonstration.\n\nFederov nods.\n\nHe operates the Controls and the Ultimate STEPS out of the\nCapsule.\n\nIt STOMPS over to the Concrete wall.\n\nSTEWART\nYou're controlling it?\n\nFEDEROV\nThe Ultimate has been pre\nprogrammed to follow our commands.\n\nWALLER\nTotally obedient. Completely under\nour control.\n\f122.\n\nCANDY\n(amused)\nAlready better than the Superman.\n\nWALLER\nYou haven't seen anything yet.\n(to Federov)\nSasha.\n\nFederov commands the Ultimate.\nThe Creature PUNCHES through the CONCRETE WALL.\n\nWALLER\nThat's ten feet of solid concrete\nGeneral.\n\nCandy is IMPRESSED.\nINT. PENTHOUSE, LEXCORP PLAZA -- CONTINUOUS\n\nLuthor watches the Ultimate's demonstration on his Computer\nMonitors.\n\nMercy stands behind him.\nINT. AUDITORIUM, PROJECT CADMUS -- CONTINUOUS\n\nThe Ultimate REMOVES its FIST from the wall and stands in\nfront of the WINDOW.\n\nCANDY\n(to Waller)\nWell Amanda. I'm impressed.\n\nWALLER\nThank you general.\n\nCANDY\nWhen can we expect to have this guy\nout on the front lines?\n\nWALLER\nThere are still a few more tests\nbut I'm confident once President\nNelson gives the go ahead we can\nhave the Ultimate in the field\nwithin the year.\n\nCANDY\nYou have my vote. I'll support the\nProject.\n\nSeveral of the other Officials CONCUR with General Candy.\nCANDY (CON'T)\n\nBig Blue won't be a problem\nanymore.\n\f123.\nINT. PENTHOUSE, LEXCORP PLAZA -- CONTINUOUS\n\nLuthor fingers GLIDE over the KEYBOARD as he uploads NEW\nPROGRAMMING into the Ultimate's BRAIN.",
  "83": "---END OF PREVIOUS SECTION---\n123. INT. PENTHOUSE, LEXCORP PLAZA -- CONTINUOUS\n\nLuthor fingers GLIDE over the KEYBOARD as he uploads NEW\nPROGRAMMING into the Ultimate's BRAIN. \n---TARGET SECTION TO BE ANNOTATED---\nHis hand hovers over the Keyboard.\nHe EXECUTES the PROGRAM.\nINT. AUDITORIUM, PROJECT CADMUS -- CONTINUOUS\nThe Ultimate STANDS straight.\nFLASH:\n\nIMAGES FLASH through the Ultimate's mind -- SUPERMAN'S\nSYMBOL -- METROPOLIS -- FEDEROV.\n\nFLASH:\nThe Ultimate walks toward the WINDOW.\nULTIMATE\ngrowls)\nFDDDDD... RRRRRR... VVVV!!!\nSTEWART\n(concerned)\nWhat's it doing?\nWaller and Federov turn.\nFederov tries to control the Creature but to NO AVAIL.\nWALLER\n(to Federov)\nWhat's wrong?\nFEDEROV\n(frantic)\nIt's not responding to commands.\n\nThe Ultimate PUNCHES through the GLASS and GRABS Federov by\nthe HEAD and PULLS him back through the WINDOW.\n\nWaller and the others back away from the Window and towards\nthe EXIT.\n\nThe Ultimate TOSSES the LIMP DEAD BODY of Federov ASIDE and\nproceeds to SMASH his way through the Window.\n\nINT. CORRIDOR, PROJECT CADMUS -- CONTINUOUS\nThe Officials FLEE the AUDITORIUM.\nThe Ultimate SMASHES through the WALL and ROARS.\n\nStewart DRAGS Silas down the CORRIDOR as the Ultimate\nSMASHES through another wall.\n\f124.\n\nWaller watches as the Creature SMASHES it's way through the\nComplex.\n\nEXT. BARN ENTRANCE, PROJECT CADMUS, METROPOLIS OUTSKIRTS --\nCONTINUOUS\n\nThe Rural outskirts are QUIET and SERENE. A FAINT SOUND of\nPOUNDING can be heard.\n\nThe sound gets LOUDER and LOUDER until the ground begins to\nSHAKE and CRACK.\n\nBOOM! The Ultimate has PUNCHED it's way to the surface. It's\nContainment Suit is TORN and SHREDDED. It's GREY skin and\nBONE LIKE PROTRUSIONS are visible.\n\nIt looks to the SUN which is BLAZING overhead.\n\nIt CELLS start to ABSORB the SOLAR ENERGY and it ROARS.\n\nIt covers its EARS in an attempt to BLOCK the SOUNDS which\nare AMPLIFIED by its ENHANCED KRYPTONIAN SENSES.\n\nIt FOCUSES on the SOURCE of it's PAIN...",
  "84": "---END OF PREVIOUS SECTION---\nIt CELLS start to ABSORB the SOLAR ENERGY and it ROARS. It covers its EARS in an attempt to BLOCK the SOUNDS which\nare AMPLIFIED by its ENHANCED KRYPTONIAN SENSES. It FOCUSES on the SOURCE of it's PAIN... \n---TARGET SECTION TO BE ANNOTATED---\n METROPOLIS\n\nULTIMATE\nMMMRRR... TRRRRP... LSSSS!!!\n\nA BIRD flies past and the Ultimate GRABS it from the AIR and\nCRUSHES it.\n\nIt ROARS again and JUMPS HIGH through the air in the\ndirection of the City.\n\nINT. BEDROOM, LOIS LANE'S APARTMENT -- MOMENTS LATER\nClark's eyes SNAP OPEN. He can HEAR the Monster COMING.\nHe gets out of bed and walks to the window.\n\nLois walks into the room and sees him standing.\n\nLOIS\n(concerned)\nYou should be resting.\n\nCLARK\n(worried)\nCall the Planet. We need to get\neverybody to safety.\n\nLOUIS\nClark?\n\nCLARK\n(grave)\nSomethings coming.\n\f125.\nEXT. METROPOLIS OUTSKIRTS -- CONTINUOUS\n\nThe Ultimate LANDS and SMASHES through a HOUSE before\nJUMPING again.\n\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nPEDESTRIANS stop and listen as they hear the sound of HEAVY\nIMPACT getting LOUDER and LOUDER.\n\nBoom... Boom... Boom... BOOM!\nINT. BEDROOM, LOIS LANE'S APARTMENT -- MOMENTS LATER\nLois looks out of the window. She can hear IMPACT.\nSuperman, FULLY SUITED, stands behind her.\nA ROAR echos throughout the City.\nLOIS\n(shocked)\nWhat is that!\nClark steps toward the window.\nLOIS(CON'T)\nYou can't go out there Clark you're\n\nstill sick.\n\nSUPERMAN\nI have to.\n\nLOIS\nNo. You're too weak.\n\nHe puts his hands on her shoulders.\n\nSUPERMAN\nSomethings out there and I have to\nstop it.\n\nLois caresses the still NOT FULLY HEALED wounds on his face.\nLOIS\n(softly)\nYou were bleeding... I... I\ncan't...\nHe kisses her.\n\nA gust of wind BLOWS Lois' hair back as he FLIES out of the\nwindow.\n\nINT.PITCH, METROPOLIS STADIUM -- CONTINUOUS\n\nMETROPOLIS UNIVERSITY is FACING OFF against GOTHAM\nUNIVERSITY.\n\f126.\nVictor stands with his TEAM waiting for the PLAY.",
  "85": "---END OF PREVIOUS SECTION---\nPITCH, METROPOLIS STADIUM -- CONTINUOUS\n\nMETROPOLIS UNIVERSITY is FACING OFF against GOTHAM\nUNIVERSITY. 126. Victor stands with his TEAM waiting for the PLAY. \n---TARGET SECTION TO BE ANNOTATED---\nThe BALL is TOSSES to Victor who THROWS it ACROSS the PITCH\nwhere it is CAUGHT by his TEAMMATE who RUNS for the TOUCH\nDOWN.\nThe Stadium ERUPTS.\nEXT. METROPOLIS OUTSKIRTS -- CONTINUOUS\n\nThe Ultimate LANDS on the GROUND forming a CRATER right\noutside the CITY.\n\nHe JUMPS AGAIN directly INTO to the City.\nINT. PITCH, METROPOLIS STADIUM -- CONTINUOUS\nBoth Teams have STOPPED playing.\n\nLike the Spectators they are more concerned with the sound\nof IMPACT getting ever CLOSER.\n\nPeople start to PANIC.\n\nThen BOOM! Parts of the PITCH are THROWN through the air as\nthe Ultimate SLAMS DOWN into the MIDDLE of the Stadium.\n\nThe Spectators SCREAM and PANIC and RUSH toward the EXITS.\n\nThe Beast ROARS as it CHARGES the BLEACHERS and BEGINS to\nTEAR the Stadium APART.\n\nThe Ultimate PUNCHES people aside ATTACKS indiscriminately.\n\nVictor watches as the Creature PURSUES a FAMILY (MOTHER,\nFATHER and INFANT SON). The Son TRIPS and FALLS as the\nUltimate closes in on her.\n\nVictor sees this and RUSHES to his aid and with AMAZING\nSPEED snatches him up from the ground just as the Creature\nSMASHES his FISTS into the ground.\n\nHe gives the Child to his Parents.\nVICTOR\n(to Parents)\nRun!\nJust as he utters the words the Ultimate PUNCHES him ASIDE.\n\nHis body is THROWN through the air and SMASHES AGAINST the\nstands then onto the ground.\n\nHe GASPS for air. He has suffered TERRIBLE INJURIES, his\nBODY is BROKEN.\n\nThe Ultimate stands over him and is about to strike a\nKILLING BLOW when Superman TACKLES the Monster and PUSHES it\naway from Victor.\n\f127.\n\nVictor watches as both Superman and the Ultimate SMASH\nthrough the STADIUM WALLS and out into the street.\n\nHe SCREAMS in pain as his TEAMMATES come to his aid.\nEXT.",
  "86": "---END OF PREVIOUS SECTION---\nVictor watches as both Superman and the Ultimate SMASH\nthrough the STADIUM WALLS and out into the street. He SCREAMS in pain as his TEAMMATES come to his aid. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n METROPOLIS STADIUM, DOWNTOWN METROPOLIS -- CONTINUOUS\n\nThe DUST settles and the Ultimate stands and sees a TRUCK\nwhich has come to a HALT in the middle of the street.\n\nThe SOUND of the ENGINE is like a JACKHAMMER to the\nCreature.\n\nThe Creature with speed equal to Superman RUSHES the Truck.\n\nBefore the Creature hits it Superman PULLS the DRIVER free\njust it time.\n\nThe Ultimate SMASHES it REPEATEDLY, completely PULVERIZING\nit.\n\nSuperman puts the Driver down and he runs to safety.\n\nThe Ultimate sees the Man of Steel and focuses on the HOPE\nsymbol on his chest.\n\nFLASH:\n\nThe IMAGES Luthor uploaded FLASH through the Ultimate's\nMIND.\n\nFLASH:\nULTIMATE\n(growls)\nSSSSSSPPPPP... RRRRRR... MMMMNNN!! !\nThe Ultimate ROARS as it RECOGNIZES it's ENEMY.\nINT. PENTHOUSE, LEXCORP TOWER -- CONTINUOUS\n\nLuthor watches the SATELLITE FEED of the Monster's RAMPAGE\non his Monitors, GRINNING.\n\nThe Ultimate ROARS in ANGER as it recognizes it's ENEMY.\nEXT. METROPOLIS STADIUM, DOWNTOWN METROPOLIS -- CONTINUOUS\n\nSuperman and the Ultimate CHARGE each other. They COLLIDE\nand the SHOCKWAVE shatters windows for an ENTIRE CITY BLOCK.\n\nSuperman is PROPELLED BACKWARDS through the air and into the\nstreet TEARING up the concrete before he comes to a halt.\n\nBefore he can even come to his senses the Ultimate POUNCES\non him and starts BEATING him down into the ground. Each\nBLOW shaking the ground like an EARTHQUAKE.\n\f128.\nSuperman catches the Ultimate's arms by the WRISTS and flies\nupward STRUGGLING with the Creature which CLAWS and KICKS\nhim as they HURTLE through the air.\nINT. DIANA'S LOFT, THEMYSCIRIAN EMBASSY -- CONTINUOUS\n\nDiana watches Superman and the Ultimate CAREEN through the\nair from her WINDOW\n\nShe looks toward her ARMOR ALTER.\nINT.",
  "87": "---END OF PREVIOUS SECTION---\nINT. DIANA'S LOFT, THEMYSCIRIAN EMBASSY -- CONTINUOUS\n\nDiana watches Superman and the Ultimate CAREEN through the\nair from her WINDOW\n\nShe looks toward her ARMOR ALTER. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CENTENNIAL PARK -- CONTINUOUS\n\nSuperman aims toward Centennial Park and they both CRASH\ndown into the PARK'S LAKE.\n\nThere is a momentary calm before Superman ERUPTS from the\nwater and CAREENS through the air and SMASHES into a\nSKYSCRAPER before falling to the streets below.\n\nHe SLAMS into the ground and the street CRUMBLES beneath\nhim.\n\nThe Ultimate EMERGES from the Lake and STOMPS his way toward\nthe POPULATED CITY BLOCKS.\n\nEXT. LOIS LANE'S APARTMENT BUILDING, METROPOLIS --\nCONTINUOUS\n\nLois EXITS her APARTMENT building and out into the street\nwhere PEOPLE are running in PANIC.\n\nShe pulls out her Cellphone and makes a call.\n\nINT. BULLPEN, DAILY PLANET OFFICES, LEXCORP PLAZA --\nCONTINUOUS\n\nThe Office is in CHAOS. Everybody is RUNNING back and forth.\nJimmy makes his way through the INSANITY.\n\nJIMMY\nWhat the hell is going on?\n\nAn OFFICE WORKER dashes past.\nOFFICE WORKER\n(frantic)\nIt's another attack!\n\nINT. PERRY WHITE'S OFFICE, DAILY PLANET OFFICES, LEXCORP\nPLAZA -- CONTINUOUS\n\nPerry's phone RINGS and he SNATCHES it up.\nIt's Lois.\n\nPERRY\nLane? Are you seeing this?\n\f129.\n\nEXT. LOIS LANE'S APARTMENT BUILDING, METROPOLIS --\nCONTINUOUS\n\nLOIS\nPerry. You need to evacuate now!\n\nPERRY(0.S)\n(over phone)\nWhat's happening?\n\nLOIS\nI don't know. But it's bad.\n\nPERRY(0.S)\n(over phone)\nWhere are you?\n\nLOIS\nOutside my building.\n\nPERRY(0.S)\n(over phone)\nStay there. I'll send someone for\nyou.\n\nINT. BULLPEN, DAILY PLANET OFFICES, LEXCORP PLAZA --\nCONTINUOUS\n\nPerry SWINGS his Office door open.\n\nPERRY(0.S)\n(shouts)\nOlsen!\nJIMMY\nHere Chief.\nPERRY\n\nI have a job for you.\n\nEXT.",
  "88": "---END OF PREVIOUS SECTION---\nJIMMY\nHere Chief. PERRY\n\nI have a job for you. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CARPARK, DAILY PLANET OFFICES, LEXCORP PLAZA --\nCONTINUOUS\n\nJimmy drives his Car at BREAKNECK SPEED out of the Carpark\nand SPEEDS towards Downtown Metropolis.\n\nEXT. STREET, DOWNTOWN METROPOLIS -- CONTINUOUS\nSuperman CRAWLS from the CRATER.\nHe's BLEEDING from his mouth. He wipes the BLOOD away.\n\nWith his SUPER HEARING he HEARS the FRIGHTENED voices of\nMetropolis Citizens.\n\nVOICES(0.S)\n(frightened, screaming)\nOh my God!... What is that thing!\nRun!... Not again!\n\f130.\nThe Ultimate's ROARS echo through the City.\nSuperman stands and takes to the air.\nEXT. METROPOLIS OUTSKIRTS -- CONTINUOUS\nFOUR MILITARY HELICOPTERS fly toward the City.\nINT.MILITARY HELICOPTER(MOVING) -- CONTINUOUS\n\nStewart is SUITED up and WIELDS a MACHINE GUN. He speaks to\na SQUAD of MARINES.\n\nSTEWART\nThis thing is big and bad and was\nmade to go toe to toe with\nSuperman. We have armor units en\nroute. We stay behind the big guns\nand help civilians if can.\n\nA YOUNG MARINE raises his hand.\nYOUNG MARINE\n(scared)\nIf this thing can take on the\nSuperman. What can we do?\nSTEWART\nYou keep shooting until the thing\ndrops son.\nPILOT\n(shouts)\n3 minutes!\nThe Marines LOCK and LOAD.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\nThe Ultimate is DESTROYING everything it can see.\nPeople SCREAM as they flee the Creature's RAMPAGE.\n\nA FAMILY CAR (MOTHER, FATHER, DAUGHTER) comes to a\nSCREECHING HALT.\n\nThe Monster PICKS UP the Car and THROWS it toward a\nbuilding. The Family SCREAM.\n\nSuperman appears and CATCHES the vehicle before it can\nCOLLIDE with the building.\n\nHe puts it down safely.\n\nSUPERMAN\nGet your family out of here!\n\nThe Father SLAMS his foot on the ACCELERATOR and the car\nTEARS off.\n\f131.\n\nThe Ultimate sees Superman and CHARGES him.",
  "89": "---END OF PREVIOUS SECTION---\nThe Father SLAMS his foot on the ACCELERATOR and the car\nTEARS off. 131. The Ultimate sees Superman and CHARGES him. \n---TARGET SECTION TO BE ANNOTATED---\n They renew their\nBATTLE.\n\nEXT. STREET, LOIS LANE'S APARTMENT BUILDING -- CONTINUOUS\n\nJimmy's Car pulls up beside Lois and he opens the passenger\ndoor.\n\nJIMMY\nGet in.\n\nLois jumps in and shuts the door.\n\nLOIS\nI need you to take me...\n\nJimmy cuts her off.\n\nJIMMY\nDowntown. I figured.\n\nLois is taken aback.\n\nLOIS\nGood boy. Now lets go.\n\nJimmy hits the gas and they drive towards Downtown which has\nPLUMES of SMOKE rising from it.\n\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nSuperman and the Ultimate are LOCKED in COMBAT.\n\nSuperman is giving his all. Hitting the Creature as HARD as\nhe can. But the Ultimate simply SHRUGS off the STRIKES and\nRETALIATES. It's blows HURTING Superman MORE and MORE.\n\nBYSTANDERS hide in STORES and APARTMENT BUILDINGS. Some hide\nbehind CARS and Peek out of ALLEYS.\n\nA M.C.P.D Patrol Car pulls up nearby and Harper and Gardner\nhop out with their GUNS in hand.\n\nGARDNER\n(shocked)\nHoly shit!\nHARPER\n\nOk Kid. The Blue guy's got this.\nLets get these people to safety.\n\nThe Ultimate KICKS Superman in the GUT sending him FLYING\ntowards the Patrol Car.\n\nHarper PUSHES Gardner out of the way.\n\nThe Kryptonian SMASHES into it destroying it.\n\f132.\n\nHarper and Gardner watch as the Ultimate RUNS past and SPEAR\nTACKLES the Man of Steel.\n\nGARDNER\n(matter of fact)\nI don't think there's anywhere\nthat's safe Jim.\nHarper stands and PULLS Gardner to his feet.\n\nThey both begin to USHER the Bystanders away from the\nBATTLE.\n\nINT. JIMMY OLSEN'S CAR (MOVING) -- CONTINUOUS\n\nJimmy HITS the BRAKES as they arrive at the scene of\nDESTRUCTION.\n\nJimmy sees Superman and the Ultimate TRADING BLOWS.\nJIMMY\n(shocked)\nWhat the hell is that thing?\n\nLouis jumps out of the car. Jimmy grabs his Camera from the\nback seat and follows her.",
  "90": "---END OF PREVIOUS SECTION---\nJIMMY\n(shocked)\nWhat the hell is that thing? Louis jumps out of the car. Jimmy grabs his Camera from the\nback seat and follows her. \n---TARGET SECTION TO BE ANNOTATED---\nOverhead NEWS STATION HELICOPTERS hover and FILM the scene.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nSuperman is SLAMMED to the ground. He SWINGS around and\nlands a devastating RIGHT CROSS on the Ultimate's JAW.\n\nThe Monster STAGGERS backwards then STEADIES itself and HITS\nSuperman back REPEATEDLY.\n\nWith each BLOW Superman is FORCED further back.\nINT. BRUCE WAYNE'S STUDY, WAYNE MANOR -- CONTINUOUS\n\nBruce Watches the news footage of Superman's battle with the\nUltimate.\n\nIt is clear Superman is LOSING.\n\nThe sound of a CANE hitting the floor DRAWS his attention\naway from the images on screen.\n\nBehind him stands Alfred, leaning on a CANE. He's WEAK but\nRECOVERING.\n\nHe is looking at the footage, CONCERNED.\n\nBruce turns back to the report. His expression one of\nDETERMINATION.\n\f133.\nINT. LIVING ROOM, KENT FARM -- CONTINUOUS\nMartha is watching the scene on TV, TERRIFIED for her Son.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nStewart and his Troops march through the destruction and\nclose in on the SUPER POWERED COMBATANTS.\n\nStewart gestures his Squad to HOLD their position.\n\nHe uses his RADIO to contact S.T.A.R Labs.\n\nINT. HAMILTON ROOM. S.T.A.R LABS -- NIGHT\n\nThe Hamilton Room has been turned into a makeshift WAR ROOM.\n\nSilas, looking GRAVE, is standing among the other SCIENTISTS\nwatching the scene on a HUGE SCREEN.\n\nSwanwick enters the room answers Stewart.\n\nSILAS\n(to Swanwick)\nWe have a direct line to the\nPentagon. Stewart is leading an\nassault.\n\nSWANWICK\nPatch me through\n\nSTEWART(0.S)\nGeneral.\n\nSWANWICK\nTalk to me soldier.\n\nSTEWART(0.S)\nWe have feet on the ground.\nSuperman and Waller's pet are\nthrowing down.\n\nSWANWICK\nAnd?\n\nSTEWART(0.S)\n(grave)\nWaller made good on her promise.\n\nSWANWICK\nHold your position. Artillery is en\nroute.\n\nSilas gets a CALL on his Cell. He answers.",
  "91": "---END OF PREVIOUS SECTION---\nArtillery is en\nroute. Silas gets a CALL on his Cell. He answers. \n---TARGET SECTION TO BE ANNOTATED---\n His face TWISTS\ninto a look of pure HORROR and he hangs up and RUSHES from\nthe room.\n\f134.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nSuperman has the Ultimate in a FULL NELSON. He tries to\nWRESTLE the Creature to the ground.\n\nThe Monster GRABS Superman's arms and with his SUPERIOR\nSTRENGTH he pulls himself free of the Man of Steel's GRIP\nthen he grabs the Kryptonian and PILE DRIVES him into the\nCONCRETE.\n\nThe Creature ROARS in TRIUMPH.\n\nBOOM! An ARTILLERY SHELL EXPLODES against the Monster's\nback.\n\nSeveral TANKS have arrived and are FIRING on the Ultimate.\nStewart and his Troops OPEN FIRE.\n\nThe BARRAGE of FIRE POWER is RELENTLESS. SMOKE and FIRE\nobscure the Creatures shape.\n\nThe Tank's and the Soldiers DEPLETE their AMMO and CEASE\nFIRE.\n\nThere is an EERIE CALM as the DUST settles.\n\nStewart LOWERS his Weapon and SQUINTS as a SHAPE emerges\nfrom the SMOKE.\n\nThe Ultimate is COMPLETELY UNHARMED. Only the UPPER SECTION\nof it's Containment Suit has been TORN AWAY revealing it's\nMUSCULAR GREY FRAME which is COVERED in SHARP SHARDS of\nBONE.\n\nSTEWART\n(worried)\nWe're going to need a bigger gun.\n\nThe Ultimate ROARS and ATTACKS the Tanks RIPPING them to\nSHREDS.\n\nThe Marines DIVE to COVER as the Monster SWINGS a TANK by\nit's CANNON through a building sending GLASS and CONCRETE\nflying.\n\nSuperman RAISES up from the ground. He's WEAK and BLEEDING.\n\nHe charges the Ultimate and THROWS PUNCH after PUNCH. His\nSTRIKES appear FUTILE against the Monster who FIGHTS back.\n\nINT. PENTHOUSE, LEXCORP TOWER -- CONTINUOUS\nMercy watches the CHAOS play out.\nMERCY\n\n(concerned)\nAre you sure this is going to work?\n\f135.\n\nLUTHOR\nOf course. It kills Superman. We\nkill it. The world knows who it's\ntrue hero is.",
  "92": "---END OF PREVIOUS SECTION---\nIt kills Superman. We\nkill it. The world knows who it's\ntrue hero is. \n---TARGET SECTION TO BE ANNOTATED---\n(smiles)\nIt's only a matter of time.\n\nINT. DEMOLISHED STORE FRONT -- CONTINUOUS\n\nStewart DUCKS into a DEMOLISHED STORE FRONT where he finds\nGardner and Harper are also taking cover.\n\nThe Cop's and Soldier STARE at each other for a moment.\n\nSTEWART\nYou need to radio ahead and have\nyour guys evacuate as many people\nas possible and set up a perimeter\nfor at least five city blocks.\n\nHARPER\nI think pretty much everybody for\nten blocks has hightailed it out of\nhere.\n(looks at Gardner)\nWell the smart ones anyway.\n\nSTEWART\nI should hope so. It's going to get\npretty hot down here.\nStewart peeks out to see the battle RAGING outside. A RING\nhangs from a CHAIN around his neck. The Ring is GREEN and is\nADORNED with a LANTERN SYMBOL.\nGardner sees the Ring.\n\nGARDNER\nNice ring.\n\nEXT. SKY, METROPOLIS OUTSKIRTS -- CONTINUOUS\nTwO F-16 FIGHTER JETS are CLOSING in on Metropolis.\nINT. F-16 (MOVING) -- CONTINUOUS\nF-16 PILOT\nWe are coming in hot. Repeat we are\ncoming in hot.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nThe Fighter Jets pass over the scene of DESTRUCTION and FIRE\ntheir MISSILES on the Ultimate and Superman.\n\nThe Missiles EXPLODE. Superman is THROWN through the air but\nthe Ultimate ROARS in ANGER.\n\nIt watches as the Jets come in for another pass.\n\f136.\n\nAs they near the Creature JUMPS into the air and GRABS one\nof the Jets by the NOSE and SWINGS it at the other. Both\nJets explode in a BALL OF FLAME as the Ultimate SLAMS DOWN\nto the STREET below.\n\nSuperman is DISTRESSED as he watches the JET WRECKAGE falls\nfrom the sky.\n\nHe GRITS his TEETH and WITH SUPER SPEED attacks the Ultimate\nwhich GRABS him by the THROAT and SMASHES him into the SIDE\nof a building.\n\nSuperman PUSHES the monster back as he STRUGGLES to free\nhimself from it's GRIP.",
  "93": "---END OF PREVIOUS SECTION---\nSuperman is DISTRESSED as he watches the JET WRECKAGE falls\nfrom the sky. He GRITS his TEETH and WITH SUPER SPEED attacks the Ultimate\nwhich GRABS him by the THROAT and SMASHES him into the SIDE\nof a building. Superman PUSHES the monster back as he STRUGGLES to free\nhimself from it's GRIP. \n---TARGET SECTION TO BE ANNOTATED---\nNearby a DISTRAUGHT Lois watches as Jimmy FILMS.\n\nJIMMY\n(in awe)\nIt's like Doomsday is here.\n\nSuperman is being BEATEN down in front of Lois' eyes.\n\nLOIS\n(pleading)\nPlease Clark! Don't do this!\n\nINT. HAMILTON ROOM. S.T.A.R LABS -- NIGHT\n\nSwanwick is HORRIFIED as he watches the Satellite feed of\nthe Jets DESTRUCTION.\n\nMorrow receives a COMMUNICATION from the Pentagon..\n\nMORROW\n(to Swanwick)\nIt's the Pentagon.\n\nSWANWICK\n(to Morrow)\nOn speaker.\n(to pentagon)\nThis is Swanwick.\n\nINT. WAR ROOM, PENTAGON -- CONTINUOUS\n\nA RADAR OPERATOR sits at his MONITOR in the PENTAGONS WAR\nROOM.\n\nRADAR OPERATOR\nSir. We have an Jet closing in fast\non Metropolis air space.\nINT. HAMILTON ROOM, S.T.A.R LABS -- NIGHT\n\nSWANWICK\nOne of ours?\n\f137.\nRADAR OPERATOR(0.S)\n(over speaker)\nI don't think so Sir.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nSuperman DROPS to his knees. The newly christened DOOMSDAY\nKICKS him to the ground.\n\nSuperman LIES on his back as the Monster BEATS down on him\nwith BOTH ARMS.\n\nSuperman SPITS up BLOOD with each BLOW.\n\nThe Creature RAISES his FISTS to deliver another BLOW.\nBOOM! -- A MISSILE EXPLODES against it's CHEST.\n\nLois and Jimmy look up to the SKY.\n\nFLYING HIGH above the Avenue is a GIANT JET shaped like a\nBAT... THE BATWING.\n\nINT. BATWING COCKPIT (MOVING) -- CONTINUOUS\n\nBatman, in his DENTED Battle Armor, operates the Aircraft.\nHe OPENS FIRE on the Ultimate.\n\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nBullets IMPACT on on DOOMSDAY'S hide but do not PENETRATE.\n\nThe Monster ROARS as it's attention is turned away from\nSuperman and towards the Batwing.\n\nHe passes above the Creature and SKIMS over the rooftops and\nbetween buildings.\n\nINT.",
  "94": "---END OF PREVIOUS SECTION---\nThe Monster ROARS as it's attention is turned away from\nSuperman and towards the Batwing. He passes above the Creature and SKIMS over the rooftops and\nbetween buildings. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BATWING COCKPIT (MOVING) -- CONTINUOUS\nBatman speaks into the Batwing's RADIO.\n\nBATMAN\nI need an overview of the city.\n\nINT. BATCAVE -- CONTINUOUS\n\nAlfred sits at the computer in the Batcave and watches the\nComputer Screen which is a SATELLITE VIEW of Metropolis.\n\nALFRED\nThe police and Military have\nerected a perimeter for ten square\naround.\n\nBATMAN(0.S)\n(over radio)\nCivilians?\n\f138.\n\nALFRED\nThey are evacuating them as we\nspeak.\n\nINT. BATWING COCKPIT (MOVING) -- CONTINUOUS\nBATMAN\n(smiles)\nGood. No need to play nice.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nThe Batwing FLIES between the buildings and makes another\npass. He FIRES on all CYLINDERS.\n\nMISSILES and BULLETS STRIKE Doomsday REPEATEDLY.\nSuperman CRAWLS from beneath the Monster's feet.\nThe Batwing passes above and Doomsday JUMPS toward it.\n\nThe Batwing DODGES the ATTACK and FLIES past and the Monster\nPURSUES the Aircraft.\n\nLois runs toward Superman.\n\nJIMMY\nWait! Lois!\n\nLois THROWS her arms around Superman.\n\nLOIS\n(concerned)\nLook what it's done to you!\n\nJimmy follows Lois and gets his VERY FIRST look at Superman.\nAnd he is SHOCKED.\n\nJIMMY\n(in shock)\nClark?\n\nSuperman nods at Jimmy.\n\nLOIS\nYou can barely stand.\n\nJIMMY\nYou have to hang back that thing is\nunstoppable.\n\nLOIS\nHe's right. You can't do this on\nyour own.\n\nSuperman looks out over the DESTRUCTION Doomsday has\nwrought.\n\f139.\n\nSUPERMAN\nI have to Lois. Innocent people\ncould die. I can't let that happen.\n(beat)\nNot again.\n\nLOIS\n(crying)\nClark...\n\nHe puts his hand on her cheek and looks into her TEARFUL\neyes.\n\nSUPERMAN\nNo matter what happens. I love you.\n\nHe lets her go and takes to the sky.\nINT. BATWING COCKPIT (MOVING) -- CONTINUOUS\nBatman maneuvers the Aircraft through the City.",
  "95": "---END OF PREVIOUS SECTION---\nHe lets her go and takes to the sky. INT. BATWING COCKPIT (MOVING) -- CONTINUOUS\nBatman maneuvers the Aircraft through the City. \n---TARGET SECTION TO BE ANNOTATED---\nBATMAN\n(to ALfred)\nWhat's our status?\n\nINT. BATCAVE -- CONTINUOUS\n\nAlfred presses keys on the Computer and the Screen ZOOMS in\non Batman's location.\n\nALFRED\nYou're staying within the safe zone\nbut that thing is gaining fast.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nDoomsday is RUNNING across ROOFTOPS jumping at the Batwing\nattempting to SNATCH it from the air.\n\nThe Plane is only NARROWLY escaping his CLUTCHES.\n\nThe Monster ATTACKS again but this time is successful and\nPUNCHES through the Batwing's RIGHT WING.\n\nThe Aircraft SPIRALS out of control.\n\nBatman EJECTS the Plane and FIRES a GRAPPLING HOOK from his\nGAUNTLET which EMBEDS itself in the side of a building. He\nSWINGS toward the streets BELOW. AS he lands his Heavy Boots\nSHATTER the concrete beneath his feet.\n\nA SHADOW falls over him and he looks up.\n\nDoomsday is DESCENDING towards him ready to CRUSH him\nBENEATH It's feet.\n\nSuperman SMASHES into the Monster and both SMASH into the\nside of a nearby building.\n\f140.\n\nAfter a moment Superman is THROWN back out of the building\nand down into the street.\n\nThe Man of Steel looks up to see the Dark Knight standing\nabove him.\n\nBatman reaches out his hand. Superman takes it and gets to\nhis feet.\n\nBehind them the building CRUMBLES as Doomsday SMASHES his\nway out.\n\nThe Creature ROARS and CHARGES when suddenly a GOLDEN LASSO\nis WRAPPED around it's neck and it's PULLED BACKWARDS.\n\nHolding the other end of the rope is Wonder Woman.\n\nShe is dressed in her ARMOR. Her SWORD is strapped to her\nside and her SHIELD across her back. Light reflects off her\nSILVER GAUNTLETS. Her dark hair FLOWS from beneath her\nHELMET and down onto her CHEST PLATE.\n\nShe GRITS her teeth and DIGS her heels into the ground as\nshe PULLS the Monster backwards.\n\nThe Lasso GLOWS but has NO EFFECT on the Monster.",
  "96": "---END OF PREVIOUS SECTION---\nHer dark hair FLOWS from beneath her\nHELMET and down onto her CHEST PLATE. She GRITS her teeth and DIGS her heels into the ground as\nshe PULLS the Monster backwards. The Lasso GLOWS but has NO EFFECT on the Monster. \n---TARGET SECTION TO BE ANNOTATED---\nDoomsday WRAPS the Rope around it's FOREARM and TURNS on\nit's hips SWINGING Diana through the air.\n\nShe LOOSENS the Rope from the Creature's throat and\nSOMERSAULTS through the air landing CROUCHED beside Superman\nand Batman.\n\nShe WHIPS the Rope around her body until it's LOOPED and\nattached to her belt.\n\nSuperman and Batman stare is SHOCK and AWE at Wonder Woman.\nSuperman STAGGERS.\nBATMAN\n(concerned)\nKal?\n\nSUPERMAN\nDon't worry about me.\n\nDoomsday STARES at it's ENEMIES and FLEXES its MUSCLES and\nROARS.\n\nSuperman steps forward. Batman activates his HYDRAULIC\nJOINTS. Wonder Woman UNSHEATHES her Sword and RAISES her\nshield in front of her.\n\nSide by side they stand together... THE TRINITY.\n\nThe Ultimate ATTACKS.\n\f141.\nBatman PULLS a GRENADE from his belt and tosses it at the\nCreature. It EXPLODES in it's face. Superman lands a BRUTAL\nONE TWO COMBINATION on it's JAW as Wonder Woman SLASHES it's\nhide with her Sword.\nThe Monster GRABS Wonder Woman and SMASHES her into the\nground. It raises its foot to CRUSH her. Before it can STOMP\nDOWN Superman TACKLES it.\n\nDoomsday puts Superman in a HEADLOCK and STRIKES his. face\nbefore TOSSING him aside.\n\nBatman POUNCES on the Creature's back and JAMS two TASERS\ninto it's EYE SOCKETS.\n\nThe Creature SWATS him aside like a BUG.\nBatman SKIDS over the asphalt and into a PARKED CAR.\nThe Monster shakes it's head and regains is VISION.\n\nSuperman and Wonder Woman SIMULTANEOUSLY land PUNCHES on the\nCreature's face, TOPPLING it.\n\nThe Amazon brings her Sword down towards Doomsday's neck. It\ncatches the Blade. She PULLS it free and he BACKHANDS her\nCLEAR through a building.\n\nSuperman ATTACKS again. Landing repeated PUNCHES on\nDoomsday's SKULL.\n\nThe Man of Steel's KNUCKLES are TORN and BLOODY.\nBatman gets to his feet.",
  "97": "---END OF PREVIOUS SECTION---\nLanding repeated PUNCHES on\nDoomsday's SKULL. The Man of Steel's KNUCKLES are TORN and BLOODY. Batman gets to his feet. \n---TARGET SECTION TO BE ANNOTATED---\n He's hurt but not bad.\n\nStewart and his Squad, along with Gardner and Harper,\napproach Batman. WEAPONS RAISED.\n\nSTEWART\n(firmly)\nStand down!\n\nBatman looks at the Soldiers. He DISMISSIVELY shakes his\nhead and marches in the direction of Doomsday and Superman.\n\nSTEWART (CON'T)\nHey Halloween! I'm talking to you!\n\nWonder Woman LANDS beside them.\n\nGardner OPENS FIRE.\n\nShe DEFLECTS the BULLETS effortlessly with her GAUNTLETS.\nWONDER WOMAN\n\n(firmly)\nBegone or die here!\n\f142.\n\nSTEWART\nHell lady I just got here.\n\nShe SWINGS her Sword and DASHES after Batman.\nHARPER\n(to Gardner)\nWill you put that thing away!\n\nGardner SHRUGS a 'SORRY'.\nDoomsday is LAYING INTO Superman now and the Man of Steel is\nreaching the end. His Suit is RIPPED to SHREDS and\nSPLATTERED with BLOOD. Yet he still FIGHTS on.\n\nWonder Woman CHARGES it and lays a HAYMAKER across it's jaw\nwhich has MINIMAL effect.\n\nSuperman BEAR HUGS the Creature. He PINS it ARMS allowing\nWonder Woman to UNLEASH a SERIES of PUNISHING STRIKES.\n\nDoomsday shrugs them off and JUMPS HIGH INTO THE SKY taking\nSuperman with him. They FLY above the rooftops before\nCRASHING DOWN.\n\nDoomsday is on top of Superman and LIFTS him up by the NECK.\n\nHe RUNS Superman through BUILDING after BUILDING before\nSMASHING him into A TRUCK, FLIPPING IT.\n\nSuperman STRUGGLES to BREAK FREE of it's GRIP.\n\nThe Monster GRABS hold of Superman's LEFT FOREARM and\nSQUEEZES. There is a HORRIFIC SOUND of SNAPPING BONE.\n\nSuperman SCREAMS.\nHe FIRES his HEAT VISION into the Monster's FACE.\n\nIn retaliation Doomsday PUNCHES him sending through the air\nand OUT OF SIGHT.\n\nA SILVER GRENADE drops at Doomsday's feet.\n\nThe Monster turns to see Batman standing behind him holding\na DETONATOR in his fist. He PRESSES it.",
  "98": "---END OF PREVIOUS SECTION---\nA SILVER GRENADE drops at Doomsday's feet. The Monster turns to see Batman standing behind him holding\na DETONATOR in his fist. He PRESSES it. \n---TARGET SECTION TO BE ANNOTATED---\nThe Grenade EMITS a SONIC BLAST.\n\nThe Ultimate ROARS in PAIN as the it's ears RING with the\nSOUND of a HIGH PITCHED SQUEAL.\n\nStewart and his Squad arrive backed up by a TANK.\nBATMAN\n(shouts)\nConcentrate fire! Drive it back!\n\nStewart's Soldiers look to their leader.\n\f143.\nSTEWART\n(to Marines)\nYou heard the man.\nThe Soldiers OPEN FIRE on the DISORIENTED Monster.\nThe Tank SHELLS the Creature REPEATEDLY.\n\nDoomsday is in EXTREME PAIN. He sees the SOURCE of his\nAGONY.\n\nHe STOMPS on the Grenade DESTROYING it.\n\nIts SHAKES off the effects and FOCUSES on the Humans.\n\nSTEWART\nAw Hell!\nBATMAN\n(shouting)\n\nMove! Move! Move!\n\nWith SUPER SPEED Doomsday PULVERIZES the Tank then FLIPS it\nand ATTACKS the Soldiers.\n\nWonder Woman lands amid the CARNAGE and ENGAGES the\nCreature.\n\nShe STRIKES and PARRIES and BLOCKS the Monster's attacks\nwith her SHIELD.\n\nHe SLAPS her aside and she SLAMS against the DESTROYED Tank.\nShe falls to her knees using her Sword to PROP HERSELF UP.\n\nShe SPITS BLOOD.\n\nShe watches as the Ultimate DECIMATES the Marines and the\nsurrounding area.\n\nBatman is DRAGGING a WOUNDED MARINE to safety.\n\nStewart has TAKEN COVER behind the OVER TURNED TRUCK and is\non the radio FRANTICALLY calling for AID.\n\nGardner and Harper are SHOOTING at the Creature while\nRETREATING.\n\nThe Amazon GRITS her teeth, WIPES her chin and DASHES back\ninto the fray.\n\nINT. PENTHOUSE, LEXCORP TOWER -- NIGHT\nLuthor SMILES as he watches his plan unfold.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nBehind the Over Turned Truck Stewart is COMFORTING the Young\nMarine who lies WOUNDED.\n\f144.\n\nDoomsday has BEATEN Wonder Woman to the GROUND. The Amazon's\nShield is DENTED and BENT.\n\nLois and Jimmy are PEERING out from behind the CORNER of a\nBUILDING.",
  "99": "---END OF PREVIOUS SECTION---\nDoomsday has BEATEN Wonder Woman to the GROUND. The Amazon's\nShield is DENTED and BENT. Lois and Jimmy are PEERING out from behind the CORNER of a\nBUILDING. \n---TARGET SECTION TO BE ANNOTATED---\nDoomsday BACK HANDS Wonder Woman CLEAR ACROSS the STREET and\ninto a wall, KNOCKING HER OUT COLD.\n\nDoomsday, The Ultimate, stands TRIUMPHANT and ROARS.\nMEDIA HELICOPTERS hover above the SCENE of DESTRUCTION.\nJIMMY\n(to Lois)\n\nWhere's Clark?\nLois doesn't answer.\nINT. LOBBY, RUINED BUILDING -- CONTINUOUS\nSuperman lies BEATEN and UNCONSCIOUS in the RUINED LOBBY.\n\nMAN(0.S)\nSuperman?\n\nThe Man of Steel's eyes FLICKER open.\n\nStanding above him is an ELDERLY MAN, 70's, who reaches out\nhis hand to him.\n\nELDERLY MAN\nLet me help you.\n\nSUPERMAN\n(softly)\nIt's ok.\n\nWith GREAT EFFORT Superman gets to his feet but STUMBLES and\nFALLS to one KNEE.\n\nThe Elderly Man HELPS him stand.\n\nSuperman looks at the FRAIL Man that is HOLDING him up and\nfinds UNDERSTANDING.\n\nSUPERMAN\n(weak)\nThank you.\n\nThe Man of Steel steps out into the STREET and FEELS the\nSUNS RAYS on his SKIN.\n\nHe CLENCHES his FISTS and FLIES.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nDoomsday ROARS as the Helicopters and is about to ATTACK\nwhen a SMALL BLINKING DEVICE attaches to it's SPINE.\n\f145.\nIt EXPLODES.\nThe Ultimate turns to see Batman standing out in the open.\nINT. BATCAVE -- CONTINUOUS\n\nAlfred looks AGHAST at the MAGNIFIED SATELLITE IMAGE of\nBatman standing ALONE in full VIEW of the Creature.\n\nALFRED\n(concerned)\nMaster Bruce?\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\nDoomsday FIXES its GAZE on the Batman.\nJimmy looks up in the sky.\nJIMMY\n(joyful)\nLois look!\n\nSuperman LANDS in front of Batman. HURT, his LEFT ARM held\nclose to his side.\n\nThe Monster GROWLS.\nSuperman steps forward.\n\nBatman GRABS the Kryptonian's shoulder.\n\nBATMAN\nYou can't beat it.\nSUPERMAN\nI have to.",
  "100": "---END OF PREVIOUS SECTION---\nBatman GRABS the Kryptonian's shoulder. BATMAN\nYou can't beat it. SUPERMAN\nI have to. \n---TARGET SECTION TO BE ANNOTATED---\nBATMAN\nYou'll die Kal.\nSUPERMAN\nClark.\n(he turns and smiles at\nBatman)\n\nMy name is Clark.\nHe pulls away from Batman and CHARGES the Monster.\nThey FIGHT.\n\nEach Combatant is giving it their all. NO QUARTER is given.\nNO MERCY is shown.\n\nSuperman FALLS to ONE KNEE.\n\nDoomsday brings both FISTS down.\n\f146.\n\nSuperman GRABS the Monster's WRISTS and with all his\nstrength PUSHES the Ultimate back.\n\nSuperman JUMPS into the AIR and FLIES at SUPER SONIC SPEED\ninto the SKY and then KICKS Doomsday back to Earth.\n\nHe HOVERS as the Creature FREE FALLS towards the City below.\n\nLois and Jimmy watch as the Monster COLLIDES with the\nCONCRETE creating and HUGE CRATER.\n\nSuperman HOVERS above the City for a moment.\nHe closes his eyes and LISTENS.\nVOICES(0.S)\nPlease... What's happening?... What\nis that?... I love you... Dad!...\nHelp!\n\nHis eyes OPEN and DESCENDS towards the City, BREAKING the\nSOUND BARRIER.\n\nDoomsday RAISES out of the crater and looks up at the\nSuperman who is BARING down on him.\n\nSuperman YELLS as he THROWS a FINAL BLOW.\n\nThe Ultimate THROWS it's own KILLING STRIKE.\n\nThey COLLIDE with such POWER the IMPACT sends SHOCKWAVES\nthroughout the city SHATTERING windows for BLOCKS. The\nground SHAKES and the air FILLS with DUST and DEBRIS.\nThen SILENCE.\n\nThe DUST settles and Louis and Jimmy watch as the Ultimate\nSTAGGERS. out of the crater.\n\nLois and Jimmy watch in FEAR as the Creature takes a few\nSTEPS before FALLING to it's KNEES and then to the ground.\n\nDoomsday is DEAD.\nSuperman's TORN CAPE HANGS on a BROKEN STREET LIGHT.\n\nLois RUNS toward the Crater where she BREAKS DOWN when she\nsees Superman CLINGING to LIFE.\n\nShe RUSHES to his side and WRAPS her arms around him.\n\nLOIS\n(emotional)\nClark!\n\nSUPERMAN\n(strained)\nIs it?... Did I...?\n\f147.",
  "101": "---END OF PREVIOUS SECTION---\nSUPERMAN\n(strained)\nIs it?... Did I...? 147. \n---TARGET SECTION TO BE ANNOTATED---\nLois CARESSES his BLOODIED and SWOLLEN face.\nLOIS\n(starts to cry)\nYou did it. You saved us. You saved\nus all.\nHe SMILES as he DRIFTS AWAY.\nLOIS\n(crying)\nI love you.\nSuperman DIES in Lois Lane's arms.\nINT. HOUSE, KENT FARM -- CONTINUOUS\nMartha is on her knees, CRYING uncontrollably.\nEXT. DOWNTOWN METROPOLIS -- CONTINUOUS\n\nWonder Woman STAGGERS toward Batman who stands at the EDGE\nof the crater.\n\nStewart flanked by Gardner and Harper HANG their heads.\n\nHigh above the Helicopters RECORD the TRAGIC SCENE.\n\nINT. PENTHOUSE, LEXCORP TOWER -- NIGHT\n\nLuthor smiles TURNS OFF his Computer Monitors.\nBLACK SCREEN:\nFADE IN:\n\nEXT. BACKYARD, KENT FARM -- DAY\n\nLOIS(V.0)\nI knew Superman. I knew him not as\n\na god but as a man.\n\nMartha, crying, stands beside a HOLE that has been DUG in\nthe GARDEN.\n\nIn her hands she HOLDS a SMALL WOODEN BOX.\n\nLois walks up beside her and puts a STUFFED BEAR in the Box\nand EMBRACES Martha.\n\nLOIS(V.0)(CON'T)\nA man who strove to protect all of\nour lives.\n\nMartha PLACES the Box in the hole. It is FILLED with Clark's\nCHILDHOOD POSSESSIONS (A Trophy, Family photographs, etc\netc).\n\f148.\n\nIn GRIEF she falls to her knees, SOBBING. Lois SITS beside\nher and hugs her TIGHT. They Both CRY.\n\nEXT. JASON TODD'S GRAVE, WAYNE MANOR -- DAY\nLOIS(V.0)(CON'T)\nAnd mourned those he was too late\nto save.\nWayne stands with Alfred beside the GRAVE of JASON TODD.\n\nAlfred notices someone APPROACHING. He PATS Wayne on the\nshoulder, smiles and walks away.\n\nWayne turns to see Grayson who JOINS him beside the Grave.\nINT. SENATE HEARING ROOM -- DAY\nLOIS(V.0)(CON'T)\nThere are those who saw him as an\nenemy...",
  "102": "---END OF PREVIOUS SECTION---\nWayne turns to see Grayson who JOINS him beside the Grave. INT. SENATE HEARING ROOM -- DAY\nLOIS(V.0)(CON'T)\nThere are those who saw him as an\nenemy... \n---TARGET SECTION TO BE ANNOTATED---\nWaller sits at a desk as she is INTERVIEWED by a COMMITTEE\nin front of the PRESS.\n\nShe looks GRAVE.\nINT. INTENSIVE CARE UNIT, METROPOLIS HOSPITAL -- NIGHT\nLOTS(V.0)(CON'T)\nthere where others who knew him\nas a friend.\n\nVictor Stone lies on a hospital bed. He is in a COMA and on\nLIFE SUPPORT.\n\nSilas sits by his side holding his Son's hand, DEVASTATED.\nEXT. CITY HALL, METROPOLIS -- DAY\n\nLOIS(V.0)(CON'T)\nBut in the end...\n\nThe MAYOR OF METROPOLIS stands on a podium in front of a\nTHOUSAND CITIZENS.\n\nLOIS(V.0)(CON'T)\nhe stood for us. He fought for\nUS...\nBehind him covered in WHITE SHEET is a STATUE.\n\nLOIS(V.0)(CON'T)\nhe died for us.\n\nThe Mayor gestures the SHEET be REMOVED.\n\nLOIS(V.0)(CON'T)\nBecause he was one of us.\n\f149.\n\nThe sheet is PULLED AWAY to REVEAL a GIANT STATUE of\nSuperman. Standing TALL and PROUD in the SUN.\n\nLOIS(V.0)(CON'T)\nHe was the World's Finest.\n\nThe Crowd ERUPTS in CHEERS.\nINT. RED ROOM, S.T.A.R LABS -- NIGHT\n\nSuperman's Body is housed in a PROTECTIVE GLASS CASE. It is\nILLUMINATED by a SINGLE WHITE LIGHT.\n\nStewart stands beside the case looking down on the fallen\nKryptonian, MOURNFULLY.\n\nThe EMERALD RING around his neck begins to GLOW\n\nHe REMOVES the Ring from his neck and PLACES it on his\nfinger.\n\nHe CLENCHES his fist and a GREEN ENERGY is EMITTED from the\nRing. He AIMS it in front of him.\n\nThe Energy FORMS into the SHAPE of a MAN, YOUNG but BATTLE\nWEARY. This is KYLE RAYNER, member of the GREEN LANTERN\nCORPS.\n\nRAYNER\nJohn.\n\nSTEWART\nKyle.\n\nRAYNER\n\nWhat do you have to report?\n\nSTEWART\nKal El is dead.\n\nThe Emerald Man's face HARDENS.\n\nRAYNER\nThat's unfortunate.",
  "103": "---END OF PREVIOUS SECTION---\nSTEWART\nKal El is dead. The Emerald Man's face HARDENS. RAYNER\nThat's unfortunate. \n---TARGET SECTION TO BE ANNOTATED---\n We needed the\nKryptonian.\n\nSTEWART\nAm I being called back?\n\nRAYNER\nNo. Jordan wants you on Earth. To\norganize a defense when the time\ncomes.\n\nStewart nods, SOLEMNLY.\n\f150.\nRAYNER(CON'T)\nThanagar has fallen. We can't hold\nhim back any longer.\n(turns and walks away)\nUxas is coming.\nRayner FLICKERS and FADES leaving Stewart alone.\nSTEWART\n(whispers)\nDarkseid.\nEXT. ROOFTOP, WAYNE ENTERPRISES METROPOLIS -- NIGHT\n\nBruce Wayne and Alfred stand beside a HUGE INACTIVE\nSEARCHLIGHT.\n\nIn the distance LexCorp Tower can be seen.\nWayne hears the SOUND of soft FOOTFALLS behind him.\nHe and ALfred turn to see Diana approach.\n\nWAYNE\nI wasn't sure you'd come.\n\nShe joins them beside the Searchlight.\n\nDIANA\nI came to honor him. He was a great\nwarrior.\n\nWAYNE\n\nHe wasn't a warrior Diana. He was a\nhero. In the end he realized what\nthat meant.\n\nDIANA\nAnd what does it mean?\n\nWAYNE\nBeing a hero isn't about the lives\nyou save but what you are willing\nto sacrifice to save them. Clark\nknew that in the end.\n\nHe places his hand on the Searchlight's SWITCH.\n\nDIANA\nWhat are you doing?\n\nWAYNE\nI won't let his sacrifice be in\nvain. I'm going to let someone know\nthat he didn't win.\n\nHe HITS the switch and the Searchlight ACTIVATES.\n\f151.\n\nINT. PENTHOUSE, LEXCORP TOWER -- CONTINUOUS\nLuthor sits at his desk in the DARK, alone.\nSuddenly the room is FILLED with a BRIGHT LIGHT.\nHe stands and walks to the window and out onto the balcony.\nOutside the Searchlight is SHINING on his building.\nThe IMAGE is of SUPERMAN's SYMBOL: HOPE.\n\nEND CREDITS.\n\f\f"
}