{
  "1": "Battlestar Galactaca\n\nFADE IN\nON A STARFIELD\nA myriad glowing jewels of light...and a stillness that is both friend\nand enemy...\nSuddenly, a full-throated burst of a single chord played by a symphony\norchestra as we see superimposed over the starfield, the words:\nGALACTICA\nSaga of a Star World\nThen as the lettering drifts off into space, the chord begins to\ndiminish until it is only sustained by the ethereal high pitched\nstrains of a muted string section and a voice speaks to us against\nthe ever present stars...\nADAMA'S VOICE\nThousands of years ago, colonies were established throughout the\nuniverse by a mother race from the far reaches of space...This race\nof people was known as humanoid...human beings...An unsubjugatable,\nresourceful people who loved freedom, adventure... even conflict...\nNow, in the seventh millennium of time, a solemn and dramatic event\nis taking place...A peace envoy, representing the twelve known\ncolonies of man, moves through space in hopes of bringing to a close\na thousand year war tat has seen the humans embattled by an alliance\nof beings...bent on their destruction...The mission of the colonial\nfleet would bring the star world a new beginning...or...\nAGAINST THE STARFIELD\nsuperimpose the words:\nTHE END\nA SLEEK FIGHTER PLANE\nblasts onto the screen\nON THE SMILING FACE OF ZAC\nA bright, enthusiastic , young (23) fighter pilot closeted in the\nsuper modern, form-fitting cockpit of his sleek ship...the finest\nfighting craft in the Colonial Fleet...\nZAC\nTwo targets on my scanner...just above the old moon, Cimtar.\nINSIDE A SECOND SHIP ON ANOTHER FACE\nolder (30)... a hint of cynicism as he glances at his scanner.\nSKYLER\nProbably a Cylon patrol...\nZAC\nAwful long way from home...Where's their base ship...\nSKYLER\nNo base ship...Long range reconnaissance craft... Strange, I'm not\npicking up anything but static beyond those guys...\nINSERT\nTwo blips on the front side of a steady field of static\ninterference...\nZAC\nMe too...I thought it was my scanner...\nSKYLER\nCould be a storm...",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nZAC\nMe too... I thought it was my scanner... SKYLER\nCould be a storm... \n\nTARGET SECTION TO BE ANNOTATED:\nThe fleet will be coming right through it... We'd\nbetter go have a look...Kick in the turbos...\nINSIDE ZAC'S SHIP\nZAC\nSkyler...the standing orders on conserving fuel specifically forbid\nuse of turbos, except under battle conditions...\nSKYLER\nKid...You're on the front lines now...anything goes...\nSKYLER\npushes three buttons and shoves his foot to the floor. The resulting\nblast drives him back against the seat.\nSKYLER'S FIGHTER\nbursts ahead, rolling over and out across the sky.\nSOMEPLACE IN THE SKY AMONGST THE STARS\nON A FLEET OF WARSHIPS\nFive flying battlestars...As we draw closer, the scale and enormity\nof the machines becomes increasingly impressive...\nCLOSER\nraking along the bridge level of one ship until we come to a name\nemblazoned on the side of the graceful machine..\nATLANTIA\nINSIDE A DINING CHAMBER\none half of which looks out on the most spectacular sight ever\nwitnessed by man...the universe...a giant starfield in all its\nmajesty...In the center of the room is a long table at which the\ncenter of attention is a bearded man whose face glows with the\nwarmth and wisdom of the ages. He raises a silver chalice and the\ntwelve gentlemen around him, clad in Roman-like toga and tunic tops\nover tighter fitting pants and boots, come to rapt attention...\nOLD MAN\nGentlemen...I know you are all anxious to return to your ships before\nour rendezvous with the Cylons, but I think it appropriate to toast\nthe most significant event in the history of man...I'd like to raise\nmy chalice to you...\nWe study the study, dignified faces of twelve men, flanking the old\nman...six to a side...their features betraying substantive\ndifferences...They are red, black, yellow, white...indeed, every\nvariation...\nPRESIDENT\nNot merely the quorum of the twelve, representing the twelve colonies\nof man, but my friends...and the greatest leaders ever assembled...As\nwe approach the seventh millennium of time, the human race will at\nlast know peace...Thanks to you...",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRESIDENT\nNot merely the quorum of the twelve, representing the twelve colonies\nof man, but my friends...and the greatest leaders ever assembled... As\nwe approach the seventh millennium of time, the human race will at\nlast know peace... Thanks to you... \n\nTARGET SECTION TO BE ANNOTATED:\nAs the are about to salute, each with his own chalice, another voice\nis heard...\nBALTAR\nInappropriate...\nFaces swing Baltar's way...startled by his impudence...\nBALTAR\nI say we lift our cups to he, who has for the first time, brought the\ndissident races of mankind together to speak as one before the\nAlliance...To President Adar and to peace...\nEven the humble attempt at quelling the voices cannot deny these men\ntheir measure of gratitude...the cups are raised and the Old Man\njoins in...\nPRESIDENT\nTo peace...at long last...\nPOINT OF VIEW FROM A COLONIAL FIGHTER PLANE COCKPIT\nof a large space vehicle looming up ahead, floating above a layer of\nclouds...\nSKYLER'S VOICE\nWhat is it...\nZAC\npulling back on the throttle, slowing...He puts the vehicle on the\nscanner and punches up a combination...\nZAC\nTell ya' in a flash...\nON ZAC'S SCANNER\nOn one side of the screen, we see the Cylon space vehicle. On the\nother side of the screen, we see a series of airship profile\nsilhouettes racing by. Finally, an image stops. It is a match. A\ngreat deal of printing appears below the silhouettes in an\nunfamiliar text.\nZAC\nWarbook says a Cylon tanker. Scanner reads it empty.\nSKYLER\nWhat's an empty tanker doing out here?\nZAC\nAnd where's the other ship?\nSKYLER\nScreened off by this one. Wonder what they're hiding?\nZAC\nI don't know, but it's awfully close to that storm.\nSKYLER\nWe came to look...\nZAC\nBe careful, Skyler. I have a funny feeling about this...\nSKYLER\nYou're not old enough to have funny feelings! Besides while we're\nstuck out on patrol, Starbuck's pulled a couple of those Geminis'\ninto a card game. I want to get back before he cleans them out.\nSKYLER'S SHIP\nbegins to peel off to sweep around the freighter...\nON ANOTHER BATTLESTAR IN THE FLEET\nits name...",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nI want to get back before he cleans them out. SKYLER'S SHIP\nbegins to peel off to sweep around the freighter... ON ANOTHER BATTLESTAR IN THE FLEET\nits name... \n\nTARGET SECTION TO BE ANNOTATED:\n \"Galactica\"\nINSIDE A PILOTS' READY ROOM\nA Spartan, standby area for fighter pilots. Camera moves past a young\nman in flight clothes, sleeping...another reading...and as we come to\nthe end of the room, a group stand behind one side of a circular card\ntable, forming a gallery for a handsome young man called Starbuck,\nwho eyes his round playing cards with wily skill.\nSTARBUCK\n(with feigned ease)\nJust to keep the game instructive, and because you're new to it, I'll\nonly wager...\nStarbuck pushes half of his square cubits of gold in front of him.\nThe two men look, then whisper. A confident smile passes amongst the\ngallery.\nGEMON\nDespite the humbleness of this hand...for the honor of our home\ncolony, Gemini, we must challenge you.\nThe young man pushes forth a measure of golden cubits, equal to the\npot. The gallery tenses.\nGEMON\nAnd for the glory of our colony, another equal measure.\nGemon pushes out another pile, in effect, doubling the stakes. The\ngallery holds its collective breath. Starbuck feigns continued ease.\nSTARBUCK\nWell, in the name of our home planet, Caprica, and for her\neverlasting glory, I'll measure your increase and double it.\nThe gallery gulps as Starbuck pushes in his remaining cubits and\nturns to them.\nSTARBUCK\n(sotto voice)\nCome on, come on, guys, up with the rest of it...\nBOOMER\nCould we speak with you for a moment. In private?\n(To the Geminis)\nOnly be a flash, fellas...\nBoomer, a trim-looking black man; Jolly, a hefty hunk of a guy, and\nGreenbean, a stringbean of a flyer next to him, face the now-standing\nStarbuck and speak to him through clenched teeth and heated whispers.\nBOOMER\nAre you crazy...?\nSTARBUCK\n(sotto voice)\nWeren't you listening? This is for the glory of Caprica. Doesn't that\nmean anything to you?\nThe gallery stares at Starbuck blankly.\nSTARBUCK\nLook, have I ever steered you guys wrong?\nThe gallery continues to stare blankly.\nSTARBUCK\n(sotto voice)\nAll right...",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTARBUCK\nLook, have I ever steered you guys wrong? The gallery continues to stare blankly. STARBUCK\n(sotto voice)\nAll right... \n\nTARGET SECTION TO BE ANNOTATED:\nlook at it this way. We'll double our money! They're\ntrying to buy the pot.\nJOLLY\n(sotto voice)\nYou told us these Geminis didn't understand the game.\nBOOMER\n(sotto)\nThey caught on fast. Now, come on, or we lose everything we've got in\nthat game.\nReluctantly, the gallery comes up with an additional measure of gold\ncubits. Starbuck pushes them out onto the table and turns his cards\nover.\nBOOMER\nBeat that.\nThe Gemmon smiles and places his cards on the table. Boomer and the\ngallery stare at the cards, stricken as the Gemon rakes in the golden\ncubits.\nIN THE PRESIDENTIAL DINING ROOM\nThe men have adjourned their meeting and now cluster in twos and\nthrees, chatting amicably.\nTHE PRESIDENT\ngrips the arm and hand of Baltar.\nPRESIDENT\nThis armistice conference would not have been possible without your\ntireless work, Baltar. You have secured for yourself a place in the\nhistory books.\nBaltar smiles humbly.\nBALTAR\nThat the Cylons chose me as their liaison to the quorum of the twelve\nwas an act of providence, not skill.\nThe old man notices Commander Adama standing alone at the huge window\nto space. The Commander is a strong man with sharp features and\npenetrating eyes...still a softness in his bearing.\nON THE COMMANDER\nlooking out, a troubled look on his face, as the President moves up\nbehind him\nPRESIDENT\nI see the party isn't a huge success with all my children.\nADAMA\nIt's what awaits us out there that troubles me.\nPRESIDENT\nSurely, you don't cling to your suspicions about the Cylons. They\nasked for this armistice. They want peace.\nADAMA\nForgive me, Mr. President, but they hate humans with every fiber of\ntheir existence. We love freedom. We love independence. To feel, to\nquestion. To rebel against oppression. It's an alien way of existing\nthey will never accept.\nPRESIDENT\nBut they have. Through Baltar, they have sued for peace.\nADAMA\nswings a sober look back to the President\nADAMA\nYes.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRESIDENT\nBut they have. Through Baltar, they have sued for peace. ADAMA\nswings a sober look back to the President\nADAMA\nYes. \n\nTARGET SECTION TO BE ANNOTATED:\n Of course, you're right.\nPOINT OF VIEW\nA tanker in space. Moving around it, we see a second tanker appear\njust above the cloud layer.\nSKYLER'S FIGHTER\nsweeps around and slows\nSKYLER\nThere's the other ship tucked in nice and neat. Now what is she, and\nwhat's she doing?\nSkyler punches the buttons.\nHIS SCANNER\nrefusing to read the ship. Figures and symbols appear in a hopeless\njumble.\nSKYLER\nI can't read anything inside. She's jamming us.\nZAC\nWarbook says she's a freighter.\nSKYLER\nMy foot. If she's jamming us, she's hiding something. I'm going around\nher.\nZAC\n(alarmed)\nThat'll put you smack in the storm. If it's asteroids, it'll rip us\napart.\nSKYLER\nNot us, kid. You stay put. I don't want it said that I taught my kid\nbrother bad habits on his first patrol.\nSKYLER\nswings his ship over and head directly into the cloud cover.\nZAC'S VOICE\nThe jamming is knocking out my scanner. Where are you, Skyler?\nSKYLER SCANS THE HORIZON\nobscured by clouds racing past him.\nSKYLER\nNothing but a harmless cloud cover. Not heavy at all. I don't see why\nthey'd send up all that electronic...\nSkyler looks down. His face freezes. His eyes widen in disbelief...\nZAC'S VOICE\nSkyler? What's going on?\nSKYLER'S POINT OF VIEW\nHe has flown into the middle of a Cylon staging area. Wall to wall\nwarships as far as the eye can see. We push in close to one of the\nships...\nINSIDE THE CYLON ATTACK FIGHTER\na triad of Cylon Centurians. Two helmeted pilots sit side-by-side, a\nthird between them, slightly higher and back. Their helmets are\ntubular shaped with a narrow aperture where one might have expected\neyes. In their stead, a fine beam of light sweeps back and forth, an\nominous, ever-aware presence. The Cylon swings a look o.s. He\npoints...\nZAC'S SHIP\nwith the Cylon ships in pursuit.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Cylon swings a look o.s. He\npoints... ZAC'S SHIP\nwith the Cylon ships in pursuit. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE LEAD CYLON FIGHTER\nracing ahead, firing\nON SKYLER\nSKYLER\nThey're jamming our transmission, kid. We've got to get back. It's an\nambush, and they've got enough fire power to destroy the entire fleet.\nON THE FLEET\nas a small shuttlecraft approaches the Galactica from the rear.\nPOINT OF VIEW\nof the Galactica from the shuttlecraft to establish two large carrier\ndeck areas tucked into pods on either side of the immense ship. We\nare dipping down and to the left to land in the left side of the\nvessel.\nON COMMANDER ADAMA\nseated beside a beautiful young woman wearing military clothes, who\nmakes preparations to land the shuttle vehicle. She suddenly reacts\nto something in her headset.\nATHENA\nSomething's wrong.\nADAMA\nWhat is it?\nATHENA\nI don't know. They just put the ship on alert.\nCLOSER POINT OF VIEW\nof the landing deck with large, strobing lights arrowing the way in\nand affording a final stopping point on the deck's surface within the\nbowels of the battlestar. As we draw closer...closer\nEXPLOSIONS ROCK THE STARFIELD\nas the colony fighters cream through space under attack from behind\nON ZAC\nfrightened as he takes a hit\nZAC\nSkyler...they knocked out my port engine.\nSKYLER\nWe're not going to make it giving them our backs. How many of 'em can\nyou make out?\nZAC\nFour...\nSKYLER\nThey only sent four after us? That's insulting.\nZAC\nI don't know, Skyler. I think they're doing awfully well...\nSKYLER\nOnly because they're behind us. When I count three, hit your reverse\nthrusters and maximum breaking flaps. We'll give them a little\nsurprise. One...two...three...\nThey hit their reverse thrusters. A roar goes off...\nON THE CYLON FIGHTERS\nas they scream past the colony warplanes\nINSIDE THE LEAD CYLON CRAFT\nthe three pilots crane in confusion to figure out what happened. They\nlook all around the sky.\nON SKYLER\nas he narrows his eyes and puts his finger on a fire control button\non his steering column.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nON THE CYLON FIGHTERS\nas they scream past the colony warplanes\nINSIDE THE LEAD CYLON CRAFT\nthe three pilots crane in confusion to figure out what happened. They\nlook all around the sky. ON SKYLER\nas he narrows his eyes and puts his finger on a fire control button\non his steering column. \n\nTARGET SECTION TO BE ANNOTATED:\nSKYLER\nRight here, you creepy, crawly creature...\nHe squeezes the trigger...\nPOINT OF VIEW - AHEAD\nas Skyler's torpedo lasers streak off into the Cylon ship dead ahead,\ndisintegrating it in a mighty fireball.\nON SKYLER\nSKYLER\nYaa Hoooo....\nON ZAC\nswinging back and forth, lining up his target. He fires.\nTHE CYLON SHIP\ndisintegrates. Ahead of it, the remaining two Cylon fighters divide\nand veer off.\nON SKYLER\nSKYLER\nNot bad for a little brother. You go after the guys on the right.\nThe two fighters split, swinging off after the two Cylon fighters.\nON THE BRIDGE\nCommander Adama enters. Colonel Tigh is watching the scanners\nintently.\nADAMA\nWhat is it?\nTIGH\nOur patrol ran into trouble. We picked up some signals, but they're\nbeing jammed.\nADAMA\nWhat kind of trouble?\nTIGH\nCan't tell yet. Could be pirates, smugglers, or...\nTheir eyes meet. The Commander walks to the large observation point\nlooking out on the starfield.\nADAMA\nGet me the President.\nIN A READY ROOM - CLOSE ON A CARD HAND\nStarbuck sits down at the card table, a small grin appearing on his\nface. He pushes a large stack of cubits out into the center of the\ntable.\nSTARBUCK\nOk, guys, one hand. Sudden death.\nThe gentlemen from Gemini consider the odds and push an equal amount\nof cubits to the center of the table.\nGEMON\nSudden death!!\nStarbuck flashes a fiendish, child-like grin and begins to deal the\ncards.\nON THE FLIGHT BRIDGE OF THE GALACTICA\nADAMA\nOur patrol is under attack, Mr. President. We're not sure by whom.\nThe President appears on a monitor. Baltar is beside him.\nADAMA\nAs a precautionary measure, I'd like to launch intercept fighters...\nBaltar leans into the President, whispering to him. The President\nnods.\nPRESIDENT\nQuite right, Baltar. Commander, as a precautionary measure, I insist\nupon restraint.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe President\nnods. PRESIDENT\nQuite right, Baltar. Commander, as a precautionary measure, I insist\nupon restraint. \n\nTARGET SECTION TO BE ANNOTATED:\n If this turns out to be an encounter with some outlaw\ntraffic, we could jeopardize the entire cause of peace by displaying\nfighters when we are so close to our rendezvous.\nADAMA\nMister President, two of my aircraft are under armed attack.\nPRESIDENT\nBy forces unknown. You are not to launch until the situation is more\nclear.\nADAMA\nSir, may I at least urge you to bring the fleet to a state of alert?\nPRESIDENT\nI will consider it. Thank you, Commander.\nThe screen goes black.\nTIGH\nHe'll consider it? Has he lost his mind?\nADAMA\nColonel...\nThe Colonel looks quickly around at the hushed bridge, quite\nembarrassed at his own outburst.\nTIGH\nI'm sorry, Commander, it's just that...well...\nADAMA\nYes, Colonel? What is it?\nTIGH\nThe patrol is under the command of Captain Skyler.\nADAMA\nWell, if I can't have confidence in my eldest son, who can I depend\non?\nTIGH\nZac is with him. His first patrol.\nThis news weighs heavy on the Commander.\nON ZAC\nas he fires and misses a Cylon fighter veering off and falling behind\nhim. Suddenly, he is the target.\nZAC\nSkyler...\nON SKYLER\nas he looks off, sees the confrontation off to one side of him\nSKYLER\nKeep them interested just a little longer...\nON ZAC\nas the sky is exploding all around him\nZAC\nBelieve me, they're interested.\nAn explosion rocks Zac's plane.\nZAC\nThere goes another engine...\nON SKYLER\nHe zeros in on the Cylon plane from the side, swinging his ship to\ncome at the Cylon's plane on a perpendicular intersecting course.\nSKYLER\nSteady...steady...just don't look this way, guys...\nIN THE CYLON PLANE\nas they continue to focus on Zac. Suddenly, the pilot closest to\nSkyler's side chances to swing his look out to the right.\nPOINT OF VIEW - THE CYLON'S\nA colony fighter plane is coming right for him\nTHE CYLON\nchatters frantically. The other two pilots turn to look.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly, the pilot closest to\nSkyler's side chances to swing his look out to the right. POINT OF VIEW - THE CYLON'S\nA colony fighter plane is coming right for him\nTHE CYLON\nchatters frantically. The other two pilots turn to look. \n\nTARGET SECTION TO BE ANNOTATED:\nON SKYLER'S PLANE\nas he fires torpedo lasers\nTHE CYLON PLANE\ndisintegrates\nSKYLER\nsighs with relief\nSKYLER\nThe day those guys can outfight us without a ten-to-one margin...\nON ZAC\nHe is looking across the sky\nZAC\nSkyler...better look at your scanner.\nSKYLER\nlooks...\nTHE SCANNER\nshows a solid wave of targets coming from somewhere in the distance.\nSKYLER\nBut a thousand-to-one is hardly fair...\nZAC\nWhat does it mean, Skyler?\nSKYLER\nIt means there isn't going to be any peace. There may not be anything\nif we don't warn the fleet.\nZAC\nYou go, Skyler. I'm short two engines. I won't be able to keep up\nwith you.\nSKYLER\nI can't leave you, Zac.\nZAC\nYou have to...and I'll be all right. If I put my foot in that turbo,\nI'll make it back ahead of them. Now go on. You've got to warn the \nfleet.\nA sober mood descends across Skyler's face.\nSKYLER\nYou can fly with me any time, kid. Good luck.\nSkyler punches the buttons and the roar of the turbo thruster\nresponds.\nZAC\nCome on, baby, give me all you can.\nHe pushes the stick forward and moves off at a much slower speed.\nON THE FLIGHT BRIDGE OF THE GALACTICA\nTIGH\nStill nothing from the fighters, sir. Their transmission is being\ndeliberately jammed. If we don't launch...\nADAMA\nWe cannot launch when it has been expressly forbidden...\n(on everyone's tense look)\nThis might, however, be an appropriate time to order a test of our\nbattle stations drill...\nThe bridge command smiles...\nADAMA\nSound the alert, Colonel!!!\nIN THE READY ROOM\nOn a hand as it is turned over. All one color, all one symbol. A\npyramid.\nSTARBUCK\nYou may never see another one, fellas... A perfect pyramid.\nON GEMON\nas he turns to his associate in sullen disbelief. Suddenly A CLAXON\nblares loudly through the room. A book reader jumps up...a sleeper\nwakes up...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nON GEMON\nas he turns to his associate in sullen disbelief. Suddenly A CLAXON\nblares loudly through the room. A book reader jumps up...a sleeper\nwakes up... \n\nTARGET SECTION TO BE ANNOTATED:\nHe slaps it to the top of the remaining deck, scattering\nthe cards.\nGEMON\nUnfortunate. We'll have to replay hand at later date. Duty calls.\nGemon whips a battle helmet from the floor and scoops half the pot on\nthe table into it, takes off, his compadre right behind him.\nSTARBUCK\nCome back here, you little...Somebody stop him...!\nBut all hands charge for the doors, grabbing helmets and flight kits.\nON THE CATAPULT DECK\nA vacuum tube races along the ceiling of a long, narrow chamber in\nwhich countless fighter ships sit side by side in powerful launching\ncribs. As the vehicle within the overhead vacuum tube progresses down\nthe flight line, pilots emerge from chutes leading from the overhead\ntube, then race on foot for their individual fighter craft. Ground\nteams are already on hand preparing the lethal-looking planes for\nimmediate launch.\nSTARBUCK\nemerges from his drop and runs to the cockpit of his plane. A member\nof the ground crew looks up from where he is hurriedly preparing the\ncockpit.\nCREWMAN\nWhat's going on?\nSTARBUCK\nNothing to worry about. Probably some kind of aerial salute for the\nPresident as they sign the armistice.\nThe crewman kicks a switch and Starbuck's plane beings to whine, the\npitch getting higher and higher.\nON ZAC\nracing against time as his ship limps back toward safety\nA WALL OF CYLON FIGHTERS\nclosing the gap. They begin to open fire.\nZAC\nreacts to the explosions around him\nON SKYLER\nracing in from space\nSKYLER'S POINT OF VIEW\nThe flight deck of the Galactica as his fighter makes its approach\nON THE BRIDGE\nTIGH\nA single fighter approaching, Commander.\nThe Commander turns and moves to the scanner board where several\noperatives sit watch.\nOPERATIVE\nSir, long range scanner picks up large number of craft moving this\nway at high speed.\nThe Commander and Colonel exchange rapid glances and hurry to the\nscanner.\nADAMA\nGet that pilot up here as soon as he lands. Get the President back on\nthe codebox.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Commander and Colonel exchange rapid glances and hurry to the\nscanner. ADAMA\nGet that pilot up here as soon as he lands. Get the President back on\nthe codebox. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE PRESIDENT ON THE BRIDGE OF THE ATLANTIA\nPRESIDENT\nYes, Commander?\nADAMA\nMister President, a wall of unidentified craft are closing towards\nthe fleet.\nBaltar leans towards the President\nBALTAR\nPossibly a Cylon welcoming committee.\nADAMA\nMay I suggest that at the very least, we launch a welcoming committee\nof our own?\nBALTAR\nMister President, there remain many hostile feelings amongst our\nWarriors. The likelihood of an unfortunate incident with all those\npilots in the sky at once...\nPRESIDENT\nA good point, Baltar. Did you hear that, Commander?\nAdama is beside himself.\nADAMA\nNo, Mister President, I can't possibly have heard correctly. Did\nCount Baltar suggest we allow our forces to sit here totally\ndefenseless?\nPRESIDENT\nCommander, we are on a peace mission. The first peace man has known\nin a thousand years.\nON ZAC\nExplosions charge the sky around him. He takes another hit. He\npales...\nZAC\nCome on, baby, not much further...\nON THE BRIDGE OF THE GALACTICA\nADAMA\nMister President...\nHe is interrupted by Colonel Tigh with a report.\nTIGH\nA lone ship is coming under attack from the main force approaching\nthe fleet.\nADAMA\nDid you hear that, Mister President. Your welcoming committee is\nfiring at our patrol.\nPRESIDENT\nFiring at our patrol? How do you explain that, Baltar?\nHe looks around.\nPRESIDENT\nBaltar! Baltar!\nBut Baltar has left the bridge.\nZAC'S POINT OF VIEW\nThe fleet is not far away now. \nZAC\nsmiles\nZAC\nWe made it...\nON THE CYLON FIGHTERS\nclosing in on Zac, three to one.\nPOINT OF VIEW TO ZAC\nas they line up on him for the kill\nON ZAC\nZAC\nBlue flight two...in trouble. Request emergency approach.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nON THE CYLON FIGHTERS\nclosing in on Zac, three to one. POINT OF VIEW TO ZAC\nas they line up on him for the kill\nON ZAC\nZAC\nBlue flight two...in trouble. Request emergency approach. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE CYLON SHIPS\nas they fire\nON ZAC'S SHIP\nas it explodes into infinity\nON THE BRIDGE OF THE GALACTICA\nAthena comes out horrified\nON THE BRIDGE OF THE ATLANTIA\nPRESIDENT\nWhat was that?\nON ADAMA ON THE BRIDGE OF THE GALACTICA\nas he suffers the implications of the shattered patrol ship\nADAMA\nThat was my son, Mister President.\nON THE CYLONS\nas they streak towards the fleet, opening fire\nON THE BRIDGE OF THE GALACTICA\nas countless Cylon fighters streak by, firing salvo after salvo.\nCommander Adama looks out at the starfield suddenly alive with fires\nand destruction, as a large battle wagon explodes beyond the\nGalactica.\nADAMA\nLaunch fighters.\nINSIDE THE BOWELS OF THE GALACTICA ON THE LAUNCHING DECK\nas claxon blares\nON STARBUCK\nas a red light goes on on his dash. He lowers the canopy. The ground\ncrewman steps back, signaling a control tower high above. As he runs\nfor cover, there is a hiss of steam and a blast as the ship roars out\nof its crib.\nON THE OUTSIDE OF THE GALACTICA\nas fighter after fighter begins to launch from the side of the huge\nship, angling diagonally off into space and into the attack.\nON THE BRIDGE OF THE GALACTICA\nTIGH\nFighters launched, Commander.\nADAMA\nHave any of the other ships gotten planes off?\nTIGH\nNo, sir.\nADAMA\nLord help us.\nON THE LANDING DECK OF THE GALACTICA\nSkyler is climbing hurriedly out of his ship.\nATHENA\nmoves to him on the dead run\nATHENA\nSkyler, thank heavens you're all right.\nShe tried to crush into his arms. He is sympathetic, but stoic, and\nin a hurry to report.\nSKYLER\nI've got to go back for Zac. It's an ambush. They jammed our\ncommunicators. You tell Commander Adama there were no base ships.\nHe'll understand what I'm saying.\nATHENA \nSkyler...\nSKYLER\nAthena, just listen and tell Adama that it's more than just an attack.\nThe Cylon base ships are missing.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nATHENA \nSkyler... SKYLER\nAthena, just listen and tell Adama that it's more than just an attack. The Cylon base ships are missing. \n\nTARGET SECTION TO BE ANNOTATED:\n That means they're up to something\ndiabolical. Now I've got to go back for Zac.\nAs he turns to charge away\nATHENA\nYou don't have to go back.\nSkyler spins around. His tone is positive, but his expression is\nuncertain.\nSKYLER\nYou mean he's all right! One of the other ships picked him up!\nTears begin to roll down Athena's cheek.\nATHENA\nNo...\nSkyler sucks in his breath and stares at Athena emotionlessly, then\nturns away as she cries.\nSKYLER\nI guess I can give my report to Adama himself\nHe turns to move off\nATHENA\nYour report? Is that all you can say? Zac's dead.\nSkyler looks back\nSKYLER\nWe'll probably all be dead soon.\nSkyler steels himself against the pain, turns and exits up the metal\nstaircase.\nON THE LANDING DECK \nOn Skyler as he enters the bridge of the Galactica. Adama is quick to\nmove to him and embrace him. Skyler tenses up.\nADAMA\nYou didn't have any choice.\nSkyler pulls away\nSKYLER\nThere were no base ships, only attack craft. Maybe a thousand,\nhovering over Cimtar.\nThe Colonel moves up\nTIGH\nA thousand? You must be mistaken, Captain. Fighters couldn't function\nthis far from Cylon without base ships. They don't carry enough fuel.\nThe Captain looks off thoughtfully\nSKYLER\nWe picked up an empty tanker on our scanner. It's my guess the Cylons\nused it to refuel for the attack after flying to that point from\nwherever their base ships are.\nThe Commander ponders that as the Colonel shakes his head skeptically\nTIGH\nWhy operate that far from base ships when it isn't necessary. They\nwould have been well out of our range at the old moon.\nA grim revelations descends across Adama's face\nADAMA\nUnless it was more important that the base ships be someplace else.\nGet me the President.\nWe read an ominous, foreboding look in Commander Adama's eyes\nON THE CYLON BASE SHIPS\nThree large, circular aircraft hover in the sky above the planet\nCaprica\nIN THE LARGE CIRCULAR CHAMBER\nlighted by very subdued, indirect sources.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nA grim revelations descends across Adama's face\nADAMA\nUnless it was more important that the base ships be someplace else. Get me the President. We read an ominous, foreboding look in Commander Adama's eyes\nON THE CYLON BASE SHIPS\nThree large, circular aircraft hover in the sky above the planet\nCaprica\nIN THE LARGE CIRCULAR CHAMBER\nlighted by very subdued, indirect sources. \n\nTARGET SECTION TO BE ANNOTATED:\n A door opens on a side and\ntwo large, armored men move in wearing Cylon scanning helmets. They\ncross until they come to a pedestal in the center of the chamber.\nThere, a creature sits with its back to us. The two men stop.\nCENTURIAN\nBy your command.\nIMPERIOUS LEADER\nSpeak.\nCENTURIAN\nAll base ships are now in range to attack the Colonies.\nON THE IMPERIOUS LEADER\nA truly inhuman form sitting amidst robes and peering at the two\nfigures standing at attention through a multiplicity of eyes\nIMPERIOUS LEADER\nThe final annihilation of the life form known as man. Let the attack\nbegin.\nON A CYLON BASE SHIP\nas large doors begin to open along the circular ship's entire\nperimeter\nON A CYLON WARSHIP\nas it launches from the aperture, and next to it, another and another\nA WIDER ANGLE ON THE STARFIELD\nto include three of the base ships, each launching her attack ships\nON THE BRIDGE OF THE ATLANTIA\nfires raging all around. The President looks on, horrified as Adama\ncomes on a monitor\nADAMA\nMister President, I request permission to leave the fleet. I've\nreason to suspect our home planets may face imminent attack.\nThe President takes these words like a death blow. He suddenly leans\nagainst a bridge wall.\nPRESIDENT\nNo. Pray you're mistaken. How could I have been so completely wrong.\nI've led the entire human race to ruin.\nADAMA\nYou didn't lead us to this disaster, Mister President. But we were\nled.\nPRESIDENT\nBaltar? No, Commander. I don't believe it. I won't...\nWith that, an explosion rips the command bridge open, engulfing it in\nflame\nON ADAMA\nas the monitor reflects the inferno, then goes blank\nADAMA\nMister President! Mister President!\nAll eyes swing from the monitor to the starfield, where the flagship\ncan be seen cruising a thousand yards away, its bridge aflame, its\nflight deck alive with fires. Suddenly, the entire ship bursts apart,\ndisintegrating into a thousand torches hurdling through space.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nMister President! All eyes swing from the monitor to the starfield, where the flagship\ncan be seen cruising a thousand yards away, its bridge aflame, its\nflight deck alive with fires. Suddenly, the entire ship bursts apart,\ndisintegrating into a thousand torches hurdling through space. \n\nTARGET SECTION TO BE ANNOTATED:\n For an\ninstant, there is stunned silence on the bridge of the Galactica,\nthen as other Cylon ships roar by, firing at the Galactica, Colonel\nTigh moves up.\nTIGH\nOur long-range scanners have picked up Cylon base ships here, here\nand here, putting them well within range of the planets Virgon,\nSagitara, and\nCommander Adama, Athena, and Colonel Tigh look on as technicians plot\nthe course of the Galactica and enemy base ships on a large\ntranslucent starfield map\nADAMA\nYes, Caprica.\nThe impact hits Athena\nADAMA\nHelm, bring us around. We're withdrawing. Colonel, flank speed for\nhome.\nATHENA\nFather, what are you doing?\nSKYLER\nYou can't leave our Warriors!\nADAMA\n(reluctantly)\nWe have to leave them to defend the fleet. Those with enough fuel\nleft will catch up.\nATHENA\nAnd what about the others?\nTIGH\nAt the very least, let us transmit our intentions. Give them a chance\nto conserve what fuel they can.\nADAMA\nNo. If we have any advantage left, it's surprise.\nATHENA\nFather, you're killing them!\nADAMA\nSkyler!\nSkyler moves to Athena to quell her mounting emotion.\nON STARBUCK\nin his ship\nSTARBUCK\nBoomer...\nON BOOMER\nBOOMER\nI see it.\nJOLLY\nWhere's she going?\nGREENBEAN\nHey, you guys, what's going on? The Galactica's pulling out!\nON STARBUCK\nSTARBUCK\nThere's got to be a good reason.\nGREENBEAN\nSure, it's dangerous around here. Heads up, Boomer, you've got a pair\non your tail.\nJOLLY\nPull up, Boomer. I'll try to get him off.\nStarbuck looks back at the departing battle wagon, Galactica\nSTARBUCK\n(introspectively)\nThere's got be a good reason...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOLLY\nPull up, Boomer. I'll try to get him off. Starbuck looks back at the departing battle wagon, Galactica\nSTARBUCK\n(introspectively)\nThere's got be a good reason... \n\nTARGET SECTION TO BE ANNOTATED:\nON THE GALACTICA\nmoving off away from the embattled colonial forces, most of the big\nships in flames\nTHE BRIDGE OFFICER\ncalls out from the communications board\nBRIDGE OFFICER\nElectronic jamming has stopped\nSKYLER\nThey're clearing the air for their electronic guidance systems.\nTIGH\nThat means the attack is under way.\nBRIDGE OFFICER\nNo, sir, we're picking up long-range video satellite signals.\nEverything looks perfectly normal at home.\nAll eyes swing to multiple monitors above the communications board.\nON THE MONITORS\nAn aerial view of Caprica with its pyramid-oriented architecture...\nmodern, strong. A beautiful day, as seen from various heights; from a\nsingle downtown area, to a city, to an entire sector of the planet...\nBRIDGE OFFICER\nWe have ordinary broadcast transmission coming up on four\nTIGH\nCommander, perhaps...perhaps we're in time. Perhaps the Cylon attack\non our fleet was a dissident faction, a small, anti-peace movement\nON MONITOR FOUR\na handsome young woman speaks to a camera from a garden spot, just in\nfront of an all-glass building set within a shopping mall\nLYRA\nJust ordinary people going to and from work, behaving not as if this\nwere the most significant day in all history, but rather as they would\non any other day. So far, details of the armistice meetings going on\nat this very moment on the Star Kobol are not coming in as hoped for\nbecause of an unusual electrical storm blocking out all interstellar\ncommunication. However, as soon as available, you will see the first\npictures of what has been described as the most significant event...\nA loud explosion from far away thumps through in the background.\nPeople all around Orin suddenly turn and look, pointing, staring,\nsome beginning to shout.\nLYRA\nExcuse me, something happened. Perhaps some of you heard it...an\nexplosion of some kind... People are staring off in that direction.\nLet's see if we can...\nLyra begins to move out across the garden, camera going with her...\ngetting jostled by a growing crowd.\nCAMERA POINT OF VIEW\nsees a fireball rising from the horizon beyond the city. Suddenly,\nthere is another...\nLYRA\nOh, my God...a tremendous explosion...two of them...",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAMERA POINT OF VIEW\nsees a fireball rising from the horizon beyond the city. Suddenly,\nthere is another... LYRA\nOh, my God...a tremendous explosion...two of them... \n\nTARGET SECTION TO BE ANNOTATED:\n Are we getting\nit on camera? People are beginning to run in all directions...\nON THE STREET WITH LYRA - LIVE\nSuddenly, a Cylon warship streaks across the sky, firing laser\ntorpedoes. The buildings just beyond Lyra suddenly explode into\nfireballs, rocking the street and sending Lyra falling, crashing\ninto the greenery.\nLYRA\nLadies and gentlemen...it's terrible...someone is bombing the city...\nBACK ON THE BRIDGE OF THE GALACTICA\nEveryone on the bridge stares in shock at the visual and emotional\nimpact of watching their homeland being destroyed. A bridge officer\nmoves up with a report\nBRIDGE OFFICER\nCommander, the long-range scanners are picking up wave after wave of\nsmall ships heading towards all of the inner planets.\nEveryone on the bridge stares helplessly.\nBACK IN THE MALL\non the surface of Caprice. Lyra reacts to a fighter swinging low over\nthe city, firing in her direction. She looks all around for cover, is\nbumped and pushed, as people scramble in all directions.\nLYRA\nIt's hopeless... People are dying all around me.. I see a small\nchild...running for his...Look out!\nLyra suddenly throws down her microphone...the camera being hand-held\nby an engineer, swings around on her as she streaks towards a small\nboy running with his dog from the path of a streaking attack fighter.\nLyra dives, pushing the child out of the path of the laser blast which\ncontinues on up the street, devastating her camera crew. A second wave\nof fighters screams by, completing the destruction, sending columns\nand pillars of concrete crashing all around...\nON THE RUBBLE\nas Lyra attempts to dig her way out, rising up with immediate concern\nfor the small form concealed beneath her\nLYRA\nDon't try to move...\nThe small boy pokes his head up, crying. Lyra comforts him, pulling\nhim to her\nLYRA\nEverything's going to be all right...\nBOXEY\nMuffit. Where's Muffit?\nLYRA\nWho?\nBOXEY\nMy daggit. My daggit. Where is he?\nLYRA\nYour daggit? Oh, I'm sure he's fine...\nLyra swings her head around, looking. Suddenly, her eyes fix on\nsomething o.s.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh, I'm sure he's fine... Lyra swings her head around, looking. Suddenly, her eyes fix on\nsomething o.s. \n\nTARGET SECTION TO BE ANNOTATED:\nLYRA'S POINT OF VIEW\nA pillar lies broken amidst other fallen building material and,\nprotruding from beneath the debris, a small dog lying motionless, not\nbreathing.\nON LYRA AND BOXEY\nLyra turns Boxey around, screening him from seeing the animal.\nLYRA\nI think I saw him run this way. Let's go look.\nBOXEY\nI want Muffit! Is he all right?\nLyra holds the boy close to her\nLYRA\nSure...he's all right...everything is all right...everything is going\nto be just fine...\nShe rocks the young lad in her arms, pondering the hollow lie that\nleaves her lips as she looks around the city which was proud and\nstately only minutes ago.\nBACK ON THE GALACTICA BRIDGE As the high level satellite pictures\ndisplay the fire and aftermath of total and utter destruction of a\nplanet. Commander Adama turns from the monitor in defeat. Athena\nappears almost comatose, in a dream state\nATHENA\nFirst Zac, now this. They trusted us to protect them...\nAdama attempts to draw her to him. She pulls away.\nATHENA\nHow could you have let it happen...\nAs she runs from the bridge, Adama looks to Skyler. He returns a\nstoic, emotionless gaze.\nSKYLER\nYou had no choice.\nThe two men momentarily share a common emotion, void of any\nsatisfaction.\nON ADAMA AND SKYLER\nSuddenly, both men are spared further agony by the excited intrusion\nof a voice.\nBRIDGE OFFICER\nCylon base ships on long-range scanner...launching to all outer\nplanets\nAll eyes swing to the scanners, as pictures burst forth on all\nscreens, each one displaying fighters sweeping in on bombing runs\nTIGH\nNo hope, Commander...\nThe Commander sinks with each devastating image from the colonies and\nturns to communications, a hint of desperation in his voice.\nADAMA\nWhat about Sagitarias? Perhaps there's still time to save...\nBRIDGE OFFICER\nSorry, Commander...the planet is in flames.\nThe Commander pales, seems almost on the verge of collapse\nADAMA\nPrepare my shuttle craft.\nThe Colonel looks at the Commander, startled\nTIGH\nShuttle craft?\nADAMA\nI'm going down to the surface of Caprica.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Commander pales, seems almost on the verge of collapse\nADAMA\nPrepare my shuttle craft. The Colonel looks at the Commander, startled\nTIGH\nShuttle craft? ADAMA\nI'm going down to the surface of Caprica. \n\nTARGET SECTION TO BE ANNOTATED:\nTIGH\nCommander, that's out of the question! If the Cylon scanners should\npick you up...\nADAMA\nYou proceed to rendezvous with the survivors of the fleet.\nSKYLER\nI'll take you, Father, in my fighter. You're the last surviving member\nof the Council. If we run into a Cylon attack ship, at least you'll\nhave a chance...\nTIGH\nAs the man who'd have to fill your shoes, I insist on that, Commander.\nADAMA\nVery well. Make preparations...and should I not return...\nThe Commander and Colonel extend hands, clasping each others' wrists\nas they shake hands.\nSKYLER \nYou will.\nON THE GALACTICA\nas a single fighter roars from its launching crib and off across the\nstarfield. On its departure, the Galactica banks and heads off to\npursue its mission.\nON THE GALACTICA BRIDGE\nSTARBUCK'S VOICE\n(over intercom)\nRed leader one...in trouble...in trouble\nColonel Tigh responds\nTIGH\nSurviving fighter ships rendezvousing, Commander!\nATHENA\nWe read you, Red leader. How can we assist you?\nON STARBUCK IN HIS SHIP\nSparks are flying all over the cockpit as a piece of instrument panel\ndangles from its mooring. Starbuck struggles to keep the wires apart\nand halt the dangerous electrical shorting, while at the same time\nmaintaining his flight attitude. He looks out the window\nPOINT OF VIEW - HIS PORTSIDE WING\nThe short, stubby extension that sweeps out after blast-off and\nmaintains this attitude through landing, is sweeping out and then back\ninto the aircraft, intermittently.\nSTARBUCK\nBattle damage. Power control circuits shot away.. Give me a systems\nanalyst on the line\nON ATHENA\nATHENA\nI am on the line, Starbuck. What's your condition?\nSTARBUCK\nThis is no time from trainees, Athena. I'm in real trouble\nATHENA\nYou will be if you keep talking like that. What's your fuel?\nSTARBUCK\nDry.\nATHENA\nAll right...run the check with me. Alpha circuit, close and\nalternating to left servo circuit\nStarbuck reaches into the sparking circuit board dangling from beneath\nhis instrument panel.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTARBUCK\nDry. ATHENA\nAll right...run the check with me. Alpha circuit, close and\nalternating to left servo circuit\nStarbuck reaches into the sparking circuit board dangling from beneath\nhis instrument panel. \n\nTARGET SECTION TO BE ANNOTATED:\n He closes off a circuit switch.\nSTARBUCK\nAlpha circuit closed and alternating to left servo circuit. No\nresponse. My throttles are still full open.\nATHENA\nOmega \"C\" circuit, closed and alternating to Servo support circuit.\nSTARBUCK\nAlternating to Servo support circuit...\nStarbuck is perspiring now. The throttle does not respond.\nSTARBUCK\nDoes not respond...\nATHENA\ntoo, is now beginning to perspire\nTIGH\nBring him in full throttle. There's no choice.\nSTARBUCK\nI heard him. Get everyone out of the way. I'm coming in hot...ready\nor not...\nBRIDGE OFFICER\nYou're cleared to land...\nSTARBUCK\nRoger. I hope you guys aren't counting off for neatness...\nBACK ON THE BRIDGE\nBRIDGE OFFICER\nHe'll be coming in like a missile.\nTIGH\nClear the flight deck for an emergency landing.\nON STARBUCK IN HIS SHIP\nHe starts sweating profusely\nPOINT OF VIEW -STARBUCK'S\nThe rapidly approaching flight deck, racing up closer, closer\nON ATHENA\nas she charges out of the elevator in time to see a plane coming in.\nSuddenly, she is held back.\nDECK HAND\nStay back...He could lose it.\nON THE SHIP\nas it careens down the flight deck, turning sideways and crabbing\ntowards the superstructure\nATHENA\nbreaks from the deck hand's grip and charges off as we hear a long\nscreech, followed by a resounding crash from o.s.\nON STARBUCK'S SHIP\nimpaled on the side of a wall as steam and smoke flood the area.\nAcross the hangar beyond the ship, small emergency vehicles race out\nof pockets in the walls and towards the ship.\nATHENA \nis first to reach the ship as Starbuck flips back the canopy and\njumps down the side of the ship. Athena reaches him, throwing her arms around him.\nATHENA\nStarbuck, are you all right?\nSTARBUCK\nFor a guy who just had a whole fleet shot out from under him, I'm\nfine...\nThe support team comes pulling up.\nSTARBUCK\nGive her a good wash, fellas...\nStarbuck streaks towards the elevators\nATHENA\nIt's been horrible.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe support team comes pulling up. STARBUCK\nGive her a good wash, fellas... Starbuck streaks towards the elevators\nATHENA\nIt's been horrible. \n\nTARGET SECTION TO BE ANNOTATED:\nSTARBUCK\nYeah? You should have seen how we spent our day. We managed to single-\nhandedly keep the Cylons off your necks while you took off on a little\ncruise...\nThey reach steps and begin to climb\nATHENA\nStarbuck, don't you know what's happened?\nSTARBUCK\nSure, I know what happened. You should see this baby from the air\nwhen she slips off across the sky. Beautiful sight, unless she\nhappens to be your base ship.\nATHENA\nThe colonies are gone, Starbuck...all of them.\nSTARBUCK\nWhat are you talking about? Gone...what'd they do, pack up and sneak\naway like the Galactica?\nON THE BRIDGE\nas Starbuck storms into the chamber where the mood is subdued and his\nentrance goes unnoticed\nBRIDGE OFFICER\nShips are coming in on both decks, sir.\nThe Colonel leaves the map area.\nTIGH\nWhat's the count?\nBRIDGE OFFICER\nSixty-seven fighters in all, sir. Twenty-five of our own.\nTIGH\nHow many battlestars?\nThere is a pregnant pause.\nBRIDGE OFFICER\nNone.\nTIGH\nWhat???\nBRIDGE OFFICER\nWe're the only surviving battlestar...\nTIGH\nMy God... Make the pilots from the other ships as welcome as you\ncan...\nSTARBUCK\nLittle late for that, Colonel...\nAll eyes swing to Starbuck moving in with Athena a few steps behind\nhim.\nSTARBUCK\nIt was a toss-up whether those guys would land or send in a belly full\nof torpedoes. Unfortunately, no one had any left.\nTIGH\nWhat's the meaning of this insubordination?\nATHENA\nHe doesn't know what happened, Colonel. I don't think any of them\nknow.\nSuddenly, two more pilots are on the flight bridge\nSTARBUCK\nKnow what? That the old man turned and ran, leaving a dozen of our\nships to run out of fuel?\nBoomer and Jolly come to a stop beside Starbuck.\nTIGH\nPut the transmissions we monitored back on the scanners, for our young\npatriots...\nSTARBUCK\nIf this is going to be a lecture on military protocol...",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoomer and Jolly come to a stop beside Starbuck. TIGH\nPut the transmissions we monitored back on the scanners, for our young\npatriots... STARBUCK\nIf this is going to be a lecture on military protocol... \n\nTARGET SECTION TO BE ANNOTATED:\nSUDDENLY THE SCANNERS COME TO LIFE\nFour at a time, each displaying the attack bombing, the confusion, the\ndevastation of the colonies\nSLOWLY PUSHING IN ON THE PILOTS' FACES\nas they are sobered and horrified by what they see\nCLOSE ON SKYLER\nas he stands on a hill. His fighter ship, a silent sentinel to his\nback. The glow of a myriad fires dance on his ashen face.\nPOINT OF VIEW\nThe flames from thousands of buildings burn far off in the distance.\nSKYLER\nturns as he hears what sounds like a mob approaching in the distance\nON A DOZEN TORCHES FAR OFF DOWN THE HILL\nheading in the direction of the aircraft...voices shouting excitedly,\ndesperately\nSKYLER\nturns and heads off, taking camera towards a family dwelling. Once a\nhandsome structure laid out in half circles, now carved down the\nmiddle by some unseen evil. One half of the dwelling is charred\nremnants\nINSIDE THE DWELLING ON ADAMA\nHe is illuminated across the darkened room by a rectangular candle\nwith twelve wicks. He stands by a wall covered with photographs of\nhimself, his two sons and a daughter. We recognize Athena, Skyler and\na second son, Zac. A handsome woman is also pictured with the family\nand alone in several beautiful portraits taking her from a girl of\nseventeen to fifty years. Tears well up in Adama's eyes as he takes\nthe oldest photo of his wife in hand\nADAMA\nI'm sorry, Ila. I was never there when it mattered. Never.\nThe tears begin to stream down his cheeks as the memories of a\nthousand lost moments and lost opportunities race through his mind.\nSuddenly, he turns to see Skyler standing across the room.\nADAMA\nI didn't hear you come in. I was just gathering a few remembrances.\nYou want this likeness of you and Zac?\nSkyler snaps back, his mood hardening against the hurt\nSKYLER\nNo...\n(beat)\nLook, there are crowds coming. They probably saw our ship land...\nAdama stiffens\nADAMA\nI'll be a few more minutes\nSkyler turns to leave, then seems to soften, turning back.\nSKYLER\nMaybe she wasn't here. Maybe...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nAdama stiffens\nADAMA\nI'll be a few more minutes\nSkyler turns to leave, then seems to soften, turning back. SKYLER\nMaybe she wasn't here. Maybe... \n\nTARGET SECTION TO BE ANNOTATED:\nThe Commander looks at Skyler with finality.\nADAMA\nShe was here...\nSkyler nods and slowly withdraws.\nOUTSIDE THE DWELLING - THE CITIZENS WITH TORCHES\nhave approached to within fifty yards of the sleek fighter ship. Their\nvoices are pitched and angular as they stride down the gentle incline\ntowards Skyler, who moves out to meet them, warily gauging their\nhostile cries.\nSANDELL\nWhere are they? Where're the rest of your fancy fliers?\nLOBE\nWhere were you, lad, when they were killing everyone in sight? What\nwere you doing, boy?\nAs they close the gap to within a few feet of Skyler and seem bent on\ntaking him apart, a woman's voice calls out\nLYRA\nWait!\nFor a moment, there is hesitation. The mob parts as Lyra steps\nforward, holding a small boy by the hand.\nLYRA\nLet him talk.\nShe continues on out until she is face-to-face with Skyler.\nLYRA\nBefore they do what they will with you, I'd like to know where you\nwere. Where were all of you? We waited...we watched and prayed...but\nyou never came...\nSkyler looks down at the small, innocent face looking up from beside\nLyra, a child with dirt and confusion in his innocent eyes.\nSKYLER\nMost of us are dead.\nThe crowd breaks into an undertone of awe...\nSKYLER\nThe fleet is all but destroyed.\nThe crowd breaks into cries of despair and anguish\nLYRA\nBut you are here...where did you come from?\nSKYLER\nThe battlestar Galactica\nLYRA\nSurvived...\nSKYLER\nYes...\nLYRA\nAnd what of the President and the Council of the Twelve...and the\nother colonies. Surely we can fight back. We have the will and at\nlong last, after hundreds of years, we are united...all twelve\ncolonies. They cannot possibly defeat our combined strength...\nA voice from offstage commands their attention\nADAMA\nWe became as one too late.\nThe group is stunned to find so imperious a figure as one of the\nCouncil of the Twelve amongst them.\nLYRA\nCommander Adama...\nLYRA\nMiss Lyra.\nADAMA\nThen it's true. We are defeated...doomed.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nLYRA\nMiss Lyra. ADAMA\nThen it's true. We are defeated...doomed. \n\nTARGET SECTION TO BE ANNOTATED:\nSkyler and the Commander exchange looks. The little boy, Boxey, stares\nup at Skyler admiringly\nBOXEY\nCan I ride in your ship, Mister?\nSkyler bends down and picks him up. Skyler looks at the lad, then at\nAdama pointedly.\nSKYLER\nFighter ships are no place for boys...\nLYRA\nThey're going to have to be if our people are going to survive...\nAdama turns and walks off to the edge of the bluff overlooking the\nburning cities beyond. Lyra moves up behind him, beside Skyler who\nis carrying the young child.\nLYRA \nWe are going to fight back...we can't simply give up.\nThe Commander seems deep in thought as he looks out over the ruins.\nThen he turns and looks past Lyra and Skyler...past the boy\nADAMA\nYes, we are going to fight back.\nA cry of bravado goes up from the torch-bearing mob...cries of\nsatisfaction, of frustration, of vented anger\nADAMA\nBut not here...not now...not in the colonies...not even in this star\nsystem. Let the word go forth to every man, woman and child who has\nsurvived this infamy. Tell them to set sail at once in every assorted\nvehicle that will carry them...\nSKYLER\nThere isn't time to arrange provision, Father. The Cylons will be\nsending landing parties to eradicate the survivors. If we could send\nin our remaining fighters...\nADAMA\nNo. There are too many of them and too few of us. There is a time to\nfight, and a time to withdraw...to fight another day.\nSKYLER\nBut there is no way to board the entire population on the Galactica.\nAnd we have no troop carriers, nothing that can make light speed.\nADAMA\nWe'll use what we do have. Every inner-galactic passenger liner,\nfreighter, taxi...even inner colony buses...air taxis...anything\nthat will carry our people into the stars...\nLYRA\nAnd when they have gathered in the stars...?\nADAMA\nWe will lead them...and protect them...until they are strong again...\nThe group facing the Commander turn, exchanging curious looks. Either\nthey are in the presence of a madman or a savior...",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nADAMA\nWe will lead them...and protect them...until they are strong again... The group facing the Commander turn, exchanging curious looks. Either\nthey are in the presence of a madman or a savior... \n\nTARGET SECTION TO BE ANNOTATED:\nA PLANET IN FLAMES\nwith countless assorted vehicles rising from it, leaving it far behind\nSUPERIMPOSE THE TITLE\nEXODUS\nBACK TO ADAMA'S VOICE\nADAMA'S VOICE\nAnd the word went forth to every outpost of human existence...and they\ncame...The Aeries from Aeriana...\nON ANOTHER DISSIMILAR PLANET\nwith more ships rising into the stars\nADAMA'S VOICE\nThe Gemons from the planet Gemini...\nON ANOTHER PLANET\nwith multiple moons\nADAMA'S VOICE\nThe Virgos from Virgon...The Scorpios, the Picons...and the\nSagitarians...\nON THE RAG TAG FLEET\nassembling among the stars. As they move by camera, we see lettering\nof every description, color and text. A bulbous vessel, bearing the\nsignet, \"TRANS-STELLAR SPACE SERVICE\"...an immense vehicle with the\nlettering \"GEMINI FREIGHT\"...a small space tram, \"TAURON BUS LINES\"...\na long-range passenger liner with lettering and initials in a\nnon-descript, unfamiliar text, dominated by three large symbols on its\ntail structure...as far as the eye could perceive, a fleet of vehicles\nof every assortment, size and shape...\nBACK TO ADAMA'S VOICE\nADAMA'S VOICE\nIn all, two hundred and twenty ships representing every colony, color\nand creed in the star system. The human race might have one more\nchance, but it would first have to survive the Alliance...the elements\nand the unknown dark and sinister threats that would lie ahead\nON A CYLON BASE SHIP\nhovering over Caprica\nTWO CYLON WARSHIPS\napproach the Cylon mother ship\nINSIDE THE INNER CHAMBER\na side door opens and two Cylon warriors cross towards the center\npedestal with a human between them. He is Baltar. One of the two\nsentries beside Baltar speaks.\nSENTRY\nAt your command.\nLEADER\nWelcome, Baltar. You have done well.\nBaltar looks as if he is about to attack the Leader...obviously an\nunwise move\nBALTAR\nI have done well...What have you done? What of our bargain? My colony\nwas to be spared!\nLEADER\nThe bargain was altered.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat of our bargain? My colony\nwas to be spared! LEADER\nThe bargain was altered. \n\nTARGET SECTION TO BE ANNOTATED:\nBALTAR\nHow can you change one side of a bargain?\nLEADER\nBut there is no other side. You have missed the entire point of the\nwar.\nBaltar's resolve, his anger, is replaced by a creeping concern that\nhe has erred in his evaluation of the man before him.\nBALTAR\nI don't know what you mean.\nLEADER\nI mean, there could be no dominion over the species so long as man\nremained a power within the Universe. It was man or the Alliance.\nThere could be no compromise.\nBALTAR\nBut you have what you want...the threat no longer exists...I delivered\nmy end of the bargain. My dominion was to be spared.\nLEADER\nThere can be only one dominion...one power... one authority...there\nmust be no exceptions.\nBALTAR\nBut I have no ambitions against you!\nLEADER\nCould you think me so foolish as to trust a man who would see his own\nrace destroyed?\nBALTAR\nNot destroyed, subjugated...under me.\nLEADER\nThere can be no survivors. So long as one human remains alive, the\nAlliance is threatened.\nBALTAR\nSurely you don't mean me?\nLEADER\nWe thank you for your help, Baltar. Your time is at an end...\nThe Leader nods and the two ominous sentries on either side of Baltar\nlift him from the floor, one on each arm, and begin to take him away.\nBALTAR\nNo...you can't...you still need me...\nON THE LEADER\nLEADER\nSend the flight leader in.\nON THE DOOR\nA sentry enters and stands aside as the flight leader enters. He moves\ndirectly to the center of the room.\nFLIGHT LEADER\nAt your command...\nLEADER\nReport on the final assault on the human colonies.\nFLIGHT LEADER\nThe ships all report similar circumstances. The initial attack was so\neffective, there were no survivors.\nLEADER\n(incredulously)\nNo survivors!!! On any of the twelve colonies?\nFLIGHT LEADER\nThat is correct, Imperious Leader.\nSlowly push into the Imperious Leader's knowing gaze...\nON THE RAG TAG FLEET\nCountless ships of every description scattered across the sky behind\nthe lone survivor of the Colonial Fleet.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nFLIGHT LEADER\nThat is correct, Imperious Leader. Slowly push into the Imperious Leader's knowing gaze... ON THE RAG TAG FLEET\nCountless ships of every description scattered across the sky behind\nthe lone survivor of the Colonial Fleet. \n\nTARGET SECTION TO BE ANNOTATED:\n We slowly push into the\nlead vehicle and see its name\n\"GALACTICA\"\nIN A LARGE COUNCIL CHAMBER\nCommander Adama stands before a large, seated gathering, the starfield\nto his back\nADAMA\nLong, long ago...whether thousand or millions of year is\nunimportant...our recorded history tells us that we descended from a\nmother civilization, a race that set out into the universe to\nestablish colonies. Those of us here now represent every known\nsurviving colony, save one. A sister world far out in the universe,\nonly remembered to us through ancient writings. It is my intention to\nseek out that remaining colony, that last outpost of humanity in the\nuniverse. A civilization like our own, to ask their help in\nrebuilding...and perhaps, to warn them of an evil Alliance and their\nintention to eradicate all mankind.\nLIEUTENANT STARBUCK\nrises to his feet. All around him are other fighter pilots.\nADAMA\nLieutenant Starbuck, you have a question?\nSTARBUCK\nYes, sir. If we're talking about the same colony, I remember reading\nabout it in ancient mythology. I don't think anybody even knows where\nit is, and if our own ship is any indication, we barely have enough\nfuel to get out of this galaxy.\nStarbuck sits as a surge of agreement sweeps through the room.\nADAMA\nA very good point. It will be our plan to find a fuel source and\nextended provisions before we leave the star system.\nColonel Tigh rises to his feet.\nTIGH\nCommander, I feel I speak for the vast majority when I say this is\nhardly a fleet of sturdy, well-equipped soldiers up to battling the\nuniverse. Most of these people barely got away with their lives.\nThey're emotionally and physically unprepared for the kind of journey\nyou propose.\nThe crowd seems to agree as Skyler is now on his feet, as well.\nSKYLER\nAnd less than a third of the ships we're escorting can make light\nspeed. It could take us generations to find this colony.\nADAMA\nAnd we'll find it because we have no choice. If we stay in this star\nsystem, the Alliance will find us. We'll travel only as fast as our\nslowest ship.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nADAMA\nAnd we'll find it because we have no choice. If we stay in this star\nsystem, the Alliance will find us. We'll travel only as fast as our\nslowest ship. \n\nTARGET SECTION TO BE ANNOTATED:\n We'll be only as strong as our weakest brother. We are\nthe only surviving battlestar, but the combined pilots that survived\nours and the other ships are the best in all the universe. They are\nup to the task of protecting each and every one of you.\nLYRA\nrises to her feet. We recognize her as the newswoman from Caprica.\nLYRA\nCommander Adama...forgive the void in my education, but star\nmythology was never my best subject. This thirteenth colony...\nthis other world...where is it? What is it called?\nAdama takes a long pause as he scans the audience, then turns to the\nstarfield and gazes at it like a man searching the horizon for a\nglimpse of a sail beyond a sea.\nADAMA\nI cannot tell you that I know precisely where it is...but it lies\nbeyond this star system in a galaxy like our own. As for the planet's\nname...\nAdama looks back to the expectant throng...\nADAMA\nIt is called Earth.\nA long beat as excitement builds through the congregation.\nEND OF HOUR ONE\nHOUR TWO\nFADE IN\nON THE GALACTICA\nmaneuvering ahead of the rag tag fleet\nIN THE CONFERENCE ROOM\nAdama stands before a translucent starmap, addressing a council of\nelders\nADAMA\nOur course, while indirect and arduous, has successfully brought us\nto the outermost reaches of the star system without encountering\nCylon patrols. If we can hold out for another eight or nine centons,\nwe can reach the planet Carillon.\nAdama turns and moves back to face the main body\nADAMA\nThere, hopefully we can find fuel, water, and prepare fresh stores\nof food...\nON ANTON\nANTON\nHopefully? My dear Commander, there is not one amongst us who is not\ngrateful beyond words for your vision and resourcefulness in saving\nus all from certain death. Are we now to throw it all away...\nAnton rises\nANTON\nAs of this moment, we face a crisis no less lethal than the Cylon war\nmachine. I would rather see my loved ones extinguished in the micron\nflash of a Cylon cannon than drift in fuelless vehicles while\nstarvation, dehydration, and suffocation agonize us one by one.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nAre we now to throw it all away... Anton rises\nANTON\nAs of this moment, we face a crisis no less lethal than the Cylon war\nmachine. I would rather see my loved ones extinguished in the micron\nflash of a Cylon cannon than drift in fuelless vehicles while\nstarvation, dehydration, and suffocation agonize us one by one. \n\nTARGET SECTION TO BE ANNOTATED:\nADAMA\nAnton, it was hardly possible to adequately prepare ourselves for the\njourney we've had to undertake. We had to leave. We had no choice.\nAnton moves to the map.\nANTON\nBut we have a choice now. We can stop here on Borallus. We know that\neverything we need is here...food, water, fuel...\nThere are waves of approval throughout the room\nADAMA\nAnd undoubtedly a Cylon task force.\nA murmur races through the room\nADAMA\nIt is the most logical place for us to stop. Precisely why I believe\nit would be fatal to do so.\nANTON\nPossibly fatal. Is it not surely fatal to continue towards Carillon...\nColonel Tigh rises\nTIGH\nCommander...the situation has reached crisis levels. Rations have\nalready been cut by two-thirds. How much more can we conserve?\nADAMA\nAs much as we have to, to reach Carillon. It is our only hope.\nANTON\nThe Cylons will be looking even unto those far reaches.\nADAMA\nThere is a path here, through the Nova of Madagon. Not patrolled, and\na savings of some two centons in reaching Carillon.\nA gasp is heard throughout the council as Adama points to a course\nthrough the starfield.\nANTON\nCommander, while I may not be a military expert, even I know that the\nCylons avoid patrolling that area by mining it to make passage\nimpossible.\nADAMA\nNot impossible. We will do it. We have no other choice.\nON THE BODY OF ELDERS\nTheir faces are grim\nON A CYLON BASE SHIP\nhanging ominously in the sky\nINSIDE THE INNER CHAMBER\ntwo Cylon Centurians enter with Baltar between them. Baltar is a\ndifferent man than the one who strode arrogantly before the Imperious\none.\nON THE IMPERIOUS LEADER\nCENTURIAN\nBy your command...\nLEADER\nThe people of Cylon wish to offer you an opportunity to serve, Baltar.\nBaltar searches for deception in the Leader's words, but he is too\nresigned to death to challenge the unexpected words.\nBALTAR\nTo serve...?\nLEADER\nIt appears that a small band of refugee humans eluded the Alliance...",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nBaltar searches for deception in the Leader's words, but he is too\nresigned to death to challenge the unexpected words. BALTAR\nTo serve...? LEADER\nIt appears that a small band of refugee humans eluded the Alliance... \n\nTARGET SECTION TO BE ANNOTATED:\nBaltar seems to stand a little taller\nBALTAR\nI tried to forewarn you...\nThe Centurians hurl Baltar to the flood and hold staffs against the\nback of his head.\nLEADER\nI offer you life, and you question my judgment? Dangerous....\nBALTAR\nraises his head slightly\nBALTAR\nKill me...\nThe Imperious Leader stares at Baltar. The Centurians waiting for a\nsign to kill him.\nLEADER\nLet him rise\nThe Centurians remove their staffs. Baltar climbs to his feet.\nLEADER\nI sense a bargain...\nBALTAR\nWe bargained before and it left me a dead man. This time I will have\nmy reward before I serve you.\nLEADER\nThe entire Alliance serves me. Why do I need you?\nBALTAR\nWhy do you spare me? Because you fear man. You do not understand him.\nWhen your forces had taken and put the entire nation of Tucana into\nslavery, man was there to break the chains. When you chose to dominate\nthe people of Gaelon, man was there to make the Galics strong, to help\nthem seek their own destiny. The Cylon is content to serve. Man is\nborn to lead. But I can succeed where you have failed.\nLEADER\nWhat is your bargain?\nBALTAR\nWhen I find the survivors of the colonies...they are mine.\nLEADER\nAnd how to you propose to protect this bargain?\nBALTAR\nThere are those who will follow me...away from your influence...away\nfrom your interests...\nLEADER\nAll the stars interest me...\nBALTAR\nYou can have no reign on tyranny. There is room for all...\nLEADER\nYou appear as a man, but you think like a Cylon.\nBALTAR\nThe better to serve you, while serving myself.\nLEADER\nYou will need Centurians.\nBALTAR\nTwo will be adequate.\nLEADER\nOnly two...??\nBaltar looks from the Centurian on his left to the Centurian on his\nright\nBALTAR\nThese two...\nLEADER\nYour arrogance will destroy you.\nBALTAR\nI would rather die by my own hand, than yours.\nLEADER\nSo be it...they are yours...\nBaltar smiles, nods and turns...",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nBALTAR\nI would rather die by my own hand, than yours. LEADER\nSo be it...they are yours... Baltar smiles, nods and turns... \n\nTARGET SECTION TO BE ANNOTATED:\nBALTAR\nCome along, boys...\nAs Baltar moves off, the Centurians stand stoically awaiting\ninstructions from the Imperious Leader\nLEADER\nGo with him...Serve me!!\nCENTURIAN\nBy your order...\nThey turn and move off as we close into a very troubled Imperious\nLeader\nON THE RAG TAG FLEET\nsailing through the sky at a slow pace\nON AN ANTIQUATED VEHICLE\npushing in to establish the lettering on its side...\nCOLONIAL MOVERS\n\"WE MOVE ANYWHERE\"\nINSIDE AN ENGINE AREA\nSkyler crawls out from an access area beneath some mechanical gear...\nis hands and face soiled as his Captain markings on his shoulders are\nthe only indications of military rank. He turns to a tool kit to put\naway some instruments, taking us to an older man...\nJENSING\nI understand two other ships have already broken down...\nSKYLER\nAnd twenty-two have run out of fuel.\nSkyler closes his tool his and rises...looking grim\nJENSING\nIt's serious?\nSkyler looks at the man whose face bears the emotional scars of too\nmany recent disasters\nSKYLER\nUntil we stop for materials or find minerals to make our own, I just\ncan't repair it...and you'll never be able to keep up with the fleet\nlike it is.\nJENSING\nBut what will we do...?\nSKYLER\nWe'll have to transfer everyone off of this ship to one of the others.\nHow many people on board?\nA beautiful young lady enters\nLYRA\nTwenty-nine...\nSkyler turns and smiles\nSKYLER\nWell, a celebrity. I would have thought you could have pulled a little\nspace on one of the plush passenger liners.\nLYRA\nI have no interest in pulling space. This ship was assigned to me.\nJENSING\nShe's being charitable. We asked her if she'd come with us to see if\nshe could help us with the little boy.\nSKYLER\nLittle boy?\nLYRA\nYou remember the child found in the bombing? The Jensings lived in the\nsame module as Boxey's parents who were killed in the first wave...\nJENSING\nHe doesn't sleep and he doesn't eat...even emergency rations. In fact,\nLyra is the only one he'll even talk to.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Jensings lived in the\nsame module as Boxey's parents who were killed in the first wave... JENSING\nHe doesn't sleep and he doesn't eat...even emergency rations. In fact,\nLyra is the only one he'll even talk to. \n\nTARGET SECTION TO BE ANNOTATED:\nLYRA\nThat's about all I can get him to do. He lost a little daggit which\napparently meant everything to him. I thought you might help.\nSKYLER\nIf he won't eat for you, I don't know what I can do.\nLYRA\nHe seemed to spark a little when you picked him up on Caprica. I got\nthe feeling you were good with children.\nSKYLER\n(introspectively)\nI grew up with a kid brother...\nIN A NARROW COMPANIONWAY\noff of which countless cubicles have been formed as living quarters in\nthe hold of this cargo vessel. Skyler looks into the faces and lives\nof the refugees occupying the rooms which are open, partially open,\nand in a few cases, entirely curtained off with makeshift draperies.\nThey arrive at a room which is draped shut. There is only a night\nlight on inside. Skyler looks at Lyra. She gestures inside. Skyler\nreaches into his back pocket and withdraws his military cap with its\nscrambled eggs and insignia of the Colonial Warriors. He enters...\nINSIDE A TINY CUBICLE\nSpartan in its furnishings, the night light illuminates the face of a\nyoung boy, who lies staring at the ceiling...wide awake\nSKYLER\nExcuse me...I hope I'm not interrupting anything...\nBoxey's eyes widen\nSKYLER\nI'm in charge of finding young men to try out as future fighter\npilots. Your name is Boxey, correct?\nBOXEY\nUh-huh...\nSkyler nods and moves to the bed and crouches beside it\nSKYLER\nGood. I've been looking all over for you. You should have made contact\nwith the Commander. You know we're very short on pilots...\nBOXEY\nI'm too little to be a pilot...\nSKYLER\nOh sure, right now, but how long do you think it takes to become a\nfull Colonial Warrior?\nBOXEY\nI don't know.\nSKYLER\nYou have to start when you're very small, or you won't get these until\nyou have gray hair.\nBoxey lifts his head to see what Skyler is pointing to on his\nshoulders. The young lad's eyes show their first glimmer of interest\nas they see Captain's emblems.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nSKYLER\nYou have to start when you're very small, or you won't get these until\nyou have gray hair. Boxey lifts his head to see what Skyler is pointing to on his\nshoulders. The young lad's eyes show their first glimmer of interest\nas they see Captain's emblems. \n\nTARGET SECTION TO BE ANNOTATED:\nSKYLER\nYou like them?\nThen as quickly as the interest appeared, it vanishes and the youth\nwithdraws to his pillow\nBOXEY\nI want Muffit...\nSKYLER\nWell, I don't know. There isn't much room for a daggit in a fighter\nplane.\nBOXEY\nHe's gone. He ran away.\nSKYLER\nOh? Well, maybe we can find one of Muffit's friends?\nBOXEY\nThere are no daggits...I asked...\nSkyler steals a helpless look at Lyra, who looks back, both\nappreciatively and sympathetically.\nSKYLER\nWell, I'll tell you what...\nSkyler removes an emblem from his shoulder and places it on Boxey's\nnight clothes\nSKYLER\nAs Colonial Warrior First Level, you are entitled to the first daggit\nthat comes along\nSkyler rises and starts out of the room, then hesitates at the door\nSKYLER\nBut only on the condition that you get your rest, eat all of your\nprimaries, and stop chasing girls. Good night, Officer...\nSkyler salutes and exits with Lyra. Behind them, Boxey steals a peek\nat the emblem on his pajamas. He clutches it in his hand and stares\nat the darkened ceiling as we move to see the far off look which\nwindows the confused world of a six year old boy.\nIN THE CORRIDOR\nSkyler waits as Lyra moves up to him\nLYRA\nThank you. I was right; you are good with kids. You and your brother\nmust be very close.\nSkyler steps away\nSKYLER\nWe were.\nLYRA\nI'm sorry! The war?\nSKYLER\nI suppose...\nLYRA\nLook, if you'd rather not involve yourself...\nSKYLER\n(interrupting)\nDon't be silly. What's a Warrior to do after he's lost the big one...\nwin a few of the little ones...\nLYRA\nThat's not a little one in their, Captain. You win that one, you've\naccomplished something.\nON A LARGE SHIP WITH THREE GIANT PODS\nThe livery ship. Three large circular compartments, connected by long,\nnarrow metal corridors. Skyler walks with Starbuck down a corridor.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nON A LARGE SHIP WITH THREE GIANT PODS\nThe livery ship. Three large circular compartments, connected by long,\nnarrow metal corridors. Skyler walks with Starbuck down a corridor. \n\nTARGET SECTION TO BE ANNOTATED:\nSTARBUCK\nI don't think I can help you, Skyler. Other than fixing the landing\nservos on this livery machine, the only thing I know about livestock,\nwhich includes daggits, is that they've run out of food to feed them.\nLet me show you...\nThey have entered one of the large circular pods, taking us to a ring\nof animals all facing into a central feeding device. The animals are\nin pairs, each pair representing a different species. Starbuck leads\nSkyler to one of the stalls where we find two unicorns, one lying on\nits side.\nSKYLER\nHow long has he been like that?\nSTARBUCK\nHe collapsed last night just after I was brought on board. You know\nunicorns are very monogamous. His lady's in foal. They think he's\nbeen letting her have his share of the food ration. If we could have\nstopped at Borallus...\nSkyler storms away\nSKYLER\nWe couldn't stop. The Cylons would have been there...waiting...\nSTARBUCK\nWell, when these animals are gone, they're gone. We'll just have to\naccept the fact that generations will grow up without ever having\nseen a unicorn... or a tagon...or a...\nSKYLER\nThere wouldn't have been any generations of anything if we'd stopped.\nI would have made the same decision as my father.\nStarbuck moves after Skyler\nSTARBUCK\nOkay...okay...it's just rough to have to watch them slip away, one at\na time...\nSKYLER\nI'll tell you what's rough...We've got a little boy in the same\ncondition. Are you sure no one brought any daggits along someplace in\nthis whole fleet?\nSTARBUCK\nNo. We're both out of luck...I already checked.\nSKYLER\nBoth out of luck! You checked for daggits? Why?\nSTARBUCK\nDaggit racing...\nSKYLER\nWhat?\nSTARBUCK\nWhat's one of the most awful things that can happen to people on a\nlong voyage?\nSKYLER\nThey die...\nSTARBUCK\nNot that awful. I'm talking about things to do for excitement.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nSKYLER\nThey die... STARBUCK\nNot that awful. I'm talking about things to do for excitement. \n\nTARGET SECTION TO BE ANNOTATED:\nSkyler's interest plunges into disgust\nSKYLER\nFifty million Cylons chasing us all over the stars...our ships are\nfalling apart...there's nothing to eat...and you're worried about\nexcitement.\nSTARBUCK\nWell, when you put it like that...Anyway, I got the idea before it\nbegan to look like we weren't going to make it at all...\nSKYLER\nWe're going to make it...the animals, too.\nSTARBUCK\nTell him...\nStarbuck and Skyler have arrived at a droid whose front is open,\nexposing its workings. There are tools in front of the machine,\nsuggesting that Starbuck has been working on it.\nSTARBUCK\nHow's it going this morning, Zeus?\nA slightly effete but benevolent voice responds\nZEUS\nNot well... All species receiving inadequate food supplements to\nsurvive the voyage to the planet Carillon...\nSTARBUCK\nYou're wrong, Zeus. Commander Adama has just decided to take a chance\nthrough the Nova of Madagon. That'll cut two centons off of the\njourney...\nZEUS\nThe Nova of Madegon is mined by the Alliance. The percentile risk of\nsuccessfully traversing the strait makes it statistically impossible.\nSTARBUCK\nIs that right?\nZEUS\nYes, that's right.\nSTARBUCK\nThank you.\nZEUS\nThank you.\nSTARBUCK\nThank you.\nZEUS\nThank you\nStarbuck shakes his head\nSTARBUCK\nIdiot...\nZEUS\nI beg your pardon...\nNow it's Skyler's turn to react. His face lights up. He, too, has seen\nthe light.\nSKYLER\nStarbuck...that's the answer...You've saved a life...\nSTARBUCK\nWhat?\nSKYLER\nNever mind...Thanks...I owe you one...\nSkyler turns and hustles out. Starbuck looks after him\nSTARBUCK\nMalnutrition...it's getting to everyone. All right, Zeus, now we have\nto reprogram some of your circuits for landing on a planet. Do you \nunderstand?\nZEUS\nWhy did you call me an idiot?\nSTARBUCK\nOh, for crying out loud...",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you \nunderstand? ZEUS\nWhy did you call me an idiot? STARBUCK\nOh, for crying out loud... \n\nTARGET SECTION TO BE ANNOTATED:\nON A STARFIELD\nso bright, it defies the unprotected eye to scan it\nON TWO PILOTS IN THE BRIEFING ROOM\nStarbuck and Skyler viewing a monitor\nADAMA\nThe Nova of Madegon is not a Nova at all, but a starfield so bright\nyour cockpits will be sealed to prevent blindness. You will navigate\nby scanner and sweep everything out of your path with turbolasers.\nAny questions?\nSTARBUCK\nYes, sir. Would this be an appropriate time for me to take my sick\nleave?\nA small, nervous laugh. Adama smiles the longest and seems to take his\ntime answering the quip.\nADAMA\nIt would, but request denied. I didn't arrive at you two to lead us\nthrough without a great deal of anguish. If it will do any good, let\nme assure you that should you fail...no one will survive. Therefore, \nyou have the advantage of controlling your own fate. The rest of us\nmust sit in anticipation of your skill...\nSkyler rises\nSKYLER\nOr lack thereof...\nIN AN OUTER CORRIDOR\nAdama exits a room and is accosted by Athena. Adama does not stop\nATHENA\nFather...I can't believe you're doing this! Why couldn't you have\nlistened to the others. We should have stopped at Borallus. We\nwouldn't have to be taking this awful chance with their lives...\nAdama stops and looks at Athena.\nADAMA\nWhose lives?\nATHENA\nStarbuck's and Skyler's.\nA knowing look crosses Adama's face\nADAMA\nYou place Lieutenant Starbuck's name ahead of your brother's.\nCurious...\nShe turns away\nADAMA\nAnd here I'm supposed to be all-knowing\nATHENA\nI didn't know myself until I heard he was going. It's all so\nhopeless...If they survive this... if any of us survive...What next...\nHow long before we find Earth?\nADAMA\nPerhaps never.\nATHENA\nThat's what I was thinking, Father. We could grow old waiting. I\nmean, we may never have the chance...to...\nADAMA\nTo get married and have children and a home...\nATHENA\nYes...\nADAMA\nWell, I think it's premature for you to be worrying about old age.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nADAMA\nTo get married and have children and a home... ATHENA\nYes... ADAMA\nWell, I think it's premature for you to be worrying about old age. \n\nTARGET SECTION TO BE ANNOTATED:\n I,\non the other hand, ought to give a great deal of thought to this\nvoyage...If it should go on and on...\nATHENA\nBut you have to lead them. You're all that's left.\nADAMA\nNo, you're left...and Skyler and Lieutenant Starbuck and Colonel Tigh\nand...well, so many more good people. That's why the journey is worth\nany sacrifice. There are so many people worth saving... and beginning\nagain...\nAthena hugs her father\nATHENA\nI'm sorry if I spoke out of turn before...I've never faced death\nbefore.\nADAMA\nYou faced senseless killing as you should have... with horror. That's\nthe difference between humans and the Alliance. We don't waste life,\nwe only risk it when there is no other choice...as in this case, where\nthe very survival of the human race may ride on three young men...\nON SKYLER\nin his cockpit\nSKYLER\nReady...\nON STARBUCK\nin his cockpit\nSTARBUCK\nI'm not ready...But let's get it over with anyway...\nADAMA ON THE BRIDGE\nADAMA\nLaunch...\nON THE OUTSIDE OF THE GALACTICA'S LAUNCHING TUBES\nas two ships blast into space\nON THE BRIDGE\nTIGH\nNova starfield ahead, sir...\nAdama says a silent prayer\nON TWO COLONIAL FIGHTERS\nsweeping through space and approaching a bright field of light\nINSIDE SKYLER'S COCKPIT\nSKYLER\nI may not be able to see anything, but it's sure getting hot. You\npicking up the field on your scanner?\nSTARBUCK\nSTARBUCK\nNegative...my scanner's burning up...\nSKYLER'S VOICE\nI was afraid of that. It's too bright for the scanner...\nSTARBUCK\nAnd a little too late to turn back, I'd say. What do we do?\nSKYLER'S VOICE\nOnly one thing I can think of...hold positions and blast away...\nSTARBUCK\nWhat if we miss a mine?\nSKYLER'S VOICE\nOne of us will be the first to know it. Let's go.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTARBUCK\nWhat if we miss a mine? SKYLER'S VOICE\nOne of us will be the first to know it. Let's go. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE COLONIAL FIGHTERS\nas the two sleek ships angle through the brightly-lighted starfield\nfiring everything they have\nON THE MINEFIELD\nas mine after mine detonates\nON THE BRIDGE OF THE GALACTICA\na tense crew watches the scanners. Suddenly, a cheer goes up\nTIGH\nIt's working, Commander... They're clearing a path a hundred maxims\nwide.\nATHENA\nNow that's precision flying! Starbuck really knows what he's doing.\nON STARBUCK\nSTARBUCK\nAre we hitting anything? I can't see a blessed thing.\nSKYLER\nBe hanged if I know...but it's cooling off...I believe we made it...\nSTARBUCK\nYaaaahooooooo...\nON A PLANET\nsuspended in space\nADAMA'S VOICE\nThe planet Carillon...\nIN THE ASSEMBLY ROOM\nfrom which the Planet Carillon is clearly visible through the window\nto space\nADAMA\nLanding operations will begin at once.\nAdama turns to address the gathering of military officers\nADAMA\nOur mineral scanners have located what we believe is the approximate\nsite of the old mining expedition. Captain Skyler will lead a military\nsortie to the surface.\nSKYLER\nWill any civilian personnel be allowed to land?\nADAMA\nOnly those responsible for the farming operation. We will make\nexceptions only for extreme cases, medical or otherwise.\nIN A CORRIDOR ABOARD THE MOVING VAN\nLyra moves along with Skyler\nLYRA\nStill won't eat...doesn't sleep. Commander Adama even granted\npermission for him to go down onto Carillon and help care for the\nlivestock. It would do him a world of good.\nSKYLER\nI think I have something that'll interest him.\nIN A MAINTENANCE LABORATORY\nin which we find a row of droids staring at us. WIDEN to see Doctor\nWilker leaving a bench at which a scope is connected to a droid and\nsending out pulses which make a hand function up and down. The o.s.\nsound of a door opening automatically brings the Doctor around.\nSKYLER, LYRA AND BOXEY\nenter. Doctor Wilker leaves his bench and walks up to greet them\nWILKER\nAh, Captain Skyler. Right on time.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSKYLER, LYRA AND BOXEY\nenter. Doctor Wilker leaves his bench and walks up to greet them\nWILKER\nAh, Captain Skyler. Right on time. \n\nTARGET SECTION TO BE ANNOTATED:\n We've been expecting you. Is this\nthe young officer who's been put in charge of the new project?\nSkyler swings a look down to Boxey, who is now half-hiding behind him\nSKYLER\nWell, I haven't had time to fully discuss the project with him. It's\nour hope that he'll accept.\nBoxey pulls on Skyler's leg. Skyler looks down\nBOXEY\n(whispered)\nI want to go back to my cubicle.\nSKYLER\nBoxey, this is a military order. We have to at least hear the Doctor\nout. Tell us more about the project, Doctor.\nWILKER\nWell, as you know, we will soon be landing on various alien planets.\nIt's important that we be safe. Ordinarily, we'd have trained daggits\nto stand watch at night when our Warriors are asleep in their\nencampments, but we don't have any daggits. So, we had to see what\nwe could come up with. We'll call the first one, Muffit Two.\nBoxey looks up at Skyler\nBOXEY\nWhat'd he say?\nSKYLER\nI didn't really get it all, Doctor. Maybe you'd better show us.\nWILKER\nRight. Oh, Lanzer...\nA young man moves from the back of the lab holding something in his\narms. It is large and friendly-looking. It has curly hair implanted\nall over it and as Lanzer puts it down on the ground, it begins to\nbark in a high-pitched, friendly tone and move towards Boxey. When it\ngets there, it stops. Its tongue comes out; it begins to pant, and\nits tail wags frantically from where it protrudes through a hole at\nthe back of the droid's silver skin.\nWILKER\nNaturally, the first one will have to be looked after very carefully.\nBoxey stares at the small droid incredulously\nBOXEY\nThat's not Muffit. It's not even a real daggit.\nWILKER\nNo, but it can learn to be like a real one. It's very smart. If you\nwould help us, he'll be even smarter.\nBoxey continues to stare at the daggit.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's very smart. If you\nwould help us, he'll be even smarter. Boxey continues to stare at the daggit. \n\nTARGET SECTION TO BE ANNOTATED:\n The daggit, in turn, continues\nto pant\nBOXEY\nStop that.\nThe daggit stops panting and cocks its head quizzically\nBOXEY\nbegins to show the hint of a smile. He turns and takes a step away\nfrom the small droid. The droid stares. Boxey moves a few more feet,\nthen moves off down the corridor. The daggit rises and follows after\nhim\nDOCTOR WILKER\nturns to Lyra and Skyler\nWILKER\n(sotto)\nWe used the image of Boxey you gave us to train the droid to respond\nto him\nON BOXEY\nas he stops at the end of the corridor and turns to look at the\ndaggit. He opens his arms. The small droid moves forward, sits up on\nhis hind legs and puts his paws on Boxey's small chest. Boxey turns\nhis cheek against the small companion and smiles back up the corridor\nat Lyra and Skyler and the Doctor. It is love at first sight.\nON SKYLER, LYRA AND WILKER\nSKYLER\nThat's one I owe you, Doc...\nHe smiles\nWILKER\nAny time...\nAs he leaves, Lyra turns to Skyler with a warmth she hasn't felt\nsince before the holocaust...when the world turned dark.\nLYRA\nThat's one I owe you, Skyler.\nSKYLER\nAny time...\nON THE SURFACE OF CARILLON\nPushing in as we see colonial fighters streaking close over its\nsurface\nSTARBUCK\nSurface cleared to land...\nON THE BRIDGE OF THE GALACTICA\nADAMA\nProceed to land the livery ships\nON THE SURFACE OF CARILLON\nas he livery ships soar by on their way to the surface\nINSIDE THE CYLON BASE SHIP IN THE INNER CHAMBER\non the Imperious Leader\nLEADER\nIt has been seven centons, and not one word of the humans. What have\nyou to say, Baltar?\nBaltar stands before the Leader, confident and illusive\nBALTAR\nTheir doom is imminent.\nLEADER\nYou know where they are...\nBALTAR\nI know where they will be.\nBaltar smiles confidently and turns to leave\nLEADER\nI have not dismissed you.\nBaltar stops...",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nBALTAR\nI know where they will be. Baltar smiles confidently and turns to leave\nLEADER\nI have not dismissed you. Baltar stops... \n\nTARGET SECTION TO BE ANNOTATED:\nlooks back\nBALTAR\nYou want them...Then I must go\nLEADER\nYou know that when you have found them, you will yet have to deal\nwith me for your arrogance.\nBALTAR\nYes...but this time, I will be prepared.\nAs Baltar turns and exits, we push in on the Imperious Leader, his\nhatred for Baltar growing with every centon.\nON STARBUCK, BOOMER, SKYLER AND JOLLY\nstanding on the surface of Carillon, their fighter ships in the\nbackground. It is not day; it is not night. An odd illumination from\ntwo moons gives the planet a midnight sun effect\nBOOMER\nI wonder what it's like in the daytime.\nSKYLER\nThis is the daytime...\nSTARBUCK\nLovely. I can't imagine why it isn't overpopulated.\nSKYLER\nMy scanner reads life forms beyond that hill. Either it's some high-\nenergy-yielding substance or they left some kind of caretaker\noperation behind when they abandoned this place. Starbuck and Boomer,\nyou take the shuttle and check it out. Jolly, you go to work on the\nlivery detail with your squadron. I'll use mine to start checking out\nthis area for signs of the old mine. Everybody sync your chronometers.\nI want a check in every four millicentons on the security frequency.\nUnderstood?\nEveryone nods and pressed their wrist chronometers which emit random,\nout-of-sync tones at odd intervals at first, then come into sync, so\nthat in effect we hear a pattern of steady, rhythmic pulses.\nSKYLER\nLet's go.\nThe men all turn and head off in varying directions. As they do, we\npan and move into one of many formations in the area that look like\nthe edge of a crater or giant ant hill or...\nREVERSE ANGLE\nTo Starbuck and Boomer moving off, we are looking down the sights of\na strange-looking weapon. Suddenly, a hand moves in and pushes the\nbarrel down\nCLOSE ON TWO SMALL CREATURES\nThey are insect-like, approximately five feet tall, large, bulbous\neyes and four arms.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs they do, we\npan and move into one of many formations in the area that look like\nthe edge of a crater or giant ant hill or... REVERSE ANGLE\nTo Starbuck and Boomer moving off, we are looking down the sights of\na strange-looking weapon. Suddenly, a hand moves in and pushes the\nbarrel down\nCLOSE ON TWO SMALL CREATURES\nThey are insect-like, approximately five feet tall, large, bulbous\neyes and four arms. \n\nTARGET SECTION TO BE ANNOTATED:\n Seetol turns and nods, taking camera to a third\ncreature who also carries a weapon with two hands and turns to work\na machine device with a third and fourth hand. A faint whine can be\nheard and the three creatures slowly begin to submerge down into the\ncrater\nON A SUBTERRANEAN PASSAGEWAY\nthe pod appears in a cell-like opening. The three creatures step off.\nOne remains at the elevator-like structure; the other two move off\ndown the passage, which is alive with a pulsating golden light coming\nfrom the cell-like panels\nON ANOTHER CELL-LIKE OPENING\nAs the two creatures move up a passageway towards it. They arrive and\nwe pan with them, taking camera to an immense chamber deep beneath the\nearth\nTHE MINE\nis a giant, beehive-like structure with countless levels and\nhoneycomb-like compartments. We ca see workers busily poking at walls\nand withdrawing ore, which is, in turn, placed in small vehicles which\nother workers are maneuvering throughout the multicorridored structure\nINSIDE A CHOSEN CHAMBER\nVery plush. A creature sits on a cushioned floor, surrounded by slaves\nserving all manners of personal needs, from playing a sitar and a\nbee's hum, pruning or manicuring two of the chosen creature's limbs,\nand providing some kind of smoking device for occasional puffs...\nSEETOL\nenters\nSEETOL\nThey have come.\nThe voice is that of a girl...soft and pleasant. The next voice is\nthat of the Queen of the hive...deeper, just as soft, but infinitely\nmore refined\nLOTAY\nDon't disturb them. It will only stir them up. They'll be perfectly\nharmless unless angered or frightened.\nSeetol nods, bows, and withdraws as Lotay draws on the strange pipe\nON THE LIVERY SHIP\nsitting far in the background as animals are being led into the\nforeground\nON SKYLER\nas he points out a meadow area bordered on all sides by short, rocky\nhills. Jensing looks on with several other farmer.\nSKYLER\nWe'll use nitrogen injection in that area.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nSeetol nods, bows, and withdraws as Lotay draws on the strange pipe\nON THE LIVERY SHIP\nsitting far in the background as animals are being led into the\nforeground\nON SKYLER\nas he points out a meadow area bordered on all sides by short, rocky\nhills. Jensing looks on with several other farmer. SKYLER\nWe'll use nitrogen injection in that area. \n\nTARGET SECTION TO BE ANNOTATED:\n It looks level enough that\nwe won't have to bring down soil movers\nThe ranchers nod and move off as Boomer and Jolly come running up\nJOLLY\nCaptain, we aren't alone on this planet. You'd better come right away.\nSkyler gives Jolly a worried look and follows after him\nON GREENBEAN\nwith his sidearm in hand, his shaking hand extended in front of him\nwith the weight and fate of his people dispersed on his nervous face.\nSkyler and Jolly charge up\nGREENBEAN\nNo doubt about it, Captain. Someone's here besides up. Look at that...\nSkyler swings his look over to some rocks. He sees nothing at first,\nthen looks down and sees a snarling face. It is Muffit Two\nSKYLER\nAll right, Ensign, I'll handle it. Put up your weapon.\nSkyler moves forward as Greenbean and Jolly watch warily\nSKYLER\nCome on, Muffy...here boy.\nThe robot dog prances out from behind the rocks, his tail wagging.\nSkyler bends down and pats the droid on the head\nSKYLER\nWhere's Boxey? Go find Boxey.\nThe droid takes off towards the livery ships\nSKYLER\nIt's obvious you guys haven't boned up in your manual on dealing with\nnatives on friendly planets.\nSkyler turns and moves off, leaving Greenbean and Jolly in confusion\nSOMEPLACE ELSE ON THE SURFACE OF CARILLON\nThe shuttle can be seen resting far in the b.g. as Starbuck climbs\nover the rocky crest of a hill and looks down. His face suddenly\nreflects an awesome find\nSTARBUCK\nBoomer...\nON BOOMER\nclimbing up to the crest over jagged rocks\nBOOMER\nYeah...yeah...what is it now...\nSTARBUCK\n(stunned)\nYou aren't going to believe this, Boomer...\nBoomer nears the top\nBOOMER\nFeeling is believing...\nSTARBUCK\n(dazzled)\nNo, I mean really...\nBoomer reaches the crest and looks. His mouth falls open\nBOOMER\nI don't believe it...",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTARBUCK\n(dazzled)\nNo, I mean really... Boomer reaches the crest and looks. His mouth falls open\nBOOMER\nI don't believe it... \n\nTARGET SECTION TO BE ANNOTATED:\nPOINT OF VIEW - PARADEESE de FESTIVE' \nFar down a steep, rocky incline within the walls of a canyon, a\ncarnival of color and lights and spherical glass set amidst greenery\nand pools of water, in a narrow valley of cliffs. People and creatures\ncome and go amidst laughter and song.\nBOOMER AND STARBUCK\nexchange blank stares\nBOOMER\nWhat is it?\nStarbuck shakes his head dumbfounded\nSTARBUCK\nI don't know.\nStarbuck rises up, drawing his sidearm, and carefully starts down the\nsteep incline\nACROSS A CLEARING AMIDST THE POOLS OF WATER AND GARDENS\ncreatures and people move up and down the paths, laughing gaily.\nBeyond them, Starbuck and Boomer appear, still completely disoriented\nSTARBUCK\nIt sure is pretty...and it sure sounds friendly...\nA scream from o.s. They wheel around\nA BEAUTIFUL YOUNG WOMAN\nis staring at Starbuck and Boomer\nWOMAN\nDon't shoot!! What do you want?\nStarbuck embarrassingly looks at the weapon in his hand and quickly\nputs it away, smiling\nSTARBUCK\nI mean no harm. You're from Taura...\nWOMAN\nYes, I'm a Taurus. How'd you know that?\nSTARBUCK\nThe dialect...What is this...What are you doing here?\nWOMAN\nWhat am I doing here??? What are you doing here??? Why are Colonial\nWarriors sneaking around a resort with their weapons drawn? Everything\nis perfectly legal.\nStarbuck and Boomer exchange looks\nWOMAN\nIsn't it...?\nSTARBUCK\nWould you mind telling us how you got here?\nWOMAN\nOn the bus.\nAnother exchange of looks between Starbuck and Boomer\nBOOMER\nMust've been sniffing plant vapors...\nSTARBUCK\nWould you tell us about this bus?\nWOMAN\nIt was all handled through my travel agent. This place is fabulous...\nI just can't believe they can give you all this for so little\nmoney...\n(she hurriedly starts to open her purse)\nLook, I won over a thousand cubits...\nHer purse burgeons with gold\nSTARBUCK\nYou won those cubits...",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nI just can't believe they can give you all this for so little\nmoney... (she hurriedly starts to open her purse)\nLook, I won over a thousand cubits... Her purse burgeons with gold\nSTARBUCK\nYou won those cubits... \n\nTARGET SECTION TO BE ANNOTATED:\nhere????\nWOMAN\nIn there, sure...Look, they said it was all legal, so if it isn't,\nyou'd better take on the whole star system because everyone is doing\nit. Look, I'm late. Talk about meeting people, they weren't kidding.\nWe're going on a moonlight cruise. Two moons. How can you go wrong?\nShe giggles and hurries off. Boomer looks after her\nBOOMER\nI don't get it. How cut off can they be. She didn't act like she'd\neven heard about the war.\nSTARBUCK\nThere's something even more peculiar. Why haven't we heard about this\nplace?\nBOOMER\nI suppose you know every gambling den in our star system...\nStarbuck slowly turns to look at Boomer. Boomer nods.\nBOOMER\nYou're right. If there's a game going on, you know about it.\nStarbuck turns and starts moving towards the lavish sphere.\nSTARBUCK\nBut this isn't back room cards! This is the biggest splash I've seen\noutside of Orion.\nStarbuck stops in his tracks and looks at Boomer as if seeing a light\nflashing\nSTARBUCK\nWhich colony did the mining exploration on this planet?\nThe light begins to glow for Boomer\nBOOMER\nOrion...\nSTARBUCK\nCount Baltar's private little empire. It was his engineers that\nreported back to the Colonies that mining on this planet was\nfinancially unfeasible\nBOOMER\nSo he sets up a gambling resort. Why? Why put something like this\ntogether and keep it a secret?\nSTARBUCK\nTo avoid paying Colonial taxes...his share of the war...\nBOOMER\nYeah, but if you don't tell anyone about a place like this, you don't\ndo any business.\nSTARBUCK\nDoes this place look empty?\nBOOMER\nIt just doesn't make any sense...\nSTARBUCK\nIt'll make sense when we ask the right questions...\nINSIDE THE GIANT SPHERE\na circus of gambling games, attractive females, humanoid and extra-\nterrestrial. A lovely, feline-looking cocktail waitress moves up to\nStarbuck just inside the entrance.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTARBUCK\nIt'll make sense when we ask the right questions... INSIDE THE GIANT SPHERE\na circus of gambling games, attractive females, humanoid and extra-\nterrestrial. A lovely, feline-looking cocktail waitress moves up to\nStarbuck just inside the entrance. \n\nTARGET SECTION TO BE ANNOTATED:\n She is dressed very modestly,\nrevealing little but the shape of four handsome breasts and a furry\ntail which removes a soiled glass from a chrome railing as she\nextends a tray to Starbuck.\nSTARBUCK\nNo...thank you.\nShe moves off as Boomer moves up, his eyes on the waitress\nSTARBUCK\nDid you see that tail...\nBOOMER\nSure did...\nA scream goes up from a gaming table nearby. Starbuck and Boomer take\na look. As they do, a cry of joy goes up a few feet away...and another\nfurther across the room...\nSTARBUCK\nThe odds must be incredible here. People are winning a fortune...\nBOOMER\nAnd they are obviously well fed. Let's get a hold of whoever's in\ncharge and see about getting some food back to the fleet.\nSTARBUCK\nHold it...slow down...The last thing these people may want to find is\na Battlestar sitting on their front door...\nBOOMER\nThen you think this set-up is illegal?\nSTARBUCK\nIt wasn't exactly listed in the Colonial Concordance of places to\ngo...things to do...\nBoomer starts looking around a little more nervously\nBOOMER\nThen they may not be too happy to see us, either.\nSTARBUCK\nI've never been in a crooked gambling den that didn't depend on\nmilitary pay vouchers to keep their doors open.\nSuddenly, a pit boss is on them\nPIT BOSS\nWelcome, gentlemen. Is that an emblem of the Colonial Fleet that I\nsee?\nSTARBUCK\nYes...it is...\nPIT BOSS\nI didn't realize they were in the area.\nSTARBUCK\nAs a matter of fact, we're kind of here on our own.\nPIT BOSS\nLittle out of the way, aren't you?\nBOOMER\nSecret mission.\nSTARBUCK\nHe likes to be dramatic. Just a reconnaissance flight...see that the\narmistice is being observed...\nThe ensuing moment seems like an eternity to Boomer and Starbuck. Does\nthe pit boss seem to be grinning at their naive lie, or is he being\ngenuinely hospitable?\nPIT BOSS\nHow worthy...and how fortunate to have you with us. Consider\nyourselves guests of the establishment.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nDoes\nthe pit boss seem to be grinning at their naive lie, or is he being\ngenuinely hospitable? PIT BOSS\nHow worthy...and how fortunate to have you with us. Consider\nyourselves guests of the establishment. \n\nTARGET SECTION TO BE ANNOTATED:\n Food and drink are on the\nhouse.\nThe pit boss smiles once again and moves off\nBOOMER\nWell, how do you feel now, sport? We have the run of the place while\nour people are starving to death, and it'll be at least two centons\nbefore we can raise crops.\nSTARBUCK\nWhat did you expect me to do, ask the guy for twenty thousand quantums\nof food for a couple of straggler pilots on a reconnaissance flight?\nBOOMER\nMaybe we could kinda' confide in him...\nSTARBUCK\nBoomer, until we know who these people are, just keep in mind it'll\nonly take one informer to have the whole Cylon war machine on its way.\nBOOMER\nSo what do we do? We've got to get fuel and food back to the ships.\nSTARBUCK\nFirst thing we do is check in with the fleet and tell 'em what we've\nfound. Meanwhile, I'll try to find out who's behind this place. How\nmany cubits do you have with you?\nBOOMER\nCubits!!! There are people back in our fleet half-starved and you're\ngoing to gamble?\nSTARBUCK\nBoomer, this time it's in the line of duty. We've got to start asking\nsome questions, but carefully, very carefully. Now go...check in...\nBOOMER\nAll right, but you'd better make this last...that's all there is...\nBoomer drops three cubits into Starbuck's hand\nON A HI-LO TABLE\nThree people are seated at what might be a space-age blackjack game.\nStarbuck heads for an open chair beside a woman, who, but for a few\npounds, might be extremely attractive. The other two at the table are\nmale, both approaching obesity\nSTARBUCK\nThis chair taken...?\nThe girl eyes Starbuck appraisingly. She likes what she sees.\nLORNA\nWell!!! The fleet's in...Sit down...\n(She checks his shoulders for an insignia; looks impressed)\nLieutenant...you've come to a lucky table.\nSTARBUCK\nThat right...?\nON THE GAME\nHi-Lo or 7/11 as it is known throughout the star system, is a game\nplayed with cards or electronic extensions of cards between any number\nof players and a dealer.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\n(She checks his shoulders for an insignia; looks impressed)\nLieutenant...you've come to a lucky table. STARBUCK\nThat right...? ON THE GAME\nHi-Lo or 7/11 as it is known throughout the star system, is a game\nplayed with cards or electronic extensions of cards between any number\nof players and a dealer. \n\nTARGET SECTION TO BE ANNOTATED:\nThe object of the game is to draw a hand as close as possible to\neither 7 or 11. It is the players' choice, a judgment the player makes\nafter viewing his first card, or 'up' card...\nON THE SHUTTLE CRAFT\nstanding ominously still where Boomer and Starbuck left it on a\nvolcanic rock plateau\nON A ROCK FORMATION\nas Ovion faces begin to rise from concealment and move towards the\nship\nIN FRONT OF THE PARADEESE de FESTIVE'\nBoomer ambles to a position of seclusion near some lush landscaping.\nHe withdraws a pocket communicator and talks into it in hushed tones\nBOOMER\nLand probe to Galactica...land probe to Galactica... Come in...\nThere is no response\nBOOMER\nGalactica...come in Galactica...\nBoomer taps the small hand device and holds it up to his ear. He can\nhear static, but no signal\nBOOMER\nLand probe to Galactica\nBACK UP ON THE VOLCANIC ROCK PLATEAU\nThe Ovion leader raises his hand. A platoon of Ovion soldiers level\ntheir hand weapons on the silent ship. He drops his hand\nTHE WEAPONS\nfire multiple bursts of flame\nTHE SHUTTLE CRAFT\nerupts into a pyre that reaches high into the sky\nTHE OVIONS\nturn and begin to back away\nTHE SHUTTLE CRAFT\nexplodes into a fireball which rises high into the night sky\nON THE SURFACE OF CARILLON\nin another place\nTHREE OVION FACES\nappear at ground level and continue to rise into frame. They stare\noff...\nPOINT OF VIEW\nBoxey moving along with Muffit Two behind him. Suddenly, Muffit Two\nstops and looks towards camera and growls\nTHE OVION CREATURES\nlower back beneath the ground\nBOXEY\nmoves off towards Skyler. Muffit continues to start at the mound\nON BOXEY\nas he moves up to Skyler who is scanning the area with an electronic\nprobe\nBOXEY\nHow soon before things begin to grow?\nSKYLER\nMorning. By the end of the day tomorrow, we'll have a whole crop of\nfresh food instead of comrations.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nMuffit continues to start at the mound\nON BOXEY\nas he moves up to Skyler who is scanning the area with an electronic\nprobe\nBOXEY\nHow soon before things begin to grow? SKYLER\nMorning. By the end of the day tomorrow, we'll have a whole crop of\nfresh food instead of comrations. \n\nTARGET SECTION TO BE ANNOTATED:\n Won't that taste better?\nBOXEY\nI'd rather go home. Why'd we have to leave? Why'd those people want\nto hurt us?\nSKYLER\nOh, because there are and have always been living beings who cannot\naccept anything they don't understand...anything different\nBOXEY\nWhat do you mean, different?\nSKYLER\nJust about anything at all...the shape of your eyes, the number of\nlimbs, the color of the outer layer of your skin...even thoughts and\nideas. They just aren't equipped to deal with difference.\nBOXEY\nYou mean they're stupid.\nSKYLER\nI guess by our standards. How can it be anything but stupid to kill\nwhat you don't understand?\nBOXEY\nWhy don't we kill them back?\nSKYLER\nThen we'd be changing what we are...to be like them. It's better for\nus to go someplace else.\nBOXEY\nWhat if they come after us?\nSKYLER\nWe might have to defend ourselves.\nBOXEY\nYou mean kill them.\nSKYLER\nPossibly.\nBOXEY\nThen we'd be like them.\nSKYLER\nBoxey, you're beginning to see how complicated life is. We don't\nbelieve in war, but the opposite of war isn't necessarily peace. What\nwe want is freedom...the right to be left alone, but there's always\nthe chance someone will come along and spoil everything.\nBOXEY\nSo you kill them.\nSKYLER\nNo...you try to establish penalties. Something that makes spoiling\nsomeone else's way of life unrewarding.\nBOXEY\nYou kill them.\nSKYLER\nBoxey, you have a way of reducing everything to very simple terms. I\ndon't know...maybe you're right...in the end we're talking about life\nand death. Life is precious. No one has the right to tamper with\nanother's, without the risk of forfeiting their own. I think maybe\nwe're getting a little deep for a boy your age.\nBOXEY\nWhy? You can die at any age, can't you?\nSKYLER\nYes, Boxey, you can...Where's Muffit?\nBOXEY\nRight here...\nBoxey turns to look. Muffit is not to be seen.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOXEY\nRight here... Boxey turns to look. Muffit is not to be seen. \n\nTARGET SECTION TO BE ANNOTATED:\n Then from beyond the\nmound, we hear barking\nBOXEY\nThere he is.\nSKYLER\nBetter get him. If he wanders off, he could fall into an old mining\nprobe and we'd never find him. And be careful...stay in plain view of\nthe livery ships.\nBOXEY\nI will.\nAs Boxey turns and moves off, Greenbean hurries up\nON GREENBEAN\nGREENBEAN\nCaptain, I think we've got problems.\nSKYLER\nYou've found another droid...\nGREENBEAN\nNo...we lost Jolly...\nSkyler gives Greenbean an impatient look\nSKYLER\nHow could anybody lose Lieutenant Jolly...there's so much of him, he\nalmost qualifies as a planet. Let's check it out.\nSkyler moves off with Greenbean\nON BOXEY\nwalking along amidst the mounds, scanning in all directions\nBOXEY\nMuffy...Muffy...Darn you daggit...Where are you...\nSuddenly, a hand appears on Boxey's shoulder. He spins around. He\nstarts to scream.\nON AN OVION\nAs one hand reaches out to cove Boxey's mouth while two more hold his\narms to his side.\nINSIDE THE OVION CHAMBERS\nBoxey is being led down a corridor by two Ovion creatures. He is both\ndismayed and frightened by the strange new world he has entered.\nSuddenly, he hears barking. He takes off on a dead run.\nBOXEY\nMuffy!!!\nAN OVION SOLDIER\nraises his weapon. The other stops him from using it. They start after\nBoxey.\nON THE ENTRANCE TO THE CHOSEN CHAMBER\nBoxey charges up and through the legs of the Ovion guard as she\nattempts to stop him. The guard begins to pursue him.\nINSIDE THE CHOSEN CHAMBER\nBoxey charges in, sees Muffy standing beside Jolly, barking at the\nChosen Leader. Her name is Lotay. As the Ovion guard is about to grab\nBoxey, Lotay raises a hand.\nLOTAY\nLeave him.\nBoxey crouches beside Muffy, holding him close. Muffy licks his face.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOTAY\nLeave him. Boxey crouches beside Muffy, holding him close. Muffy licks his face. \n\nTARGET SECTION TO BE ANNOTATED:\nLotay scans the odd assemblage before her -- an obese flyer, a small\nchild, and a peculiar-looking droid.\nLOTAY\nA curious group...\n(after a thought, a pleasant smile)\nBut they will do nicely. Take them to a cell and prepare for the\nothers as quickly as possible.\nJolly edges over, grimly putting an arm around Boxey\nIN THE PARADEESE de FESTIVE' CASINO\nAT STARBUCK'S TABLE\nanother cheer goes up as Starbuck rakes in more cubits\nSTARBUCK\nLet 'em ride again.\nLORNA\nHey, you're fine. Where've you been all week? Where're you from? No,\nlet me guess, you're a Capricorn...\nSTARBUCK\nWhat gave me away?\nLORNA\nYour tenacity...I mean you get what you want and you're aloof...All\nyou people from Caprica are alike\n(she giggles)\nAnd also your insignia says your unit is from Caprica.\nSTARBUCK\nHow'd you find out about this place?\nLORNA\nA girlfriend at the office told me about three of her roomates coming\nhere. They had such a good time, they stayed over...wrote us to come.\nIt was too good a deal to pass up.\nSTARBUCK\nWhat's a good deal?\nLORNA\nFive cubits round trip, all meals included for one centon. I don't\nknow how they do it. The food is so good, I've gained ten pounds, and\nmy girlfriend...if she doesn't stop eating, they'll never get her\nback off the planet.\nStarbuck looks around at the capacity crowd\nSTARBUCK\nI guess they make it up on the gambling...\nLORNA\nExcept that I'm ahead fifty cubits.\nStarbuck watches as the dealer punches up a card...A cheer from the\ntable...Lorna giggles.\nLORNA\nYou win again.\nBoomer returns with a serious look on his face\nBOOMER\n(sotto)\nWe'd better talk.\nStarbuck reads Boomer's expression...rises\nSTARBUCK\nThanks for the company.\nLORNA\n(invitingly)\nAny time...hurry back.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoomer returns with a serious look on his face\nBOOMER\n(sotto)\nWe'd better talk. Starbuck reads Boomer's expression...rises\nSTARBUCK\nThanks for the company. LORNA\n(invitingly)\nAny time...hurry back. \n\nTARGET SECTION TO BE ANNOTATED:\nBoomer and Starbuck cross the casino into a lounge area from which\nmusic is pulsating\nSTARBUCK\nWhere are we going? I'm finding out all sorts of things, like the fact\nthat these people are completely cut off rom ews of the outside world.\nBOOMER\nI'm not surprised. Be careful what you say, we're being watched.\nAs Starbuck starts to look around\nSTARBUCK\nWho by?\nBoomer slaps a hand on Sarbuck's back and grins broadly for effect\nBOOMER\nRight...Let's have a drink and listen to some music...loud music.\nIN THE LOUNGE\nA trio of female Tucanas are performing in what can best be described\nas a spaced-out Supremes style of music. Tucanas are unusual beings,\nin that while they are not totally unattractive in a feline sort of\nway, they do have two mouths, which in a woman can be devastating,\nunless they happen to be singers...\nSTARBUCK AND BOOMER\nsit into a table combination for two and Starbuck is immediately taken\nby the group\nBOOMER\nThey can't try to read our lips in here.\nSTARBUCK\nThe place is full of lips. Look, are you sure you aren't imagining\nthings? This place is all right.\nStarbuck places a cubit in a slot on a small pedestal in the middle of\nthe table. A cup drops down and amber begins to stream into it. He\nthen places a large stack of cubits in front of him, to Boomer's\namazement.\nBOOMER\nWhere'd you get all those?\nSTARBUCK\nHi-lo. One thing this place isn't, is crooked. Would you listen to\nthose girls? They're great.\nBOOMER\nForget the girls. Talk to me. What else did you pick up at that table!\nStarbuck continues to stare at the girls\nSTARBUCK\nLike what?\nBOOMER\nLike why they might need to watch us.\nSTARBUCK\nWho?\nHe follows Boomer's gaze\nTWO OVIONS\nstanding by a dapery partition are looking towards Boomer and\nStarbuck. One turns and moves off\nSTARBUCK AND BOOMER\nBOOMER\nOvions.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTARBUCK\nWho? He follows Boomer's gaze\nTWO OVIONS\nstanding by a dapery partition are looking towards Boomer and\nStarbuck. One turns and moves off\nSTARBUCK AND BOOMER\nBOOMER\nOvions. \n\nTARGET SECTION TO BE ANNOTATED:\nSTARBUCK\nWho?\nBOOMER\nOvions. They're all over the place. My section got a briefing on them\nfrom Intelligence.\nSTARBUCK\nWhere do they come from?\nBOOMER\nNo one seems to kow much about them. They just started showing up on a\nfew outposts, mostly as migratory workers\nSTARBUCK\nLooks like they're well-equipped for that...\nBOOMER\nIt's their politics that are in doubt.\nSTARBUCK\nI don't see how that's too important any more.\nBOOMER\nWhy not?\nSTARBUCK\nHow can we worry about subversion when we don't have a planet left\nto subvert? Hey, would you listen to those girls? They're incredible.\nON THE GROUP\nThe middle lady belts out a song in a fashion not dissimilar to Bette\nMidler. The two ladies flanking her belt out 'oo's' and 'ah's,'\nsinging four-part harmony, with both mouths cranking out decibles of\nmusic while the lead singer only seems to be using one of her two\norifices. The upper mouth is definitely doing all the work, but\neffectively...very effectively.\nSTARBUCK\nis mesmerized\nSTARBUCK\nWe could make a fortune if we could put those girls on the star\ncircuit. I mean big money, Boomer.\nBOOMER\nI don't believe you. Every creature in the universe is out to\nexterminate us, and you want to hire a vocal group.\nSTARBUCK\nHave a little vision, will 'ya. The war can't last forever. Someday,\nit'll be over and what'll we be...antiquated, burned out fighter\npilots.\nTHE GIRLS\ngo for their big finish. The two outside ladies hitting a sustaining\nchord only missing one element. We somehow feel it's forthcoming.\nTHE MIDDLE LADY\nsoars for a high note with her upper mouth and just as we reach the\nfinal few beats in the melodious piece, we see the lower mouth, silent\nfor the entire song, open. We know it's coming...and it does...a low\nresounding bass note on the final beat of the song that breaks the\nglass in Starbuck's hand.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe somehow feel it's forthcoming. THE MIDDLE LADY\nsoars for a high note with her upper mouth and just as we reach the\nfinal few beats in the melodious piece, we see the lower mouth, silent\nfor the entire song, open. We know it's coming...and it does...a low\nresounding bass note on the final beat of the song that breaks the\nglass in Starbuck's hand. \n\nTARGET SECTION TO BE ANNOTATED:\n The room breaks into tumultuous applause\nSTARBUCK\nis flabbergasted. He rises\nSTARBUCK\nI gotta' talk to them...\nBoomer pulls him back down\nBOOMER\nYou aren't going to talk to anybody. We're here on a mission.\nSTARBUCK\nAnd I'm doing everything I can to find out what's going on. What did\nthe Commander tell you to do?\nBOOMER\nI couldn't reach the fleet.\nSTARBUCK\nWhy not?\nBOOMER\nWe're in some kind of communication void. Probably the canyon walls.\nSTARBUCK\nWell, hike up to the shuttle and call in\n(rising with some consternation)\nI'm telling you, we're sitting on top of a gold mine with these girls,\nand all you can see is danger behind every rock.\nBOOMER\nIt's a Tylium mine we're suppose to find and... where're you\ngoing...?\nSTARBUCK\nIt doesn't matter where I'm going. You're going up to the shuttle to\nheck in. And the sooner you do, the sooner we'll be getting food and\nsuppliess back to our ships. I'm telling you, these are nice people.\nYou can tell Commander Adama I said so.\nAs Starbuck moves off towards the casino, Boomer shakes his head\nworriedly, then moves off.\nOUTSIDE THE CASINO\nBoomer exits and starts away. Suddenly, he finds he isn't alone.\nMoving to one side of him through the shrubbery is an Ovion. To the\nother side, another Ovion. He stops, looks back. Guarding the door\nbehind him, another Ovion. Boomer suddenly runs towards the rocks, a\nlaser blast streaks out. Boomer dives for cover. His hand reaches down\nto his belt. He pushes an armature. As the Ovions slowly move up to\nhim and level their weapons on him\nBOOMER\nEasy fellas...nice bugs...\nON THE BRIDGE OF THE GALACTICA\nSkyler appears on a monitor\nSKYLER\nFirst Sergeant Jolly...then the boy and his droid...\nAdama greets the news with every possible defense\nADAMA\nThe surface is covered with mining probes. They may have both fallen\nin some similar crevice.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nON THE BRIDGE OF THE GALACTICA\nSkyler appears on a monitor\nSKYLER\nFirst Sergeant Jolly...then the boy and his droid... Adama greets the news with every possible defense\nADAMA\nThe surface is covered with mining probes. They may have both fallen\nin some similar crevice. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE SURFACE OF CARILLON\nSkyler speaks into a scanner\nSKYLER\nTwo disappearances possibu...but now our patrol beyond the ridge is\ncentons overdue, and we've just picked up the Flight Sergeant's\nemergency beacon.\nADAMA\nnods, concedint the weight of evidence\nADAMA\nAll right, Captain Skyler. Dispatch an immediate rescue mission beyond\nthe ridge.\nSKYLER\nI'd like to command it myself.\nADAMA\nNo, you've vital where you are.\nSKYLER\nCommander, Starbuck and Boomer are the best we have. If they're in\ntrouble...\nADAMA\nVery well. Report in as soon as possible. Galacica out.\nAdama signs off and turns to Tigh\nADAMA\nI don't like the feel of it. I think it's time for an on-site\ninspection. Prepare my shuttle and a squad of your best Warriors.\nTIGH\nRight away\nTWO COLONIAL WARRIORS\nstreak over the edge of the mountain and across the sky\nIN SKYLER'S SHIP\nHe is scanning the ground...searching\nSKYLER\nWe'll follow the vector heading of the life signs Lieutenant Starbuck\nwas checking out.\nSkyler galnces over to the next ship\nON JOLLY\nas he nods his understanding\nON SKYLER\nSKYLER\nLet's go down on the deck...\nON SKYLER'S SHIP\nas he peels off and rakes down closer to the surface, followed\nimmediately by the other ships, in flights of three.\nAT THE LIVERY SHIPS\nA cluster of Colonial Warriors are lined up in military formation\nADAMA\nWe'll divide into teams of two and criss-cross the area from the point\nFlight Sergeant Jolly disappeared. We don't have much time, so cover\nyour quadrants as quickly as possible. All right... disperse...\nSuddenly, a woman's frantic voice calls out\nLYRA\nCommander...\nThe men step out of formation to depart. Lyra rushes up to Adama\nLYRA\nCommander, the boy...Boxey...I just heard he's missing. May I join\nthe search? I've grown very attached to that little waif.\nADAMA\nThis isn't easy terrain.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nMay I join\nthe search? I've grown very attached to that little waif. ADAMA\nThis isn't easy terrain. \n\nTARGET SECTION TO BE ANNOTATED:\nLYRA\nI've been to places in the star system that make this look like a\nstellar lounge.\nADAMA\nI'd be honored to have you aboard.\nShe returns Adama's ingratiating smile\nON SKYLER IN HIS FIGHTING SHIP\nas he soars along at tree-top level, scanning the ground\nSKYLER\nI don't know where Starbuck's shuttle is, but it's sure not on these\ncoordinates\nGREEBEAN\nHe must've decided to...\nSuddenly, Greenbean's mouth flies open\nGREENBEAN\nCaptain!!!\nSKYLER\nalready aware ofwhat Greenbean sees\nSKYLER\nI see it...\nGREENBEAN\nWhat is it?\nSKYLER\nI haven't got the slightest idea, but that's where Boomer's distress\nsignal is coming from.\nGREENBEAN\nWhat do we do about it?\nSKLER\nFind a place to land and have a look.\nTHE TWO FIGHTERS\npeel off in search of a landing spot\nON THE SURFACE OF CARILLON\nColonial Warrior criss-cross a segment of land which appears as a\nslightly angled plane of black, volcanic rock\nON TWO WARRIORS\nas they move past camera, we pan back to see the ground open up to\nreveal to Ovion warriors moving up out of the ground\nIN ANOTHER AREA\nGreenbean and another Warrior move past camera. Once again, they are\nno more than a few feet away when two more Ovions appear behind them.\nON ADAMA\nHe stops with Lyra at his side to allow her to catch her breath. A\ncold wind chills them\nLYRA\nGetting very cold...\nADAMA\nWe won't be able to continue the search much longer. The\ntemperature's dropping too fast\nLyra looks off to one side\nLYRA\nThat's odd. We seem to be the only ones on the summit.\nADAMA\nMust've been moving a little faster than everyone else. I'll admit I'm\nworried.\nLyra turns and moves back past a rock formation on this high plateau\nLYRA\nCommander, you'd better have a look.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nADAMA\nMust've been moving a little faster than everyone else. I'll admit I'm\nworried. Lyra turns and moves back past a rock formation on this high plateau\nLYRA\nCommander, you'd better have a look. \n\nTARGET SECTION TO BE ANNOTATED:\nAdama turns and moves back around the rock formation\nPOINT OF VIEW\nA long sweeping vista of black volcanic rock anglingdown to a small\nmeadow where the livery ships stand ominously alone and still\nADAMA\nturns back to Lyra\nLYRA\nThey're all gone...we're alone.\nADAMA\nquickly drwas his weapon\nADAMA\nIt's impossible.\nLYRA\nCommander, I'm frightened. What's going on?\nADAMA\nI don't know, but let's...\nAdama half turs...his look freezes. Lyra turns and screams\nON TWO OVIONS\ntheir weapons extended towards the two humans\nON SKYLER AND GREENBEAN\nas they approach the burned-out remains of two Viper War ships. Both\nmen have their weapons drawn as they move up cautiously\nGREENBEAN\nIf Boomer and Starbuck were in those birds, sir...\nSkyler...looks down at his communicator. It continues to flash.\nSKYLER\nIt would have been destroyed their distress beacon. No...Boomer's\nsignal is still loud and clear.\nGREENBEAN\nWhat do we do?\nSKYLER\nYou stand guard on the ships. We can't afford to lose two more. I'm\ngoing to follow Boomer's beacon. It seems to be coming from down\nthere. Whatever it is...\nSkyler moves with Boomer to look down on the Casino de Festive'\nINSIDE THE OVION CHAMBERS\nAdama and Lyra are being escorted by guards. As they reach the main\nchamber, Adama and Lyra look around in amazement.\nLYRA\nWhat is it?\nMOVING POIINT OF VIEW\nThe large main chamber where countless Ovion workers mine Tylium\naround the clock\nADAMA\nIt may be the largest underground Tylium mine in the star system\nLYRA\nTo run our ships...\nADAMA\n(ominously)\nTo run somebody's ships\nThey arrive at the Chosen Chamber. The guards stand aside. Adama and\nLyra enter\nINSIDE THE CHOSEN CHAMBER\nLotay looks up from her perch.\nLOTAY\nYou are Commander Adama?\nON ADAMA AND LYRA\nADAMA\nI am...\nLOTAY\nWelcome to Carillon. You are impressed?\nADAMA\nOutraged is more like it.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOTAY\nWelcome to Carillon. You are impressed? ADAMA\nOutraged is more like it. \n\nTARGET SECTION TO BE ANNOTATED:\n Where are my men and the boy?\nAs easy smile crosses Lotay's face\nLOTAY\nWould you care to join them?\nADAMA\nYou bet I would...and if anything's happened to any one of them,\nyou'll answer to the Colonies.\nThe Chosen Leader smiles non-committally and rises. We find that she\nis taller than the worker Ovions. She leads the way as the Ovion guard\nmove in behind Adama and Lyra.\nIN A CORRIDOR\nLYRA\n(sotto)\nDid that smile mean she knows the Colonies don't exist?\nADAMA\n(sotto)\nI don't know...\nThey arrive at another entry. The Leader stands aside.\nLOTAY\nEnter...\nAdama and Lyra exchange wary looks and pass through the door.\nINSIDE THE GUEST CHAMBER\nAdama and Lyra stop in their tracks and stare incredulously\nPOINT OF VIEW -- THE CHAMBER\nalive with music and entertainment...four-armed jugglers, dancing\nOvions...and a banquet befitting kings with succulent victuals of\nevery dimension, proportion and manner\nJOLLY\nJOLLY\nCommander!!!\nEveryone turns to look. Boxey jumps down from the knee of an Ovion\nworkers and runs to Lyra. Jolly moves hurriedly, food in hand...a\ndrumstick and an odd-looking piece of fruit\nJOLLY\nIt's like nothing we could have dreamed of. They've got plenty of\neverything we need, and they want to share it.\nLYRA\nSounds like paradise...\nAdama gazes around the room warily...a troubled look on his face.\nADAMA\nYes, it does...\nLOTAY\nWe are a communal order from birth. We all work...We all share...\nThere is no competition, no jealousy, no conflict...only peace and\norder.\nADAMA\nPerpetual happiness.\nLOTAY\nHappiness is the goal of an immature order. All pursue it. Few have\nit. None can sustain it. The Ovion is content. It is better.\nAdama and Lyra exchange cautious looks\nLYRA\nIt seems to work for you.\nLOTAY\nFor millenniums it has been so. Now, join us... Be our guests...be\nwell fed, well entertained... Be content.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow, join us... Be our guests...be\nwell fed, well entertained... Be content. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Ovion Leader smiles that strange, bewildering look that suggests\na private meaning. Adama can't help feeling it's more than a benign\nsuggestion.\nIN THE CASINO ON TWO OVION SECURITY GUARDS\nwatching Starbuck and looking anything but benign\nON STARBUCK AT THE HI-LO TABLE\nA cheer arises from the gallery which by this time is substantial.\nThey watch with vicarious fear as Starbuck presses his entire\naccumulations of cubits out on the wagering table.\nON LORNA\nLORNA\nWhat're you going to do with all that money?\nSTARBUCK\nLet it all ride...\nA small cheer from Lorna and the two obese gentlemen. As we pan off to\nthe main door as a figure enters.\nSKYLER\nlooks around incredulously. He hears a resounding cheer...looks...\nPOINT OF VIEW\nA narrow aperture through the gallery reveals the image of a Colonial\nWarrior as the center of attention.\nTHE DEALER\nseems to be looking for help. He is perspiring.\nDEALER\nI will have to see if they will remove the limit.\nThe dealer signals o.s. as Skyler moves up and stares in utter\ndisbelief at the pile of golden cubits in front of a cigar-smoking\nStarbuck.\nSKYLER\nLieutenant, do you mind telling me what you're doing?\nStarbuck turns, somewhat startled and embarrassed\nSTARBUCK\nWinning...I mean\n(he struggles to his feet, rising awkwardly from his stool)\nSir...\nSKYLER\nWhat is this place? What's going on here...\nStarbuck turns to Lorna\nSTARBUCK\nUh, excuse me, dear...Watch my cubits?\nStarbuck hustles Skyler a few feet away to talk conspiratorially as\na few yards away, the pit boss gestures in pantomime to the dealer.\nSTARBUCK\nOh, sir...as near as we can figure, this is a resort. These people\nare here from all over the star system.\nSKYLER\nThat doesn't make any sense. This place is a desolate rock.\nSTARBUCK\nMaybe...but everyone's having a great time.\nSKYLER\nNot everyone.\nSTARBUCK\nEveryone that I've seen.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTARBUCK\nMaybe...but everyone's having a great time. SKYLER\nNot everyone. STARBUCK\nEveryone that I've seen. \n\nTARGET SECTION TO BE ANNOTATED:\nSKYLER\nHow long since you talked to Boomer?\nSTARBUCK\nBoomer???\nSKYLER\nSomebody blew up his ship...yours, too.\nSTARBUCK\nBlew up our ships? Boomer went there to use the long-range\ncommunicator. If someone did something to Boomer...\nSKYLER\nHe never reached the ship. His distress beacon is still working...\nthat's what bothers me.\nSTARBUCK\nIt can't be working. I didn't pick it up.\nSKYLER\nI'm not picking it up now, either...but my flyover pointed right to\nwhere you're standing.\nSTARBUCK\nCaptain...Boomer isn't here...he left.\nSKYLER\nIf he isn't in this building, he's under it.\nSkyler and Boomer exchange ominous looks as the pit boss moves up.\nPIT BOSS\nSir, as a special courtesy to our Colonial Warrior guests, the limit\nhas been removed.\nStarbuck looks at Skyler questioningly as a cheer of anticipation\nrises from the gallery. Skyler nods.\nSKYLER\nGo ahead, Lucky. Break the bank. I'd like to see what happens when\nyou try to walk out of here with their money.\nStarbuck pales.\nSTARBUCK\nLook...maybe we've learned all we can here...\nSKYLER\nNo...no...you go right ahead. I'll just look around for a bit...\nSTARBUCK\nI'd feel better if you were watching my flank.\nSKYLER\nYou were doing fine before I got here. Good luck.\nSkyler moves off, leaving Starbuck alone as Lorna moves to him and\ntakes his arm and pulls him to the table.\nLORNA\nCome on, sport. You're going to bring the house down.\nSTARBUCK\nThat's what's worrying me.\nMOVING THROUGH THE CASINO WITH SKYLER\nas he edges past more games of chance as cheers rise from each table.\nFinally, Skyler reaches a bank of elevators. He notices a large group\nof rather obese people being escorted by Ovions into an elevator.\nSkyler moves up to join the group. An Ovion's hand bars the way.\nOVION\nYou have a voucher? \nSKYLER\nI just wanted to browse.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn Ovion's hand bars the way. OVION\nYou have a voucher? SKYLER\nI just wanted to browse. \n\nTARGET SECTION TO BE ANNOTATED:\n Where does this go?\nOVION\nIt is the chamber of the Living End. You must have a voucher.\nSKYLER\nI hope it's a reducing salon. Looks like some of these boys have been\nhaving too good a time. Can I look around?\nOVION\nWhen you have a voucher. It comes at the end of your two week stay.\nThe people have all entered the elevator car, and the Ovion who has\nbeen speaking with Skyler now steps back into the car himself.\nSKYLER\nTwo week stay...Look, I don't plan on sticking...\nThe door whisks closed in Skyler's face and whisks downward, out of\nsight. He finishes the statement to himself...\"self\"... and turns to\nhead back through more cheering guests taking curious and troubled\nnote of what he is seeing. Suddenly, he turns and heads towards the\nfront doors at an easy gait. As he closes to them, he is aware that\nOvion Guards are following his progress.\nAT THE FRONT DOORS\nSkyler pauses as he is about to start outside. Quickly, he looks back\ninto the room.\nPOINT OF VIEW\nOne of the Ovions who has been tracking him has a transceiver in his\nhand and is talking into it. Finding himself caught by Skyler's gaze,\nhe lowers the transceiver.\nSKYLER\nswings his look back out the door.\nPOINT OF VIEW TO THE VEGETATION OUTSIDE\nTwo shadows ducking back behind some shrubbery.\nSKYLER\nturns and moves back across the casino towards Starbuck.\nAT STARBUCK'S TABLE\na cheer from the gallery as Starbuck's winnings mount. The game now\nwatched closely by a pit boss and several guards, who begin to press\nin more closely. Skyler eyes them behind Starbuck warily. Lorna leans\nin, pawing Starbuck admiringly.\nLORNA\nYou are the luckiest man I've ever...\nSuddenly, she stops in mid-sentence, her jaw hanging open as she sees\nSkyler slowly raising his sidearm from its holster to bring it\ndirectly to bear on the dealer's chest. A gasp from the crowd.\nSTARBUCK\nWhat are you doing?\nSKYLER\nI'm going to see if I can put a hole through him.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nA gasp from the crowd. STARBUCK\nWhat are you doing? SKYLER\nI'm going to see if I can put a hole through him. \n\nTARGET SECTION TO BE ANNOTATED:\nThe dealer's eyes flare wide with alarm. In an instant, the head\nsecurity guard is at Starbuck's side.\nHEAD SECURITY GUARD\nSir...you'll have to...\nAs he starts to draw his weapon, he finds Starbuck's sidearm quickly\nin his side. Starbuck quickly moves an arm around the Ovion's head,\nturning him towards the other security guards moving up, transforming\nhim into a shield.\nSTARBUCK\nLet's keep our hands out where we can see 'em, fellas. All of them.\nNow, you mind telling me what we're doing, sir!\nTHE APPROACHING SECURITY GUARDS\nstop in place and refrain from any movement towards their weapons\nSKYLER\nunflinching...his weapon leveled at the dealer\nHEAD SECURITY GUARD\nIf I may ask...what seems to be your complaint?\nSKYLER\nThis man is cheating my friend.\nSTARBUCK\nWhat???\nAn incredulous remble moves through the gallery. Skyler is beginning\nto lose their support. Obviously, he's a military psychopath.\nHEAD SECURITY GUARD\nBut he is winning.\nSKYLER\nNo. He appears to be winning. The dealer is cheating.\nSTARBUCK\nAh, look, Skyler...Captain...I'm pretty good, you know...\nHEAD SECURITY GUARD\nSir, if you doubt his good fortune, I suggest he pick up his cubits\nand leave.\nSTARBUCK\nSounds like a real good idea, Skyler! Why don't we just be on our\nway...\nSKYLER\nNot until somebody explains why he was letting him win.\nHEAD SECURITY GUARD\nNothing could be more absurd...\nSTARBUCK\nDoes sound a bit odd. Look, maybe these fellas'd be willing to help\nus get to our ship if we just give back the winnings and forget the\nwhole thing!\nSKYLER\nThey don't mind winners, Starbuck. There isn't a loser in the house.\nThey see to that.\nHEAD SECURITY GUARD\nA human weakness...momentous judgements on miniscule perspectives...\nAs the people begin to grumble at Skyler's destroying heir party\nOBESE MAN #1\nLook, fella, why don't you tell your friend to go back to his ship\nand sleep it off, huh?\nLORNA\nRight.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEAD SECURITY GUARD\nA human weakness...momentous judgements on miniscule perspectives... As the people begin to grumble at Skyler's destroying heir party\nOBESE MAN #1\nLook, fella, why don't you tell your friend to go back to his ship\nand sleep it off, huh? LORNA\nRight. \n\nTARGET SECTION TO BE ANNOTATED:\n You have something against people having a litle fun...winning\na little money?\nSTARBUCK\nCaptain, come on. You're going to have everyone at our throats.\nSKYLER\nJust ask yourselves, have you seen a loser here? Doesn't that strike\nall of you as odd?\nOBESE MAN #2\nWhat is it, boy? You worried about the taxes on our winnings? That\nwhy you're here, boy? You a tax collector?\nOBESE MAN #1\nYou come to close this place down, fella?\nThe room is turning angry. Skyler raises his weapon.\nSKYLER\nHe was letting you win.\nLORNA\nWhy?\nSKYLER\nMaybe to keep you here, or content. I don't know.\nOBESE MAN #1\nPut your weapon away, son, or I'm going to take it away from you.\nThe man moves off his chair towards Skyler\nSTARBUCK\nCaptain, with all due respect...\nSkyler realizes the contrantation's quickly going to get out of hand.\nHe starts to back away, his weapon in front of him.\nOBESE MAN #1\nMaybe you can explain what you're doing here, boy. You come for a\nvacation, or for trouble?\nThe people continue to move towards Starbuck and Skyler, the security\nguards amongst them, waiting for an opportuity. Starbuck and Skyler\nfind themselves with the front doors cut off from them by the guards.\nSKYLER\nThere's trouble, all right. The war with the Alliance is over. We\nlost.\nOBESE MAN #2\nLost! You poor fool. You've been on patrol too long. There's been an\narmistice. Didn't you hear?\nThe crowd begins to laugh at Skyler\nOBESE MAN #1\nCourse they didn't tell 'im. Have to keep morale up. If they don't\nhave a war, they don't have jobs.\nThe laugh turns to jeers. The noise becomes deafening. Skyler edges\ntowards the elevator.\nSTARBUCK\nThe front doors are that way...\nSKYLER\nSo is their reception party. We've got to make a run for it,\nStarbuck.\nSTARBUCK\nThe minute we do, the Ovions'll start shooting.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nSKYLER\nSo is their reception party. We've got to make a run for it,\nStarbuck. STARBUCK\nThe minute we do, the Ovions'll start shooting. \n\nTARGET SECTION TO BE ANNOTATED:\nSKYLER\nThe old duck and roll...\nSTARBUCK\nRight...\nStarbuck quickly scans the area. He looks up...\nPOINT OF VIEW\nan ornate chandelier high in the ceiling in front of the elevators.\nSTARBUCK\nshifts the barrel of his sidearm upward and in one deft movement,\nsends a laser blast streaming from the ceiling and turns and ducks\nfor an open elevator with Skyler right behind him.\nON THE CEILING\nas the ornate chandelier is blasted out of its moorings and starts\nfor the floor\nTHE CROWD\nstarts forward, then jumps back as the fixture crashes in front of\nthe doorway, sending a pillar of debris and electrical shorting...\nEND OF HOUR TWO\nHOUR THREE\nFADE IN\nON ELEVATOR DOORS IN A SUBTERRANEAN PASSAGE\nThey open, emitting a covey of Ovions who run from the car and stand\nlooking off down two intersecting corridors which range off into\ncomplete blackness. The Ovions raise their sidearms and fire\nresounding laser blasts off into the black abyss. Quickly, aother team\nof Ovions move up in two land vehicles. Two Ovions climb on one\nvehicle, two more on the other, and the machines whine off in opposite\ndirections.\nMomentarily, all is still. We pan back to the elevator car and find\ntwo pairs of legs descending from the top of the car.\nSKYLER AND STARBUCK\ndrop to the floor and ease cautiously out into the passageway.\nSTARBUCK\nOn reconsidering...I believe there may be something to your suspicions\nabout this place. Let's move. One of these tunnels must lead out of\nhere.\nSKYLER\nThey also lead to those fellas who were firing full charges at what\nthey hoped was us. That isn't nice, Starbuck.\nSTARBUCK\nI don't see how we have any choice, unless you're suggesting we go\nback the way we came in. You wouldn't suggest that, would you?\nO.S. a whine can be heard. Both men turn and look.\nSTARBUCK\nI'm not real crazy about the sound of that...\nSKYLER\nI'm not, either.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoth men turn and look. STARBUCK\nI'm not real crazy about the sound of that... SKYLER\nI'm not, either. \n\nTARGET SECTION TO BE ANNOTATED:\nPOINT OF VIEW\nan eerie light approaching from down the dark passageway\nSKYLER AND STARBUCK\nreach in unison...turn and scamper for the elevator car...raise their\nhands over their heads, jump, and pull themselves up out of sight.\nPanning back, we find a tram pullung up to a stop beside the elevator.\nFrom the front of the tram, three Ovions exit and move into the\nelevator car.\nFROM UP ABOVE THE CAR\nwe find Skyler and Starbuck watching helplessly as the Ovions,\nconversing in high-pitched chatter. The car stops. They exit and move\ninto the Casino, leaving Starbuck and Skyler trapped.\nSTARBUCK\nThis isn't turning out to be as much fun as I'd hoped. Now what?\nSKYLER\nNow we wait.\nSTARBUCK\nWhat for?\nSKYLER\nFor someone to take us back down\nSTARBUCK\nI'm not too crazy about that idea, either. At least up here there are\npeople we could talk to.\nSKYLER\nThese people are no better off than we are. You saw that shuttle down\nthere. I figure it just came back from taking a load of these people\nsomeplace.\nSTARBUCK\nWhere?\nSKYLER\nThat's a good question. I've got a hunch the answer is the reason for\nthis place's existence.\nON THE GALACTICA\nhovering amongst the fleet above the planet Carillon. A space shuttle\napproaches from the rear.\nON THE BRIDGE OF THE GALACTICA\nColonel Tigh receives a courier, reads the information, and looks up,\ntroubled.\nTIGH\nI'm leaving the bridge. I'll be with Commander Adama if I'm needed.\nON COMMANDER ADAMA IN HIS QUARTERS\nHe sits at a desk dictating into a device\nADAMA\nThe Ovion people have extended to the survivors of the colonies every\nmeasure of goodness and support we might have hoped for. It is now\npossible to foresee the entire fleet able to resume our voage within\na centon.\nCLOSE ON AN AUTOMATIC WRITING DEVICE\nA small, tube-like extension which focuses a small measure of light\non a roll of paper. As the light moves by, lettering is placed\nsilently and nearly on the paper.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is now\npossible to foresee the entire fleet able to resume our voage within\na centon. CLOSE ON AN AUTOMATIC WRITING DEVICE\nA small, tube-like extension which focuses a small measure of light\non a roll of paper. As the light moves by, lettering is placed\nsilently and nearly on the paper. \n\nTARGET SECTION TO BE ANNOTATED:\n There is a knock at the door.\nADAMA\nCome in.\nColonel Tigh enters. Adama glances at him,\nADAMA\nNothing can be that bad. We've found supplies, adequate to carry our\npeople far out of this star system. We couldn't have fallen on\nbetter fortune.\nTIGH\nNo, sir. In fact, things are too good.\nAdama gives Tigh a curious look.\nADAMA\nToo good?\nTIGH\nMost of our people are still on comrations. As tasty as I'd like to\nsay they are, they just don't measure up to thestories coming back\nfrom the surface of Carillon. There's a lot of talk going around...\nADAMA\nWhat kind of talk?\nTIGH\nThat you're exceedig your authority by keeping people in the ships\ninstead of allowing them some time on the planet.\nAdama rises in a state of shock.\nADAMA\nExceeding my authority! This is a voyage of survival. We could be\nunder attack at any time. The crews on Carillon are down there\nto work, not party.\nTIGH\nSir, all of our people have been through a debilitating shock. I'm\nsure some of them are getting a little of it our of their systems.\nADAMA\nJust what is it you're telling me? I dispatched two of our elite\nsquadrons to harvest food and obtain fuel for our survival. Now what's\ngoing on down there?\nTigh says nothing, but his expression sends the Commander toward the\ndoor.\nADAMA\nPrepare my shuttle \nON THE FLIGHT DECK\nAdama exits an elevator and heads towards his shuttle. As he does, he\nsees a group of twelve men disembarking a second craft. They form a\ngrim barrier as he moves up to them, sensing an uneasy confrontation.\nADAMA\nAnton...Seth...and Seppy. So good to see you all.\nANTON\nYou appear to be leaving.\nAdama will need more than a smile. He knows this is not going to go\nwell.\nADAMA\nI have to go down to the surface of Carillon.\nANTON\n(caustically)\nOf course! We understand!\nADAMA\nI'm not sure that you do.\nANTON\nAdama, we want to discuss an orderly \nrotation of all our people down to Carillon.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe understand! ADAMA\nI'm not sure that you do. ANTON\nAdama, we want to discuss an orderly \nrotation of all our people down to Carillon. \n\nTARGET SECTION TO BE ANNOTATED:\nADAMA\nI don't think that's wise.\nSETH\nThe Quorum does.\nANTON\nAdama, we took the liberty of holding a council to elect new\nleadership.\nADAMA\nI see. And what was the outcome?\nSETH\nEach of us here has been elected to represent out respective colonies.\nWe are the new Quorum of the Twelve.\nADAMA\nAnd have we a new President?\nANTON\nWhy, of course, Adama. You.\nThe men applaud and backslap Adama with nervous affection.\nADAMA\nThank you. It will be my pleasure to serve you. However, I cannot\npermit...\nLOBE\nAdama, you have run a ship as big as a sun center. Some of our people\nare cramped up in cubicles no bigger than a cubit.\nANTON\nAnd it may be a long time between stops.\nLOBE\nIt's only fair our people share in the fruits of Carillon.\nADAMA\nAnton, surely you understand that we are still at war. An Alliance\nhas dedicated itself to our extinction. You must recognize a need for\nextraordinary measures. I cannot allow our people down on Carillon\nbefore inspecting the conditions and its possible risks.\nANTON\nOf course. We all understand that, so why don't we accompany you and\nsee for ourselves, shall we?\nEnthusiastically, they all start for the shuttle ship as Adama's\nexpression turns grim.\nIN A DARK TUNNEL\nOvions approach on a surface craft and enter the elevator pod\nSTARBUCK\nWe could have been far away from here by now.\nSKYLER\nThey've got scanners and vehicles. They didn't expect us to stay\naround.\nSTARBUCK\nBecause they were under the impression we were intelligent beings.\nNo offense...\nSKYLER\nAs always, I'll involve your youth to save your aresford. This is the\nlast place they'll be looking for us.\nStarbuck gestures to a long, tram-like vehicle parked in the tunnel\nSTARBUCK\nWhy not take that vehicle?\nSKYLER\nBecause it looks like it moves slowly and makes a lot of noise.\nSTARBUCK\nI'd still feel better than sitting here, waiting...",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nStarbuck gestures to a long, tram-like vehicle parked in the tunnel\nSTARBUCK\nWhy not take that vehicle? SKYLER\nBecause it looks like it moves slowly and makes a lot of noise. STARBUCK\nI'd still feel better than sitting here, waiting... \n\nTARGET SECTION TO BE ANNOTATED:\n for what!\nSKYLER\nFor that vehicle to move?\nSTARBUCK\nWhere?\nSKYLER\nWhere I think we want to go!\nSTARBUCK\nSkyler, sir...would you mind sharing a few pieces of the magic puzzle.\nI mean, I've seen...\nSKYLER\nWell, I think I know how someone can run a casino that gives away\nmoney.\nSTARBUCK\nWhat is it?\nSKYLER\nI'm not sure you want to hear it.\nSTARBUCK\nTry me.\nSKYLER\nSuppose there's a very rich mine on this planet.\nSTARBUCK\nYeah...\nSKYLER\nI mean, it's rich if you have somebody to mine it.\nSTARBUCK\nWhich they don't.\nSKYLER\nWhat if they do? What if those Ovions are bringing in people from all\nover the star system to visit this wonderful casino resort where you\ncan't lose... except in the end.\nSTARBUCK\nAhhh, Skyler, that's ugly.\nSKYLER\nYes, it is...if they wind up as slave labor down in a Tylium mine.\nSTARBUCK\nThat's a long shot. Some of those people were so fat, they couldn't\ntouch their shoes, let alone mine Tylium. That's hard work.\nSKYLER\nDoesn't take long to work off weight in a Tylium mine.\nSTARBUCK\nYou know something?\nSKYLER\nWhat?\nSTARBUCK\nI felt better about those Ovions when I didn't understand them.\nSKYLER\nThe next load of people they move out in that thing, probably in the\nmorning...we're going to climb on and find out if I'm right.\nSTARBUCK\nUh...uh...on the chance that you are right, whichever way that thing\ngoes, I go the other way.\nSKYLER\nI could order you to go with me.\nSTARBUCK\nAre you ordering me?\nSKYLER\nNo. It's liable to be a one-way trip.\nSTARBUCK\nRight.\nSKYLER\nHelping to save humanity is going to have to be a personal decision,\nStarbuck. Goodnight.\nSkyler tucks his head down on top of the elevator and closes his eyes.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nSKYLER\nHelping to save humanity is going to have to be a personal decision,\nStarbuck. Goodnight. Skyler tucks his head down on top of the elevator and closes his eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nStarbuck watches him for a long beat, then looks off with a totally\ndisgusted look on his face.\nSTARBUCK\nAhhhhhh Feljurcreb!!!\nIN THE OVION BANQUET ROOMS\ncontinued merriment, laughter, food and drink. Only Boxey is moving\nabout, looking worried.\nBOXEY\nMuffy...Muffy\nHe can't seem to find the droid. He wanders towards the door where an\nOvion guard stands watch. The guard is talking to a second guard in\nthe corridor. He doesn't notice Boxey move off down the corridor.\nON THE LARGE MINE\nThe cavernous room from which the mining operation can be observed.\nLOTAY\n...the largest Tylium mine in all the star system...\nPanning off, we find the Quorum of the Twelve being guided on a tour\nANTON\nIt's a testimony to communal order...\nLOTAY\nThank you\nIN THE OVION LEADER'S PRIVATE CHAMBER\nThey enter to find a large feast prepared for them on floor mats and\npillows in the center of the room. On one side, gentle music is\nemitted from two stringed instruments in contrast to the rousing\nmelodies indigenous to the more public dining area.\nANTON\nThis is too much to expect.\nLOTAY\nWe have plenty. As many of your people who desire it are invited to\nbe our guests.\nAnton turns to Adama\nANTON\nCan you in good conscience deny our people such an invitation?\nADAMA\nWell, perhaps a very carefully organized small rotation.\nSETH\nBut I thought time was our greatest consideration. The more we bring\nhere at once, the sooner we can be on our way.\nAdama turns to the Leader\nADAMA\nMay I ask how our request for Tylium is being received?\nLOTAY\nWe have already prepared the first shipment for you, have we not?\nADAMA\nYes, we boarded it. However, I understand there is to be a delay in\nobtaining any more.\nLOTAY\nUnfortunately, we were not prepared for your request. Only two\ncentons ago, we dispatched almost all that was on hand. What we gave\nyou this day was what we were able to mine yesterday. We are\nindustrious, Commander, but we are also small.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly two\ncentons ago, we dispatched almost all that was on hand. What we gave\nyou this day was what we were able to mine yesterday. We are\nindustrious, Commander, but we are also small. \n\nTARGET SECTION TO BE ANNOTATED:\nLotay smiles ingratiatingly.\nANTON\nI think we press our luck, Commander. Let us not be rude in the face\nof such hospitality.\nLOTAY\nPlease begin. Be our guests. Be well fed, well entertained. Be\ncontent.\nAs the Ovion leader is about to step away, Adama brings her to a stop.\nADAMA\nYou aren't joining us?\nLOTAY\n(a vague smile crosses her face)\nNo...I am afraid not.\nShe simlply moves off. On her exit...\nANTON\nWell, I don't think there can be any doubt as to our decision. It\nwill take time to obtain the Tylium. We will give every person an\nopportunity to share in our bounty down here on Carillon.\nIN A CORRIDOR\nLotay moves briskly along, escorted by four Ovion guards. They reach\na chamber. Lotay stops, looks up and down the corridor, and enters\nalone.\nON THE BACK OF AN EMPEROR'S CHAIR\nLotay moves forward until she has come to a point just in front of\nthe chair. She bows her head.\nLOTAY\nBy your command...\nON THE THRONE\nBaltar sits draped across the chair, a smug smile on his face. On\neither side of him are the two Cylon Centurians.\nBALTAR\nI see you're entertaining these days.\nLOTAY\nThe Colonials have only allowed a few of their Warriors to land.\nBALTAR\nI knew your hospitality would be impossible to refuse. After all the\nexperience you've had dining with humans...\nBaltar cannon resist laughing at his private joke.\nBALTAR\nAnd what of Commander Adama\nLOTAY\nA brief visit. He is with the fleet now.\nBALTAR\nI want him here! When he is in our grasp, we have won!\nON BOXEY EXITING A DARK STAIRCASE INTO A FORBIDDEN CHAMBER\nfilled with Ovion workers slaving in a mine shaft, lighted by eerie,\nsubdued, pulsating light. Here the mood is not one of showcase\nindustry, but rather of endless, mindless obedience to a cruel\ntaskmaster.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen he is in our grasp, we have won! ON BOXEY EXITING A DARK STAIRCASE INTO A FORBIDDEN CHAMBER\nfilled with Ovion workers slaving in a mine shaft, lighted by eerie,\nsubdued, pulsating light. Here the mood is not one of showcase\nindustry, but rather of endless, mindless obedience to a cruel\ntaskmaster. \n\nTARGET SECTION TO BE ANNOTATED:\n The Ovions dig at the walls with small utensils, some of\nthem turning to steal glances at the small waif of a lad walking up\ntheir forbidden ocrridor. A high-pitched, insect-like chanting\nreverberates throughout the sub chambers. Suddenly, a high-pitched\nwhine.\nAN OVION WORKER\nfalls from a pinnacle, crashing to the ground not far from Boxey. Two\nsentry Ovions move efficiently up and remove the fallen worker,\ndragging the hapless form of to a pit where it is hurled out of sight.\nHaving completed their task, one of the two sentries turns its\nattention to Boxey. The first sentry exchanges high-frequency\ncommunication with the second and the pair start towards Boxey.\nBOXEY\nisn't so young that he cannon sense imminent danger. He turns and\nruns. The Ovions continue towards him as Boxzey turns off ito another\ncorridor.\nSOMEPLACE ELSE IN THE DEPTHS OF THE CHAMBERS -- ON MUFFY\nprancing along a deep, foreboding, dark corridor. Suddenly, a moaning\nsound brings him to a stop. He cocks his head to listen. The moaning\ncontinues. An anthem to human suffering. Muffy prances up a corridor\ndarker than the one he was in.\nON MUFFY AS HE STOPS AND LOOKS\nhis ears and hairs suddenly stand on end\nA YELLOWISH WINDOW\noctangular in shape as it seals off an insect-like cell. Pressed\nagainst the plastic-like window, countless humans, intermingled with\nother interstellar beings, crammed, jammed, wedged together into a\nbutcher's shop display case of living flesh. An obese human sees Muffy\nand claws at the window with desperation...tracking sweeps of blood\nwhere his fingers have cruelly yielded to the abrasive sealing glass.\nBOXEY'S VOICE\nMuffy...Muffy...Where are you?\nMuffy turns and barks, taking us to Boxey standing at the end of the\ncorridor. He sees Muffy and runs to him, bending down to cuddle him\nclose. Suddenly, he is aware of the strange moaning. His little face\nlooks up from the furry droid in his arms and freezes in disbelief.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sees Muffy and runs to him, bending down to cuddle him\nclose. Suddenly, he is aware of the strange moaning. His little face\nlooks up from the furry droid in his arms and freezes in disbelief. \n\nTARGET SECTION TO BE ANNOTATED:\nHe lets out an involuntary cry and jumps up and turns to run. He\nmoves no more than a few feet when he collides into\nTWO OVION SENTRIES\nwho look down on Boxey and Muffy with cruel, cold, programmed intent\nON COLONEL TIGH AND ATHENA ON THE BRIDGE OF THE GALACTICA\nTIGH\nBut we can't shuttle everyone to the surface of Carillon...the fuel\nand the pilots...\nATHENA\n(adding her voice)\nThere'll be no one left to stand alert.\nCOMMANDER ADAMA\npaces away from Athena and Tigh. He looks out the vast window to space\nwith the ships of the fleet scattered across the sky above Carillon.\nADAMA\nHave we heard from Captain Skyler yet?\nTIGH\nNo, sir. He's been out of contact a full centon.\nADAMA\nDoes something feel very wrong to you, Colonel, of am I just\nhopelessly paranoid?\nTIGH\nI once read a book on tactical survival in an alien world. It said a\nlittle paranoia was good for you.\nAdama nods, heading out.\nADAMA\nI'm familiar with that book. I wrote it. Prepare my shuttle. I'm\nreturning to the surface.\nTIGH\nCommander, about your book.\nADAMA\nYes. I've prepared a set of orders to cover that contingency. In\nthem, you will find my instructions for what to do to save the \nGalactica and her fold, should the unhappy need arise.\nAdama withdraws an envelope from his tunic and passes it to Tigh, who\nexamines it carefully.\nTIGH\nYou can't be serious.\nADAMA\nDeadly serious.\nThe two men exchange grim looks born of years of service together in\nthe face of a ruthless enemy.\nON TOP OF THE ELEVATOR WITHIN THE CASINO CORRIDOR\nStarbuck lies facing up into the darkness, his eyes open\nSTARBUCK\nSkyler...\nSKYLER\nMmmm...\nSTARBUCK\nYou awake?\nSKYLER\nYeah...\nSTARBUCK\nYou hear something?\nSKYLER\nNo...\nSTARBUCK\nSounded like a door opening above.\nSKYLER\nMust be almost morning by now. Could be another one of their health\ntours.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTARBUCK\nSounded like a door opening above. SKYLER\nMust be almost morning by now. Could be another one of their health\ntours. \n\nTARGET SECTION TO BE ANNOTATED:\nSTARBUCK\nYou really intend to see where they go?\nSKYLER\nUh-huh.\nSTARBUCK\nJust like your father...\nSkyler seems to care about the conversation for the first time. His\neyes shift over to the form sharing the claustrophobic space beside\nhim.\nSTARBUCK\nNo offense meant. I guess I have a reputation for taking things kind\nof loose and easy. Doesn't mean I don't appreciate it whem someone\nsticks his neck out for me. You, I mean...\nSKYLER\n(embarrassed)\nI thought we were talking about my father.\nSTARBUCK\nI was...in a way...I mean...we wouldn't have survived if he hadn't\ndone what he did...and what you did...what you had to do. That took\na lot of courage, too.\nSKYLER\nThis isn't courage, Starbuck; it's reflex. You know you're a complete\nWarrior when you find you can leave your own brother behind to die...\nSTARBUCK\nTo save how many more brothers? You can't feel responsible.\nSKYLER\nStarbuck, you're a naive young boy. Let me tell you what I feel...\nwhat's really bothering me. It's how long it's taking me to feel\nanything at all. Only now, two centons after he's gone, do I begin\nto ache..to start to hurt...to want to cry. That's how programmed\nI've become. So which one of us is the lesser living creature? The\none that's gone on or the one who is left behind and feels nothing?\nStarbuck finds he's opened up a floodgate he isn't equipped to handle\nSTARBUCK\nI don't know...\nSKYLER\nNow you sound like a leader. I don't know, either.\nSuddenly, the elevator begins to move downwards. Both men freeze with\ncautious anxiety as the car stops.\nPOINT OF VIEW\nThe shuttle vehicle begins loading passengers in front of the\nelevator. They are all large, almost obeses creatures, some human,\nsome not, but all in a condition to necessitate waddling aboard the\nbus.\nSTARBUCK\n(sotto)\nMaybe it's going home time!\nSKYLER\nUh-uh.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are all large, almost obeses creatures, some human,\nsome not, but all in a condition to necessitate waddling aboard the\nbus. STARBUCK\n(sotto)\nMaybe it's going home time! SKYLER\nUh-uh. \n\nTARGET SECTION TO BE ANNOTATED:\n I'm willing to bet it's the great big payoff to the free trip\nto Carillon. Oh, I forgot. You won't be around to see who wins.\nSTARBUCK\nWell, now, if you want to make a wager out of it...I mean, a real\nman's wager...\nStarbuck looks at Skyler with growing significance\nSKYLER\nIt could be the most important bet you've made, Starbuck. It could\nsave a lot of people or it could cost you big...\nStarbuck looks at Skyler with affection\nSTARBUCK\nIt won't be the first time I rode everything I had on a long shot.\nSKYLER\nThanks...\nON THE TOUR TRAM\nas it moves out\nON STARBUCK AND SKYLER\nas they drop off he top of the elevator onto the tram\nINSIDE THE OVION CHAMBERS\nThe largest chamber. A tour is in progress, festive in mood, Seetol,\nthe Ovion guard, pointing out the wonderful ways of their world.\nAmongst the gallery, Lyra and Athena.\nSEETOL\n...star system's largest Tylium mine, with a per annum capacity equal\nto the needs of the entire galaxy.\nATHENA\n(sotto)\nI wonder why it is, then, thay they've only managed to ship us one\ntoken load?\nLYRA\nI've noticed another curious thing...\n(louder)\nMay I ask a question?\nThe group stops and turns to Lyra, as Seetol displays a public\nrelations smile.\nSEETOL\nYou are our guests. Of course.\nLYRA\nI am fasciated by the order of your society and I cannot help but be\nimpressed by your industry...your complete dedication...I mean, one\ngets the feeling that these people work until they simply drop...\nSEETOL\nWe know no other way...\nLYRA\nWell, what of family institutions? I somehow sense that something is\nmissing.\nSEETOL\nWe are very complete.\nLYRA\nWhat about males?\nSEETOL\nMales?\nLYRA\nWell, I don't mean to pry, but this is a female culture. Surely, there\nmust be males someplace. Perhaps you keep them at home, where they \nbelong...\nA laugh from a group dominated by males.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nSurely, there\nmust be males someplace. Perhaps you keep them at home, where they \nbelong... A laugh from a group dominated by males. \n\nTARGET SECTION TO BE ANNOTATED:\nSEETOL\nWe don't keep them at all.\nLYRA\nI beg your pardon?\nSEETOL\nYou are correct. Males have their place until they have served their\npurpose, and then they have no place in our society.\nAs the implications become clearer, Lyra is torn between lividity and\na gulp\nLYRA\nWell, there certainly are value systems in your order worth looking\ninto...\nAnother small, nervous laugh and Seetol leads the group on. Lyra and\nAthena quickly lean their heads together as they move on.\nATHENA\nShe didn't mean what it sounded like...\nLYRA\nRemind me not to ask any more questions until we're out of here.\nSuddenly, there is a commotion coming towards the tour group.\nFOUR OVION GUARDS\nare running up the corridon in pursuit. What they are pursuing is not\nclear at first, as the countless Ovion workers begin chattering their\nhigh-pitched network of communications which drowns out an equally\nhigh-pitched series of cries. Suddenly, it is clear\nANOTHER ANGLE\nto reveal a small, barking droid racing along the corridor,\ndesperately trying to avoid its pursuers\nLYRA\nis the first to recognize the situation\nLYRA\nMuffy...\nMuffy quickly stops in its tracks...looks...runs to Lyra and begins a\nfrantic barking\nLYRA\nMuffy...it's me. Now what are you doing? Stop that.\nThe Ovion guards rush up and begin to reach for Muffy, but he quickly\ntakes asylum between Lyra's legs and the wall.\nLYRA\nIt's all right...he's just a droid...I'll take care of him\nThe Ovion begins to push Lyra out of the way\nLYRA\nNow stop that. I told you to leave him alone. What are you doing?\nSeetol quickly moves up and communicates to the lead guard in high-\npitched chatterig. Seetol turns a frozen smile to Lyra\nSEETOL\nYou will have to allow them to take the droid.\nLYRA\nI will not. He belongs to a little boy.\nThe significance of this strike her. She turns to Seetol.\nLYRA\nThe little boy...have they seen him?\nSEETOL\nNo...",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe turns to Seetol. LYRA\nThe little boy...have they seen him? SEETOL\nNo... \n\nTARGET SECTION TO BE ANNOTATED:\nLYRA\nHow do you know? You haven't asked them.\n(She turns to the guard)\nA small child...he's always with the droid. Did you see him?\nThe guard turns quickly to Seetol...says nothing\nSEETOL\nThey did see a child. It might be better if you went with them,\nrather than delay the tour.\nATHENA\nI'll go with her.\nSEETOL\nIf you wish. The rest of the group must follow me.\nSeetol leads them off. As they depart, a sense of emptiness befalls\nAthena and Lyra\nLYRA\nMaybe you should stay with them. I don't like the feel of this.\nATHENA\nAt least I'm a trained Warrior.\nLYRA\nA little outnumbered, don't you think?\nATHENA\nWell, we're only goig to look for a small child. Let's not let our\nimaginations run wild.\nLYRA\nExactly. Well, gentlemen, after you...\nThe Ovion guards gesture for them to lead off in another direction,\nexchanging quick personal looks. They start to lead, Muffy running\nalong beside them.\nON THE TOUR TRAM\nracing along its course\nON ITS ROOF\nStarbuck and Skyler hanging on\nSKYLER\nYou all right?\nSTARBUCK\nBeat walking back...maybe.\nSKYLER\nOne thing's bothering me.\nSTARBUCK\nNow you tell me. What is it?\nSKYLER\nYou notice those people getting on this thing...\nSTARBUCK\nHow could I help it? They must average three hundred pounds.\nSKYLER\nSomething that girl said. They're all putting on inordinate weight.\nIf you're importing people for slave labor, why bother letting them\nget fat? It's a waste of food.\nSTARBUCK\nAnd why let 'em win money? It's a waste of time.\nA heave look crosses Starbuck's face\nSKYLER\nStarbuck...\nSTARBUCK\nYeah...?\nSKYLER\nSkip it...it's too ugly...\nOn Starbuck's worried face as the vehicle rolls off through the canyon\ntowards its curious destination\nAN OVION CORRIDOR\nAthena and Lyra are being escorted up to a cell block.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTARBUCK\nYeah...? SKYLER\nSkip it...it's too ugly... On Starbuck's worried face as the vehicle rolls off through the canyon\ntowards its curious destination\nAN OVION CORRIDOR\nAthena and Lyra are being escorted up to a cell block. \n\nTARGET SECTION TO BE ANNOTATED:\n They begin to\nhear the eerie, dsiquieting moaning\nATHENA\nWhat's that awful sound?\nLYRA\nI wouldn't ask, if I were you.\nSuddenly, Lyra turns and stops dead in her tracks, startled beyond\nbelief. Athena screams...\nPOINT OF VIEW\nThe cell containing a crush of living beings packed together. Muffy\nbeings to bark. The Ovions shove the two ladies ahead and past the\ncell window as we hear a small voice barely discernable\nBOXEY\nMuffy...\nThey have reached another cell. Boxey stands at the window. The room\nis obviously identical to the one adjacent to it, save for Boxey. An\naperture in the wall beside the window is opened. Muffy charges in\nand jumps up on Boxey.\nSEETOL\nInside...\nLYRA\nLook...I have no intention...\nShe does not finish the sentence. She is hurled into the aperture and\ncatapulted into the glass room through some kind of vacuum device in\nthe aperture. Athena begins to scream. It is lost in a hiss of steam\nas she is pushed into the aperture.\nSEETOL\nnods for the Ovion guards to close the aperture. As the nearest guard\nis about to do so, Muffy turns his head, looks, and streaks through\nthe opening, out of the cell, between the legs of the guard, and up\nthe corridor\nSEETOL\n(a high-pitched, frantic demand)\nThe guards streak up the corridor in pursuit of Muffy\nIN ANOTHER OVION CHAMBER\nthe tram has come to a stop inside a large, dark area. A row of Ovion\nguards, well-armed and moving in a most businesslike fashion, move up\nto form a rank just ooutside of the tram. A device is attached to the\ndoor of the tram, opening it with a hiss. The first of several hefty\npassengers step out into the room, gazing around in wonder and some\nconsternation.\nSEETOL\nPlease move quickly.\nSeetol gestures towards a moving ramp which disappears into a cell-\nlike entrance.\nOBESE MAN #1\nLook, fella, up 'til now, this has been a pretty nice trip, but that\nbus was as hot as anything I've ever been in...",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEETOL\nPlease move quickly. Seetol gestures towards a moving ramp which disappears into a cell-\nlike entrance. OBESE MAN #1\nLook, fella, up 'til now, this has been a pretty nice trip, but that\nbus was as hot as anything I've ever been in... \n\nTARGET SECTION TO BE ANNOTATED:\nSEETOL\nPlease move along...\nOBESE MAN #2\nNo, now you just hold on. We don't intend...\nSuddenly, two Ovion guards shove the two men onto the ramp, sending\nthem flying unceremoniously into a heap. Behind them, the other Ovions\npick up the signal and abandon all decorum and pretense, shoving the\nnext people along with the barrels of their weapons. The women\nimmediately begin to scream, as they find themselves hurled into the\nloading mechanism which carries the frightened, scrambling visitors\nthrough the wall towards the unknown...\nON THE TOP OF THE TRAM\nSkyler and Starbuck stare in amazement at the spectacle\nSKYLER\n(sotto)\nThe party's over...\nSTARBUCK\nWe gotta' do something...\nSKYLER\nThere's an army of them...we've gotta' keep from getting caught...\nSkyler begins to edge back away from the side of the bus used for\nunloading. He peers over the edge...\nPOINT OF VIEW\nTwo Ovion guards...preoccupied\nCLOSER ON THE GUARDS\nchuckling in high-pitched frequencies over the way the living cargo\nis being unloaded. To their backs, Starbuck and Skyler slide off of\nthe roof, down the side of the tram, and slip stealthily vack into\nthe darkened recesses of the chamber.\nON MUFFY\nracing through the corridor with Ovio guards chasing him\nON THE MAIN MINING CHAMBER\nas Starbuck and Skyler step out of the shadows of a tributary corridor\nand gaze around the immense digging in amazement\nSTARBUCK\nIt's huge...\nSKYLER\nAnd this is just one level. You notice something else...?\nSTARBUCK\nOvions are doing the mining.\nSKYLER\nRight...\nSTARBUCK\nWhich means...?\nSKYLER\nIt's awful, Starbuck. That casino is a feedlot.\nStarbuck contemplates what Skyler is saying\nSTARBUCK\nCome on...\nSKYLER\nThey're a race of cannibals. They're drawing in creatures from all\nover the star system, fattening them up with indulgences, then...\nSTARBUCK\nI thought I'd run into just about everything...",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nSKYLER\nThey're a race of cannibals. They're drawing in creatures from all\nover the star system, fattening them up with indulgences, then... STARBUCK\nI thought I'd run into just about everything... \n\nTARGET SECTION TO BE ANNOTATED:\n Now what do we do?\nWe've got to tell the fleet about this place.\nSKYLER\n(onimously)\nThey know about it. Look.\nACROSS THE MINE\na group of tourists from the fleet are being escorted\nGUIDE\n...largest Tylium mine in the star system...\nSTARBUCK\nWhat are they doing here?\nSKYLER\nWhatever it is, it look voluntary. Come on...\nSkyler steps out ito the light of the corridor and starts towards the\ntour\nSTARBUCK\nWhere are you going now? They're going to see...\nSeetol and two Ovion guards round the corner, almost colliding with\nSkyler and Starbuck. The guards raise their weapons.\nSKYLER\nExcuse us...we just got separated from our group.\nSkyler gracefully oushes the muzzle of the closest guard's weapon out\nof the way as he points after the tour just about to move out of the\nmain room\nSTARBUCK\n(to Seetol)\nWe'd better hurry along or there's no telling where we'll end up...\nSkyler and Starbuck nerve their way past the Ovions who stare after\nthem, not quite sure what to make of the situation. As Skyler and\nStarbuck rapidly approach the distant tour, their story beings to make\nvisibile sense, and Seetol turns from the tour and continues on her\nway with the guards on either side of her.\nON THE TOUR\nAs Skyler and Starbuck catch up, stealing a look back over their\nshoulders. As the tour moves into an elevator...\nJENSING\nWhere'd you boys come from? You've missed most of the tour.\nSTARBUCK\nWe've seen quite a lot, actually.\nIN THE ELEVATOR\nJENSING\nYou're lucky you didn't miss the next stop. We're guests of honor at\na banquet\nSkyler and Starbuck exchange knowing looks\nINSIDE THE EMPEROR'S ROOM\nLotay kneels before Baltar, who is flanked by the two Centurians\nLOTAY\nA mere token force remains in the fleet of ships above Carillon, and\nCommander Adama is now our guest.\nBALTAR\nWhere?\nLOTAY\nWhere he will not be disturbed.\nBALTAR\nExcellent, Lotay.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nBALTAR\nWhere? LOTAY\nWhere he will not be disturbed. BALTAR\nExcellent, Lotay. \n\nTARGET SECTION TO BE ANNOTATED:\n As to the Warriors, until we've disarmed them, I\nwant as many of them relegated to a single chamber as possible.\nA Centurian steps forward.\nCENTURIAN\nBy your command, Baltar. It is time to call in the Cylon war machine.\nBaltar thinks about it\nBALTAR\nYes, you are right...but only on my terms.\nCENTURIAN\nAnd what are your terms?\nBALTAR\nAn arangement I have worked out very carefully\nON A CYLON HOME BASE\nsomewhere in deep space\nINSIDE THE IMPERIOUS LEADER'S INNER CHAMBER\na Centurian enters the large oom and crosses to the throne\nCENTURIAN\nBy your command...\nIMPERIOUS LEADER\nSpeak...\nCENTURIAN\nBaltar sends a demand for the Base Star stationed at Quasar 47 for\nimmediate assault on the Human Fleet.\nIMPERIOUS LEADER\nI will send him ten Base Stars.\nCENTURIAN\nHe will accept only one.\nIMPERIOUS LEADER\nIndeed...and what is this bargain that I must accept...?\nIN THE BANQUET ROOM\nThe tour arrives with Starbuck and Skyler. Music and a general air of\ndecadence, dissipation, the order of the day\nSTARBUCK\nWould you look at this...they're having a party...\nSkyler moves to Anton, who appears to be slightly drunk. He laughs\nrobustly, a golden goblet in one hand, a large fowl leg in the other\nSKYLER\nCount Anton...what's happened? Why are all these people here? Carillon\nwas supposed to be a work stop.\nANTON\nAh, Commander Adama's elite corps. Of course you boys wanted all this\nto yourselves. Well, I'm afraid this is a democracy...\nSKYLER\nIt's going to be a debacle if you don't get these people out of here.\nAn Ovion servant seems to be taking an inordinate amount of time\nrefilling the wine glasses around Anton. Skyler turns from him,\nplacing an arm around Aton to lead him off.\nANTON\nLieutenant, in case you hadn't heard, you are draping yourself all\nover a member of the Quorum of the Twelve\nSKYLER\nUnless you want the shortest term in history, we'd better talk.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn Ovion servant seems to be taking an inordinate amount of time\nrefilling the wine glasses around Anton. Skyler turns from him,\nplacing an arm around Aton to lead him off. ANTON\nLieutenant, in case you hadn't heard, you are draping yourself all\nover a member of the Quorum of the Twelve\nSKYLER\nUnless you want the shortest term in history, we'd better talk. \n\nTARGET SECTION TO BE ANNOTATED:\nANTON\nI don't like your tone.\nSTARBUCK\nYou aren't going to like what we're going to tell you, either...\nAnton studies Starbuck's deliberate and penetrating gaze. He cannot\ndismiss this most celebrated young Warrior.\nANTON\nLieutenant Starbuck, I've never been particularly fond of your bravado\nescapades. This had better be important.\nThey move off together. In their wake, the Ovion servant moves quickly\noff to speak to a guard at the door. The guard immediately departs.\nIN THE CORNER OF THE ROOM\nANTON\nNow, then...what's this all about?\nSKYLER\nStarbuck and I just returned from a patrol. What we've seen convinces\nus that the Ovions will never allow a single human to leave here\nalive.\nANTON\nYou're not serious. What possible motive could they have for wanting\nus all dead? I suppose you're going to tell me they're part of the\nCylon Alliance.\nSKYLER\nWorse...\nON SKYLER AND STARBUCK FROM ACROSS THE ROOM\nAs Skyler's lips blurt out the rest of the story, we can see Anton\npale as the details are revealed\nIN THE EMPEROR'S ROOM\nSeetol confronts Baltar\nBALTAR\nWho are these two Warriors who are causing the disturbance? Describe\nthem to me.\nON THE BRIDGE OF THE GALACTICA\nBRIDGE OFFICER\nThe livery ships have returned to the fleet, sir, and we've all but\ncompleted boarding the food stores.\nTIGH\nVery good. What about Tylium?\nBRIDGE OFFICER\nNothing. The Ovions are definitely stalling us on that.\nTIGH\nIt's as if they wanted to keep us here as long as possible. Did you\nsee Commander Adama?\nBRIDGE OFFICER\nNo, sir. I didn't realize he'd gone down to the surface.\nTIGH\nThat's odd...\nVOICE\nSir, long-range scanners are picking up a large number of ships\nentering our vectors.\nTIGH\nHow long will it take them to reach our coordinates?\nVOICE\nThey're traveling very fast...no more than a milliton.\nTIGH\nRecall all personnel from the surface. Connect me with Commander\nAdama.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE\nThey're traveling very fast...no more than a milliton. TIGH\nRecall all personnel from the surface. Connect me with Commander\nAdama. \n\nTARGET SECTION TO BE ANNOTATED:\nIN AN OVION CORRIDOR\nSkyler moves hurriedly along with a large party from the banquet. As\nthey appraoch another chamber, another group exits with Starbuck, and\nfrom across the corridor, a thrid group exits. The entire cluster\nmoves increasingly faster up the corridor\nSKYLER\nDon't panic, people. Starbuck, hold them back. They're going to get\nhurt.\nBut there is no containing them as they begin to hurry towards the\nelevators, pushing and shoving.\nANTON\nPlease, please, ladies and gentlemen. If we just keep together and\ndon't push...\nBut Anton is pushed down, submerged into a gaggle of humanity\ncrushing towards the elevator.\nSKYLER\nto Starbuck caught up in the traffic\nSKYLER\nIt's no use, Starbuck. Let 'em go. Let's round up all our pilots.\nCLOSE ON LOTAY IN THE EMPEROR'S ROOM\nLOTAY\nWe have monitored the Colonial frequencies. The Warriors are being\nrecalled.\nBALTAR\nThen they know. Seal the chambers at once. No one is to leave.\nLOTAY\nturns and exits hurriedly\nON THE BRIDGE OF THE GALACTICA\nClose on a scanner read-out, revealing he silhouette of a Cylon\nfighter\nBRIDGE OFFICER\nScanner reads approaching ships as Cylon Class C. Three-man\nfighter/bombers designated\nTIGH\nRange...\nBRIDGE OFFICER\nLess than a micron\nTigh pounds his fist in frustration\nTIGH\nWhy haven't we heard anything from Adama?\nTigh looks troubled\nIN THE OVION CHAMBERS\npeople run in all directions. Screaming as laser shots blast the\nwalls all around them\nON STARBUCK\nfiring at the Ovion guards\nON THE GUARDS\nas several plummet off the walkways into the mineshaft in the center\nof the large room\nSTARBUCK\nsurrounded by people at the elevators\nSTARBUCK\nCome on, come on...let's move...\nPILOT\nIt's no use...the elevators aren't working.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nTigh looks troubled\nIN THE OVION CHAMBERS\npeople run in all directions. Screaming as laser shots blast the\nwalls all around them\nON STARBUCK\nfiring at the Ovion guards\nON THE GUARDS\nas several plummet off the walkways into the mineshaft in the center\nof the large room\nSTARBUCK\nsurrounded by people at the elevators\nSTARBUCK\nCome on, come on...let's move... PILOT\nIt's no use...the elevators aren't working. \n\nTARGET SECTION TO BE ANNOTATED:\nA fighter pilot runs up beside Starbuck\nPILOT #2\nStarbuck, I found most of the guys from Red Squadron\nSTARBUCK\nWell, where are they?\nPILOT #2\nSealed in a chamber and they've cut off the power to the doors\nSuddenly, a single cell, high up in a corridor comes to life,\nrevealing an image of Baltar. The image is repeated in countless\ncells down the corridor and the voice seems to reverberate from\nthroughout the entire complex\nBALTAR\nPeople of the Colonies...throw down your weapons...\nBALTAR\nin his Emperor's room, addressing a scanner\nBALTAR\nI offer you salvation. Surrender or perish. Your Commander has made\nhis choice...\nAdama strains against the shackles that imprison him.\nADAMA\nBaltar...you dare to live...to walk amongst men...\nBALTAR\nMy dear Adama, provincial to the end. I offer your people life. You\nhave but a few microns to decide. Even I couldn't call off the Cylon\ndestroyers -- once they reach your people huddled in those helpless,\nmiserable ships.\nADAMA\nWhat trahery have you in store for your race this time?\nBALTAR\nMy dear man, treachery is a matter of perspective. It is the Cylons\nwho wish us dead, not I.\nADAMA\nHow long have you been supporting their war machine by selling them\nTylium?\nBALTAR\nIf not from me, then some other source. They would not be denied.\nADAMA\nAre you so much a fool that you believe you can trust them?\nBALTAR\nI am prepared to continue to offer them Tylium from the planet\nCarillon in return for your lives. If they reject my offer, I will\ndestroy the planet. Not difficult, considering it's largely composed\nof the most combustable material known to man. \nADAMA\nYou expect me to accept slavery for our people...\nBALTAR\nYou are not alone amongst my prisoners. Your daughter...\nBaltar looks off as Athena and Boxey are escorted by two Cylon\nguards. Athena runs from them into his arms\nATHENA\nFather...\nAdama's hopes sink in response to the omnipoent threat\nBALTAR\nYou must make the choice. Life...",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nAthena runs from them into his arms\nATHENA\nFather... Adama's hopes sink in response to the omnipoent threat\nBALTAR\nYou must make the choice. Life... \n\nTARGET SECTION TO BE ANNOTATED:\nor death for her and the boy...and\nfor your people. You haven't much time. If you have ot chosen to live\nby the time the Cylons reach you, I will let you die. All of you.\nON THE CYLON WARRIORS\nas they streak ever closer\nON STARBUCK AND SKYLER\nat one end of the tunnel barriers leading out, countless Colonials,\nmen and women, surrounding the pair, pressing to escape\nSTARBUCK\nStay back...\nStarbuck raises his sidearm, directing it towards the door\nSKYLER\nBack, everyone...\nStarbuck fires. Sheets of fire streak for the door, erupting in\nexplosive direct hits. Skyler runs forward and tries the door to no\navail. It remains impenetrable\nSKYLER\nIt's no good...\nCries of anguish and dispair engulf the desperate humans as they\nrealize they are hopelessly trapped.\nON ADAMA\nADAMA\nAll right...we'll surrender\nATHENA\nFather...no...\nAdama directs a lethal tone at Athena\nADAMA\nWe have no choice\n(he turns to Baltar)\nWhat do you want me to do?\nBALTAR\nCommunicate with your fleet to send the remaining Warriors to the\nsurface.\nADAMA\nVery well...\nATHENA\nNo, Father...I can't let you do it...\nADAMA\nAthena, your mother's life, and Zac's...and how many millions more\nalready crush me with their unholy weight. I cannot accept\nresponsibilitiy for one more soul.\n(back to Baltar)\nI will do as you ask.\nON THE BRIDGE OF THE GALACTICA\nAdama's image appears on the scanner\nADAMA\nDispatch the last of our Warriors to the surface, Colonel...\nTigh looks at Adama in dismay\nTIGH\nBut, Commander, that will leave us without any defenses whatsoever.\nADAMA\nColonel, it is only for a matter of microns. We will rotate Blue and\nGreen Squadrons back upon their arrival.\nTIGH\nBut I really...\nADAMA\nColonel, that is an order. Adama out.\nON ADAMA IN THE CYLON CHAMBER\nAthena cannout believe her ears. She breaks into tears.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nAdama out. ON ADAMA IN THE CYLON CHAMBER\nAthena cannout believe her ears. She breaks into tears. \n\nTARGET SECTION TO BE ANNOTATED:\nBALTAR\nbreaks into a smile\nON THE BRIDGE OF THE GALACTICA\nTigh paces uneasily away from the Bridge Officer who looks after him\nwith anxious anticipation. Tigh opens an envelope and reads its\ncontents.\nBRIDGE OFFICER\nAt least the men will appreciate a chance to get in on the party\ndown there...\nTIGH\nThere ins't going to be any party, Ensign. Tell the squadrons to\nprepare for full battle attack.\nBRIDGE OFFICER\nBut the Commander...\nTIGH\nWas merely giving me the code operative for these sealed orders.\nHe passes them to the Bridge Officer, who reads them and pales\nBRIDGE OFFICER\nHe can't mean it...\nTIGH\nHe means it. We're to attack his position with everything we have.\nON THE READY ROOM\nas the battle claxon sounds. Pilots jump to their feet and scurry out\nIN THE LAUNCHING BAYS\nas pilots and crewmen scramble for the standing ships\nON THE LAUNCH TUBES\nas wave after wave of fighters streak out to their appointed target\nON ADAMA AND BALTAR\nas a Centurian enters\nCENTURIAN\nPrisoners have been freed from their detention cells by two Colonial\nWarriors.\nBaltar turns quickly\nBALTAR\nNothing they brought with them will penetrate the outer locks. We'll\ndeal with our two heros later. First, we will need all of or forces\non the surface to give our arriving Warriors a surprise reception.\nBaltar exits, leavig Adama and Athena alone with the Ovion Guards.\nATHENA\nTwo heroes...risking their lives to free the prisoners. It has to be\nStarbuck and Skyler... and for what? To be sold out? I don't believe\nit. I know you too well.\nAdama says nothing, his eyes shifting to the watchful Ovions\nIN THE TUNNELS\nStarbuck and Skyler lead their band of Colonials down a corridor.\nSuddenly, they stop as they reach an intersecting corridor and duck\nback. Momentarily a group of Ovion soldiers rush by.\nSKYLER\nWhere are they going in such a hurry?\nSTARBUCK\nTo look for us...\nSKYLER\nUh-uh. I gotta believe they know right where we are.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTARBUCK\nTo look for us... SKYLER\nUh-uh. I gotta believe they know right where we are. \n\nTARGET SECTION TO BE ANNOTATED:\nSTARBUCK\nWhat else could it be?\nIN THE AIR\na squadron of Cylon Fighters approaching the surface of Carillon\nON GREENBEAN IN HIS COCKPIT\nGREENBEAN\nReady attack formatio. Lock and load weaponry.\nHe pushes a series of buttons in his cockpit\nINSERT\nLights turning red on several panels displaying weapon indicators\nON THE SURFACE OF THE PLANET\nwaves of Ovions leave the security of their subterranean chambers to\ntake up positons of ambush in and among the rocky terrain\nON BALTAR\nas he enters the cell where Athena and Adama are held captive\nBALTAR\nYour last defenses now approach out surface like lommons marching to\ntheir own demise. An unfitting end to the great Adama's reputed\nmilitary genius.\nAdama says nothing as, on the surface...\nTHE FIRST OF THE WARRIORS TO REACH THE LANDING AREA AND STREAK IN AS\nIF TO LAND\nbut instead, deliver full thruster torpedos\nON THE SURFACE\nas it erupts with resounding explosions, sending Ovions flying in all\ndirections\nIN BALTAR'S DETENTION CELL\nHe spins around in horror as he feels the earth tremble above him\nON THE CEILING\nas it dances, its assorted fixtures crashing to the ground\nBALTAR\nswings his look back to Adama. Unbelieving shock fills his face\nBALTAR\nHow?\nADAMA\nI led my people into your hands once...not again...\nIN THE CORRIDORS\non a door leading out as it is blown off of its moorigs by the outer\nexplosions. Starbuck races up.\nSTARBUCK\nCaptain...this way...the seals are broken.\nON SKYLER\nSKYLER\nAll right, everyone! Let's go!\nON THE CYLON FIGHTER FORMATION\nscreaming across space\nON THE BRIDGE OF THE GALACTICA\nTigh and an anxious crew watch the scanners\nBRIDGE OFFICER\nCylon attack force closing fast...\nTIGH\nStand by all defense batteries...Battle stations...\nAs the claxon goes off\nTIGH\nHow many pilots left on board?\nBRIDGE OFFICER\nLess than a squadron.\nTIGH\nThey won't last a milliton, but they're all we have.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs the claxon goes off\nTIGH\nHow many pilots left on board? BRIDGE OFFICER\nLess than a squadron. TIGH\nThey won't last a milliton, but they're all we have. \n\nTARGET SECTION TO BE ANNOTATED:\nIN THE READY ROOM\nA handful of pilots wait nervously. Their scramble claxon blares.\nPILOT #3\nCome on...they're kidding. Where is everybody? Why aren't they back?\nA second pilot grimly tosses a helmet to the first.\nPILOT #4\nLooks like we're it, kid.\nThey exit.\nON THE SURFACE OF CARILLON\nas Skyler and his men race through the confusion of smoke and flying\ndebris\nON THE OVIONS\nrecovering and taking pursuit\nON SKYLER'S PEOPLE\nas they streak for the shuttle \nON GREENBEAN'S SHIP\nsweeping across the sky, turning\nTHE OVIONS\nbegin firing at Skyler's people\nGREENBEAN\nsmiles as he sweeps around and takes aim\nON GREENBEAN'S SHIP\nas it streaks down for the cannon run, all weapons firing\nON THE OVIONS\nlost in erupting soil\nSKYLER AND HIS MEN\nresume their dash, streaking for their ships. One by one, they reach\nthem.\nTHE OVIONS\nrise up to take pursuit. This time, they are outgunned\nSKYLER'S SHIP\nfaces the Ovions. He fires his cannon from the ship's standing\nposition\nTHE OVIONS\nhaven't got a chance. The firepower overwhelms them.\nSKYLER\nLet's get out of here.\nHe punches some combinations. His rocket engines roar to life\nON THE BRIDGE OF THE GALACTICA\nVOICE\nThirty millitons and counting...Twenty-nine...twenty-eight...\nTigh turns to Adama\nBRIDGE OFFICER\nI'm afraid there's no hope, COlonel...Six against a hundred...\nTIGH\nOrder them out to engage the Cylons... \nBRIDGE OFFICER\nLaunch fighters...\nON THE GALACTICA\nas her six fighters blast out of their tubes into the sky\nON THE CYLONS\nstreaking in\nINSIDE THE CYLON CRAFT\nthree Centurians\nCENTURIAN\nSix Colonial fighters approaching...engage and destroy...\nON SKYLER'S SQUADRON\nLifting up from Carillon\nJOLLY\nCaptain...picking up fighters from the Galactica. They're under\nattack.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nON THE GALACTICA\nas her six fighters blast out of their tubes into the sky\nON THE CYLONS\nstreaking in\nINSIDE THE CYLON CRAFT\nthree Centurians\nCENTURIAN\nSix Colonial fighters approaching...engage and destroy... ON SKYLER'S SQUADRON\nLifting up from Carillon\nJOLLY\nCaptain...picking up fighters from the Galactica. They're under\nattack. \n\nTARGET SECTION TO BE ANNOTATED:\nON SKYLER\nSKYLER\nKick in your turbos, boys, and let's goooooooo......\nSkyler punches up the combination...a mighty blast rocks the ship...\nON SKYLER'S SHIP\nas it streaks off at flank speed, the other eight ships hard on his\ntail\nON A MASS OF SURVIVORS\nas they scramble for the access. Lyra moving up.\nLYRA\nNo sign of Commander Adama, Athena, the boy, or Boomer.\nSTARBUCK\nWe can't wait. We've got to get these people off the planet.\nSuddenly, Lyra reacts\nLYRA\nDo you hear that?\nA small droid dog is barking in the middle of the crush.\nSTARBUCK\nHear it...I feel it...\nStarbuck looks downo to find the small droid pulling on his leg\nSTARBUCK\nWhat in the...\nThe small droid releases Starbuck's leg and moves off, stopping to\nbark back at Starbuck.\nLYRA\nIt's Muffit. He wants us to follow him.\nSTARBUCK\nWe don't have time. Someone has to get those people shuttled out of\nhere.\nLYRA\nYou go on ahead. I'm going to follow him.\nSTARBUCK\nNo --- you're not.\nLYRA\nYes, I am. He knows where the boy is. He's programmed to protect him.\nStarbuck starts after Muffy.\nSTARBUCK\nAll right, I'll follow him. You get these people out of here. This\nhad better be good, Pal...\nON THE CYLON CENTURIANS\nas the Colonial fighers race ahead of them\nCENTURIAN\nFlight Zebet engage fighters...remaining flights continue on to\ndestroy the fleet...\nON THE CYLON FIGHTERS\nas they break off from the main body and begin firing on the\napproaching Colonial fighters\nTWO OF THE COLONIAL FIGHTERS\nexplode into infinity on the first pass. The remaining four streak\noff and divide for a second encounter\nON THE BRIDGE OF THE GALACTICA\nBRIDGE OFFICER\nFifteen microns...ten...nine...\nTIGH\nSir, Blue Squadron approaching the fleet.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nON THE CYLON FIGHTERS\nas they break off from the main body and begin firing on the\napproaching Colonial fighters\nTWO OF THE COLONIAL FIGHTERS\nexplode into infinity on the first pass. The remaining four streak\noff and divide for a second encounter\nON THE BRIDGE OF THE GALACTICA\nBRIDGE OFFICER\nFifteen microns...ten...nine... TIGH\nSir, Blue Squadron approaching the fleet. \n\nTARGET SECTION TO BE ANNOTATED:\nAll eyes swing to the large window to space\nBLUE SQUADRON\nsweeping up to meet the invading Cylons\nSKYLER\nBandits at twelve o'clock, boys. Let's go get 'em...\nJOLLY\nscanning the horizon. The sky starts to explode with fireballs.\nGREENBEAN\nMy favorite odds...impossible...Yaaahooo...\nON THE BRIDGE OF THE GALACTICA\nBRIDGE OFFICER\nCan they stop them?\nTIGH\nThey can slow them down..until the others get here.\nON THE SURFACE OF CARILLON\npeople run frantically for the shuttle craft. Pilots, civiliains...\nall manner of survivors\nIN THE EMPEROR'S ROOM\nBaltar stands amidst his two Cylon Centurians, admiring the sounds\nof war, and the sights on his long-range scanners.\nBALTAR\nAdama, you have won the battle, but now you must lose the war.\nThe Centurian raises his laser pistol, directing it at Adama and\nAthena.\nIN THE SUB CHAMBERS\nMuffy streaks around a corner, pulling away from Starbuck, who\ndesperately attempts to catch up.\nSTARBUCK\nWould you slow down a little?\nON AN OVION GUARD\nmoving hurriedly along a corridor. He spots Muffy...takes dead aim,\nand fires.\nMUFFY\nas the shot misses, but scares the little droid into doubling his\nspeed\nSTARBUCK\nstops and fires at the Ovion. The Ovion explodes, his many arms\nflying as the creature spills off the walkway into the deep mine\nshaft. Starbuck resumes his chase.\nINSIDE THE EMPEROR'S ROOM -- BALTAR\nBALTAR\nRemove her...and the others...\nThe two Centurians begin to remove Athena, Boxey and Adama. Suddenly,\nthe small droid charges into the chamber, barking.\nBOXEY\nMuffy!!!\nBALTAR\nGet him...\nAs the Centurians start for the little droid, the droid wheels around\nand races back out the door, Baltar and the Centurians in pursuit.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOXEY\nMuffy!!! BALTAR\nGet him... As the Centurians start for the little droid, the droid wheels around\nand races back out the door, Baltar and the Centurians in pursuit. \n\nTARGET SECTION TO BE ANNOTATED:\nON MUFFY\nas he races up the corridor\nON BALTAR\nas he races out of the chamber, raises a sidearm and fires\nON MUFFY\nas the blast ignites under him, sending him flying into the air\nSTARBUCK\nis startled to see what's happened. He races towards Muffy.\nON BALTAR\nHe takes dead aim\nADAMA\nlunges at Baltar, deflecting his shot\nON STARBUCK\nas the blast from Baltar's laser destroys the wall beside him.\nStarbuck is jolted back into action.\nBALTAR\nraises his weapon at Adama and is suddenly blasted off his feet. The\ntwo Centurians raise weapons.\nON STARBUCK\nas he fires into the Centurians, sending them flying into the pit\nON ATHENA\nas she charges into the arms of Starbuck and begins to sob\nSTARBUCK\nIt's all right...it's all right...\nON BOXEY\nas he runs from the door to the crushed form of Muffy\nBOXEY\nMuffy...\nStarbuck turns to look\nBOXEY\nMuffy...\nAs the boy starts to cry, Starbuck pulls him loose\nSTARBUCK\nWe have to leave him...\nBOXEY\nNo...\nADAMA\nLieutenant, there are other prisoners up that corridor. We have to\nlet them out.\nSTARBUCK\nYou go on ahead, sir. You're needed on the Galactica. We've got to\ngo, son. This Tylium mine is on fire. It's like a giant bomb...\nBOXEY\nI won't leave Muffy.\nSTARBUCK\nAll right, tell you what. You take this pretty lady out to safety!\nI'll bring Muffy when I'm finished. Deal?\nBOXEY\nDeal!\nBoxey takes Athena's hand and leads her off as Starbuck picks up the\nlimp form of Muffy.\nADAMA\nDon't be long, Starbuck. It's going to blow up.\nSTARBUCK\nI'll be all right.\nStarbuck races back up the corridor\nON SKYLER\nin his cockpit\nSKYLER\nLook out on your wing, Jolly.\nON JOLLY\nJOLLY\nWhich one? They're coming in from all over the place.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nStarbuck races back up the corridor\nON SKYLER\nin his cockpit\nSKYLER\nLook out on your wing, Jolly. ON JOLLY\nJOLLY\nWhich one? They're coming in from all over the place. \n\nTARGET SECTION TO BE ANNOTATED:\nA blast rocks Jolly's ship\nSKYLER\nSo are we...\nHe turns and looks\nPOINT OF VIEW - OF THE GALACTICA\nlaunching countless more ships\nTHE FLIGHT DECK\nas countless pilots streak from the shuttles\nON THE BRIDGE OF THE GALACTICA\nTigh is monitoring all the radio traffic - as Adama enters and gives\nhim a grim look. The two men embrace.\nTHE BRIDGE OFFICER\nsuddenly turns, excited\nBRIDGE OFFICER\nTwo more shuttles just reaching the Galactica, sir.\nThe look of hope from everyone as:\nADAMA\nI think the odds are turning in our favor now.\nON A WALL OF FLAME\nas Starbuck stops and listens. He hears cries of anguish beyond the\nflames. He raises his hands over his face and charges through.\nON THE WINDOWED CELL\ncontaining the mass of people from the Casino de Festive. Boomer's\nface is pressed agaisnt the front of the glass. He seems almost\ncomatose.\nSTARBUCK\nstops dead in his tracks as he sees the sight before him. He stares\nin disbelief as Boomer fails to respond. Starbuck moves to the locked\nentry beside the window and raises his laser gun, firing a blast into\nthe lock. The door springs open and people flood out. Starbuck moves\nto Boomer's side.\nSTARBUCK\nBoomer...Boomer...\nBOOMER\nlooks up, sees Starbuck's face...and smiles\nBOOMER\nHow much did you win?\nBoomer passes out. Starbuck picks him up and puts him over his\nshoulder and moves him off in the fireman's carry.\nOUTSIDE THE GALACTICA\nas more reinforcements scream into the sky\nON A CYLON COCKPIT\nas they turn to see a Viper ship. It's the last thing they do see.\nON THE CYLON FIGHTER\nas it explodes into smitherines\nON THE GALACTICA FLIGHT DECK\nADAMA\nAny word from the last of our people down on Carillon? \nTIGH\nLast shuttle just left the surface, sir.\nAdama braces himself hopefully.\nADAMA\nI hope he made it.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nTIGH\nLast shuttle just left the surface, sir. Adama braces himself hopefully. ADAMA\nI hope he made it. \n\nTARGET SECTION TO BE ANNOTATED:\nIN THE CATAPULT DECK\nas countless pilots scramble to their ships\nOUTSIDE THE GALACTICA FLIGHT DECK\nas three more ships fire off into space, rolling off into battle\nON SKYLER\nfirig\nON A CYLON SHIP\nblowing up\nON GREENBEAN\nfiring\nON A CYLON SHIP\nBLOWING UP\nON A CYLON CENTURIAN\nCENTURIAN\nReturn to base...return to base...all ships...\nBut he does not finish the phrase as his ship explodes into a billion\nfragments\nSKYLER\nWe've got 'em on the run, boys. Don't let 'em get away this time...\nON THE CYLONS\nturning for home\nON THE COLONIAL WARRIORS\ntaking up pursuit\nON THE BRIDGE OF THE GALACTICA\nTigh moves up tp Adama\nTIGH\nWord from the last shuttle, sir...\n(he breaks into a grin)\nLieutenant Starbuck is aboard...\nADAMA\nsmiles\nADAMA\nWe're going to make it, Colonel. We're going to make it.\nON THE SHUTTLE\nleaving the surface o Carillon...far below\nINSIDE THE SHUTTLE\nmany of the survivors from the casino. At the controls, Starbuck.\nWith him, Boomer and, oddly enough, panning back to the far corner, a\nfemale singing group with multiple eyes and mouths.\nBOOMER\nYou didn't!!!\nSTARBUCK\n(innocently)\nI couldn't very well leave them behind...\nStarbuck glances out the window\nON CARILLON\nas it explodes into billions of tiny torches which quickly spin off\nthrough space and dissipate into blackness.\nON THE BRIDGE OF THE GALACTICA\nTIGH\nCommander...\nAdama looks out into the starfield, nodding his comprehension...\nADAMA\nI saw it.\nTIGH\nThe final end of Count Baltar and his treachery\nAdama shakes his head grimly.\nADAMA\nNo...I'm afraid his treachery will haunt the human race for\nmillenniums. But out of it, perhaps there will come some good.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nADAMA\nNo... I'm afraid his treachery will haunt the human race for\nmillenniums. But out of it, perhaps there will come some good. \n\nTARGET SECTION TO BE ANNOTATED:\n A\nplace for us out there in the Universe where we can seek after man's\npotential for good, for peace, for love. A place for us with our\nbrothers and sisters...on a planet called...Earth.\nON THE FLEET\nas it moves by and we superimpose the legend:\n\"THE BEGINNING\"\nFADE OUT\nTHE END\n\n"
}