{
  "1": " \n\nScreenplay by\n\nCorey Mandell\n\nFIRST DRAFT\nOCTOBER, 1998\n\f \n\nEXT. BARREN MOUNTAINOUS REGION -- DUSK\n\nThe sky glows deep crimson as the sun starts to sink below the\nhorizon, casting shadows over...\n\nA small group of native people, clad in animal skins, congregat\noutside a remote cave. Their heads reverently bowed, while--\n\nPARSON STAFFER\nAnd the monsters descended from the sky,\nraising a great cloud of dust killing\nall men, but for a very few...\n\nHis gaze sweeps across the youngsters, drilling into their heads\n\nPARSON STAFFER (cont'd)\nAs survivors, we must dedicate our lives\nto pleasing the gods, so they may return\nand drive away the monsters.\n\nTurns a sharp eye back to Jonnie, but still addressing the child\n\nPARSON STAFFER (cont'd)\n“nd arrogance does not please the gods.\n\nBis rugged frame clothed in a puma hide, a kill-club hanging fron\nhis belt. And although only nineteen, JONNIE, already has the\nlook of sameone who has already overcome a lifetime's worth of\nadversity. He immediately turns to Chrissv.\n\nPARSON STAFFER\nFinishes chanting up ‘to the heavens.\n\nPARSON STAFFER\n++-May you chase away the monsters and\nlead us back to the lands of plenty.\n\nThe clan closes their eyes in silent prayer. All except for--\nCHERISSY\n\nHer teenage ccuntenance offset by the maturity in her strong dark\neyes.\n\nEXT. CAVE -- A LITTLE LATER\n\nThe parson shakes his head as Jonnie secures an animal-skin sleep\nroll and extra kill-clubs to his snow-white horse, WINDSPLITTER.\n\ni. PARSCN STAFFER\nThis is not what your mother wanted.\n\nThe parson's ancient face burns with religious fury as he drills\nhis stare into Jonnie.\n\nJONNIE\nMy mother wanted what was best for the\ntribe. And as long as we stay here,\nthere will barely be enough to eat.\n\f \n\n \n\ned\n\n \n\nJONNIE (cont'd)\nWhile there may be other places we could |\nlive where the food is more plentiful.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONNIE\nMy mother wanted what was best for the\ntribe. And as long as we stay here,\nthere will barely be enough to eat. ed\n\n \n\nJONNIE (cont'd)\nWhile there may be other places we could |\nlive where the food is more plentiful. \n\nTARGET SECTION TO BE ANNOTATED:\nPARSON STAFFER\nIt is true that food is scarce, and\neveryone appreciates your desire to help,\nbut I can't help wonder if there isn't\nmore to why you want to go out there...\n\nBe lets that hang there, then gives Jonnie a pointed look--\n\nPARSON STAFFER (cont'd)\nBut all it would take is for one monster\nto see you, and follow you back, and we\nwould all be struck down.\n\nJonnie meets his rage with calm determination.\n\nJONNIE\nHave you ever seen a monster?\n\nHe turns to the rest of the clan, challenging--\n\nJONNIE (cont'd)\nHas anyone here ever seen a monster?\n\nAnd if he has any doubt in his voice, Jonnie does a good job of\nhiding it. He hops onto Windsplitter and takes off--\n\n. EXT. OTHER SIDE OF THE RAVINE -- CONTINUOUS. -\n\nJonnie heads down the hill, turning a bend, where--\nCHRISSY\n\nSits waiting for him on her horse, which like Windsplitter, is\nloaded with an animal-skin sleeping roll and kill-clubs.\n\nJonnie smiles, impressed by Chrissy's mettle. But shakes his\nhead. :\n_ JONNIE\n. (finishing his thought)\n--I think you can handle yourself better\nthan most men... Which is why you must\n\nstay and look after your younger\nbrothers.\n\nChrissy looks at him, chagrined. It's hard to argue with that.\nA tough beat. Nothing left but to say good-bye...\n\nAnd finally, struggling to keep her face a mask, Chrissy removes\na shiny MEDALLION hanging from her neck.\n\nCHRISSY\n\nThis was given to me by my father when he\ndied. He received it from his father.\n\n(trying to hold\n\nback the emotions)\nI'm not giving it to you. I'm lending\nit. So, you better not let anything\nhappen to you out there...\n\f \n\n. The young ones obediently stop at the bridge. They will not\n\nShe places the medallion around his neck, their bodies close ||\nnot touching. So much not being said...\n\nThe tribe's children race alongside Jonnie, excited by the\nadventure he's going on. But secretly terrified by the death\nthey've been taught awaits him...\n\ncross it.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe tribe's children race alongside Jonnie, excited by the\nadventure he's going on. But secretly terrified by the death\nthey've been taught awaits him... cross it. \n\nTARGET SECTION TO BE ANNOTATED:\n But Jonnie does, leaving the’tribe behind.\n\nChrissy's mask starting +o crack as she watches him disappear\nThe first of the tears escaping down her cheeks. |\n\nEXT. VALLEY -- DUSK\n\nAs night falls, Jonnie rides across wide open plains. His eyt\ntense, searching the gathering darkness for the first sign of\n\nAnd he suddenly freezes. Seeing his first ever...\nSTAR\n\n \n\nHovering majestically overhead. Soon joined by other stars.\nJonnie stares up in wonderment at these heavenly lights.\n\nEXT. PRAIRIE -- SEVERAL DAYS LATER\n\nJonnie steals through the grass, throwing his kill-club with\nblurring speed at an unsuspecting ANTELOPE.\n\nEXT. FOREST -- DAYS LATER\n\nJonnie rides through a grove of conifer trees, the strips of\ndried meat now hanging from his sleeping roll, when he sudden]\ni and silently dismounts--\n\nCareful not to make the slightest sound, Jonnie slips behind e\n\nROCK FORMATION\n\nPulling his kill-club, Jonnie carefully peers out through a th\ntangle of brush,\n\nEXT. TOWN #- DAY\n\nJonnie and Windsplitter move through a deserted housing develo\npassing TREES which grow up through the sidewalks and streets.\n\nA faded piece of PAPER flutters by. Jonnie picks it up.\n\nHe can just make out a picture of a woman in a bra. The first\ntime Jonnie has seen a photo, let alone women's undergarments.\n\nMore paper litters the ground nearby. Jonnie heads to them,\npassing a rusted TRAIN abandoned on its tracks.\n\nWindsplitter abruptly stops. Nostrils flaring. Eyes on a HOUS\nThe door knocked off its hinges. Windows shattered. Jonnie\npulls his kill-club and silently shoos Windsplitter away.\n\nKill-club at the ready, Jonnie cautiously approaches the house,\nwhen suddenly--\n\f \n\n \n\n \n\nA GRIZZLY BEAR\nRockets out the front door, barreling after--\n\nJonnie, who bolts away, desperately trying to outrun his de:\n\npursuer. Seeking higher ground, Jonnie races to the-- |\n\nTrain, and scrambles up the side of a rail car, then spins |\n\ni\n\nEXT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nJonnie\npulls his kill-club and silently shoos Windsplitter away. Kill-club at the ready, Jonnie cautiously approaches the house,\nwhen suddenly--\n\f \n\n \n\n \n\nA GRIZZLY BEAR\nRockets out the front door, barreling after--\n\nJonnie, who bolts away, desperately trying to outrun his de:\n\npursuer. Seeking higher ground, Jonnie races to the-- |\n\nTrain, and scrambles up the side of a rail car, then spins |\n\ni\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n RAIL CAR ROOF -- CONTINUOUS ;\n|\nThe grizzly has stopped chasing him and turns back to her Ct\nwho scamper out of the house to play in the front yard.\n\nMALE VOICE (0.S.)\nGood thing she already had her lunch--\n\nJonnie whirls around with club raised. Coming face to face \\\nTWO MEN\n\nThe one doing the talking, CARLO, is wiry and intense-lookin\nIn contrast to his ‘built-like-a-brick-shithouse' companion,\nwe'll call ROCK for obvious reasons.\n\nBut the thing Jonnie probably notices first about the men ari\nSPEARS they both have aimed at his chest. .. oe\n\nCarlo motions to the kill-club in Jonnie's hand.\n\n \n\n \n\nCARLO (cont'd)\nWe mean you no harm, if you mean us no\n\nJonnie slowly lowers his weapon, but remains on guard.\nRock silently directs his partner's attention to--\n\nWINDSPLITTER\n\nWho grazes near the train, waiting for Jonnie. Both men tak:\nnote of the antelope-meat Windsplitter carries.\n\nCarlo turns a friendly eye back to Jonnie.\nCARLO\nYou have been fortunate in the hunt.\nYou should thank the gods.\n\nJONNIE\nIf I ever see one, I will.\n\nEXT. GROUND -- NEXT TO THE TRAIN -- MOMENTS LATER\n\nJonnie hands strips of dried meat to Carlo and Rock, who\nveverently bow their heads, holding the food up to the heaven:\n\nCARLO\nThe monsters like to hunt in the dark.\nWe better find shelter...\n\f \n\nJ\n\n \n\nEXT. SHOPPING MALL -- A LITTLE LATER\n\nThe snow really coming down now. Windsplitter follows our trio\nthrough a white carpeted parking lot, taking shelter inside a--\n\nINT. SHOPPING MALL -- CONTINUOUS\n\nA brightly decorated plastic CHRISTMAS TREE stands among the rea!\ntrees growing up through the floor. A CD of SILENT NIGHT loops\nendlessly from the few speakers in the mall that still work.\n\nINT. DEPARTMENT STORE -- SECOND FLOOR -- A LITTLE LATER\n\nOur trio head into a department store, but Carlo and Rock freeze\ntheir tracks with sickened expressions.\n\nCARLO\n«Whatever those poor bastards did,\nthey must have really angered the gods.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DEPARTMENT STORE -- SECOND FLOOR -- A LITTLE LATER\n\nOur trio head into a department store, but Carlo and Rock freeze\ntheir tracks with sickened expressions. CARLO\n«Whatever those poor bastards did,\nthey must have really angered the gods. \n\nTARGET SECTION TO BE ANNOTATED:\nRock silently nods, appalled by the sight of--\n\nMANNEQUINS lying broken on the floor. Many of these ‘frozen\n\npeople’ missing limbs, not to mention their genitalia. Nearby..\nJonnie stands, curious, in front of a large plate-glass window tl\nmakes up an entire wall. Outside, he can see the snow falling, }\nwhen he tries to touch it, an ‘invisible force’ keeps stopping h:\n\nKABLAM! 4\n\nIna sudden flash of light, Carlo is hurled back off his feet.\nHis body crashes hard to the ground, twitches once, then falls\ndeadly still.\n\nAnd out of the shadows behind Rock steps a truly nightmarish\nfigure. Like the parson's drawing of the monster, but worse...\n\nOver nine feet tall with glowing amber eyes. Razor sharp talons\non his claws. Thick bone-like structures for eyebrows and lips.\nThe PSYCHLO aims his BLAST-GUN dead center on Rock and fires--\nAs Jonnie's KILL-CLUB flies through the air--\n\nKnocking into the firing weapon, causing the shot to go wide.\nJonnie and Rock take off through the store, bolting through a\nmaze of aisles which lead them through a doorway--\n\nINT. STAIRWELL -- CONTINUOUS\n\nOur guys sprint up the stairs. The sound of deadly pursuit\ngetting louder behind them as they burst out onto--\n\nEXT. ROOF -- CONTINUOUS\n\nThe only way off the two-story building is to jump. And the\nfrozen ground below doesn't make this too appealing an option.\n\f \n\nNee\n\ni the Psychlo rushing through the doorway behind them,\nJonnie and Rock throw themselves off the side of the building--\n\nEXT. SNOW COVERED GROUND ~~ CONTINUOUS\n\nJonnie hits the ground, rolling to his feet~-\n\nRock isn't as fortunate and lands at a bad angle, SNAPPING his\non impact. He tries to climb to his feet, but the broken leg\nbuckles, sending him collapsing back <o the snow.\n\nJonnie turns back to help him--\n\nHe gives a loud whistle and...\n\nEXT. SHOPPING MALL -~- CONTINUOUS\n\nWindsplitter gallops out of the mall. Hooves churning up a fl\nof snow as he races to Jonnie-- .\n\nThe Psychlo pauses to look down at...",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHOPPING MALL -~- CONTINUOUS\n\nWindsplitter gallops out of the mall. Hooves churning up a fl\nof snow as he races to Jonnie-- . The Psychlo pauses to look down at... \n\nTARGET SECTION TO BE ANNOTATED:\nROCK, who trembles in terror. Pleading to the stars overhead--\nROCK ‘\n\n..-Help me please. I have lived a-_\ndevoted life...\n\nBut the twinkling lights seem indifferent to his plight.\n\nJonnie watches helplessly as the Psychlo slams down a lever on\nthe side of the gun, then aims it down at Rock. KABBLAM!\n\nA gaping hole blown through Rock's chest.\n\n \n\n  \n  \n\nsees \"Nat -ooKS Like insect. Thirty feet Long and\nTy tWE.ve Teer Ge =o side. And smootn. Sitting\ntne middie of tne wide oath.\n\n   \n\nand runs for open country.\n\nvonnie giances back, to where the thing rises three feet\nabove the cround. Ana moves forward.\n\nvonnie passes one corner, =hen another. The thing falling\nbehind.\n\nHe swerves Windsplitter up a sidestreet, reaches another\ncorner and again turnes. He heads for the open country.\n\n \n\f \n\n4\n\n \n\nHe can hear the roaring of the thing somewhere beyond the\nrubble. He listens, holding his breath. The position of the\nroar changing. Shifting to the right.\n\nThe thing somehow blocks the street ahead of him and then\ngoes on, planning to come up behind him.\n\nHe is trapped. There is no panic in him now. He slows the\nhard pounding of his heart. The thing to do is wait until the\nmonster is right in the street behind him-then go over that\nbarricade a fallen building had become.\n\nHe sidles Windsplitter back to get a good run.\n\nThe thing is roaring down the side path behind him. Now it is\nturning. He glances back. There it is, wisps of smoke coming\nout of its nostrils.\n\nJonnie put the heel to Windsplitter. He yanks on the lead\nrope.”\n\nAnd sprints at the barricade. Rough and full of loose stones.\nDangerous. . :\n\nUp they scramble. Rubble slides. 8Sut up they go. All the way\nto the top. One glance back shows...\n\n++.the thing rolling up to the very bottom of the barricade.\n\nBut he's over the barr:cade.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne glance back shows... ++.the thing rolling up to the very bottom of the barricade. But he's over the barr:cade. \n\nTARGET SECTION TO BE ANNOTATED:\n He hits the street before him at\na run and keeps vrur\n\n \n\nJonnie swerves =hrougn =: cneckxerooard of paths, edging to the\nopen country.\n\nFurther and further. The buildings thinning. Open country\nbetween two structures to his right. He skids down off the\nembankment and races for freedom. Windsplitter puffing.\n\nHe strains his eyes, watching.\n\nThere it is!\n\nIt slides out from among the buildings and starts straight\ntoward him.\n\f \n\n\\\n\n' f him the\n\na suddenl there's a SHEET OF FLAME. Ahead ©\n\nright-hand baitaing explodes apart. Its top slides slowly h\ndown and into the street anead, blocking it. Spattered wit\n\ndust, Jonnie hauls up short.\nHe puts the horse =p to a run.\nThe thing not only closes the distance but starts to pass.\n\nJonnie swerves at right angies.\n\nThe thing banks into a turn and flashes by him, well ahead,\nturns and blocks his way.\n\nJonnie pulls up. He turns around and began to run away from\nit.\n\nIt let out a blasting roar, scorches by him and again stops,\nblocking his way.\n\nJonnie's face tightens into determination.\n\nThong solid on his wrist.\n\nWalking Windsplitter, he moves up ahead of the thing. It\ndoesn't.move. He goes about a hundred feet.in front of the\nthing. It doesn't move. He carefully spots the position of a\nslitted eye.\n\nAnd whirls the kill club. And puts 4 heel to Windsplitter.\nThey race straight at the thing.\n\nThe kill club, carried with the full speed of the running\nhorse, whooshes down straight at the slitted eye.\n\nThe crash of impact is deafening.\n\nJonnie slows beyond the thing. It had not moved.\n\nHe trots Windsplitter back to the original position, a\nhundred feet in front of the thing. He turns and makes ready\nfor a second run.\n\nHe touches a heel. Windspiizter piunaes forward.\n\nAnd then a great gout of yeliow blooms out from between the\neyes.\n\nJonnie is struck a blow like all the winds of Highpeak rolled\ninto one.\n\nWindsplitter catches the full force of it. Up into the air go\nhorse and rider.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nJonnie is struck a blow like all the winds of Highpeak rolled\ninto one. Windsplitter catches the full force of it. Up into the air go\nhorse and rider. \n\nTARGET SECTION TO BE ANNOTATED:\n Down they come with a shuddering crash,\nagainst the earth.\n\f \n\n©\n\nIN _THE DARKNESS:\n\nThere's an ethereal, almost otherworldly WAILING. Then a stab of\nlight and--\n\nEXT. ABOVE THE MALL -- DAWN\n\nThe shopping mall falls away below as we rise higher and higher\nabove it. Like a soul returning to heaven... |\n\nBut for some reason, we're looking down through prison-like BARS. |\nREVERSE ANGLE TO:\n\nJonnie's face, as he starts to come to. Disorientated, he looks\naround. A handful of men stare back at him, each one trying to\nhide how terrified they are. And PULLING BACK we can see...\nJonnie and the men are imprisoned in a cargo cage suspended from\nthe underbelly of a--\n\nEXT. PSYCHLO AERIAL TRANSPORT VEHICLE\n\nWhich climbs up vertically into the sky with engines wailing,\nthen rockets forward with impressive speed.\n\nINT. CARGO CAGE -- CONTINUOUS\n\nAn icy wind blasts through the cage. But the cold is the least c\nJonnie's concern as he spots Carlo lying motionless in the corner\n\nA pair of young, scrappy-looking twins, MICKEY and SAMMY, give Jc\na reassuring look. They shout to be heard over the howling wind-\n\nMICKEY\nIf the monster's fire-stick doesn't\nmake a hole in you, you go to sleep.\n\nSAMMY\nBut you wake-up--\n\nAnd sure enough, Carlo groggily begins to stir. Relieved to see\nJonnie. But then he looks around for Rock...\n\nINT. COCKPIT -- AERIAL TRANSPORT VEHICLE -- LATER THAT DAY\n\nThe Psychlo banks the transport vehicle around a mountain,\nrevealing a massive TRANSPARENT DOME covering a large city below.\n\nGetting closer, we can see Mile High Stadium. And behind it, the\ndistinctive design of Denver International Airport....\nEXT. DOME -- A LITTLE LATER\n\nThe vehicle hovers down, and with the sound of a magnetic field\ndisengaging, deposits the cage into the back of a flatbed truck.\n\f \n\nINT. CARGO CAGE -- MOMENTS LATER\n\nThe Psychlo lumbers in with box-shaped AIR-FILTRATION UNITS, eact\nwith a thin tube attached to it.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOME -- A LITTLE LATER\n\nThe vehicle hovers down, and with the sound of a magnetic field\ndisengaging, deposits the cage into the back of a flatbed truck. INT. CARGO CAGE -- MOMENTS LATER\n\nThe Psychlo lumbers in with box-shaped AIR-FILTRATION UNITS, eact\nwith a thin tube attached to it. \n\nTARGET SECTION TO BE ANNOTATED:\n He starts to slide one of these\ntubes into Jonnie's nose, but Jonnie knocks the creature's paw aw\nThe Psychlo growls, hurling Jonnie viciously across the cage--\nJONNIE - |\n\nSlams into the bars, sliding down to the floor, where the Psychle\nunceremoniously jams the tube up Jonnie's nose.\n\nEXT. DOME -- A LITTLE LATER\nThe Psychlo drives the flatbed.transport truck with the cargo cag\n\nit through an ENTRY PORT, complete with mammoth air-lock chambers\nJonnie studies everything with the trained eye of a skilled hunte:\n\n \n\nINT. DOME -- CONTINUOUS\n\nThe dome covering Denver is so enormous, it has its own weather.\nAnd right now, a dark drizzle falls onto the city, which looks\nmuch like it does today, save for two things... .\n\nA grimy layer of mining soot covers the place. And for some\nreason, most of the buildings have been painted purple. | .\n\nINT. TRUCK ~-- DRIVER'S CABIN -- CONTINUOUS\n\nThe Psychlo removes the tube from his own nose and leans out the\nwindow, taking a deep, .contented breath...\n\nINT. CARGO CAGE -- BACK OF THE TRUCK -- CONTINUOUS\n\nJonnie experiments with removing his own tube... But he immediatel\nhas trouble breathing. Eyes going glassy. He replaces the tube a\nfast as he can. Carlo gives him a pointed look.\n\nEXT. DENVER STREET -- A LITTLE LATER\n\nThe sounds of HEAVY INDUSTRY fill the air as the truck turns down\nstreet, passing a shift of PSYCHLO LABORERS trudging off with lunc\npails to go work in the mines and smelting plants.\n\nINT. WAREHOUSE COMPLEX-~ A LITTLE LATER\n\nThe Psychlo backs the truck up to a loading dock and HONKS.\nSeveral GUARDS head over with a PROCESSING CLERK as the Psychlo\n“Human-Slave Wrangler\" swings open the cargo cage.\n\nAnd now we can see that while this Psychlo is an imposing figure\nat nine feet tall, he's actually a bit of a runt. The other\nPsychlos are all a good foot or two taller...",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nSeveral GUARDS head over with a PROCESSING CLERK as the Psychlo\n“Human-Slave Wrangler\" swings open the cargo cage. And now we can see that while this Psychlo is an imposing figure\nat nine feet tall, he's actually a bit of a runt. The other\nPsychlos are all a good foot or two taller... \n\nTARGET SECTION TO BE ANNOTATED:\nIncluding the clerk, who takes one look at Jonnie and the others\nand drills a hard stare into the undersized Psychlo \"wrangler\".\n\fa)\n\nPSYCHLO CLERK\nYou're gone three days and you only\ncaught six of them?!\n\nINT. CARGO CAGE -- CONTINUOUS\nJonnie studies the monsters closely, but from his P.O.v., allt\n\nhears is an unintelligible machine-like clicking sound of theiz\nalien language. He turns a questioning eye to Carlo...\n\nINT. CARGO CAGE -- CONTINUOUS\n\nAnd even though Jonnie doesn't know what the Psychlos are arguir\nabout, he knows one thing. They're not paying him any attentior\nSo he moves like a streak out the cage door. Carlo right behinc\nINT. WAREHOUSE COMPLEX -~ CONTINUOUS\n\nBut the wrangler isn't about to lose any more of his ‘cargo’ anc\nwhirls, snatching Jonnie, then lunges for Carlo--\n\nBut Carlo manages to twist out of reach of the creature's talons\nsprint away through the warehouse. The wrangler pulls his gun.\n\nPSYCHLO CLERK .\nDon't kill it! . We can't use it if it's’\ndead-- .\n\nThe wrangler gives him a snide, ‘How stupid do you think I am?',\nlook. Jonnie watches from the ground as--\n\nThe Psychlo slides a lever above the blast-gun's trigger-guard\ninto an up position, then takes aim and FIRES--\n\nCarlo is knocked flat as the blue-bolt slams into him. His body\nlies motionless, but intact, on the ground.\n\nThe Psychlo holsters his fire-arm and scoops up Jonnie. Starts\nto toss him back into the cage but--\n\nident li he! 1 i esi é hi\n\nJonnie has the weapon. And is pointing it straight at him. The\nwrangler sniggers. The same reaction from the other Psychlos...\n\nIt's like a ‘horse’ has somehow picked up a gun with its hooves.\nOnly, Jonnie slides the weapon's lever into the gown-position.\n\nThe wrangler is no longer laughing. He reaches down, coaxing\nJonnie as if he was some kind of errant pet...\n\nPSSCHLO WRANGLER\nCome on, boy...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe wrangler is no longer laughing. He reaches down, coaxing\nJonnie as if he was some kind of errant pet... PSSCHLO WRANGLER\nCome on, boy... \n\nTARGET SECTION TO BE ANNOTATED:\n Give me the gun..\n\nBut Jonnie doesn't. So the wrangler lunges for it--\n\nKABLAM!\n\f \n\n \n\nThe Psychlo Wrangler stares, stunned at the--\n\nFIST-SIZED HOLE\n\nBlown through his chest. He collapses, dead before he hits the\nground. The other Psychlos freeze in stunned silence. Then...\n\nBurst out in hysterical laughter. That has got to be the goddam\nfunniest thing they've ever seen.\n\nWith the monsters busy laughing, Jonnie makes a break for it.\nCharging through the warehouse complex and out a doorway--\nEXT. STREET -~ OUTSIDE WAREHOUSE -- CONTINUOUS\n\nWhere he barrels straight into--\n\nTERL\n\nWho unlike the Psychlo laborers, wears a senior officer's unifor\nadorned with impressive gold epaulets, denoting \"Chief of Securi\n\nHis ever present assistant, KER, can't help but snicker at the m\ncollision has splattered over his boss's perfectly pressed attir\n\nBut Terl doesn't seem to find it amusing. He shuts Ker up with.\nquick look, then rips Jonnie off his feet--\n\nINT. WAREHOUSE -- CONTINUOUS\n\nHolding the filthy ‘man-animal' out at arm's length, Terl marche\ninside the warehouse, demanding to ‘know--\n\nTERL\nWho is responsible for allowing this\nman-animal to run around unsupervised?!\n\nThe clerk immediately points to the dead wrangler.\nCLERK\nThe man-animal shot the wrangler and--\n\nTERL\nI'm a little pressed for time. Save\nthe ‘going-away' jokes for later.\n\n. CLERK\nNo joke, sir. I swear.. The man-\nanimal somehow got his gun.. And when he\nreached for it, the man-animal shot him.\n\nThe other Psychlos nod, backing this up. Terl consid h.\nthen picks the blaster—gun up geom the ground... ors this,\nAnd_calmly hands the weapon to Jonnie.\n\nTERL\n\n(to the clerk)\nShow me.\n\fCa\n\nCLERK\n++ -Sir?\n\nTERL\nReach for the gun.\n\nCLERK\n\nBut sir. It might shoot me.\n\nTERL\nSure. It ‘might’. And I ‘might'\nsuddenly grow a third arm.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERL\nSure. It ‘might’. And I ‘might'\nsuddenly grow a third arm. \n\nTARGET SECTION TO BE ANNOTATED:\n we ee\n\nCLERK\nBut I swear, sir, it shot--\n\nRapidly losing patience, Terl snaps--\n\nTERL\n\n~-Any reports filed today still have\nMy name on it. And you're out of your\nskull if you think I'm going to write\n\"Shot By Man-Animal\" as the cause of\ndeath in the Security Field Report,\nunless I see it with my own eyes.\n\n(end of discussion) -\nThis isn't a request, it's an order.\n\nKnowing he's treading on dangerous ground, the clerk stares at Te:\nCLERK\n\n...But with all respect, sir, if I\nfollow that order, I may get killed.\n\nTerl returns his stare without blinking.\nTERL\nThe regulations are quite clear.\n(dead serious)\n\nIf you refuse to obey the order, it's a\n\ncertainty that you will be killed\nThe clerk swallows hard, then turns to Jonnie and...\nLunges for the gun, trying to grab it before--\nKABLAM!\nJonnie blasts a hole through the clerk's chest\n\nTerl stares in disbei:ef. But Jonnie's not finished. A bigger\nPsychlo leaps up and charges. Roaring.\n\nJonnie stumbles backward.\n\f \n\nAn enormous paw blurs in the air, coming at him. Talons rake\nthe side of his face.\n\nJonnie has the gun in position, and fires at the huge chest.\nHe punches blast after blast into it, driving him back.\n\nTerl jerks the gun from Jonnie's hands, and sends a swipe\nacross his chest that sends him crumbling to the ground.\n\nTERL\n\n---Well, I'll te camned.\nINT. EMPLOYEE RECREATION PALL -- A LITTLE LATER\n\nA lively joint wher2 a bunch of Psychlo laborers let off steam\nplaying LASER-BASH. Others consume libations while slapping and\npinching the asses of the female Psychlo wait-staff who pass by.\n\nTerl plops onto a stool at the bar, but before he can order, he's\nserved a saucepan full of KERBANGO, a thick oily beverage.\n\n. BARTENDER\nWhen the best security chief this planet\never had is leaving, the least I can do\njs buy him a pan of kerbango on the\nhouse.\n\nTerl's eyes slit in suspicion.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n. BARTENDER\nWhen the best security chief this planet\never had is leaving, the least I can do\njs buy him a pan of kerbango on the\nhouse. Terl's eyes slit in suspicion. \n\nTARGET SECTION TO BE ANNOTATED:\n The bartender shrugs, keeping his\nvoice casual as he continues...\n\nBARTENDER (cont'd)\nAnd, of course, I'm sure our little\nagreement is still in effect...\n(making sure)\nNow that you're leaving, that little\nunfortunate incident won't somehow\n‘magically' appear in my file.\n\nTerl helps himself to a shot of kerbango, then explains--\n\nTERL (cont'd)\nAs long as you provided me useful\ninformation, I wouldn't file the report.\n(matter-of-fact)\nBut now that I'm leaving this pitiful\nexcuse for a planet, you will no longer\nbe providing me with useful information.\n\f \n\n \n\n \n\nThe color drains from the bartender's face. Terl strolls off\nchuckling, quite pleased with how fun that was. ~\n\nINT. INDIGENOUS LABOR PROCESSING CENTER -- CONTINUOUS\n\nA PSYCHLO TECHNICIAN, wearing rubber gloves and a germ mask over\nface, uses laser-scissors to cut the animal skins off of Jonnie.\n\nThe skins get tossed into an INCINERATOR. The technician then\nreaches over and yanks Chrissy's medallion from Jonnie's neck.\n\nJonnie tries to grab it back, but the technician swats him away\nlike he was an insect, then holds up the object to see what was\nso damn important to the man-animal...\nAnd we can now see Chrissy's ‘shiny’ medallion is a SILVER DOLLA\nPSYCHLO TECHNICIAN\n\nAnyone want this primitive little\n\ntrinket?\nNobody does. So the technician tosses it into the incinerator.\n\nAs Jonnie watches Chrissy's medallion get consumed by the flames\nsomething deep and dangerous burns in his eyes.\n\nEXT. DENVER MINING SITE -- CONTINUOUS an\nA long line of humans, chained to stakes like leashed dogs, hunc\na massive conveyor belt spewing out a constant discharge of crus\nrocks. The humans separate out the OAR, which they place into--\nPsychlo-sized BASKETS, which wouldn't be too difficult for a\nPsychlo to carry, but it's back-breaking work for the humans\nhauling them across a large field to a...\n\nEXT.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nDENVER MINING SITE -- CONTINUOUS an\nA long line of humans, chained to stakes like leashed dogs, hunc\na massive conveyor belt spewing out a constant discharge of crus\nrocks. The humans separate out the OAR, which they place into--\nPsychlo-sized BASKETS, which wouldn't be too difficult for a\nPsychlo to carry, but it's back-breaking work for the humans\nhauling them across a large field to a... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TELEPORTATION PLATFORM\n\nPsychlo Guards use rod-like devices to prod the slower slaves al\nwith sinister blasts of raw electricity.\n\nA GROUND CART\n\nGlides by with Ker at the wheel.\n\nTerl is in the rear, gazing at the humans with the indifference\nsomeone might have driving past a dairy farm full of cows.\n\nEXT. TELEPORTATION PLATFORM -- THAT DAY\n\nWith the platform loaded with baskets of ore, an ALARM sounds an\nthe Psychlos immediately don protective goggles and ear-plugs.\n\nThe humans have no such gear to protect them as...\n\nThe HUM of large generators starts to fill the air. Growing\nlouder as they work-up to full power and there's suddenly--\n\nAn EAR-SPLITTING explosion of sound and BLINDING FLASH of light\nas all the baskets of ore on the platform vanish. $\n\fA brief moment of quiet respite. Then the deafening roar and\nblazing light happens again. And this time...\n\n \n\nEXT. TELEPORTATION PLATFORM -~ MOMENTS LATER\n\nBundreds of PSYCHLO LABORERS suddenly appear on the platform,\nalong with--\n\nDISTRICT MANAGER ZETE\n\nWho wears the finest of silk suits and carries a solid gold\nbriefcase. Terl and Ker quickly greet him...\n\nTERL\nWelcome, your Excellency. As this\nplanet's senior security officer, it\nwould be my pleasure to expedite your\non-planet clearance through security--\n\nBut the District Manager isn't listening. He's staring confused\nthrough the transparent dome at the snow-capped Rocky mountains.\n\nDISTRICT MANAGER\nDoes all of Earth look like this?\n\nTERL\n-..I'm afraid so.\nqu 2 DISTRICT MANAGER\n\nI was told this planet was ugly...\n\nBe peers up at a fluffy cloud drifting across a clear blue sky.\n\nDISTRICT MANAGER (cont'd)\nBut it's got to be the ugliest crap~hole\nin the entire universe!\n\nTERL\nI couldn't agree more, sir. Now if\nyou'll please follow me...\n\nHe finally manages to get the District Manager through security,\nthen seizes the opportunity to introduce Ker.\n\nTERL (cont'd)\nThis is Executive-Assistant Ker.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow if\nyou'll please follow me... He finally manages to get the District Manager through security,\nthen seizes the opportunity to introduce Ker. TERL (cont'd)\nThis is Executive-Assistant Ker. \n\nTARGET SECTION TO BE ANNOTATED:\n He's\nbeen fully trained to take-over as\nSecurity Chief, so there'll be no\ndisruptions with my transfer--\n\nHe takes one last sickened look at the humans, declaring--\n\n| , DISTRICT MANAGER\n5 . We'll be doing the universe a favor by\nwe exterminating the whole lot of them\nonce we finish mining-out their\nmiserable little planet.\n\f \n\nINT. INDIGENOUS LABOR IDENTIFICATION STATION -- CONTINUOUS\n\nA pair of Psychlo guards hold Jonnie down on a steel table as an\nIDENTIFICATION TECHNICIAN presses a--\n\nSEARING-HOT IRON\n\nInto Jonnie's arm, branding him with an ID number. Jonnie stares\nthe technician in the eye, refusing to acknowledge the pain.\n\nAmused, the technician digs the burning iron harder into Jonnie's\nflesh. Jonnie's eyes bulge, but he remains steely silent...\n\nThe guards release Jonnie and shove him toward the next station,\nthen turn and grab the next human slave in line, which is--\n\nMICKEY. The guards drag the young twin, kicking and screaming, t«\nthe branding table and pin him down as the technician lowers the\niron toward the trembling youngster's exposed flesh--\n\nOnly the iron is no longer in his hands.\n\nWielding it like a weapon, Jonnie knocks the stunned guards away\nfrom Mickey, then pivots with blurring speed--\n\n= i ’ ian's .\n\nJONNIE\nHow Do You Like It--\n\nAs the technician howls in pain, a mass of guards swarm Jonnie,\nviciously clubbing him to the ground.\n\nINT. BANK OF DENVER -- LOBBY -- CONTINUOUS\n\nPLANETSHIP'S VOICE (0.S.)\n--I'm honored by your visit, your\nExcellency.\n\nThe obese PLANETSHIP waddles over, flanked by his smarmy-looking\nASSISTANT. They shake paws with the District Manager, then lead\nhim across the lobby. Terl and Ker follow.\n\nDISTRICT MANAGER\n.-.-How do you stand it?\n\nHe motions out a window at a tree-filled park.\n\nDISTRICT MANAGER (cont'd)\nHaving to spend each day looking out at\nall that green. And a blue sky.\n\nPLANETSHIP\nOh no. We make the support staff take\nthe offices with the views.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd a blue sky. PLANETSHIP\nOh no. We make the support staff take\nthe offices with the views. \n\nTARGET SECTION TO BE ANNOTATED:\n(winks )\nWhile we get the good digs.\n\nHe ushers evervone into an elawatn~\n\f \n\n \n\nINT. ELEVATOR -- CONTINUOUS\n\nAnd pushes the button for the BASEMENT. The elevator lurches dow\nThe Assistant Planetship seizes the opportunity to...\n\nASSISTANT PLANETSHIP\nI'm sure you'll find it interesting to\nknow, sir, that we were able to use the\nplanet's indigenous power-generation\nsystems. That way we didn't have to\nbuild our own. It was actually my idea.\n\n(basks in the glory of)\n\nAnd unless I'm mistaken, my idea has\nalready saved the corporation well over\nsix-hundred thousand credits--\n\nDISTRICT MANAGER\n--I'm afraid you're mistaken.\n\nASSISTANT PLANETSHIP\n«.Sir?\n\nDISTRICT MANAGER\nI don't find it interesting at all.\n\nThe Assistant Planetship, crushed, manages a polite nod. Terl\nsuppresses a smile. He likes the District Manager's style.\n\nINT. INDIGENOUS LABOR PROCESSING CENTER -- CONTINUOUS\n\nJonnie, bloody and bruised, but alive, hobbles dow a ‘steel\nhallway with the other now branded slaves, when--\n\nThe Psychlos open up with HIGH POWERED HOSES.\n\nA solid stream of water savagely blasts into the defenseless\nhumans as the Psychlos hose down the dirty man-animals.\n\nINT. BASEMENT -- LATER THAT DAY\n\nTerl and the other Psychlo executives sits around a conference té\nin a windowless dungeon. of a room which has been painted purple.\n\nDISTRICT MANAGER\n«+I will approve additional labor\nresources be sent here by end of the\nquarter-cycle. And I believe that does\nit, except for your long overdue\ntransfer.\n\nHe turns and offers Terl a friendly smile.\n\nDISTRICT MANAGER (cont'd)\nYou must be looking forward to getting\noff this disgusting excuse of a planet.\n\nTERL\nI just want to serve the corporation in\nwhatever way they deem best, sir.\n\f \n\n©\n\nDISTRICT MANAGER .\nvery admirable. And you've done a first-\nrate job here as interim security chief.\n\nTERL\n(modestly)\nThank you, sir. I've done my best--\n\nDISTRICT MANAGER\n~-We've decided to keep you here for\nanother fifty cycles.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd you've done a first-\nrate job here as interim security chief. TERL\n(modestly)\nThank you, sir. I've done my best--\n\nDISTRICT MANAGER\n~-We've decided to keep you here for\nanother fifty cycles. \n\nTARGET SECTION TO BE ANNOTATED:\n(turning the 'dagger')\nWith endless options for renewal. The\noptions, of course, being at Home\nOffice's discretion. Not yours.\n\nTerl reacts like he was just given a death sentence. The\nDistrict Manager leans forward, giving him a knowing look--\n\nDISTRICT MANAGER (cont'd)\nThe senator has a lot of friends.\n\nEXT. MINING SITE -- A LITTLE LATER\n\nJonnie, Carlo and the rest of the new ‘abductees’ are issued\nbaskets and shoved into line with the rest of the slaves.\n\nConcerned by his friend's battered condition, Carlo admonishes..\nThere's no point in trying to fight\n\nthese things. At least not if you want\nto keep on living.\n\nJONNIE\nLook around you. This ain't exactly\nliving--\n\nIn the background, a ground cart passed by.\n\nINT. ELECTRIC CART -- CONTINUOUS\n\nKer chauffeurs at the wheel. In the back seat, Terl lowers his\nvoice, so only the District Manager can hear.\n\nTERL\n-+-Would you please explain to the\nsenator that if I even had an inkling it\nwas his daughter, I never would have--\n\nDISTRICT MANAGER\n--The senator's exact words to me were,\nand I'm quoting, “If that blasted Terl\ntries to talk his way out of it, have\nhim vaporized on the spot\".\n\nLeaving Terl with that thought, the District Manager strides up\nthe platform, relieved to be leaving this crappy little planet.\n\fINT. EMPLOYEE RECREATION HALL -- A LITTLE LATER\n\nThe place is packed and loud. The newly arrived Psychlo workers\ngetting plastered on kerbango while losing money paw-over-fist i\nlaser bash and other assorted rigged games of ‘chance’.\n\nTerl storms up to the bar. The bartender looks up, surprised.\n\nBARTENDER\nYou're still here.\n\nAnd something suddenly snaps deep inside Terl.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe bartender looks up, surprised. BARTENDER\nYou're still here. And something suddenly snaps deep inside Terl. \n\nTARGET SECTION TO BE ANNOTATED:\n He grabs Ker,\npulling him close, the words coming fast and furious--\n\nTERL\nI can assure you I was not groomed\nsince birth to get some ‘cushy job‘\nthat even a moron like you could\nperform! While you were trying to\nlearn to spell your name, I was being\ntrained how to conquer galaxies! And\ndoing anything less is a disgrace to my\nentire family line--\n\nEXT. DENVER 200 -- THAT NIGHT\nPsychlo guards patrol the Denver 200, keeping an eye on the mas:\nhumans locked-up for the night. Inside one of the many cages..\nINT. CAGE -- CONTINUOUS\nJonnie, Carlo and several dozen men crowd around a small fire as\nGAS TRUCK pulls up. A Psychlo guard inserts the truck's giant t\nthrough the bars, but instead of pumping out petrol...\nThe hose discharges a green sludge-like food substance into a\ntrough. Jonnie starts over to the ‘dinner', but is stopped by\nFLOYD, a hulking brute of a man almost as large as a Psychlo.\nFLOYD\nYou're new, so let me explain how things\nwork. I eat first. Then my men eat.\n\nHis GANG steps forward. All big and dangerous looking.\n\nEXT. ZOO CAGE -- CONTINUOUS\nThe Psychlo finishes discharging the food and retracts the hose.\n\nFrom his P.O.V., Jonnie and Floyd's confrontation is unintelligi\nlike animals \"talking\" to each other in a z00, as...\n\nINT. ZOO CAGE -- CONTINUOUS\n\nWith his gang backing him up, Floyd explains to Jonnie--\n\f \n\nFLOYD\nAfter we're done, if there's any food\nleft, you can have it with the others.\n\nGiven how malnourished the ‘others’ look, it doesn't appear that\nthere's usually much food left.\n\nJONNIE\nThat's how it used to work.\n\nWith blinding speed, Jonnie scoops up a flaming log from the\nfire, and before Floyd can react-- P 3 f09\n\nJonnie SLAMS the club-like wood, full-force, into Floyd's face,\ndropping him hard to the ground. Only a moment later...\n\nAnd other than a bloody nose, he shows no effect from the shot he\njust took.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith blinding speed, Jonnie scoops up a flaming log from the\nfire, and before Floyd can react-- P 3 f09\n\nJonnie SLAMS the club-like wood, full-force, into Floyd's face,\ndropping him hard to the ground. Only a moment later... And other than a bloody nose, he shows no effect from the shot he\njust took. \n\nTARGET SECTION TO BE ANNOTATED:\n Jonnie smashes him again--\n\n‘But this time the big brute is ready for it, so all it seems to\ndo is just piss him off. He grabs Jonnie by the throat and\nbegins to choke the life from him.\n\nJonnie desperately tries to break-free, but Floyd is too strong.\n‘He holds Jonnie out at arm's length, preventing Jonnie from\ngetting at him as he continues to brutally strangle Jonnie.\n\nAnd with his attacker finally close enough to reach, Jonnie’ s\nhand rockets out, p:\n\nFloyd staggers back, struggling to breath. With his eyes going g:\nFloyd releases Jonnie and focuses on reinserting the tube as--\n\nJonnie locks his hands together and swings them like a baseball\nbat, delivering a tremendous blow to Floyd's jaw.\n\nFloyd falls to the ground. And this time he stays there, out for\nthe count. Jonnie takes mercy on the big man and sticks the tube\nback into his nose, then heads over to the trough...\n\nBut realizes everyone else is holding back, respectfully letting\nhim eat first. Jonnie shakes his head, declaring--\n\nJONNIE\nEveryone eats at the same time.\n\nThe men all rush the trough...\n\nThe slop might be disgusting, but at least it's sustenance. And\nPULLING BACK, we realize we're watching this on...\n\nINT. SECURITY HEADQUARTERS -- CONTINUOUS\n\nA wall full of MONITORS showing live feeds from all over the dome\ncity. On an adjacent wall--\n\nA sign reads: YouR CHIEF OF SECURITY IS...\n\f \n\n \n\nKer despondently removes his picture from under the sign, and\nwith an audible sigh, hammers Terl's picture back up.\n\nAnd PULLING BACK yet again, we realize we're watching this on...\n\nINT. TERL'S LIVING QUARTERS -- CONTINUOUS\n\nA lone monitor perched next to a bed, where Terl opens a large--\nFOOTLOCKER\n\nAll neatly packed for what should have been his return home.\n\nTerl almost looks like he's going to cry as he starts to unpack.\nBut he suddenly stops. Sensing it...\n\nHis eyes instinctively going to the monitor, which shows--\n\nINT. SECURITY HEADQUARTERS ~~ CONTINUOUS\n\nKer peering out the windows, making sure no one is watching,\nbefore reaching into his..",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nSensing it... His eyes instinctively going to the monitor, which shows--\n\nINT. SECURITY HEADQUARTERS ~~ CONTINUOUS\n\nKer peering out the windows, making sure no one is watching,\nbefore reaching into his.. \n\nTARGET SECTION TO BE ANNOTATED:\n tol. oe\n\nDESK\n\nInside the hidden false bottom of a drawer, Ker pulls out of a\nSURVEILLANCE PHOTO of a mountain range, and...\n\nTERL'S DESK\n\nDeposits tlie document at the bottom of an \"In-Basket\" on Terl's de\nbut suddenly freezes as he can hear someone approaching the door--\n\nKer dives across the room back to his own desk, snatching-up a\ncrossword puzzle, which he pretends to be working on as...\n\nTerl marches in and heads straight to his desk, where he grabs\nthe surveillance photo. Ker tries to play it cool.\n\nKER\nI was wondering when you were going to\nlook at that. It same in last week and\nI put it straight in your--\n\n. TERL\nIf you're going to lie to me, at least\nhave the decency to do a credible job.\n(dead serious)\nSo, I don't look like a complete idiot\nfor having tried to train you.\n\nHe sharply jabs a talon toward Ker's secret hiding place. Ker's\nface goes death-white. How could Terl possibly know?\n\nBut then Ker suddenly realizes. His eyes probing the room as-~\n\nKER\nYou said we use picto-cameras to spy on\nother offices. But under no circumstance\ndo we spy on our own office!\n\f \n\n|\n|\nTERL\nThat's right. We don't. cee cee ne\n(matter-of-fact)\nI do.\n(re: the photo) |\nStart talking.\n\nGiven the look in Terl's eyes, Ker decides his best chance is to\ncome clean, and to do it fast-- :\n\nKER\nThe photo's from last week's recon\ndrone. It shows a glacier that just\nsplit open. It exposed a gold vein...\n\nTerl glances at the photo, then gives Ker a knowing look.\n\nTERL\nAnd you were going to wait until after\nI transferred to turn it in, so you\ncould get all the credit for it,\nyourself.\n\nKER\n(sheepish nod)\nI didn't think you'd mind.\n\nHe regrets it the moment he said it. Braces himself for the\npunishment he knows must be coming. But surprisingly... - |\n\nTERL\nI don't mind. Go ahead.and turn it in.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nBraces himself for the\npunishment he knows must be coming. But surprisingly... - |\n\nTERL\nI don't mind. Go ahead.and turn it in. \n\nTARGET SECTION TO BE ANNOTATED:\n(hands Ker the photo)\nBut first, pretend you're not a complete\nimbecile and check the compo-gradients.\n\nKer looks down, studying a miniature row of color bars at the\nvery bottom of the photo. His face falls as he realizes...\n\nKER\nThe mountain's full of uranium. No\nPsychlo can get near it without their\nbreath-gas exploding.\n(despondent)\nThere's no way to mine the gold--\n\nA HAMMER suddenly nails Ker in the back, dropping him to the fl\nTerl swings again. This time harder. Savagely beating Ker--\n\nTERL\n--But What I Do Mind Is That You\nBetrayed Me Over A Lousy Recon Photo!\n\nKER\nBut It's Worthless! You Just Said So\nYourself!\n\nTERL\nYes! But You Didn't know It Was\nWorthless--\n\nHe ratess +he hammer with lethal intent Bnd withait heaitatin\n\f \n\n \n\n \n\n \n\nOnly Ker manages to scramble out of the way at the last minute.\nHe grabs the hammer from Terl and scrambles to his feet-—-\n\nBut freezes as Terl pulls his BLAST-GUN.\n\nKER (cont'd)\n\nYou can't shoot me! It's against\nregulations. I'm not just some man-\nanimal you can kill for sport--\n\n|\n\nBut Terl reaches for the trigger and... Stops. Staring at the\n\ngun, his mind racing...\n\nTerl's eyes snap to the surveillance photo... Then to a monitor |\nshowing humans working in the mines... Then back to the gun...\n\nAnd_it suddenly connects for Terl.\n\nKer mistakes all of this for same cruel pause before his\ninevitable execution and continues to plead--\n\nKER\nPlease! I'll Make It Up To You, I\nSwear! Don't Shoot Me--\nTerl looks shocked by the very suggestion.\n\nTERL\nShoot you? My most trusted colleague?\n\nBe holsters his gun and throws a friendly arm around Ker.\n\nTERL (cont'd)\nOf course not. We've got work to do.\n\nKer clearly has no idea in hell what Terl's talking about, but a:\nlong as it involves not getting shot, he's all for it.\n\n: TERL (con*'d)\nTomorrow morning, we have to warn the _\nPlanetship about the “mutiny”.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe've got work to do. Ker clearly has no idea in hell what Terl's talking about, but a:\nlong as it involves not getting shot, he's all for it. : TERL (con*'d)\nTomorrow morning, we have to warn the _\nPlanetship about the “mutiny”. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nKER\n«+-What \"mutiny\"?\n\nTERL\nThe one you're going to pretend is in the\nworks, like your life depended on it...\n(dead serious)\nBecause it does.\n\nEXT. RAVINE -- DUSK\n\nThe setting sun casts a shadow over CHRISSY, who sits on a rock,\nkeeping a hopeful eye on the far side of the ravine. We get the\nfeeling she spends a lot of time on that rock, watching and wait:\n\nA WITHERED HAND grips her shoulder. She turns around to face thi\nParson, who gives Chrissy a concerned look--\n\f \n\n \n\nPARSON\nHe's been gone over three months.\n(the grim reality)\nIf the monsters didn't get him, he would\nhave been back by now--\n\nChrissy whirls back to the ravine with a relieved smile. But\nthere's nothing there. Only now we can here it...\n\nThe feint sound of GALLOPING HOOFS. Growing louder as--\n\nA flash of white is now visible on the far side of the canyon.\nRocketing up the incline and over the drawbridge and...\n\nChrissy's smile instantly evaporates as she realizes Windsplitter\nis_returning riderless\n\nINT. DENVER SHOPPING MALL -- THE NEXT MORNING\n\nThe Planetship and his Assistant are stretched-out on CHAISE-\nLOUNGES. But right now the Planetship looks anything but relaxec\n\nAcross from him, Terl and Ker sit on a chaise-lounge next to a\nsun-lamp. Terl and Ker have concerned looks on their faces.\n\nTERL\n.»-And if this worker revolt takes\nplace, my informants tell me the first\norder of business will be to separate\nyou from your head. © . :\n\nPLANETSHIP\nWhich is why there will be no mutiny!\n(panic in his voice)\nI'm authorizing you to use whatever\nmeans necessary to stop it.\n\nTerl nods, so far so good. Then continues...\n\nTERL\nOur best chance to prevent this mutiny is\nto increase profits. So we don't have to\nkeep cutting the worker's pay.\n\nPLANETSEIP\nProduction equals profits. And I'm\nalready bringing in as many new workers\nas possible to boost production.\n\nTERL\nBut we have to pay those new workers.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nPLANETSEIP\nProduction equals profits. And I'm\nalready bringing in as many new workers\nas possible to boost production. TERL\nBut we have to pay those new workers. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Assistant Planetship gives Terl a snide look\n\nASSISTANT PLANET:\nMaybe you were absent the day they ,\ntaught econo at the academy, Terl\nscoffs) .\nBut nobody works for free.\n\facne i LE CIE\n\nTERL\nMan-animals do.\n\nA WAITRESS in low-cut garb slinks over with a tray of drinks, but\nthe Planetship waves her off, keeping his attention on Terl.\n\nTERL (cont'd)\nWe already use them for manual labor...\nWhat if we could train them to take-on\ncertain additional duties? Like\noperating mining machines.\n(quickly adds)\n\nThat. way we can boost production\n\nincreasing expenses.\n\nThe Planetship and his Assistant wait for the punch-line. But\nthere isn't one. So they roar with laughter.\n\nPLANETSHIP\nMan-animals operate a machine?! Have\nyou blown a head-gasket?!\n\nASSISTANT PLANETSEIP\nIt's hard enough to keep them from\npeeing on the carpet. But mining?!\n\nPLANETSHIP\nI'd be the laughing stock of the entire\nuniverse.\n\n_ Exactly what Terl was hoping he'd say.\n\n. TERL\nWhich is why you should have me take\nsome man-animals and equipment out to a\nremote area. It's better you don't know\nwhere... And I‘ll try to train them.\n(nonchalant shrug)\nHave them do some test-mining. That way,\nif it doesn't work out, no one will know.\n\nPLANETSHIP\nAnd if it does work, I'll be vaporized.\nIt's against the law to train an--\n\nTERL\n--According to Regulations: volume 989,\nArticle 34-A, Paragraph 19... A\nPlanetship faced with a profit-\nthreatening situation, such as a mutiny,\nis relieved of any and all lesser\nordinances in the pursuit of protecting\nsaid profits.\n\nThe Planetship chews on this. He can't argue with the logic.\nBut shakes his head anyway, abruptly declaring--\n\nPLANETSHIP\nWe stick to the original plan! Bring in\nmore workers and they go on half-pay as\nsoon as they arrive. And that's final!\n\nAnd before anyone can say anything--\n\n \n\f \n\n \n\nThe Planetship JUMPS OFF the third floor railing.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nBring in\nmore workers and they go on half-pay as\nsoon as they arrive. And that's final! And before anyone can say anything--\n\n \n\f \n\n \n\nThe Planetship JUMPS OFF the third floor railing. \n\nTARGET SECTION TO BE ANNOTATED:\n And nobody\nseems the least bit surprised by this. Probably because...\n\nThe first two floors have been turned into a Psychlo-sized swimm:\npool. But instead of water, it's filled with an oily fluid. The\nPlanetship rubs the sludge into his fur, squirming in delight.\nEXT. RAVINE -~ CONTINUOUS \\\nUnder the glow of first-light, Chrissy rides Windsplitter down t:\nTHE DRAWBRIDGE\n\nWhich the sentries hold in a raised position, preventing her fro\nleaving. They do this under the supervision of the Parson. -\n\nShe throws the club with perfect aim, knocking open--\n\n \n\nTHE CATCH\n\nOn the pulley mechanism allowing the rope to unwind, lowering the\nbridge. And before anyone can react-- .\n\nChrissy gallops Windsplitter like a shot across the bridge,\ndisappearing at full-tilt down the hillside.\n\nEXT. DENVER STREET -- THE NEXT MORNING’ .\n\nA cold and brutal Psychlo march song plays over loudspeakers as a |\nlong line of exhausted and freezing humans are escorted at gun\npoint out to the mines. In the rear of the procession...\n\nThe young twins, Mickey and Sammy, work their way over to Jonnie.\n\nSAMMY\nWe hear you're planning a break-out.\n\nMICKEY\nCount us in--\n\nA Psychlo thrusts Jonnie forward with the butt of a gun, keeping\nhim moving with the parade of human misery passing by--\n\nTERL AND KER\n\nWho enjoy their breakfast out on the heated patio of the Senior\nOfficer Mess Hall.\n\nTERL\nI did some research on man-animals last\nnight. They actually possessed certain\nprimitive technical abilities...\n. (beat)\nSurprisingly, they even managed to fire\na crude probe into space.\n\nHe slaps a picture of PIONEER ONE onto the table. Ker shovels\nyellow meat into his mouth as he eyes the photo, dubious.\n\f \n\nKER\nHow do we know it came from man-animals?\n\nTERL\nBecause they were stupid enough to put a\nplaque on it with pictures of themselves.\nOne of our deep-space recons picked it\nup. And here's the kicker...\n\nBe points to the plaque visible in the photo.\n\nTERL (cont'd)\nThe plaque was made from a rare metal\nthat's worth a clanking fortune.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd here's the kicker... Be points to the plaque visible in the photo. TERL (cont'd)\nThe plaque was made from a rare metal\nthat's worth a clanking fortune. \n\nTARGET SECTION TO BE ANNOTATED:\n And in\naddition to their pictures, the man-\nanimals also included full directions to\ntheir planet. That's how we came here...\n(loves this part)\nThey invited us.\n\nKer cracks-up, finding this hysterical. Terl leans forward,\ngiving him a conspiratorial wink.\n\nTERL (cont'd)\n«--And of course, all this means the\nplan has a good chance of working.\n\nTerl gets up and heads out. Confused, Ker chases after him...\n\nEXT. STREET -~ MOMENTS LATER\nCatching up to Terl, Ker shakes his head.\n\nKER\nBut the plan can't work if the Planetship\ndoesn't order us to train man-animals--\n\nTERL\n--The Planetship's hiding something. :\nAll we have to do is figure out what it\nis, and we'll have leverage over him.\n\nKER\n(getting it)\nAnd then we can get the gold--\n\nTERL\n---What do you mean we? It's my plan.\n\nAnd before Ker can respond, Terl heads into--\n\nINT. SECURITY HEADQUARTERS -- CONTINUOUS\n) - And settles in behind his desk. Ker follows on his heels.\n: KER\nPlease, sir. You got to let me in on it.\n\nI barely make any credits in this lousy\njob. And I've got five wives to support.\n\f \n\nfTerl leans back in his chair, rubbing a talon over his lips,\npretending to be thinking this over. And finally...\n\nTERL\nI don't want to partner-up with an idiot.\n(challenges)\nHow do I even know you understand the\n\nplan?\n\nStill reclining in his chair, Terl discreetly reaches under his\ndesk and pushes a GREEN BUTTON. This isn't seen by--\n\nKer, who rising to the task, holds up the surveillance photo of\nthe mountain range.\n\nKER\nWe train man-animals, who don't need\nbreath-gas, to mine the gold for us.\n\nTERL\nBut Home Planet owns this planet. The\ngold belongs to them.\n\nKer nods, eager to prove he understands the whole plan.\n\nKER\nThat's the beauty of it. Home Office\ndoesn't even know the gold exists. So\nthose corporate crap-heads will never\nknow we stole it. It's the perfect crime.\n\nHe waits for Terl's praise...",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo\nthose corporate crap-heads will never\nknow we stole it. It's the perfect crime. He waits for Terl's praise... \n\nTARGET SECTION TO BE ANNOTATED:\n But instead Terl looks shocked.\nAnd in the gravest of voices:\n\nTERL\n\nPutting aside the serious violations\nof teaching mining to an inferior race\nand insulting corporate superiors,\neach one in themselves punishable by\ndeath, you just advocated deliberate\ntheft of company resources...\n\n(resigned sigh)\nSo my duty requires me to report you,\neven though you will be vaporized and\nI'll have to train a new assistant.\n\nKer's jaw is practically on the floor. Terl promptly pushes a\nRED BUTTON under his desk before--\n\nKER\nBut it was your stinking idea!\n\nTERL\nWhich is why it's a good thing I now\nhave a recording of you laying out the\nplan, and me reprimanding you for it.\n\nKER\nWhat are you talking about?! We don't\nhave any recorders planted in here...\n(realizes)\nLet me guess. We don't. But you do.\n\f \n\n \n\nTerl saunters over to a--\nVAULT\n\n—™ Where he carefully positions his body to shield a KEYPAD from\n\\ Ker's view, as he punches in numbers.\n\na!\n\nTERL\nConsider it part of your education.\n\nKER\n«+Education?!\n\nThe vault swings open. Terl reaches in past a shelf of Blast-Gu\nand spare air-tanks, popping a disc fram a RECORDING MACHINE.\n\nTERL\nNever engage in a criminal activity\nuntil you set-up a patsy to pin\neverything on in case you're found out.\n\nKER\nThank-you. That's great advice! But\nwhy do I have to be the patsy?!\n\nTERL\nSo you won't be getting any bright ideas\nabout getting rid of ‘ole Terl in order .\nto keep all the gold for yourself. : : ve\n\n. KER\nBut I would never double-cross you!’\n\nO\n\nTERL\nOf course not. Because I'm going to\nset it up that if any ‘unfortunate\naccident’ were to befall me...\n(re: the disc)\nThis goes straight to Home Office.\n\nHe files the disc away within a collection of other such\nrecordings housed within the vault, then shuts and locks the ste\ndoor.\n\nKer isn't happy about this, but what can he do? And to make\nthings worse, he realizes...\n\nKER\nYour whole plan depends on getting\nleverage over the Planetship.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nKer isn't happy about this, but what can he do? And to make\nthings worse, he realizes... KER\nYour whole plan depends on getting\nleverage over the Planetship. \n\nTARGET SECTION TO BE ANNOTATED:\n(shakes his head)\nBut since there's no way to smuggle a\npicto-recorder into his office without it\nbeing detected, how are we going to find\nout what he's hiding--\n\n. TERL\n} .- --You're the only qualified E-3 Level\nSupport Executive on this planet other\nthan the Assistant Planetship.\n(matter-of-fact)\nSo if something were to ‘accidentally’\nhappen to him...\n\fKER\n(catching on)\n---Zid be the only qualified candidate\nto replace him. Good thinking, sir!\n(rubs his paws together)\nSo how do we bump the bastard off?\n\n \n\n \n\nTERL\nDon't worry about that. We'll do it in\nan appropriate style... But right now,\n_we have a more pressing concern.\n\nEXT. GUARD'S TOWER -- ABOVE A MINE SITE -- THAT DAY\n\nTerl and Ker enjoy their lunch up in a guard tower overlooking\nthe humans slaving away below. Between mouthfuls, Ter] motions\ndown to JONNIE, who struggles with a heavy load of ore.\n\nWith almost a sense of begrudging respect, Terl explains...\n\nTERL\n+. While that one does seem to be\nunusually intelligent and resourceful, at\nleast for a man-animal, it also seems\nrather defiant. Which is why we'll need\nleverage over it. :\n\nKER\nLeverage over a man-animal?\n\n| _ Merl gives him a sharp look. Hasn't he been paying attention? ;\n\nThe only way it's going to be able to\noperate a mining machine is if it can\n\nread Psychlo. Which means we have to\neducate it on a learning machine.\n\nKer looks at Terl like he's off his rocker.\n\nKER\nBut if anyone found out--\n\nTERL\n--Thatis why we need leverage on it, you\nmoron! 6&0, no one finds out.\n\nKer stares down at Jonnie, exhausted by the idea.\n\nKER\nWe need leverage on the Planetship. And\nnow we need leverage on the man-animals.\nI don't know about this plan of yours...\n(mutters)\nIt's like we need leverage on everyone.\n\nTERL\nThat's what makes it so much fun.\n\f \n\nINT.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\n(mutters)\nIt's like we need leverage on everyone. TERL\nThat's what makes it so much fun. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN FACILITIES -- LATER THAT DAY\n\nPsychlo COOKS mix a disgusting green slop in giant tubs.\nCOOK\n.-.We feed them a combination of grass,\nreclaimed fluid wastes, and whatever\nanimal carcasses we can find.\n\nTERL\nYes, but what would man like to eat?\n(clarifies)\nWhat would they consider a treat?\n\nCOOK eee eee\nWow the crap should I know?!\n(quickly adds--)\nSir.\n\nEXT. DENVER STREET -- MOMENTS LATER\nKer dejectedly kicks a rock as he follows Terl up the street.\n\nKER\nSo much for your \"Positive-Forcing\".\n\nTERL .\nIt's called Positive-Reinforcement. —\nWhatever. It still sounds like a pretty\nprimitive way to get leverage.\n\nTERL\nMan is a primitive species.\n\nKer can't argue with that, but still shakes his head.\nKER\nBut we have no idea what the damn things\nlike...\nINT. DENVER Z00 -- CAGE -- THE NEXT MORNING\n\nKer barges into the cage, and without warning, throws Jonnie,\nCarlo and Floyd into a--\n\nTRANSPORTABLE CARGO CAGE.\n\nMickey and Sammy, trying to stay close to Jonnie, start to\nscramble into the cage, but Ker swats them away.\n\nEXT. TRANSPORT TRUCK -- MOMENT LATER\n\nKer secures the cargo cage to the back of a flatbed truck and\ntosses HEAVY JACKETS to our guys.\n\f \n\nINT. TRANSPORT TRUCK -- DRIVER'S CABIN -- THAT MORNING\n\nKer, wearing a breath-tube now that he's outside the dome, drive:\nthe flatbed truck up a windy mountain road away from Denver...\n\nINT. CARGO CAGE -- CONTINUOUS\nOur guys huddle in their jackets as the cold Colorado air blows\nthrough the cage. Floyd shrugs, guessing...\nFLOYD :\n«Must be a mining site out here.\n\nCarlo looks to Jonnie for his take on the situation. But\nJonnie's attention turns to the cargo cage door as--\n\nThe truck hits a small bump, causing the door to swing open a\ncrack, betraying that it's not locked.\n\nEXT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarlo looks to Jonnie for his take on the situation. But\nJonnie's attention turns to the cargo cage door as--\n\nThe truck hits a small bump, causing the door to swing open a\ncrack, betraying that it's not locked. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE NEXT BEND -- MOMENTS LATER\nThe flatbed truck rounds a bend, carrying a NOW EMPTY cage.\n\nEXT. BACK AROUND THE BEND -=- CONTINUOUS\n\nOur guys pick themselves off the road from where they jumped, an: |\n\nrace away in escape, sprinting up a mountain path.\n\nINT. DENVER -- SECURITY HEADQUARTERS -- CONTINUOUS\n\nTerl and Ker, reclining in chairs with their feet up on desks, we\nTRIO OF MONITORS showing our guys huffing and puffing up the mour.\n\nKER\nThey sure are slow. And it looks like\nthey're slowing down even more.\n\nTERL\nThat's the whole point of this--\nEXT. MOUNTAIN PATH -- CONTINUOUS\n\nOur guys make it up over a small rise, where Floyd suddenly cast:\nhopeful eye at a CABIN-LIKE BUILDING half-buried up ahead in the\n\nFLOYD\nMight be some food in there.\n\nJONNIE\nWe don't have time. The monsters are\ngoing to be coming after us.\n\nFLOYD\nWe gotta eat.\n\nfi\n\nj\n!\n|\n|\n|\n\f \n\nOur best chance of hiding is up in the\ntree-line. We'll look for food there--\n\nCarlo hates to take Floyd's side, but...\nCARLO\nIf I don't eat now, I'm not sure I'm\ngoing to make it to the tree line.\nJonnie starts to respond, but one look at Carlo and Floyd and\nit's clear they're both on the brink of exhaustion.\nINT. SECURITY HEADQUARTERS -- MOMENTS LATER\n\nTerl proudly points to the monitors, which show our guys forcing\nopen a door and heading into the snow-covered building.\n\nTERL .\nobserve them in their natural habitat.\nINT. SNOW COVERED BUILDING -- MOMENTS LATER\n\nThe building is a long-abandoned SKI CHALET, caught frozen in\ntime.. A thick layer of dust covers everything. In the corner..\n\nThe SKELETAL REMAINS of some people are scattered near a Christm\nTree slumped over a pile of presents for a holiday never celebra\n\nBut Jonnie suddenly freezes. Grabs a CHAIR.\n\nFLOYD\nWhat is it-=\n\nJONNIE\n+».Lunch.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nGrabs a CHAIR. FLOYD\nWhat is it-=\n\nJONNIE\n+». Lunch. \n\nTARGET SECTION TO BE ANNOTATED:\nBe launches the chair straight at the--\nCHRISTMAS TREE\n\nSending RATS scurrying out from among the presents. Jonnie dive:\nonto one of the larger rodents. Carlo and Floyd do likewise.\n\nINT. SKI CHALET -- MOMENTS LATER\n\nCarlo and Floyd rip branches from the Christmas tree for kindlin\n\n: JONNIE\nWe don't have time for a fire.\nFLOYD\nWe don't have a choice. We gotta cook\nthe rats--\nJONNIE\n\n--We have a cheice.\n\n|\nJONNIE .\n\f_\n\nLo\n\n: i i ie's thinking.\nto looks up in dread as he realizes what Jonnie s\nSonnie gumons up every ounce of willpower he's got and ...\n\na bi raw .\n\nINT. SECURITY HEADQUARTERS -- CONTINUOUS\n\nKer shakes his head, nauseated.\n\nTERL\n\nGet off your fat ass! We got the info\n\nwe needed, let's.go round ‘em up.\nEXT. MOUNTAIN ROAD -- THAT DAY\nOur guys sprint up the road, when they begin to hear an ominous\nMECHANICAL ROAR behind them. Getting louder as...\nEXT. MOUNTAIN ROAD -- BELOW OUR GUYS -- CONTINUOUS\nAn armored Psychlo MARK II GROUND’CAR hurtles above the ground’as_\nit comes screaming up toward--\n\nEXT. MOUNTAIN ROAD -- CONTINUOUS\n\nOur guys, who charge past a faded ‘Welcome to Aspen' sign on their\nway around a bend--\n\nBut as they top the hili, they run straight into one of\nTeri's backup vehicles. Psychios piling out.\n\nJonnie goes berserk!\n\nThe first two Psychlo guards stood no chance. With one\nbackward stride, Jonnie is behind them. He sends them\nslamming together like egg shells.\n\nHe catches the gun of one, as that Psychlo goes down and\nstamps his heel into the side of his skull.\n\nHe reverses the gun and batters the other Psychlo with shots\nfrom a range of three inches.\n\nJonnie drops on one knee, and blows the two last Psychlos who\nhave exited the craft to bits.\n\nFive other Psychlos fire in his direction.\n\n \n\f \n\n \n\nJonnie's gun is empty. He throws it down and picks up the\nother one. Flips the switch to kill.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nJonnie's gun is empty. He throws it down and picks up the\nother one. Flips the switch to kill. \n\nTARGET SECTION TO BE ANNOTATED:\nTotally unmindful of the shots ripping up the ground, running\nlow and firing as he goes, Jonnie races on. The others\nscattering around him.\n\n‘He kneels behind a Psychlo body and sends a storm of shots\n\ninto the five. They crash back.\n\nJonnie pounds them into rolling bails of dead flesh. Running,\nfiring as he goes.\n\nEXT. TOP OF A GORGE\n\nWhere they abruptly run out of ground. Standing at the brink of\n\na massive chasm where a--\n\nBRIDGE\n\nUsed to be. But neglect and repeated winter storms have washed\n\nit away into the bottom of a canyon almost too far down to see.\n\nAnd to make matters worse, our guys are surrounded on all sides by\nsheer vertical mountain face, impossible to climb. They're trappe:\n\nFLOYD\nWhat the hell do we do now?!\n\n“CARLO\nDon't even think about it--\n\nThis is directed at the look in Jonnie's eyes as he stares across\nthe gorge...\n\nCARLO (cont'd)\nThere's no way you're going to make that\njump!\nAnd in fact, the far side of the ravine does seem like an awfully\nlong distance away. But Jonnie backs up, getting as much running\nroom as possible.\n\nEXT. MOUNTAIN ROAD -- BEHIND OUR GUYS -- CONTINUOUS\n\nThe Psychlo Ground Car hurtles around the last bend and comes\nscreaming out onto the clearing as--\n\nEXT. TOP OF THE GORGE ~- CONTINUOUS\n\nJonnie takes off on a dead sprint, going like hell for the edge of\nthe cliff. Carlo looks away, can't bear the sight.\n\nJonnie doesn't let-up. In fact, he goes faster. Every muscle\nstraining as he races straight for the edge and--\n\f \n\nEXT. CANYON -- CONTINUOUS\n\nA PSYCHLO FIGHTER PLANE rockets up from the depths of the canyon,\nblocks J ie f Sane\n\nINT. COCKPIT -- PSYCHLO FIGETER PLANE -- CONTINUOUS\n\nTerl maneuvers the fighter plane to push Jonnie away from the\nedge of the gorge.\n\nEXT. TOP OF THE GORGE -- A LITTLE LATER\n\nTerl locks our guys into the rear of the ground car as...",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOCKPIT -- PSYCHLO FIGETER PLANE -- CONTINUOUS\n\nTerl maneuvers the fighter plane to push Jonnie away from the\nedge of the gorge. EXT. TOP OF THE GORGE -- A LITTLE LATER\n\nTerl locks our guys into the rear of the ground car as... \n\nTARGET SECTION TO BE ANNOTATED:\nKer stares across the canyon to the other side, trying to figure\nsomething out. And then it finally dawns on him.\n\nKER\nThey must be able to fly.\n\nTerl sighs, unlocks the cage and grabs Floyd and tosses him over\nthe side of the canyon\n\nFLOYD\nScreams in helpless anguish as he plunges to his death.\nINT. DENVER WAREHOUSE -- THAT DAY :\n\nThe remains of a sizable meal are scattered over a giant table ne:\nto a steel slab, where the ASSISTANT PLANETSHIP partakes in a nap.\n\nA door bursts open and Ker marches inside and salutes.\n\nKER\nI need your approval to get some man-\nanimal labor units to do some painting\nand cleaning work.\n\nHe extends a REQUISITION FORM, which the still half-asleep\nAssistant Planetship signs, but then snidely instructs--\n\nASSISTANT PLANETSHIP\nYou tell Terl, that unlike ‘certain\nindividuals', I hold an important job.\nSo next time he has a request, have him\nsend it through proper channels instead\nof disturbing me when I'm busy.\n\nKer nods, then trots out with the signed form. The Assistant\nPlanetship scratches himself, then returns to his snooze.\n\nINT. EMPLOYEE RECREATION HALL -- CONTINUOUS\n\nThe place is packed with its usual drunken debauchery. In the\nback, Terl and the bartender engage in a private conversation--\n\f~-~ew\n\nTERL\nGiven that it looks like I'll be\nsticking around for a while, perhaps\nwe should be discussing the terms of\nour new deal...\n\nBARTENDER\n(resigned sigh)\n+--What do you want?\nINT. EMPLOYEE RECREATION HALL -- LATER THAT AFTERNOON\n\nThe Assistant Planetship finishes a pan of kerbango when a DOZEN\nmore pans of the narcotic root are placed in front of him.\n\nBARTENDER\nCongratulations. You're our one-\nthousandth customer of the month!\nEXT. ASSISTANT PLANETSHIP'S LIVING QUARTERS -- THAT NIGET |\nThe Assistant Planetship, now smashed out of his mind, stumbles |\ninto his room to sleep off the kerbango... '\nINT. SECURITY HEADQUARTERS -- THAT NIGHT\nA recording of the Assistant Planetship plays on.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. ASSISTANT PLANETSHIP'S LIVING QUARTERS -- THAT NIGET |\nThe Assistant Planetship, now smashed out of his mind, stumbles |\ninto his room to sleep off the kerbango... '\nINT. SECURITY HEADQUARTERS -- THAT NIGHT\nA recording of the Assistant Planetship plays on. \n\nTARGET SECTION TO BE ANNOTATED:\n monitor: -\nASSISTANT PLANETSHIP (ON MONITOR)\nYou tell Terl, that unlike ‘certain '\nindividuals', I hold an important job--\n\nKer watches as Terl pauses the recording, then expertly imitates\nthe Assistant Planetship's voice:\n\nTERL\n\"You tell Terl, that unlike ‘certain\nindividuals', I hold an important job.”\n\nKR\n(genuinely impressed)\n\nHow do you do that, sir? You sound just\nlike him.\n\nTERL\nThere are benefits to a first-class\neducation.\n\nTerl hits play again, mimicking the Assistant Planetship's\nexpressions and gestures playing on the monitor.\n\nINT. SECURITY HEADQUARTERS -- LATER THAT NIGHT\n\nTerl masterfully applies prosthetics »nd make-up to his face,\nthickening his eye bones and darkening the fur on his cheeks...\n\nUntil if we didn't know it was Terl, we'd swear it was the\nAssistant Planetship.\n\f \n\n \n\nINT. PSYCHLO RESEARCH CENTER -- A LITTLE LATER\n\nTerl, disguised as the Assistant Planetship, shakes his head.\n\nTERL (AS ASSIST. PLANETSHIP)\n.-When Terl gave this suggestion in the\nmeeting, I ridiculed it. Know why?\n\nThe RESEARCH CLERK doesn't really care, but politely asks:\n\nRESEARCH CLERK\nNo, sir. Why?\n\nTERL (AS ASSIST. PLANETSHIP) .\nI'm no fool. I'm going to steal Terl's\nidea for myself... Because that Terl is\nexceptionally brilliant, don't you think?\n\nRESEARCH CLERK\nI haven't noticed. He always seemed\nlike an arrogant jerk to me.\n\nTerl's eyes slit, but he forces himself to stay in character.\nTERL (AS ASSIST. PLANETSHIP)\n\n.. Well, if you got to know him, I'm\nsure you wouldn't think that. : |\n\n \n\nThe ‘Research Clerk shrugs, returning to the business at hand.\n\nRESEARCH CLERK\nYou want discs on basic Psychlo Language.\nResearch Compendium on Man-Animals.\nMineral and Ore Mining Techniques. And\nDoor-Bomb Explosives...",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nResearch Compendium on Man-Animals. Mineral and Ore Mining Techniques. And\nDoor-Bomb Explosives... \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nIf I may ask, sir, what's that one for?\n\nTerl signs a check-out slip, expertly forging the Assistant\nPRlanetship's sionature, then...\n\nMaking a big production of looking around, making sure no one's\nlistening, Terl leans in with a conspiratorial whisper...\n\nTERL (AS ASSIST. PLANETSHIP)\n.»..Can you keep a secret?\n\nINT. DENVER Z00 -- CAGE -- 3\n\n \n\nKer barges in and snaps a LEASH around Jonnie's neck. Carlo gets\nsame treatment. And as Ker reaches out to grab some more humans-\n\nMickey and Sammy, discreetly slip forward, positioning themselves\nto be selected.\nINT. SECURITY HEADQUARTERS -- A LITTLE LATER\n\nKer hands’ Psychlo-sized paint-brushes to Carlo, the twins, and\nWEYWOOD, an older man with a friendly face.\n\f \n\n \n\nPointing to giant buckets of purple paint, Ker barks something in\nPsychlo, which the humans obviously can't understand.\n\nMICKEY\nHow we supposed to know what he wants?\n\nHEYWOOD\nThey've made me do this before. Just\nfollow what I do and you'll be fine.\n\nHe dips his brush into a bucket and goes to work painting a wall.\nCarlo and the twins copy his movements.\n\nINT. BACK ROOM -- CONTINUOUS\n\nTerl roughly deposits Jonnie and the chair in the center of the\nroom, then grabs a DISC from a pile and slides it into--\n\nA LEARNING MACHINE\n\n- Which unlike the utilitarian design of most Psychlo machinery, is\n\nelegantly designed with sleek simplicity.\n\nAnd once the disc is inserted, the machine emits a holographic im\nof a CHINKO, which bows twice and puts its six sets of paws over :\nsix eyes, then talks in English, albeit with a strange accent:\n\nCHINKO VOICE (FROM THE MACHINE)\nExcuse me, but I am your instructor if\nyou will forgive such arrogance, for I do\nnot have the honor to be a Psychlo. I am\nbut a lowly Chinko Language Slave in the\nDepartment of Culture and Ethnology.\n\nThe holographic image bows again, then...",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd once the disc is inserted, the machine emits a holographic im\nof a CHINKO, which bows twice and puts its six sets of paws over :\nsix eyes, then talks in English, albeit with a strange accent:\n\nCHINKO VOICE (FROM THE MACHINE)\nExcuse me, but I am your instructor if\nyou will forgive such arrogance, for I do\nnot have the honor to be a Psychlo. I am\nbut a lowly Chinko Language Slave in the\nDepartment of Culture and Ethnology. The holographic image bows again, then... \n\nTARGET SECTION TO BE ANNOTATED:\nCHINKO VOICE (FROM THE MACHINE)\nPlease forgive my pretension as I try\nto educate you in Psychlo, the Noble\nlanguage of Conquerors...\n\nAn intense bright shaft of BLUE LIGHT shoots out of the machine,\nstriking Jonnie in the eyes...\n\nCHINKO VOICE (FROM THE MACHINE)\nThis machine is designed for pan-species\ncommunication, and utilizes subconscious\nabsorption, allowing for instantaneous\ncomprehension.\n\nINT. SECURITY HEADQUARTERS -- LATER THAT DAY\n\nA somber Psychlo war song plays from speakers as Carlo, Heywood\nand the twins paint the walls a fresh coat of purple.\n\nTerl happily hums along to the music as he attaches some kind of\nRED-SQUARE to a choke collar. Ker is camped-out at his own desk,\nlooking through some holographic pornography.\n\n \n\fINT. BACK ROOM -- A LITTLE LATER\n\nThe blue light beaming at Jonnie's eyes clicks off. And staying\nin Jonnie's P.0,V.:\n\nTerl leans down to Jonnie, speaking very slowly, extra-enunciatin\neach syllable... :\n\nTERL\n‘Hello...there...Do...You...Understand...\nWhat... I'm... Saying?...\n\nJonnie can understand, but feigns a blank expression, pretending\nhe doesn't. Terl dangles a DEAD RAT in front of Jonnie's eyes.\n\nTERL\nAre...You...Hungry...Little...Guy?..\n\nBut Jonnie keeps up his blank-face routine.\n\nTerl continues to ‘tease’ him with the rodent for a few beats,\nthen pulls it away and restarts the machine, turning to Ker.\n\n. TERL (cont'd)\nObviously, this is going to take a :\nwhile. We might as well go get ourselves\nsome lunch.\n\nINT. SECURITY HEADQUARTERS -- CONTINUOUS\n\nTerl and Ker head out the door. The moment they're gone, Carlo’\ncharges into--\n\nINT. BACK ROOM -- CONTINUOUS\n\nAnd tackles Jonnie out of the chair, ‘saving’ him from the blue\nbeam bombarding his eyes.\n\nCARLO\nTold you your attitude was going to get\nyou into trouble. That's why the monsters\nsingled you out for the torture machine.\n\nJONNIE\nI'm not sure what it is, but it's not\ntorture.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARLO\nTold you your attitude was going to get\nyou into trouble. That's why the monsters\nsingled you out for the torture machine. JONNIE\nI'm not sure what it is, but it's not\ntorture. \n\nTARGET SECTION TO BE ANNOTATED:\n It's like sleeping. But when\nyou wake-up, you somehow know things...\n(explains)\nLike I can now understand what the\nmonsters are saying when they speak.\n\nHeywood appears in the doorway with a concerned look.\n\nHEYWOOD\n«--What's going on?\n\nCarlo points to the Learning Machine with religious awe.\n\nCARLO\nIt's a god-machine that the monsters must\nhave stolen. It makes you know things.\n\f \n\nG\n\n \n\nJONNIE\nI don't know if it's a god-machine, but I\ndo know I'm going to use it to learn as\nmuch as I can, so I can figure out how\nthe hell we're going to get out of here.\n\n_ Before Heywood can protest, Jonnie reassures him--\n\nJONNIE (cont'd)\nIf you can keep an eye out and give me\na little bit of warning before the\nmonsters come back, I won't be putting\nany of you.in danger.\n\nHeywood is concerned, but moves back to a window, keeping a\nvigilant eye on the street outside as...\n\nJonnie inserts a new disc into the Learning Machine.\nINT. DENVER 200 -- CAGE -- NIGHT\n\nIn the corner of the cage, out of view of the others, Jonnie uses\na stick to fervently work out mathematical equations in the dirt.\n\nCarlo, Heywood and the twins watch, trying to make sense of the\nforeign symbols. :\n\nSAMMY :\n--.So, that's what the monster's’\nlanguage looks like.\n\nJonnie shakes his head, his eyes shining with the rapture of pure\nknowledge as he explains... .\n\nJONNIE\nThis is mathematics. The unifying ~\nlanguage of the entire universe. Look.\n\nEXT. EXECUTIVE OFFICER'S MESS HALL -~- THE NEXT DAY\nKer shrugs between mouthfuls of his lunch.\n\nKER\n---So it's taking a bit longer with the\nman-animals than we thought. But they\ncan't be completely brainless if they\nwere able to fire a probe into space~-\n\nTERL\n---I'm not sure the man-animals did fire\nthat probe into space.\n\nKER\nBut you said there was a plaque on it\nwith the man-animal's picture,\n\nTerl slowly sips a pan of kerbango as he explains.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nKER\n---So it's taking a bit longer with the\nman-animals than we thought. But they\ncan't be completely brainless if they\nwere able to fire a probe into space~-\n\nTERL\n---I'm not sure the man-animals did fire\nthat probe into space. KER\nBut you said there was a plaque on it\nwith the man-animal's picture,\n\nTerl slowly sips a pan of kerbango as he explains. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\f \n\n \n\nTERL\nWhat if there was a species on a\ndifferent planet that detested man-\nanimals, and it's easy to see why they\nwould... And this other species, wanting\nman-animals exterminated, sent the probe\nto us with directions to the man-animal's\nplanet.\n\nKER\n(beat)\nI hadn't thought of that. It's very\nclever, sir.\n\nINT. SECURITY HEADQUARTERS -- CONTINUOUS\n\nJonnie watching Terl and Ker on a monitor, while reading through\na Psychlo FIELD OPERATIONS MANUAL.\n\nIn the rear of the room, the rest of the guys push and pull at\nthe handle to the massive VAULT.\n\nJONNIE\n\n{translating from the manual)\nThe Security-Chief should secure the\nfield vault with an eight-digit\ncombination code of his selection. He\nshould not write this code down, or\ntell it to anyone else. And he\nshouldn't simply use his Employee ID\nnumber, but be more clever than that.\n\nCarlo gives Jonnie a hopeful look.\n\nCARLO\nYou don't think...?\n\nJonnie digs through Terl's desk, coming up with a FORM.\n\nJONNIE\nThe monster in charge is named Terl.\n| (beat)\nHis employee number is on this\nrequisition form...\n\nHe returns Carlo's look with a shrug.\n\nJONNIE (cont'd)\nIt's worth a shot.\n\nEXT. KEYPAD -- BANK VAULT -- MOMENTS LATER\n\nJonnie punches Terl'\n\ns .\nAn entry light blinks rea ea eye number_into\n\nS red and the door remains\n\ncuers MICKEY\nuess he was more clever than that.\n\nJonnie nods, but then--\n\nthe vault's keypad.\nlocked.\n\n \n\f \n\n \n\nJONNIE\nBut the question is, how clever? Let's .\ntry putting the numbers in reverse order\n\nHe inputs Terl's employee Id-Number in reverse order. A beat, the\nthe entry light blinks green and the vault swings open.\n\nOur guys enter. Jonnie's attention is drawn to the RECORDING\nMACHINE, while Carlo, Heywood and the twins check-out the Blast-\nGuns and spare Breath-Gas Tanks.\n\nINT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nOur guys enter. Jonnie's attention is drawn to the RECORDING\nMACHINE, while Carlo, Heywood and the twins check-out the Blast-\nGuns and spare Breath-Gas Tanks. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SECURITY HEADQUARTERS -- LATER THAT DAY\n\nTerl and Ker march past Heywood, Carlo and the twins, who are all\nbusy painting the walls, and head straight into...\n\nINT. SUPPLY CLOSET -- CONTINUOUS\nThis time, Terl dangles two dead rats in front Jonnie.\n\nTERL\nDo...You...Want...Lunch?...\n\nBut Jonnie keeps up his blank-face routine. And is rewarded\nfor it by being picked-up by the head and launched out into--\n\nINT. .SECURITY HEADQUARTERS -- CONTINUOUS:\n\nJonnie skids across the floor, slamming into a wall. Terl\nimpatiently marches over to him, pulling his Blast-Gun.\n\nTERL\nIt's obviously asking too much of these\nman-animal things to grasp a language\nas sophisticated as Psychlo.\n\nBut Ker isn't willing to give-up hope of the gold and tries to\nsound convincing as--\n\nKER\nWhat if this one is particularly stupid?\nWhy don't we try to train another one--\n\nTERL\n~--We don't have time!\n\nHe storms over and grabs a series of surveillance photos from his\ndesk. Jonnie discreetly signals across the room to...\n\nCarlo, who holds his breath, praying he doesn't get caught as...\n\nHe slowly reaches between Terl's legs and pushes the GREEN BUTTON,\nrecording as...\n\nTERL\nI can't keep hiding the recon-photos\nfrom Home Office, forever. Plus, at the\nrate the glacier is melting, the gold's\nabout to fall into the ravine.\n\n \n\f \n\nKER\n---S0, we'll get .it then.\n\nTERL\nWe'd have to use explosives. Home\nOffice would detect them and send down a\nsurvey team, which means we wouldn't be\nable to keep the gold for ourselves.\n\nBe takes one last forlorn look at the photos, then lashes out in\nanger, delivering a vicious kick to Jonnie.\n\nTERL (cont'd)\nAnd this damn thing's been on the machine\nfor two full days now, and still can't\neven speak one word! It's hopeless.\n(mind made up)\nWe terminate the operation and cover our\ntracks.\n\nHe points his blast-gun down at Jonnie and--\n\nJONNIE\nWhat word would you like me to speak?\n\nTerl stares at Jonnie in amazement.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n(mind made up)\nWe terminate the operation and cover our\ntracks. He points his blast-gun down at Jonnie and--\n\nJONNIE\nWhat word would you like me to speak? Terl stares at Jonnie in amazement. \n\nTARGET SECTION TO BE ANNOTATED:\n The man-animal just spoke\nPsychlo. But to make sure he's not imagining this...\n\nTERL .\n---What did you just say?\n\nJONNIE\nYou heard me. I asked you what word...\nCARLO, BEYWOOD AND THE TWINS P.O.V\n\nThe rest of the guys can't understand what Jonnie's saying, but\nthey're shocked to realize...\n\nHe's speaking to the monsters in their machine-like language, as:\n\nTERL\n\nIn an unprecedented public display of joy, hops up and down,\npumping his arms in victory.\n\nTERL\nIt speaks! It actually speaks!\n(as if Jonnie\nwas a toy)\nGoon. Say something else.\n\nJONNIE\nOkay. How's this? You're going to stay\nhere as our prisoner...\n(instructs Ker)\nWhile you go and bring back a truck.\n\nTerl, more amused than anything, clarifies...\n\n \n\f \n\n \n\nTERL\nJust because I taught you how to speak\nPsychlo, you're still the inferior\nrace... Which means I give you orders.\nXou don't give me orders. Understand?\n\nJONNIE\nI understand that if you don't do\nexactly what we tell you to do, we'll\nhave no choice but to kill you both.\n\nTERL\nOh, really? And how exactly do you plan\nto do that--\n\nJonnie gives the signal. With a sudden flurry of movement--\n\nCarlo, Heywood, and the twins pull BLAST-GUNS from behind their\npaint buckets. Jonnie keeps his attention on Terl.\n\nJONNIE\nThe next time you chose an access code,\nyou might want to be a bit more clever\nthan just using your ID number in\nreverse.\n\n_ But Terl‘s only reaction is to chuckle.\n\nTERL\nYou sure they even know how to use those\nthings--\n\nA COLLECTIVE CLICK as our guys slam the levers down on their gun\nto kill position. Ker immediately throws his arm up in purrende\n\nAnd Terl is no longer chuckling. He looks around at the guns\npointed at him and buries his head in his paws, and begins to...\n\nHowl with laughter.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nKer immediately throws his arm up in purrende\n\nAnd Terl is no longer chuckling. He looks around at the guns\npointed at him and buries his head in his paws, and begins to... Howl with laughter. \n\nTARGET SECTION TO BE ANNOTATED:\n Convulsing so hard, tears run down his face\nTERL (cont'd)\nCan you imagine the official report?\n(gasps for air)\nHead of Security killed by man-animals!\n\nStill laughing hysterically, he rears back to smack Jonnie. But\nMickey jumps forward and FIRES his gun at Terl--\n\nOnly there's nothing but a CLICK. The weapon doesn't fire.\n\nSammy leaps forward and fires his Blaster. CLICK. His gun\ndoesn't work either. Carlo and Heywood get the same result.\n\nHEYWOOD\n+.-Uh-oh.\n\nTerl, still laughing, follows through on his swing, sending Jonn.\nflying across the room. Then explains to him with a smirk.\n\fESTES SE SS SE I SS\n\nTERL\nIf you rat-brains knew anything about\nfirearm safety, you'd know one doesn't\nstore loaded weapons.\n\nThen he turns to take care of the others. Goes to smack Samny--\n\nBut Mickey protectively grabs a LETTER-OPENER from a desk, and wi\nblinding speed, plunges the blade straight for Terl's chest--\n\n' Only as fast as Mickey is, Terl is faster, and he deflects the\n\\ blow with his arm, sustaining a small cut in the process.\n\nTerl then promptly relieves Mickey of the letter-opener and seize\nthe trembling twin by the throat, holding him firmly in place as-\n\nTERL\nNext time you want to stab someone, let\nme show you how to do it right--\n\nHe raises the sharp blade high above Mickey's chest--\nJONNIE\n\n(steel in his voice)\nYou hurt him, I won't mine your gold!\n\nfTerl pauses to consider this. Then turns and convincingly bluffs\n\nTERL .\n} Then I'll vaporize you and get someone\n. else to mine the gold-- cy\n,\n1\n}\n\nJONNIE\n--You don't have time. You can't keep\nhiding the recon-photos from Home Office,\n' forever. And the glacier is melting.\n\nIn that one moment, Terl's whole world is turned upside down.\nJonnie gives Terl a dangerous smile.\n\nJONNIE (cont'd)\nMan getting leverage over a Psychlo.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn that one moment, Terl's whole world is turned upside down. Jonnie gives Terl a dangerous smile. JONNIE (cont'd)\nMan getting leverage over a Psychlo. \n\nTARGET SECTION TO BE ANNOTATED:\nThat would be the day, wouldn't it?\nRage burns openly in Terl's eyes, but he lowers the weapon and\ncalmly turns to Ker.\n\nTERL\n«+I think it's time we showed our\nlittle friend here a thing or two.\n\nEXT. DENVER LIBRARY -- THAT DAY\n\nA Mark II Ground Car is parked in front of the library. Locked\nin a cage in the rear of the vehicle--\n\nSv\n‘\n\nINT. CARGO CAGE -- CONTINUOUS\n\nCarlo, Heywood and the twins watch with concern as Terl drags\nJonnie by a leash across the street and up marble steps.\n\f©\n\n \n\n \n\n \n\nINT. DENVER LIBRARY -- CONCOURSE -- MOMENTS LATER\n\nTerl’s usual deep throated voice sounds even more ominous as it\nechoes eerily in the library's expansive entryway.\n\nTERL\nAs long as you cling to the feeble hope\nthat you can get the better of me,\nyou'll be distracted from the important\nwork which needs to be done. Which is\nwhy I share the following with you...\n\nHe gives the leash a good hard jerk, yanking Jonnie down a--\n\nINT. CORRIDOR -- CONTINUOUS\nTerl moves at his normal gait, forcing Jonnie to run to keep up.\n\nTERL (cont'd)\nWhen we attacked your planet, all your\nsoldiers, using your best military\ntechnology, were only able to put-up a\nmeasly nine minute fight before we\nexterminated them, along with all but\na few of the six billion humans\npolluting this planet.\n\nHe snaps the leash, whiplashing Jonnie into--\n\nINT. CENTRAL RESEARCH ROOM -- CONTINUOUS\n\nThe shelves lining this cavernous tomb of a room are stacked full\nof books. An endless variety of subjects and titles.\n\nTERL (cont'd)\nEverything you humans knew is in here.\n\nHe makes a big production of letting go of the leash, giving\nJonnie full run of the place.\n\nTERL (cont'd)\nAnd you can look at anything you want.\nBecause there's nothing that can help\nyou.\n\nHe watches amused as Jonnie takes him up on his offer, pulling\nbooks from shelves.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERL (cont'd)\nAnd you can look at anything you want. Because there's nothing that can help\nyou. He watches amused as Jonnie takes him up on his offer, pulling\nbooks from shelves. \n\nTARGET SECTION TO BE ANNOTATED:\n Terl can't resist calling after him--\n\nTERL (cont'd)\nBut I'm sure you'll find a lot of recipes\non how to prepare raw rat.\n\nTerl cracks-up, finding this particularly entertaining.\n\nINT. CARGO CAI ~~ REAR OF GROUND CAR -- LATER THAT DAY\nMickey pensively shakes his head, fearing the worst.\n\f \n\nMICKEY\nThink he's still alive?\n\nHEYWOOD\nIf he is, he probably wishes he wasn't...\n\n \n\nA darkness hangs over the cage as everyone continues to stare up\nat the library, where--\n\n' INT. DENVER LIBRARY -- CENTRAL RESEARCH ROOM -- CONTINUOUS\nTerl is filing his talons. Across from him, Jonnie finishes\nlooking through a large stack of books.\n\n1 Satisfied?\n\n’ JONNIE\nYes.\n\nAs Jonnie heads for the door, Terl steals a peek at the book he\nwas just looking at. It's the Declaration of Independence.\n\nBut Terl can't read English. Unconcerned, he just shrugs,\nswatting the book across the room.\n\nEXT. DOMED CITY -- EDGE OF A FIELD -- A LITTLE LATER\n\nor ws Ona rise overlooking the domed city, a herd of grazing cows cas\n—y curious stares across the field as the Mark II Ground Car pulls\n)\n\nTerl emerges from the vehicle, followed by Jonnie.\n\n- TERL\n' / You will soon be relocated to a new\nmining site. And if any of you get any\nbright ideas about escaping, keep in\nmind that while you rat-brains may not\nknow anything about firearms, I\ncertainly do. I just happened to be\ntop marksman of my graduating class.\nAnd I can kill any of you at well over\na thousand paces...\n\n(to Jonnie)\nTell them what I just said.\n\nJONNIE\n(relays to\nthe others)\nIf we try to escape, he'll shoot us.\n\nTerl waits for Jonnie to continue. And when he doesn't...\n\nTERL\nThat's it?\n\nJonnie nods. Terl is surprised, but shrugs and continues with t\nsubject at hand. He pulls his Blast-Gun, explaining--\n\fEL A an nnn NNN\n\nTERL (cont'd)\nAllow me to demonstrate.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nJonnie nods. Terl is surprised, but shrugs and continues with t\nsubject at hand. He pulls his Blast-Gun, explaining--\n\fEL A an nnn NNN\n\nTERL (cont'd)\nAllow me to demonstrate. \n\nTARGET SECTION TO BE ANNOTATED:\nBe turns and FIRES into the middle of the--\nGRAZING COWS\n\nKilling several of the animals. The others take off in a panicked\nstampede of churning hooves. Terl continues to calmly fire-- .\n\nBlasting the legs clean off the fast-moving animals. Sending\nthem collapsing to the ground, BELLOWING in anguished torture.\n\nTerl shows off with some trick shots. From behind the back.\nWith his eyes closed. All with the same horrific result...\n\nThe field littered with a bloody sea of suffering animals thrashi\naround helplessly. Sensing something behind them, Jonnie turns--\n\nEXT. ACROSS THE FIELD -- CONTINUOUS\n\nA GRIZZLY BEAR emerges from an abandoned building. Nostrils\nflaring at the smell of blood. And with a growl, he charges at--\n\nEXT. EDGE OF THE FIELD -- CONTINUOUS\nTerl, who is too busy with his shooting demonstration, to notice.\n\nBut he does note the look in Jonnie's eyes as Jonnie starts back:\naway. And misreading it as revulsion to the carnage on the fiel«\n\nTERL\nDon't you know your own history? Man-\nkind was the only animal on this planet\nthat hunted other animals for sport...\n(has to admit)\nWhich means there might be some hope for\nyour species after all--\n\nThe GRIZZLY slams into Terl from behind--\n\nThe fierce impact jars the gun from Terl's grasp as he's violent]\nMAULED down. And with the grizzly on his back, pinning him down,\nTerl is unable to get his own talons up at--\n\nTHE BEAR\n\nWho is starting to do damage. Powerful claws savagely slashing\ninto Terl's flesh as Terl remains unable to defend himself.\n\nJonnie scoops up the gun, switches it to stun position and FIRES.\nKnocking the grizzly flat by the shot. Carlo can't believe it.\n\nCARLO\nWhat are you doing? Let the bear rip\nhim to shreds--\n\nJonnie raises the weapon on Terl, who bloodied and bruised, sits\nhimself up and gives Jonnie a friendly smile.\n\f \n\nTERL\nLook, we can work out a deal.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARLO\nWhat are you doing? Let the bear rip\nhim to shreds--\n\nJonnie raises the weapon on Terl, who bloodied and bruised, sits\nhimself up and gives Jonnie a friendly smile. TERL\nLook, we can work out a deal. \n\nTARGET SECTION TO BE ANNOTATED:\n There's\nmore than enough gold to go around--\n\nJONNIE\n\n--You're in no position to be making a\ndeal. .\n\nHe switches the gun into kill position.\nCARLO\n\n(now understanding)\nYou're right. It's better we kill him.\n\nAnd for the first time, there is_terror in Terl's eyes. He brac |\n\nhimself, waiting for the shot. He doesn't have to wait long...\nKABLAM!\n\nTerl's eyes open wide in shock.\n\nHe hasn't been hit. The shot was directed at one of the sufferil\n\ncows behind him, as Jonnie humanely ends the animal's misery.\n\nBLAM! BLAM! BLAM!\n\nJonnie does the same with the rest of the herd. Terl has to smi\n\nat the irony of it...\n\nTERL\nYou've learned more Psychlo than I ever\nthought possible.\n\nJONNIE\nWhat are you talking about?\n\nTERL\nTo toy with me like this before you kill\nme. I'm impressed...\n(genuinely)\nYou honor me.\n\nHe closes his eyes, bows his head, ready for his execution.\n\nJonnie stands there, the gun now sighted on Terl. His finger\naching to pull the trigger. But he doesn't...\n\nCARLO\nWhat are you waiting for?! Kill him!\n\nJONNIE\nIf I kill him, then what do we do?\n\nMICKEY\nGet the hell out of here!\n\nJONNIE\nTo what kind of life?! Always looking\nover out shoulders, waiting for another\nmonster to come hunt us down...\n\nI\n\f \n\nTERL can't understand what the man-animals are babbling about.\na But his eyes remain focused on the gun in Jonnie's hand, waiting |\na for a chance to grab it--\n\nBut Jonnie keeps the weapon leveled on Terl's chest, as he\ncontinues to address the others...\n\nJONNIE (cont'd)\n' «..And what about the others back at the\nmining camp?\n\nCARLO\nThere's nothing we can do about them.\n(resigned)\nOnly the Gods can free them.\n\nJONNIE\nThose lights we see in the sky at night.\n) They are not Gods watching down on us.\n\nCARLO\n«What are you talking about?\n,\n\nJONNIE\nI learned our history, today.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\n) They are not Gods watching down on us. CARLO\n«What are you talking about? ,\n\nJONNIE\nI learned our history, today. \n\nTARGET SECTION TO BE ANNOTATED:\n Our\nancestors built flying machines that\nwent up into the heavens. I saw the\n\n’ pictures with my own. eyes...\nse . . (re: the stars) © + ¢ .\n( A Those are planets. Like this'one. They\n\nare not gods waiting to come and save us.\nHe waits a long beat for everyone to digest this, then...\n\n} JONNIE (cont'd)\nAnd the great villages weren't built by_\n. gods. They were built by people, just\nlike us. Men and women who cherished\none thing above all else. Freedom.\n(impassioned)\nIt meant so much to them, they'd fight\nto the death for it if they had to. In\nfact, many of them did.\n\nInspired, Mickey immediately steps forward.\n\nMICKEY\nYou're right...\n\nHis voice is a bit impulsive, but full of conviction.\nMICKEY (cont'd)\nWe can't run away from the monsters. We\nhave to fight them!\n} His brother, Sammy, immediately joins him. Heywood also steps\n“ forward in solidarity. But Carlo isn't so sure...\n\nCARLO\nHow the hell are we going to fight them?\n\fi SS I\n\nCO) ~ JONNIE\n\n. I'm not sure, yet. But I do know we're\n\nA not ready. We need to learn more about\n\nthem. Like their weaknesses.\n(concedes)\n\nAnd we're going to have to learn other\n\n: stuff as well. I mean, we didn't even\n\n! know the guns weren't going to work.\n\nA long beat, then with the look of a man who knows he's going to\nregret this, Carlo steps forward, joining the others with a sigh\n\nCARLO\n+--Which is why we have to go back.\n\nTerl watches as the damnedest thing happens...\n\nJonnie turns to him, returning the gun to him, explaining it wit\n\nJONNIE\n, Surely someone as smart as you has some\n' secret plan to stop me from shooting you.\n. If I tried, you would have killed me.\n\nIn the blink of an eye, Terl shifts his demeanor back to his old\n, caustic self--\n\n) TERL\n= if . Damn right I would have, rat-brain!\n! . (chortles)\n\nThat's the first intelligent thing\n1 you've said, yet.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the blink of an eye, Terl shifts his demeanor back to his old\n, caustic self--\n\n) TERL\n= if . Damn right I would have, rat-brain! ! . (chortles)\n\nThat's the first intelligent thing\n1 you've said, yet. \n\nTARGET SECTION TO BE ANNOTATED:\nHe points Jonnie to the far edge of the field.\n\nTERL (cont'd)\nRest-break's over. There's something\nelse you need to see--\n\nEXT. FAR EDGE OF THE FIELD -- OVERLOOKING DENVER -- A LITTLE LATE\nTerl proudly points down to the domed city below.\n\nTERL\nThat entire city doesn't even equal one\nblock in one of the hundreds of\nthousands of cities on the great Home\nPlanet of Paychlo. And from there, we\ncontrol countless outposts all over the\nuniverse. Each one much larger than\n\nthis. One of those outposts used to be\n: the Chinko's planet.\n\nTerl stares Jonnie straight in the eye, making sure he understand:\n\n \n\f \n\nTERL (cont'd)\nThe Chinkos were the ones who designed\nthe Learning Machine. They were far ~\n. more advanced than you rat-brains. And\n_ when they tried to revolt, we sent down\n( ? our gas drones, and within minutes every\n~ last one of them was exterminated.\n(sure of this)\nSo get it through your little excuse for\na brain. There is no way a species as\nprimitive as yours could ever defeat us.\n\nHe lets Jonnie chew on that for a beat, then concedes...\n\nTERL (cont.'d)\nBut you were right about one small thing.\nIf you refuse to mine the gold, I may not\nhave enough time to train anyone else.\nWhich is why it is imperative that you\nare properly motivated--\n\nA SECOND Mark II Ground Car pulls up. Ker emerges from the\nvehicle and opens the trunk, pulling out--\n\n' CERISSY.\n\nRelief floods her eyes when she sees Jonnie. At least he's alive\n\nBut as hard as it is to do, Jonnie gives Chrissy an emotionless\nvacant look. like she means nothing to him\n\n{ ) sO And Chrissy senses enough to duplicate this look. Terl watches\n! Jonnie very closely. .\n\n. TERL\n' ++-You don't know her?\n\nHe pulls out Chrissy's charcoal drawing of Jonnie.\n\nTERL (cont'd)\nThis was on her when she was collected.\n\nJonnie tries to hide the fear in his eyes at what Terl might do.\nHe doesn't have to wait long to find out...",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERL (cont'd)\nThis was on her when she was collected. Jonnie tries to hide the fear in his eyes at what Terl might do. He doesn't have to wait long to find out... \n\nTARGET SECTION TO BE ANNOTATED:\nTerl holds up a CBOKE-COLLAR with a red square on it.\n\nTERL (cont'd)\nThis collar has enough explosive to\neasily remove her head from her body.\n\nHe secures the collar to Chrissy's neck, then pulls a REMOTE\nCONTROL.\n\nTERL (cont'd)\nAnd this remote can activate the\nexplosive from anywhere on the planet.\nSo if you ever disobey me, let me show\nyou exactly what will happen.\n\n \n\n \n\n \n\f \n\nEXT. MOUNTAIN ROAD -- A LITTLE LATER\n\nKer secures a second red-squared collar around Heywood's neck.\n\nJONNIE\nListen, you win! I'll mine your gold.\nAnd I know you don't owe me any favors...\nBut please, don't kill him!\n\nTerl stares at Jonnie. A long beat. Then he finally relents...\nTERL\nFine... As a gesture to our new working\nrelationship, I will grant you this one\nrequest. I won't kill him. But you can\nnever ask for anything else again.\n\nJONNIE\nI won't. And thank-you--\n\nTerl nonchalantly tosses the remote to Ker.\n\nTERL\nAs I said, I won't kill him...\nKer gives Jonnie an evil grin, then slowly pushes the button--\n\nKABLAM!!\n\nHeywood is no longer among the living. Terl and Ker laugh their\nasses off at the shocked betrayal on Jonnie's face.\n\n«..Stupid humans.\n\nEXT. DENVER ZOO -- THAT NIGET\n\nReturning the humans to their cage for the night, Terl stares at\nMickey and Sammy. Impossible to tell the twins apart...\n\nThe two young brothers watch with growing concern as Terl motions\nto them, while asking Jonnie something in Psychlo.\nSAMMY\n«--What did he say?\nJONNIE\nHe wants to know which one of you tried\nto stab him.\nA look of knowing terror in Mickey's eyes.\n\nMICKEY\nWhy? What's he going to do?\n\nJONNIE\nUnfortunately, there's no way of\ntelling.\n\n \n\f \n\nOr\n|\n\n \n\nMickey nods, accepting his fate, whatever it may be. He turns--\n\nBut Sammy has already stepped forward, sacrificing himself to\nTerl.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONNIE\nUnfortunately, there's no way of\ntelling. Or\n|\n\n \n\nMickey nods, accepting his fate, whatever it may be. He turns--\n\nBut Sammy has already stepped forward, sacrificing himself to\nTerl. \n\nTARGET SECTION TO BE ANNOTATED:\n Mickey, stunned, tries to stop him--\n\nMICKEY\n» What are you doing?! I'm the one who--\n\nSAMMY\n--You were just trying to protect me.\n\nTerl grabs Sammy and Jonnie and marches away.\n\nEXT. TELEPORTATION PLATFORM -- A LITTLE LATER\n\nTerl straps Sammy to the teleportation platform, then calmly\ndrags Jonnie down to--\n\nEXT. CONTROL BUNKER -~- MOMENTS LATER\n\nferl punches commands into a console. Over the hum of the\ngenerators coming to life, Terl explains to Jonnie...\n\nTERL\nNow that you and I have our little\nagreement straight, I want you to watch\nthis, so you can tell the others:\nwhat'll happen to them if any of you\never disobey me.\n\nHe points Jonnie's attention to a monitor, beaming back images o\nteleportation platforms on the HOME PLANET OF PSYCHLO as...\n\nAUTOMATED VOICE (FROM CONSOLE)\nTeleportation in five... In four... In\nthree... In two... In one...\nEXT. TELEPORTATION PLATFORM -- CONTINUOUS\nWith a THUNDER-CLAP of sound and a BLINDING FLASH of light...\nSammy disappears from the platform--\n\nEXT. PLANET PSYCHLO -- TELEPORTATION CENTER -- CONTINUOUS\n\nAnd appears on one of the countless teleportation platforms\nstretched out under a radiant purple sky.\n\nSammy can't breath the air. Starting to suffocate.\n\nPanicking, the youngster desperately undoes the strap tethering\nhim to the platform and tries to run to safety, but--\n\nThe mich larger planet's immense gravitational pul] crushes him\nto his knees. His eyes bulging, he stares out at a--\n\nNIGHTMARISH SKYLINE\n\f \n\nEndless rows of factories belching fire crammed between office\nbuildings thousands of times taller than the World Trade Center.\n\nSAMMY\n\nLets out a gasping plea for help as his spine starts to crack\nunder the atmospheric weight. And the last thing he sees are...\n\nPSYCHLO WORKERS\n\nCrowding around him in curious amusement. As if observing an\ninsect cooking in a microwave. Until...\n\n‘The young twin literally IMPLODES. His body caving in on itself\n\nmercifully ending the suffering.\nINT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\n‘The young twin literally IMPLODES. His body caving in on itself\n\nmercifully ending the suffering. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EARTH -- TELEPORTATION CONTROL BUNKER -- CONTINUOUS\n\nJonnie rips his eyes away from the abominable scene playing on\nthe monitor. In contrast...\n\nTerl views it to its bitter end, clucking the whole time with\nenjoyment.\n\nINT. EMPLOYEE RECREATION HALL -- CONTINUOUS\n\nA bunch of Psychlos crowd around the bar, consuming kérbango, '\nincluding the RESEARCH CLERK that Terl checked out the discs fro\n\nKer joins the group, shaking his head despondently.\n\nKER\nI just got the worst news. My cousin\nNumph got vaporized... -\n\nEveryone is surprised by Ker's un-Psychlo like grief.\n\nKER (cont'd)\n...The bastard owed me over a thousand\ncredits! Now I'll never get it.\n\nThe group nods, now understanding.\n\nKER (cont'd)\nBut it's the idiot's own fault. He knew\nabout a planned mutiny attempt, but\nfailed to report it.\n\nThe Psychlos give a collective ‘He got what he had coming,’\nshrug, then return to their kerbango as... .\n\nThe research clerk leans over to Ker, nonchalantly inquiring:\n\nRESEARCH CLERK\nJust wondering. How exactly did they\nfind out he knew about the mutiny?\n\fNeem\n\nKER ,\nHe was on a remote rini star planet, not\nunlike this one, where just like here,\nthey secretly record and archive all\nconversations.\n\n(J This is news to the research clerk.\n\nKER (cont'd)\nSo, if there was ever a mutiny, we'd\nobviously review every recording...\n(dark laugh)\nAnd I'd sure hate to be the poor bastard\nwho knew about it, but didn't report it.\n\nINT. DENVER ZOO -- CAGE -- THAT NIGHT\n\n,\n'\n,\n' A guard tosses Jonnie back into the cage. Mickey tentatively\n| approaches him, afraid to ask the question, but has to...\n,\n\nMICKEY\n, What happened to my brother?\n\n! Jonnie stares at him. A long, difficult beat. Then finally--\n. JONNIE\n, The monster sent him up to their home\n. planet...\nBefore he can continue, Mickey exhales, relieved.\n+.-Thank god, because I thought for sure\nhe was going to kill him.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONNIE\n, The monster sent him up to their home\n. planet... Before he can continue, Mickey exhales, relieved. +.-Thank god, because I thought for sure\nhe was going to kill him. \n\nTARGET SECTION TO BE ANNOTATED:\nJonnie continues to stare at Mickey, his heart breaking. But for\nthe life of him, he just can't bring himself to tell him the rest\n\nINT. DENVER HOTEL -~ CONTINUOUS\n\nTerl hurries down a hallway. A pair of GUARDS snap a salute and\nimmediately open a door, allowing him into--\n\nINT. PLANETSHIP'S LIVING QUARTERS -- CONTINUOUS\n\nKer and the research clerk are in the room with the Planetship.\n\nTERL\nYou wanted to see me--\n\nPLANETSHIP\n--It's my assistant! He's the bastard\nplanning the mtiny.\n\nTerl does an impressive job of acting shocked by the news.\n\nINT. ASSISTANT PLANETSHIP'S LIVING QUARTERS -- A LITTLE LATER\n\nThe Assistant Planetship doesn't have to act. He is shocked.\n\n \n\f \n\nASSISTANT PLANETSHIP\nWhy the hell would I want to do that?!\n\nTerl slips a disc into a machine, playing a recording of...\n\nINT. RESEARCH CENTER -- ON THE MONITOR\n\nTerl, convincingly disguised as the Assistant Planetship, leaning\nin with a conspiratorial whisper to the Research Clerk.\n\nTERL (AS ASSIST. PLANETSHIP)\n«.+-Can you keep a secret?\n\nRESEARCH CLERK\nI'd like to think so.\nINT. ASSISTANT PLANETSHIP'S LIVING QUARTERS -- CONTINUOUS\n\nThe Assistant Planetship shakes his head, pointing to the person\n) who looks just like him on the monitor.\n\nASSISTANT PLANETSHIP\n, That's not me! I never said that!\n\nPLANETSHIP\nOh shut up! We know it's you. You were\nstupid enough to sign your own name--\nHe holds up the sign-out sheet, bearing Terl's perfect forgery.of.\nthe Assistant Planetship's signature. ON THE MONITOR... ~\nINT. RESEARCH CENTER -- ON THE MONITOR\n\nTerl, in the guise of the Assistant Planetship, looks around,\nmaking sure no one's listening, before ‘confiding’...\n\nTERL (AS ASSIST. PLANETSHIP)\n+..",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nRESEARCH CENTER -- ON THE MONITOR\n\nTerl, in the guise of the Assistant Planetship, looks around,\nmaking sure no one's listening, before ‘confiding’... TERL (AS ASSIST. PLANETSHIP)\n+.. \n\nTARGET SECTION TO BE ANNOTATED:\nWhy the hell should we put up with\nreduced pay and no vacations, all\nbecause our incompetent Planetship has\nno idea how to properly run this place?\n\nRESEARCH CLERK\n\nI don't think the fat-ass could run any\nplanet--\n\nINT. ASSISTANT PLANETSHIP'S LIVING QUARTERS -- CONTINUOUS\n\nThe Research Clerk immediately turns to the Planetship, insisting..\n\nRESEARCH CLERK\nI only said that, sir, to trick him into\ntelling me the plan, s0 I could\nimmediately come and warn you of it!\n\nThe Planetship gives a gruff nod and continues to watch as...\n\n \n\n \n\f \n\nGh\n\nINT. RESEARCH CENTER -- ON THE MONITOR\nON THE RECORDING, Terl continues...\n\nTERL (AS ASSIST. PLANETSHIP)\nAll it would take is one strategically\nplaced door-bomb and I'd be in charge.\n\nINT. EXECUTIVE OFFICE SUITE -- A LITTLE LATER\n\nThe Assistant Planetship stands alone in front of a door to the\nPlanetship's office. He nervously calls down the hall--\n\nASSISTANT PLANETSHIP\nBut what if there js a door-bomb?\n\nTerl, Ker and the Planetship watch from behind a protective blast\nshield positioned a safe distance down the corridor.\n\nPLANETSHIP\nI thought you said you didn't put one\nthere! :\n\nASSISTANT PLANETSHIP\nI didn't. But maybe someone else did!\n\nTERL\nIf you refuse to cooperate with this\ninvestigation, I'm afraid regulaticns:\nwould require me to vaporize you for the\ncharge of high treason...\n\nThe Assistant Planetship sighs. Then closes his eyes and braces\nhis body, as if that could samehow protect him from an explosion.\n\nAnd he slowly cracks open the door. Nothing happens.\n\nASSISTANT PLANETSHIP\nSee, I told you I didn't put a--\n\nA flash of light and a deafening blast as a CATACLYSMIC EXPLOSION\nblows the Assistant Planetship and much of the hall into oblivion.\n\nEXT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing happens. ASSISTANT PLANETSHIP\nSee, I told you I didn't put a--\n\nA flash of light and a deafening blast as a CATACLYSMIC EXPLOSION\nblows the Assistant Planetship and much of the hall into oblivion. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET -- OUTSIDE EXECUTIVE OFFICES -- MOMENTS LATER\n\nPsychlo workers hose down the last of the fire from the explosion\nKer follows behind as the Planetship strolls by with Terl, who is\nadamantly shaking his head, pretending to be distraught.\n\nTERL\nBut you can't take Ker! He's the best\nassistant I ever had--\n\ny . \" ¢ PLANETSEIP\n\n~7You're out of your skull if you think\nI'm going to wait for Home Office to\nprocess a requisition for a new E-3\nLevel Executive Assistant!\n\fa\n\n \n\nTerl and Ker share a secret look of victory.\n\nINT. DENVER Z00 -- CAGE -- THE NEXT MORNING\n\nJonnie sits alone in the corner, For the first time, he looks\ndefeated. He doesn't even bother to look up as...\n\nTerl cheerfully strides up, snaps a leash around Jonnie's neck\nand yanks him to his feet.\n\n. TERL\nYou've got a busy day ahead of you,\nrat-brain. You'll start with discs on\nmining techniques, core sampling, and\nmachine operations.\n\nHe dangles a handful of dead rats in front of Jonnie's face.\nTERL (cont'd) ,\nThen after lunch, it's on to drilling :\nand flying simulators.\nJonnie nods numbly. There's no more fight left in him.\n\nINT. ASSISTANT PLANETSHIP'S OFFICE -- LATER THAT DAY '\n\nKer, in his new office, struggles through a crossword puzzle. Hi |\n\nquickly hides it as the Planetship sticks his head into the room\n\nPLANETSHIP\nQuitting time. Want to get some food?\n\nThanks, sir, but I'm going to stay and\nget some more work done.\n\nThe Planetship nads, both surprised and impressed...\n\nINT. HALLWAY -- CONTINUOUS\nAnd heading down the hall, the Planetship mutters to himself.\nPLANETSHIP\n+--Should have had my assistant\nvaporized a long time ago.\n\nHe heads into an elevator and the doors close with a bing--\n\nINT. ASSISTANT PLANETSHIP'S OFFICE ~-- DAY\n\nAs soon as Ker hears the noise, he immediately steals into the\nadjoining office--\n\nINT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nPLANETSHIP\n+--Should have had my assistant\nvaporized a long time ago. He heads into an elevator and the doors close with a bing--\n\nINT. ASSISTANT PLANETSHIP'S OFFICE ~-- DAY\n\nAs soon as Ker hears the noise, he immediately steals into the\nadjoining office--\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n PLANETSHIP'S OFFICE —- CONTINUOUS\n\nAnd goes to work, snooping through the Planetship's personal files\n\f \n\nINT. SECURITY HEADQUARTERS -- CONTINUOUS\n\nJonnie half-heartedly pushes buttons on control panel to a\nHOLOGRAPHIC FIGHT SIMULATOR. But all he manages to do is...\n\nCrash into a simulated mountain.\n\nTERL\n(growls)\nCrash one more time, and your little\nfriend is no longer among the living.\n\nHe holds up the REMOTE to Chrissy's explosive collar, then\nrestarts the simulator.\n\nINT. DENVER 200 CAGE -- THAT NIGET\nJonnie is back to sitting alone with a despondent look.\n\nCarlo and Mickey slowly approach. Nothing is said for the\nlongest time. And finally, Jonnie looks up at Carlo.\nJONNIE\nYou were right. I should have shot the\nmonster when I had the chance...\n(quietly)\n\nThat way, Sammy and Heywood would still\nbe alive. :\n\nCARLO\nYou didn't kill them.\n\nJONNIE\nNo, the monster did. And I didn't kill\nthe monster when I could have.\n(tortured whisper)\nWhich means it's my fault.\n\nMICKEY\nYou didn't kill the monster for a reason.\n\nJonnie gives him a haunted look--\n\nJONNIE\nThat's the point. If we try and fight\nthem, more of us will end up getting\nkilled. Maybe even everyone...\n(barely audible)\nAll because of me.\n\nCarlo shakes his head, trying to hold back the anger.\n\nCARLO\nThis isn't just about you. Remember what\nHeywood said. It's about all of us...\n\nMICKEY\nAnd we need you. You speak the monsters’\nlanguage. You know things about them.\n\fJonnie looks around at the others in the cage, who are now staring\nat him. And he sees something on their faces he's never seen\nbefore. Hope. The longest of beats, then...\n\nJONNIE\nEveryone has to know. If we do this,\nthere's a good chance that not one of us\nwill be alive by the time it's over.\n\nBut not one person is deterred. Carlo gives Jonnie's words back\nto him--\n\nCARLO\nLook around. This ain't exactly living.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut not one person is deterred. Carlo gives Jonnie's words back\nto him--\n\nCARLO\nLook around. This ain't exactly living. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd even if we could escape and go back\nto our villages, we'd always be looking\nover our shoulder, waiting to be hunted\ndown by the monsters.\n\n(pointed)\n\nAnd that ain't exactly living either.\n\nMICKEY\n(fierce resolve)\nSo if you can help us figure out a way\nto fight the monsters, no matter what it\nis, count us in.\nA VOICE (0.S.)\nCount us in too-- .\n\nEXT. NEXT CAGE -- CONTINUOUS\nThis voice belongs to one of the human slaves pressed against the\nbars of the next cage over, listening to what's going on in\n\nJonnie's cage. And from the next cage over from that...\n\nANOTHER VOICE (0.S.)\nWhat's going on?\n\nThe human slave turns and calls to the second voice--\nHUMAN SLAVE\nSomeone in that cage knows how to speak\nthe monsters' language. And he's going\nto help us fight them--\n\nSomeone from the next cage asks what's going on...\n\nEXT. NEXT CAGE OVER -- CONTINUOUS\n\nAnd the news is met with the same ardent reaction. We PULL BACK t\n\nEXT. DENVER ZOO -- CONTINUOUS\n\nThe message passing from cage to cage, until the whole zoo erupts °\n&@ DEAFENING ROAR. The battle-cry resounding defiantly in the nigh\n\f \n\nINT. SECURITY HEADQUARTERS -- THE NEXT DAY\n\nIt's a whole different Jonnie. Attentive and focused as his\nfingers fly over the similator's control panel.\n\nTerl watches, impressed. Then holds up the remote to Chrissy's\nexplosive collar, gloating...\n\nTERL\nNever underestimate what a little\nleverage can do, rat-brain.\n\nJonnie nods, letting Terl believe what he wants to.\n\nEXT. DENVER ZOO -- CAGE -- THAT NIGHT\n\nEveryone in Jonnie's cage crowds around him as he draws letters\nin the dirt, teaching the others to read and write. Jonnie\n\npasses the stick to Carlo, who carefully starts to write letters |\nof his own.\n\nINT. PLANETSHIP'S OFFICE -- THE NEXT MORNING '\n\nThe Planetship strolls into his office, but freezes in his track\nWhat the hell are Terl and Ker ‘doing in his inner-sanctum...",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nJonnie\n\npasses the stick to Carlo, who carefully starts to write letters |\nof his own. INT. PLANETSHIP'S OFFICE -- THE NEXT MORNING '\n\nThe Planetship strolls into his office, but freezes in his track\nWhat the hell are Terl and Ker ‘doing in his inner-sanctum... \n\nTARGET SECTION TO BE ANNOTATED:\nBut then he sees the files all neatly laid out on his desk. He\nlooks at them, the life draining from his eyes.\n\nTERL .\nIsn't it interesting you've been keeping\ntwo sets of books... And while you've told\nthe workers that this planet's operating at\na loss, it's actually quite profitable.\n\nThe Planetship shakes his head, feebly trying to explain...\n\nPLANETSHIP\nI only claimed it's running at a loss to\ntry and motivate everyone to work harder.\n\nTERL\nOf course you did...\n(knowing smile)\nAnd it had nothing to do with how it\nallows you to cut everyone's pay, so you\nkeep all the extra credits for yourself.\n\nPLANETSHIP\nOh, that? I can explain that--\n\nBut Terl drops a heavy tome onto the desk with a resounding clang\n\nTERL\n--I'm afraid company regulations\nrequires me to vaporize you.\n\fTERL (cont'd)\nBut I can see how someone in your\nposition, faced with growing old and no\nfuture, might be forced to find creative\nways to solve your financial problems.\n\nPLANETSHIP\n«+-You can?\n\nTERL\nAnd it's not in any of our interests for\nyou to stop being the Planetship... But\nit may be prudent for you to start\nsharing some of your authority.\n\nKer hands the Planetship a huge sheaf of requisition and order\n\nforms, along with a pen to sign then.\n\nPLANETSHIP\nBut these forms are blank. And undated.\n(shakes his head)\nIf I sign them, you could put anything\nyou want on them. You'd be running the\nentire planet! I'd be nothing but a\npuppet--\n\nTERL\n--If you don’t want to do it this way, we\ncould always do it by the book.\n\nHe pats his Blast-Gun, underscoring the threat.\nINT. MINING SUPPLY WAREHOUSE ~-- THAT DAY\n\nA SUPPLY CLERK stares incredulously at a requisition form.\n\nSUPPLY CLERK\nWhat the hell does the Planetship need\nwith all this mining equipment?!\n\nTERL\n\nThat's not even the crazy part.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINING SUPPLY WAREHOUSE ~-- THAT DAY\n\nA SUPPLY CLERK stares incredulously at a requisition form. SUPPLY CLERK\nWhat the hell does the Planetship need\nwith all this mining equipment?! TERL\n\nThat's not even the crazy part. \n\nTARGET SECTION TO BE ANNOTATED:\n(holds up an\n\norder form)\nHe's ordered me to take a group of man-\nanimals with the equipment out to a\nremote area to see if they can be\ntrained to mine. Can you imagine that?!\n\nSUPPLY CLERK\nMan-animals being able to mine?! The\nold Psychlo's gone completely insane.\n\nTERL\nTell me about it. But what can I do...\n(helpless shrug)\nAn order's an order.\n\f \n\nme\n\n \n\nINT. CARGO CAGE -- LATER THAT DAY\n\nA HOWLING WIND cuts through a large steel cage containing Carlo,\nMickey, and some twenty other men, along with an assortment of\nmining machines and equipment. The cage is suspended from the\nunderbelly of a--\n\nPSYCHLO CARGO-TYPE AIRCRAFT\n\nWhich hurtles over the majestic Rocky Mountains. Following\nbehind, Ker is at the helm of a smaller fighter-plane.\n\nINT. AIRCRAFT -- COCKPIT -- CONTINUOUS\n\nTerl keeps a careful eye on Jonnie, who is piloting the aircraft.\nAn ALARM suddenly blares through-out the cockpit--\n\nAUTOMATED VOICE (OVER SPEAKERS\nWarning! External sensors indicate :\ndangerous radiation levels ahead--\nBlue sparks are starting to pop throughout the cockpit.\n\nFor the first time, there is genuine fear in Terl's eyes. He\nimmediately points to a meadow visible below--\n\nTERL .\nWhat are you waiting for?! Land the .\ndamn craft. This is as far as I can go.\n\nJonnie punches buttons on the control panel, landing the aircraft.\n\nEXT. MEADOW -- MOMENTS LATER\nTerl motions Jonnie to the cargo c a\nthe meadow neasbes go cage as Ker lands the fighter in\n\nTERL\nMeet me back here in fourteen days with\nat least half of that cage full of gold,\nor I'll ‘terminate’ your entire\noperation.\n\nAs the threat hangs there, Terl checks his time-piece.\n\nEXT. MEADOW -- A LITTLE LATER\n\nThe men have been assembled out on the meadow, when there's an\nethereal, almost otherworldly WAILING from above as--\n\nA PSYCHLO RECON DRONE\n\nHurtles overhead. One of the drone's high-tech CAMERA-LENS\nrotates to stare down at our guys.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. MEADOW -- A LITTLE LATER\n\nThe men have been assembled out on the meadow, when there's an\nethereal, almost otherworldly WAILING from above as--\n\nA PSYCHLO RECON DRONE\n\nHurtles overhead. One of the drone's high-tech CAMERA-LENS\nrotates to stare down at our guys. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\n|\nA TRANSMISSION RECEIVER spits out a SURVEILLANCE PHOTO taken fre\nthe recon drone, depicting Jonnie and the others staring up intc\nthe sky. Ker hands it to--\n\nINT. FIGHTER PLANE -- MOMENTS LATER\n\nEXT. MEADOW -- CONTINUOUS\n\nTerl, who gives the surveillance photo to Jonnie. I\n\nTERL\nTell them that even though I won't be\nat the mining site, I'll be able to\nkeep an eye on you...\n(admonishes)\nAnd anyone who isn't working hard will\nbe ‘replaced', if you know what I mean.\n\nHe pats his blast-gun, making sure Jonnie understands, then turn\nand climbs into the fighter as Ker pilots it up and away.\n\nJonnie and the men start back to the cargo aircraft, but Jonnie\ninstantly whirls. Eyes scanning the underbrush in the tree line\n\nHe grabs a PICK-AX from the mining equipment, holding it up as a\nweapon. Following his lead, the rest of the men do likewise as.\n\nThe bush moves. And out from behind it steps--\nA wild-eyed figure with the look of someone who has survived a\n\nlong time alone in the wilderness. Ignoring the ‘array -of weapon |\npointed at him, the ROGUE stares at Jonnie in complete awe.\n\nROGUE *\nHow'd you do it?\n\nJONNIE\n+.-Do what?\n\nROGUE\n\nMake that monster go away without\nkilling you.\n\nJonnie gives him a friendly smile.\n\nJONNIE\nI'm afraid it's a long story.\n\nCARLO :\nAnd .sorry, pal, we'd love to fill you in,\nbut we don't have a lot of time--\n\nThe rogue sizes up Jonnie and the rest of the men, then nods as\nhe's reached some important decision, and returns Jonnie's smile\n\nROGUE\nThe name's Mason, and I've got nothing\nbut time...\n\f \n\nEXT. SHOPPING MALL -- THAT NIGET\n\nThe cargo aircraft lands on top of the shopping mall where Jonni:\nand Carlo were first captured by the Psychlo wrangler.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARLO :\nAnd .sorry, pal, we'd love to fill you in,\nbut we don't have a lot of time--\n\nThe rogue sizes up Jonnie and the rest of the men, then nods as\nhe's reached some important decision, and returns Jonnie's smile\n\nROGUE\nThe name's Mason, and I've got nothing\nbut time... EXT. SHOPPING MALL -- THAT NIGET\n\nThe cargo aircraft lands on top of the shopping mall where Jonni:\nand Carlo were first captured by the Psychlo wrangler. \n\nTARGET SECTION TO BE ANNOTATED:\nJonnie and a small group of men emerge and race inside the build ©\n\nJonnie and a group of his men move through the store, scavenging\nWALKIE-TALKIES and RECHARGEABLE. BATTERIES, while-- . .\n\n \n\nEXT. MINING SITE -- LATER THAT NIGHT\n\ni i ini i id our guys\nJonnie lands the cargo-aircraft at the mining site, an\n\nnow including MASON, begin hauling the equipment into the shelte\nof a cave.\n\nCarlo looks up from the list he's been studying with a worried\nexpression--\n\nCARLO\nIf we work around the clock, we'll be\nlucky to mine enough gold to fill half '\nthat cage... There's no way we're going\nto be able to do that and get all this\nstuff done we need for the revolt.\n\nJONNIE\nI've sot worse news. There's only gonna\nbe about half of you digging.\n(off their looks)\nI'm gonna be looking somewhere else for\nit.\n\n \n\nINT. RADIO SHACK -- THE NEXT DAY\n\nINT. GUN AND AMMO SHOP -- CONTINUOUS\n\nMickey and Sammy lead_a separate team through a gun shop,\ncollecting weapons, and--\n\nINT. HARDWOOD STORE -- CONTINUOUS\n\nCarlo and a third squad scrounge up supplies, including SPOOLS 0\nTHIN WIRE.\n\nINT. MINING SITE -- CAVE -- THAT DAY\n\nJonnie shows his group basic engine mechanics as he rebuilds the\nmotor on a small, gas-powered generator. Nearby...\n\nMickey and Sammy's team assemble crude, but effective-looking\nhomemade bombs from the mining equipment.\n\nINT. MINING SITE -- CAVE -- A LITTLE LATER\n\nWith the generator, now reassembled, Jonnie fires it to life.\n\nThe men burst out in applause as electricity flows to a line of\nbattery rechargers.\n\fTT\n\nINT. PSYCHLO AIRCRAFT -~- COCKPIT -- DAY\n\nJonnie pilots the aircraft. Carlo is in the navigator's seat.\nBehind him, Mickey shakes his head--\n\nMICKEY\n..-Hey, what's that?\n\n \n\ngonnie banks the aircraft around. And now, staring at them\nthrough the cockpit window is...\n\n1 THE STATUE OF LIBERTY\n\nWatching over a completely empty harbor.\n\nEXT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd now, staring at them\nthrough the cockpit window is... 1 THE STATUE OF LIBERTY\n\nWatching over a completely empty harbor. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MANHATTAN -- CONTINUOUS\n\nThe same with the city of Manhattan. The entire island is a\nliteral ghost town. Nothing moves. Hovering overhead--\n\nINT. AIRCRAFT -- CONTINUOUS\n: Jonnie studies the map, realizing.\n\nJONNIE\nWe're here. Over New York.\n\na EXT. MINING SITE -- CONTINUOUS -\nA wailing sound grows louder as the RECON DRONE passes overhead,\ncameras spying down on the mining site, where...\nINT. CAVE -- CONTINUOUS\nHidden from view in the cave, two of Jonnie's men have stayed\nbehind and now pull on a series of thin wires, which run through\na pulley system and out to...\nEXT. MINING SITE -~ CONTINUOUS\n\nTwenty DEPARTMENT STORE MANNEQUINS, all decked out in mining gear\nand holding shovels and pick-axes. As the wires are pulled...\n\nThe mannequins move like marionettes, looking like they're hard\nat work mining the gold.\nINT. SECURITY HEADQUARTERS -- CONTINUOUS\n\nTerl grabs the surveillance photo as soon as it spits out from\nthe transmission receiver. He gives a satisfied nod.\n\n/ - TERL\n- That's what a little leverage can do for\nyou. See them all slaving away.\n\n \n\f \n\nKER\nWell, with my share, I'm going to fire\nall my wives and buy new ones. Maybe\neven a pretty one... What about you?\n\nTERL\nBribe my way off this god-forsaken planet\nand get assigned a real position that's\nworthy of my talents and training.\n\n \n\nThat has got to be the stupidest thing Ker has ever heard.\n' KER\n} You're going through all this trouble,\n, just so you can get a job!\n'\n'\n'\n\nTERL\nNot a job... Respect.\n\nThe fierce desire is palpable in his voice.\n\n\\ EXT. WASHINGTON D.C. -- LIBRARY OF CONGRESS -- THAT DAY\n\nThe cargo aircraft. is parked next to the Library of Congress.\n\nINT. LIBRARY OF CONGRESS -- CONTINUOUS |\nBooks on uranium are spread across a table as Jonnie unfolds a\n. . . RADIOACTIVE-SITE Map of the United States. .",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. LIBRARY OF CONGRESS -- CONTINUOUS |\nBooks on uranium are spread across a table as Jonnie unfolds a\n. . . RADIOACTIVE-SITE Map of the United States. . \n\nTARGET SECTION TO BE ANNOTATED:\nHe traces his finger ,\na! to’a mountain in Colorado which bears the radiation symbol ofa |\n' triangle inside a circle...\nJONNIE .\nHere's where we're supposed to be mining\nthe monster's gold. That symbol means ~\nradiation. Which is caused by uranium.\n\nHe moves his finger to an area in New Mexico.\n\nJONNIE (cont'd)\nAnd here's where my tribe is located.\n\nMICKEY\n«--It has the same symbol.\n\nJONNIE\n(looks up at them)\nDo you guys know the names of the places\nwhere you're from?\n\n. MICKEY\nA village called Los Alamos...\nCARLO\nAn island in what used to be the country\n\nof Pennsylvania...\n\nJONNIE\nWhich island?\n\fCARLO\nThree Mile Island.\n\nJonnie finds Los Alamos and Three Mile Island on the map. And\ngure enough, they both have the radiation symbol.\n\n \n\nCarlo and Mickey don't understand. Jonnie explains...\n\nJONNIE\n\nFrom what I've been able to figure out,\nmany years ago, the monsters attacked\nour planet with a deadly gas. Almost\neveryone died, except a few who made it\ninto underground shelters. When the\nair cleared, these people came out, but\nwere then hunted down by the monsters.\n\npoints to the map)\nOnly a few mist have made it to the\nsafety of these remote areas with\nradiation where the Psychlos couldn't go.\n' And we're descendants of those people.\n\nMickey nods, realizing this is good news.\n\nMICKEY\nSo even if we fail to take over the\nplanet, our people will be safe as long\nas they stay in areas with this\nradiation thing? .\n\n!\n1\n'\n'\n’\n'\n\n: JONNIE\nwn , They'd be safe from the monsters. —\n' . (the bad news)\nBut radiation isn't good for humans,\neither. That's why a lot of people in\nour villages get sick and don't live as\nlong as they should.\n\nHe stares at them, making sure they understand.\n\nJONNIE (cont'd)\n\nSo if we don't take back our planet, our\npeople can't leave these areas or\nthey'll be hunted down. But if they\nstay in these areas, over time, more and\nmore of them will get sick and die...\n\n.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONNIE (cont'd)\n\nSo if we don't take back our planet, our\npeople can't leave these areas or\nthey'll be hunted down. But if they\nstay in these areas, over time, more and\nmore of them will get sick and die... . \n\nTARGET SECTION TO BE ANNOTATED:\n (the grim reality)\nEither way, the last of humanity will\nslowly but steadily become extinct.\n\nEXT. LOUISVILLE KENTUCKY -- FORT KNOX -- LATER THAT DAY\n\nThe aircraft lands next to FORT KNOX. Our guys emerge, carrying\nlarge Psychlo equipment cases, and head into the building. oe\n\nMICKEY\nIf gold's so valuable to them, how come\n- - the monsters haven't already taken it\nout of here? :\n\f \n\n \n\n+\n\nJONNIE\n\nFrom what I read in the library, the\ngold here is stored in lead-lined vaults\nto protect it from the radiation in case\nof a nuclear war...\n\n(beat)\nAnd that lead would keep the monsters\nfrom detecting the gold.\n\nINT. FORT KNOX -- GOLD DEPOSITORY -- A LITTLE LATER\nOur guys stand in front of an imposing vault.\nCARLO 70\n-..You sure we're going to be able t\nget through this?\nJonnie and Mickey fire-up a Psychlo LASER-DRILL.\nJONNIE\nOne thing you got to give those\nmonsters, their mining equipment is\nhighly effective.\n“ghey attack the vault with the high-tech drill.\nIt cuts through, like a hot knife through butter.\n\nAs the screaming bit, is pulled smoking from the hole, a gold ©\nlight streams out. .\n\nEXT. MINING SIGHT\nHIGH ANGLE\n\nJonnie and the others descend over the mine area. But it\nlooks very different.\n\nINT. AIRCRAFT - DAY\nThere are looks’ of concern on their faces.\n\nJONNIE\nLooks like an avalanche.\n\nEXT. MINE - DAY\n\nA light shines down from the present edge and confirms it.\nThe fissure, thirty feet back from the old edge, had simply\n\n_ opened and fallen into the gorge.\n\nJonnie races back to the hundred feet deep shaft edge. He\nlooks around, flashing his light. .\n\nJonnie approaches the hole more closely. Until he sees the\nslide marks of the cross timbers that had supported the hoist\ncage over the hole.\n\f \n\nC)\n\nA light shines down from the present edge and confirms it.\nThe fissure, thirty feet back from the old edge, had simply\nopened and fallen into the gorge.\n\nJonnie races back to the hundred feet deep shaft edge.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nC)\n\nA light shines down from the present edge and confirms it. The fissure, thirty feet back from the old edge, had simply\nopened and fallen into the gorge. Jonnie races back to the hundred feet deep shaft edge. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nlooks around, flashing his light.\n\nJONNIE\nAvalanche.\n\nJonnie approaches the hole more closely. Until he sees the\nslide marks of the cross timbers that had supported the hoist\ncage over the hole.\n\nLATER\n\nThe place is broadly lit now with lamps the relief crew had\nput on poles. Carlo and the others pay out the line of a\nbucket rigged to crane cable...\n\n-+.Jonnie and three others are lowered to the bottom of the\nhole.\n\nThey swing picks at the rocks, filling buckets that are\ninstantly shot aloft to be replaced by empty ones.\n\nLATER.\n\n- .\nThe crew has been changed. Twice. But Jonnie is still down\nthere.\n\nThey work in a blur of speed.\nAnother crew arrives. Jonnie stays.\n\nFinally, he hears a distant whisper of sound. He holds up his\nhand for silence.\n\n. VOICE\n(very faintly)\n..e-air hole...\n\nJonnie grabs a LONG MINE DRILL. He socks the rock drill point\ninto it, and signals the man on the drill motor.\n\nThey ‘buck the drill into it with the pressure handles. And\nwith a high scream the drill goes through.\n\nJONNIE\nAir hose!\n\n \n\fTEE OE SRE IS i i a St en nn ne I I\n\n \n\nLATER\n\nThe place is broadly lit now with lamps the relief crew had\nput on poles. Carlo and the others pay out the line of a\nbucket rigged to crane cable...\n\n..-Jonnie and three others are lowered to the bottom of the\nhole.\n\nThey swing picks at the rocks, filling buckets that are\ninstantly shot aloft to be replaced by empty ones.\n\nLATER\n\nThe crew has been changed. Twice. But Jonnie is still down\nthere.\n\nThey work in a blur of speed.\nAnother crew arrives. Jonnie stays.\n\nFinally, he hears a distant whisper of sound. He holds up his\nhand for silence.\n\nVOICE\n(very faintly)\n+.eair hole...\n\nJonnie grabs a LONG MINE DRILL. He socks the rock drill point\ninto it, and signals the man on the drill motor.\n\nThey buck the drill into it with the pressure ‘handles And\nwith a high scream the drill goes through.\n\nJONNIE\nAir hose!\n\nThey feed the hose through the drill hole and turn the air\ncompressor on.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey buck the drill into it with the pressure ‘handles And\nwith a high scream the drill goes through. JONNIE\nAir hose! They feed the hose through the drill hole and turn the air\ncompressor on. \n\nTARGET SECTION TO BE ANNOTATED:\n Air from the drift squeals back past the sides\nof the hose and into the rescue crew's faces.\n\n \n\nLATER\n\nThey have managed to clear the top of the rockfall and drag\nmen out.\n\nPassing them to the top, silently in the hoist buckets.\nA dust- and sweat-covered Jonnie is the last one up.\n\nThe salvages crew are bundled up, sitting in the snow, most\nof them drinking something hot.\n\nCARLO\nWe lost the lode.\n\nJONNIE\nThat's alright. .\n\nINT. AIRCRAFT - DAY\n\nJonnie yanks the cover from the stacks of gold bars,\nharvested at Fort Knox.\n\f \n\n \n\nEXT. MEADOW -- NIGHT\n\nJonnie stands next to a cargo cage half-full of GOLD BARS as he\nwaits for Terl to land his aircraft and climb out.\n\nTerl is impressed, but also instantly suspicious.\n\nTERL\nWhy is it in bars?\n\nJONNIE\nWe figured someone of your stature\nwouldn't want something as coarse as\nraw ore.\n\nTerl doesn't look convinced until he runs a hand-held COMPOSITION '\nANALYZER over the gold. It checks out as the real thing.\n\nHiding his glee, Terl turns back and growls at Jonnie--\n\nTERL\nI obviously need to adjust the\nschedule. Since you rat-brains had\nenough extra time to smelt the gold\ninto bricks, I will now expect the rest\nof the gold in seven days.\n\nNot bothering to wait for a response, Terl loads the glorious\ngold into his aircraft.\n\nINT. MINING SITE CAVE -- NIGET\n\nJonnie and the rest of the men have reassembled back at the cave.\n\nCARLO\nSo, if we don't give him the rest of the\ngold in seven days, he'll kill us. But\nif we do give him the gold...\n\nMASON\n+.-He no longer needs us.\n\nCARLO\nWhich means he'll kill us.\n\nBut Jonnie doesn't look the least bit concerned.\n\nJONNIE\nAll this means is that our deadline's\nbeen moved up a bit. We now have seven\ndays to take back our planet.\n\nThe group nods, trying to match Jonnie's confidence as Jonnie\n\ngets down to business, opening a MAP of Denver.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONNIE\nAll this means is that our deadline's\nbeen moved up a bit. We now have seven\ndays to take back our planet. The group nods, trying to match Jonnie's confidence as Jonnie\n\ngets down to business, opening a MAP of Denver. \n\nTARGET SECTION TO BE ANNOTATED:\n He points to the\nZOO in the middle of the city.\n\fJONNIE\nAccording to the monster's Field\nManual, even a large-scale escape of\nhuman slaves from the zoo would only\nconstitute a stage-one alarm.\n\n \n\nMICKEY\nTo the monsters, it'd be like a bunch\nof horses escaping.\n\nNo one seems too happy about the comparison. But Jonnie nods...\n\nJONNIE\nBecause the monsters only see us as\nharmless animals, they won't be\nwearing battle-gear when they come to\nround us up...\n' (a gleam in his eye)\nWhich means they won't have on their\nbreath-masks\n\nMickey excitedly jumps in again, beating Jonnie to the punch-lir\n\nMICKEY .\nAnd any monsters outside a building\nwithout a breath-mask won't be able to\nbreath once Carlo blows up the dome.\n\n}\n\nAll eyes spin to Carlo, who gives a confident thumbs-up.\n\nCARLO\nPiece-of-cake!\n\nMASON\n«What about the monsters that are\ninside the buildings when the dome blows?\n\nJONNIE\nThey'll survive. And we can expect them\nto come at us in a second assault. But\nthat's where you guys come in...\n\nHis eyes sweep the group as he explains...\n\nJONNIE (cont'd)\nEveryone's going to train how to use the\nmonster's weapons. Then we'll sneak you\nin to blend in with the rest of the\npeople who escaped from the zoo...\n\n(beat)\nSo when Carlo takes out the first wave\nof monsters, you guys'l1 jump out and\ngrab their weapons, then set-up an\nambush for the second wave of monsters\nwho will be wearing breath-masks.\n\nCARLO\nPlus, I'll be flying overhead, raining\nexplosives down on the bastards.\n\f \n\n \n\nExcitement spreads through the group. The plan actually has a\nchance of working. But then Jonnie adds...\n\nJONNIE\nBut everyone needs to understand. The\nmoment we blow the dame, or fight back in\nanyway, this becomes a stage-two alarm.\n\nMICKEY\nAnd that's the one thing we can't let\nhappen, right?\n\nJONNIE\n\nRight. A stage-two alarm means the\nmonsters alert their Home Planet.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nMICKEY\nAnd that's the one thing we can't let\nhappen, right? JONNIE\n\nRight. A stage-two alarm means the\nmonsters alert their Home Planet. \n\nTARGET SECTION TO BE ANNOTATED:\n And\nmoments later, thousands of troops and\ngas drones will be teleported here.\n\n(levels with them)\nThere's no way we could fight that. We'd\nall be dead within seconds.\n\nThe group's excitement instantly turns to confusion.\nMASON\n«».Then what the hell's the point of\nkilling all the monsters on this planet, -\nif we're all going to get wiped out?\nJONNIE\nBecause before this thing gets to a\nstage-two alarm...\n(matter-of-fact)\nWe're going to destroy their Home Planet.\n\nEveryone stares at him. He must be joking. But he isn't.\n\nEXT. TEXAS -- FORT HOOD -- THE NEXT DAY\n\nJonnie and a handful of men emerge from a Strategic Weapons Vault\ncarrying out crates of conventional explosives, as well as...\n\nA Cruise-Missile NUCLEAR WARHEAD.\n\nINT. FORT HOOD -~- NUCLEAR TRAINING FACILITY -- A LITTLE LATER\n\nMickey restlessly pokes around, exploring the classroom as Jonnie\nand Carlo huddle over a tech-manual.\n\nThe nuclear warhead sits on a table in front of them.\n\nJONNIE\nAccording to this, we have to make-sure\n-the firing-mechanism is--\n\fMICKEY'S VOICE (0.S.)\n--Hey, look at these guys! Something\nmust be wrong with their heads.\n\nIn the back of the room, Mickey points to an old PHOTO of\na BATTALION OF CADETS, all with their hands to their foreheads.\n\nJONNIE\nNothing's wrong. They're saluting. It's\na sign of respect.\n\nHe salutes, showing Mickey, then gets back to the business at\nhand, continuing to read from the manual--\n\nJONNIE (cont'd)\n..eMake-sure the firing-mechanism is\nproperly in place and operational.\n\nJonnie and Carlo both take deep breaths, then pick up tools and\ngingerly go to work on the warhead--\n\nINT. DENVER -- MORGUE -- CONTINUOUS\n\nTerl rips the lid off of a coffin and yanks out the dead Psychlo\ndamping the corpse to the ground and kicking it out of his way.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe salutes, showing Mickey, then gets back to the business at\nhand, continuing to read from the manual--\n\nJONNIE (cont'd)\n..eMake-sure the firing-mechanism is\nproperly in place and operational. Jonnie and Carlo both take deep breaths, then pick up tools and\ngingerly go to work on the warhead--\n\nINT. DENVER -- MORGUE -- CONTINUOUS\n\nTerl rips the lid off of a coffin and yanks out the dead Psychlo\ndamping the corpse to the ground and kicking it out of his way. \n\nTARGET SECTION TO BE ANNOTATED:\nHe repeats the process with another coffin, uriceremoniously\nflinging the corpse to the ground, then fires up a LASER DRILL\nand blasts away, carving FALSE BOTTOMS into'the caskets.\n\nINT. FORT HOOD -- NUCLEAR TRAINING FACILITY -- THAT DAY\n\nWith the nuclear warhead now partially dismantled, Jonnie and\nCarlo carefully remove a lead plate with surgical precision.\n\nJONNIE\n(re: the manual)\n«-.No matter what, we can't touch the\nauto-sensor.\n\nCARLO\nWhat's the auto-sensor look like?\n\nJONNIE\nThe illustrations are in Appendix-A\n(before Carlo can ask)\nWe couldn't find Appendix-A.\n\n. CARLO\nAnd if we touch this auto-sensor?\n\nJONNIE\nThe bomb will detonate.\n\f \n\nGreat.\n\nINT. DENVER -- MORGUE -~ CONTINUOUS\n\nStill whistling his war song, Terl begins filling the false\nbottoms in the coffins with his beloved gold.\n\nINT. MINING SITE -- CAVE -- THAT NIGHT\n\nEveryone congregates around the map of Denver one last time as\nJonnie finalizes the battle plan...\n\nJONNIE\nOnce the prisoners escape from the zoo,\nChrissy will lead them here to the Civic\nCenter Park... That's where you guys will\nbe waiting to blend in with them... And |\nwhen the guards are sent to round all of\nyou up, it should leave minimal resistance\nhere at the teleportation platform--\n\nHe points to a section of the city away from the park.\n\nJONNIE (cont'd)\nWhich is when we'll move in and secure\nthe platform, and teleport the nuclear\nweapon up to their planet.\n\nMason points to the nuclear warhead.\n\nMASON\n-..And you're sure that thing will be\nenough to take-out their entire planet?\n\nJONNIE\nRadiation explodes their breath gas.\nWhich is exactly the same as their\nplanet's atmosphere...\n\nMickey slowly raises his head. A darkness in his voice.\n\nMICKEY\nWith all respect, sir, I'd like to be the\none who goes up and detonates the weapon.\n\nJONNIE\nIt's brave of you to offer. But it's my\nplan, so I go--\n\fMICKEY\n--You don't understand. I want to go.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONNIE\nIt's brave of you to offer. But it's my\nplan, so I go--\n\fMICKEY\n--You don't understand. I want to go. \n\nTARGET SECTION TO BE ANNOTATED:\n(determined)\nSo, I can see my brother again.\n\n \n\nJonnie stares at Mickey, his heart breaking. But this time,\nJonnie has no choice. He has to tell him.\n\nJONNIE\nThere's no point in you going. No human\ncan breath on their planet. Plus, the\ngravity is too strong. I'm sorry.\n(soft)\nBut your brother was dead within moments\nof being there.\n\n' Mickey returns Jonnie's look without blinking.\n\nMICKEY :\nI know. : That's why I want to go.\n(quietly)\nSo, I can be with him again.\n\nA long beat. Then Jonnie finally nods, giving Mickey his wish.\n\n; , \"EX. DENVER -- EMPLOYEE RECREATION HALL -- [HAT NIGHT\n\nKer comes strolling out of the bar, when a figure suddenly steps\nout of the shadows in front of him.. It's JONNIE--\n\nJONNIE\nThere's no way Terl's going to share any\nof the gold with you.\n\nKER\nWhat the hell are you talking about?\nAnd what. are you even doing here, you're\nsupposed to be mining--\n\nJONNIE\n--Think about it. Terl went through all\nthat effort to trick you, so he could\nrecord you into laying out the plan. It\nwas more than just making you the patsy.\n(beat)\n\nTerl got leverage on you so he wouldn't\nhave to share the gold.\n\nKER\nHow the blast do you know about the\nrecording?!\n\nJONNIE\n\n- | It sure is interesting some of the discs\none can find in Terl's personal vault.\n\fKer's eyes light-up at his sudden good fortune. He pulls his\nblast-gun and orders--\n\nKER\nGive the disc to me!\n\nJONNIE\nI'm afraid I don't have it with me.\nEXT. DENVER ZOO -- CHRISSY'S CAGE -- A LITTLE LATER\nAs Jonnie leads Ker to the cage, Chrissy holds up the DISC.\n\nKER\nTell her to give it to me--\n\nJONNIE\n--I'm afraid we can't just give it to\nyou. But you can trade for it.\nKer, chuckling at Jonnie's stupidity, re-pulls his Blast-Gun.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nKER\nTell her to give it to me--\n\nJONNIE\n--I'm afraid we can't just give it to\nyou. But you can trade for it. Ker, chuckling at Jonnie's stupidity, re-pulls his Blast-Gun. \n\nTARGET SECTION TO BE ANNOTATED:\nKER\nI don't think so, crap-brain! Because\nif you don't give me the disc, I‘'ll--\n\nAt Jonnie's signal--\n\nINT. CHRISSY'S CAGE ~- CONTINUOUS\n\nCHRISSY immediately hands the disc to someone in her cage, who in\nturns hands it off to another person, this continues until...\n\nThe disc reaches someone at the edge of the cage, who pitches vit”\nINT. NEXT CAGE -- CONTINUOUS\n\nKer tries to point his gun at the humans in warning, but the\nprocess is repeated too fast for him to follow as...\n\nEXT. DENVER ZOO -- CONTINUOUS\n\nA human chain moves the disc from hand to hand, cage to cage, until\nbefore Ker knows it, the disc disappears from view around a corner.\n\nEXT. CHRISSY'S CAGE -- CONTINUOUS\n\nKer turns back to Jonnie with a friendly smile.\n\nKER\n.--What kind of trade?\n\f \n\nINT. CHRISSY'S CAGE ~~ A LITTLE LATER\n\nKer uses a special tool to remove the explosive collar from\nChrissy's neck, then trades the collar for the disc.\n\nJONNIE\nBow about we make another trade.\n(motions to the\nzoo cage KEY)\nAs a male member of your species, you\ncan understand why I would want to come\nand 'visit' with her-- .\n\nKER\n--Forget it, crap-head! You just keep\nyour mind on getting the rest of the\ngold!\n\nJONNIE\nToo bad...\n(holds up a SECOND DISC)\nBecause the gold is almost ready and I\nthought you might want some incriminating\nevidence on your friend, Terl.\n\nKer doesn't have to think about it. He immediately trades the\nzoo key for the second disc. As soon as Ker is gone... . :\n\n‘ Chrissy gives Jonnie a confused look.\n\nCHRISSY\nWon't the monster in charge be able to\nsee I'm no longer wearing the collar.\n\nJONNIE\n(hands her the key)\nAfter tonight, it won't matter much\neither way.\n\nThere's an unspoken tension between them. The first time they've\nalone since he left their village.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONNIE\n(hands her the key)\nAfter tonight, it won't matter much\neither way. There's an unspoken tension between them. The first time they've\nalone since he left their village. \n\nTARGET SECTION TO BE ANNOTATED:\n Chrissy tries to cover it with\n\nCHRISSY\nI know you don't believe in fate, but\nI've always known you were destined to\ndo something great...\n\nJONNIE\n«.-We're going to do something great.\nAll of us, together.\n\n-She nods, but there's still something not being said. The longest\n\nof beats. And finally, Jonnie struggles to find the right words.\n\f \n\n. JONNIE (cont'd)\nAnd we need to do this not only for our\nown freedom, but for the possibility of a\nlife for the children.\n\nChrissy looks at him and starts to ask something, but doesn't.\nHe returns her look, clarifying...\n\nJONNIE (cont'd)\nA life for our children.\n(quickly adds)\nOf course, only if you'd be willing to\ntake an ‘arrogant greener’ as your\nhusband.\n\nCHRISSY\nI don't know...\n(warm smile)\nI think I could live with that.\n\nThey embrace. Each of them knowing it might be the last time.\n\nINT. SECURITY HEADQUARTERS ~- THAT NIGHT\n\nTerl-comes strolling into the office, but suddenly stops in his\ntracks. EVERY MONITOR in the room is playing a recording of-- ..\n\nTERL (ON THE MONITORS ).\n...We'd have to use explosives. Home\nOffice would detect them and send down a\nsurvey team, which means we wouldn't be\nable to keep the gold for ourselves.\n\nKer smugly pauses the disc, FREEZING the guilty evidence.\n\nKER\nI've been thinking. Eighty-twenty is a\npretty fair distribution of the gold...\n(loving every\nmoment of this)\nBut J should get the eighty per cent.\n\nTerl stares at him. And without hesitation:\n\nTERL\nCongratulations! I knew there was a\ntrue Psychlo in you somewhere!\n\nKer remains on guard. He's not about to fall for any traps.\nBut Terl seems genuinely happy, if not downright ecstatic.\n\nTERL (cont'd)\nYou finally figured out how to get\nproper leverage on someone.\n(MORE )\n\f \n\nTERL (cont'd)\nWhich means I haven't wasted my time\ntrying to train you!\n\nKer can't believe it. This is going much better than he thought.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\f \n\nTERL (cont'd)\nWhich means I haven't wasted my time\ntrying to train you! Ker can't believe it. This is going much better than he thought. \n\nTARGET SECTION TO BE ANNOTATED:\nKER\nYou're not upset?\n\nTERL\nDon't be crazy! You don't know how long\nI've been waiting for this day. And I\nknow just the perfect way to celebrate--\n\nHe pulls his Blast-Gun and slides it into kill position--\n\nKER\nWhat are you doing?! You can't kill me!\n(explains) .\nI made a copy of your disc and gave it\nto someone for safe keeping. And if\nanything happens to me, they'll turn it\ninto the authorities.\n\nA frozen beat. Then Terl has to lower the gun with a sigh.\n\nKER (cont'd) -\nIt's your own fault, sir.\n(good-natured)\nYou were just too good of a teacher.\n\nTERL\nAnd how about giving the old teacher a\nclue as to who this person might be?\n\nKER\nYou insult yourself, sir. You taught me\nbetter than to fall for that one.\n\nTERL\nWell, then how the hell am I supposed to\nknow who it is. I mean, it could be\nanyone on this damn planet... It could\nbe one of the mechanics. It could be a\nconcubine. It could be someone in the\ncommunications office. Hell, it could\neven be...\n\nTerl opens his desk drawer and calmly pulls out--\nTHE BARTENDER'S SEVERED HEAD\n\nTERL (cont'd)\nOur friendly bartender!\n\nKer's face immediately goes death-white. Terl tosses the head to K\n\n \n\f \n\n \n\nTERL (cont'd)\nYou know, you really should chose your\nfriends a bit more carefully...\n\nKer looks from the head to the desk drawer to Terl, realizing\nTerl had this planned all along. His body slumps in defeat.\n\nTerl raises his blast gun.\n\nKER\nDon't shoot! You win! I'll go back to\nbeing the patsy!\n\nHe fumbles a disc out of his pocket and hands it to Terl.\n\nKER (cont'd)\nSee? That's the disc of me laying out\nthe plan. You can have it back. Which\nmeans I'm back to being the patsy. And\nyou can't kill the patsy, right?!\n\nTERL\nHere's your final exam. Try real hard\nto pass it...",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd\nyou can't kill the patsy, right?! TERL\nHere's your final exam. Try real hard\nto pass it... \n\nTARGET SECTION TO BE ANNOTATED:\n When committing a crime,\nhow many patsies does one need?\n\nAs Ker chews on this, Terl reminds him--\n\n. TERL (cont'd)\nAnd while you're thinking, remember all\nthe hard work we put into getting\nleverage on the Planetship. A process,\nI might add, that you were quite\nresourceful in helping with.\n\nThe life drains from Ker as...\n\nKER\nThe Planetship ordered us to train the\nman-animals to mine the gold. So, if\nanyone found out, he'd be responsible.\n(practically crying)\nAnd you only need one patsy.\n\nTERL\nVery impressive. You pass the exam with\nhighest marks.\nKABLAM! Terl shoots a fist-sized hole through Ker's face.\n\nTERL (cont'd)\nBut I'm afraid you failed the course.\n\nKer is dead long before he hits the ground.\n\n \n\f\\\n/\n\n \n\nEXT. DENVER Z00 -- CONTINUOUS\n\nA pair of sentries make their usual nightly rounds, when they\nhear a strange noise. Turning, they catch a glimpse of--\n\n‘A LONE HUMAN SLAVE\nRacing away up a path and disappearing around a corner.\n\n200 GUARD\nHow the hell did that one get out...\n\nThe other guard shrugs, unconcerned. After all, man-animals aren't\nthat fast. So they calmly walk-jog after the escapee--\n\nEXT. AROUND THE BEND ~~ A LITTLE LATER\n\nWith the escapee now in tow, the guards head back to the zoo.\nOne of them shakes his head in amusement--\n\nZOO GUARD\nNot only are these man-animals slow, but\nthey've got to be the stupidest things.\n(jeering laugh) .\nIt didn't even have the sense to hide. It\njust stood there, letting us-- | :\n\nThe words freeze in his throat as they turn a bend and...\n\nEXT. DENVER ZOO -- CONTINUOUS\nEvery single cage is empty. Not a human in sight. The only sound\nthe eerie creaking of open cage doors swaying gently ~in the night.\nEXT. DENVER -- A LITTLE LATER\n\nKLAXON HORNS crank-up, wailing into the darkness.\n\nINT.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. DENVER -- A LITTLE LATER\n\nKLAXON HORNS crank-up, wailing into the darkness. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MORGUE -- CONTINUOUS\n\nTERL finishes loading the coffins full of his precious gold onto\na cart as he barks into his radio--\n\nTERL (INTO RADIO)\n-+.Then send all available guards to\nround them up! I'm busy, you don't have\nto bother me with every little detail\nEXT. TELEPORTATION PLATFORM -- MOMENTS LATER\n\nThe TELEPORTATION SUPERVISOR hangs up from a radio call--\n\f \n\n‘5\n/\n\n \n\nTELEPORTATION SUPERVISOR\n\nThose security guys at the zoo have got\nto be the biggest crap-heads! What did\nthey do, leave all the man-animal cages\nwide open?!\n\n(point to several\n\nof the guards)\nAll non-essential personnel are to go\nover and help with the round-up.\n\nThe selected guards grumble about having to go, and...\n\nEXT. DENVER -- STREETS -- CONTINUOUS\n\nJoin the steady flow of other Psychlos responding to the call.\nBut no one's in too big of a rush. It's just a man-animal escape.\nEXT. CIVIC CENTER PARK -—- A LITTLE LATER\n\nChrissy and the escaped humans watch as the Psychlos move in on\nthem with ROPES, ELECTRIC PROD-STICKS, and NETS.\n\nEXT. TELEPORTATION PLATFORM -- CONTINUOUS\n\n_ The supervisor instructs one of the two remaining guards.”\n\nTELEPORTATION SUPERVISOR\nGo haul those two new guys out of the\ncrapper and send them too--\n\nThe guards share a knowing chuckle.\n\nFIRST GUARD\nMozzontom's revenge.\n\nSECOND GUARD\nUntil you get used to the water, blasted\nlocal parasites will get you every time--\n\nStill chuckling, he shuffles off to a SQUAT BUILDING.\n\n’ INT. NATURAL HISTORY MUSEUM -- CONTINUOUS\n\nKeeping a careful eye out the window, Mickey keys a RADIO.\n\nMICKEY (INTO RADIO)\nThere's three monsters remaining...\nTwo are staying at the platform. One is\nheading into a building to the east--\n(checks his map)\nWhich is the latrine.\n\f \n\n\\\n}\n\n \n\nEXT. MINING SITE ~- CONTINUOUS\n\nAcross from the teleportation platform, Jonnie whispers to Mason.\n, JONNIE\n\nI'll take the two at the platform.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\n\\\n}\n\n \n\nEXT. MINING SITE ~- CONTINUOUS\n\nAcross from the teleportation platform, Jonnie whispers to Mason. , JONNIE\n\nI'll take the two at the platform. \n\nTARGET SECTION TO BE ANNOTATED:\n You\n\ntake the one in the latrine--\nMason nods and they silently divide up, slipping through the\nnight like shadows.\nINT. SQUAT BUILDING -- CONTINUOUS\nThe guard heads inside the latrine, hollering to the occupied stall\n\nTELEPORTATION GUARD\nTime to earn your pay--\n\nOne of the stall doors opens and a Psychlo stumbles out, pulling\nup his pants. He looks more than a little green.\n\nNEW PSYCHLO\nI knew coming to one of these remote\nrim-star planets was a mistake.\nA second Psychlo emerges from another stall, not looking any\nbetter. They trail after the guard, who heads back for the door. -\nEXT. TELEPO! RTATION PLATFORM -- CONTINUOUS\nThe supervisor shakes his head, complaining to the remaining guard.\nTELEPORTATION SUPERVISOR\n«If any of the man-animals get broken\nin the round-up, you just know the brass\nwill use it as an excuse to justify\ncutting our pay again--\nA KILL CLUB flies through the air, smashing into his head.\n\nThe fierce impact jars the Psychlo forward, but doesn't kill him.\nHe spins around to see what the hell just hit him as a--\n\nPICK-AX\n\n= - Instant death. And before\nthe first guard can react, Jonnie pulls a--\n\nHUNTING KNIFE\nAnd slits his throat.\n\feR SS\n\n \n\nEXT. TOP OF THE DOME -- CONTINUOUS\n\nCarlo lands the aircraft on the apex of the dome and jumps out\nwith an armful of EXPLOSIVES.\n\nEXT. LATRINE -- CONTINUOUS\n\nThe second guard comes strolling out of the latrine as a--\nPICK AX-BLADE\n\nSlams deep into his chest. Mason pulls his knife to finish the\nmonster off, but freezes at the unexpected sight of--\n\nTWO OTHER PYSCHLOS\n\nHeading out of the building. One of the Psychlos immediately\npulls his blast-gun and FIRES at-- .\n\nMason, who tries to leap out of the way. But the shot blows off he\nof his leg. Sending him crumpled helpless to the ground as...",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nMason, who tries to leap out of the way. But the shot blows off he\nof his leg. Sending him crumpled helpless to the ground as... \n\nTARGET SECTION TO BE ANNOTATED:\nThe Psychlo aims his gun dead center between Mason's eyes and--\nJONNIE'S KNIFE\nScreams through the air, imbedding deep in the Psychlo's throat.\n\nAn enormous paw blurs in the air, coming at hin.. Talons rake -\nthe side of his face.\n\nJonnie has the gun in position, and fires at a huge chest. He\npunches blast after blast into it, driving him back.\n\nINT. LATRINE ~- CONTINUOUS\n\nThe first guard, pick-ax still buried in his chest, clings to\nlife as he manages pulls his radio...\n\nPSYCHLO (INTO RADIO)\nWe're under attack. From man-animals\nwith weapons. They've already killed--\n\nJonnie flashes inside, knocking away the radio, then slits the\nPsychlo's throat.\n\nINT. COMMUNICATION HEADQUARTERS -- CONTINUOUS\n\nAn ALARM suddenly goes off on a long console. A COMMUNICATIONS\nOFFICER checks it, then spins to his SUPERVISOR--\n\n‘ '\n\f \n\nCOMMUNICATIONS OFFICER\nSir, I have unconfirmed reports of a\n‘man-animal' revolt. And\nhave just been set-off on top the d:\n\nThe supervisor hurries over.\n\nEXT. NATURAL HISTORY MUSEUM ~- MOMENTS LATER\n\nFrom his look-out position, Mickey spots a group of armed\nPsychlos sprinting toward the teleportation platform.\n\nMICKEY (INTO RADIO)\nFive Monsters Approaching! Heavily\nArmed! From The South--\nEXT. TELEPORTATION PLATFORM -- CONTINUOUS\nJonnie hurries to apply a make-shift field tourniquet to Mason's\nleg, then drags him behind the relative safety of--\n\nEXT. CONTROL BUNKER -- CONTINUOUS\n\nJonnie. pulls his blast-gun, waiting for the Psychlos to come _into,\n\nrange. As they do, he OPENS UP FIRE--\n\nEXT. MAIN ROAD —- CONTINUOUS\n\nOne of the Psychlos goes down. And another. The remaining three\nscramble for cover, returning fire--\n\nEXT.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAIN ROAD —- CONTINUOUS\n\nOne of the Psychlos goes down. And another. The remaining three\nscramble for cover, returning fire--\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONTROL BUNKER\n\nBLASTER-FIRE screams all around Jonnie, pinning him down as\nCarlo's voice suddenly comes over the radio--\n\nCARLO'S VOICE (FROM RADIO)\nThe explosives are set! How long ‘till\nI can blow the dome--\nJONNIE (INTO RADIO)\n--Hold on! I'm afraid we've got a\nlittle situation here.\nEXT. TOP OF THE DOME -- CONTINUOUS\n\nCarlo finishes planting five sets of explosives in a DIAMOND-\nSHAPE around the dome's apex, when he whirls as--\n\nA PSYCHLO CRAFTlLands on the dome behind him.\n\f \n\nCARLO (INTO RADIO)\nOkay, But Don't Make It Too Long! I've\nGot Company Up Here--\n\nEXT. TELEPORTATION FIELD —- CONTINUOUS\n\nThe three Psychlo Guards run from cover to cover, working their\nway to set-up a cross-fire on Jonnie. From one of their radios--\n\nCOMMUNICATION OFFICER (FROM RADIO)\nPlease report! What is the security\nstatus of the teleportation platform--\n\nOne of the Psychlo's pulls his radio to respond-—\n\nEXT. CONTROL BUNKER -- CONTINUOUS\nJonnie tries to draw a bead on him, but the shot is obstructed.\nSo Jonnie grabs a ROCK and throws it behind--\nEXT. TELEPORTATION FIELD -- CONTINUOUS\nThe Psychlo, who keys his radio--\n. PSYCHLO .,\n\nThis is Response Team Leader at the\n\nteleportation field--\nBe instinctively turns toward the sudden NOISE of the rock\nlanding behind him, inadvertently stepping out of his cover--\nEXT. CONTROL BUNKER -- CONTINUOUS\n\nWhich is all Jonnie needs. KABLAM! He drops the Psychlo.\nThe other two monsters open up fire on--\n\nJonnie, who returns their fire, but his gun suddenly runs dry\nwith a revealing CLICK...CLICK...CLICK...\n\nEXT. TELEPORTATION FIELD -- CONTINUOUS\n\nHearing this, the two Psychlos immediately charge the bunker.\n\nEXT. CONTROL BUNKER -- CONTINUOUS\n\nJonnie desperately searches for another weapon. But all he has\nis his knife. Which won't do much good against...",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTROL BUNKER -- CONTINUOUS\n\nJonnie desperately searches for another weapon. But all he has\nis his knife. Which won't do much good against... \n\nTARGET SECTION TO BE ANNOTATED:\nThe two Psychlos storming into the bunker, turning their blast-\nguns on him at point-blank-range--\n\f \n\n|\nJONNIE |\nAre you sure you want to kill me without |\nfirst checking with your superiors?\n\nThe Psychlos FREEZE. Not so mich at what Jonnie said. But because-- |\n\nA PSYCELO\nIt speaks Psychlo!\n\nJonnie nods, speaking a little slower than usual.\nJONNIE\nThat's right... Which should make it\nobvious that I've been trained as part of\na secret high-level operation...\nThe two Psychlos exchange a look, then pull their radios.\nJONNIE (cont'd)\nAlthough, before you radio your\nsuperiors, maybe there is one other thing\nyou should be more concerned about.\n\nA PSYCHLO\nAnd what the hell is that--\n\nKABLAM!! One Psychlo goes down in a‘bloody heap as-- .\n\nJonnie has stalled them long enough for MICKEY to sneak down into\nposition. The remaining Psychlo turns his gun on the young twin--\n\nBut Jonnie jumps the Psychlo from behind, slashing its throat\n\nwith his hunting knife.\n\nEXT. TELEPORTATION PLATFORM -- MOMENTS LATER\n\nJonnie and Mickey load the NUCLEAR WARHEAD onto the platform, then--\n\nEXT. CONTROL BUNKER -- CONTINUOUS\n\nJonnie races over and enters the activation sequence into the\nconsole. The high-pitched HUM fills the air as the generator-\n\n.G@ynamos start winding up. Growing louder as...\n\nAUTOMATED VOICE (FROM CONSOLE)\nTeleportation Sequence Initiated.\na ;\n\n( )\nTeleportation in twenty... In nineteen...\n\nEXT. TOP OF THE DOME -- CONTINUOUS\n\nA heavily armed PSYCHLO SECURITY RESPONSE TEAM has deployed from\nthe aircraft and is firing at--\n\f \n\nCarlo, who is forced to dive back into his own--\n\nINT. AIRCRAFT -- COCKPIT -- CONTINUOUS\nAnd take off. One hand gripping a DETONATOR, Carlo watches as the\nPsychlos move to investigate the explosives set around the dome's\napex below.\nCARLO (INTO RADIO)\n\nIf I Don't Blow The Dome Now, I‘m Not\n\nGoing To Be Able To--\nEXT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nAIRCRAFT -- COCKPIT -- CONTINUOUS\nAnd take off. One hand gripping a DETONATOR, Carlo watches as the\nPsychlos move to investigate the explosives set around the dome's\napex below. CARLO (INTO RADIO)\n\nIf I Don't Blow The Dome Now, I‘m Not\n\nGoing To Be Able To--\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONTROL BUNKER -- CONTINUOUS\n\nThe drumming of the generators reverberates through the air as\nthe automated voice finishes the countdown to teleportation...\n\nAUTOMATED VOICE (FROM CONSOLE)\nIn five... In four... In three...\n\nJonnie turns, double-checking that Mickey, the nuclear detonator\nin hand, is on the platform along with the warhead.\n\nJONNIE {TNTO RADIO)\nCARLO'S VOICE (FROM RADIO)\nThought You'd Never Ask--\nAUTOMATED VOICE (FROM CONSOLE)\nIn two... In one...\n(a buzzing sound)\nTeleportation Sequence Canceled.\nAnd before Jonnie can react--\nTERL presses a Blast-Gun against the side of his head.\n\nTERL\nHope I'm not interrupting anything.\n\nAn eerie stillness as the generator-dynamos slowly fall silent.\n\nEXT. TOP OF THE DOME -- CONTINUOUS\n\nThe Psychlos on the dome have already disarmed one set of the\nexplosives surrounding the apex, and are removing another as--\n\nINT. AIRCRAFT -- COCKPIT -- CONTINUOUS\nCarlo hits the detonator--\n\f \n\n©\n\nEXT. TOP OF THE DOME -~ CONTINUOUS\n\nKABBOONM!!! The Psychlos are blown to bits. But with only three\nof the five explosive packages in place, the dome SPIDER-WEBS...\n\nBut doesn't collapse.\n\nEXT. TELEPORTATION PLATFORM -~- MOMENTS LATER\nKeeping his gun trained on Jonnie and Mickey, Terl keys his radio.\n\nTERL (INTO RADIO)\nThis is Security Chief, Terl. I've\npersonally taken care of the situation\nat the teleportation field. There is no\nneed to send additional guards\n\nCOMMUNICATION OFFICER'S VOICE (FROM RADIO)\nYes, sir... And should we continue\nrounding-up the man-animals in the park?\n\nTerl locks eyes with Jonnie as he calmly responds--\n\nTERL (INTO RADIO)\nNegative. Our boys have been working:\nhard and deserve a little fun.. Tell\nthem to set their weapons to kill\nposition and happy-hunting.\n(grins)\nExterminate all the man-animals at will.\n\nJonnie returns the stare in helpless anguish ‘as--\n\nEXT.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nTell\nthem to set their weapons to kill\nposition and happy-hunting. (grins)\nExterminate all the man-animals at will. Jonnie returns the stare in helpless anguish ‘as--\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CIVIC CENTER PARK -- MOMENTS LATER\nA collective roar of enthusiasm goes up from the Psychlos as the\norders are relayed. They toss down their nets and ropes and draw\ntheir blasters, setting them into KILL-POSITION, then--\nEire_on the unarmed humans. Chrissy urgently pulls her radio.\nCBRISSY (INTO RADIO)\nThey're Opening Up Fire On Us! What's\nGoing On With The Dome--\nCARLO'S VOICE (FROM RADIO)\n~-Hold On, I'm taking It Out!\nINT. ATRCRAFT -- CONTINUOUS\n\nCarlo pilots the aircraft, sending it screaming full-speed right\nfor the spider-web of cracked glass surrounding the dome's apex--\n\f \n\nEXT. TOP OF THE DOME\n\nThe aircraft BLASTS straight into the dome. The jarring impact\ncausing the high-tech glass to BUCKLE... .\n\nBut the dome's structural integrity remains intact.\n\nEXT. CIVIC CENTER PARK -- CONTINUOUS\n\nThe blood bath continues as the Psychlos blast down the unarmed\nhumans like targets in some amusement park game.\n\nChrissy desperately grabs a BRANCH from the ground and throws it\nlike a kill-club--\n\nThe impact knocks the Blaster-Gun out of the paw of a Psychlo,\nwho is surprised a man-animal was able to do that...\n\nLet alone a female man-animal. Chrissy and the Psychlo both dive\nfor the weapon.\n\nRABLAM!\n\nChrissy's the one who comes up with it, blasting a hole through\nthe monsters chest, then spins, firing on another Psychlo.\n\nOne of, Jonnie's trained men springs forward out of the crowd, grabbin\nthe weapon from the fallen Psychlos, then joins Chrissy in firing on-\n\nThe other Psychlos, who realizing they're under attack, aggressively\nreturn fire, catching the rebel fighter in a cross-fire, tearing him\nto shreds. The Psychlos then turn their weapons on Chrissy, as--\n\nINT. AIRCRAFT -- CONTINUOUS\n\nCarlo tries to reverse the aircraft, but the engine impotently\ngrinds, mortally damaged in the collision.\n\nThe TORTURED SCREAMS of people dying below can be heard over the\nradio. And Carlo knows he has no choice...",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nAIRCRAFT -- CONTINUOUS\n\nCarlo tries to reverse the aircraft, but the engine impotently\ngrinds, mortally damaged in the collision. The TORTURED SCREAMS of people dying below can be heard over the\nradio. And Carlo knows he has no choice... \n\nTARGET SECTION TO BE ANNOTATED:\nBe reaches behind him to an impressive collection of EXPLOSIVE\nDEVICES and grabs a GRENADE, pulling the pin.\n\nCARLO (INTO RADIO)\nThe dome will be blown in five...four...\n\nHe tosses the grenade back with the other explosives and stares\nahead with grim determination, continuing the countdown to his own\nath.\n\nCARLO (INTO RADIO)\nThree... Two... One--\n\f \n\n \n\nThe grenade DETONATES. Setting-off the rest of the explosives\n\nEXT. TOP OF THE DOME -- CONTINUOUS\n\nThe aircraft EXPLODING in a MASSIVE FIREBALL. The powerful blast\nis finally enough to completely shatter the weakened dome--\n\nEXT. CIVIC CENTER PARK -- CONTINUOUS\n\nChrissy is under intense fire from all directions. She's forced\nback against a side of the building, trapped as the Psychlos\nmove in for the kill, firing relentlessly at her, when from above...\n\nA sky-full of snowflake-sized pieces of glass rain down,\nshimmering like ethereal spirits dancing in the night air.\n\nBut as beautiful as it is, the result is deadly to the Psychlos.\nWithout breath-masks, they drop to the ground, convulsing--\n\nEXT. TELEPORTATION PLATFORM -- CONTINUOUS\n\nIn contrast to TERL, who calmly pulls a breath-mask from his pocket.\nAs he secures the mask, he explains to Jonnie with a smirk--\n\n: TERL . LO\nIf I were you, and thank-Psychlo I'm\nnot, blowing up the dome would have been\nmy move as well...\n\nEXT. CIVIC CENTER PARK -- CONTINUOUS\n\nThe rest of Jonnie's men grab the weapons from the now dead monsters\nand join Chrissy in taking position to ambush the second wave--\n\nEXT. TELEPORTATION PLATFORM -- CONTINUOUS\n\nrerl keeps his gun trained on Jonnie and Mickey, while calmly\nkeying his radio--\n\nTERL (INTO RADIO)\nUplink a red-alert to Home Planet.\n(matter-of-fact)\nIt's time we eradicate these pitiful\nman-animals once and for all.\n\nCOMMUNICATION OFFICER'S VOICE (FROM RADIO)\nWith pleasure, sir--\n\nTerl plucks the NUCLEAR WARHEAD off the teleporter and nonchalantly\ntosses it into the field behind him...",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nTELEPORTATION PLATFORM -- CONTINUOUS\n\nrerl keeps his gun trained on Jonnie and Mickey, while calmly\nkeying his radio--\n\nTERL (INTO RADIO)\nUplink a red-alert to Home Planet. (matter-of-fact)\nIt's time we eradicate these pitiful\nman-animals once and for all. COMMUNICATION OFFICER'S VOICE (FROM RADIO)\nWith pleasure, sir--\n\nTerl plucks the NUCLEAR WARHEAD off the teleporter and nonchalantly\ntosses it into the field behind him... \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\n \n\nThen loads the coffins full of his precious gold onto the\nplatform.\n\nINT. COMMUNICATIONS HEADQUARTERS -- CONTINUOUS\n\nThe Communications Supervisor finishes punching an authorization cod:\ninto the console and slams a KEY CARD into a slot and turns it--\n\nEXT. PLANET PSYCHLO ~- CONTINUOUS\n\nUnder a perpetual purple sky, the Home Planet's automated response\nsystem immediately goes to work. Towering ROBOTIC ARMS load--\n\nMASSIVE GAS DRONES\nOnto a teleportation platform as--\nTHOUSANDS OF SHOCK TROOPS\n\nAll in full-on battle gear, swarm onto the platform.\n\nEXT. EARTH -- TELEPORTATION PLATFORM -- CONTINUOUS\n\nTerl finishes loading his gold onto the Platform, then \\ keeping the\ngun on Jonnie...\n\nTERL\nEven though you're just a rat-brain, I\nmust admit you gave me quite a sporting\nchallenge. And you'll make a hell of an\ninteresting conversation piece once\nyou're stuffed and hanging on the wall\nat the Academy Alumni Club.\n\nWith the weapon trained on Jonnie, Terl backs up to the control\nbunker. Mickey can't keep the panic from his voice.\n\nMICKEY\nWhat are we going to do?! He sent the\nred-alert--\n\nJONNIE\n\n--We! re going to let him start-up the\nteleportation sequence...\n\n(fierce resolve)\nThen no matter what happens to me, just\nmake sure you and the nuclear weapon are\non the platform.\n\nEXT. CONTROL BUNKER —~ CONTINUOUS\n\nThe high-pitched HUM of the generators start to fill the air as--\n\f \n\nTerl punches in the last of the commands for teleportation.\n\nADTOMATED VOICE (FROM CONSOLE)\nTeleportation Sequence Initiated.\n(a i )\nTeleportation in twenty...\nEXT. TELEPORTATION PLATFORM -- CONTINUOUS\nJonnie charges off the platform. Terl spins and FIRES at him--\n\nBut Jonnie manages to dive clear of the shot, then pivots with\nblurring speed and throws his--\n\nHUNTING KNIFE\nThrough the air, sending it straight at--\nTERL\n\nWho tries to twist out of the way, but the knife slams deep into\nhis shoulder.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. TELEPORTATION PLATFORM -- CONTINUOUS\nJonnie charges off the platform. Terl spins and FIRES at him--\n\nBut Jonnie manages to dive clear of the shot, then pivots with\nblurring speed and throws his--\n\nHUNTING KNIFE\nThrough the air, sending it straight at--\nTERL\n\nWho tries to twist out of the way, but the knife slams deep into\nhis shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n Terl pulls it out as--\n\nJONNIE\nLaunches himself like a possessed demon straight into him.\n\nFueled by primal rage, Jonnie is able to Jock the’ much-bigger\nPsychlo to the ground, jarring the gun from Terl's grip.\n\nBut Terl is bigger and stronger. He pins Jonnie down and\nsavagely tears into him with his razor-like claws--\n\nJonnie lunges up and grabs Terl's wounded shoulder with both\nhands. Squeezing and twisting as hard as he can, Jonnie wrenches\nTerl off of him. But the victory is short lived as...\n\nTerl rolls over and is now able to get back onto his feet.\n\nBut. Jonnie hangs on. and stays focused on the monster's weak spot.\nDigging one hand into Terl's wounded shoulder, while PUMMELING at\nit in a mad blur with the other, inflicting what damage he can--\n\nHissing in pain, Terl swats Jonnie back to the ground then grabs\nhis blast-gun and stands, towering over--\n\nJonnie, who can see behind Terl, where...\n\nEXT. TELEPORTATION PLATFORM -- CONTINUOUS\n\nMickey struggles with all his might, just managing to boost the\nnuclear warhead back onto the platform.\n\f \n\n \n\n \n\nEXT. CONTROL BUNKER -- CONTINUOUS\n\nAUTOMATED VOICE (FROM CONSOLE)\nTeleportation in twelve... In eleven...\n\nEXT. TELEPORTATION FIELD -- CONTINUOUS\n\nJonnie locks eyes with Terl, trying to keep him from noticing\nMickey scrambling onto the platform with the nuclear weapon.\n\nJONNIE\nLook, I know you're going to kill me.\nBut I have one last request.\n\nTerl aims the gun straight down between Jonnie's eyes.\n\nTERL\nI'm afraid you're in no position to be\nmaking requests—\n\nJONNIE\n\n--I know. But I'm begging you.\n\n(pleads)\nWith the gas drones coming, is there any\nway to spare one human life... Because\nyou were right about the young lady\nyou put the collar on. I do know her.\n\n(quietly)\nShe was to be my wife.\n\nTerl can't believe Jonnie's stupidity. Chuckles with glee.\n\nTERL .\nThanks for reminding me, rat-brain.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nChuckles with glee. TERL . Thanks for reminding me, rat-brain. \n\nTARGET SECTION TO BE ANNOTATED:\n(pulls the REMOTE\nto Chrissy's collar)\nBefore you die, you should have the\npleasure of knowing what happens to your\nlittle \"wife\" to be.\n\nTerl raises the remote with one paw, the other pointing the\nblast-gun down at Jonnie, who stares him straight in the eye.\n\nJONNIE\nTrust me. You don't want to do that--\n\nTERL\nTrust me. I want nothing more--\n\nTerl plunges the remote's button. Obviously not realizing that--\n\nWhen Jonnie grabbed his shoulder, he had clasped the explosive\ncollar from Chrissy under one of the gold epaulettes and--\n\f \n\n+ Blood gushing from his shoulder\nwhere it used to be connected to an arm.\n\nTerl is too stunned to react as--\nJonnie dives to the ground, grabbing the blaster-gun still\nconnected to what's left of Terl's arm.\nEXT. CONTROL BUNKER -- CONTINUOUS\nThe humming of the generators grows louder.\nAUTOMATED VOICE (FROM CONSOLE)\nIn five... In four... In three...\nEXT. TELEPORTATION FIELD -—- CONTINUOUS\nKeeping the blast-gun on Terl, Jonnie turns to check on--\n\nEXT. TELEPORTATION PLATFORM -- CONTINUOUS\n\nMickey pulls out the nuclear detonator. A sense of deep pride at\nthe mission he's about to perform. As the countdown finishes--\n\nMickey turns and gives his friend Jonnie a SALUTE.\n\nEXT. TELEPORTATION FIELD -- CONTINUOUS.\n\nJonnie salutes Mickey back with eyes full of respect. The field\nsuddenly rocked by a DEAFENING ROAR and BLINDING LIGHT, and--\n\nEXT. PLANET PSYCHLO -- TELEPORTATION CENTER -- CONTINUOUS\n\nWith the GAS DRONES and shock troops all loaded for earth, the\ncountdown for teleportation is at...\n\nAUTOMATED VOICE (FROM CONSOLE)\nTeleportation in five... In four...\n\nAt the far end of a seemingly endless row of platforms--\n\nEXT. PLANET PSYCHLO TELEPORTATION PLATFORM -- CONTINUOUS\nMICKEY appears, along with Terl's coffins and the nuclear weapon.\n\nThe Psychlo workers in the vicinity laugh at Mickey's fate. But\nMickey stares at them without blinking--\n\fQO\n\nMICKEY\nI know I'm going to die...",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nPLANET PSYCHLO TELEPORTATION PLATFORM -- CONTINUOUS\nMICKEY appears, along with Terl's coffins and the nuclear weapon. The Psychlo workers in the vicinity laugh at Mickey's fate. But\nMickey stares at them without blinking--\n\fQO\n\nMICKEY\nI know I'm going to die... \n\nTARGET SECTION TO BE ANNOTATED:\nThe Psychlos obviously don't speak English and have no idea what\nhe's saying. But they crowd around in morbid curiosity as...\n\nThe planet's overwhelming gravity crushes Mickey to the ground.\nThe young twin's eyes bulging, he announces to the crowd--\n\nMICKEY (cont'd)\nBut so are you--\n\nThis cracks up the others. With his final moment of life,\nMickey pushes the detonator button... :\n\nEXT. TELEPORTATION PLATFORM -- CONTINUOUS\n\nAs the countdown to earth's destruction finishes--\n\nAUTOMATED VOICE (FROM CONSOLE)\nIn two... In one--\n\nKKKAAABBBBBLLLLLAAAAAAAMMMMMMMI III ELL Pil\n\nThe GAS DRONES and SHOCK TROOPS vaporized into oblivion--\n\nAlong. with everything else in the path of the mushroom cloud .-\nslamming through the city like a tidal wave. of pure destruction.\n\nBlasting apart countless Psychlos and their buildings. And after\nthe initial blast subsides, the radiation reacts with the air-~\n\nCausing the AIR TO EXPLODE in an instantaneous chain-reaction\nspreading out faster than the eye can see, as...\n\nThe atmosphere is literally burnt away from the planet.\nEXT. SPACE -- CONTINUOUS\n\nA blinding white flame expanding out until it surrounds the\nmammoth planet.- Burning with searing intensity until--\n\nTHE ENTIRE PLANET EXPLODES INTO NOTHINGNESS!!!\nSLOW FADE\nEXT. FORT KNOX -- DAY\n\nAn aircraft lands at the fort, and Jonnie and Chrissy emerge.\nMason, sporting a finely-crafted wooden leg, steps up to greet them.\n\nMASON\nWe're all but done here. The painters\njust finished yesterday.\n\n \n\f \n\nS\n\n \n\nJonnie nods as they head into the fort.\n\nJONNIE\nGood. Because now that we've got\neveryone out of the contaminated areas,\nwe're going to need your help organizing\na summit with the clan leaders.\n\nINT. FORT -- LOWER LEVEL -- MOMENTS LATER\n\nMason leads Jonnie and Chrissy down a long armored hallway and\nthrough a thick vault door, to where--\n\nINT. INNER VAULT -- CONTINUOUS\n\nTerl, a stump where his arm used to be, downs a shot of kerbango\nin his new ‘living quarters', which have been painted purple for\nhim.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. FORT -- LOWER LEVEL -- MOMENTS LATER\n\nMason leads Jonnie and Chrissy down a long armored hallway and\nthrough a thick vault door, to where--\n\nINT. INNER VAULT -- CONTINUOUS\n\nTerl, a stump where his arm used to be, downs a shot of kerbango\nin his new ‘living quarters', which have been painted purple for\nhim. \n\nTARGET SECTION TO BE ANNOTATED:\n He stares at Jonnie through the steel bars.\n\nTERL\nWhat kind of barbaric species are you\nrat-brains? Either put me to work as a\nslave or have the decency to vaporize me.\n(with revulsion)\nBut to imprison me--\n\n: JONNIE\n\n--Oh, we'll put you to work, don't worry. °\n(explains)\n\nYou told me yourself, Earth isn't the\n\nonly planet that you Psychlos colonized.\n\nCBRISSY\n.--And those other Psychlos out there\nprobably aren't too pleased about what _\nhappened to their Home Planet.\n\nTerl stares at her in amazement, then eyes Jonnie.\n\nTERL\nShe speaks Psychlo.\n\nCHRISSY\nWe all do...\n\nJONNIE\nWe figure it might come in handy if\nthose other Psychlos ever decide to\ncome by for a little ‘visit.\n\nTERL\nOne could only hope.\n\fA\n\nJONNIE ~\nWhich make you useful to us. After all,\nyou did graduate top of your class.\n\nCBRISSY\nSo you must have some understanding of\nPsychlo battle tactics and strategy.\n\nTERL\n(snide laugh)\nAnd why the hell would I ever help you?!\n\nJONNIE\nI'm just guessing that you wouldn't want .\nthe other Psychlos to know that it was\nyour greed and corruption that allowed\nus to destroy their home planet.\n\nTerl stops laughing. His eyes narrowing into slits as Jonnie\nholds up a DISC.\n\nSJONNIE (cont'd)\nI may be a rat-brain, but I was smart\nenough to figure out how to make a copy\nof this before I gave it to Ker.\n\nOn Terl's look of complete and utter defeat, we...\n\nFADE TO\n\f"
}