{
  "1": "THE BATTLE FOR THE PLANET OF THE APES\n\nWorking Title\n\nFirst Draft Story Outline\nby\n\nPAUL DEHN\n\nJuly 5, 1972\n\fWe rove Modern City's Civic Center soon after sunrise, Its\notherwise deserted streets (over which we SUPER the date\n\"2004 A.D,“) are being prepared for some sort of festivity\nby groups of early WORKERS: human males in red, females in\nblue. We watch:\n\n- Group 1 hosing down a sidewalk,\n- Group 2 sweeping clean behind Group 1, and passing:\n\n- Group 3 brushing adhesive “size” on the back of a\n\nposter held face downwards on a cafe tabletop.\n\n- Group 4 attaching a furled fleg to the base of a\n\nflagpole,\n\n- Group 5 scrubbing (and masking) the plinth of a stone\nstatue, whose shoes only are visible below the hem of\na sculpted robe. A loudening drum-roll, as the Scrubbers\nstep back to reveal the plinth's inscription: \"CAESAR I\",\n\nThen triurphal MUSIC crashes in over a CUT TO:\n\nThe flag unfurling in the wind as it reaches the mast-head,\nAgainst a yellow ground, the head of an Ape (CAESAR) rises\nfrom syrbolically blood-red flames, Over the flag, as it\n\nflutters, we SUPER MAIN TITLE:\n“BATTLE FOR THE PLANET OF THE APES\"\n\nand CUT TO:\n\f2.\n- Group 3 affixing the poster to the wall. It bears the\nSame device as the flag, but the head is profiled and\nsubscribed: \"HAIL, CAESAR\"\ncUT TO:\n- Dramatic shot of the statue's head, Imperial Caesar\nlooks down on his subjects, one of whom (a human male)\nis climbing up a ladder to scrub the great stone face -\n\nfrom which, as he scrubs, we CUT TO:\n\nCaesar's own face. A human hand is combing his hair and beard,\nWe PULL BACK to reveal Caesar seated in a futuristic \"robing-\nroom\" before a tall mirror. He is attended by his red-uniformed\nVALET, who now ceases his ministrations and steps back to\notserve the reflected result,\nCAESAR\nThank you, George.",
  "2": "---END OF PREVIOUS SECTION---\nIt bears the\nSame device as the flag, but the head is profiled and\nsubscribed: \"HAIL, CAESAR\"\ncUT TO:\n- Dramatic shot of the statue's head, Imperial Caesar\nlooks down on his subjects, one of whom (a human male)\nis climbing up a ladder to scrub the great stone face -\n\nfrom which, as he scrubs, we CUT TO:\n\nCaesar's own face. A human hand is combing his hair and beard,\nWe PULL BACK to reveal Caesar seated in a futuristic \"robing-\nroom\" before a tall mirror. He is attended by his red-uniformed\nVALET, who now ceases his ministrations and steps back to\notserve the reflected result,\nCAESAR\nThank you, George. \n---TARGET SECTION TO BE ANNOTATED---\nAs Valet backs out of shot, MACDONALD (Caesar's Negro overseer\nin \"CCNQUVEST\") moves into the mirror and stands behind the\nChimpanzee who is now his raster. We shall learn that he is\nthe only Human in Modern City permitted to wear clothes rather\nthan a servant's uniform,\nMACDONALD\nYour escort is ready, Caesar, and\nthe Council is assembled,\nOutside, in @ long interior corridor, two armed, black-uniformed\n\nGorilla GUARDS spring to attention and salute as Caesar regally\n\f3.\nemerges, followed by Macdonald. The Group moves off through\na MONTAGE of interior corridors. Minor Ape Officials, encountered\nen route, give place with that slight inclination of the head\nwhich serves for a royal bow in England. The few Human Workers\nback away more obsequiously and bow lower. During this, we\n\nSUPER:\n\nMAIN CREDITS\n\nAnd as CREDITS END, we reach great double-doors on which\n\nMacdonald ceremonially knocks, Over the doors opening, CUT TO:\n\nREVERSE LONG SHOT (from inside the Council Cnamber) of doors\nflung open by huran SERVAKTS,\nMACDONALD\nPray silence for Caesar!\n\nHe gives place, as Caesar enters and the Councilors rise from\n\neither side of a long table. They are:\n\n- 3 CHIMPANZEES led ty PAN* who is young, intellectual\nand idealistic. The speed of his talk reflects the\nspeed of his mind; and his mind is all peace between\n\nApes and humans,\n\n~ 3 GORILLAS led by ALDO, who is early-middle-aged,\naggressive, militeristic, hates Humans and would like\n\nthem exterminated - if necessary by war.\n\n- 2 ORANGUTANS led by ZENO, who is the elderly apostle of\n\nscience and reason. It takes him longer than the others\n\n \n\n* Tha endoantifie nare for the species Chimpanzee.\n\f4,\nto form a conclusion; but the conclusion, once reached,\nis always more practical than Pants and more logical\n\nthan Aldots.",
  "3": "---END OF PREVIOUS SECTION---\n- 2 ORANGUTANS led by ZENO, who is the elderly apostle of\n\nscience and reason. It takes him longer than the others\n\n \n\n* Tha endoantifie nare for the species Chimpanzee. 4,\nto form a conclusion; but the conclusion, once reached,\nis always more practical than Pants and more logical\n\nthan Aldots. \n---TARGET SECTION TO BE ANNOTATED---\nThe Orangutans are a minority faction, but their two votes in\nCouncil can be decisive in the event of a deadlock between the\nthree Chimpanzees and three Gorillas. We must watch Zeno.\n\nAt the picture's end, he will become the Lawgiver retrospectively\nreferred to in \"PLANET\". In the SCREENPLAY we shall more fully\nestablish the character and viewpoint of each faction-leader\nduring the brief debate that follows Caesar's opening statement.\n\nMeanwhile, all Councilors resume their seats for:\n\nCAESAR\nFellow Chimpanzees, Gorillas and\nOrangutans! On this thirteenth\nannjversary of the Night of the Fires,\nI have (as is our annual custom)\nassembled and collated reports from\nall territories on the state of Ape\nSupreracy; and I now announce with\npride that ninety percent of Mankind\nis under Ape domination and control,\n\nA growl of approval, as the Gorillas' hairy hands slap the\n\ntabletop. Macdonald remains impassive.\n\nCAESAR\nThere are still isolated pockets of\nhuman resistance in the north = but\nI stress that they are isolated and\ntherefore constitute no serious threat\nprovided that they remain scattered,\nuntil we have rounded them up and\ndisarmed them.\n\nMacdonald just perceptibly sighs.\n\f5.\n\nCAESAR\n\n(looking at him)\nDisarmament of their minor weapons\ncontinues. Disarmament of their\nmajor weapons appears complete. We\nshall use the former only for our\nown defence ~- and the latter will\nnever be reactivated,\n\n(to Councilors)\nThe world may breathe again. It\ncannot now be destroyed by those who\nwalk upon it, Thirteen years after\nthe Night of the Fires, we stand upon\nthe brink of an Era of Peace.\n\nOnly the Gorillas take no part in applause which is punctuated\n\nby murmurs of \"Peace!\" from the rest. Then, softly but audibly:\n\nMACDONALD\nAnd goodwill, Caesar?\n\nCAESAR\n(puzzled)\nTowards whom?\n\nMACDONALD\nTowards Men.\n\nA pinedrop silence, broken by Aldo, who spits.\nCAESAR\nYou have our goodwill, provided you\nkeep our laws.",
  "4": "---END OF PREVIOUS SECTION---\nMACDONALD\nTowards Men. A pinedrop silence, broken by Aldo, who spits. CAESAR\nYou have our goodwill, provided you\nkeep our laws. \n---TARGET SECTION TO BE ANNOTATED---\nALDO\n(snorting)\nWhat more do you want? A seat on\nour Council?\n\nMACDONALD\nYes,\n\nAnother silence, Then, successively, Aldo, GORILIA 1 and\nGORILLA 2 laugh... and laugh.\n\fMACDONALD\n\n(interrupting)\nI have seen to it that we have served\nyou quietly, faithfully and efficently\nfor more than a decade, We have put\nnot only our energies at your disposal\nbut our knowledge. God gave you brains.\nWe have given you minds. You still need\nus. Yet we have no representation on\nyour Council,\n\nALDO\nBecause it is our Council.\n\nPAN\n(rising)\nIt is not our Council but the Community's,\nAnd I do not see why Humans, who share\nthis Community in however humble and\nsubordinate a capacity, should not derand\nat least one seat on ~\n\nZENO\n(rising)\nDemand or deserve?\n\nMACDONALD\nI have said that we have served you\npeacefully for more than ~\n\nZENO\n\n(sardonic)\nTen years! Can ten years of good\nbehavior expiate ten thousand years of\nbad? What use is peace in the south,\nwhile there are still rebels in the\nnorth? Come to us again, when no Human\nhas killed either an Ape or another\nHuran for one hundred years -\n\nMACDONALD\nAnd we have all been exterminated -\n\nALDO\n(with relish)\n\nHal\nMACDONALD\n\n- because we are no longer of use to\nyou -\n\fCAESAR\n(gently, but with\nauthority)\nMacdonald, the fact that you saved ny\nlife twice on the Night of the Fires does\nnot entitle you to address this Council\nor to formulate policy. You, too, are\n& servant. What sets you above your\nfellows is that you are mine,\n(smiling)\nAnd I hope you will remain so.\nBOOM! The audience may jump at the sound of 0,S. cannon-fire,\nbut not those inside the Council Chamber, who have been expecting\nit, Macdonald, deferential again, looks at his watch.\n\nMACDONALD\nYour subjects await you, Caesar.",
  "5": "---END OF PREVIOUS SECTION---\nBOOM! The audience may jump at the sound of 0,S. cannon-fire,\nbut not those inside the Council Chamber, who have been expecting\nit, Macdonald, deferential again, looks at his watch. MACDONALD\nYour subjects await you, Caesar. \n---TARGET SECTION TO BE ANNOTATED---\nAs all rise, we CUT TO:\n\nBOOM! In the courtyard outside, & cannon (operated by Gorillas)\nfires a second \"royal\" salute to cheers and cries of:\n\nMASSED APES\nHail, Caesar! Hail, Caesar! ad lib.\n\ncur TO:\n\nThe “robing room\"\n\nwhere Caesar is being groomed and invested in\n@ resplendently green ceremonial cloak by his VALET, while the\nsound of the firing and crowd-voices continues outside. We\n\nPAN OFF him to:\n\nLISA (the female Chimpanzee from \"CONQUEST\") being similarly\nroved and groomed by two human MAIDS in blue servant-costumes.\n\nAs a Maid tightens Lisa's beit, Lisa (to both Maids! consternation)\n\f8.\ngives an involuntarily little gasp of pain but follows it\ninstantly with a smile of reassurance, pats her own belly and\n\nwhispers something in the Maid's ear.\n\nMAID\nOh, Matam I'm so glad.\nCAESAR\nCome, Lisa, The citizens are\n\nwaiting.\nThey go out and emerge into:\n\nThe courtvard - followed at a discreet distance by Macdonald,\nHere a EODYGUARD of six Gorillas salute and escort them through\n\nthe parted Ape Crowd into:\n\nModern City's Civie Center. Pretty much the same as it was in\n\"Conouest\" except for the one stupefying change: the Master-\nServant situation has been completely reversed. Everywhere\nthe Apes are now the masters and mistresses ~ Gorillas in\nblack, Chimps in Green, Orangutans in orange-brown = and the\n\nHumans (males in red, ferales in blue) are now the slaves.\n\nAt Caesar's passing, the Male Apes bow and the Females (sore\nwith difficulty) bob curtseys. The Humans obseouiously give\nplace to him and his entourage (or are non-violently chivvied\ninto doing so by the Gorillas) as the tour of inspection\nproceeds and reveals how weirdly the tables have been turned\n\nsince the end of \"Conquest\",\n\fEverywhere are yellow flags and posters of Caesar's\nhead backed by the symbolically blood-red flames of\nthe Night of the Fires.",
  "6": "---END OF PREVIOUS SECTION---\nEverywhere\nthe Apes are now the masters and mistresses ~ Gorillas in\nblack, Chimps in Green, Orangutans in orange-brown = and the\n\nHumans (males in red, ferales in blue) are now the slaves. At Caesar's passing, the Male Apes bow and the Females (sore\nwith difficulty) bob curtseys. The Humans obseouiously give\nplace to him and his entourage (or are non-violently chivvied\ninto doing so by the Gorillas) as the tour of inspection\nproceeds and reveals how weirdly the tables have been turned\n\nsince the end of \"Conquest\",\n\fEverywhere are yellow flags and posters of Caesar's\nhead backed by the symbolically blood-red flames of\nthe Night of the Fires. \n---TARGET SECTION TO BE ANNOTATED---\n A triumphal banner across\nthe royal route proclaims: \"HAIL, CAESARI”\n\nIn a greengrocer's shop window, replete with fruit and\nvegetables, a human ARTIST is bedecking effigies of\n\nCaesar and Lisa with fresh flowers,\n\nA P.A, speaker bawls: \"Citizens of Ape City! Caesar\nis amongst you and commands that you show him neither\nceremony nor homage on this festal day that celebrates\nthirteen years of Ape Freedom,\"\n\ncuT TO;\nChimpanzee ANNOUNCER, continuing in studio: \"Let there\n\nbe no formalities. But go your ways in peace.\"\n\nGorilla POLICEMAN surreptitiously chivvying one of\nhalf-a-dozen human SWEEPERS who have been cleaning\nup the entry into:\n\nThe Piazza, where we INTERCUT Caesar and Lisa with\nP,0.V. shots:\n\nAt the outdoor cafe, seated Apes are being served by\nHumans with bananas, oranges, grapes and raisins which\nthey eat with attempted refinement. A Chimp calls\n“Waiter!\", A Gorilla (less articulate) thumps the\n\ntable, and a human WAITER comes obsequiously running.\n\f10,\n- In a playground a group of Ape CHILDREN are sliding down\nchutes, sitting on see-saws and swinging on swings under\nthe supervision of a female Human Teacher, (LINDY). At\nCaesar's approach:\nLINDY\nNow what shall we play, children?\nFollow My Leader or Blind Ape's Buff?\nCHILDREN\n\n(in dutiful unanimity)\nFollow My Leader!\n\nCaesar is delighted. His Group descends into:\n\n- A pedestrian subway, where we pass doors to three\nrestrooms respectively labeled \"Ladies\", \"Gentlemen\"\n«+ + » and \"Humans\", It is from the last of these that\nthere emerges a human STRANGER, who blocks the Group's\nprogress: a tall, lean John Carradine type with\nfanatical blue eyes and an authority enhanced by his\nclothes which are of the trim but travel-stained sort\nthat Hurans used once to wear.",
  "7": "---END OF PREVIOUS SECTION---\nCHILDREN\n\n(in dutiful unanimity)\nFollow My Leader! Caesar is delighted. His Group descends into:\n\n- A pedestrian subway, where we pass doors to three\nrestrooms respectively labeled \"Ladies\", \"Gentlemen\"\n«+ + » and \"Humans\", It is from the last of these that\nthere emerges a human STRANGER, who blocks the Group's\nprogress: a tall, lean John Carradine type with\nfanatical blue eyes and an authority enhanced by his\nclothes which are of the trim but travel-stained sort\nthat Hurans used once to wear. \n---TARGET SECTION TO BE ANNOTATED---\nSTRANGER\n\n{ironic smile)\nHail, Caesar,\n\nMacdonald hastily interposes himself between the Stranger and\n\nan angry Caesar flanked by his angrier Bodyguard,\n\nMACDONALD\n(quietly)\nBy what right are you not in servant's\nuniform?\n\f11.\n\nSTRANGER\nBy the right of humans to dress as\nthey please.\n\nCAESAR\n(quietiy)\nHumans have no rights except those\nconferred on them by Apes.\n(to Guard-Commander)\nArrest him.\n\nAs the Guard moves forward:\n\nSTRANGER\nWait!\n\nThe monosyllable has the stopping force of a .45 bullet.\n\nSTRANGER\nIf you harm one hair of my head,\nthis City will be destroyed.\n\nIn the silence, Lisa touches her belly, whimpers and hides her\neyes. But Caesar suddenly relaxes and rolls his eyes skyward\n\nin mock resignation.\n\nCAESAR\nAnother lunatic!\n(to the Guard Commander)\nDetach two Gorillas to escort him to\nGeneral Aldo's Headquarters for\ninterrogation. Then report to me.\n\nGuard Commander clicks to obedient attention,\n\nMACDONALD\nAnd Caesar?\n\nCAESAR\nYes, Macdonald,\n\nMACDONALD\nMay I respectfully suggest that he be\nwell-treated until we're sure?\n\nCAESAR\nOf what, Macdonald?\n\nMACDONALD\nOf his lunacy.\n\f12.\nCaesar frowns and turns to Guard Commander.\nCAESAR\nSee to it.\n(to Macdonald)\nCome. We're wasting time.\nThe Escort moves off in one direction; the Group exits subway\n\nin the other. Emerging, they pass:\n\nA Barber's Shop, to which we CLOSE as Group exits shot. Human\nhands remove a hot towel from the face of . .. an Ape.",
  "8": "---END OF PREVIOUS SECTION---\nThe Escort moves off in one direction; the Group exits subway\n\nin the other. Emerging, they pass:\n\nA Barber's Shop, to which we CLOSE as Group exits shot. Human\nhands remove a hot towel from the face of . .. an Ape. \n---TARGET SECTION TO BE ANNOTATED---\n He is\n\nhaving his shoes shined by a little BLACK BOY, to whom he tosses:\n\nINSERT: A silver dollar-sized coin on the Boy's black palm,\nIt has Caesar's profiled image and is circumscribed \"CAESAR 1\nREX IMPFRATOR SIMIORUM*,\" From the image of Caesar's head:\n\nQUICK LAP DISSOLVE To:\n\nThe real Caesar's profile, frowning in the doorway (opened by\nMacdonald) of Aldo's office, as we slow PULL BACK during\ndialogue to include Stranger (back turned, between Guards)\naddressing Aldo, In the corner sits a human CLERK, punching a\nshorthand-typewriter.\nSTRANGER\nFor the last time, I will speak\nbefore no one but Caesar,\nCAESAR\nCaesar is here,\n\nHe sits, as Stranger whips round into confrontation,\n\nCAESAR\nWhat is your name?\n\fSilence,\n\nSilence,\n\n13.\n\nSTRANGER\n\nYou took it away and gave me a number.\nALDO\n\nWhat number?\nSTRANGER\n\n(scornfully)\n\nDo you expect me to remember it?\nALDO\n\nWhere have you come from?\nSTRANGER\n\nThe North.\nALDO\n\nWhat territory?\n\nMACDONALD\nFor your own sake, please tell us.\n\nMACDONALD\nWho are you?\n\nSTRANGER\nA messenger.\n\nCAESAR\nSent by. . .?\n\nSTRANGER\nMy master.\n\nCAESAR\n\n(patiently)\n\nHas he a name?\n\nSTRANGER\n\nWe call him Nimrod...\n\nDialogue unexpectedly continues uninterrupted over a visual:\n\nSHOCK CUT TO:\n\f4,\nNIMROD, seated et a portable wooden table in a tattered tent\nthrough which the north wind flaps and whines. A grizzied\ngiant by John Wayne out cf Royal Dano, he wears the battered\ncap of a former U.S. Army General and listens (with two young\n\"AIDES\") to a radio-speaker on the tabletop.\nSTRANGER'S VOICE\n(continuing, through speaker)\n* » « because he was, and is, a mighty\nhunter.\nCAESAR'S VOICE\nAnd what is his message?\nThrough the tent flap we focus briefly on a distand, oldetype\n\nbomber plane being serviced by humans, and:\nCUT BACK TO:\nAldo's Headquarters.",
  "9": "---END OF PREVIOUS SECTION---\nSTRANGER'S VOICE\n(continuing, through speaker)\n* » « because he was, and is, a mighty\nhunter. CAESAR'S VOICE\nAnd what is his message? Through the tent flap we focus briefly on a distand, oldetype\n\nbomber plane being serviced by humans, and:\nCUT BACK TO:\nAldo's Headquarters. \n---TARGET SECTION TO BE ANNOTATED---\nSTRANGER\n\"Set our people free,\"\n\nAn amused silence.\n\n: CAESAR\nNo,\n\nSTRANGER\nOr else -\n\nCAESAR\n\n(stung to anger)\nDid you set us free, when we were\nyour slaves? There can be no \"or else\",\n\nSTRANGER\n(quietly}\nCaesar, there can, We have a plane\nand we have a bomb,\n\f15.\nMACDONALD\n{softiy)\nChrist,\nSTRANGER\nA bomb that could reduce this city -\n\nwhich is the Capital of your Empire -\nto rubble.\n\ncuT TO:\n\nThe North. PULLING BACK from the exterior shot of bomb ready\nfor loading onto a plane ready for fuelling. NIMROD and AIDES\nlistening intently to the radio-speaker's crackling silence.\nAIDE 1\nThat shook ‘em.\n\nAIDE 2\nNow they'll turn the heat on.\n\nCAESAR'S VOICE\n(through speaker)\nWhere is this Nimrod?\n\nCUT TO:\n\n_Aldots Headquarters,\n\nSTRANGER\nI have told you. In the North.\nALDO\nWhere in the North?\nSilence.\nALDO\n(banging fist on table)\nWhere? Where? Where?\nSilence.\nALDO\nWe can make you talk.\nSTRANGER\n\nI repeat: if you harm one hair of\nmy head, your City will be destroyed.\n\f16,\nCAESAR\n\nApes have ways of hutring without\nharming. Brutus!\n\nOne of the Gorilla Guards clicks to attention.\n\nCAESAR\nShow him,\nBRUTUS (from behind) thrusts his hands under the Stranger's arms,\nlocks fingers across the Stranger's chest, and with sundry expert\nmovements of the thumbs, begins to apply a pressure which\n(though it never wipes the scornful smile off the Stranger's\nface) drenches him with the sweat of appalling pain. We INTERCUT\nthe faces of the onlookers - starting on the Clerk and ending\non Macdonald, who winces at the sudden, sickening crunch of\nwhat seem to be breaking bones. Caesar and Aldo leap simultaneously\nto their feet.\nCAESAR\nYou fat-knuckled idiot! You've\nbroken his ribs.\nBut Brutus is feeling the Stranger's chest under his shirt, and\nshaking his head,\n\nBRUTUS\n\nNo. .",
  "10": "---END OF PREVIOUS SECTION---\nCAESAR\nYou fat-knuckled idiot! You've\nbroken his ribs. But Brutus is feeling the Stranger's chest under his shirt, and\nshaking his head,\n\nBRUTUS\n\nNo. . \n---TARGET SECTION TO BE ANNOTATED---\n eno.\nALDO\n\nThen what have you broken?\nBRUTUS\n\nThis.\n\f17.\nAnd from under the shirt he extracts a small, smashed, plastic\n\nmicrophone attached to a miniature transmitter concealed in\n\nthe shirt's inner pocket.\n\nALDO\n(indicating Stranger\nto Guard 2\nShoot him,\nMACDONALD\nCaesar - |\nCAESAR\n\nThe damage is done. We have been\nheard. Our City is infected, Cleanse\nitl\nAs Guerd 2's gun fires and blood spreads across the shirt of the\n\nstill-smiling Stranger:\nCUT TO:\n\nThe North, Nimrod and \"Aides\" (the two latter are the pilots\nwho will undertake the mission) calculate that the time required\nfor fuelling the plane, installing the bomb and reaching the\ntarget will be X hours, We the audience, therefore know that\n\nthere is.a dangerously short time-limit for the completion of:\n\nCaesar's countermeasures. These are not unsubtle, Modern\n\nCity is of course equipped with deep shelters which, when\n\nfirst constructed, were designed to accommodate the Human\npopulation only. In the event of a nuclear attack, Apes would\nhave been left to fend for themselves, The situation must\n\nnow be reversed, though the reversal is tempered with a modicum\n\nof mercy. Caesar breaks into the holiday celebrations with a\n\f18.\ndramatic Proclamation of Emergency on P,A, and TV. The threat\n(he says) may be a hoax but the Council are taking no risks,\n\nDeep shelters shall, for the moment, immediately be occupied\n\nby Apes only.\n\nThereafter (says Caesar) whatever shelter space remains\navailable shall be allocated to Humans selected on a priority\nbasis for their potential usefulness to Ape Society. Humans\nare asked to stand by public TV screens till those selected\nhave been surmoned (by their personal numbers) to fill\nvacancies in designated shelters. Those not selected must find\n\nwhat shelter they can in subways and cellars.\n\nThroughout Caesar's announcement we INTERCUT its panic-effect\non the holiday-making populace - in the restaurant, where\nhalf-eaten meals are left unfinished; in the playground, where\nthe Ape Children don't want to be parted from their Human\nTeacher, Lindy; and in the Barber's Shop etc., etc.",
  "11": "---END OF PREVIOUS SECTION---\nHumans\nare asked to stand by public TV screens till those selected\nhave been surmoned (by their personal numbers) to fill\nvacancies in designated shelters. Those not selected must find\n\nwhat shelter they can in subways and cellars. Throughout Caesar's announcement we INTERCUT its panic-effect\non the holiday-making populace - in the restaurant, where\nhalf-eaten meals are left unfinished; in the playground, where\nthe Ape Children don't want to be parted from their Human\nTeacher, Lindy; and in the Barber's Shop etc., etc. \n---TARGET SECTION TO BE ANNOTATED---\nAt length the Apes are gone - leaving the Civic Center scattered\nwith holiday-litter and bewildered Humans. An elderly MALE,\nas though in a trance, begins automatically to sweep the litter\n\nfrom the sidewalks, Like a Zombie.\n\nCaesar exits a conference with his Councilors (all are united\nin adversity) and invites Macdonald to share the sanctuary\nof his V,I.P, shelter, To Caesar's distress, Macdonald at\nfirst refuses, He prefers to stay (and if need be die) with\n\nhis own people, Caesar gently argues, ending:\n\f19.\n\nCAESAR\nMacdonald, it is wrong for a ruler\nto be in his servant's debt. You\nsaved my life twice. I command you\nto allow me to save yours.\nMACDONALD\nAnd if I refuse?\nCaesar smiles and puts an arm on Macdonald's shoulder.\n\nCAESAR\nI'll have you shot.\n\nMacdonald smiles, too .. . and gives in. They have reached:\n\nThe \"Robing Room\", where Lisa (alone) pleads to be allowed to\ntake her two huran maids, MARY and ANNA, into the shelter.\nReluctantly, Caesar feels compelled to restrict her to one.\nHumans selected for shelter will chiefly be those who can\n\nserve not individuals but the State, Poor Lisa! She will have\nto make a difficult choice,\n\nIn the North, the bomb is about to be installed in the plane\nand we learn something that Nimrod and the two Pilots have\nknown all along; that this is possibly a suicide mission with\na conceivable point of no return, Nimrod has gambled all but\n& small reserve-percentage of his precious fuel on a death-blow\nto Caesar's capital city.",
  "12": "---END OF PREVIOUS SECTION---\nReluctantly, Caesar feels compelled to restrict her to one. Humans selected for shelter will chiefly be those who can\n\nserve not individuals but the State, Poor Lisa! She will have\nto make a difficult choice,\n\nIn the North, the bomb is about to be installed in the plane\nand we learn something that Nimrod and the two Pilots have\nknown all along; that this is possibly a suicide mission with\na conceivable point of no return, Nimrod has gambled all but\n& small reserve-percentage of his precious fuel on a death-blow\nto Caesar's capital city. \n---TARGET SECTION TO BE ANNOTATED---\n The Pilots have enough fuel to\n\nreach the target area, drop the bomb and (with luck and good\nweather) fly clear of the holocaust before effecting a forced\n\nlanding on their way home to the North,\n\f20,\n\nNOTE; In the above scene we visvally (and unassertively)\nestablish that Nimrod's campsite includes a car\ngraveyard containing veteran vehicles of the 1970's\nand 1980's, A handful of humans are working (without\nspecial urgency) to restore or service these,\n\nCUT TO:\n\nExterior shots of Apes descending into various shelters - many\n\nclutching suitcases and bags of food, some with (Ape) children.\n\nOne heavily-guarded shelter is also the City Arsenal, filled\n\nwith boxes of ammunition and crates of small arms. We end on\n\nV.I.P, shelter with Caesar, Lisa, Pan, Aldo, Zeno, other\n\nCouncilors and Aides, Macdonald and the valet, George. Outside,\n\nthe two human maids, Anna and Mary, approach the shelter with\n\nconfidence. Lisa cannot bear to watch the heart-rending scene\n\nas Anna is given access and Mary is excluded.\nIn the North, the bomb is installed in the plane.\n\nIn the Civic Center the lower-calibre hurans. (such as sweepers,\ncleaners, laborers} cluster round an outdoor TV screen, waiting,\npraying that their names may be called. Indoors, the higher-\ncalibre technicians, teachers, medics etc. watch their own TY\nsets in srall, sparsely furnished roots and shared apartments,\nThe sets are switched on, but the screens stay silent and black,\n\nuntil:\nA VOICE booms out over Civie Center:\n\n\"Attention all Humansi\"\n\nThe screen brightens to reveal a (Chimpanzee).\n\f21.\n\nANNOUNCER\n\n(as we INTERCUT listeners)\nThe following will report immediately\nto Shelter 9 at the intersection of\nCaesar Avenue and Armando Street.*\nThey will wear their identity discs\nand carry no baggage except such\nportable tools and devices as are\nvital to the useful prosecution of\ntheir profession or their trade.",
  "13": "---END OF PREVIOUS SECTION---\nIndoors, the higher-\ncalibre technicians, teachers, medics etc. watch their own TY\nsets in srall, sparsely furnished roots and shared apartments,\nThe sets are switched on, but the screens stay silent and black,\n\nuntil:\nA VOICE booms out over Civie Center:\n\n\"Attention all Humansi\"\n\nThe screen brightens to reveal a (Chimpanzee). 21. ANNOUNCER\n\n(as we INTERCUT listeners)\nThe following will report immediately\nto Shelter 9 at the intersection of\nCaesar Avenue and Armando Street.*\nThey will wear their identity discs\nand carry no baggage except such\nportable tools and devices as are\nvital to the useful prosecution of\ntheir profession or their trade. \n---TARGET SECTION TO BE ANNOTATED---\nTheir mates (whether male or female)\nwill not be admitted to the shelter;\nand no human child shall be released\nfrom the School Pound, where second-\nclass shelter is available in the\ncellars,\n\nNow, as the Announcer (seen on various screens) calls each name\nand number - preceded by an initial letter denoting his or\nher calibre - we CUT or PAN to the name's owner. Thus, on a\n\nsmall indoor screen:\n\nANNOUNCER\nA34577 Clement, veterinary surgeon.\n\nWe PAN off TV screen to Clem, a handsome young vet in his\nsurgery. With a sigh of relief, he begins methodically to put\n\ninstruments and drugs into his medical bag.\n\nCUT TO:\n\nCivic Center's big screen,\n\nANNOUNCER\nC21632 Bradford, carpenter,\n\nCUT TO:\n\n \n\n* For Ape-buffs. Armando, Caesar's human foster-father, was\nkilled for trying to help Caesar in “CONQUEST\",\n\f22,\nBrad, in his burly mid-30's, looking at screen. He already\ncarries his small tools in his belt and his larger ones ina\nbag. He moves off, to the undisauised envy of the Crowd,\n\nThere could be trouble brewing.\n\nWe continue to CROSS-CUT this “call-up\" of the Hurans in Modern\nCity with the progress of the plane's preparation in the North;\nand it may be assumed that, whenever we CUT to the North, further\nnames are being called in the South - names, whose owners we\nshall only meet for the first time in the picture's second\n\nhalf, Meanwhile, after the calling up of (say) an architect\n\nand an engineer, we:\n\ncuT TO:\n\nLarge indoor wall screen.\n\nANNOUNCER\nB135984 Melinda, schoolteacher.\nWe PULL PACK to Lindy alone and frightened in her schoolroom,\nseated at a high desk in front of blackboard scribbled with\nsimple surs and the quotation \"We must love one another or\ndie.\"* She begins to collect colored crayons, pens, pencils,\n\ndrawing pads, exercise books etc.\n\ncur TO:\n\nSmall screen in shared apartment.\n\nANNOUNCER\nAl49760 Alexander, animal psychiatrist.\n\nOOo ne\n\n* WOH, Auden\n\f23.",
  "14": "---END OF PREVIOUS SECTION---\ncur TO:\n\nSmall screen in shared apartment. ANNOUNCER\nAl49760 Alexander, animal psychiatrist. OOo ne\n\n* WOH, Auden\n\f23. \n---TARGET SECTION TO BE ANNOTATED---\nWe PULL BACK to two men in a room whose shelves jointly\naccommodate the books of the psychiatrist (LEX) and the\ntechnical parphernalia of the radio-ham (FRANK). Lex is\nthin, bespectacled and frail. Frank - dark, saturnine and\ncompact, emanates the same dynamic power as the man we called\n\"The Stranger\".\n\nLEX\n\n(sincerely)\nI'm sorry, Frank.\n\nBut Frank is brooding and doesn't answer. Lex surveys his books,\n\nLEX\nI guess my . . . baggage is all\nin my head. I'll just take soap\nand a toothbrush,\n(fingering his weak chin)\nAnd maybe grow a beard at last.\n\nHis fingers have touched the cord of his identity-dise, which\n\nhe pulls out from under his shirt. And Frank stares at it.\n\nLEX\nMustn't lose this.\n\nFRANK\nYou might as well,\n\nLEX\nMight as well what?\n\nFRANK\nLose it, Lex.\n\nLEX\n\n(alarmed)\n\nFrank, what dtyou want?\n\nFRANK\n\nI want to survive, Lex.\n\fa4,\nHe snatches at the disc and pulls it so that the cord bites\ninto the back of Lex's neck.\nLEX\n(resisting)\nFrank, you can't get away with it,\nYou're not a psychiatrist. You're a\nradio technician - |\nFrank begins to twist the disc so that the cord twists, too.\n\nJust before Lex is (inevitably) strangled, we:\ncuT TO:\n\nShots of low-calibre unselected Humans drifting, dazed and\nterrified, about the darkening streets. They begin to coalesce\n\ninto a Mob.\n\nSelected Humans queuing to go down into Shelter 9. Their\nidentity-discs are checked against a typed list at the head\nof the descending stone stairway, Lindy approaches checkpoint,\nfollowed by Frank,\n\nB135984 Me lindas schoolteacher.\n\nGORILLA GUARD\nPass.\n\nFRANK\nA149760 Alexander, animal psychiatrist.\n\nAfter a sufficient pause to provide tension:\n\nGORILLA GUARD\nPass.\n\nA step below Frank, Lindy slightly stumbles. He grabs her\n\nelbow to prevent a fall.\n\f25.\n\nLINDY\nThank you, Mr. . . Alexander.",
  "15": "---END OF PREVIOUS SECTION---\n25. LINDY\nThank you, Mr. . . Alexander. \n---TARGET SECTION TO BE ANNOTATED---\nFRANK\n\n(grinning)\nCall me Lex,\n\nMore Humans at the end of the queue go down, down, down, down. .\n\nAnd in the North, the two Pilot-Aides go up, up, up into the\n\nplane,\n\nDusk. The unselected Mob marches on a Bank. There'll be\nvaults, there, and maybe money for later - if there is a\n\"later\". They are smashing the windows with broom handles,\n\nwhen the last Ape Police Squad to patrol the City opens fire.\n\nA pitched battle ensues between a Squad with firearms and a\n\nMob (superior in numbers) armed only with brooms, picks, spades,\nhammers etc. Inevitably many Humans are massacred; but some\nclimb through the broken glass and vanish into the Bank, A\nsiren wails, summoning all Ape personnel back into the shelters,\n\nThe Police Squad recedes. Silence broken by:\n\nExterior, The plane's four great jet engines suddenly roar\ninto earsplitting life. We PULL BACK to include Nimrod and his\n\n\"Army\" assembled to bid the revving-up plane farewell.\n\nShots of shelter doors sliding shut. Night is falling on\nModern City.\n\nWith a thunderous roar the plane takes off and heads south\n\ninto the deepening dusk.\n\f26.\nInterior of plane. Tense technical dialogue between the\ntwo (doomed?) Pilots. The fuel and altimeter dials of the\nveteran plane are established. Its condition is less than\n\nperfect.\n\nThe red and yellow flags and poster-portraits of Caesar flutter\nover darkening streets deserted and empty except outside the\nBank, where wounded Human Survivors of the massacre still\n\nfaintly moan and stir. From a poster-portrait we:\ncuT TO:\n\nCaesar, deep underground with his entourage, planning for an\nenigmatic future. We end on:\nZENO\nWhat more can we do?\nCAESAR\nWe can wait,\nInterior of plane, buffeted by headwinds. The fuel dial is\nfalling. To evade turbulence, Pilot 1 drops to the minimum\naltitude consistent with clearing the bomb's explosion, and\n\npeers from the cockpit into. . .black night.\n\nImpressive GROUND-SHOT of Modern City by night. Streetlamps\n\nhave lit automatically and some windows are lit, though empty.",
  "16": "---END OF PREVIOUS SECTION---\nTo evade turbulence, Pilot 1 drops to the minimum\naltitude consistent with clearing the bomb's explosion, and\n\npeers from the cockpit into. . .black night. Impressive GROUND-SHOT of Modern City by night. Streetlamps\n\nhave lit automatically and some windows are lit, though empty. \n---TARGET SECTION TO BE ANNOTATED---\nFrom his shelter, Caesar orders a General Blackout,\n\nINSERT: A hairy Orangutan hand throws a switch {or switches)\n\nin subterranean power house.\n\f27.\nFULL SHOT: City. All the lights go out. And very, very\ngradually in the long, momentous silence, we hear the drone of\nthe approaching plane. As it loudens, one of the engines\n\nbegins to stutter.\n\nThe drone and the stutter can just (but only just) be heard by\nan elderly female human SUPERVISOR in the cellars of the School\nPound, where she sits surrounded by scared human CHILDREN,\n\nShe takes a pectoral cross from its concealment in her bosom and\n\nholds it towards the children.\n\nSUPERVISOR\nChildren, this is called the cross of\nChrist, who is still said secretly by\nmany of us to be the Son of God. Let\nus pray for our safety to Him and to\nHis Father. Repeat after me:\nOur Father...\n\nCHILDREN\nOur Father...\n\nSUPERVISOR\nWhich art in heaven...\n\nCUT TO:\nInterior of plane,\n\nPILOT 1\nWe're losing height, It's now or\nnever.\n\nPILOT 2\nNow.\n\nWe CLOSE to his hand activating the vbomb's release, And PILOT 1\n\nputs plane into a screaming steep turn, as we:\n\nCUT DOWN TO:\n\f28,\nThe City. No sound of the detonation. But night slowly\nbrightens into day, and the day slowly dazzles. We catch the\nclassic Hiroshima glimpse of a stray HUMAN backed against a\nstone wall. ‘Then his body vanishes and only his silhouette\nremains burnt into the wall... which splits, The screen\nbleaches to a white, blinding incandescence; and the thunder\n\nof crashing masonry deafens us, as the now invisible City\n\nfounders,\nOnly later shall we learn what happened to the plane.\n\nEND OF PART I\n\f29.\nPART TWO\nTIME-DISSOLVE TO:\nINT. V.I.P. shelter in almost total darkness, Two Human SHAPES\nsit on either side of a table against the concrete back wall,\n\nspooning something out of a can into their mouths,\n\nSHAPE 1\nWetre lucky they never ate meat,\n\nSHAPE 2\n(lighter voice)\nWe're lucky they left orange peel.",
  "17": "---END OF PREVIOUS SECTION---\nV. I. P. shelter in almost total darkness, Two Human SHAPES\nsit on either side of a table against the concrete back wall,\n\nspooning something out of a can into their mouths,\n\nSHAPE 1\nWetre lucky they never ate meat,\n\nSHAPE 2\n(lighter voice)\nWe're lucky they left orange peel. \n---TARGET SECTION TO BE ANNOTATED---\nWetre lucky the shelter was open,\n\nSHAPE 1\nOkay. So we're lucky .. . period,\n\nSHAPE 2\n(shivering suddenly)\nI feel it's evening.\n\nSHAPE 1\nWhat day?\nSHAPE 2\nWhat month... ?\nSHAPE 1\nWould you like a minute or two of\nlight?\nSHAPE 2\n\nWe've been very economical.\n\nShape 1 throws a switch on the wall above the table, and light\n\nfloods the abandoned Ape shelter.\n\nSHAPE 2\nThat's better.\n\nIt isn't better - for us. Both Humans are hairless as albinos;\n\nand radiation has stripped their faces' skin, revealing the\n\f30.\nhideously complex ganglia of veins, sinews and nerve ends\nbeneath, We are looking at two ancestors of the \"evolved\"\nMutant Colony which was later to found a subterranean\ncivilization in \"APES 2\",\n\nSHAPE 1\nI'd like to have seen our child\nagain.\nSHAPE 2\n(affectionately)\nWe'll have others,\nIt dawns on us that Shape 2 must be female. As the grotesque\npair kiss across the table, we:\nQUICK TIME-DISSCLYE TC:\nShots of small, bewildered huran bands - shocked, stricken and\nin tatters, wandering aimlessly in a dazed effort to live off\n\nthe scorched earth, over which a brown fog hangs like @ pall.\n\nOne such band fights for possession of a withered bush which\nbears neither leaves nor berries. Another group voraciously\nfalls on and dismembers the brittle skeleton of a man -\nseparately to suck and chew the dry, fleshless bones.*\nCUT TO:\nA child's grave, scooped and heaped from the grey aust. Over\nthis, the voice of the Children's supervisor:\n(\"MOTHER\") AGNES\n\nForasmuch as it hath pleased Almighty\nGod of his great mercy...\n\nCUT TO:\n\n \n\n* If the censor demurs (but why should he?) a cow's skeleton\nwould be second best.\n\f31.\nFULL SHOT: Agnes and a group of human Children, all in wind-\n\nblown tatters by the wind-blown grave,\n\nAGNES\n\n+ « «. to take unto himself the soul\nof our dear... little .. .",
  "18": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n \n\n* If the censor demurs (but why should he?) a cow's skeleton\nwould be second best. 31. FULL SHOT: Agnes and a group of human Children, all in wind-\n\nblown tatters by the wind-blown grave,\n\nAGNES\n\n+ « «. to take unto himself the soul\nof our dear... little .. . \n---TARGET SECTION TO BE ANNOTATED---\n brother\nhere departed, we therefore commit his\nbody to the ground; earth to earth,\nashes to ashes...\n\n{intercutting grave)\n- « + Gust to dust; in sure and certain\nhope of the Resurrection to eternal\nlife ,..\n\n(throwing her pectoral\n\neross on to the grave)\n.« . « through our Lord Jesus Christ\nMatilda what the hell d'you think\nyou're doing? Come Back at once}\n\nCUT TO;\nMEDIUM LONG SHOT: MATILDA, a little black girl.\n. MATILDA\nMother Agnes, I've found something.\nAGNES\n(entering foreground)\nWhat?\n\nMATILDA\nGrass.\n\nWith a cry of hope, the entire Group races toward Matilda, We\nANGLE DOWN on the wind blowing dust over the pectoral cross on\nthe grave, and:\n\nCUT TO:\nMONTAGE with triumphal MUSIC: the trek to greener pastures,\nwhere the air is clean, and the odd dove or rabbit makes\nthe practical Agnes long for a gun. Even this is to be\nvouchsafed her, as we END MONTAGE on:\n\f32,\nGroup meeting up with the few ragged but cheerful survivors\nof the \"Mob\" who took refuge in the Bank. Under the leadership\nof an amiable giant called Jud, they (like the Children) are\nheading north, The trek resumes and they come within sight\nof a screen of distant trees. And suddenly a little BOY cuts\nthrough the chatter;\n\nBOY\nListen!\n\nThe chatter stops.\n\nBOY\nListen to that bird.\nDistantly from behind the trees, we hear: \"Pink! Pink! Pink!\"\nAs the sound continues:\nJuD\n(himself a laborer)\nThat ain't no bird. That's a\npick - on stone.\nAGNES\nGlory be to God, there are more\nof ust\nThe Men begin to break into a run, which puts up a@ rabbit in\nthe scrub.\nJUD\n(yelling)\nGet him, Danny!\nAny curiosity we may feel about the rabbit's fate is wiped\nfrom our minds by what instantly follows: the cough of an\nanswering rifle-bullet from behind the trees. It knocks the\n\ngun out of Danny's hand.\n\f33.",
  "19": "---END OF PREVIOUS SECTION---\nAny curiosity we may feel about the rabbit's fate is wiped\nfrom our minds by what instantly follows: the cough of an\nanswering rifle-bullet from behind the trees. It knocks the\n\ngun out of Danny's hand. 33. \n---TARGET SECTION TO BE ANNOTATED---\nJUD\n(to Group)\nDown, all of youl\nCUT TO:\nCLOSER SHOT: the screen of trees. In the silence we SLOW\n200M to a gunemuzzle pointing through the leaves of an upper\n\nbough, and hear:\n\nVOICE 1\n(from below; dubiously)\nThe orders are not to fire...\nVOICE 2\n(vehind leaves)\n« + « unless they fire first.\nThey did. —\nThe gun-barrel dips forward to reveal the hand of the firer\nreloading. It is the hand of a gorilla, Over this, much nearer\nthan before: “Pink! Pink! Pinki\"\n\nVOICE 2\nAlert the outpost,\n\nCUT BACK TO:\nHuman Group, anxiously conferring. Agnes and her brood are\nbustled into cover in rear of the Men who fan out in a close\nsericircle + some armed and ready to fire.\nCHILD\n(pointing)\nLook I\n\nCUT TO:\n\nP.O.V. LONG SHOT: A single Gorilla with a rifle stands in\n\nfront of the distant screen of trees.\n\nBACK TO:\n\f34.\n\nCHILD\nA gorililat\n\nAGNES\nMother of God...\nOne of the Men fires.\nMEDIUM SHOT: Gorilla, ducking a narrow miss, fires back.\n\nCLOSE SHOT: The Man who fired is killed.\n\nMEDIUM SHOT: The prone Gorilla's right arm signals\n“Advancel\", And we ZOOM BACK to:\n\nFULL SHOT: The Gorilla Cavalry breaks cover through the screen\nof trees, Riding bareback (as Caesar, a former circus rider,\nmust have taught them) they gallop in a wide semicircle which\ncloses in a pincer-movement to outflank and surround the\nhuddled Hurans, who are netted and rounded up like cattle into\nene (or two) horse-drawn cages that have followed the attacking\n\nsquadron,\n\nBut one Danny escapes; and as the carts rumble out of shot, we\nstay with him crouching, crawling and snaking, finally, to the\nshelter of a cave-mouth, into whose half darkness we follow him,\nAlrost instantly he hears steps and voices approaching from\ndeeper in the cave. He flattens hirself into concealrent\nbehind a rocky buttress.",
  "20": "---END OF PREVIOUS SECTION---\nCLOSE SHOT: The Man who fired is killed. MEDIUM SHOT: The prone Gorilla's right arm signals\n“Advancel\", And we ZOOM BACK to:\n\nFULL SHOT: The Gorilla Cavalry breaks cover through the screen\nof trees, Riding bareback (as Caesar, a former circus rider,\nmust have taught them) they gallop in a wide semicircle which\ncloses in a pincer-movement to outflank and surround the\nhuddled Hurans, who are netted and rounded up like cattle into\nene (or two) horse-drawn cages that have followed the attacking\n\nsquadron,\n\nBut one Danny escapes; and as the carts rumble out of shot, we\nstay with him crouching, crawling and snaking, finally, to the\nshelter of a cave-mouth, into whose half darkness we follow him,\nAlrost instantly he hears steps and voices approaching from\ndeeper in the cave. He flattens hirself into concealrent\nbehind a rocky buttress. \n---TARGET SECTION TO BE ANNOTATED---\nVOICE 1\n\nI have to save my batteries. Where's\nyour nearest operational transmitter?\n\f35.\n\nVOICE 2\nAbout ea mile'ts walk down the\nsubway.\n\nVOICE 1\n\nThen radio to Nimrod that I'm\nestablished in the royal circle.\nCaesar gets headaches.* I've\ntold him they're psychological and\nhe believes me.\nInto the brighter light of the cave-mouth emerges .. . Frank,\nthe bogus animal-psychiatrist, whom we shall hereafter call\nby his assumed name of \"Lex\",\n\"TEX\"\n(smug smile)\nHe thinks I can cure them.\nHe turns back to wave good-bye to the owner of Voice 2 (now\ndimly discernible in the shadows) and sees Danny flattened\nagainst the buttress.\nSTEX uu\nYou've got a visitor.\nThe owner of Voice 2 walks into the light. He is the third\nMUTANT we have seen so far and, despite his hideously marred\nface, has a certain authority. We hear \"LEX\" leaving, Then:\nMUTANT 3\nWho are you?\n\nCAMPBELL\nB64139 Campbell.\n\nMUTANT 3\nWhat is your trade or profession?\n\n \n\n* We can plant these in Part One.\n\f36.\n\nDANNY\nGunsmith,\n\nMUTANT 3\n(a lipless smile)\nWe have room for you, Come down,\nCUT TO:\nEscorted by Gorilla cavalry, the two carts break through the\n\nleafy screen into:\n\nThe new Ape City under process of construction. The effect\nshould be inspiring, for Apes and their selected Human Experts\nare working together energetically and harmoniously ~ though\nthe Hurrans address even the humblest Ape-leborer as \"Sir\".\n\nFrom the P,O.V. of the Hurans in the certs, CAMERA ROVES:\n\n- Ape-wielded picks striking on stones as cave-like\ndwellings are scooped out of rock under the supervisior\nef a Human ARCHITECT who, from time to time, unrolls\npaper-plans and deferentially issues further suggestions\n\nto the workers.",
  "21": "---END OF PREVIOUS SECTION---\nThe effect\nshould be inspiring, for Apes and their selected Human Experts\nare working together energetically and harmoniously ~ though\nthe Hurrans address even the humblest Ape-leborer as \"Sir\". From the P,O. V. of the Hurans in the certs, CAMERA ROVES:\n\n- Ape-wielded picks striking on stones as cave-like\ndwellings are scooped out of rock under the supervisior\nef a Human ARCHITECT who, from time to time, unrolls\npaper-plans and deferentially issues further suggestions\n\nto the workers. \n---TARGET SECTION TO BE ANNOTATED---\n- The Arena (seen in APES 2) now almost finished, as\nApes raise and anchor a tall flagpole at its center\n\nbeside which others are erecting a dais,\n\n- Impressionistic glimpses of Apes being taught under\nHuman supervision to cultivate the land - e.g. seed\nsowing, vine growing, digging or even ploughing.\n\n(The choice of images will be guided by our budget\nbut must convey that, in terms of food, the community\n\nis becoming self-sufficient.)\n\f37.\n~ Settled in a country where wildlife has not been\n\nexterminated, the inhabitants have access to furs,\nfibres, feathers, hides, skins, barks, and simple\nfabrics which Female Apes can be seen plucking,\nplaiting, cutting and crudely tailoring in the open\nSquares. As we pass, we see fruits and vegetables\nstacked in a free (but rationed) Market, where 2\nGorilla Supervisor disposes to each Ape his due.\n\nAn aduit Orangutan trying to steal an extra orange is\n\nsummarily whipped.\n\n~- From a shot of the carts entering the double-~geteway\nof a Huran Compound, we:\n\ncut TO:\n\n‘acdonald opening double-doorway to usher Caesar to the head\n\nof the Inner Council table where Aldo, Zeno and Pan await him.\n\nNOTE:\n\nWhat we shall call the \"Palace\" complex (Council Room,\nLiving Room and Bedchamber) demands credibility of\nconstruction and decor. Let us assume that our Human\nCarpenter (Brad) has supervised the making of chairs,\ntables and beds. Some of the fabrics have been\ntransported from Modern City; others we have just\n\nseen being woven. Intermittent sound effects will\n\nindicate that construction is not yet complete.\n\nMeanwhile, the Inner Council's debate opens. In gist:\n\f38.\n\nCAESAR\n\nWhy did they fire at us?\nMACDONALD\n\nThey didn't, They fired at a rabbit.\nALDO\n\n(darkly)\n\nHow can you be sure?\nMACDONALD\n\nWe have the rabbit.\nALBO\n\nThen I suggest that they share its\nfate. Rabbits breed. So will they.\n\nPAN\nCaesar has Said again and again\nthat the time for killing is over.",
  "22": "---END OF PREVIOUS SECTION---\nRabbits breed. So will they. PAN\nCaesar has Said again and again\nthat the time for killing is over. \n---TARGET SECTION TO BE ANNOTATED---\nLet them live and serve the Community\nlike their fellows.\n\nALDO\n(scornfully }\nPan, the pacifist!\n\nCAESAR\nGeneral Aldo, your army exists to\nkeep the peace - not to break it,\n\nALDO\nAnd what if they break us?\n\nThe sound of sawing starts in an adjacent room, and Caesar's\nhand goes suddenly to his head.\nZENO\n(noticing)\nI have a compromise. Let their\nsurvival depend on their co-operation,\nCAESAR\n(head in pain)\nIn favor... ?\nSawing continues as Zeno raises his hand, followed (after a\n\npause) by Pan.\n\f39.\n\nALDO\nDoes that include the children and\ntheir supervisor?\n\nPAN\nI move that they be put in charge\nof the teacher, Lindy.\n\nALDO\n(outraged)\nYou intend to educate them? In\nthe same schools as our own young?\n\nZENO\n(soothingly)\nAgain, provided they co-operate.\n\nALDO\nWhat child ever did?\n\nNow hammering starts in the next room.\n\nCAESAR\nMacdonald, can that noise be stopped?\nWhat are they building?\n\nMACDONALD\nA cot for what we hope will be Caesar's\nson.\nPAN\n(gently)\nThey haven't much time.\nALDO\nMy son was born upon the ground.\nCAESAR\n(with sudden, icy\n\nfury)\nYour son was not royal. And the\npropriety of a prince's cot is not\n@ matter for debate in council.\n\nALDO\nAs Caesar pleases.\n\nHarmer, hammer, hammer!\n\fho,\nCAESAR\n(both hands to head)\nWhere's Lex?\n\nMACDONALD\nI'll find hin,\n\nCUT TO:\n\"Lex\" returning through Ape City. He meets Macdonald and, just\n\nbefore moving out of shot, they pass:\n\nLindy holding her first unsegregated class for Human anc Ape\n\nchildren, watched by Agnes.\n\nLINDY\n{to Chimp Girl)\nMyra, count up to ten,\nMYRA\n(with facile mimicry)\nOnetwothreefourfivesixseveneightnineten,\nLINDY\n\n{holding up fingers)\nAnd what is one plus three?\n\nA long silence. Myra can't do it.",
  "23": "---END OF PREVIOUS SECTION---\nLINDY\n{to Chimp Girl)\nMyra, count up to ten,\nMYRA\n(with facile mimicry)\nOnetwothreefourfivesixseveneightnineten,\nLINDY\n\n{holding up fingers)\nAnd what is one plus three? A long silence. Myra can't do it. \n---TARGET SECTION TO BE ANNOTATED---\nLINDY\nAnybody?\nALL HUMAN CHILDREN\n\n(a concerted yell)\nFOURI\n\nNot an Ape~child has spoken. Agnes smiles smugly at Lincy.\n\nINT. Medical hut in palace grounds. \"Lex\", Macdonald and Cler,\nthe vet, (whom we shall call Doc) briefly and privately discuss\n\nCaesar's condition. Doc suspects a disease endemic among chimps:\n\f41,\nbrain-expansion in an unexpandable cranium. But no X-ray apparatus\nis available to confirm this. Has \"Lex\" had any success\npsychiatrically? Not much, Some kind of mental censorship is\npreventing Caesar from talking freely. Doc offers to inject a\nminimal dose of pentothal to \"unbutton” him. As they leave for the\npalace:\n\nCUT TO:\nUNDERGROUND. Mutant 3 guiding Danny, the gunsmith, along a subway\nto the steady thrum of a generator which may well be the source of\ndim lighting. They are pausing by a mutant-ranned radio transmitter\nwhose retractable aerial soars through an air vent.\nOPERATOR\nCome in, Nimrod. Come in, Nimrod.\nA voice, very distorted by static, answers ~ unintelligibly to us\nbut not to the operator,\nOPERATOR\nFrank, alias Alexander, alias Lex,\nreports that he is well established\nunder agreed cover in Caesar's\ncourt-circle and...\nMutant 3 and Danny have moved on, as Operator's Voice dwindles and\nfades.\nMUTANT 3\nI'm taking you to the City Arsenal.\nOut of the bits and pieces the Apes\n\nleft us, I want to construct a\nrather unusual missile.\n\fye,\nDANNY\n{guarded)\nWill it harm my own kind?\nMUTANT 3\nNot noticeably.\nINT. Anteroom to bedchamber, CLOSEUP: Doc's hypodermic needle\nretracts from a small, red-tagged plastic container and is expelled\ninto Caesar's arm. As we PULL BACK to include a couch and stool:\nDoc\nCaesar, youtll feel drowsy at\nfirst. Then relaxed. Relaxed\n\nenough to talk to...\n(indicating)\nLex.\n\nAn interruption. Lisa's human maid, Anna, enters to say that her\nmistress's labor-pains have started.",
  "24": "---END OF PREVIOUS SECTION---\n(indicating)\nLex. An interruption. Lisa's human maid, Anna, enters to say that her\nmistress's labor-pains have started. \n---TARGET SECTION TO BE ANNOTATED---\n Caesar only drowsily reacts.\nDoe quietly puts back the pentothal-container in his dector's bag,\nfrom which he now extracts (say) a sphigmometer and a tube of tablets\nKe leaves with Anna. And \"Lex\", seated behind Caesar's drowsy\nhead, is left looking intently into the bag - in which is a second\nPlastic container identical with the first, except that it is\ndDiack-tagged.\n\nCUT TO:\nOnly two more quick scenes before the Action starts:\n1, INT, Bedchamber, Doc, his ministration over, looks down at\n\nLisa* with a reassurance he does not feel.\n\n \n\n* Though in this outline Lisa's role may appear skeletonic, we\nhope to build her relationship with Caesar into something\ntender, humorous and touching.\n\f43,\nboc\n\n'Itil be around, ma'am. Send\n\nAnna if you need me.'\nHe takes Anna aside into the passage connecting bedchamber with\nanteroom and tells her that, due probably to the long, arduous trek\nfrom Modern City to Ape City, the baby's position is wrong. It's\nnot going to be an easy birth. Suddenly we hear Caesar's tormented\nvoice loudening vehind the anteroom door.\n\ncuT TO:\n\n2. INT. A dramatic set-piece for Caesar, at long last giving vent\nto his guilt at having been instrumental in the death of his beloved\nhuran foster-father, Arrando. (His lamentation will also serve to se-\nthis picture in the context of its predecessors.) \"He loved me,\n\nand I killed him. There will be no more killing, while I am King.”\n\n\"Lex\" glibly soothes him. Armando died so as not to betray Caesar.\nHad he so betrayed him, the Apes would still be slaves. If\nArmandots spirit survives, he would be happy at his own suicide's\neutcome, We end on Caesar's childlike whimper of dependency that\ncharacterised his parting from Armando in \"CONQUEST\":\nCAESAR\n\nArmando . . . Armando... Armando...\nA Boow! from the ceremonial cannons - which we may presume to have\nbeen horse-drawn and/or manhandled months ago into Ape City.",
  "25": "---END OF PREVIOUS SECTION---\nArmando... Armando... A Boow! from the ceremonial cannons - which we may presume to have\nbeen horse-drawn and/or manhandled months ago into Ape City. \n---TARGET SECTION TO BE ANNOTATED---\nCaesar's personal standard breaks from the flagpole as the royal\n\ncortege approaches the dais in full view of the crowded Amphitheatre.\n\fA,\nLisa walks shakily on Caesar's arm, followed by Anna carrying the\nblanketed baby. Deferentially in the rear come Doc (with his bag)\nand \"Lex\" - respectively in attendance on Caesar and Lisa. As they\nmount the dais, Lisa stumbles slightly ~ and Doc exchanges 2\ndisapproving headshake with \"Lex\", The Queen should not have deer,\n\nallowed out so soon.\n\nA hush falls, as Caesar takes the baby from Anna's arms. Then,\nwith Lisa by his side, ne holds the child aloft.\nCAESAR\nTo the Council, to the Senate\n\nand to the People of this City,\nI present my newborn son...\n\nTremendous cheering.\n\nCAESAR\nAnd I name him, after my Ape\nfather and my human foster-father,\nCornelius Armando,\nThe cannens boom; and as the cheering peaks, Lisa sways and falls.\n\"Tex\" is at Caesar's side, Caesar gives him the baby to hold and\ncrouches in great concern over Lisa, whom Doc ts already attending.\nLISA\n{frightened eyes\nflickering)\nPain... pain...\nToo many Apes, eager to help, are crowding the dais. Anna cannowv\n\nreach her mistress, The Gorilla Police move in to hold them back.\n\f45,\nDoc opens his bag, fills his hypodermic from the black-tagged\n\nPlestic container and injects its contents into Lisa's arm, Five\n\nminutes later she is dead.\n\nDoc, stunned and bewildered, can only stare and stare - first at\nLisa, then at his hypodermic. Caesar, reverting momentarily to\nprimitivity, utters a single howl of grief and, with hands pressed\nto his aching head, begins to \"keen\" in a low, moaning note as he\nrecks from side to side inconsolably. The CROWD begins to surge\ntowards the dais, but are held back by Aldo's Gorilla Police.",
  "26": "---END OF PREVIOUS SECTION---\nDoc, stunned and bewildered, can only stare and stare - first at\nLisa, then at his hypodermic. Caesar, reverting momentarily to\nprimitivity, utters a single howl of grief and, with hands pressed\nto his aching head, begins to \"keen\" in a low, moaning note as he\nrecks from side to side inconsolably. The CROWD begins to surge\ntowards the dais, but are held back by Aldo's Gorilla Police. \n---TARGET SECTION TO BE ANNOTATED---\nZeno is given access to the dais; by Macdonald, trying to fight\n\nthrough to Caesar's side, is clubbed to unconsciousness dy a\nrifle-butt,\n\nZENO\n(calling from dais)\nThe Queen is dead,\n\nALDO\n(among his troops,\nfrom below)\nThe Queen is murdered!\n\nCAESAR\n\n(regaining his senses)\nLex! Look to the child...\n\nHe rises and peers about the dias. Then, in panic:\n\nCAESAR\n{roaring)\nLe-e-e-x!\nOver a sudden, appalled and total hush, we:\n\ncut TO:\n\f46,\n\"Lex\" moving quickly but carefully through a high thicket above\nthe Amphitheatre . . . with the blanketed baby in his arms. He\n\npauses for a second to lock down on:\n\nAldo ordering out, first, the cavalry to sweep the countryside in\n& search for \"Lex\"; then the police to arrest Doc, “the assassin\";\nand finally the infantry to herd all the Humans like cattle into\ntheir compound and set up guards round both it and the Human\n\nchildren's school.\n\f47,\nQUICK SHOTS, CROSS-CUTTING\n\n- Cavalry thunderously chasing \"Lex\", who escapes unseen\n\nafter appallingly narrow shaves.\n\n- Lisats corpse being shouldered away from the Amphitheatre\n\nby chimp stretcher-bearers.\n\n- Doc's bag being dumped on a table for examination by\nan Orangutan,\n- \"Lex\", with blanketed-baby, slipping safely into the\nMutant's cave-mouth,\nCUT TO;\nAt Gorilla Police Headquarters, Doc is savagely grilled by a\nGorilla and an Orangutan interrogator. Doc protests that the\ndrug containers must have been switched by \"Lex\" to create a\nconfusion in which the Queen's death would distract attention\nfrom the kidnapping of the baby. Scene ends on:\nDoc\nLex must have been an impostor.\nCUT TO:\nCLOSEUP: ZENO\n\nZENO\nOr a conspirator.\n\nPULL BACK TO:\n\nA distraught Caesar presiding over a fierce debate of the\n\nInner Council. In gist:\n\f48,\n\nALDO\nOr one of many conspirators.. How\nmany we do not know, So every human\nhead must roll.",
  "27": "---END OF PREVIOUS SECTION---\nPULL BACK TO:\n\nA distraught Caesar presiding over a fierce debate of the\n\nInner Council. In gist:\n\f48,\n\nALDO\nOr one of many conspirators.. How\nmany we do not know, So every human\nhead must roll. \n---TARGET SECTION TO BE ANNOTATED---\nPAN\nLet us at least keep ours, What\nmotive had the Doctor for murder?\nHe'd already warned Caesar that\nthe Queen was unfit to attend the\nchild's public presentation, He\nwas among the most privileged of our\nhuman advisers,\n\nALDO\nEven privileged worms turn. Unless\nyou stamp them into the ground.\n\nCAESAR\n(wearily)\nLex was privileged, too. Might\nthey not both have conspired to kill\nmy wife and kidnap my Son?\n\nPAN\nThen why did he make no attempt to\nescape with Lex? I believe the\nDoctor's story. I believe that Lex\nswitched the labels on the drugs. I\nbelieve that Lex was planted among us\nas & spy.\n\nZENO\nWno by?\n\nPAN\nBy Nimrod, who wants to finish on\nthe battlefield...\nSHOCK CUT TO:\n\"Lex\" (we remember he was really a radio-technician) listening\nto Mutant Transmitter.\nPAN'S VOICE (Cont. )\n\n(on distort)\n- « « What he began with the bomb.\n\nW LEX Ww\n{to Operator)\nKeep monitoring. And get me Nimrod,\n\nCUT TO;\n\f4g,\nThe North, Nimrod with two new AIDES listening to the radio in\nthe tent, whose flap is open,\n\"LEX'S\" VOICE\nThe Queen is dead and Caesar is\nbrainsick, The Apes are divided -\nand they'll be more so, when I\n\nactivate the devices. What do you\npropose?\n\nNimrod looks out through tent-flap at:\n\nP.O.V. LONG SHOT: The car graveyard, which is no longer a\ngraveyard, Scores of mechanics have transformed abandoned hulks\ninto viable vehicles. The vechicles may be old crocks but\n(we hear a distant engine briefly revving) the crocks are by\nno means crippled, Over this, as revving cuts out:\nNIMROD'S VOICE\nWe're coming south.\n\nCUT TO:\nPANNING SHOT: V.I.P. Shelter under Modern City. It has been\ncleaned up and sparsely furnished. A wall shelf contains a\nfew canned goods that could have been officially distributed from\n\ncellared stocks below the bomb's reach.",
  "28": "---END OF PREVIOUS SECTION---\nShelter under Modern City. It has been\ncleaned up and sparsely furnished. A wall shelf contains a\nfew canned goods that could have been officially distributed from\n\ncellared stocks below the bomb's reach. \n---TARGET SECTION TO BE ANNOTATED---\n PAN ENDS on:\n\nPreviously-established MUTANTS 1 and 2 seated at the wooden\ntable's head. The hideous Ferale Mutant is feeding the kidnapped\nBaby Chimp from a bottle, and crooning a traditional lullaby whose\nwords (curiously) seem more apposite to simian than human babies.\nFEMALE MUTANT\n\"Hushaby, baby, on the tree-top.\nWhen the wind blows, the cradle will rock.\n\nWhen the bough breaks, the cradle will fell.\nAnd down will come baby and cradie and all.”\n\f50.\nMALE MUTANT\n(tenderly)\nIt's like having a baby of our own.\nCUT TO:\nCouncil Meeting continuing, Caesar, under increasing mental and\nphysical stress, shows signs of cracking. Muffled hammering\n\nsounds intermittently outside, during:\n\nCAESAR\nMy wife is murdered and my son\nstolen. The Humans are in conspiracy\nagainst us,\n\nPAN\nThere is no evidence that all\nHumans -\n\nCAESAR\n\n(yelling like Hitler)\nThe point about conspiracy is that\nthere should be no evidence,\n(quieter)\nWhich of them can now be trusted?\n\nA silence, broken by:\n\nALDO\nThe answer to mistrust is massacre.\nIf they live, they talk. If they talk,\nthey plot, If they plot, we die.\n\nPAN\n(leaping to his feet)\nCaesar has sworn publicly that \"the\ntime for killing is over!\" That is\nan oath which cannot be broken.\n\nCAESAR\n(with a slyness that\nshould shock us)\nIt can be modified.\n\f51.\n\nPAN\nHow?\n\nCAESAR\nBy cutting out their tongues,\n\nA longer silence, broken by:\n\nZENO\nThere must be more merciful ways\nof making @ man dumb.\n\nCAESAR\n{abruptly rising)\nThen find them.\n\nAnd he stalks darkly out of the Council Chamber through the\n\nante-room door, leaving:\n\nAfter a pause:\n\nPAN\n(appalled)\nIt's madness.\nALDO\n\nIt makes sense, If they cannot\nspeak, they cannot conspire. If\nthey cannot conspire, they cannot\ndominate.\n\nZENO\nYou may be right, But they still\nhave the child. I'm worried about\nthe child,\n\nPAN\nI'm worried about the Children.",
  "29": "---END OF PREVIOUS SECTION---\nIf\nthey cannot conspire, they cannot\ndominate. ZENO\nYou may be right, But they still\nhave the child. I'm worried about\nthe child,\n\nPAN\nI'm worried about the Children. \n---TARGET SECTION TO BE ANNOTATED---\ncuT TO;\n\f52.\nCaesar entering Bedchamber, where Lisa lies robed \"in state\",\nAs he kneels by the bedside, telling her that her death shall\nbe revenged, the hammering starts up again. Caesar strides\n\nangrily to the window and confronts:\n\nP.O.V, CLOSE SHOT: Brad, the carpenter, flanked by two Gorilla\nGuards, He deferentially explains that he is completing a coffin\nfor the Queents Funeral tomorrow, and now carefully, delicately\nscrews in a single ornamental metal knob on the coffints lid,\nSo carefully, so delicately, that we shall remember the scene\nin retrospect,\nBRAD\nIt's finished,\n\nCUT TO:\nMedical Hut starting on CLOSE TOP SHOT of a neatiy dissected\nrabbit, pinned down and variously labeled on a wooden board,\nWe PAN down to a dead dove, doubtless awaiting similar treatment\nbeside it, and -PULL BACK to include Zeno and ZAIA in a bare room\nhung with anatomical charts of Apes and Humans. One chart\n\ncompares their vocal systems.\n\nZaia is & young and personable ferale Orangutan - possibly an\n\nancestress of Dr. Zaius in Apes 1 and 2,\n\nZENO\nZaia, I speak in confidence, For\nour survival's sake, this thing may\nsoon have to be done, All I'm now\nasking you, as the Doctor's best\npupil in anatomy, is how it could\neffectively be done with the least\npain.\n\f53.\n\nZaie picks up a pointer and moves confidently to the wall-charts,\n\nZAIA\nThe Doctor says that every human\nbeing above the level of an idiot\ndevelops a speech-center on one side\nof the brain depending on whether he\nis left or right handed.",
  "30": "---END OF PREVIOUS SECTION---\nZaius in Apes 1 and 2,\n\nZENO\nZaia, I speak in confidence, For\nour survival's sake, this thing may\nsoon have to be done, All I'm now\nasking you, as the Doctor's best\npupil in anatomy, is how it could\neffectively be done with the least\npain. 53. Zaie picks up a pointer and moves confidently to the wall-charts,\n\nZAIA\nThe Doctor says that every human\nbeing above the level of an idiot\ndevelops a speech-center on one side\nof the brain depending on whether he\nis left or right handed. \n---TARGET SECTION TO BE ANNOTATED---\n There are\nmodern procedures which so pinpoint\nthe speech-center, and the audio and\nvisual areas tied in With it, that\nali the faculties concerned could be\nobliterated = as painlessly as they\nwould be by an electrically induced\nstroke,\n\nZENO\nCould Man, so treated, still serve\nthe community in however lowly a\ncapacity?\n\nZAIA\nOnly as fodder for the birds and\nbeasts and the fishes that he's almost\nsucceeded in exterminating.\n\nZENO\nWe don't want that - yet,\n\nZAIA\n{indicating on chart)\nThen with relatively little pain, you\ncould sever the laryngeal nerve\nlilaterally in the neck - and paralyze\nhis vocal chords without paralyzing\nhis other faculties.\n\nZENO\nCould you perform such an operation?\n\nZATA\nI'm an anatonist. Not a surgeon.\n(pause)\nBut -\n\fHuran Compound,\n\ncage-bans,\n\n54,\nZENO\nYes?\nZAIA\nIf I saw a demonstration ...\nSHOCK CUT TO:\n\nBIG HEAD of Doc, appalled and sweating behind\n\npac\n(yelling)\nNol\n\nAs he Speaks, we PULL BACK to inelude Macdonald, equally appalled,\n\nstill caged beside him,\n\nboc\nI will not mutilate my own kind!\nIf you put a scalpel in my hand,\nI shall use it on my throat,\n\ncuT TO:\n\nREVERSE P.0,V. SHOT: Outside the cage and glaring in, are\n\nCaesar (now indubitably mad} and Aldo, flanked by two Gorilla\n\nGuards.\n\nCAESAR\n\n(iciiy)\nIf you do, the surgery will be\nperformed by the aptest of your\nApe pupils - doubtless more clumsily,\nprobably more painfully and possibly\nlethally. Let us pray that she will\nimprove with experience.\n\npoc\nBut, Caesar .. . why?\n\nALDO\nYou murdered Caesar's wife -\n\f55.\n\nDOC\nNo! The labels were -\n\nALDO\nYour colleague stole his child.\n\nboc\nYes, but he was only one...\n\nCAESAR\n{looking shiftily from\nSide to side)\nAmong how many? I offered you membership\nof a kingdom at peace.",
  "31": "---END OF PREVIOUS SECTION---\nboc\nYes, but he was only one... CAESAR\n{looking shiftily from\nSide to side)\nAmong how many? I offered you membership\nof a kingdom at peace. \n---TARGET SECTION TO BE ANNOTATED---\n You gave me\ntreachery, and are guilty of treason,\n\nMACDONALD\n(quietly)\nEven the children?\n\nCAESAR\nThey will grow into traitors.\n\nMACDONALD\nAnd 1?\n\nCAESAR\nArmando once told me the-story of\nJudas, You, above all,\n\nIn the silence we hear the approaching thud of galloping horses’\n\nhooves.\n\nMACDONALD\nThere seems no futher point in talking.\n\nWe PAN to the Gorilla Cavalry Commander dismounting,\n\nCAESAR\n{very tense)\nNews.\n\f56.\n\nIt is neither a question nor a statement but a command; and\n\nthe Commander is loth to obey it. “He holds up a shred of torn\n\nfabric.\n\nCaesar is rubbing\n\nCOMMANDER\nWe found this on a thornbush.. .\n(pointing)\n« « . in the thicket above the\nAmphitheatre.\n\nCAESAR\n(taking it)\nIt's from the blanket.\n\nCOMMANDER\nThere were tracks down to the river,\nbut we couldn't pick them up on the\nfar side. The water's shallow. He\ncould have walked miles upstream or\ndown,\n\nthe fabric against his cheek.\n\nALDO\nYou're still searching?\n\nCOMMANDER\nI called the main body back -\n\nCAESAR\n(furious)\nWhy ?\n\nCOMMANDER\nThere was a dust-cloud to the north\nof the Old City.\n\nWe CUT IN CLOSE SHOT of the caged Macdonald, suddenly very alert.\n\nHe shoots a meaningful glance at Doc.\n\nCAESAR\n(scornful)\nThe country round the Old City is\nall dust.\n\f57.\n\nCOMMANDER\nThe cloud was moving.\n\nNow Aldo turns as alert as:\n\nMACDONALD\n(quickly)\nCaesar, I said there seemed no further\npoint in talking. I meant that\nliterally.\n(\"dramatic\" pause)\nI offer myself to be made mute.\n\nDoc\n(\"resigned\")\nThe daylight's fading. Tomorrow,\nCaesar, at high noon,\n\nCAESAR\n(curtly)\n\nYou have saved your people certainly\nfrom pain and possibly from massacre.\n(turning on Commander)\n\nWhy did you call back the main body?\n\nALDO\nCaesar, the dust-cloud was_moving.\n\nCAESAR\n(vaguely)\nWhen the wind blows...\ncuUT TO;\nInT.",
  "32": "---END OF PREVIOUS SECTION---\nALDO\nCaesar, the dust-cloud was_moving. CAESAR\n(vaguely)\nWhen the wind blows... cuUT TO;\nInT. \n---TARGET SECTION TO BE ANNOTATED---\n V.I.P, Shelter, starting on CLOSEUP of Ferale Mutant\ncrooning to Baby Chimp.\nFEMALE MUTANT\n{as though completing\nCaesar's line\n« « « the cradle will rock.\nWe PULL BACK to include Male Mutant with \"Lex\" who looks down\n\non the Baby with smiling satisfaction.\n\f58.\n\nFEMALE MUTANT (Cont.)\nWhen the bough breaks, the cradle will fall.\nDown will come cradle and.baby and all.\n\n\"Lex\" moves to open the door, from which he looks back,\n\nLEX\nTake good care of him, We need him,\n\nFEMALE MUTANT\n(dotingly)\nSo do we.\n\nAs \"Lex\" shuts the door behind him:\n\ncUuT TO:\nEXT. SPECIAL EFFECT: The faraway dust-cloud moving south along\nthe desert horizon, Too faraway for our eyes or ears to identify\n\nits mature... yet,\n\ncurt TO:\n\f59.\nReneath Modern City. \"Lex\", striding between the cracked walls\nof a subterranean corridor, is allowed ingress by two Mutant\nGUARDS to the City's old Arsenal, where Danny the Gunsmith\n(with the help of Mutant labor) is consulting blueprints and\nsupervising the construction of a medium-sized projectile,\nwhose sinister oddity of design we shall leave to the ingenuity\nof our Art Department.\n\nLEX\n\n(extending hand)\nWe met in the cave-mouth,.\n\nDANNY\n(grinning and shaking\nhands)\nRight! It's nice to meet a fellow-hu\n(man) -\n(stopping tactfully\nshort\n- @ fellow.\nLEX\n\nWhat are you making?\n\nDanny looks first at the blueprints and then at the projectile.\nHe scratches his head.\nDANNY\n(genuinely)\nI don't know.\nCUT TO;\nEXT. NIGHT. Nimrod and Aide in a veteran Jeep at the head of\na column whose noise proclaims it to be motorized.\nNIMROD\n(quietly into\nwalky-talky)\nHalt.\nThe sound of engines cuts out. In the silence, the rising dust\n\nobscures the risen moon.\n\ncuT TO:\n\f60,\n\nApe City - HIGH NOON, CROSS-CUTTING\n\n- EXT. Lisa's impressive Funeral.",
  "33": "---END OF PREVIOUS SECTION---\nIn the silence, the rising dust\n\nobscures the risen moon. cuT TO:\n\f60,\n\nApe City - HIGH NOON, CROSS-CUTTING\n\n- EXT. Lisa's impressive Funeral. \n---TARGET SECTION TO BE ANNOTATED---\n Six Chimpanzees are\nCoffin Bearers; and behind them walk Caesar (head bowed\nin grief) followed by Aldo, Zeno, Pan and a ceremonial\ndetachment of Gorilla Infantry. As the cortege advances\n\nbetween Ape Spectators:\n\nALDO\n{aside to Zeno}\nWhen my mother's time came for\ndying, she went into the woods -\nand died, She has no grave.\n\nZeno shrugs.\n\n- INT, Medical Hut. Preparations for Doc's operation on\nMacdonald's vocal chords. Zaia has acquired a certain\nproficient menace as she straps Macdonald to the wooden\noperating-table and begins deftly to shave the stubble\non both sides of his neck with a cut-throat razor.\n\nOutside the open window, a Gorilla Guard looks in.\n\n- A group of Young Gorillas complete the digging of a\n\ngrave, as the Cortege approaches from b.g¢.\n\n- With strips of lint dipped first into a bowl and then\ninto a perspex bottle, Zaia disinfects and locally\nanaesthetizes the shaven areas of Macdonald's neck,\n\nDOC\n(with difficulty\n\nachieving self-control)\nGood girl.\n\nShe hands him a scalpel.\n\f61,\n- The coffin with its ornamental metal knob is lowered\ninto the grave, over which Zeno extends a hand in\nbenediction,\nZENO\n\nMay you see God, who created us\nin His irage.\n\n4 Chirp grave digger begins to shovel back the earth.\n\nCAESAR\nStand back, all of you - and let\nme bid her good-byel\n\n7¢ Jumps into the shallow grave and puts his lips to the coffin-\n\nlid.\n\n- Doc's scalpel touching Macdonald's neck for the first\nincision.\nZAIA\nDoctor, that is not the correct\npoint of entry.\nOstside the Gorilla Guard stiffens. Inside Doc behaves as though\nhe'c been testing Zaia, but now knows that he has taught her too\nwell.\nDOC\n(sweating)\nTen out of ten. I told you you'd\n\nmake a great surgeon. Now you mark\nit for me.\n\nnm\n\nne takes a felt pen and marks the spot with a white cross,\n\f62.",
  "34": "---END OF PREVIOUS SECTION---\nI told you you'd\n\nmake a great surgeon. Now you mark\nit for me. nm\n\nne takes a felt pen and marks the spot with a white cross,\n\f62. \n---TARGET SECTION TO BE ANNOTATED---\nCHOKER SHOT: Caesar's lips near to the coffin lid's metal knob.\n\nCAESAR\nLisa, dearest Lisal Your death\nwill be avenged. For your sake, I\nshall not kill those who have\nkilled you.\ncUuT TO:\n\nUnderground transmitter with Mutant Operators, and \"Lex\" listening,\n\nCAESAR'S VOICE\n(on distort)\nI shall strike them dumd!}\n\nLEX\nNow.\n\nA Ferale Mutant OPERATOR puts on a pair of thick pebble-spectacles\n\nand begins to read from a prepared typescript in a thin, soft\n\nwhisper.\n\nFEMALE OPERATOR\n{reading into mike)\n‘Caesar!'\ncUuT TO:\n\nLisa's grave. Caesar (frozen, incredulous) hears issuing,\n\nepp2rently from the coffin, the thin, soft whisper that could be\n\nthe dead Lisa's voice.\n\nOPERATOR'S VOICE\n'Listen, Caesar, Your enemies are\noutside, not inside, the City.\nThe child is well and in safe\nhands. But if you shed or order\nthe shedding of one drop of human\nblood . . .«\n\nCUT TO:\n\f63.\nFLASH: Doc's scalpel pressing against the cross marked on\nMacdonald's neck.\nBACK TO:\nCaesar, crouched over Lisa's coffin.\nOPERATOR'S VOICE\n- » » the child will die.\nCaesar leaps out of the grave and runs, yelling, towards the\nMedical hut's open window.\nCAESAR\nDocto-o-ori Doctor Clement!\nCUT TO:\nFLASH: Doc's hand withdraws his scalpel-point from Macdonald's\nuninjured neck.\ncur TO:\nZeno, Aldo, Pan and Infantrymen who have (on Caesar's order)\nwithdrawn too far from the grave to have heard the whispering\n\"voice\",\n\nZENO\nHets gone mad.\n\nALDO\n(to Infantry)\nHead him off!\n\nAs they hesitate, Aldo draws a gun.\n\nALDO\n(roaring)\nThat is an orderlt\n\f64,\nThe Infantrymen race to try and intercept Caesar before he reaches\nthe Medical Hut, in whose doorway stand Doc, Macdonald and (behind\nthex) a bewildered Zaia.",
  "35": "---END OF PREVIOUS SECTION---\nALDO\n(to Infantry)\nHead him off! As they hesitate, Aldo draws a gun. ALDO\n(roaring)\nThat is an orderlt\n\f64,\nThe Infantrymen race to try and intercept Caesar before he reaches\nthe Medical Hut, in whose doorway stand Doc, Macdonald and (behind\nthex) a bewildered Zaia. \n---TARGET SECTION TO BE ANNOTATED---\n Aldo and Zeno follow leaving:\nPAN\n(to chimp Coffin Bearers)\nIf I knew there were a God, I would\npray to Him.\nCUT TO:\nOutside the Medical Hut, Caesar turns to face his pursuers. His\nwife (he says) has spoken to him from the grave, Zeno and Aldo\nexchange bodeful glances, as Caesar continues. His child is\nalive but will be slaughtered if one drop of human blood is shed\nat his order. He screams at the pain in his head, and ends:\nCAESAR\n(an insane yell)\nSet all humans freel\nMacdonald, not far from Caesar's side, intercepts a final, silent\nexchange between Aldo putting his hand on his gun, and Zeno nodding.\nAs Aldo draws, Macdonald flings himself in front of Caesar - and is\ninstantly shot dead, His fall re-exposes Caesar, Aldo fires\nagain, and Caesar falis dying beside Macdonald, whose name he whispers\ntwice before death cuts short what would have been a plea for\n\nforgiveness,\nALDO\n\n(aiming gun at Doc)\nNow we can make war,\n\f65.\nSYNOPSIS OF FINAL PHASE\n\nScarcely has Alco spoken, than a shell explodes short of the Human\ncompound and an ancient recce-plane radios back the information to\nNimrod's artillery, Aldo and his retinue race to organize the\n\nApe counter-attack, Even as they leave, two more shelis destroy\nthe Human Compound - but not before the Children have escaped in\nthe confusion through the perimeter fence of wooden stakes planted\n\ntoo closely for adult Humans to wriggle through.\n\nNimrod has destroyed the Humans intentionally. They are “collaborazsr\n\nwith the Apes and constitute a Fifth column that must be exterrinat.\n\n \n\nThe main Ape-Huran battle is joined in the rocky open country betweer\nthe site of Modern City and Ape City. Basically it is a battle\nbetween Humans driving veteran vehicles with the reckless abandon of\nstock cars, and Apes on foot or horseback. But the Apes' armory\n(cannon and small-arms brought from the Modern City Arsenal) is\nbigger and more up-to-date than Nimrod's.",
  "36": "---END OF PREVIOUS SECTION---\nThe main Ape-Huran battle is joined in the rocky open country betweer\nthe site of Modern City and Ape City. Basically it is a battle\nbetween Humans driving veteran vehicles with the reckless abandon of\nstock cars, and Apes on foot or horseback. But the Apes' armory\n(cannon and small-arms brought from the Modern City Arsenal) is\nbigger and more up-to-date than Nimrod's. \n---TARGET SECTION TO BE ANNOTATED---\n They have also been\n\ntaught (when building Ape City) to lay and detonate explosive\ncharges, which they use to deadly effect in rear of Nimrod's out-\nflanked Army. The battle rages with the do-or-die intensity of\nCuster's Last Stand, Nets, too, are brought into use, and the\n\nsrerled-up vehicles are pounded by gunfire into immobility.\n\fn\n\n66.\n\n#4 hanstul of Human survivors flee for refuge to the cave mouth,\nwnese location they know. They are joined in flight by the\nescapes children, and the group enters the cave mouth to descend\n\ninte Mutantville below,\n\nBut Ape Scouts have observed this, and Aldo now advances his cavalry\nin a final charge which isolates Nimrod and is driving him back\n\ncwarss the cave mouth when:\n\nrex. the cave mouth itself, Danny the Gunsmith and Mutant Technicians\nfire vhe mysterious projectile which falls just short of the\nacvancing Apes and momentarily halts them, It doesn't explode, but\nRv ticks; and while it ticks, Mutant 1's voice on a loud hailer\n\nTaxes an announcement.\n\nThe projectile contains (says the voice) a sophisticated and once-\n\nvep-secret nerve gas which (through the innocent appearance of its\n\n \n\nnders) escaped detection by the Apes in the old Arsenal. The\nfasts volatility is as considerable as its operational range, and\n\nits specific effect is painlessly to induce sterility and therefore\n\n \n\n, reproductivity in those who inhale it. It is if you like\n\nte teil it so, a Genocide Zord. And it will explode in \"X\" seconds.\n\f \n\n67.\n\nzeno and Aldo need only briefly confer before deciding to retreat -\nfor the Ape Race must survive by breeding, if it is to fulfill its\nmission of dominating Mankind. As the Apes gallop away, the ticking\nstops and the projectile explodes - too soon (we suspect) to save\n\nthe Apes from sterility.\n\nMutant 1 now appears in the cave mouth to greet:\nNIMROD\nThey call me Nimrod, but my name\nis General Mendez* I've\n\ncome to offer my services to the\nHuman cause.",
  "37": "---END OF PREVIOUS SECTION---\nzeno and Aldo need only briefly confer before deciding to retreat -\nfor the Ape Race must survive by breeding, if it is to fulfill its\nmission of dominating Mankind. As the Apes gallop away, the ticking\nstops and the projectile explodes - too soon (we suspect) to save\n\nthe Apes from sterility. Mutant 1 now appears in the cave mouth to greet:\nNIMROD\nThey call me Nimrod, but my name\nis General Mendez* I've\n\ncome to offer my services to the\nHuman cause. \n---TARGET SECTION TO BE ANNOTATED---\n(pausing in the\n\ncave mouth)\nWhat's the name of the nerve gas\nin that projectile?\n\nMUTANT 1\nIt has no name.\n\nNIMROD\nBecause it's so secret?\n\nMUTANT 1\nIt has no secret either, It doesn't\nexist. The projectile was empty.\nBack in Ape City, Zeno reads a proclamation ordaining that from this\nday Aldo and himself will be the City’s joint rulers. He also\nordains that the infected land between Modern City and Ape City\nshall be called the \"Forbidden Zone\" (see Apes 1 and 2) and begins\n\nto deliver the first of the anti-Human homilies later to be\n\n* Mendez is the name of the dynasty that is one day to rule Mutantville.\nWe met Méndez XXVII in Apes 2.\n\f68.\n\nincorporated in the Scrolls of the Lawgiver - by which name he\nwill be remembered for the next thousand years. As he speaks,\nwe -\n\nTIME DISSOLVE T?:\n\nFrom the cave mouth a little group of our Human Children emerge\n\ncautiously, almost furtively, and peer into the sunset.\n\nMATILDA\nWhat can he do down there but\npine and diel\n\nLITTLE BOY\nHe belongs with his own kind.\n\nAnd they part to reveal the Baby Chimp (who has grown a bit since\nwe last saw him) being given a helping hand to the foreground. He\nlooks this way and that; sniffs the evening air; and then walxs away,\n\nas alone as Chaplin, into the sunset and the land of his fathers,\n\nOver this, we roll up:\n\nEND TITLES\n\f"
}