{
  "1": "David Z.\n\nTROUBLE IN LITTLE Zz\n\nMovie of the Week\n\nStory\nby\n\nCharles Proser and Peter David\n\nScreenplay\nby\n\nCharles Proser\n\nBased on Characters Created by\n\nWeinstein, Gary Goldman and W.D. Richter\n\nNetwork Draft Two\n\nJanuary 12, 1995\n\nFOXSTAR PRODUCTIONS\n\nCopyright © 1995\nRegistered WGA,w\nAll Rights Reserved\n\fEXT. SAUSALITO - CHINESE HERITAGE MUSEUM - NIGHT\nINT. MUSEUM\n\nIn the middle of a marble floor, a single display case topped\nby a crystal dome. DISTANT BUZZING. A SHAFT of light\nappears. Then a BURNING INCENSE STICK. mm wafts down.\n\nTWISTING PULL OUT\n\nThe incense stick is upside down, being lowered into the\nroom. As the smoke spreads, it reveals laser beams that form\na security barrier.\n\nThe incense stick is held by a muscular hand, followed by a\npowerful forearm sporting the tattoo of a Chinese Dragon.\n\nBlack hair, a black headband with red Chinese characters,\ndark eyes in a handsome, upside-down face; followed by the\nrest of BOBBY WANG -- in red muscle shirt and black jeans.\n\nHe is tied upside-down with a red nylon rope. His powerful\nbody moves like a contortionist to avoid the interlocking\nlaser matrix as he's lowered toward the display case.\n\nA thin tube slides down his arm. A liquid drops onto the\nglass and HISSES as it flows in rivulets down the side. Bobby\ntakes a hammer, covers the crystal with a cloth and taps it\ngently. CRACK. Bobby carefully pries a piece away. He reaches\nin and plucks a JADE ARTIFACT from its pedestal.\n\nCU - THE ARTIFACT\n\nTHE CHAI TAO... a piece of jade carved into part of a Chinese\nideogram... a puzzle in Chinese characters.\n\nMATCH DISSOLVE\nCU - COMPUTER\n\nA 3D rendering of the JADE PIECE rotates. Text windows appear\nconnecting it to historical references...\"T'ang Dynasty.\"\n\fINT. ASSISTANT CURATOR'S OFFICE ~- SAME TIME\n\nSTEVE TAYLOR studies his computer. He's 29, smart and\nconfident.",
  "2": "---END OF PREVIOUS SECTION---\nText windows appear\nconnecting it to historical references...\"T'ang Dynasty.\"\n\fINT. ASSISTANT CURATOR'S OFFICE ~- SAME TIME\n\nSTEVE TAYLOR studies his computer. He's 29, smart and\nconfident. \n---TARGET SECTION TO BE ANNOTATED---\n He studies a hologram of the SAME JADE ARTIFACT.\nUsing a voice-recognition computer, he tries to fit it and\nTWO OTHER SHAPES into a complete CHINESE PUZZLE; the CHAI\nTAO. He's also on the phone.\n\nSTEVE\n.. ROTATE LEFT 10.\nYeah Dad, I know what time it\nis but I thought you'd like to\nknow. The piece we just put on\ndisplay, I think I found out\nwhat it really is. Something\neven more interesting! Yeah!\nA piece of the Chai Tao! The\nCHAI TAO! Well, according to\nlegend it was created by YAMA,\nthe God of Hell. It's the key\nto unearthly power.\n\nCU COMPUTER SCREEN\n\nThe 3D model, breaks into three pieces, two phantom pieces\nrendered in wire-frame, the museum's piece in full color.\n\nSTEVE\nIt disappeared. ..around\n580 AD. Rumored to be separated\n\ninto THREE PIECES, each piece\nheld by certain moral humans for\nsafety.\n\nANGLE - SURVEILLANCE MONITOR - OVER SHOULDER\n\nOne security camera is picking up Bobby Wang, but Steve\ndoesn't notice.\n\nSTEVE\nNo, it's not the complete\nChai Tao, but it sure looks\nlike one of the pieces!\nTILT Z AXIS BACK TEN.\nWhat? I don't know. Priceless!\nZOOM IN 20.\n\fSTEVE (CONT'D.)\nI found it in the Fung collection.\nMaybe old man Fung was a sorcerer.\nWhat? Of course it'll be here in\nthe morning, but it's so exciting\nI just thought you'd like to know.\nNo? Really?\n\nINT. GALLERY - BOBBY\n\nHe slowly slips the JADE from the case, puts it in his\npocket. As he does, he dislodges the hammer. It drops from\nhis pocket, hits the glass with a PING. The glass shatters\nand falls, cutting the laser beams. ALARM! Bobby screams a\ncommand into a throat mike.\n\nBOBBY\nHeur-La! Fi-dee! Heur-La! HEUR-LA!\n(Go! Now! Go go go!)\nGiou La! (Let's get out of here!)\n\nINT.",
  "3": "---END OF PREVIOUS SECTION---\n(Go! Now! Go go go!)\nGiou La! (Let's get out of here!)\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n ASSISTANT CURATOR'S' OFFICE - SAME TIME\n\nSteve's still on the phone, engrossed in the puzzle when\nALARMS BLAST.\nSTEVE\n\nWhat's that? It's nothing...\n\nJust the alarm.\n\n(suddenly realizes)\n\nLook, I gotta go! Bye Dad!\n\n(slams down the phone.)\n\nDamn!\n\nHe leaps up, runs out.\n\nEXT. HERITAGE MUSEUM - ANOTHER FLAME LORD\n\nYEE, an Asian-American kid in black jacket and headset pops\nthe clutch of a Ninja Cycle, ROARS off.\n\nZOOM IN AND HOLD ON THE CYCLE\n\nTied to the back pommel is the red rope. As he rockets away,\nthe taut rope whips by.\n\nON THE ROOF\n\nA pulley in a tripod spins madly...as\n\fINT. MUSEUM\n\nBOBBY is rocketed straight up and out.\n\nEXT. THE ROOF\n\nBobby FLIES into the arms of Flame Lords. They grab his gear,\nstuff it into packs. They tie the rope to the tripod, hook\nonto it and drop off the roof.\n\nFLAME LORDS - TRAVELING\n\nThey powerslide down the rope and drop to the lawn, hitting\nwith a rolling tumble that brings them up to their bikes. Yee\nleaps off the ninja cycle as Bobby vaults right into the\nseat.\n\nWIDE ANGLE\n\nThe Lords take off. Still roped to the tripod, Bobby guns it.\nEXT. ROOF\n\nThe tripod SNAPS FREE, LEAPS off the roof.\n\nEXT. GROUND\n\nThe tripod hits and tumbles, dragged by the Cycle.\n\nANGLE BOBBY - TRAVELING\n\nHe roars by as GUARDS run out screaming into radios. The\ntripod tumbles across the lawn.\n\nSTEVE runs out, sees the Flame Lords ZOOM by. A ROAR.\n\nHe turns.\n\nSTEVE'S POV\n\nA CYCLE bears down on him. Bobby grins maniacally.\n\nSteve DARTS left. The CYCLE darts LEFT.\n\nSTEVE darts RIGHT. The CYCLE leans RIGHT\n\nSTEVE feints LEFT, dives RIGHT, just as\n\nThe CYCLE RIPS BY...\n\fSteve goes tumbling. He rolls and flips onto his feet, about\nto give chase when he notices the rope whipping at his feet.\nHe turns. The tripod tumbles straight at him.",
  "4": "---END OF PREVIOUS SECTION---\nHe rolls and flips onto his feet, about\nto give chase when he notices the rope whipping at his feet. He turns. The tripod tumbles straight at him. \n---TARGET SECTION TO BE ANNOTATED---\n He dives to the\nside, lands in a fountain. He comes up spewing water.\n\n \n\nEXT. MUSEUM FRONT GATE\n\nCOP CARS pull up, SIRENS WAILING, LIGHTS FLASHING, blocking\nthe exit.\n\nTHE CYCLE - TRAVELING\nBobby whips out a sword. With one swipe he parts the rope.\n\nHe rockets up the front hood of a cop car and launches over\nit. Cops tumble out. They hop back in, just as...\n\nTHE TRIPOD\ntumbles up and smashes into the cars, wedging between them.\nCU - FLAME LORDS - TRAVELING\n\nFive young men and women of mixed ethnic types, mostly Asian-\nAmericans in leather jackets with Red Dragons. They wear head\nbands with Chinese characters. The cycles sport dragon\npennants. They're neon streaks as they ROAR by.\n\nEXT. SAN FRANCISCO - CHINATOWN\n\nMore cops join the chase and close in. The FLAME LORDS slam\ninto LITTLE CHINA, swerve around blind corners, boots kicking\nsparks. They roar up a culvert. Cop cars appear at the top.\nLords swerve, pull up, surrounded.\n\nThe Lords gun their choppers up a ramp into an alley which\nturns into a luge tube. They rocket down out of sight.\n\nIn a flash they are gone. In Little China they are\ninvincible, protected by an architecture of secret ramps,\ntunnels and bridges. Two cops run up, find them vanished,\nscratch their heads in disbelief.\n\nHEME SIC Z E_MONTAGE\nA mix of stills, animation and live action featuring magic\nand martial arts. Scenes from the first \"Big Trouble\" movie\n\nremind us that this is a world where anything can happen.\n\nEND PROLOGUE\n\f> ACT_ONE\n\nEXT. STREETS OF LITTLE CHINA - NEXT MORNING\n\nSteve and CLARENCE JAMES, a bearish, black SFPD Detective,\nwalk though Chinatown. Steve's haggard, sleepless, stressed\nout and exasperated. Clarence grins and waves to merchants.\nHe is known and liked in Little China. He takes a fresh\nlichee nut from a fruit stand, nods to the grocer, pops it\ninto his mouth.",
  "5": "---END OF PREVIOUS SECTION---\nClarence grins and waves to merchants. He is known and liked in Little China. He takes a fresh\nlichee nut from a fruit stand, nods to the grocer, pops it\ninto his mouth. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVE\nListen, I already told this\nto the guys downtown.\n\nCLARENCE\nIndulge me. Tell me again.\nTry one of these, they're great.\n\nLu Wong, a Chinese merchant waves to him.\n\nSTEVE\nI haven't had any sleep!\n\ne Clarence takes another fruit.\n\nCLARENCE\nInsomnia?! Ah... Lo quats!\nGood for the blood. Thanks Lu.\n\nSTEVE\nYou believe that?\n\nCLARENCE\nListen, kid. There are really two\nChinatowns. The one you know is\nrestaurants and knick knack shops.\nThe one you don't know is a mystery.\nYou know, wizards, magic, that kind\nof stuff.\n\nSTEVE looks at Clarence quizzically.\n\nCLARENCE (CONT'D.)\nI know it sounds funny, but\nthey believe it. And it affects\nhow they behave.\n\fSTEVE\nLike breaking into a museum to\nsteal an artifact, you mean?\n\nCLARENCE\nYeah, exactly. Now, tell me again,\nwhat were those motorcycle guys\nwearing?\n\nSTEVE\nBlack jackets with red dragons.\n\nCLARENCE\nFlame Lords.\n\nSTEVE\nFlame Lords?\n\nCLARENCE\nYou know about the Lords?\n\nSTEVE\nWho hasn't?\n\nCLARENCE\nThey work for Chi Lung. A real\n@ charmer. Extortion, smuggling,\nwhite slavery... Nothing we can\npin on him yet. Any blue and green\ncycles?\n\nSTEVE\nNo. Why?\n\nCLARENCE\nWhite Hearts. Rival gang. Run by\nEgg Shen, another local character.\n\nSTEVE\nEgg Shen? Isn't he some sort of martial\narts master?\n\nCLARENCE\nOh, he's kind of an old crack pot\nbut he's got lots of interests in\nChinatown. A tour bus company...a\ncurio shop. He's also supposed to be\ninvolved in the occult.\n\nSteve turns to him, curiously.\n\fSTEVE\nThe occult?\n\nCLARENCE\nIt's Chinatown, pal. Some of\nour guys come outta there\nbabbling about demons, magic\npotions and stuff.\n\nSTEVE\nReally? Egg Shen, eh?\n\nCLARENCE\nThis stuff may sound silly to us,\nbut it's very real to them.\n\nSTEVE\nIt doesn't sound silly to me.",
  "6": "---END OF PREVIOUS SECTION---\nEgg Shen, eh? CLARENCE\nThis stuff may sound silly to us,\nbut it's very real to them. STEVE\nIt doesn't sound silly to me. \n---TARGET SECTION TO BE ANNOTATED---\nI studied Asian mysticism at\nBerkeley.\n\nClarence looks at him curiously, then shrugs.\n\nCLARENCE\nThe older Chinese still believe\nin magic. Chi Lung and the Flame\neS Lords take advantage of that.\nGives them power. There was big\ntrouble here a few years ago.\nSome truck driver wandered in,\ngot himself shanghaied by devils\nat least that's what some people\nhere think. Personally, I think\nthe boys got hold of too much plum\nwine. But it raised a hell of a\nstink downtown.\n\nSTEVE\nDevils? Well...magic or no magic.\nI have to get the jade back.\n\nCLARENCE\nWhat's so special about it?\n\nSTEVE\nIf it's what I think it is, it's\nthe piece of a puzzle. A very,\n\nvery interesting puzzle.\n\nClarence just looks at him straight-faced...Then turns and\ngrabs a sweetsour bun from a vendor.\n\fSTEVE\nHey!\n\nHe suddenly stops, points to the street corner.\nEXT, GRANT STREET\n\nIn the crowd, Yee, the Flame Lord. He spots Steve, turns and\ntakes off, slipping into the crowd.\n\nSTEVE (CONT'D.)\nThat's one of them!\nOne of the thieves!\n\nClarence looks up from helping himself to a Chinese pastry.\nHe sees Steve bolt, turns, slams into a delivery boy. Chow\n\nFun noodles fly all over the street. Clarence and the boy go\ndown, all tangled up.\n\nCLARENCE\nWait! Hey, wait!\n\nBut Steve's off and running. Clarence struggles up but\nteve's already gone, disappearing into the crowd.\n\nSTEVE - TRAVELING\n\nZipping in and out of the crowd, bumping tourists. He runs\nup a street lined with shops for herbal medicines, food,\ntourist goods.\n\nAhead, a glimpse. The Flame Lord's headband disappears around\na corner.\n\nSTEVE -\n\nBroken field running through the crowd, over trash cans,\naround barriers. He turns the corner and finds himself in...\n\nEXT. KUNG ALLEY\n\n...a QUIET, DESERTED SIDE STREET off the tourist track, lined\nwith the dim windows of small shops. But the Flame Lord has\ndisappeared.\n\nSTEVE'S POV\n\nA Pacific Power truck is parked in front of a SMALL CURIO\nSHOP.",
  "7": "---END OF PREVIOUS SECTION---\nKUNG ALLEY\n\n...a QUIET, DESERTED SIDE STREET off the tourist track, lined\nwith the dim windows of small shops. But the Flame Lord has\ndisappeared. STEVE'S POV\n\nA Pacific Power truck is parked in front of a SMALL CURIO\nSHOP. \n---TARGET SECTION TO BE ANNOTATED---\n A boom is extended and a worker is affixing a power\nline to the building. BRAD, a youth in a hard hat, sets out\nbarricades, yells to his partner in the boom basket.\n\fSteve notices the partner, a pretty Asian-American woman. KIM\nCHAN, 22, wearing a t-shirt and jeans. She cannot hide her\nbeauty under a hard hat. As she leans out of her basket to\nwrestle with the power lines, Steve is drawn to stare.\n\nrad's a body builder with a Gold's Gym T-shirt and a Forrest\nGump/Fast Times at Ridgemont High demeanor. He has the hots\nfor Kim but they're co-workers. There's an underlying sexual\ntension as he controls her basket height.\n\nKIM\nDown a little. Up a touch..\nAhh...that's it. Down. There,\nthat's good.\n\nBRAD\nYeah, it was good for me. How\nwas it for you?\n\nANGLE KIM\n\nShe's very pretty, lithe and strong. She leans over her pod\nattaching wires, glances down at Brad grinning up at her.\n\nKIM\nDon't start with me, Brad. Try\nto be professional for once.\nANGLE BRAD\nHe glowers, mumbles to himself.\nBRAD\nWhat the hell am I supposed to do,\nwork with my eyes closed?\nSTEVE\nSee a guy in a red headband come\nthrough here?\nSteve's standing on a power cable. Brad moves him back.\nBRAD\nExcuse me, pal. Don't stand there,\n\nplease. We've got hot stuff up there.\n\nSTEVE\nYeah, I see.\n\nKim leans over, straining her t-shirt. She's very sexy.\n\fw\nt\n\nBRAD\nThe wires, I mean.\n\nSTEVE\nOh, yeah. Sorry.\n\nBrad looks up at Kim impatiently.\n\nBRAD\nThink you'll get that tied off\nbefore the Year of the Weasel is\never and the Year of the Banana Slug\nbegins?\n\nSTEVE\nActually, it's the Year of the Pig.\n\nBRAD\nThe Pig. Oh. Good.\n\nKIM\nHey Brad, it's your year.\n\nBRAD\nYah, funny.",
  "8": "---END OF PREVIOUS SECTION---\nGood. KIM\nHey Brad, it's your year. BRAD\nYah, funny. \n---TARGET SECTION TO BE ANNOTATED---\n(to Steve)\nWell, it’s gonna be the year of\nthe fat lip if you don't get off\nmy cable.\n(he coils cable,mumbling to himself)\nI'm in the truck with her all day.\nIt's driving me nuts.\n(notices Steve's still there)\nSomething I can do for you, buddy?\n\nSTEVE\nA guy. About twenty. Red Headband.\nBlack and red jacket. Flame Lord.\n\nBRAD\nI didn't see nothing. ‘Specially no\nFlame Lord.\n\nSTEVE\nHow about an antique shop?\n\nBRAD\nThis whole neighborhood is one big\nantique shop.\n\nSTEVE\nI'm looking for Egg Shen's.\n\f12.\n\nHe shows Brad his map. Brad studies it, glances up.\n\nBRAD\nYou're in luck, pal. You're here.\n\nHe points at the sign EGG SHEN ANTIQUITIES hidden by Kim's\nbasket. Steve looks around. He senses eyes watching him.\nThen, a shout!\n\nKIM\nHey! You gonna get those ties or\nwhat?\n\nThey look up at the impatient girl hanging over the basket.\n\nBRAD\nKeep your shirt on!\n(sees her stiffen, hands the map back)\nDamn! I'm a diabetic in a candy\nshop!\n\nGrumbling, he turns, slams open the truck doors -- WHANG!\n\nKim glances down at Steve. Their eyes meet for an instant,\nthen she turns back to her work.\n\nSteve turns to the CURIO SHOP, stares in the window.\nINT. EGG SHEN ANTIQUITES SHOP - STEVE'S POV\n\nIt's dark. Nooks and crannies are stuffed with Oriental\ncuriosities. The window sports pieces of jade.\n\nSTEVE\n(to himself; surprise, wonder)\nMin din yuk! Burma jade...Wow!\n\nThe shopkeeper, EGG SHEN, an old but tough Chinese, looks up\nfrom his antiquities and stares back. He comes to the front\nand looks out. Steve excitedly indicates the jade.\n\nSTEVE\nIs that goo yuk, that sun shan\nyuk? (antique jade, new jade)\n\nEGG SHEN\nWho are you, Bok gwei?\n\nEXT. SHOP - STEVE\n\nIt seems that Egg Shen is looking past him toward KIM... up\non the boom. He's polishing something.",
  "9": "---END OF PREVIOUS SECTION---\nEXT. SHOP - STEVE\n\nIt seems that Egg Shen is looking past him toward KIM... up\non the boom. He's polishing something. \n---TARGET SECTION TO BE ANNOTATED---\n\fbe\nw\n\nSTEVE\nNgor hai gai dook shu.\n(I'm a student, an acolyte.)\nNgor man nee see gow.\n(I need your advice.)\nI seek wisdom.\n\nEGG SHEN\nYou seek pronunciation. You\njust called yourself a cabbage leaf...\nbut I'm impressed.\n\nCU - EGG SHEN'S HANDS\n\nHe polishes a jade piece. It's similar to the museum piece,\nput not identical.\n\nANGLE - STEVE\n\nSteve focuses in on it. He can't quite see. He's about to\nmake a move toward the shop when he sees a reflection in the\nglass. He turns.\n\nACROSS THE STREET\n\nYee stares at him, tapping ninja-sticks in his palm... From\nother corners other Flame Lords appear. SFX - BOOMING CYCLE\nENGINES. Flame Lord choppers turn a corner and ROAR up.\n\nThe Lords pull up, REVVING their choppers. One kicks over a\nbarrier. It slams into Brad's truck with a LOUD BOOM! Brad\nrockets out of the truck holding his head and SCREAMING.\n\nBRAD\nHey! What the... !?\n\nBobby Wang just laughs at him. Brad stops dead in his tracks.\nTwo other Flame Lords move up grinning and swinging ninja\nsticks. One says something demeaning in a Dialect. Others\nlaugh, snicker, move to surround Brad. He backs away.\n\nANGLE - CURIO SHOP\n\nFlame Lords zoom past. An ancient Chinese nimbly darts out of\ntheir way. But Steve doesn't move fast enough. A Lord slams\ninto him, knocks him down.\n\nKIM\n\nlooks down.\n\fKIM'S POV\n\nBrad is quickly surrounded, threatened.\n\nTHE STREET\n\nBobby and the Lords move at Brad, enjoying his growing fear.\nWhile others move on Steve...\n\nBOBBY\nGoo Gee! La! Say Liang Jye!\n(Be careful, jerk)\n\nA FIGURE DROPS into the confrontation; KIM. The Lords jump\nback, see a pretty girl, move forward. Kim glares them down.\n\nKIM\nBo Woo Ah! Jye...!\n(Get ready, stupid)\n\nWhat she says inflames the Lords. One moves on her. Brad\ngrabs her, pulis her back.",
  "10": "---END OF PREVIOUS SECTION---\n(Get ready, stupid)\n\nWhat she says inflames the Lords. One moves on her. Brad\ngrabs her, pulis her back. \n---TARGET SECTION TO BE ANNOTATED---\nBRAD\nKim, are you nuts? They're\nFlame Lords.\n\nKIM\nI don't care! They are scum...\nKER DEY HAI GEU!!!\n(They are pigs!)\nShe's angry, not intimidated. She snaps a kick that brushes\nthe Lord's nose and snaps his head back. He stumbles back.\nKim takes a stand. The Lords surround her, mumbling threats.\n\nSTEVE\nWhy don't you leave her alone?\n\nThey stop, turn. Steve gets up.\n\nBOBBY\nWhy would we do that?\n\nSTEVE\nYou're bothering her.\n\nHe turns on Steve...threatening. Moves up into his face,\ngrins menacingly.\n\nBOBBY\nIt's our job. We're Flame Lords.\n\fSTEVE\nknow who you are.\n\nBOBBY\nAnd we know who you are.\n\nSTEVE\nYeah, Seems we keep running into each\nother. Listen, I want to talk to you.\n\nBOBBY\nAbout what?\n\nSTEVE\nThe jade you stole from the\nHeritage Museum.\n\nThe Lords stiffen, look to Bobby Wang. Bobby moves forward.\n\nBOBBY\nCop?\n\nSTEVE\nAssistant Curator.\n\nA beat... Bobby starts giggling.\nBOBBY\nOh....worse. Assistant Curator!\n\nVery scary!\nThe Lords snicker, then snap into a menacing stance.\n\nSteve takes a defensive martial-arts stance. They stop and\nlook at his moves. Then they laugh.\n\nBOBBY\nNo, no, no. It's like this.\n\nHe snaps into a very serious stance; deadly, practiced,\nagressive. The other Flame Lords also click into exaggerated\nposes. They put on a demonstration of much better moves.\nSuperfast fighting, flying, tumbling. Bobby finishes with a\ntumbling, whipping combo that catches Steve by surprise,\nsending him into a pile of garbage.\n\nBOBBY\nYou should leave Little China,\nBOK GWEI! (white ghost/Anglo)\n\nSteve jumps to his feet. Bobby moves toward him. they mix it\nup. Steve is surprisingly good. They exchange quick combos.\n\f16.\n\nKIM (0.S.)\nDA-LA, Saw Jye!\n(Go ahead, fight, stupids!)\n\nThey turn.\nKIM\n\nis moving into an attack stance. Yee goes for her.",
  "11": "---END OF PREVIOUS SECTION---\n(Go ahead, fight, stupids!)\n\nThey turn. KIM\n\nis moving into an attack stance. Yee goes for her. \n---TARGET SECTION TO BE ANNOTATED---\n In a\nquick, surprising combo, Kim flips, tumbles, kicks, punches\nand sends Yee through the window of CHEE FUN LAUNDRY. He\nstumbles out, covered in dry cleaning. Bobby laughs.\n\nBOBBY\nNei gum lyang! You're beautiful!\n\nKIM\nNei gum aie! You're short.\n\nBOBBY\n(he laughs delightedly)\nYou're angry.\n(swings onto his chopper)\n..I...like that. Get on.\n\nKIM\nGet lost.\n\nHe likes that, too. He's about to mess with her more when he\nHEARS SIRENS O.S.!\n\nBOBBY\nYeah, not a bad idea.\n\nTo create a diversion, Bobby breaks the Curio Shop window and\nsets off the ALARM! A quick, unexpected blow sends Steve into\nthe garbage again. Bobby turns to Kim.\n\nBOBBY\nI'll see you again.\n\nKIM\n(sarcastic)\nI'll lie awake nights.\nHe laughs, nods to the Flame Lords.\nANGLES -THE FLAME LORDS\n\nThey race off.\n\fEGG SHEN\nrushes out of his shop.\n\nEGG SHEN\nFlame Lords!!!\n(they hesitate)\nNei gall guy! You're off limits!\n\nA beat...then Bobby steps up to him.\n\nBOBBY\nHey, old man, what kind of gang\nwould we be if we obeyed the\nrules?\n\nBobby hops on his cycle, gives Egg a mock salute, pops the\nclutch, SCREECHES away. Lords vanish into the woodwork.\n\nANGLE - KIM AND BRAD\nBrad's awestruck at Kim's fighting skills.\nBRAD\nGeez, Kim! Where'd you learn\n\nto do that?\n\nKIM\nWomen's support group.\n\nShe walks up to Steve, lying in the garbage, picking fish\nheads out of his hair. Kim stands over him, hands on hips.\n\nKIM\nThanks for your help.\nSTEVE\nDon't mention it.\nKIM\nBut you shouldn't interfere.\nNot here.\nSTEVE\n\nSorry. Thought you were in trouble.\nObviously, a mistake.\n\nKIM\n(she studies him)\nThe Flame Lords are dangerous. You\nbetter leave Little China.\n\n17.\n\fSTEVE\nWhat about you?\n\nKIM\nI work here. Anyway...they'll leave\nme alone.",
  "12": "---END OF PREVIOUS SECTION---\nSTEVE\nWhat about you? KIM\nI work here. Anyway...they'll leave\nme alone. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVE\n\nYeah, so I see.\n\nShe looks him up and down, then notices Egg. Steve follows\nher look, sees Egg picking up jade from his smashed display.\nThey approach. Egg looks up, notices their interest.\n\nEGG SHEN\nIt's not wise to stand against\nthe Flame Lords.\n\nKIM\nI can take care of myself.\n\nEGG SHEN\nYes, I observed.\n\nEgg hands Kim a jade piece.\n\nEGG SHEN\nJade...magical. The only gemstone\nthat changes color when you touch\nit. It reacts to body temperature,\nchemistry...some say...to the\nperson himself. Or herself.\n\nCU - THE JADE\n\nIt turns lighter in Kim's hand.\n\nANGLE - EGG\n\nHe studies the jade and Kim. He seems to see something.\n\nHe smiles at Kim, slips back into his store. Kim and Steve\nlook at each other for an awkward moment. Kim admires the\n\nsmall gift of jade. She notices a broom, grabs it and starts\nsweeping glass fragments into the gutter.\n\nKIM\n\nYou're lucky you're in one piece.\nSTEVE\n\nYeah, I'm feeling luckier... by the\n\nmoment .\n(he moves in)\nYou're from Guangdong.\n\fKIM\nI'm from Alameda.\n\nSTEVE\nYou're parents, then...\nsouthern Canton.\n\nKIM\nHow can you tell?\n\nSTEVE\nYour Cantonese...has a provincial\ndipthong. Que Ling?\n\nKIM\nYou're close.\n\nSTEVE\nReally!?\n\nKIM\n\nYeah. They're from Oakland. Dad's a\nsystems analyst at Rockedyne. I'm as\nAmerican as Charlie Chan.\n\nSTEVE\nBut you speak Cantonese.\n\nKIM\nI yell it. That's all I know...\nexcept for some curses on your ancestors,\nbok gwei.\n\nSTEVE\nI'm not a white ghost.\n\nKIM\nNo, who are you then?\n\nSTEVE\nAssistant curator at the Heritage\nMuseum.\n\nKIM\nI thought you were kidding.\n\fSTEVE\nNo... really. I...I was born in\nBejing. My father was teaching\nthere. I've been studying Chinese\nCc ure all my life. If the jade\npiece I'm looking for is what I think it is,\nour troubles are just beginning.\n\n \n\nKIM\nOur troubles...",
  "13": "---END OF PREVIOUS SECTION---\nI've been studying Chinese\nCc ure all my life. If the jade\npiece I'm looking for is what I think it is,\nour troubles are just beginning. KIM\nOur troubles... \n---TARGET SECTION TO BE ANNOTATED---\n?\n\nShe laughs at this. SIRENS and LIGHTS up ahead. Cop cars\nSCREECH. Glass BREAKING, cars CRASHING! BRAD runs up, hops\nin the truck, starts it up.\n\nKim hands Steve\ncloses the door\n\nBRAD\nCome on, Kim. My contract\nspecifically states I don't\nhave to work during earthquakes,\natomic attacks, or civil\ndisturbances.\n\nthe broom, gets in the passenger seat. Steve\nfor her. She glances curiously at him.\n\nKIM\n\nWhat did you say you were?\nSTEVE\n\nA... a collector.\nKIM\n\nOh..? Of what?\n\nSTEVE\nBeautiful things.\n\nA beat. A moment between them. Imperceptibly, she smiles.\n\nKIM\nWell...I've gotta go.\n\nSTEVE\nJoy Geen. (goodbye)\n\nKIM\nYeah. See ya around.\n\nBrad pops the clutch, squeals out.\n\f21.\n\nSTEVE\nWait!\n\nBRAD\nLater!\n\nKim stares at Steve as Brad squeals away. A CLATTER! Steve\nturns as Egg pulls down metal shutters on the shop.\n\nSTEVE\nWait! I want to talk to you.\n\nEGG SHEN\nCan't talk now. Good bye!\n\nEgg slams the door, heavy bolts CRASH SHUT. Steve's left\nalone, deserted in Little China.\n\nEND ACT ONE\n\f22.\n\nacT_TWO\nCU - THE STOLEN JADE PIECE\n\nCHI LUNG (V.0O.)\nYou've done well, my son.\n\nINT. CHI LUNG'S WAREHOUSE - A FORTRESS HEADQUARTERS\n\nChi Lung admires the stolen JADE as Bobby looks on proudly.\nChi is ancient, powerful and dressed like a mandarin. His\nroom's furnished in exquisite art. He's evil, but witha\nquirky, Alan Rickman/Jeremy Irons sense of humor.\n\nBobby's attitude has changed. He is uneasy before this\npowerful sorcerer.\n\nBobby notes the frenzy with which Chi makes certain\nincantations. He notices that Chi's entranced by the stolen\n\njade.\n\nBOBBY\nThank you, boss. By the way...",
  "14": "---END OF PREVIOUS SECTION---\nHe notices that Chi's entranced by the stolen\n\njade. BOBBY\nThank you, boss. By the way... \n---TARGET SECTION TO BE ANNOTATED---\nthis hunk of stone must be\npretty important to you, huh?\n\nCHI LUNG\n(very scary, threatening)\nYou are interested in the secrets\nof my power?\n\nBOBBY\nAhhh...no. No. Not really. Just\ncurious, that's all.\n\nCHI LUNG\nYou wouldn't think of questioning my\nauthority...\n\nBOBBY\nMe? NOoooo....\n\nCHI LUNG\n\nYour loyalty to me is...\n\nBOBBY\n...uh..UNquestioned...Totally!\n\nCHI LUNG\nYou were a lowly street hood and I\nmade you...\n\f23.\n\nBOBBY\nLeader of the Flame Lords, your\nmagnificence, and I am deeply grateful.\nIt's just... well, we need... money.\n\nCHI LUNG\n(angry)\nMoney! You want money?!\n\nBOBBY\nYou know... for expenses last night.\nGas, rope...tolls for the bridge...\n\nCHI LUNG\n(angry)\nMoney?! From me??\n\nA FORCE BEAM shoots from Chi's palm, impales Bobby and lifts\nhim by the throat, levitating him, choking...\n\nBOBBY\nAh...no. N-never mind. Forget it.\nSorry I mentioned it.\n(Chi turns away. Bobby slams to the floor.)\nOooof! I mean, how do you do all this\nneat evil stuff, anyway?\n\nCHI LUNG\nOh, you know. The usual. Pact with\nthe devil. Knowledge that is power...\nall that. But, with certain...\nlimitations. And you know how I hate\nlimitations!\n\nBOBBY\nOh boy, do I!\n\nCHI LUNG calls up images. Chinese ideograms appear.\n\nCHI LUNG\nThat's why I've studied the ancient\ntexts.\n\nBOBBY\n\nThe ones you had me steal?\n\nCHI LUNG\nBorrow. Short term loan. They've\nrevealed the CHAI TAO! The SECRET\nMAGICAL ARTIFACT that will give me\nULTIMATE POWER!\n\f24.\n\nBobby snatches the jade from Chi's hand.\n\nBOBBY\nThat?...\n\nChi snatches it back. Light dims to just a highlight on Chi\nand the jade.\nCHI LUNG\nThis jade...One of the THREE PIECES\nseparated by YAMA, to prevent their\npower from falling into...",
  "15": "---END OF PREVIOUS SECTION---\nLight dims to just a highlight on Chi\nand the jade. CHI LUNG\nThis jade... One of the THREE PIECES\nseparated by YAMA, to prevent their\npower from falling into... \n---TARGET SECTION TO BE ANNOTATED---\nBOBBY\n(helpfully)\nEvil hands?\nChi glares daggers at him.\nCHI LUNG\n\nWell, when I have the complete Chai\nTao, that won't matter, will it?\n\nHe opens a curtain revealing the golden statue of the god\nYama. He places the jade in the statue's outstretched hands.\nAn unearthly GONG RINGS. Bobby staggers, holding his ears.\n\nBOBBY\nWhat the hell is that!\n\nCHI LUNG\nYes. As a matter of fact, Hell is\nexactly what it is.\n\nBOBBY\nWhat?!\n\nCHI LUNG\nYen Lo, Servant of Yama. I summon thee!\n\nA THUNDERCLAP! Bobby grabs his ears and cowers. Chi looks\ndown with disdain. And unearthly HOWL. The statues SHUDDER!\n\nBOBBY\nBoss, you been dipping into the\nBok Fun again!\n\f25.\nCHI LUNG\nPay attention! I have...\n(He whips out another piece from beneath his\nrobes.)\n\ncombined TWO PIECES of the\nChai Tao. The clock now starts.\nWe have 12 hours from the\ntime the TWO PIECES are combined...\nto find and take possession of the\nTHIRD.\n\nBOBBY\nOr what? Wait a minute...Or what?!\n\nCHI LUNG\nA...slight penalty clause. If we fail\nto find the third piece we will\nbe slaves of the demons of Hell for all\n\neternity.\nBOBBY\nOh, is that all?\nHuh? What do you mean... \"we\"?\n\nBOBBY grows uneasy as...\n\nS BOBBY'S POV\n\nStatues around the room are changing, coming alive.\n\nCHI LUNG\nBesides I'm sure there's a\nloophole. ..somewhere.\n(glances at Bobby)\nSomething bothering you?\n\nBOBBY\nUhh. ..Nothing..No... except\n...Maybe...well, if I didn't know\nbetter, I'd swear that\n(points to a gargoyle)\nthat is...coming...to life!\n(suddenly wants to depart)\nListen, don't pay me now. I'll just\nput it on your tab.\n\nChi places a second JADE PIECE on the altar. They emanate\npower.",
  "16": "---END OF PREVIOUS SECTION---\nI'll just\nput it on your tab. Chi places a second JADE PIECE on the altar. They emanate\npower. \n---TARGET SECTION TO BE ANNOTATED---\n A RUMBLING HOWL FROM HELL! Gargoyles move.\n\nTerrified, Bobby snatches ONE OF THE JADE PIECES, holds it up\nbefore him like a protective talisman. Chi is outraged.\n\f26.\n\nCHI LUNG\nWhat are you doing, you fool!\nBOBBY\nYou never mentioned the part about\nHell.\nCHI LUNG\n\nMust've slipped my mind.\n\nBOBBY\nIf this has power, maybe it'll\nprotect me.\n\nCHI LUNG\nGive me that, you twit!\n(Bobby shrinks back)\nDon't worry. You're with me!\n\nBOBBY\nYeah sure! The guy about to go to\nHell. Great! Look, I want protection!\n\nBobby's demand triggers a change. The jade GLOWS. He drops\nit, burning his hand. Chi snaps it up, hides it in the folds\nof his robe. The room RUMBLES! Walls EXPLODE! In a burst of\nradiance, Yen Lo arrives. And he is pissed!\n\nThe Servant of Yama confronts Chi. YEN LO is as big and scary\nas Jack Palance on a bad hair day. He's dressed in blue\nrobes, a conical hat, with a silver serpent embroidered on\nhis chest. He looms over the others, intimidating...\n\nYEN LO\nWho commands me?\n\nCHI LUNG\nI, Chi Lung, have summoned you, Yen Lo,\nservant of Yama!\n\nHe shows him the JADE PIECE set in the Yama statue. Yen is\nshocked.\n\nCHI LUNG\nBy this piece of the Chai Tao\nI lay claim to all power over the universe!\n\nYEN LO\nOne piece alone is not enough,\nChi Lung. You must now accompany\nme to HELL... NOW!\n\f27.\n\nChi Lung smatches THE JADE from the Altar and fits it with\nthe SECOND PIECE he whips out from beneath his robe. A FLASH!\nYen Lo is blown back into a dragon throne. The dragons come\nalive, snake around and hold him fast.\n\nCHI LUNG\nYou've grown careless, Yen. I have\nnot one...",
  "17": "---END OF PREVIOUS SECTION---\nThe dragons come\nalive, snake around and hold him fast. CHI LUNG\nYou've grown careless, Yen. I have\nnot one... \n---TARGET SECTION TO BE ANNOTATED---\nbut two! I now make my\nclaim over the CHAI TAO, and when\nYOU help me get the THIRD AND FINAL\nPIECE, ultimate power wi be mine!\n\nYen Lo struggles mightily but the combined power of the two\nartifacts traps him, holds him on the throne. Bobby's awed.\n\nBOBBY\nYou can hold him there?\n\nYEN LO\nNot for long, Chi Lung. The judges\nhave been summoned.\n\nBOBBY\nJudges, what judges?\n\nCHI LUNG\nOh, the ones from Hell. Now, I\nreally NEED the third piece.\n\nYEN LO\n\nYou have just twelve hours!\nBOBBY\n\nThen what?\nYEN LO\n\nAll Hell breaks loose.\n\n(he laughs chillingly, then snaps to serious\nthreat...)\n\nTwelve hours... to take possession of the\nthird piece.\n\nChi waves..-Thunder! Lightning! Flames and smoke break out.\nThe room ROCKS under the evil spell. Chi stands up to it.\n\nCHI LUNG\nRight. And we both know where it is.\n\f28.\n\nEXT. EGG'S ANTIQUE SHOP - SAME TIME\n\nSteve sweeps the last of the glass into the gutter, then\nwalks up to Egg's door. Egg's inside, bustling about.\n\nHe pulls down more shutters, draws shades, turns the \"CLOSED\"\nsign. Steve holds up Egg's broom. Egg looks. After a beat, he\nopens the door grabs the broom, tries to slam it again, but\nSteve holds the door.\n\nSTEVE\nNow can we talk?\n\nEGG SHEN\nThank you. No.\nSTEVE\nWhy not?\nEGG SHEN\nBusy. Too busy. I have a tour to\nconduct.\n\nHe nods toward a colorful TOUR BUS parked in the alley.\n\nSTEVE\n\nA tour, good. I'ma student of Chinese\nculture myself.\n\nEGG SHEN\nI'm busy...very busy.\nSTEVE\nWe need to talk about... this.\n\nSteve holds up a picture of the stolen jade. Egg reacts. He\nslips back inside the shop. Steve follows before he can close\nthe door on him.\n\nINT. SHOP\nEGG\nWho did you say you were, again?\n\nSTEVE\nSteve. Steve Taylor.\n\nEGG SHEN\n(skeptical)\nCurator of the Heritage Museum?\n\f29.",
  "18": "---END OF PREVIOUS SECTION---\nSteve Taylor. EGG SHEN\n(skeptical)\nCurator of the Heritage Museum? 29. \n---TARGET SECTION TO BE ANNOTATED---\n» STEVE\nThat's my father. I'm the Assistant\nCurator.\n\nEGG SHEN\nAnd you say you have this jade piece\non display at the museum?\n\nSTEVE\nEh... well... we did.\nUntil it got stolen last night.\n\nEGG\nStolen!\n\nSTEVE\nYeah, by those friendly guys\nwith the red head bands.\n\nEGG SHEN\nThe Flame Lords!\n\nSTEVE\nYes.\n\nEGG SHEN\n\neo (frightened)\n\nChi Lung!\n\nSTEVE\nChi Lung?\n\nEGG SHEN\nWhat do you know about this jade\npiece?\n\nSTEVE\n\nLots. I know it's part of the Chai\nTao. A mystic puzzle that, according\nto legend, holds the key to all the\npower in the universe.\n\nEGG SHEN\nMyth! Superstition!\n\nSTEVE\nBut you believe it don't you?\n\nEgg pushes Steve out the door.\n\f30.\n\n» EXT. STREET - TRAVELING\n\nThey walk to an\n\nEgg moves away t\n\nEgg stops dead a:\n\nSteve obliges.\nINT. CHI LUNG'S\n\nBobby studies Ye\n\nalley, turn, walk up to a gaily painted bus.\n\nEGG SHEN\nAhhh...all you young pups. You are\nall the same.\nAnd if I did believe...\n\ndo you think I'd tell you?\n\nSTEVE\nWhy not?\nLook, I've been studying this subject for\nnineteen years! I'm an expert.\n\nEGG\nYou're a fool.\n\nSTEVE\nNot so foolish that I can't tell\nthat you're frightened.\n\nEGG\nNot frightened... just busy!\nNow let me alone.\n\nSTEVE\nBut I need to talk to you.\n\noward the bus.\n\nSTEVE (CONT'D.)\nI know you know about this.\nI've heard you're something of a...\nwizard!\n\nnd turns.\nEGG SHEN\nYou want to talk? Get on bus.\n\n(Steve jumps on. Egg stops him.)\nBut first buy ticket!\n\nFORTRESS - SAME TIME\n\nnm Lo raging within the dragons’ grip.",
  "19": "---END OF PREVIOUS SECTION---\n(Steve jumps on. Egg stops him.)\nBut first buy ticket! FORTRESS - SAME TIME\n\nnm Lo raging within the dragons’ grip. \n---TARGET SECTION TO BE ANNOTATED---\n\fw\nny\n\nBOBBY\nIs he okay there?\n\nCHI LUNG\nWell, if he escapes my control\nhe's going to be rather cross\nwith you!\n\nBOBBY\nMe?!\n(Chi nods)\nWell, who's got the other piece?\nHow do we get it?\n\nChi grins down at Yen.\n\nCHI LUNG\nYou wouldn't care to tell?\n(Yen Lo flips him the Chinese Bird.)\nEgg Shen, perhaps?\n\nBOBBY\nThe good wizard?\n\nCHI LUNG\nGood wizard? Good wizard? Oh, he\nlikes to call himself that. Truth\nis, it's all about power. I've\nknown for years, Egg had the THIRD\nPIECE. But I didn't dare move until\nsome fool found the SECOND piece\nand put it on display in a museum!...\n\nBOBBY\nEgg's tough. How do we get the piece\naway from him?\n\nCHI LUNG\nMy plan is simple. In a word...\nTrouble. Big Trouble.\n\nBOBBY\nThat's two words.\n\nCHI LUNG\n{turns and bellows!)\nFlame Lords!\n\nDoors burst open. Flame Lords rush in. They fall into ranks\nat stiff attention. Chi Lung struts before them like Patton.\n\f32.\n\nCHI LUNG\n{to Bobby)\nYou give Egg a message. Unless he\nsurrenders the final Chai Tao,\nLittle China will be reduced to...\nto... Egg Foo Yung!\n(turns to the ranks)\nFlame Lords...Out! Out! Begone! Be BAD!\nCause Trouble!\n\nHe claps. The Lords RUSH OUT for a spree of destruction.\nSTREETS OF LITTLE CHINA - SAME TIME\n\nA GAILY PAINTED TOURIST BUS rumbles down Grant Street.\n\nINT. BUS\n\nEGG SHEN lectures on Little China. The bus is painted in\nChinese motifs finished in red lacquer. Egg looks down the\nstreets, into alleys. He's distracted and lecturing half-\nheartedly. Steve sits nearby and questions, much to Egg's\nannoyance -- and to the mystification of the tourists.\n\nEGG SHEN\n.No. Chinese men were brought\nover to work on the railroads. Women\nfollowed later but the first\ngenerations never really assimilated...",
  "20": "---END OF PREVIOUS SECTION---\nNo. Chinese men were brought\nover to work on the railroads. Women\nfollowed later but the first\ngenerations never really assimilated... \n---TARGET SECTION TO BE ANNOTATED---\nSTEVE\nYeah, they brought their own beliefs,\ntheir mystical priests, their magic.\n\nEGG SHEN\nNot true. Actually insulting to\nChinese. There are, of course, no\nsuch things as demons, sorcery or\nmagic ...within the Chinese scheme\nof beliefs. Chinese are very rational,\nlaw-abiding...\n\nSTEVE\nWhat about the Tong wars?\n\nAt this, Egg swerves the bus over to the curb in front of a\ntea shop, opens the door, turns to the few tourist riders.\n\nEGG SHEN\nRest stop. Five minutes. You go shop.\nVery good tea.\n\fThey pile off. Egg turns to Steve, serious, now.\n\nEGG SHEN\nTell me where you found the jade\npiece.\nSTEVE\nI found it. ...by accident... ...in the\n\nvault. It was in the Fung collection.\n\nEGG SHEN\nFung was a guardian!? I knew it!\n\nSTEVE\nA guardian? What's that?\n\nEGG SHEN\nNothing. Never mind.\n(to himself)\nChi would not dare to steal this piece\nunless he had one other. This is very\nbad.\n(catches himself)\nAnyway...it’s all rumors, all myth.\n\nSTEVE\nMaybe, but if it isn't, you might\nbe in danger. Why don't you let me\nhelp you?\n\nEGG SHEN\nNo...no. You do not need to get\ninvolved. Thank you. Nothing personal...\n\nSTEVE\nEverything's personal...\n\nEXT. STREET\n\nThe tourists get back on the bus clutching packages as...\n\nA LION DANCE approaches... Tumbling kids, streaming banners\nMusic and gongs. A golden paper Dragon-Lion weaves down the\nstreet dancing, leaping, blocking traffic, blocking the bus\nas the tourists climb back aboard and take seats. One lady\n(ALMA) proudly shows off a souvenir.\n\nALMA\nLook Ida. A piece of the great wall.\n\nSteve looks askance...\n\f34.\n\nSTEVE\nThe great wall...really! You sent them\nthere, Egg. You're a fraud!\n\nEGG SHEN\nLook. If you really had a piece of\nthe great wall would you sell it toa\nwoman in an “Elvis Lives\" T-shirt?\n\nSTEVE\nSo... you give them what they want\nto see -- and hide the real Chinatown...",
  "21": "---END OF PREVIOUS SECTION---\nEGG SHEN\nLook. If you really had a piece of\nthe great wall would you sell it toa\nwoman in an “Elvis Lives\" T-shirt? STEVE\nSo... you give them what they want\nto see -- and hide the real Chinatown... \n---TARGET SECTION TO BE ANNOTATED---\nthe real magic.\nSteve notices a picture of a Chinese kid taped to the dash.\n\nSTEVE\nBy the way... who's this?\n\nEGG SHEN\nKok Leong. My Son.\n(shakes his head sadly)\nHe's developing condos in Miami\nBeach. Not so easy to find respect\nfor the old ways in the new\ngeneration. Too many distractions.\n\nANGLE - BACK OF THE BUS\n\nALMA and her friend IDA look at the passing parade,\nfascinated, clicking their Kodaks. The kid in the lion head\nleaps on another's shoulders. He shakes and roars.\n\nIDA\nOh look, Alma, a Lion Dance.\nIsn't that cute...\n\nThe Lion leaps at the window. She raises her camera. The\nlion’s mouth opens. She snaps a nice Close-Up of a fearsome\nFLAME LORD. He SCREAMS at her.\nFLAME LORD\nNg ho ying sheung! Bok gwei!\n(Don't take photos, White Ghost!)\nHe smashes the window and grins madly.\n\nIDA\n\nShe's gone rigid, too shocked to scream. Her companion hasn't\nseen a thing. She turns to her.\n\fALMA\nWhat was that, Ida?\n\nThen she notices Ida's face and the grinning Flame Lord.\nShe...SCREAMS!\n\nACT. O\n\n35.\n\f36.\n\nACT THREE\n\nINT. EGG'S BUS - MOMENTS LATER\nTourists sit terrified as lion dancers smash into the bus.\n\nSTEVE\nSo there's no current gang activity?\n\nEGG SHEN\nIn Chinatown? Of course not.\n\nJust as Egg says it, more Flame Lords burst from an alley and\nsweep up the street, creating chaos. They overturn trashcans,\nknock over cyclists. They leap at the bus, run up the sides,\ndance on the roof. Tourists SCREAM! Doors burst open. Flame\nLords fly in.\n\nEGG SHEN\nIt's nothing. Don't be alarmed.\nJust a Lion Dance. All part of the\nshow.\n\nBOBBY\n(smashes a window)\nA message from Chi Lung.\n\nEGG SHEN\nFlame Lords! Begone! You cannot\ndo this!\n\nBOBBY\n\nWrong. This is just a start.\n\nYou have something Chi Lung wants.\nAnd until he gets it, we take what\nwe want.",
  "22": "---END OF PREVIOUS SECTION---\nThis is just a start. You have something Chi Lung wants. And until he gets it, we take what\nwe want. \n---TARGET SECTION TO BE ANNOTATED---\nEgg slams it into gear, pops the clutch, sending Flame Lords\ntumbling. Bobby's up, hopping over tourists. He leaps for\nEgg. They struggle. Bobby yanks the wheel. The bus crashes\ninto a car. Passengers tumble. Flame Lords come forward.\nSteve again takes a martial arts stance. They laugh, then\nstop laughing and advance toward him.\n\nBOBBY\nNo. You still ain't got it.\nLook. It's like this.\n\fw\n“I\n\nHe snaps into a Martial Arts stance. They surround Steve. Egg\nShen moves up, takes a stance next to Steve. He's old, but\nsomething about him says ‘don't mess with me.'\n\nEGG SHEN\nBok Sum! White Hearts!\n\nIt's a Call To Arms. It echoes through...\nEXT. LITTLE CHINA\n\nAll along Grant Street, Street Lights in the form of CHINESE\nLANTERNS GLOW...They PULSE BRIGHTLY...A MESSAGE.\n\nMONTAGE - ALL OVER CHINATOWN\n\nKids note the flickering lanterns. They slip into alleys\nstorefronts, parked cars. They re-emerge wearing white\njackets with blue and green trim and matching headbands. They\nare...THE WHITE HEARTS.\n\nINT. THE BUS\nBobby moves on Egg, stalking, feinting attacks.\n\nBOBBY\nGive up the jade!\n\nSUDDENLY - The White Hearts appear and engage the Flame\nLords. The leader's a good-looking youth: JACKSON \"DOUBLE\"\nCHIN. He moves and fights so fast, he's a blur, (like seeing\ndouble). All over the street, in the bus, on top of the\nbus...White Hearts fight the Flame Lords to a standstill.\nThen they drive them back. Then SIRENS, POLICE. Suddenly, the\nFlame Lords' position is untenable. Steve faces off against\nBobby, but Bobby gives a sign... a challenge.\n\nBOBBY\nWe'll meet again.\n\nSTEVE\nI'm looking forward to it.\n\nThe Lords leap out the door, chased by the White Hearts. In\na wink, they're all gone.\n\nEgg Shen slumps with an injured shoulder. He tries to turn\nthe wheel but can't. He winces in pain.",
  "23": "---END OF PREVIOUS SECTION---\nEgg Shen slumps with an injured shoulder. He tries to turn\nthe wheel but can't. He winces in pain. \n---TARGET SECTION TO BE ANNOTATED---\n Steve pulls him out\nfrom behind the wheel, drags him to a seat.\n\nEGG SHEN\nWhat are you doing?\n\f38.\n\nSTEVE\nJust helping out.\n\nEGG SHEN\nNo, thank you.\n\nSTEVE\nDon't worry. It'll be fine.\n\nIn the back, some tourists are terrified.\n\nTOURIST 1\nWhat was that?!!\n\nSome are irate.\n\nTOURIST 2\nWhat about our tour?\n\nTOURIST 1\nYeah! We paid for a tour.\n\nSteve glances at Egg Shen. He has a pained look on his face.\n\nSTEVE\nSorry folks, tour's over.\n\nTOURIST 1\nAt least get us back to our hotel.\n\nThey look at Egg Shen. He hesitates.\nSTEVE\nLook, I can drive. More or less.\n\nWhadaya got to lose?\n\nHe slips into the driver's seat, starts up, grinding gears.\n\nEGG SHEN\nHey kid!\n\nSTEVE\nWhat?\n\nEGG SHEN\n\nEver driven a bus before?\n\nSTEVE\nHey, how hard can it be?\n\nCRASH! Steve looks outside.\n\fSTEVE\nThat car was already damaged.\nIt shouldn't count against me.\n\nBOOOMM! He rips off the side of a parked car.\n\nTOURIST 2\nOh, you can let us out here.\n\nSTEVE\nDon't be silly. It's nothing.\nNo trouble at all.\n\nSteve tries to pull out, but the tourists clamber off the\nbus, leaving him with Egg.\n\nSTEVE\nNow what was that you were saying\nabout the Chai Tao being a myth?\n\nEgg slams the door.\n\nEGG SHEN\nHow do you know such things?\n\nSTEVE\nPHd. Asian Studies. Berkeley.\n\nEGG SHEN\nOh...book learning!\n\nSTEVE\nIn the seventh century A.D.\nin the Hsia (Sha) period of Mythical\nSages, the Court of Xuang Wa was\noverrun by horsemen from the north.\nThe Imperial Wizard, Fu Hsi, inventor\nof the eight trigrams, sacrificed the\nmost beautiful maidens in the Three\nKingdoms to the Hell God, Yama, Keeper\nof the Gate...in return for a secret\npower to keep the Barbarians at bay.\nThis power was contained in the Chai\nTao. As you know.",
  "24": "---END OF PREVIOUS SECTION---\nThe Imperial Wizard, Fu Hsi, inventor\nof the eight trigrams, sacrificed the\nmost beautiful maidens in the Three\nKingdoms to the Hell God, Yama, Keeper\nof the Gate...in return for a secret\npower to keep the Barbarians at bay. This power was contained in the Chai\nTao. As you know. \n---TARGET SECTION TO BE ANNOTATED---\nA beat. Egg's impressed, but dismissive.\n\nEGG SHEN\nAlright... so it was a good book.\nBut you still know nothing about the\nreal China.\n\n39.\n\f40.\n\nSTEVE\nWhy... because I'm not Chinese?\n\nEGG SHEN\nNo. Because you are a Saw jai!\n(young fool)\n\nSTEVE\nIf I am a Saw jai, you are a Lo\nSaw See Fool! (foolish old man)\nI'm offering you help...\nAnd by the looks of things, you\ncould sure use some.\n\nEGG SHEN\nNo. I don't need your help.\n\nA BLAST OF THUNDER. LIGHTNING FLASHES, clouds let go.\n\nSTEVE\nSure about that?\n\nINT. CHI LUNG'S FORTRESS - SAME TIME\n\nLIGHTNING FLASHES SPARK around Chi Lung as he glares at the\nFlame Lords straggling in...and at Bobby, empty-handed.\n\nCHI LUNG\nWhere's the Jade?!\n(Bobby shrugs helplessly)\nWhat about Egg Shen?\n\nBOBBY\nHe has what you might call, a bad\nattitude.\n\nCHI LUNG\nSo?itt!\n\nBOBBY\n\nThere were White Hearts, and cops...\nand some pain-in-the- butt Anglo guy.\n\nCHI LUNG\nExcuses! I ask for the Chai Tao. You\nbring me excuses!\n\nBOBBY\nWell, we scared them some...\n\f41.\n\nCHI LUNG\nVery good. The only way to control people\nis through fear.\n(then)\nThat gives me an idea...\n\nHe walks up to Yen Lo and stares. Yen Lo glares back.\n\nCHI LUNG\nThrough Yen Lo, other demons can be\nsummoned and you, my Flame Lords...\nwill have the honor of serving as their\nwilling vessels...\n\nThere's muttering in the ranks. Chi turns to them, fixes them\nwith his glare.\n\nFLAME LORD 1\nWilling vessels ?! Geez, your worship...\nI don't know...\n\nCHI LUNG\nThen shall Little China be brought\nto its knees... and Egg Shen will\nbe forced to give up his jade!\n\nFLAME LORD 2\nBut my Lord, I... I mean... if they...",
  "25": "---END OF PREVIOUS SECTION---\nCHI LUNG\nThen shall Little China be brought\nto its knees... and Egg Shen will\nbe forced to give up his jade! FLAME LORD 2\nBut my Lord, I... I mean... if they... \n---TARGET SECTION TO BE ANNOTATED---\nif they inhabit our bodies, what\nhappens to us?\n\nFLAME LORD 1\nYeah, what if we're not willing?\n\nChi's grin freezes. He levels a scary killer stare at the\nmiscreant. Then he claps his hands. Flame Lord One bursts\ninto flame, burns fiercely, turns to ash. A moment of stunned\nSilence. The other Lords get the point.\n\nFLAME LORD 2\nDemons. That's not so bad.\n\nCHI LUNG\nYou will have more power than you\never dreamed of...\n\nChi Lung moves to Yen Lo.\nYEN LO\n\nYou know the price for demons,\nChi Lung?\n\fCHI LUNG\nYes, of course, virgins. Standard\nprice. One virgin for each demon.\nI so demand!\n\nBOBBY\nWhat?\n\nCHI LUNG\n\nFind me 13 beautiful virgins!\n\nBOBBY\nIn San Francisco?\n\nChi glares daggers at him, snaps his fingers. Bobby's hair\nglows. Flames dance about his face. He's terrified.\n\nBOBBY\nVirgins. Right! Good idea.\nMuch prefer them, myself.\n\nBobby's becoming disillusioned. He notices a new\ntransformation in Chi. His features have distorted.\n\nBOBBY\nAre you okay, Wise One?\n\nCHI LUNG\nIt's nothing....Hormone imbalance.\nIt makes me very...\n\nBoom! A beam SHOOTS from his hands, levitates Bobby by a\nterrible grip on his throat.\n\nCHI LUNG (CONT'D.)\n...irritable.\n\nYEN LO\nVery well. You asked for Demons!\nDay Die Gwei Lei La!\n(Hell God, come to me!)\n\nHe claps his hands. Around him Demons coalesce, swirl and\nstream out, up, into..\n\nINT. THRONE ROOM\nOne by one the Flame Lords are possessed. Their eyes glow\n\nwith fire, their tongues turn black, steam comes out of their\nears. They do a crazy, hip-hop demon dance.\n\f43.\n\nCHI LUNG\nNow...that's the spirit!\n\nBobby notices that he himself hasn't changed.\n\nBOBBY\nHey Boss. What about me?\n\nCHI LUNG\nMindless slaves are only so useful.\nYour loyalty is unquestioned. Right?!\n\nBOBBY\n\nOh, absolutely your worshipfulness.",
  "26": "---END OF PREVIOUS SECTION---\nYour loyalty is unquestioned. Right?! BOBBY\n\nOh, absolutely your worshipfulness. \n---TARGET SECTION TO BE ANNOTATED---\nCHI LUNG\n\nGood. Now... DEMONS!!\n\nThey snap to attention.\n\nCHI LUNG (CONT'D.)\nGet those virgins while I make special\narrangements for Egg Shen. Demons...\n\nBEGONE!\nHe makes a magical wave. The demonic Flame Lords disappear in\n@ a burst of lightning.\n\nEXT. STREETS OF SAN FRANCISCO\n\nAbove Little China, clouds roll in, thunder and spiked\nlightning... a Chinese Walpurgisnacht. The storm cloud seems\nto hang directly over Chinatown like another dimension of\ndarkness, rain and mystery. Egg's bus zooms by the China\nGate. A police car pulls out and follows.\n\nINT. POLICE CAR.\nClarence guns it, grabs the radio mike, calls in.\n\nCLARENCE\nUnit Twelve. I've got Egg at the\nChina Gate. I'm going in. Something's\nhappening in Little China. I want\nback up!\n\nEXT. CHINA GATE\n\nThe bus zips through but Clarence, following closely, seems\n\nto hit a magical barrier. The GATE BULGES IN AND SNAPS BACK.\n\nThe car stalls. Clarence is out, tries to run through the\n* BARRIER, but is thrown back as if bounced off a trampoline.\n\f44.\n\nEXT. CHINATOWN STREETS\n\nThe PACIFIC POWER truck weaves through a downpour.\n\nINT. TRUCK.\n\nKim and BRAD, wrestle their truck through the wet streets.\n\nBRAD\nJeez, look at that! Looks like\nit's hanging right over Chinatown.\nMaybe we should get help.\n\nKIM\nPull yourself together, Brad.\n\nEXT. EGG'S STREET - ANTIQUE SHOP\n\nEgg's bus pulls into the alley. Egg hops out and scurries\noff, distracted. He disappears into the back door of his\nshop, Steve is suddenly left alone. Hesitantly, he follows.\n\nINT. BACK OF EGG'S SHOP\n\nWhat Steve sees amazes him. Everywhere he looks, books,\nartifacts, objets d'art... It's a curator's wet dream. The\nback of the store is a maze, a rabbit's warren of boxes and\nshelves piled to the ceiling with (cheap props).\n\nSTEVE\nWow! Look at this stuff. Shen!\nMr.",
  "27": "---END OF PREVIOUS SECTION---\nLook at this stuff. Shen! Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Egg! The Yut Lick Tung Sing!\nThe Chinese almanac; the T'ang\ncodex. Mr. Egg, can I have a word\nwith you?\n\nSteve walks through the maze to the front of the shop,\nfascinated. It too is filled with ancient, weird Chinese\n\nthings... dusty books, artifacts, curios of all types. But\nmessier... stuff tumbled all over. Then he looks up.\nSTEVE\nGeeez! Egg... what a mess! You\nreally keep this stuff on the\nfloor?\n\nEgg glares at him. Steve looks again. The shop's been\ntrashed!\n\nEGG SHEN\nSomeone's been here.\n\f45.\n\nSTEVE\nLooking for something...looks\nlike...\n\nEGG SHEN\n\nFlame Lords.\nEgg pushes Steve toward the door.\n\nEGG SHEN\nI don't have time for you.\nThank you. Goodbye.\n\nSTEVE\nGoodbye?! No. Wait... you can't\ndo that!\n(Egg turns back...)\nI have some questions.\n\nBut Egg's distracted. He looks out at the gathering storm and\nmoves around the shop muttering to himself and gathering up\nold dusty jars filled with strange powders and liquids.\nEGG SHEN\nNo. It's dangerous. Too dangerous.\nYou must go.\nEgg shoos him out and closes the shop.\n\nEND OF EGG'S STREET\n\nKim and Brad pull up in spooky darkness and flickering power\nlines. One sparking line is attached to Egg's shop. All over\nChinatown lights flicker and flash.\n\nBRAD\nJeez. It's dark!\n\nKIM\nVery observant. Come on.\n\nShe hops out but Brad is reluctant.\n\nEXT. STREET\n\nElectricity crackles from downed powerlines. All business,\nKim slips on a hardhat, a climbing belt. She gracefully and\n\npowerfully scales the pole. Brad is spooked.\n\nBRAD\nKim...be careful.\n\f46.\n\nKIM\nCut the power, Brad.\n\nBrad opens up a manhole and slips down to cut the circuit.\nEXT. EGG'S ANTIQUE SHOP\n\nSteve stamds outside in the rain. Egg Shen can't believe it.\nHe goes to the door, arms full of magical elements, jars,\npowders, potions... He's exasperated.",
  "28": "---END OF PREVIOUS SECTION---\nEgg Shen can't believe it. He goes to the door, arms full of magical elements, jars,\npowders, potions... He's exasperated. \n---TARGET SECTION TO BE ANNOTATED---\nEGG SHEN\nWhat do you think you're doing?\n\nSTEVE\nAdmit it. You're testing me.\n\nEGG SHEN\nWorse. I'm ignoring you.\n\nSTEVE\nI saw it on Kung Fu. All the other\nstudents ran off when it rained.\nGrasshopper stayed where he was.\n\nEGG SHEN\nGrasshopper was an ACTOR!\n\nEgg slams the door. Steve stands dripping in the rain. The\ndoor opens.\n\nEGG SHEN\nAm I supposed to be impressed by\nsomeone too dumb to get out of the\nrain?\n\nSTEVE\nConfucious says, “The journey of a\nthousand miles starts with one step\".\n\nEGG SHEN\nConfucius also said, ‘Get Lost!\n\nHe slams the door.\nSTEVE\nThat part must've been lost in\n\ntranslation.\n\nHe jumps at a particularly vicious crash of lightning.\n\f47.\n\nEXT. LITTLE CHINA STREETS - MONTAGE\n\nThe lightning strikes the tops of buildings and ripples along\nthe eaves like St. Elmo's Fire.\n\nINT. FORTUNE COOKIE FACTORY\n\nA DEMON LORD slams a crank. The cookie machine goes into\noverdrive. Cookies fly out like tiny frisbees. Cooks flee\nscreaming as cookies whiz by their heads.\n\nMONTAGE - LITTLE CHINA\n\nThe Demon Lords fan out through Chinatown, yanking poor\nhelpless girls away from their screaming, frightened\nfamilies. They hold their demon features under cloaks and\nhats...in shadow, barely but scarily glimpsed.\n\nEXT. GRANT STREET\n\nThe Flame Lords run up to a family. One grabs a pretty girl.\nThey tear her away from her screaming parents, run off.\n\nEXT. FONG STREET\n\nLords spot other pretty young girls. They rush up pushing\nbystanders aside, grab them swing them on their cycles, ROAR\naway.\n\nEXT. THIRD STREET\n\nBobby, Yee and the demons run up to another girl, cowering.\n\nYEE\nVirgin?\n\nShe looks at her mom and dad...\n\nMEI LI\nErrr. Yes.\n\nA Lord turns back to her, Bobby.\n\nBOBBY\nMei Li?\n\nMEI LI\nBobby Wong!\n\nBOBBY\n\n(to Yee)\n‘Fraid not.\n\f48.",
  "29": "---END OF PREVIOUS SECTION---\nMEI LI\nBobby Wong! BOBBY\n\n(to Yee)\n‘Fraid not. 48. \n---TARGET SECTION TO BE ANNOTATED---\nShe looks sheepishly from him back and forth to her parents.\nHer mother glares at her. The demon ROARS, runs off, Bobby\ngrins, waves goodbye to Mei Li, leaving her parents\ntrembling.\n\nEXT. KIM'S POWER POLE\n\nKim's on the power line in insulated boots and gloves,\nsearching for the source of the outage. She looks around.\n\nKIM\nI just fixed this thing... Strange.\nOnly Little China seems affected.\nA bolt of lightning strikes nearby.\n\nINT. MANHOLE\n\nBRAD\nKim, Come down! It's too\ndangerous!\nON THE POLE\nKIM\n\nI'm perfectly sa...\n\nAnother bolt ripples down the building eaves, hits the pole,\nknocks Kim off her perch. She dangles by her safety strap,\nstunned.\n\nEXT. STOREFRONT NOODLE SHOP\n\nSteve comes out stufing an egg roll into his mouth. He looks\nup, stops chewing.\n\nHIS POV\n\nSt. Elmo's Fire ripples along the roofs and eaves of\nChinatown. It sparks and snakes down the powerlines to the\nlight poles, shorting them. Steve is awed. He reaches out,\ntouches the pole. The fire leaps to his hand, up his arm,\nengulfs his body. His hair stands up with static charge.. He\nstands hands out, entranced...glorying in the magic.\n\nSTEVE\nIt's real!\nEXT. GRANT STREET - BELOW THE POWER POLE\n\nSteve rushes up, sees the power truck, sees Kim on the pole.\n\f43.\n\nSTEVE\nHey Kim, you should see this.\nCold fire. Just like what was\nwritten in the T'ang codex.\n\nHe looks closer, sees Kim dangling. Without hesitation, he\nleaps for the pole.\n\nINT. MANHOLE\nBrad calls her on the intercom but gets no answer. Curious.\n\nBRAD\nKim, Kim. Are you alright?\n\nTHE POLE\n\nShe's stunned, hanging in her straps. Steve's climbing up.\nHe reaches her, unhooks her, takes her in his arms just as\nrampaging Demon Flame Lords appear.\n\nKIM\nBrad?\n\nSTEVE\nSteve.\n\nKIM\nSteve?\n\nSTEVE\nBok Gwei.\n\nKIM\nOh...you.\n\nSTEVE\nHang on.\n\nA beat.",
  "30": "---END OF PREVIOUS SECTION---\nKIM\nOh...you. STEVE\nHang on. A beat. \n---TARGET SECTION TO BE ANNOTATED---\n Then she throws her arms around him and hangs on.\nTHE STREET\n\nA Flame Lord drops into the manhole.\n\nINT. MANHOLE\n\nThe demon knocks Brad aside, starts crossing circuits.\nTerrified, Brad scrambles out of there.\n\fw\nO°\n\nMONTAGE - ALL OVER CHINATOWN\n\nsigns explode, bulbs vaporize. Flashes...then darkness,\nexcept for the glow from the Flame Lords’ eyes.\n\nEXT. EGG'’S ANTIQUITES SHOP - ANGLE EGG\nEgg sees the Demon Flame Lords rush past.\n\nEGG SHEN\nWhite Hearts!\n\nMONTAGE - ALL OVER CHINATOWN\n\nChinese lantern street lights come on, PULSE BRIGHTLY. Kids\nnote the call, slip into alleys, emerge as WHITE HEARTS.\n\nON THE POLE\n\nSteve holds the stunned Kim, about to drop down when he sees\nthe FLAME LORDS standing below. Bobby grins up at him.\n\nSTEVE\nGet away from us. Leave us\nalone.\n\nBOBBY\nOr what?\n\nHe makes a mocking martial arts gesture. Just then, THE WHITE\nHEARTS appear. They mix it up with the Lords but cannot\ndefeat these Kung-Fu Demons from Hell.\n\nSteve carries Kim to the ground where Brad battles the Flame\nLords. The fight swirls around them. He carries her past Egg,\ninto the shop to safety. Brad throws the Flame Lords off,\nscrambles to his truck, dives in, slams the door, locks it,\nfumbles around for his keys as Demons beat on the sides.\nANGLE EGG\n\nHe directs the White Hearts with gestures.\n\nYEN LO (O0.S.)\nThe jade, old man.\n\nHe turns as the LOOMING, POWERFULLY DEMONIC figure appears.\n\nEGG SHEN\nYen Lo!!\n\f51.\n\nThe White Hearts are stunned to discover that the DEMON FLAME\nLORDS HAVE VANISHED. Egg turns away, runs into his shop.\n\nINT. EGG'S ANTIQUITES SHOP\nEgg enters. Yen Lo is already there, waiting, glowering.\n\nYEN LO\nSurrender the jade.\nChi Lung has so decreed.\n\nEGG SHEN\n\n(furious)\nChi Lung?! Chi Lung cannot decree\nanything!\n\nChi Lung appears in a burst of flame glaring imperiously.",
  "31": "---END OF PREVIOUS SECTION---\nEGG SHEN\n\n(furious)\nChi Lung?! Chi Lung cannot decree\nanything! Chi Lung appears in a burst of flame glaring imperiously. \n---TARGET SECTION TO BE ANNOTATED---\nCHI LUNG\nNot yet! Tell him, Yen Lo.\n\nYEN LO\nChi Lung possesses two parts of\nthe Chai Tao.\n\nChi glowers. Yen Lo moves around the shop, examining a dusty\nbook here, an artifact there. He passes Steve and the semi-\nconsious Kim, hiding behind a desk. Steve pulls back to avoid\nbeing seen but glances around the desk, fascinated...\n\nEGG SHEN\nTwo?!! How did he get two??\n\nCHI LUNG\nI got the first from Chiang Kai Shek.\nThe second one’I got when some moron\nput it on display in the museum.\n\nEgg shoots a look at a very embarassed Steve.\n\nYEN LO\n(to Egg)\nYou must come with me.\n\nEGG SHEN\nCome with you? Where?\n\nCHI LUNG\nHe wants to torture you. You\nknow how he is.\n\f52.\n\nEGG SHEN\nYah, love to. Actually, I've got\nthis dentist appointment..\n\nEgg slides toward his shelf... toward ancient potions. Yen\nmoves to keep Egg's hands in sight. Egg stalls...\n\nCHI LUNG\nIf I were you, Egg, I wouldn't waste\nhis time. It makes him very...cross!\n\nA RIPPLE OF THUNDER. A FLASH.\n\nCHI LUNG (CONT'D.)\nIf I don't get the THIRD PIECE right\nnow you... I ...I...will reduce\nChinatown to rubble!\n\nEgg slips his hands toward his potions, but Chi spots the\nmove. A MAGICAL CHARGE from Chi Lung blows them out of his\nreach. Egg turns on Chi... moves into fighting position.\n\nEGG SHEN\nIt's been a long time, Chi.\n\nCHI LUNG\nYes it has, Egg.\n\nEgg grins, goes on guard. They circle. Yen drops his hand\nlike a referee. In a flash, Egg and Chi are mixing it, full\ncontact, full speed. Kicks, flips, twisters. Evenly matched,\nfast as a blur. They fight.\n\nEXT. WINDOW\n\nSteve moves out to see. He cannot believe his eyes. A FLASH.\nChi's got his jade out. A FORCE BEAM BURSTS from it, but Egg\nducks, meets the beam with his own.",
  "32": "---END OF PREVIOUS SECTION---\nA FLASH. Chi's got his jade out. A FORCE BEAM BURSTS from it, but Egg\nducks, meets the beam with his own. \n---TARGET SECTION TO BE ANNOTATED---\n He flips, kicks the jade\nout of Chi's hand. The two pieces fly apart. One piece flies\nto Yen who catches it. Chi scurries after the other piece,\ngrabs it. But Egg's in full control of his power. His beam\nblasts Chi, blows him right through the window, hanging for\ndear life onto his piece of the jade. Yen, holding his piece,\nis also sucked into the vortex...and follows Chi out. Steve\n\nis caught in the vortex by the powerful force... He grabs a\nlightpole as he is whipped by, clings to it fora\nbeat....then is WHIPPED AWAY...\n\nEND ACT THREE\n\nHOUR BREAK\n\f53.\n\nEXT. EGG'S SHOP\n\nEgg and Kim rush out, catch a glimpse of Chi and Yen Lo\ndisappearing. They search the sky for Steve.\n\nKIM\nSteve!?\n\nSTEVE (0.S.)\nHuhhh?\n\nANGLE - STEVE\n\nHe lies in a pile of trash, stunned, then he picks himself\nup. Brad runs up.\n\nBRAD\nWhat the hell was that?\nThose Flame Lords...Where'd\nthey go?\n\nEgg turns and walks back inside. Steve rushes to follow.\n\nSTEVE\nWait!\n\nSteve grabs Kim to support himself. They stumble back inside.\nINT. SHOP\n\nSTEVE\nDid you see that?\n\nKIM\nWhat?\n\nBRAD\nTwo weird guys flying through\nthe air.\n\nSTEVE\nYeah, they burst out of here\nand..just phfft! like that...\nstraight up\n\nEGG SHEN\nThey will be back.\n\f54.\n\nKim just stares at him. But Steve is concentrating. He goes\nto a reference book Egg's left fallen open on the shelf. He\nflips through rapidly searching... finding...\n\nSTEVE\nWait a minute I know that\nguy! That was..\n(finds an ancient picture...\nan imposing figure in conical hat, robe\nand silver chest serpent)\n..-Yen Lo! Servant of Yama...\nYou know who that is?\n\nKIM\nYou...are one strange Anglo.\n\nSteve looks up, suddenly realizes...\n\nSTEVE\nWhere's Egg?\n\nThey turn around. No Egg Shen. The store seems deserted and\nhalf destroyed in the fight.",
  "33": "---END OF PREVIOUS SECTION---\nThey turn around. No Egg Shen. The store seems deserted and\nhalf destroyed in the fight. \n---TARGET SECTION TO BE ANNOTATED---\n But Steve sees a glimmer of\nlight, a wisp of vapor from behind a shelf\n\nKIM\nWhat's going on?\n\nSTEVE\nYama. The Chai Tao. Have you\never heard of Dai dei...\nChinese Hell?\n\nKIM\nChinese Hell?\nSTEVE\nYeah...the ten levels?\nKIM\nOh, yeah. Myths... Stories\n\nmy grandmother used to tell.\n\nSteve studies the wall, then pulls open a Buddha to reveal a\npassageway into a maze of boxes and shelf-lined corridors.\n\nSTEVE\nMyths, huh?\n\nGestures toward the dark passage. A pause.\n\f55.\n\nKIM\nAfter you.\n\nThey step through leaving Brad. Outside, demons howl. He\ndoesn't want to be left there. He steps through.\n\nTHE MAZE\n\nIt's dark and spooky. Dimly seen shapes. Brad tags along a\nconfused, scared look on his face. Kim and Steve creep\nscrunched together, arguing.\n\nKIM\n(scornful, skeptical)\nSorcerers, guys flying through\nthe air..ten levels of Hell...\n\nBRAD\nWhat ten levels? Ten levels of\nwhat?\n\nKIM\n\nThe Ten Levels of Hell. Let's\nsee...you're put before some\nmirror or something.\n\nSTEVE\nThe 'Mirror of Retribution'.\nThat's the first level.\n\nKIM\nYeah, right.\n\nSTEVE\nYour sins determine your form\nupon reincarnation.\n\nKIM\nSo, Brad. You'd come back as\na rabbit.\nSTEVE\nOr a lazy soul might come back\nas an ox.\nShe stops.\nKIM\nThat's what Grandma Hong used\nto say...\n\nShe looks at him with interest as he rattles on. But he's\nsearching through the boxes, examining objects and seems to\nbe following some unseen intellectual or spiritual trail...\n\fSTEVE\nOn the second level, the gossiper\nhas his tongue pierced.\n\nKIM\nThe glutton is starved...\n\nSTEVE\nThe thief has to kneel on steel\ngranules.\n\nKIM\n(getting interested)\n...the irreligious are sawed to\npieces, the wicked are boiled\nin a cauldron...\n\nBRAD\nWhew! And I thought Catholicism\nwas tough!\n\nSTEVE\nIt gets worse.",
  "34": "---END OF PREVIOUS SECTION---\nBRAD\nWhew! And I thought Catholicism\nwas tough! STEVE\nIt gets worse. \n---TARGET SECTION TO BE ANNOTATED---\n On the Third Level\nof Hell, the disrespectful have\ntheir hearts, eyes and livers torn\nout. On the Fourth, the sinful are\nthrown into a river of fire. Liars\nget split lips.\n\nBRAD\nYou must be a lotta laughs at\nparties. Where are we, anyway?\n\nIM\nIsn't the Fifth where cheaters have\ntheir hearts torn out with hooks.\n\nBRAD\nHooks?\n\nSTEVE\nHooks. On the Sixth, thieves are\ngnawed by rats.\n\nKIM\nOn the Seventh, torn apart by dogs.\nSTEVE\nOn the Eighth, run over, made to\nswallow burning oil... their\n\nskulls smashed. You remember, now?\n\n56.\n\f57.\n\nKim is getting intrigued...despite herself. Suddenly, it's a\nweird mantra... as if she's seducing him.\n\nKIM\nYeah, and on the Ninth, addicts\nare attacked by snakes and\ndismembered.\n\nSTEVE\nYeah, I hate when that happens.\nAnd in the Tenth court, final\njudgement is passed.\n\nKIM\nYeah...\n\nKim and Steve. A moment. A look. Interest. Brad's oblivious.\n\nBRAD\nWhew! And you guys believe all this?\n\nThen the mood breaks. Kim is her rational self again.\n\nKIM\nIt's as real as two little men\nflying through the...\n\nShe gapes at what she sees up ahead.\n\nKIM\nWhat the... Egg... Egg?\n\nKIM'S POV\n\nEgg Shen is in a cul-de-sac, a shrine surrounded by magical\nimplements and weapons.\n\nSTEVE\nHe can't hear you. He's in the\nYum Lo trance. It's what a Spirit\nWarrier does to prepare himself\nbefore a battle.\n\nEgg is in a trance and levitated a few inches off the floor.\nBehind him THE THIRD CHAI TAO JADE glows softly in an altar\nniche, emanating a glowing pulse...\n\nINSIDE CHI LUNG'S FORTRESS HQ - SAME TIME\nYen Lo CRASHES through a skylight. The jade piece he had\n\ngrabbed skitters across the floor. Unsteadily he gets to his\nfeet, straightens his robes. He looks around.\n\f58.\n\nChi Lung snatches the SECOND JADE PIECE off the floor and\n» fits them back together.",
  "35": "---END OF PREVIOUS SECTION---\nHe looks around. 58. Chi Lung snatches the SECOND JADE PIECE off the floor and\n» fits them back together. \n---TARGET SECTION TO BE ANNOTATED---\n Now in control, Chi glares\nfuriously, his Flame Lords nearby.\nYEN LO\nYou failed to get the third\npiece. The old wizard is\nstronger than you.\n\nCHI LUNG\nHe won't be for long. I'm not\nthrough yet.\n\nAt a gesture from Chi, Yen Lo is sucked to the dragon chair.\nDragons snake around him.\n\nYEN LO\nYou have six hours left.\nThen, I think I will bite the\ntop of your skull off and suck\nout your lungs through your\nspinal column.\n\nINT. BACK OF EGG'S SHOP - THE MAZE - SAME TIME\n\nBehind the levitated Egg, the THIRD PIECE OF THE CHAI TAO\ne glows softly. Unable to stop himself, Steve moves up. He\ntouches the jade. A FLASH! Egg drops to the the floor.\n\nEGG SHEN\nOoof!\n\nSTEVE\nWhat's happened?\n\nEGG SHEN\nChi Lung's got two pieces\nof the Chai Tao. He's also got\njust a few hours to get my piece\nor go to Hell. He'll do anything\nto get it. Even if it means\ndestroying Little China.\n(turns to his work)\nLeave me now.\n\nBRAD\nGood idea!\n\nSTEVE\nWhy don't you trust me? I\njust want to help.\n\f59.\n\nEGG SHEN\n(sarcastic)\nYou just want to learn the\nmagic.\n\nSTEVE\nThat too.\n\nEGG SHEN\nYou can learn nothing unless\nyour heart is true.\n\nEgg takes the jade, slips away... It's so fast, for a moment\nthey don't realize he's gone. Then Steve runs to catch up.\n\nBRAD\nOkaaaay! That pretty much\nleaves us out of the picture.\nLet's go.\n\nHe tries to lead Kim off. She doesn't move.\n\nKIM\nNo. Wait.\n\nBRAD\nWait! For what?\n\nKIM\nNothing. I'm... I'm curious,\nthat's all.\n\nBRAD\nYou don't believe in this\nstuff, do you?\n\nKIM\nMagic? Course not.\n\nShe hurries after Egg and Steve.\n\nBRAD\nHey...Wait!\n\nBrad brings up the rear. Kim finds Steve. Egg scurries on\nahead. Steve has stopped to study an object.",
  "36": "---END OF PREVIOUS SECTION---\nKim finds Steve. Egg scurries on\nahead. Steve has stopped to study an object. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVE\nChu'an do. Amazing.\n\fKIM\n» What's that?\n\nSTEVE\nAn ancient surgical instrument.\nThese people... your people...\nwere doing open heart surgery\nfour centuries before Christ.\n\nKIM\nSince when is a guy like you\nso interested in Chinese\nculture?\n\nSTEVE\nSince I was a kid growing up\nwith my father in China.\nThe first image I can remember\nis the Gum Lung ceremony.\n\nKIM\nThe first image I can remember is\n\"The Flintstones”.\n\nThat breaks the spell.\n\ne STEVE\nDon't you wonder...? I mean,\n\nwe're so modern... so... arrogant.\nBut we have no idea of the beauty\nof the ancient ways... of what\nwas lost over time. Of what the\nreal powers are...\n\nKIM\n\nYou mean my grandma's stories?\nSTEVE\n\nNot stories... but traditions. The\n\nancient rituals. The Myths. Even\ntoday's China isn't China anymore.\nThere's even a fast food burger joint\nacross from the Forbidden City.\n\nBRAD\nYou know, I'm hungry.\n\nSTEVE\n...Only in certain areas...\nwell hidden... do the ancient\ns live.\n\n \n\fThey have a moment.\n\nSteve turns. Brad's there, frowning.\n\nBRAD\nCan we get on with this?\nI’m starved. For me, eating\nis an ancient mystery.\n\nKim glances at Steve.\n\nKim smiles, glances\n\nINT. STORE\n\nSTEVE\nThe magic has left China. But\nI think it's here...in Little China.\nThis jade...it's the key...proof\nof the existence of ancient beliefs.\n\nat Brad, then slips away.\n\nEgg's busy. With mental powers alone, he repairs objects\n\nbroken in the fight\nreassembles itself\n\nEgg putters around\n\nPieces fly onto shelves, broken pottery\nKim's slips in. Her mouth drops open.\n\nKIM\nHow did you...?\n\ncombining ingredients into spheres.\n\nEGG SHEN\nMagic perhaps.\n\nKIM\nYou don't expect me to believe\nthat?\n\nSTEVE\nYou know what I think? That the\nwise ones like Egg allow the ancient\nsecrets to fall into myth. The less\nthe public knows the better.\n\nEGG SHEN\nYes... it's a constant struggle to\nkeep the ancient beliefs alive yet\nsecret...",
  "37": "---END OF PREVIOUS SECTION---\nThat the\nwise ones like Egg allow the ancient\nsecrets to fall into myth. The less\nthe public knows the better. EGG SHEN\nYes... it's a constant struggle to\nkeep the ancient beliefs alive yet\nsecret... \n---TARGET SECTION TO BE ANNOTATED---\n and to find young people\nwith the moral character to become\nguardians of the CHAI TAO.\n\nHe looks intently at Kim. She turns away. Egg looks pensive.\n\nSTEVE\nHow about me? I could be a\nguardian.\n\fEgg considers then reaches around his neck. The CHAI TAO\npiece dangles from a gold chain. Egg takes off his necklace,\nsteps forward. Steve grins -- thinking it's for him -- and\nreaches for it. But Egg presents it to KIM.\n\nKIM\nWhat's this?\n\nKim looks at it. The colors ripple in her hand.\n\nEGG SHEN\nIt... is meant for you.\n\nKIM\nIt's beautiful...but...\n\nEGG SHEN\nIf you are going to act so\nrecklessly you must carry it\nat all times.\n\nBRAD\nDon't take it, Kim.\nThis is creepy!\n\nKIM\nNo, I can't...\n\nEGG SHEN\nYou must!...\n(He's overstated something,\nbacks off, to save face.)\nPlease...\n\nKIM\nBut why me? I'm American, not\nAsian. I want nothing to do with\nthe old ways.\n\nSTEVE\nYou study martial arts.\n\nKIM\nFor self-defense.\n\nSTEVE\nBut you saw Egg...\n\nKIM\nAh...the light was bad.\n\nSteve slips in next to her.\n\f63.\n\nSTEVE\nTake the piece. Take it.\nIt's the THIRD PIECE OF THE\nCHAI TAO!\n\nKim knows something's going on, but doesn't know quite what.\nAnd the piece is very beautiful. Egg grins.\n\nKIM\nWell... okay. Thank you.\nEGG SHEN\n\nNo. Thank you.\n\nEgg smiles enigmatically, slips away. Kim and Steve look at\neach other and the jade for an awkward moment. It GLOWS and\nPULSES. It SHIMMERS in her hand.\n\nKIM\nIt's pretty... but magic\npowers? I don't know.\n\nSTEVE\nThen how do you explain\nthis...?\n\nHe tries a trick; touches the jade, rubs his hands, mumbles\nincantations, spreads his palms. A flash. He staggers back.\n\nBRAD\nWhat was that?\n\nSTEVE\nHoly cow! I almost had it\ndown.",
  "38": "---END OF PREVIOUS SECTION---\nBRAD\nWhat was that? STEVE\nHoly cow! I almost had it\ndown. \n---TARGET SECTION TO BE ANNOTATED---\nKIM\n(contemptuous)\nThat's it? The magic? You're\ngoing to go up against “sorcerers”\n\n..with that?\nEgg returns, smiling...at Steve. He hold ancient texts.\n\nEGG SHEN\nHe thinks he knows everything.\n\nEgg makes a quick move, a glowing lotus blossom appears, then\naissolves into a golden mist.\n\f64.\n\nSTEVE\nHow'd you do that?\n\nEGG SHEN\nYou know the thing up here?\n(indicates his head)\nYou must know it down here.\n\nHe indicates his heart.\n\nSTEVE\nBut I do.\n\nEGG SHEN\nYou think you do. We shall\nsee.\n\nSteve makes the same kind of gesture. A blossom starts to\nappear. Then dissolves in a poof! Egg is slightly impressed.\n\nSTEVE\nNow do you believe me?\n\nEGG SHEN\nNo. But I do need all the help\nI can get.\n\n(He smiles. He's kidding. )\nCome, grasshopper. We must prepare.\n\nHe zips through the maze, grabbing a vial here, a lacquer box\nthere. Steve hops to follow.\n\nEGG SHEN\nLung quat; Dragon Bones. Fut show;\nBuddha's Hand. Mow ngon; Cat's\nEye...And...tiger bile. Tannis\nblossom. Lichee tea.\n\nSTEVE\nTea?\n\nEGG SHEN\nReplaces electrolytes lost\nfighting demons. Some mandrake\nroot... corn starch for body.\nNow mix it up.\n\nSteve mixes it. Egg drinks. A TRANSFORMATION! He's no longer\n\na wizened old man,\n\nbut a powerful wizard.\n\f65.\n\nEgg turns to Kim. He offers the potion. She ignores it.\nSteve sneaks a sip.\n\nEGG SHEN\nYou deny your heritage?\n\nKIM\nMy heritage? Subservience to men...\nto the old ways?\n\nEGG SHEN\nAhhhh...yes. You are overly\nrational. Not a common failing\namong women.\n\nKIM\n(irritated)\nThank you.\n\nSteve just smiles at Kim...he feels the potion taking effect.\nKIM (CONT'D.)\n\n{to Steve)\nWhat are you staring at?\n\n  \n\nSteve spreads his hands. A faint charge flickers between his\npalms. Egg's intrigued.",
  "39": "---END OF PREVIOUS SECTION---\nSteve spreads his hands. A faint charge flickers between his\npalms. Egg's intrigued. \n---TARGET SECTION TO BE ANNOTATED---\n He points to a glowing incense coal\non his altar to his ancestors.\n\nEGG SHEN\nIf you really believed...\none could pick it up in your\nbare hands ...that is, if\nyou are truly worthy.\n\nSTEVE\nAnd if not?\n\nEGG SHEN\nOh, it'll burn the hell out\nof you. You must have faith...\nor a comprehensive health plan.\n\nEgg looks at Steve critically, gauging his reaction.\n\nSteve picks up the fiery ember. Egg's intrigued. Steve\nglances at Kim, loses concentration, cries out, drops the\n\ncoal.\nEGG SHEN\n\nOf course, hot coals are a\nproblem for those with short\nattention spans.\n\f66.\n\nEgg picks up the coal, pops it into his mouth, swallows it\nHe burps discreetly. A small flame bursts from his mouth.\n\nEGG SHEN\nExcuse me. See, not just faith\nbut heart. Otherwise all you'll\nwind up with is heartburn.\n\nEgg winks at Kim. He knows there is a growing attraction\nbetween Steve and Kim. Brad senses it too.\n\nBRAD\n(testily)\nCome on.\n\nKIM\nWhat?\n\nBRAD\nWe gotta go.\n\nKIM\nGo?\n\nBRAD\nThis is not our fight...\nor whatever it is...\nI mean, we have a job to do.\n\nShe looks at Steve.\n\nSTEVE\nOh, that's okay. I'll stay\nand fight alone.\n\nKim turns, hesitates.\nKIM\n\nAlone? You two against all\nthe forces of Hell?\n\nSTEVE\nThat's alright. We can handle\nit.\n\nKIM\n\nYou couldn't handle a Kung Fu\nmove last time I looked.\n\nSTEVE\nThanks for your concern. Bye.\n\fKIM\nYou don't think you need help?\nYou don't think he does?\n\nBRAD\nCome on. They don't need you.\nKIM\nThey need me. They just won't\nadmit it.\nBRAD\n\nYeah, well, what can you do?\nA beat as she considers.\n\nKIM\nI'll stay. You go.\n\nBRAD\nGo? Where am I gonna go? You're\nmy partner, right?\n\nKIM\nRight.\n\nBRAD\nEven when you're wrong, right?\n\nKIM\nLike now, you mean?\n\nBRAD\nRight.",
  "40": "---END OF PREVIOUS SECTION---\nBRAD\nEven when you're wrong, right? KIM\nLike now, you mean? BRAD\nRight. \n---TARGET SECTION TO BE ANNOTATED---\n I must be out of my mind,\nbut there's one thing I do know...\nthere's no such thing as magic.\n\nJust then, a GIANT FLAME BALL bounds up the street and bursts\nthrough the windows. The flaming ball roars at them. Steve\nsteps in front of Brad and Kim and catches it in his hands.\n\nSTEVE\nNo such thing as magic...\neh, Brad?\n\nEND ACT FOUR\n\f68.\n\nACT FIVE\n\nSteve stands holding the FLAME BALL. His hands FLAME.\n\nA ghostly image of Chi Lung appears in the room.\n\nCHI LUNG\nDoes it burn and sizzle?!\n\nSTEVE\nNo. I like to do this.\n\nCHI LUNG\nGive me the third piece of\nthe Chai Tao or...\n\nThe FLAMES ROAR. So does Steve.\n\nEGG\nMind over matter. Mind over\nmatter!\n\nSTEVE\nDo you mind? It's my matter.\n\nKIM\nHelp him!\n\nEGG SHEN\nYou must treat the bad magic\nwith contempt.\n{turns to Kim)\nYou must also believe...\n\nKIM\nMe?\n\nEGG SHEN\nYes. It couldn't hurt.\n\nKim closes her eyes, concentrates. The jade GLOWS.\n\nEGG SHEN\n(to Steve)\nRelate it to something real.\n\nSTEVE\nSomething real? The last time I was\nholding a ball of fire. Let's see...\nit was my birthday cake. I made a wish.\n\fEGG SHEN\n\nMake it now. You can do it!\nSTEVE\n\nT can't.\nKIM\n\nMake a wish!!\n\nThis gets him. A look of determination crosses his face.\nSteve stares at his hands burning fiercely.\n\nHe takes a deep breath and blows with all his might. The\nflame flickers out. Chi's gone. Egg's pleasantly surprised.\n\nEGG SHEN\nVery good, grasshopper.\n\nKIM\nWhat did you wish for?\n\nSTEVE\nTrain set. Same as always.\n\nEGG SHEN\nWell, whatever it was, it worked.\nI'm proud of you.\n\nSTEVE\nYou mean that?\n\nEGG SHEN\nYeah, proud as any inscrutable\nperson can be. There may be hope\nfor you two yet.\n\nKIM\nWhat are you talking about?\n\nEGG SHEN\nYin and Yang. Man and woman.\nEach incomplete without the\nother.",
  "41": "---END OF PREVIOUS SECTION---\nEGG SHEN\nYin and Yang. Man and woman. Each incomplete without the\nother. \n---TARGET SECTION TO BE ANNOTATED---\n But when they come together,\nBAM!\n(He punctuates with a tiny explosion.)\nYou are not one of us, but...\nyou have something. Here... the\nancient texts. Maybe if you two\nwork together...\n\nThey glance at each other awkwardly.\n\f70.\n\nSTEVE\nNothing personal... It...\nit would just be magic.\n\nKIM\n(laughs)\nYeah...sure.\n\nAt Egg's gesture the walls open up to reveal a LABORATORY\n\nwith potions, flasks, distilling apparatus, magic swords,\n\narmor... a distillery and armory of magic. He gathers the\nMagic Spheres seen earlier.\n\nEGG SHEN\nYou've heard of Aladdin's lamp.\nWell, same thing. The holder of\nthe complete Chai Tao can ask a wish.\nChi Lung will ask for ultimate power\nfor evil.\n\nBRAD\nOh... is that all.\n\nSteve's beside himself with excitement. He runs his hands\nover the books. Then he notices the White Hearts appear.\nDouble Chin looks alert, on guard.\n\nEGG SHEN\nIt's okay, they're with us.\n\nDouble relaxes a touch...studies Kim, Brad, Steve. A SUDDEN\nEXPLOSION. The room rattles..Dust sifts down.\n\nDOUBLE CHIN\nEgg, you better help us.\nThe Flame Lords are tearing\nthe city apart!\nSuddenly, there's a ruckus outside. They rush to the window.\n\nEXT. GRANT STREET\n\nFlame Lords rush up. Citizens try to fight back, but they are\nno match for the Flame Lords. SCREAMS!\n\nDOUBLE CHIN\nWhite Hearts. Come On!\n\nThey rush out. Kim follows...\n\fEGG SHEN\nNo. Wait! Wait for the magic!\nHe just doesn't listen...\nCome on!\n\nEgg frantically stuffs the Magic Spheres into a pouch.\nEXT. STREETS - NIGHT\n\nThe White Hearts give chase, followed by Kim, then Brad and\nSteve. Egg brings up the rear lugging the pouch.\n\nBLIND ALLEY\n\nThe Flame Lords rush in and disappear. The White Hearts\nfollow... then look around... uneasy.\n\nDOUBLE CHIN\nThey're gone. What do we do?\n\nBOBBY (O.S.",
  "42": "---END OF PREVIOUS SECTION---\nWhat do we do? BOBBY (O. S. \n---TARGET SECTION TO BE ANNOTATED---\nPrepare to Die!\n\nA MAGICAL IMAGE SHIFT (OR A CHEAP DISSOLVE)\n\nThe empty alley is filled with Bobby and the Flame Lords\ndemonstrating demonic powers, nasty weapons and bad\nattitudes. They surround and move in to attack. The Hearts\nare rushed from all sides.\n\nEGG SHEN\n\nrushes up with his pouch of magic. He rolls the spheres at\nthe Flame Lords... They burst into shrapnel.\n\nKIM AND BRAD\n\nfight valiantly, twisting, kicking, leaping. Even Double is\nimpressed. But the Demonic Lords are too much. The White\nHearts are driven back.\n\nA RUSH. The Demons focus on Kim, grab her and drag her off.\nBrad lunges for her, but comes up with just the JADE\nNECKLACE. A Flame Lord tumbles him into a corner.\n\nEGG\nbattles madly, but there are too many. They rush him. He\n\ndisappears in a pile of writhing demons. His pouch drops. One\nfinal sphere tumbles out.\n\fSTEVE\n\nmakes a grab for the last of the exploding spheres. It rolls\ntowards a sewer grating...\n\nSteve dives for the sphere. Just as it drops into the sewer,\nhe intercepts it, tosses it blindly in the Flame Lords'\ndirection. It EXPLODES!\n\nALLEY - MOMENTS LATER\n\nThe dust clears. The demons are gone. So are Egg and Kim.\nSteve helps Brad up and notices the necklace.\n\nCU - THE JADE\nIt glows and throbs powerfully.\nANGLE - STEVE AND BRAD\nThey walk off quickly into the dark, spooky night.\nANGLE - STEVE AND BRAD - TRAVELING\nSteve's entranced by the jade. Brad is freaking out!\nBRAD\nJeeshhh! Truck's trashed!\nKim's gone. Hey, those were\nsome scary demons! Demons?!\nMy god!\nSTEVE\nThey took Egg. We gotta find\nhim. And Kim.\nBRAD\nYeah, Kim... I hope she's\n\nalright. Hey, how am I gonna\nexplain this to the company?\n\nSTEVE\nDo you understand? they kidnapped\nKim!\n\nBRAD\n\nYeah, Boy, I hope those demons\nknow what they're doing.",
  "43": "---END OF PREVIOUS SECTION---\nHey, how am I gonna\nexplain this to the company? STEVE\nDo you understand? they kidnapped\nKim! BRAD\n\nYeah, Boy, I hope those demons\nknow what they're doing. \n---TARGET SECTION TO BE ANNOTATED---\n They get\non the wrong side of her, they'll\nwish they'd never been born...\n\nor whatever demons are.\n\f~\n\nw\n\nThey turn into another blind alley and stop. Too late.\n\nSTEVE\nYou wonder why they took them\nand not us?\n\nBRAD\nShould we be insulted?\n\nSTEVE\nIt must be the jade.\n\nBRAD\nWhat jade? You mean this?\n\nBrad reaches for the jade just as four Flame Lords drop down\nfrom above. One snatches the jade from Brad and holds it up\ntriumphantly. Steve snatches it back and runs.\n\nA CHASE\n\nThrough alleys, tunnels, passages. Steve scampers ahead.\nThe jade holds them off.\n\nCUL-DE-SAC\n\nSteve breaks into an open area lit by a trashcan fire that\nthrows scary shadows on the walls. One shadow's a demon. It\ngrabs for Steve. He ducks but Brad is caught, dragged off.\n\nBRAD\nNo. Lemme go! You can't do\nthis. I'm in the union!\n\nSTEVE\n\nturns back to help. He's jumped. They fight. Steve's out-\nnumbered. A Demon stuffs Steve head-first into a trashcan.\nThe demonic Lord steps back, pleased with his work.\n\nSTEVE\nChai tao sun! Bong ngor!\n(Puzzle God, help me!)\n\nA BOLT shoots out of the can, enveloping the demon. Steve's\nBLOWN OUT, spinning.\n\nIN MIDAIR\nHe rights himself, holds the jade out before him. He lands\n\nsoftly, amazing himself as much as the demons. He's singed\nbut okay. He unclenches his fist, notices...\n\f74.\n\ncu - STEVE HAND\nThe jade has left a burning imprint.\nSTEVE\nSTEVE\nAyee yaa! Jun Bong do ngor!\n\n(Wow, he really did help me!)\n\nThe Lord's now just a pile of smoking ash. Steve's alone. He\nstudies the jade curiously. It changes color.\n\nSTEVE\nJeezzz. I got ‘em, Brad.\n(he looks around)\nBrad?... Where are you?\n\nSteve stands in the alley... alone.\n\nEND ACT FIVE\n\fCT SI\n\nINT.",
  "44": "---END OF PREVIOUS SECTION---\nWhere are you? Steve stands in the alley... alone. END ACT FIVE\n\fCT SI\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n CHI LUNG'S FORTRESS - DUNGEON - SHORT TIME LATER\n\nEgg and Kim are imprisoned along with a number of sobbing,\nyoung girls. Brad is carried in and dumped on his head.\n\nBRAD\nOoof! Hey, I believe you've\njust violated my civil rights.\nYou're in big trouble now!\n\nThe demon LUNGES AND ROARS at him. It curls Brad's hair. He\nrapidly scrambles backward, away.\n\nBRAD\nAnd do something about\nyour breath.\nHe catches sight of Egg.\nBRAD\nWhew! These guys are kinda\nlax in personal hygiene.\n\nHe spots Kim.\n\nBRAD\nKim...there you are...\n\nHe looks around.\n\nBRAD\nKim. Where the hell are we?\n\nShe looks at Egg.\n\nEGG SHEN\nNot exactly Hell... but close.\n\nEgg is calm as a Buddha, but Kim is seething.\n\nKIM\nHow can you sit there so\ncalmly?!\n\nBRAD\n\nWhat's wrong?\n\f76.\n\nKIM\nWhat's wrong?! We've been\ncaptured by demons, imprisoned\nwith a bunch of whining...\nyoung. ..virgins.\n\nBRAD\nYeah...\n(eyeing the virgins)\nvirgins.\n\nKIM\nAnd you... Great Wizard!\nWhy don't you do something!\n\nEgg looks up from his meditation.\n\nEGG SHEN\nWhy don't you!\n\nKIM\nMe?\n\nEGG SHEN\nTrust the Chai Tao.\n\nKIM\nIocan't...I'm not...\n\nEGG SHEN\nYou must! Chi Lung has to\nface the Judges of Hell. He\ndoesn't have the complete puzzle.\nHe'll stall ... maybe offer them\nvirgin sacrifices for more demons.\nAnd to keep them amused.\n\nBRAD\nYep. That would do it for me.\n\nKIM\nSacrifices? Human sacrifices!?\n\nEGG SHEN\nI'm afraid so.\n\fBRAD\nWow! Good thing I'm not a\nvirgin.\n(Kim glances at him)\nWhat are you so mad about?\nYou're off the hook, aren't\nyou?\n\nKim stares at Brad for a beat.\n\nKIM\nWell... we can't do anything\nhere. Let's find a way out.\n\nEGG SHEN\nThere is no way out.\nKIM\nThere's gotta be...",
  "45": "---END OF PREVIOUS SECTION---\nLet's find a way out. EGG SHEN\nThere is no way out. KIM\nThere's gotta be... \n---TARGET SECTION TO BE ANNOTATED---\nShe walks toward a doorway... BLLLZZZT! She's blown back.\nEGG SHEN\n\nFor the first time,\n\nThe mystic bands are too\nstrong.\n\nKIM\nYou're a top wizard! Why don't\nyou do something?\n\nEGG SHEN\nYou must do it. You must use\nthe Chai Tao.\n(She stares at him.)\n...the jade.\n\nKIM\nThis...?\n(reaches for her necklace)\nIt's gone.\n\nEGG SHEN\nGone?! What do you mean?\n\nKIM\nI mean I don't have it anymore.\n\nhe shows fear.\n\nEGG SHEN\nThen, we are in Big Trouble.\n\na\nmy\n\fBRAD\nI could'a told ya that!\n\nKIM\n{starts to panic)\nI must've lost it during the\nfight.\n\nEGG SHEN\nWell the Flame Lords don’t\nhave it.\n\nBRAD\nSteve had it. But the last I\nsaw of him, they had him over\na barrel.\n\nEGG SHEN\n(suddenly hopeful)\nBut he's not here. He's not captured.\nMaybe he does have it.\n\n \n\nSUDDENLY, A RATTLING ROAR. Chi's LAUGHTER is HEARD. The walls\nSHAKE, start to DISSOLVE.\n\nEGG SHEN (CONT'D.)\n\n.I revealed the ancient ways\nto him. If he evaded the Flame\nLords Steve must have the magic\nwell in hand.\n\nEXT. EGG'S SHOP - SAME TIME\nA MASSIVE EXPLOSION blows out what's left of the windows.\nINT. EGG'S SHOP\n\nSteve sits at the counter, blackened face, shards of a flask\nin his hand. He looks up at Double Chin.\n\nSTEVE\nToo much Ni-Chi!. I'll just\nadd some Yun-sum root.\n\nDouble Chin's unsure. Steve's too excited to be intimidated.\nHe busily mixes potions from Egg's magical ingredients.\n\nDOUBLE CHIN\nErr... what exactly did Egg\nsay to you?\n\f79.\n\nSTEVE\nUh, you know... the magic...\nit's really a simple thing if\nyou follow the formulas. Of\ncourse, you have to believe,\nhave faith and all that.\n\nDOUBLE CHIN\nDid he say anything about talent?\n..-You know, a feel for the thing?\n\nSteve adds a powder.",
  "46": "---END OF PREVIOUS SECTION---\nDOUBLE CHIN\nDid he say anything about talent? ..-You know, a feel for the thing? Steve adds a powder. \n---TARGET SECTION TO BE ANNOTATED---\n A small BLAST rattles the windows.\n\nDOUBLE CHIN (CONT'D.)\nDid he mention liability\ninsurance?\n\nSTEVE\nI'm gonna take all this stuff\nand go and get him and Kim...\nMaybe Brad.\n\nDOUBLE CHIN\nYou?! Against Chi Lung?! You're\njust gonna walk in?\n\nSTEVE\nNo, I'll take the bus.\n\nDOUBLE CHIN\nYou're crazy!\n(to White Hearts)\nCome on, Hearts, let's go.\nWe'll take care of this ourselves!\n\nThey turn, march out.\n\nEXT. CURIO SHOP\n\nThey emerge to find Steve standing there. Stunned, they turn\nback to shop and see Steve also standing inside.\n\nBACK TO EXT.\n\nThe outside Steve raises his hands parallel to each other.\nElectricity dances between them.\n\nDOUBLE CHIN\nHow'd you know how to do that?\n\fSTEVE\nOh, the Mau Soot! ...the\n\"Two places, One Time”?\nIt's nothing. Ancient hat\ntrick.\n\nThe White Hearts look at each other.\n\nSTEVE\nThey got demons, they got most\nof the Chai Tao. They got Egg\nShen. I think you guys can use\nall the help you can get.\n\nHe creates a hologram of the jade. It shimmers before them.\n\nDOUBLE CHIN\nYou've learned the magic...\n\nSTEVE\nYeah. And I've made more of\nEgg's potion. I think it'll\nenhance strength and speed.\nAt least that's what it says\nin the book, here.\n\nThey look uneasy. He offers it. It bubbles from flask to\nglass and foams toxically.\n\nSTEVE\nGo ahead. The first one's\nalways free.\n\nDOUBLE CHIN\n(excessively polite)\nOh, no. You first.\nThen Steve's not so sure. He screws up his courage and\nswallows it. He drinks, stands blinking and burping.\n\nDOUBLE CHIN\nHow d'you feel?\n\nSTEVE\nStrong as an ox.\n(sniff, sniff)\n...Same fragrance. Care for\na sharpener?\n\nHe offers the foaming cup. They back away.\n\fAt the dare.\n\nDouble\n\nSTEVE\nYou want to grow big and\nstrong like the demons, don't\nyou?\n\nDOUBLE CHIN\nHow can you know of this?\n\nSTEVE\nI'm a quick study.\n\nDOUBLE CHIN\nNo.",
  "47": "---END OF PREVIOUS SECTION---\nDOUBLE CHIN\nHow can you know of this? STEVE\nI'm a quick study. DOUBLE CHIN\nNo. \n---TARGET SECTION TO BE ANNOTATED---\n It's impossible for you\nto lead us, to learn the magic,\nthe ancient ways... Only Egg Shen\ncan know these things.\n\nSTEVE\nOh?\n(flips, lands in the same\nplace, TWANGS with energy.)\nWell, maybe it's because my\nheart is pure.\n(A flask blows, showering\nthem with shrapnel.)\nThen again, maybe not. Maybe\nI need the jade. Well, you want\nto have a stranger to save your\nmaster? Alone? Against all the\nforces of Hell? Well? Do ya?\n\ngrabs the potion, takes it in a gulp.\n\nSTEVE\nWell...\n\nDOUBLE CHIN\nI think I...feel...something.\nHey, I feel great!\n\nSTEVE\nThat's just the caffeine.\nCan you move really fast?\n\nDOUBLE CHIN\nHow's that?\n\nSTEVE\nHow's what?\n\nDOUBLE CHIN\nSee, really fast.\n\f82.\n\nSteve rolls his eyes, but Double turns and high-fives him,\nmaking a mild thunderclap.\n\nDOUBLE CHIN\nHaiiii Loh! Fat seut do!\n(Yes, Magical powers! Victory!)\nHe flips, spins, tumbles, darts around the room at incredible\nspeed. The White Hearts are clearly seeing double. He's a\nblur. Then he appears in a flash.\n\nDOUBLE CHIN\nWhat do you think?\n\nSTEVE\nLooks like happy hour at\nthe espresso bar. Who's next?\nThe White Hearts line up, grab cups.\nSTEVE\nPotion, potionccino,\nor potion latte?\n\nThey take the cups, look at each other.\n\nDOUBLE CHIN\nYuan ho! (Salute!)\n\nThey ceremonially drink as one. They gulp, smack their lips.\nA beat. A BLUR as they flip around the room at double speed.\n\nEXT. LITTLE CHINA - LATER THAT NIGHT\nEGG SHEN'S BUS creeps through the darkened streets.\nINT. BUS\n\nSteve and the Hearts are wired and jabbering like magpies.\nDouble Chin notices the sky above the warehouse.\n\nDOUBLE CHIN\nShhhhh... Uh oh!\n\nEXT. LITTLE CHINA\n\nThe sky boils with swirled lightning and dark clouds.\n\f©\nw\n\nINT. DUNGEON - CHI'S FORTRESS - MID DISSOLVE\n\ninto Chi Lung's Throne Room.",
  "48": "---END OF PREVIOUS SECTION---\nLITTLE CHINA\n\nThe sky boils with swirled lightning and dark clouds. ©\nw\n\nINT. DUNGEON - CHI'S FORTRESS - MID DISSOLVE\n\ninto Chi Lung's Throne Room. \n---TARGET SECTION TO BE ANNOTATED---\n Egg, Kim and Brad and the\nvirgins are transported by Chi's magic and materialize.\nChi's more demonic than ever. He grins at the terrified\ngirls, at Egg and Kim.\n\nCHI LUNG\nAhhh... the thirteen beautiful\nvirgins.\n\nBOBBY\n\nYeah, practically every one\nin the Bay Area.\n\nCHI LUNG\nBut WHERE IS THE JADE!\n\nBOBBY\nThe jade?\n\nA FORCE BEAM shoots from his hand, grabs Bobby by the throat,\nlifts him off the ground.\n\nCHI LUNG\n(furious)\nI told you to get the final piece\nof the Chai Tao from Egg Shen!\nTime's running out!\n\nBOBBY\nHe doesn't have it. We looked\nall over, took his shop apart.\n\nCHI LUNG\nYou... you coward! You traitor!\n\nHis force field slams Bobby up against the ceiling. Chi\nreleases him, he drops to the floor.\n\nBOBBY\nOooof!\n\nOvercome with fury, Chi moves on Egg Shen.\n\nCHI LUNG\nWhere's the jade, Egg Shen?\n\nEGG SHEN\nWith a worthy mortal.\n\f84.\n\nCHI LUNG\nI will HAVE THAT JADE!\n\nForce beams fly from his hands slamming them all high up on\nthe walls!\n\nCHI LUNG\nI can't believe it! Henchmen,\nDemons...Black Magical Powers!\n(SCREAMS to the heavens!)\nIs there no one who will BRING ME\nTHE JADE?!\n\nEXT. CHI LUNG'S FORTRESS - SAME TIME\n\nThe bus idles as the White Hearts survey the perimeter.\nThe JADE NECKLACE dangles from Steve's neck.\n\nDOUBLE CHIN\nWell?\n\nDouble is apprehensive. Other White Hearts report.\n\nWHITE HEART\nReinforced gate. Tripwires,\ninterrupter beams. Motion\nsensors...possibly gas.\n\nDOUBLE CHIN\n(turns to Steve)\nWhat do you think?\n\nSTEVE\nI think this calls for something\nelegant\n\nDOUBLE CHIN\nRight. Like what?\n\nINT. FORTRESS\n\nFlame Lords stand guard. Suddenly, THE DOOR SHATTERS,\nsending them flying. The bus ROCKETS through, filled with\nscreaming White Hearts, SLAMS into a wall and comes to rest\nsteaming. Double shakes his head.\n\nDOUBLE CHIN\nThat...",
  "49": "---END OF PREVIOUS SECTION---\nThe bus ROCKETS through, filled with\nscreaming White Hearts, SLAMS into a wall and comes to rest\nsteaming. Double shakes his head. DOUBLE CHIN\nThat... \n---TARGET SECTION TO BE ANNOTATED---\n was e ant?\n\fSTEVE\nI thought so. You know...\nin terms of simplicity.\n\nINT. FORTRESS / EXT. BUS\n\nThe Demon Lords are down but not out. They swarm as the White\nHearts tumble off the bus. The battle's joined.\n\nIt's demon versus potion, magic against magic. The demons\nare horrific and terrifying, slashing the air with their\nrazor claws. The White Hearts are so quick the demons can't\nnail them, can't land a blow. The White Hearts are flipping\noverhead. They're everywhere.\n\nDouble Chin flips to get out of a jam and lands in a cache of\nfirecrackers. He rubs them together at super speed, springs\nout just as they go off in a Technicolor BLAST!.\n\nWhite Hearts fall upon the demons. The White Hearts\npenetrate further into the hidden domain. Then... the Demon\nLords back away. Double warns...\n\nDOUBLE CHIN\nNo! Wait! Hold up!\n\nToo Late! The trap is sprung. The walls DISSOLVE and they\nare in..\n\nINT. THRONE ROOM\n\nChi Lung's LAUGHTER RINGS IN TRIUMPH!\n\nEND ACT SIX\n\f86.\n\nACT SEVEN\n\nINT. CHI'S FORTRESS - THRONE ROOM - MOMENTS LATER\n\nChi cackles in triumph as the Flame Lords get to their feet,\nlicking their wounds. A FLASH! A BURST OF PLASMA -- shooting\nfrom Chi‘s JADE PIECES -- coalesces as an ENERGY BALL in the\nmiddle of the room. Chi Lung's LAUGHTER stops as, with a\nBOOMING ROAR, the JUDGES OF HELL appear. If you thought Yen\nLo was bad, these guys are worse! Snarling, bad-tempered\nDemon Monsters, each scarier than the other. They glare at\nChi with ill-concealed contempt. He puts on a happy face.\n\nCHI LUNG\n(mumbles to himself)\n..-not quite ready...\n(then to the judges)\nJudges of Hell...Welcome!\n\nThe FIRST JUDGE just SNARLS. Chi's smile freezes. He turns\nto JUDGE TWO, who is busy MORPHING into something even more\nmenacing.\n\nCHI LUNG\nYah, well... Okay then, right\nto business! Presenting...",
  "50": "---END OF PREVIOUS SECTION---\nCHI LUNG\nYah, well... Okay then, right\nto business! Presenting... \n---TARGET SECTION TO BE ANNOTATED---\nHe spreads his arms like a Master of Ceremonies. The lights\ngo up, revealing the whole of Chi's work: Thirteen altars\nappear in a circle. On the altars the sobbing virgins are\nbound. Among them, shackled to the wall, are Kim, Bobby, Egg\nand Brad. And, in a GOLDEN HOLDING PEN with AN ELABORATE\nMAGICAL LOCK, Steve, Double and the White Hearts... and\ndangling from Steve's neck, the JADE.\n\nCU - STEVE - THE JADE\nHe quickly stuffs it under his shirt before anybody sees.\nANGLE - THE WALL\n\nKIM\nWhat's all this?\n\nBOBBY\nThe virgins? Oh, sacrifices.\nDown payments on the demons.\n\nKIM\nYeah, so what are we doing here?\n\fBOBBY\nKind of an honorary thing.\nYou know, you could save\nyourself, come to the dark\nside with me.\n\nKIM\nI - I don't think so. I don't\nlook good in red and black.\nAnd you better watch out for\nyourself. I think he's crazy.\n\nBOBBY\nYeah, well...I was starting\nto notice that.\n\nHe stops as he notices Chi getting more demonically\ngrotesque.\n\nKIM\nLook! He isn't even human\nanymore. You think he'll let\nyou live when this is over?\n\nBOBBY\n(shocked at the thought)\nHe'd never...\n\nKIM\nOh, yeah? Look at your friends.\n\nMore Flame Lords stumble in. One is badly wounded and\nGROANING. Annoyed, Chi Lung turns, lofts a PLASMIC BLAST,\nBLOWS HIM AWAY. Clumps of demon fur float to the floor.\n\nANGLE - CHI LUNG\nHe glares at the smoking spot, turns back to his guests.\nCHI LUNG\nAhem...Now, the sacrifice\nwill please come to order.\nGONGS RING. Demons come to attention. The ceremony begins.\n\nChi Lung goes to the first young woman, putting his hands on\nher shoulders. She struggles in horror.\n\f88\n\nCHI LUNG\nIt's alright. It's not even\ndeath as we know it. Just the\ntemporary use of your soul.\nHardly miss it.",
  "51": "---END OF PREVIOUS SECTION---\nIt's not even\ndeath as we know it. Just the\ntemporary use of your soul. Hardly miss it. \n---TARGET SECTION TO BE ANNOTATED---\n Trust me, I know.\n\nWith glowing eyes, the evil sorcerer starts to pull the\ngirl's soul right out of her body. Her eyes bulge... green\nmist drifts out and curls about her head. She struggles and\npulls it back.\n\nCHI LUNG\nThat's right, don't make\nit too easy.\n\nHe leans in, his eyes glow red, his face morphs into a\nhorrible monster. The Virgin opens her mouth to scream.\n\nWith a SUCKING SOUND her soul exits her mouth as a column of\npale green smoke. The girl's soul becomes a bright sphere\nthat floats above her empty head.\n\nCHI LUNG\nSee, if women would just learn\nto keep their mouths shut.\n\nANGLE - KIM\n\nKIM\n(outraged)\nYou... Geu! (pig)\n\nChi Lung turns his awful attention on her. She and Bobby\nfreeze. Chi glares. He takes an interest and moves to her.\n\nCHI LUNG\nAnd who is this?\n\nBOBBY\nUmmm, extra added attraction.\nKim Fan of the Power Company.\n\nKIM\nThat's Ms. Kim Fan to you!\n\nChi is pleasantly surprised.\n\nCHI LUNG\nOh, yes. One of Egg Shen's\nlittle proteges. Perhaps,\nalso... a quardian of the jade?\n\f89.\n\nKIM\nI don't have the jade.\n\nChi turns to Bobby, glaring...\n\nCHI LUNG\nDid you check?\n\nBOBBY\nWhat are we wasting our time\nfor... it's not here, boss.\n\nHe moves to Kim, grinning. ROAR! Bobby's lifted ina\nPLASMIC BEAM. He flames for a bit, then drops.\n\nCHI LUNG\nOf course it's here, you idiot!!\nI can feel its presence!\nBring the girl to me!\n\nBOBBY\n\nSprawled on the floor, gets wobbily to his feet. He moves to\nKim.\n\nBOBBY\n(mumbles to himself)\nI'm an idiot. You're the one\ngoing to hell.\n\nANGLE - KIM AND BOBBY\nBobby unshackles her.\n\nKIM\nHe's a monster!\n\nBOBBY\nThis is nothing. You should see\nwhen he really loses it.\n\nKIM\n(moves to Bobby)\nYou're better than this.\nYou don't belong with him.",
  "52": "---END OF PREVIOUS SECTION---\nYou should see\nwhen he really loses it. KIM\n(moves to Bobby)\nYou're better than this. You don't belong with him. \n---TARGET SECTION TO BE ANNOTATED---\nBOBBY\nYou really think so?\n(A beat.)\n\nWell, I certainly didn't count\non this Hell stuff.\n\f90.\n\nANGLE - STEVE\n\nSTEVE\n(loudly)\nYou know, you guy's are really\nStarting to get on my nerves.\n\nChi looks over, BLASTS STEVE. He rolls across the pen toward\nBrad.\n\nBRAD\nWhat did you do that for?\nSTEVE\nI'm trying to get us all out\nof here.\nBRAD\nSo far you're doing a great\njob..\n\nSteve notices Egg, still pinned on the wall.\n\nSTEVE\nEgg!! Can you help us?!\n\nEGG SHEN\nNot while I'm held here.\nNot while the jade's lost.\n\nSTEVE\nIt's not lost. I got it\nright here.\n\nHe holds up the THIRD PIECE OF JADE\nMATCH DISSOLVE\n\nCU - THRONE\n\nChi sets the other pieces in an altar. He makes incantations.\nThe girls' souls drift above their bodies. Bobby brings a\nstruggling Kim towards Chi.\n\nANGLE - CEREMONY\n\nAll attention is on the girls' souls. They drift toward the\nJudges. The Judges look interested.\n\nCHI LUNG\nI promised you virgins,\nI gave you virgins...\n\fCHI LUNG (CONT'D.)\nAnd now... I offer you\na bonus.\n\nHe moves towards Kim. She is clearly not excited about this.\n\nCHI LUNG (CONT'D.)\n(to Judges)\nDo we have a deal?\n\nJUDGE\nWe make no deals, Chi Lung.\n\nANGLE - KIM AND BOBBY\nShe works on him.\n\nKIM\nYou think he's going to show\nany loyalty to you?\n\nANGLE - CHI LUNG - BEFORE THE JUDGES\n\nCHI LUNG\nNot so easy to find beauty\nlike this in Hell. Quite a prize.\nThink about it.\n\nChi's grown uglier, demon-like...hellish.\n\nYEN LO\nDo not toy with us, Chi Lung.\nYou have a debt to pay...\nand your time is running out.\n\nANGLE - THE GOLDEN PEN WITH ELABORATE MAGICAL LOCK\ninterwoven with scrolls and icons, dragons, and idiograms.\n\nUsing his knowledge of Chinese artifacts, Steve tries to\nfigure out the magical unlocking formula.\n\nSTEVE\nIf I can just figure out\nthese symbols...",
  "53": "---END OF PREVIOUS SECTION---\nANGLE - THE GOLDEN PEN WITH ELABORATE MAGICAL LOCK\ninterwoven with scrolls and icons, dragons, and idiograms. Using his knowledge of Chinese artifacts, Steve tries to\nfigure out the magical unlocking formula. STEVE\nIf I can just figure out\nthese symbols... \n---TARGET SECTION TO BE ANNOTATED---\n I might be\nable to find a way to free us.\nEGG SHEN\nDon't try it. They'll\nkill you.\nSTEVE\n\nI didn't think you cared.\n\fA HOWL from the demonic judges of Hell, 0.S.\n\nEGG SHEN\nWell, whatever you're going\nto do... Do it fast.\n\nSTEVE\nThere are symbols... and then\nthere are symbols.\n\nEGG SHEN\nAnd you went to college for\nthat?\n\nThe demonic judges move in, ROARING, HISSING, CLAWING.\n\nSTEVE\nWhat am I missing?\n\nEGG SHEN\nYou must find the answer for\nyourself.\n\nBRAD\nThat's it!? You got us all into\nthis!! And now you're quoting\n\n\"The Wizard of Oz\"?!\n\nSTEVE\nThat's it!! The power is\nin my hands. I've had it all\nalong. The jade!!\n\nEGG SHEN\nNow you're catching on,\ngrasshopper.\n\nSteve holds the jade to the lock.\n\nEGG SHEN\nBut you cannot do it alone.\n\nSTEVE\n(shouting)\nKim!! Help me!\n\nThe demonic Chi Lung snarles. He approaches Steve.\nCHI LUNG\n\nSo you have the jade!! Give\nit to me or you will all die!!\n\fKIM\n{to Steve)\nWhat can I do?\n\nSTEVE\nCome on. Remember that phrase\nyour grandmother taught you...\n\nKIM\nI remember. Of course I\nremember.\n\nEGG SHEN\nBut you must also believe...\n\nKIM\nBelieve... I do believe... I believe...\n(demons are moving in)\nI believe I'm in Big Trouble!\n\nSTEVE\nChai tao sun...do!\n(Puzzle God...come!)\n\nKim breaks free of Bobby. She runs to the golden cage and\nreaches through the carved lock. Her finger barely touches\nthe jade...\n\nKIM\nChai tao sun, bong ngor!...\n(Puzzle God, help me!)\n\nBOTH\nYut chai ho hup!\n(United in harmony!)\n\nThe JADE FLASHES! The GATE flies open. A ROAR OF FIRE.\nThe White Hearts tumble out. Flame Lords rush to meet them.\n\nANGLE - THE THRONE - SAME TIME\n\nChi Lung has completed his change... He's been transformed\ninto an ogre. He turns on them.",
  "54": "---END OF PREVIOUS SECTION---\nANGLE - THE THRONE - SAME TIME\n\nChi Lung has completed his change... He's been transformed\ninto an ogre. He turns on them. \n---TARGET SECTION TO BE ANNOTATED---\n FLAME balls spew from his\nhands, his eyes, his mouth...\n\nBOBBY\n\nHe's terrified. In a flash, he grabs Steve's jade and holds\nit up.\n\nBOBBY\nHere, Chi Lung. I have\nthe jade!\n\f94.\n\nHe holds it up. Chi sends out a BOLT and grabs it, but Bobby\nhangs on and is carried over to the altar. He drops. Chi\nglares at him, eyes burning.\n\nBOBBY\nLet them go! Chi Lung!\nYou've got what you want.\n\nChi opens his hand for the jade. Bobby's compelled to\nrelease it. Chi grabs the THIRD JADE PIECE, knocks Bobby\naside,... and puts all the pieces togeth...\n\nSTEVE\nNo!\n\nSteve leaps at Chi Lung and knocks the jade puzzle apart! The\nthree pieces fly off in different directions. Chi sends a\nFIREBALL BLASTING at Steve. He's knocked down, tumbled under\nthe blast. The Flame Lords attack. Double Chin and the\nWhite Hearts take them on.\n\nANGLE - CHI\n\nHe throws a BOLT down at the three pieces of jade. They slide\nacross the floor, inexorably drawn back toward Chi Lung.\n\nTHE CHAI TAO\n\nSteve grabs for one piece. He's dragged by it under and\nthrough the tumbling combatants.\n\nKIM\nleaps for the second piece and gets dragged, kicking...\nBOBBY\n\ngrabs the THIRD PIECE. He is dragged toward Steve and Kim.\nIn a few seconds, the Chai Tao will be complete.\n\nKIM\nBobby... NO!! Don't let\nit happen! !\n\nChi Lung turns his power on Kim. He scorches her with a\nblast of lightning. She screams in pain.\n\nBOBBY\nNo, Chi Lung!! Let her\nalone!!\n\f95.\n\nCHI LUNG\nNO??!! You worthless toad! !\nWhen I am the Lord of the\nUniverse, I will rid myself\nof you and your pathetic\njabbering.\n\nBobby has had enough. He digs in his heels trying not to let\nthe pieces come together but, inch by inch, he's drawn in...\n\nBOBBY\nNo!\n\nCHI LUNG\n(shocked)\nNo?i!\n\nBobby heaves his jade toward Steve. It hits and slides.\nEveryone dives for it.",
  "55": "---END OF PREVIOUS SECTION---\nBobby heaves his jade toward Steve. It hits and slides. Everyone dives for it. \n---TARGET SECTION TO BE ANNOTATED---\n Steve gets there first.\n\nCHI\n\nis furious! A magic sword appears. He SLASHES though Bobby.\nBlood spatters onto the field that imprisons Yen Lo.\n\nSTEVE\n\nslams the two jade pieces together.\n\nCU - THE JADE PIECES\n\n...COME TOGETHER. POOF! A MASSIVE EXPLOSION!\n\nYen Lo appears full-sized and disgruntled. He waves the\nsmoke away. He towers over the terrified Chi Lung.\n\nYEN LO\nJudges... the time limit has\nexpired. Your duty is clear.\n\nThey turn to Chi.\n\nCHI LUNG\nNo! I got you virgins. Look at\nall the trouble I caused. Hell\nwould be nothing without guys\nlike me!\n\nChi takes Kim as a hostage... and grabs the THIRD CHAI TAO\nPIECE from her hand. Steve lunges for him but he threatens\nKim with knifelike claws. Kim slams her elbow into his gut.\n\f96.\n\nThe CHAI flies from his hands, lands at her feet. She\n@ropkicks it to Steve. The demon in Chi rises up, horrible,\nthreatening...\n\nCHI LUNG\nGive me that jade...\n\nSteve slams the third piece into place and makes the complete\nCHAI TAO!\n\nSTEVE\nGo to Hell!\n\nYEN LO\nAs you wish.\n\nFROM THE JADE - A BLAST KNOCKS STEVE AWAY THEN SHOOTS AT CHI\nLIKE A SPEAR THROUGH HIS SOLAR PLEXIS. He's rocketed up.\nBelow, a hole opens.\n\nTHE ENTRANCE TO HELL\n\nChi Lung is swept in and plunges down... screaming all the\nway.\n\nACT SEVEN\n\f97,\n\nINT. THRONE ROOM - AT THE ENTRANCE TO HELL\n\nThey all look down into the chasm. When the dust clears,\nthere is no sign of Chi Lung. There are only bits of cloth\nfloating up from the hole. Brad picks up the CHAI TAO,\nstudies it. Yen Lo looks on complaisantly.\n\nYEN LO\nNever liked that guy.\n\nKim runs to the fallen Steve. She drops to him.\n\nKIM\nNo. It can't be.\n\nYEN LO\nThe decision of the judges\nis final.\n\nKIM\n\nNo. Please.",
  "56": "---END OF PREVIOUS SECTION---\nYEN LO\nThe decision of the judges\nis final. KIM\n\nNo. Please. \n---TARGET SECTION TO BE ANNOTATED---\n You must return\nhim to me!\n\nYEN LO\nImpossible.\n\nShe grabs the Chai Tao from Brad, points it at Yen Lo.\n\nKIM\nThe Chai Tao. I can make\na wish, right?\n\nYEN LO\nThat is correct.\n\nShe slams the pieces together. POP! A BEAM shoots. Virgin\nsouls suck back into their bodies. Flame Lords revert from\ndemons to punks. The Judges disappear.\n\nKIM\nI now wish all those who are\npure in heart remain...\nEveryone else can go to Hell!!\n\fThe air BURSTS, the WIND WHIPS fiercely. The White Hearts\ndrop back, shielding their eyes. The dust settles, Kim\nstands with Steve at her side. Egg is there with the\nvirgins. Yen Lo vanishes.\n\nEGG SHEN\n{to virgins)\nYou know I really didn't think\nthat would work.\n\nKIM\nI... believed...\n\nShe and Steve are looking deeply into each other's eyes...\ngetting lost... Egg Shen prattles on...\n\nEGG SHEN\nYou are very impressive for\nan... American.\n\nKIM\nThanks.\n\nSteve suddenly notices a lifeless body.\n\nSTEVE\nBobby...\nEGG SHEN\nHe fought Chi.\nDOUBLE\nAnd possibly saved his soul.\nSTEVE\nAw, you know... He wasn't so\n\nbad. He shouldn't go to hell.\n\nThe Chai Tao glows in Kim's hand. It radiates a\ngreenish/white light.\n\nEGG\nI think Yen Lo heard you.\nBobby's soul will be at peace.\n\nBRAD\nI don’t get it.\n\nKIM\n(ironic)\nIt's because we Chinese are\ninscrutable.\n\fThey kiss.\n\nEXT. LITTLE CHINA -\n\nThe KISS continues.\n\n99.\n\nSTEVE\nI don't know, I find you\nhighly scrutable.\n\nKIM\nYou're kind of interesting\nyourself...in a goyish way.\n\nSTEVE\nI'm just trying to learn...\n\nEGG SHEN\nThat's admirable, Grasshopper.\nNow, If you just cut out those\none liners. I may take you on.\n\nSTEVE\nAs your partner?\n\nEGG SHEN\nApprentice. We must now search\nfor three new guardians for the\n\nChai Tao.",
  "57": "---END OF PREVIOUS SECTION---\nSTEVE\nAs your partner? EGG SHEN\nApprentice. We must now search\nfor three new guardians for the\n\nChai Tao. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVE\nWe've got one right here.\nKIM\nNot me, I've got my own\ncareer.\nSTEVE\nYou sure I can't change your\nmind?\nKIM\n\nYou can try. A little of that\nold black magic...\n\nSTEVE\nThought you didn't believe\nin that...\n\nKIM\nConvince me...\n\nIN FRONT OF EGG'S SHOP - NEXT DAY\n\nThen Kim breaks. Clarence walks out of\n\nEgg's shop, hands Steve a cellular phone. Egg, Brad and\n\nDouble stand in the\n\nB.G..\n\f100.\n\nCLARENCE\nHe's still yelling. You better\ntake it.\n\nSTEVE\nYeah, Dad, the jade...\nIt's lost...yep, sorry. No\nway to get it back. Well,\nSorry you feel like that. But\nI'm afraid that jade is gone\nfor good.\n\nHe winces at a LOUD BLAST as the phone is slammed down...\n\nSTEVE\nOh, and say hello to Mom.\n\nCLARENCE\nHe's kinda mad at you. Maybe\nyou should stay in Little China...\nit's a lot quieter than out\nthere...\n\nClarence, gets in his car, winks at him and pulls away. Steve\nturns to him.\n\nKIM\nI'll see you again.\n\nSTEVE\nAnd I'll see you.\n\nKim climbs into the truck with Brad.\n\nSTEVE\nTake care of her.\nBRAD\nI don't think she needs\n\nmy help.\n\nBrad offers his hand. Rivalry exists, but also friendship.\nKim hands Steve the piece of Jade. He fits the pieces\ntogether to form the complete CHAI TAO, but Egg takes them.\n\nEGG SHEN\nThey must stay separate,\nGrasshopper. It's better\nthat way.\n\nHe hands Steve the single museum piece.\n\f101.\n\nEGG SHEN\nSee if you can take better\ncare of this.\n\nSTEVE\n\nReally?! You mean that?\nEGG SHEN\n\nYes, my apprentice... I do.\nSTEVE\n\nWe both will... okay?\nEgg gives the second piece to Kim.\n\nEGG SHEN\nOkay.\n(turns to Brad)\nBut the secret must stay\nhidden. It's better that we forget\nabout this.\n\nEgg makes a quick magical motion. Something comes over Brad.\n\nBRAD\nForget about what?\n\nSteve puts his arm around Egg's shoulder.",
  "58": "---END OF PREVIOUS SECTION---\nSomething comes over Brad. BRAD\nForget about what? Steve puts his arm around Egg's shoulder. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVE\nLouie, I think this is the\nstart of a beautiful...\n(looks at Egg. A beat.)\n....uh... apprenticeship.\n\nEgg laughs. They walk off arm in arm.\nEXT. - LITTLE CHINA\nKim drives away. Brad pulls out a beer.\nBRAD\nYou know... everyone talks\nabout Chinese magic and stuff.\nI don't believe any of it,\n\ndo you Kim.\n\nKIM\nNo, Brad... not a word.\n\fw\noO\nnN\n\nPopping off the lid, Brad tilts his head back to drink.\n\nGreen smoke rises out of the bottle as he raises it to his\n\nmouth. Kim starts to warn him as we.....-\n\nZOOM UP AND AWAY...FROM BIG TROUBLE...\n\nTHE END\n\f"
}