{
  "1": "Bill and Ted Face the Music\n\nby\nChris Matheson & Ed Solomon\n\nJuly 12, 2012\nFirst Draft\n\fOVER BLACK\nWe hear the VOICE of a very, very OLD MAN:\n\nVERY, VERY OLD MAN (V.O.)\nThis is the story of two young men who\nwere given a very, very grave\nresponsibility...\n\nFADE UP ON:\nDOCUMENTARY FOOTAGE:\n\nCLOSE UP: VIDEO FOOTAGE OF BILL AND TED, 17 YEARS OLD, from\nthe beginning of “Excellent Adventure.”\n\nBILL\nI’m Bill S Preston Esquire!\n\nTED\nAnd I am Ted “Theodore” Logan. And\ntogether we are..\n\nBILL/TED\nWyld Stallyns!!\n\nCUT TO: BILL AND TED AT 19 - doing their guitar solo at the\nend of “Bogus Journey” - the super-fast, virtuosic riffing...\n\nSHOT: PEOPLE FROM ALL OVER THE WORLD, watching. CUT TO:\n\nNOT LONG AFTER THAT (circa 1992): Bill and Ted, excited,\nwide-eyed - the picture of youthful optimism. Being\ninterviewed by KURT LODER on MTV.\n\nKURT LODER\nIn other music news.. Claiming they have\nbeen told by “a civilization seven hundred\nyears in the future” that their music will\n“do nothing less than save the world..”\n\nNow on MTV we see a PHOTO OF BILL AND TED, age 20.\n\nKURT LODER (CONT'D)\nWyld Stallyns has just put down a hundred\nthousand dollars to reserve the famous\n“Fabulous Forum” for a date twenty years\nfrom now..\n\nCUT TO: DISTANT, HAND-HELD VIDEO FOOTAGE of the guys handing\na ceremonial 4 foot check to the “FABULOUS FORUM” BOOKING\nMANAGER. The footage is shaky and distant.\n\n20 YEAR OLD TED\nSee you all here in twenty years - to\ncelebrate two decades of triumphance!\n\f20 YEAR OLD BILL\nHow’s it goin’, future? See you soon!\n\n20 year old Bill and Ted turn to each other, do a little air\nguitar. FREEZE on that image - and HOLD, with ominous music.\n\nCUT TO: THE BAND VAN HALEN\n\nSAMMY HAGAR\nThe only problem was - and it turns out to\nbe a pretty big problem..",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\n20 year old Bill and Ted turn to each other, do a little air\nguitar. FREEZE on that image - and HOLD, with ominous music. CUT TO: THE BAND VAN HALEN\n\nSAMMY HAGAR\nThe only problem was - and it turns out to\nbe a pretty big problem.. \n\nTARGET SECTION TO BE ANNOTATED:\nEDDIE VAN HALEN\nThey never came up with a song.\n\nALEX VAN HALEN\nThe song, let’s say. Not to mention the\nrecord. Or any record, really.\n\nCUT TO: THE BAND IRON MAIDEN\n\nBRUCE DICKENSON\nThey got record deals - we know that cuz\nthey paid us a ton to just basically be\nsession guys.\n\n“NICKO” MCBRAIN\nBut no matter what we played, it was never\ngood enough.\n\nBRUCE DICKINSON\nYeah - cuz like, they kept saying to us:\n“This has to save the world.”\n\nQUICK SHOTS:\n\nJEFF BECK\n“No, Jeff - this has to save the world.”\nJIMMY PAGE\nAnd I remember saying: “Guys, it’s a\nsong.\" The Beatles didn’t save the world.\n\nMozart didn’t save the world.\n\nERIC CLAPTON\n“Save the world, save the world...”\n\nClapton rolls his eyes and makes the “jerk off” motion. And\nwe CUT TO:\n\nFOOTAGE FROM “BOGUS JOURNEY:” Bill and Ted, on stage, with\ntheir wives to their side and their babies on their backs--\n\nBILL\n(to crowd; re his son)\nSay hello to Little Ted!\n\fTED\n(same)\nAnd Little Bill!\n\nCUT TO: THEIR SONS NOW (INTERVIEWED ON TV)\n18 years old now. Title: “WILL LOGAN AND THEO PRESTON.”\n\nWILL\nOkay, like, our dads - they were told - in\nhigh school - that their music was gonna\nsave the world.\n\nTHEO\nI mean that’s a lot of pressure. Like, if\nsomebody came to us, and told us that our\nmusic was gonna save the world?\n\nWILL\nWell that would be pretty okay.\n\nTHEO\nYeah, I’d be good with that.\n\nCUT TO: THEIR WIVES, now. Title: “JOANNA PRESTON AND\nELIZABETH LOGAN.”\n\nJOANNA\nLook, the point is, they took it seriously\n- they take it seriously.\n\nELIZABETH\nThey really care, and they work hard.\nIt’s pretty much all they do, actually.\n\nJOANNA\nBut they’ve found ways..",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIZABETH\nThey really care, and they work hard. It’s pretty much all they do, actually. JOANNA\nBut they’ve found ways.. \n\nTARGET SECTION TO BE ANNOTATED:\n Certain,\nwhatever, ‘hobbies,’ you know, to cope.\n\nCUT TO 1994: POLISH MTV\n\nNot great video quality: the guys interviewed on a cheap\nset. Ted is KNITTING some kind of thick, amorphous shape.\n\nPOLISH INTERVIEWER (0.S.)\n(Polish accent)\nWhat are you making there, Ted?\n\n24 YR OLD TED\nI never know. I just knit till it feels\ndone.\n\nPOLISH INTERVIEWER (0.S.)\nIt's very.. dense what you’re knitting.\n\f24 YR OLD TED\nYah. I call em yarn blobs.\n(then)\nAsk Bill what he does to relax.\n\nPOLISH INTERVIEWER (0.S.)\nWhat do you do to relax, Bill?\n\nTed moves his mouth - but we hear BILL’S VOICE.\n\n24 YR OLD BILL’S VOICE COMING FROM TED\nI do ventriloquism, dude!\n\nCUT BACK TO: JOANNA AND ELIZABETH\n\nINTERVIEWER (0.S.)\nHow do you cope?\n\nA beat. The women look at each other.. silence. Then:\n\nELIZABETH\nLet’s just say things didn’t go the way we\nall expected them to go.\n\nMORE QUICK SHOTS: A BRIEF TIMELINE:\n\n1995: 25 YR OLD BILL AND TED (with the princesses) rush from\nthe studio toward SUVs. CAMERAS PUSH IN - it’s like John and\nPaul leaving Abbey Road with Linda and Yoko in 1968..\n\nREPORTER (0.S.)\nBill! Ted! When's the record coming out?\n\n25 YR OLD BILL\n(a McCartneyesque double-barrelled\nfinger-pointed thumbs up)\nAlmost there!\n\n25 YR OLD TED\nAll good things come to those who wait.\n\n1996: STILL PHOTOS OF 26 YEAR OLD BILL AND TED BEHIND THE\nSCENES AT A RADIO STATION INTERVIEW. BEARDED. A COUPLE\nQUICK PUSH-INS - still upbeat and assured.\n\nRICK DEES (0.S.)\n.».-So - the record? What gives? How about\nright here - right now - you tell us the\ndefinitive release date?\n\n26 YEAR OLD TED (0.S.)\nOh.. Yeah.. Can’t do that..\n\n26 YEAR OLD BILL (0.S.)\nJust.. Changing directions a little bit.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\n26 YEAR OLD BILL (0. S.)\nJust.. Changing directions a little bit. \n\nTARGET SECTION TO BE ANNOTATED:\nBut it’s all good stuff.\n\fCUT TO: THE BAND ARCADE FIRE\n\nWIN BUTLER\nThey lost three record deals in as many\nyears. Cause, the thing with record\ndeals, when you get down to it: you kind\nof have to make a record.\n\nREGINE CHASSAGNE\nI personally felt sorry for them. They\nwere trying so hard that they were\nactually driving people away..\n\nQUICK PHOTOS: Bill and Ted playing increasingly obscure\ninstruments and wearing increasingly eccentric clothes\n(capes, flight suits, kilts, knickerbockers.. play\ndidgeridoo, theramin, rainsticks, harp).\n\nWIN BUTLER (V.O.)\nOr, maybe as people were drifting away, it\njust made them try harder, it’s tough to\nknow.\n\nQUICK VIDEO: A small venue. Bill & Ted wear loin cloths and\nsandals and sport long Jesus beards and blow shofars.\n\nCUT TO: KANYE WEST AND JAY Z\n\nKANYE WEST\nIt’s like they went from “She Loves You”\nto “Revolution Number Nine” in a very\nshort time, without ever doing any of the\nsongs in between. Or even doing “She\nLoves You,” when you think about it. Or\n“Revolution Number Nine.”\n\nJAY Z\nTo be honest, they kind of just did nothing.\nBut a very lame, very pretentious version of\nnothing.\n\n2000: SMALL OUTDOOR FESTIVAL - HAND HELD FAN VIDEO\n\nBill - totally nude (except for black combat boots) - does a\nlead guitar version of TAPS while he approaches the mic.\n\n30 YEAR OLD BILL\nLet us now declare the epoch of the\nelectric guitar.. officially dead.\n\nWe now reveal TED, behind him, also nude (and also in combat\nboots), with a chain saw.\n\f30 YEAR OLD TED\n(to his guitar)\nI sacrifice thee, obsolescence embodied..\nFor eternity!\n\nNow Ted chainsaws off the neck of Bill’s guitar - which\nsparks and feeds back.\n\nCUT TO: THE BAND METALLICA\n\nLARS ULRICH\nI think that was that moment. The\nRiverside Metal Fest. Okay - first of\nall, right off the bat - they were using a\nchain saw nude.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO: THE BAND METALLICA\n\nLARS ULRICH\nI think that was that moment. The\nRiverside Metal Fest. Okay - first of\nall, right off the bat - they were using a\nchain saw nude. \n\nTARGET SECTION TO BE ANNOTATED:\n I mean, that tells you\nsomething about their judgement right\nthere.\n\nJAMES HETFIELD\nI don’t think we heard another thing from\nthem til.. Hunh.. I don’t even know.\n\nSTILL PHOTO:\n\nMARQUEE OUTSIDE A DIVE BAR: “Ponderosa Lounge - 8PM The Wild\nStallions - and half-priced Buffalo chicken wings.” PUSH IN.\n\nLARS ULRICH (V.O.)\nAre they even still making music? I mean,\nwhat are they even doing now?\n\nTHROUGH THE WINDOW we see a grainy image of Bill and Ted, on\nstage.. we FREEZE, then PULL BACK as the image becomes a:\n\nHOLOGRAM and we begin to realize we are:\n\nINT. FUTURISTIC DOME - CONTINUOUS\n\nWhere the THREE MOST IMPORTANT PEOPLE IN THE WORLD float in\nmid-air, gravely looking at the image before them.\n\nSuper: San Dimas, California, 2713.\n\nThey turn to a FOURTH MAN - very severe, almost puritanical\nlooking, dressed in all black (ROLLINS).\n\nLEADER\nTheir time is running out. We must take\nemergency measures. The future of\neverything hangs in the balance.\n\nOn Rollins’ face, a slight flash of concern - and surprise.\nHe steps into a SLEEK, SILVER METALLIC BOOTH.. dons his\nSUNGLASSES. And, with a nod to the Great Ones..\n\fThe booth shimmers, drops through the floor.\nCut to BLACK.\nTitle up: BILL AND TED FACE THE MUSIC\n\nThen fade up on:\n\nEXT. WEDDING - DAY\n\nBill and Ted, in their mid-40’s, in suits, walk up to a\nmicrophone.\n\nBehind them, a banner reads “CONGRATULATIONS DEACON AND\nMISSY.” We are at a wedding. Garden-variety, middle class.\n\nJoanna and Elizabeth are there (also in their mid 40's).\nElizabeth is with WILL (18); Joanna is with THEO (also 18).\n\nThe guys are buoyant, exuberant-- utterly unflappable.\n\nTED\nGood afternoon. And welcome to this\njoyous occasion.\n\nBILL\nTed and I have both known Missy in\ndifferent capacities for nearly 40 years.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nTED\nGood afternoon. And welcome to this\njoyous occasion. BILL\nTed and I have both known Missy in\ndifferent capacities for nearly 40 years. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\nShe was Bill’s babysitter when we were\nten, and we both invited her to the prom\nwhen she was a senior and we were\n\nfreshman.\n\nBILL\nNext she married my dad, and Missy became\n“Mom.”\n\nTED\n\nAfter quickly divorcing Bill’s dad, Missy\nmarried my dad, and became my mom.\n\nTed's dad, POLICE CHIEF CHET LOGAN, now in his mid 60’s and\nstill very fit, raises his glass with a tight smile that only\nbarely masks his bitterness.\n\nBILL\nAnd now she is marrying Ted’s younger\nbrother, Officer Deacon Logan.\n\nWe see DEACON now, 40, buzz cut, with MISSY, now late 40's.\nHe raises his glass.\n\fTED\nDeacon - my congratulations. Missy - Bill\nand I - along with Joanna and Elizabeth,\nand Will and Theo - welcome you back with\nopen arms.\n\nElizabeth, Joanna, Will and Theo all raise glasses.\n\nBILL\nThis joyous event would seem to make\nDeacon his own father-in-law, and make Ted\nhis own uncle.\n\nTED\nNot to mention making my dad his own son.\n\nIn back, Logan just shakes his head, irked on so many levels.\n\nBILL\nSo with that beautiful thought in mind,\nfor your first dance, we wish to present a\nsneak peek at the world premiere of our\nnewest sonic creation..\n\nTED\nSo please enjoy the first three movements\nof..\n\nBILL/TED\n“That Which Binds Us Through Time: The\nChemical, Physical and Biological Nature\nof Love; An Exploration of the Meaning of\nMeaning.”\n\nTED\nReady, Bill?\n\nBILL\nReady, Ted. One..\n\nTED\nTwo..\n\nBILL\n\nOne two three four..\n\nTed plays bagpipes. Bill is engaged in a kind of wide-\nmouthed Aboriginal ‘throat-singing.’ While clearly a great\n\ndeal of\nof this\nand, in\n\nWedding\n\nthought (and even love) has gone into the preparation\npiece, it is at its core quite difficult to define\nfact, impossible to enjoy.\n\nguests watch with jaw-dropped befuddlement as -\n\f9.\n\nDeacon and Missy step to the dance floor - aware that this is\nsomehow their “first dance.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nBill is engaged in a kind of wide-\nmouthed Aboriginal ‘throat-singing.’ While clearly a great\n\ndeal of\nof this\nand, in\n\nWedding\n\nthought (and even love) has gone into the preparation\npiece, it is at its core quite difficult to define\nfact, impossible to enjoy. guests watch with jaw-dropped befuddlement as -\n\f9. Deacon and Missy step to the dance floor - aware that this is\nsomehow their “first dance. \n\nTARGET SECTION TO BE ANNOTATED:\n But it’s hard for them to\ndecipher how, exactly, they’re supposed to move to this.\n\nJoanna and Elizabeth exchange a glance. As do Will and Theo.\nTed’s dad just openly throws his hands up..\n\nCHIEF LOGAN\nThis is bullshit.\n\n.»-and crosses to a power bank and literally pulls the plug on\nthe whole thing. CUT TO:\n\nTHIRTY SECONDS LATER\nTed and his dad, off to the side of the stage.\n\nTED\nI’m sorry you don’t get it, Dad.\n\nCHIEF LOGAN\nNo one gets it, Ted. No one ever has.\nThere’s nothing to get.\n\nTED\nThey will, Dad, seriously.\n\nCHIEF LOGAN\nI don’t think so. That song is the worst\none yet. And that’s saying a lot. I told\nDeacon he should never have let you guys\nplay. I’m sorry, “play.” And honestly -\non a very deep level - it is time to pull\nthe plug. Both of you.\n\nTED\nWe can’t. We have to pursue this until --\n\nCHIEF LOGAN\nYeah yeah yeah, I know, until your “music\nsaves the world.” Ted. Enough with your\ndelusions.\n\nWhile this continues we CUT AWAY TO:\n\nTHE VAN\n\nWhere Bill wheels equipment to the back door. He pulls it\nopen and sees - his FATHER, BOB PRESTON, slumped in the back,\nhaving just been awakened.\n\nBILL\nHey dad.\n\f10.\n\nMR. PRESTON\nHow was the wedding?\n\nBILL\nIt was good. You shoulda come in.\n\nMR. PRESTON\nWeddings are hard for me, Billy. My\nsocial worker says I’ve never really\nrecovered from your mom leaving all those\nyears ago. Your real mom, not Missy.\n\nBILL\nI know. That was hard.\n\nMr. Preston gives Bill a huge hug.\n\nMR. PRESTON\nI love you, Billy.\n\nBILL\nI know, Dad. And I love you, too.\n(as his dad continues to hug him)\nOkay, Dad. It’s totally fine. Everything's\ngood, Dad. Everything’s gonna be okay. I\nreally gotta go get some more stuff.\n\nHe breaks off, turns. And we follow him to --\nTED AND LOGAN\nStill in the thick of it.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nreally gotta go get some more stuff. He breaks off, turns. And we follow him to --\nTED AND LOGAN\nStill in the thick of it. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\nDad - I’m just saying: if you’d done the\nthings me and Bill have done, and seen the\nthings we've seen --\n\nCHIEF LOGAN\nNo - you can keep “spinning” this however\nyou want, Ted, but I’1l never believe it.\nYou didn’t time travel. You didn’t die\nand go to hell and then come back.\n\nBILL\nChief Logan - we did -\n\nCHIEF LOGAN\nNo. You didn’t, Bill. And here’s the\nreason you didn’t: it’s impossible.\n\nTED\nDad - I know you’re upset because Deacon\njust married --\n\f11.\n\nCHIEF LOGAN\nNo. Ted - you’re wrong. It has nothing\nto do with that. Trust me, if I’m more\ndisappointed in one of my sons, it’s you.\n\nLogan spins to storm away. Then turns back.\n\nCHIEF LOGAN (CONT'D)\nBy the way? That five thousand dollars I\nloaned you? I want it back.\n\nTED\nYou'll get it back.\n\nCHIEF LOGAN\nWhen, Ted? You’re upside down on your\nmortgage. You’re fifty thousand dollars\nin debt. Your wife is working two jobs so\nyou two can pursue your pathetic fantasy.\nGet real, Ted. Get real - both of you.\n\nAnd he’s off. Ted just stands there. Bill puts his hand on\nTed’s shoulder.\n\nBILL\nDude - if it’s any consolation, I’m eighty-\nthousand dollars in debt.\n\nTED\nWhat are we gonna do?\n\nMAN’S VOICE (PRELAP)\nNo. No, no, no.\nINT. FABULOUS FORUM - DAY\n\nKeys and coat in hand, the stadium manager (FRANK) closes his\noffice door as Bill and Ted follow him out into the arena.\n\nFRANK\nNo, you may not have your non-refundable\ndeposit back.\n\nTED\nBut --\nFRANK\nNo ‘buts.’ Twenty years ago you signed a\n\ncontract - put down a deposit - to rent\nthe Forum tomorrow night for your concert\ncelebrating “Two Decades of Greatness--”\n\nBILL\nTriumphance.\n\f12.\n\nFRANK\nWhatever. I tell you this every year--\n\nBILL\nBut this year is different.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\n12. FRANK\nWhatever. I tell you this every year--\n\nBILL\nBut this year is different. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\nIt’s quite different - as you will see if\nyou'd simply listen to us.\n\nFRANK\nFine. Go ahead.\n\nTED\nThis year, given the direness of our\nfinancial situation, we’re willing to\nreduce our offer from a one hundred\npercent refund to an eighty percent\nrefund.\n\nFRANK\nSo wait - I’m sorry - then I’d only have\nto give you eighty thousand dollars that I\ncontractually do not owe you rather than a\nhundred thousand?\n\nBILL\nCorrect. But between us, our bottom line\nis sixty thousand, for which we will take\nforty.\n\nTED\nBut no lower than twenty-five.\n\nBILL\nOf which we would accept ten.\n\nTed leans to Bill.\n\nTED\nDude - I have a sneaking feeling that\nwe're negotiating against ourselves.\n\nBILL\nGood point, Ted.\n(turns )\nForget everything we said. We’re back at\na hundred thousand. Plus interest.\n\nFRANK\nOkay, then I guess I should make my\ncounter offer: nothing. The point is:\nyou bought the Forum tomorrow night - it’s\nyours. Do whatever you want with it -\nthrow a party at mid-field, I don’t care.\nThe lights’ll be on, the gate’1ll be open.\n\n(MORE )\n\f13.\nFRANK (CONT'D)\nBy the way - just out of curiosity - how\nmany tickets have you guys sold?\n\nBILL\nWell, it’s hard to say - it could have\nchanged, cause we haven’t checked the web\nsite in a while.\n\nFRANK\nThat's fine. Just give me the ballpark\nnumber.\n\nTED\n\nOkay - ballpark? I’m just estimating\nhere, but approximately zero.\n\nFrank shakes his head.\nFRANK\nI have to tell you guys - what you have\npulled off here is very impressive, ina\nway. You’ve promoted a concert for twenty\nyears, and sold zero tickets.\n\nBILL\nThanks, dude.\n\nFRANK\nIt’s not a compliment.\nINT. ELEVATOR - DAY\n\nBill and Joanna ride up in silence. They get off and enter..\n\nINT. WAITING ROOM - CONTINUOUS\n\nAnd Joanna stops as she sees: Elizabeth and Ted, also in the\nwaiting room. Elizabeth is equally surprised. Ted is not.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nWAITING ROOM - CONTINUOUS\n\nAnd Joanna stops as she sees: Elizabeth and Ted, also in the\nwaiting room. Elizabeth is equally surprised. Ted is not. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\nHow’s it goin’ dude? Hey, Jo!\n\nJOANNA\nI’m sorry - is this the right day?\n\nBILL\nYah. Totally. Couples therapy.\n\nJOANNA\nBut..\n\nNow the other door opens and the THERAPIST sticks his head\nout - a bit surprised to see TWO couples in his waiting room.\n\f14.\n\nINT. THERAPIST’S OFFICE - A MOMENT LATER\n\nBill, with Joanna, and Ted, with Elizabeth, sit across from\nthe Therapist. It’s a little crowded on the couch.\n\nTHERAPIST\nSo do you understand why this situation\nmight seem at all strange to your wives?\n\nTED\nNo, not at all. Why?\n\nTHERAPIST\nWell, when your wives suggested couples\ntherapy, did you think this is what they\nhad in mind?\n\nBILL\nYah. Definitely. I mean, we’re a couple\nof couples, right?\n\nTHERAPIST\n\nWell, it usually means one couple.\nBILL/TED\n\nOhhh..\nTHERAPIST\n\nBut since you’re here - let me ask you\nthis. Is there something you feel your\nwives need to hear from you?\n\nTED\nYah. Totally.\n(turning to Elizabeth)\nWe love you guys.\n\nTHERAPIST\nOkay, that’s good. But.. Do you\nunderstand how that might sound strange to\nyour wives? Bill?\n\nBILL\nNo. We love em.\nTHERAPIST\n“We” love them?\nBILL\nYah, we do.\nTHERAPIST\n“We\" do?\nTED\n\nYah, we do. Exactly.\n\f15.\n\nTHERAPIST\nIt’s the “we” part.. Ted. Can you say\nthe same thing using “I” in the sentence?\n\nTED\nOhhh. Yah, of course.\n(turns to Elizabeth)\nElizabeth. I - and Bill - love you - and\nJoanna.\n\nElizabeth just stares at the floor, shakes her head.\n\nBILL\nDude. All due respect - I don’t think\nyou're getting this.\n\nTED\nGo for it, dude.\n\nBILL\nOkay.\n(turns )\nJoanna. From the very very bottom of I -\nand Ted’s - hearts. I - and Ted - totally\nlove and worship you - and Elizabeth.\n\nBill beams. Ted nods - as if he now sees.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nI - and Ted - totally\nlove and worship you - and Elizabeth. Bill beams. Ted nods - as if he now sees. \n\nTARGET SECTION TO BE ANNOTATED:\nTHERAPIST\nJoanna, would you or Elizabeth like to\nrespond?\n\nElizabeth indicates “go ahead.”\n\nJOANNA\nWell.. Okay. I know you love me, Bill.\nHowever - and I can’t speak for Elizabeth,\nbut.. you guys are gone over two hundred\nnights a year. Every time you go out on tour\nto make money, you come back deeper in debt.\n\nBILL\nBut we have to --\n\nJOANNA\nI know. I know it’s a burden for you. And\nI know you feel as though you have to do\nit yourselves. But you don’t. We\nliterally left everything behind, our\nfamilies, our friends..\n\nELIZABETH\nWe moved 600 years in the future to be\nwith you. To be your partners. But it’s\nlike all you think about is the song..\n\f16.\n\nJOANNA\nThe mission..\n\nELIZABETH\nAnd it’s like we and the boys are not even\nthere.\n\nTED\nSo.. Wait. What are you saying?\n\nELIZABETH\nI guess what I’m saying is.. If things\ndon’t change.. I don’t know how much\nlonger I can go on like this.\n\nTed is stunned. He looks at Bill. Bill turns to Joanna.\n\nBILL\nDo you feel the same way?\n\nJoanna nods.\n\nINT. DODGE NEON - DRIVING\n\nTed and Elizabeth, in tense silence. Ted glances over - she\njust stares straight ahead. They pull up to the end of --\n\nEXT. CUL DE SAC - EVENING - CONTINUOUS\n\nWhere TWO HOUSES share a driveway at the end of a quiet\nmiddle-class street. As they pull in --\n\nA GEO METRO is already there, and Bill and Joanna are getting\nout - also with palpable tension between them.\n\n(What is clear to us now is: they all live right next door\nto each other, and share a driveway - and garage.)\n\nAs the women head towards the Logan house, Bill and Ted join\neach other.\n\nTED\nDude - things are worse than I thought. I\nthink they're actually thinking about\nleaving us.\n\nBILL\nI know, it’s bad. But we still got our\nwork to do..\n\nThey look at their wives, who are conferring at the front\ndoor.\n\f17.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut we still got our\nwork to do.. They look at their wives, who are conferring at the front\ndoor. 17. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\nOkay - let’s just try and work sorta fast.\n\nBILL\nYah. Totally.\n\nAs they start toward the GARAGE-- suddenly we HEAR the sound\nof GUITARS from within. Ted exhales heavily.\n\nTED\nI’ve told Will over and over..\n\nThey pull the garage door open, revealing:\n\nINT. GARAGE - EVENING - CONTINUOUS\n\nWill and Theo are playing classic old guitars (the very ones\nthat Bill and Ted played at the end of “Bogus Journey.\"”)\n\nThey immediately stop, look at their fathers.\n\nWILL\nHow’s it goin, dad?\nTED\nOut!\nTHEO\nWhat?\nTED\nThis is our studio - and those are our\nguitars.\n\nHe and Bill pull the guitars from their sons’ hands.\n\nBILL\nWe have important work to do, and we can’t\nhave you messing around in here.\n\nWILL\nYou wanna at least see what we’ve been\nworking on?\n\nWill holds a piece of paper out. Ted takes it, shoves it in\nhis pocket.\n\nTED\nLater. But right now, we need the studio.\n(a beat)\nNow, please, Will.\n\nWILL\nOkay, Grampa.\n\f18.\n\nThe boys shake their heads.\n\nTHEO\nI told you, dude. It’s always the same.\nLet’s just go play up in my room. With\nour crappy guitars.\n\nWill nods and the boys head out. Bill and Ted watch them go,\nguilty, as Ted shuts the garage door and we cut to:\n\nINT. GARAGE/MUSIC STUDIO - NIGHT\n\nBill and Ted are working on a song; struggling. Bill is\nnoodling on the synthesizer - Ted is scratching out lyrics.\n\nTED\nOkay, I added a couple things. Go again.\n\nBill starts on the synthesizer: it’s abstruse, complex (not\nin a good way) - like D-grade Bohemian Rhapsody.\n\nTED (CONT'D)\n“We try - y - y - y to carry--yy.. on.\nAyiii-eee-ee-ee-ee. .a-000-00-00-00.”\n\nTed stops. Bill picks it up.\n\nBILL\n“OQoEEEE-eeee-YIYIYIYI..”\n(to Ted)\nDude - run with me. I think we’re onto\nsomething...",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nBill picks it up. BILL\n“OQoEEEE-eeee-YIYIYIYI..”\n(to Ted)\nDude - run with me. I think we’re onto\nsomething... \n\nTARGET SECTION TO BE ANNOTATED:\n(resuming)\n\n“We straaa—aaaa-aaa-aaa-aain..yiyi-yi-yi--\n”\n\nTED\nDude - seriously. Stop. I hate to say\nthis, but we’re NOT onto anything.\n\nBILL\nWhat are you talking about? I think it’s\nour best one yet.\n\nTED\nDude - if that’s true - then things are\neven worse than I thought. Cause this\nsong sucks. You do know that, right?\n\nBILL\nI don’t agree.\n\nTED\nDude.\n\f19.\n\nBILL\nNo.\n\nTED\nBill - come on. It’s me. You don’t have\nto spin me. It sucks. All our songs\nsuck. What are we doing? Seriously. Our\nwives are mad at us, our sons are mad at\nus, we're broke-- why are we even doing\nthis?\n\nBILL\nWe're doing it cause we have to! Ted -\nwe're supposed to save all humanity.\n\nTED\nSays who??\n\nBILL\nThose people - from the future --\n\nTED\nWhat if they were wrong?\n\nBILL\nHow could they be wrong? We saw the\nfuture - we were there.\n\nTED\nAlls I know is, at this moment, I feel\nlike for the last 20 years we've been\nbeating our heads against a wall, and it\nhurts, and I wanna stop.\n\nBILL\nBut we can’t! We promised!\n\nTED\nWho’s gonna care? Seriously. I’m sick of\nit. And you know you are too.\n\nBill just looks at Ted - for a long moment - and then he just\ndeflates, dropping the facade.\n\nBILL\nOkay. Yah. I’m totally sick of it. But\nI thought if I ever admitted it - to you\nor me - we’d completely crumble.\n\nThere’s a pause.\n\nTED\nI can’t do this any more. I just can’t.\n\nAnother pause. Finally Bill looks at Ted.. And nods,\nagreeing. Then, suddenly, there’s --\n\f20.\n\nA FLASH of LIGHT outside, visible under the garage door..\n\nThen: We HEAR a metallic WHOOSH.. Then FOOTSTEPS. Someone..\nOr something.. is outside.\n\nBill and Ted look at each other, walk toward the garage door\nand slowly open it, revealing--\n\nThe futuristic BOOTH.\n\nBILL/TED\nWhoa..",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nOr something.. is outside. Bill and Ted look at each other, walk toward the garage door\nand slowly open it, revealing--\n\nThe futuristic BOOTH. BILL/TED\nWhoa.. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd next to the booth, emerging from its shadow, ROLLINS.\n\nBILL\nWho are you?\n\nROLLINS\nCome with me, please.\n\nBILL\nAre you from the future?\n\nROLLINS\nYes.\n\nA beat. The guys look at each other again.\n\nTED\nAre you mad at us?\n\nROLLINS\nWe have very little time.\n\nHe opens the door for them. Ted leans closer to Bill.\n\nTED\nI think we’re in trouble.\nBILL\nRelax, Ted. They totally love us in the\n\nfuture.\nThe guys get into the sleek, elegant booth. Rollins closes\nthe door, and in an instant.. It shimmers.. and DISAPPEARS..\nINT. CIRCUITS OF TIME\n\nDark. Misty. Glimpses of light. We hear a WHOOOSH and the\nsilver booth soars past in blur.\n\f21.\n\nINT. BOOTH - ON BILL AND TED\n\nBill and Ted - stunned, amazed - gape out at the circuits of\ntime.. for the first time in a long time. And we cut to:\nINT. GREAT DOME - THE YEAR 2712 - DAY\n\nThe booth appears and touches down on the floor. Rollins\ngets out, followed by Bill and Ted. Bill and Ted whisper:\n\nTED\nDude.\n\nBILL\nWhat?\n\nTED\n\nI think I liked Rufus better.\nBILL\nMe too.\n(turns to Rollins)\nWhat is it you do here, dude?\n\nROLLINS\nI clean up messes.\n\nThe guys look at each other as they hear..\n\nBOOMING VOICE\nBill and Ted. Step closer please.\n\nNow they turn and see:\n\nTHREE IMPOSING FIGURES-- who look at Bill and Ted with barely\nrestrained urgency and frustration.\n\nThey are fierce, unblinking. It’s dark and intense. Bill\nand Ted look at each other, swallow.\n\nAround the room is a kind of “Senate” of observers who line\nthe walls. Bill adopts an upbeat manner.\n\nBILL\nHow’s it goin’? Good to be back again.\nLookin’ great.\n\nLEADER\nWhat do you have to say for yourselves?\n\nTED\nOh..\n\nThey look at each other, then adopt their arm-raised posture.\n\f22.\n\nBILL\nBe excellent to each other..?\n\nTED\nAnd.. party on, dudes..?\n\nDead silence. No smiles. No nods.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nDead silence. No smiles. No nods. \n\nTARGET SECTION TO BE ANNOTATED:\n Nothing but scowls.\n\nLEADER\nWhere's the song?\n\nThe guys eyes widen..\n\nTED\nOh.. The song.\n\nBILL\nWhich one? We've written so many.\n\nLEADER\nThe song. The song that will fulfill your\ndestiny. The one that is to be played at\nthe Fabulous Forum tomorrow night. The\none that will save the world as we know\nit.\n\nBILL\nOh, yah. That song. We definitely have\nthat song. Yah.\n\nThe Leader makes a gesture. Lights come up and suddenly all\naround them are MUSICAL INSTRUMENTS of all shapes and sizes.\n\nLEADER\nThen play it.\n\nTED\nLike right now?\n\nLEADER\nWe need to hear it.\n\nTED\nUm.. Before we do that --\n\nBILL\nWhich we very much look forward to doing --\n\nTED\nAnd are most eminently prepared to do --\n\nBILL\nBeing as it’s already written --\n\fA pause.\n\n23.\n\nTED\nAnd is very good on the level of lyrics,\nand melody, and rhythmic aspects as well\nas meter and, you know, thematic content..\nwe need to..\n\nBILL\nTweak..\n\nTED\nYah. MTweak..\n\nBILL\n\nOr, even better, perhaps what would\nexpedite this entire process..\n\nTED\nWould be if you played the song for us\nright now.\n\nBILL\nOr perhaps played it several times.\n\nTED\nOr even just give us a recording. So we\nmay be certain we have the exact rendition\nof our greatest song ever written..\n\nLEADER\nYou don’t have it.\n\nBILL\nWhat?! No. Just the opposite.\n\nTED\nIn fact, our problem is we have so many\ngreat songs that as we put together our\nset list for the concert tomorrow night --\n\nBILL\nThe one we in no way bailed on years ago --\n\nTED\nAnd which as recently as an hour ago did\nnot try to get our money back from -\n\nBILL\nRight, that did not happen..\n\nTED\nYou're not watching us all the time, are\nyou?\n\f24.\n\nSilence. Then the Leader just waves his arms and THE\nFLOATING GREAT FIGURES DISAPPEAR INTO DARKNESS -- as do the\ninstruments, and instantly--\n\nRollins is standing right in front of the guys.\n\nROLLINS\nThe window of destiny is closing.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nSilence. Then the Leader just waves his arms and THE\nFLOATING GREAT FIGURES DISAPPEAR INTO DARKNESS -- as do the\ninstruments, and instantly--\n\nRollins is standing right in front of the guys. ROLLINS\nThe window of destiny is closing. \n\nTARGET SECTION TO BE ANNOTATED:\n You\nhave twenty four hours to come up with the\nsong.\n\nTED\nBut-- What if for some reason we don’t?\n\nBILL\nWhich would be most paradoxical because\nobviously we do already have it.\n\nTED\nBut, you know, just theoretically.. cause\nwe are intrigued with all manner of\nthought experiment involving, you know,\n“the conundrum of time”..\n\nBILL\nSo-- What would happen?\n\nRollins looks at them.\n\nROLLINS\nCome with me.\n\nHe turns. The guys look at each other, then follow him as\ntwo huge doors slide open and they all enter --\n\nA CATHEDRAL-LIKE CHAMBER\n\nBuilt solely to house:\n\nA HOLOGRAPHIC TIME-LINE\n\nEthereal, majestic, floating in mid-air. Weaving and winding\nfrom the deepest past all the way to the present - and,\n\nstill, moment by moment, continuing to inch forward.\n\nBILL/TED\nWhoa...\n\nTED\nWhat is this?\n\nROLLINS\nThis is time. It’s the path through which\nthe past connects with the present.. and\nleads to the future.\n\f25.\n\nThe guys move closer. Now they can see that the “weave” is\nactually a collection of INFINITESIMALLY SMALL BITS OF\nINFORMATION.\n\nRollins reaches out and TOUCHES a section, in the way one\nmight touch, say, an iPad. As he does..\n\nROLLINS (CONT’D)\n1945.\n\n--an IMAGE FROM 1945 balloons out: Hiroshima. He removes\nhis finger - the image recedes. He touches another spot..\n\nROLLINS (CONT’D)\n1989.\n\n.--and out balloons an image of the Man standing in front of\nthe tank in Tiananmen Square.\n\nROLLINS (CONT’D)\nTime is more fluid, and more contingent,\nthan you understand. There are key\nmoments in the weave - turning points -\nlike stitches, if you want to think of\nthem that way. And when one is missing,\nthen everything can fray.\n\nTED\nHas that ever happened?\n\nROLLINS\nIt’s about to happen.\n\nBILL\nMeaning..?\n\nROLLINS\nIf you don’t have the song in 24 hours,\ntime as we all know it will essentially\nunravel. Forward, and backward.\n\nTED\nOh...\nEXT. CUL DE SAC - HOUSE - NIGHT\nThe booth appears.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nTED\nOh... EXT. CUL DE SAC - HOUSE - NIGHT\nThe booth appears. \n\nTARGET SECTION TO BE ANNOTATED:\n The guys get out, still in shock.\n\nRollins gives Ted a TIMEPIECE of some sort.. like a really\ncool, sleek WATCH.\n\nROLLINS\nKeep a close eye on this. You have 24\nhours. When it runs out, it’s over.\n\f26.\n\nRollins crosses back to his booth and gets in.. And, with a\nnod at them, he’s gone.\n\nBILL\nOkay - bad news: the whole unraveling of\ntime thing could be most heinous. Good news:\nThis means there is a song. Otherwise they\nwouldn’t be so mad at us for not having it.\n\nTED\n--Yah. I think that’s probably right.\n\nBILL\nSo now, alls we gotta do is stop writing\nsongs that totally suck, and just write\nthe greatest song ever written. Okay?\n\nTED\n.-Yah.. I guess.\n\nBill starts into the garage. Ted remains on the curb.\n\nBILL\nTed, what are you doing, dude? We gotta\nkeep going.\n\nTED\nI just don’t get it.. I mean-- We’ve been\n\ntrying for 20 years to write the greatest\nsong ever written. How are we gonna do it\nin 24 hours?\n\nBILL\nI don’t know.. But we gotta.\n(beat)\nI mean.. Right? What else are we gonna\ndo, dude?\n\nTed nods - distant and distracted.\n\nTED\nBut we do know the song’s gonna exist,\nright?\n\nBILL\n\nWell, yah.. at some point..\n\nTED\nI just wish there was a way that we could\ngo into the future and get it from\nourselves.\n\nBILL\nHow would we do that?\n\f27.\n\nThere’s a pause. They look at each other, sharing a slowly\ndawning realization.\n\nBILL (CONT'D)\nCould we actually...?\n\nTED\nCouldn't we..?\n\nBILL\nBut-- didn’t Rufus say we could only do\nthat in an extreme emergency?\n\nTED\nBill-- if the future of all of reality as\nwe know it is at stake.. isn’t that an\nextreme emergency?\n\nEXT. BILL’S HOUSE - NIGHT - MOMENT LATER\n\nThe guys head towards a STORAGE SHED at the very back of the\nproperty.\n\nAt the shed, they undo a series of heavy metal padlocks.\n\nThe door opens.. a single light bulb is switched on..\n\nINT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt the shed, they undo a series of heavy metal padlocks. The door opens.. a single light bulb is switched on.. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SHED - CONTINUOUS\n\nThe guys walk to the darkest, most shadowy corner and start\nto pull a series of covers, sheets, tarps, etc., off of what\ngradually reveals itself as..\n\nTHE PHONE BOOTH.. The old one from the earlier movies.\nIt’s dusty, rusted, obviously hasn’t been used in 20 years.\n\nBILL\nOkay, so here’s the plan: We go into the\nfuture to when we've actually written the\nsong, find ourselves, and take it.\n\nTED\nOne question: Is that stealing?\n\nBILL\nWhy would it be stealing if we’re getting\nit from ourselves?\n\nTED\nOh, yah..\n(eyeing the booth)\nYou think it still works?\n\f28.\n\nBILL\nOnly one way to find out, dude..\n\nINT. PHONE BOOTH - SECONDS LATER\nThey get in. Dust off the key pad.\n\nTED\nHow far into the future do you think we\nneed to go?\n\nBILL\nDepends on when we think we’re gonna write\nthe song.\n\nTED\nI say definitely within the next year or\ntwo.\n\nBILL\nWell, let’s be conservative. Say five\nyears?\n\nTED\nSounds good.\n(a pause)\nYou wanna do the honors, or should I?\n\nBILL\nGo for it, dude.\n\nTed - with not a little bit of nostalgia and a good deal of\ntrepidation.. starts to hit the buttons.\n\nTED\nSan Dimas, California.. Five years from\nnow.\n\nAt first, nothing happens. It’s like starting a car that’s\nbeen sitting in the garage for 20 years. Then-- the lights\nin the booth flicker on... there is a low humming/buzzing\nsound. As the antenna comes to life, illuminating the dark\nshed, the guys look at each other.\n\nTED (CONT'D)\nBill..\n\nBILL\nWhat?\n\nTED\nI have a feeling things are just about to\nchange in a most outstanding way.\n\f29.\n\nBILL\nTed, I totally agree.\n\nAnd with an exuberant, super-optimistic AIR GUITAR..\n\nTED\nLet’s go save the world, dude!\n\n..the booth shimmers and DISAPPEARS and we cut to:\n\nINT. CIRCUITS OF TIME - CONTINUOUS\n\nWhhhoooshhhhhh.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nTED\nLet’s go save the world, dude! ..the booth shimmers and DISAPPEARS and we cut to:\n\nINT. CIRCUITS OF TIME - CONTINUOUS\n\nWhhhoooshhhhhh. \n\nTARGET SECTION TO BE ANNOTATED:\n The booth sails through the circuits of time\nwhich are sleeker, faster than when last we sailed through.\n\nThe guys look through the glass - thrilled, moved: neither\nthought he'd ever be doing this again.\n\nTED\nWhoa...\n\nBILL\nI know..\n\nThe booth veers off, disappears into a circuit and we cut to:\n\nEXT. HOLIDAY INN - SAN DIMAS\n\nOn the marquee: “OPEN MIC NIGHT.” We hear a faint version\nof Huey Lewis’ “The Heart of Rock'n Roll” coming from inside\na sad version - kind of pathetic; earnest and overly sincere.\nSuper: San Dimas, California - five years into the future\nThe booth APPEARS lands in the parking lot. The guys step\nout, look around - hear the music from within..\n\nINT. HOLIDAY INN - LOBBY - A MOMENT LATER\n\nThey enter the lobby.\n\nTED\nSo where are the future us’s?\n\nBILL\nYah - you'd think we’d be waiting for\nourselves.\n\nTED\n\nWe gotta remember to be more polite and\n\ncome out and greet ourselves next time.\n(notices something)\n\nOh no..\n\f30.\n\nBill turns - follows Ted’s gaze into --\n\nTHE LOUNGE\nWhere ON STAGE - in front of a dozen bored businessmen - are:\n50 YR OLD BILL AND TED\n\nIn black vests, white shirts, earrings - singing “Heart of\nRock'n Roll.” 50 Yr Old Bill is working a little harder to\npush it across; 50 Yr Old Ted just seems depressed.\n\n(And the years have not been kind to their voices. Ted’s has\ngotten lower - and is now a rumbly Kris Kristofferson croak;\nBill’s is now a kind of high, nasally Art Garfunkel whine.)\n\n50 YR OLD BILL/TED\nT-T-T-THEY SAY THE HEAR OF ROCK’N ROLL IS\nSTILL BEATIN’, AND FROM WHAT I’VE SEEN I\nBELIEVE ‘EM; NOW THE OLD BOY MAY BE BARELY\nBREATHIN’.. BUT THE HEART OF ROCK’N ROLL.\n(a sort of harmony)\nTHE HEART OF ROCK’N ROLL IS STILL BEATIN’.\n\n \n\nIn the back, Bill and Ted enter, shocked.\n\nBILL/TED\nNo way..",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\n(a sort of harmony)\nTHE HEART OF ROCK’N ROLL IS STILL BEATIN’. In the back, Bill and Ted enter, shocked. BILL/TED\nNo way.. \n\nTARGET SECTION TO BE ANNOTATED:\nThey say it just loud enough that on stage, 50 Yr Old Bill\nhears them - and looks up.. Which makes 50 Yr Old Ted do the\nsame thing. Now, like deer in headlights:\n\n50 Yr Old Bill and Ted freeze. If the audience were paying\nattention, they’d notice the two sets of Bills and Teds all\nstanding motionless, staring at each other, but no one cares.\nThere’s an odd moment where they all stand, staring. Then..\n50 Year Old Bill and Ted turn and bolt through the back exit.\n\nBill and Ted look at each other - and sprint across the room.\n\nEXT. BACK OF HOLIDAY INN - NIGHT - CONTINUOUS\n\n50 Year Old Bill and Ted scramble in their dress shoes across\nthe parking lot and race toward the (now quite beaten up) van\nwith their guitars. A beat later -\n\nBILL\nWait! Bill!\n\nTED\nTed!\n\f31.\n\nThey race to the van, where 50 Yr Old Bill and Ted are\nopening the doors.\n\nTED (CONT'D)\nHey - us’s. Stop.\n\nOlder Bill and Ted turn - busted. Instantly (and lamely)\nthey try and cover.\n\n50 YR OLD BILL\nOhhh! Hello!\n\n50 YR OLD TED\nWe totally forgot you guys were coming!\nHow great to see you!\n\nBILL\nWhat are you talking about? You totally\nran away from us!\n\n50 YR OLD BILL\nOh - that’s just because.. in the\ndarkness, we thought you were groupies,\nwhich we have a lot of.\n\nBill and Ted look around the deserted back parking lot.\n\nTED\nReally?\n\n50 YR OLD TED\nOh, yah - absolutely.\n\n50 Year Old Ted nervously pulls a flask from his hip pocket\nand takes a swig.\n\n50 YR OLD BILL\nLook - dudes - we know exactly what you’re\nthinking: why are we playing here at open\nmic night at the Holiday Inn in San Dimas,\nwhen in fact, we are such huge rock stars\nwith lots of groupies?\n\n50 YR OLD TED\nAnd here's the answer: Us being here is\nhumorously ironic.\n\n50 YR OLD BILL\nDo you believe us?\n\n50 YR OLD TED\nI remember not necessarily believing it when\nI you was standing there listening to I me.\n\f32.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n50 YR OLD BILL\nDo you believe us? 50 YR OLD TED\nI remember not necessarily believing it when\nI you was standing there listening to I me. 32. \n\nTARGET SECTION TO BE ANNOTATED:\n50 YR OLD BILL\nBut this time you really can believe us.\n(pause)\nDo you believe us?\n\nTED\nNo.\n\nBILL\nNot at all.\n\n50 Year Old Ted takes another (this time bigger) gulp from\nhis flask. As he wipes his mouth with his sleeve:\n\n50 YR OLD TED\n(vaguely belligerent)\nWell I feel sorry for you then.\n\nBILL\nDo you have the song?\n\n50 YR OLD BILL\nDo we have the song? Do we have the song?\n\nBILL\nYes. Do you?\n\nTED\nTed. Stop drinking for a minute and look\nme in the eye. Do you have the song?\n\n50 Yr Old Ted almost looks Ted in the eye: at his eyebrows..\nbetween his eyes.. But not in the eye.\n\nTED (CONT'D)\nNo. In the eye. Look me in the eye, Ted,\nand tell me you have the song. Otherwise\nwe're gonna leave right now. Do you have\nthe song or do you not?\n\n(beat; shakes his head sadly)\nYou totally don’t have the song, do you?\n\n50 YR OLD TED\n(finishing his entire flask)\nYou know what? Screw you, me.\n\nBILL/50 YR OLD BILL\nWhoa, whoa!/Easy, Ted -\n\n50 YR OLD TED\nNo - not easy.\n(to Bill and Ted)\nYOU didn’t write the song. YOU’RE the\nones who're responsible for all of this.\nAnd you know something else, pretty boy?\n\f33.\n\nTED\nDon’t call me that.\n\n50 YR OLD TED\n“Don’t call me that.” “Dude.” You drove\nthe princesses away.\n\nBILL\nWhoa. Wait. What did you say? The\nprincesses are gone?\n\n50 YR OLD BILL\nOh, don’t act so surprised. They basically\ntold you they were gonna leave. Well, guess\nwhat? As soon as you got back from this\nstupid, failed mission - they were gone.\n\nTED\nWhat?\n\nBILL\nHow??\n\n50 YR OLD TED\nNo idea. Alls we know is they left a note\nsaying they took Will and Theo back to\n1428 and they never came back - and now\nwe've been alone for five years cause you\ndrove our wives away.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILL\nHow?? 50 YR OLD TED\nNo idea. Alls we know is they left a note\nsaying they took Will and Theo back to\n1428 and they never came back - and now\nwe've been alone for five years cause you\ndrove our wives away. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\nOur wives have been gone for five years\nand you haven’t even tried to talk to\nthem?\n\n50 YR OLD BILL\nOh - you did, alright - you just made it\nworse! They had their doubts about you,\nwhich you were totally missing, I might\nadd.. and then you went back to Medieval\nEngland and confirmed every one of em!\n\nBILL\nThere is no way we did that.\n\n50 YR OLD TED\nYah well you’re gonna eat your words in\nabout 45 seconds.\n\nBILL\nNot true. Ted - let’s go talk to our\nwives right now and set this straight.\n\n50 YR OLD TED\nFine. I’m done with you two losers.\n\f34.\n\nTed lunges for himself. Grabs himself --\n\nTED\nWhy don’t you take some responsibility,\nyou drunk!\n\n50 YR OLD TED\nWhy don’t you go knit a blob?\n\nTED\nHey!\n\n50 YR OLD TED\nBlob-knitter!\n\nTED\nYou’re rude! Get your act together, Ted!\n\n50 YR OLD TED\nYou get your act together, Ted!\n\nThe two Bills grab the two Teds - who are inches from\nthrottling each other - and pull them apart.\n\nBILL\nTed - back away - he’s not worth it.\n\n50 YEAR OLD BILL\nHe’s right. Don’t let that punk get to\nyou.\n50 Year Old Ted backs down. Bill turns Ted around.\nBILL\nLet’s go clean up the mess those us’s\nmade.\n\nAs Older Bill and Ted open the van doors, Bill and Ted see\nBILL'S FATHER, in back, in a sleeping bag.\n\nMR. PRESTON\nHi boys. How was the gig?\n\nBill stops - eyes wide. Turns to his older self.\n\nBILL\nYou live with Dad in the van?\n\nTED\n(takes Bill’s shoulder)\nWalk away, dude. Walk away.\nAs Bill and Ted make their way across the lot:\n\n50 YEAR OLD TED\nIf you don’t like it - go fix it!\n\f35.\n\n50 YR OLD BILL\nYah! Go write the song yourself instead\nof trying to steal it from us!\n\n50 YR OLD TED\nOr do something-- cuz our lives suck and\nit’s your fault.\nEXT. HOLIDAY INN PARKING LOT - A MOMENT LATER\n\nThe guys approach - and get into - the booth.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\n50 YR OLD TED\nOr do something-- cuz our lives suck and\nit’s your fault. EXT. HOLIDAY INN PARKING LOT - A MOMENT LATER\n\nThe guys approach - and get into - the booth. \n\nTARGET SECTION TO BE ANNOTATED:\nBILL\nThose older us’s were jerks.\n\nTED\nI know. I can’t believe how much I hated\nmy me.\n\nBILL\n\nI know. But we did learn something quite\nimportant from them. We gotta go back to\nEngland.\n\nTED\nYah. What’s the point of any of this is we\ndon’t got our families?\n\nThe phone booth starts to shimmer - the guys turn, prepare\nfor it to drop. And just as it starts to -\n\nBill and Ted’s eyes widen as they think they see - about 50\nfeet away across the parking lot:\n\nROLLINS in his silver booth, eyeing them as if studying them.\n\nBut before Bill and Ted have a chance to react (or even be\nsure what they’ve seen), their booth drops.. and we cut to:\n\nEXT. MEDIEVAL CASTLE - COURTYARD - DAY\n\nJoanna and Elizabeth - in 1428 attire - are at a table in the\ncourtyard, chatting with family and friends. Will and Theo -\nin modern attire - are also there, chatting amiably with\n\ntheir grandparents: the Duke and Duchess of North Umberland.\n\nWILL\n--graduated in June, now we’re just\nworking on the music.\n\nDUKE\nAnd what kind of music is that?\n\fThere’s a\n\n36.\n\nTHEO\nIt’s a blend of classic old guitar with\ntechno.. Kinda neo-bluesy.. but actually,\nwithout any place to plug in, it’s gonna\nbe a little hard to keep playing.\n\nDUCHESS\n“Plug in” to what?\n\nWILL\nThat’s a little complicated, Grandma..\n\nflash in the distance and--\n\nEXT. MEDIEVAL ENGLAND —- DAY\n\nThe booth lands in a field and the guys get out, look over\ntoward the castle and see..\n\nJoanna and Elizabeth - on horseback - riding toward them.\n\nThe wives\n\nBILL\nWhatever we do, let’s not give those other\nus’s the satisfaction of making things\nworse.\n\nTED\nDon’t worry. We definitely won’t.\n\narrive and dismount.\n\nJOANNA\nWhat are you two doing here? We need some\ntime away.\n\nTED\nRight. And we totally respect that. But\nfirst: how did you get here?\n\nELIZABETH\nThat nice man from the future showed up\nand asked if we needed anything.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd we totally respect that. But\nfirst: how did you get here? ELIZABETH\nThat nice man from the future showed up\nand asked if we needed anything. \n\nTARGET SECTION TO BE ANNOTATED:\n And we\ntold him we would very much like to come\nhome for a while.\n\nJOANNA\nSo he brought us here.\n\nBill and Ted exchange a glance: “Why would he do that?” Ted\nturns to Elizabeth.\n\nTED\nOkay. We know you’re thinking very\nseriously of leaving us.\n\f37.\n\nELIZABETH\n.-What? No, we’re not.\n\nBILL\nYes you are - you just don’t realize it\nyet, you think you’re just here for a\nvisit, but you’re totally gonna stay.\n\nOff the women’s confused looks:\n\nTED\nFull disclosure: we just saw ourselves\nfive years in the future - and you have\nevery reason to leave us because the truth\nis: we’re going to become everything you\ndon’t want us to be.\n\nBILL\nWe're just sad pathetic losers living in\nthe van with my dad--\n\nTED\nDrinking too much --\n\nBILL\nAnd lying. You can’t believe what oily\nliars we are.\n\nTED\nAnd - get this: we tried to tell\nourselves not to come here. Like we were\nsomehow going to make it worse.\n\nBILL\nWhich is ridiculous - cause knowing what\nwe know we’re only making it better,\nright?\n\nELIZABETH\nWait - what are you talking about? In\nfive years you’re living in a van - with\nyour dad - drinking too much?\n\nThe guys realize they might actually be making things worse.\nThe women are starting to eye them differently: worried, now,\nin a way they weren't before.\n\nTED\nExactly! Which is why we’re trying to\nchange that by finding the song.\n\nBILL\nBecause if we don’t find it, it’s gonna be\na lot worse than even that.\n\f38.\n\nTED\nYah, like all of reality will completely\nunravel.\n\nBILL\nBut don’t worry about that, cuz apparently\nthe future is fluid.\n\nTED\nExactly. You can change it if you do the\nright things at the right times.\n\nBILL\nLike coming here and talking to you now.\n\nELIZABETH\nI’m not entirely sure it was the right\nthing to do.\n\nJOANNA\nYes, maybe those future you’s were a\nlittle bit right.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILL\nLike coming here and talking to you now. ELIZABETH\nI’m not entirely sure it was the right\nthing to do. JOANNA\nYes, maybe those future you’s were a\nlittle bit right. \n\nTARGET SECTION TO BE ANNOTATED:\nELIZABETH\nWhy were you drinking so much, Ted?\n\nTED\nI haven’t started yet - I can’t answer\nthat.\n\nELIZABETH\nMaybe we do need a little more time than\nwe thought.\n\nTED\nWhat? No! Elizabeth, I‘1l go to AA!\n\nELIZABETH\nBut you don’t even drink.\n\nTED\nYet! But I’m about to!\n\nJOANNA\nI think we’d like you to leave now.\n\nBILL\nAnd you don’t want to come with us?\n\nJOANNA\nAre you paying any attention?\n\nTED\nFine. We’re gonna go. But you need to\nunderstand: We’re gonna keep going till\nwe succeed on our mission.\n\f39.\n\nBILL\nYah, we’re gonna find the song. We’re\ngonna save the world.\nTED\nAnd we’re gonna be together.\nINT. BOOTH - A SECOND LATER\nBill’s at the keypad as a determined Ted closes the door.\nTED\nFive years forward was clearly not enough.\nLet’s go ten this time. We certainly will\nhave written the song by then.\nBILL\nDude, I strongly believe we’re about to\nsee our lives get a whole lot better.\n\nINT. BOOTH - CIRCUITS OF TIME\n\nThe booth roars past.\n\nEXT. FOOTHILLS - NIGHT\n\nWith a flash, the booth arrives in a very nice, hilly section\nof town. City lights lay out. The “Bel Air” of San Dimas..\n\nSuper: San Dimas, California - 10 years in the future\nBill and Ted step out of the booth and immediately see:\nAN OLD FASHIONED BRITISH BUTLER\nStanding calmly, towel over arm.\nBUTLER\nMasters Logan and Preston.. Welcome home,\n\ngentlemen.\n\nThe Butler opens a gate and leads the amazed guys into..\n\nTHE MOST BEAUTIFUL HOME IMAGINABLE\n\nSix car garage, gardens, fountains, huge view. In the\ndriveway: a Bentley, a Range Rover, a Porsche, a 65 Mustang.\n\nBILL\nDude.. We did it! Look at where we live.\n\f40.\n\nTED\nYah - and look at what we’re driving.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nLook at where we live. 40. TED\nYah - and look at what we’re driving. \n\nTARGET SECTION TO BE ANNOTATED:\n One\nsong did all this?\n\nBILL\nTed - what if it wasn’t just one song?\nWhat if after we wrote it, the dam broke\nand they just kept coming and coming?\n\nSubtle air guitar as the Butler ceremoniously opens the door.\nBUTLER\nThe masters of the house are on the way\ndown. Might I offer you a spot of\nchampagne?\n\nHe extends a tray with four flutes of champagne. The guys\ntake two, then hear casual laughter and see..\n\nCOMING DOWN THE GRAND OPULENT STAIRCASE\n\n55 YR OLD BILL AND TED, wearing expensive clothes and\njewelry. Whereas 55 Yr Old Bill’s clothes are loose,\nflowing; 55 Yr Old Ted’s are tighter, more form-fitting.\nBill’s hair is long and flowing; Ted's is “casually unkempt.”\n\n55 YR OLD TED\nWhy hello younger us’s.\n\n55 YR OLD BILL\nQuel plaiser a vous voir.\n\nBILL\nDude - I speak French?\n\n55 YR OLD BILL\nOui, monsieur.\n\nBILL\nExcellent!\n\n55 YR OLD BILL\nI think you mean.. Excellente.\n\n55 Yr Old Bill and Ted raise their champagne flutes.\n\n55 YR OLD TED\nTo your futures.\n\nTED\nSo, then.. I guess you have the song?\n\f41.\n\n55 YR OLD TED\nWhy would we be living like this if we\ndidn't?\n\nTED\nAnd the princesses..?\n\n55 YR OLD BILL\nBrace yourselves.. Are you ready?\n\n55 YR OLD TED\nThey're back.\n(as Bill and Ted audibly exhale)\nThey've been back for a while. And things\nare better than ever.\n\nHuge loads are lifted from Bill and Ted’s shoulders.\n\nTED\nOh, that’s such a relief.\n\n55 YR OLD TED\n(a hand on Ted’s shoulder)\nI know you feel that way, Ted. And it’s\nall gonna be good.\n\nTED\nReally?\n\n55 YR OLD TED\nReally.\n\n55 YR OLD BILL\nAnd - do you know why that happened?\nBecause a certain chanson changed the\nlives of two gentlemen named Bill and\nTed..\n\n55 YR OLD TED\nBut enough prologue. We know the time is\nslipping by on that crazy clock of yours.\nThis way.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\n55 YR OLD TED\nBut enough prologue. We know the time is\nslipping by on that crazy clock of yours. This way. \n\nTARGET SECTION TO BE ANNOTATED:\n55 Year Old Bill and Ted lead the guys past a SUNKEN LIVING\nROOM, where they hear:\n\nMR. PRESTON’S VOICE\nSalutations, boys!\n\nBILL\nDad!?\n\nBILL'S FATHER sits on the sofa, dressed in a pashmina caftan.\nHe raises his own champagne flute - and a small silver tray.\n\f42.\n\nMR. PRESTON\nCaviar?\n\n55 YEAR OLD BILL\nIn a moment dad - we’re gonna play em the\nsong first.\n\nMR. PRESTON\nYou're in for a treat, boys! Enjoy!\n\nMOVING DOWN A LONG HALLWAY\n\nBill and Ted follow 55 Yr Old Bill and Ted down a hallway\nlined with POSTERS, GOLD RECORDS, MAGAZINE COVERS -- all with\nBill and Ted on the cover. We see: “BILLBOARD NUMBER ONE\nSONG 131 WEEKS IN A ROW!”\n\nBILL/TED\nWhoa..\n\n55 YR OLD TED\n(to 55 Yr Old Bill)\nRemember that?\n\n55 YR OLD BILL\nLike it was yesterday. And I remember me\n\nsaying --\n55 YR OLD BILL (CONT’D) BILL\nWhoa! Ted! Check out the Whoa! Ted! Check out the\ncover of Rolling Stone, dude! cover of Rolling Stone, dude!\n\nBill points to a cover that says “Q: CAN A SONG CHANGE THE\nWORLD? A: TOTALLY!”\n\n55 YR OLD TED\nAnd I remember the feeling I had when we\nus’s showed you us’s into our somewhat\nnice recording studio.\n\nThey open a double-door and Bill and Ted follow them into --\n\nA SPECTACULAR MUSIC STUDIO\n\nBeyond state of the art. Instruments everywhere. Clearly a\nlot of great music has been - and is being - made here.\n\nBILL/TED\nNo way..\n\n55 YR OLD BILL/55 YR OLD TED\nYes way, Bill and Ted.\n\f43.\n\nTED\nSo it worked! Our plan worked!\n\n55 YR OLD BILL\nOf course it worked. You guys totally took\nthe song - the one we’re about to play for\nyou - played it at the Forum - the girls\nwere there - and it changed everything.\n\nBILL\nWait - we’re gonna play that concert?\n\nTED\nWe haven’t even sold one ticket.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou guys totally took\nthe song - the one we’re about to play for\nyou - played it at the Forum - the girls\nwere there - and it changed everything. BILL\nWait - we’re gonna play that concert? TED\nWe haven’t even sold one ticket. \n\nTARGET SECTION TO BE ANNOTATED:\n55 YEAR OLD TED\nRemember: reality is fluid.\n\nBILL\nBut what about the guys we just saw?\nThose loser us’s from 5 years ago?\n\n55 YR OLD BILL\nDudes - you’ve been told this before:\n\n55 YR OLD TED\nThat reality will only happen if you don’t\ntake this song back with you. Those guys\ndon't need to exist. Trust me, Ted - it’s\namazing how fast life can change when you\ndo the right things.\n\n55 YR OLD BILL\nBut you guys gotta make it happen.\n\nTED\nWe will, we will.\n\n55 Yr Old Bill and Ted point to two very plush seats - where\nthe guys sit.\n\nBILL\nI must say, Ted, as much as I disliked\nthose previous us’s, I like these us’s.\n\n55 YR OLD TED\nOkay! Enough talking. Are you ready to\nface the music?\n\nBill and Ted nod as 55 Yr Old Bill and Ted put the most\nspectacular pair of over-the-ear EARPHONES on them..\n\nAnd, with a nod and a wink at the guys, and at each other...\nthey move to the soundboard and hit PLAY.\n\f44,\n\nCLOSE ON BILL AND TED\n\nThe moment they’ve been waiting for for twenty years is here.\nAnd - though we only hear the barest, most muffled SENSE of\nmusic from beneath the headphones - from the very first\nmoment we can tell that it’s not disappointing.\n\nA tear is forming in Bill’s eye. Ted looks stunned - deeply\nimpressed, but it’s more complex than that.\n\nAnd while this is happening, we CUT AWAY TO:\n\nEXT. MANSION - NIGHT - SAME\n\nThe security gate starts to slowly open as a HUGE WHITE LIMO\npulls up in the street outside the mansion. Meanwhile --\n\nINT. MANSION - SAME\n\nFor reasons that are unclear to us, the BUTLER sees the\nheadlights and suddenly snuffs his cigarette out on the\nfloor, spins and bolts through the kitchen, and out a door.\n\nINT. MUSIC STUDIO - SAME\n\nClose on the guys as the song ends. Bill’s in tears. Ted’s\nin disbelief. They slowly pull the headphones off.\n\nBILL\nThat is truly the most amazing song I’ve\never heard.\n\nTED\nYah.. It’s great.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILL\nThat is truly the most amazing song I’ve\never heard. TED\nYah.. It’s great. \n\nTARGET SECTION TO BE ANNOTATED:\n Honestly? I\nwouldn’t’ve thought we had it in us.\n\n55 YR OLD TED\nWell you do, and now it’s time to get it\nout to the world.\n\nTED\nI don’t even know how to thank you.\n\n55 YR OLD BILL\n(re Ted’s watch)\nYou guys should probably get going.\nBill nods, shakes his older self’s hand.\n\nBILL\nI‘’1l never forget you, Bill.\n\f45.\n\n55 YR OLD BILL\nRight back atcha, Billy boy.\n\nThe handshake turns into an affectionate bearhug. Ted looks\nat his older self.\n\nTED\nWell... so long, I guess.\n\n55 YR OLD TED\nYah, so long.\n\nThey nod to each other - somehow slightly wary of each other.\n\nINT. HALLWAY - MOMENT LATER\n\nAs the guys head out, Bill looks over at Ted, confused.\n\nBILL\nDude. Why were you acting so weird with\nyourself?\n\nTED\n\nI just got a weird feeling.\n\nBILL\nYou always have a weird feeling when\nyou're with other you's.\n\nTED\nI know, I gotta stop being so suspicious\nof myself.\n\nBILL\n\nYah, you do, cuz it’s all gonna be fine.\n\nThey reach the front door and throw it open, extremely\nsurprised to see --\n\nEDDIE VAN HALEN\n\nStanding there, a suitcase at his side, a guitar case slung\nover his shoulder - his house keys out, about to open the\nfront door.\n\nEDDIE VAN HALEN\nWyld Stallyns?? What the hell are you\ndoing in my house?\n\nBILL/TED\nEddie Van Halen?!\n\nBILL\nThis is our house, dude.\n\f46.\n\nEDDIE VAN HALEN\nWhat are you talking about?\n\nBILL\nThis is our house - or at least the house\nof future us’s.\n\nEDDIE VAN HALEN\nYou two need to leave right now or I’m\ncalling the cops.\n\nBILL\nNo, you need to leave right now, Eddie Van\nHalen - or we’ll call the cops.\n\nSuddenly - Ted slams the door and slides the deadbolt. He\nturns and starts purposefully down the hallway.\n\n \n\nTED\nOh no, oh no oh no oh no..\n\nINT.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nturns and starts purposefully down the hallway. TED\nOh no, oh no oh no oh no.. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n STUDIO - SAME\n\n55 Yr Old Bill and Ted are undressing - as actors would after\na performance. It’s now obvious why their clothes didn’t fit\nwell: because they’re both wearing Eddie Van Halen’s clothes,\n\nand he’s bigger than Bill and smaller than Ted.\n\nBill removes his WIG - revealing that he is almost totally\nbald (except a thin strip of Friar Tuck hair at the back).\n\n55 YR OLD BILL\nI think we totally fooled those other\nus's.\n\nTed pulls his shirt off, revealing he is wearing a MALE\nGIRDLE. He loosens it - he’s easily 80 pounds overweight.\n\n55 YR OLD TED\nI hope so. I didn’t like the way I was\nlooking at myself..\n\nTed downs a long, long swig of Eddie Van Halen’s VODKA.\n\nIN THE HALLWAY - SAME\nTed has stopped, is staring at one of the magazine covers.\n\nTED\nI don’t believe it..\n\nBILL\nWhat is it?\n\f47.\n\nTed nods to the cover which, when you look at it more\ncarefully, is very obviously “photo-shopped.”\n\nINT. STUDIO - SAME\n55 Yr Old Bill and Ted raise their glasses in a toast.\n\n55 YR OLD TED\nNow.. We wait for those other us’s to go\nback and change everything.\n\n55 YR OLD BILL\nTo our lives gettin’ a whole lot better.\n(then)\nTed - seriously - slow down on the vodka,\ndude.\n\nNow the door flies open and Bill and Ted, enraged, storm in.\n\nTED\nYou guys totally lied to us!\n\n55 YR OLD BILL\nWhat are you doing here, why haven’t you\ntaken the song back to the Fabulous Forum?\n\nBILL\nMaybe cuz it’s not our song!?\n\n55 YR OLD BILL/50 YEAR OLD TED\nCh (feigning shock)\nWhat?\n\nTED\nIt’s Eddie Van Halen’s song, he wrote it.\nAnd this is his house.\n\n55 YR OLD TED\nOn what basis would you say something so\nutterly ridiculous?\n\nTED\nCuz we just ran into him. He’s outside,\ncalling the cops.\nOlder Bill turns to Older Ted, frustrated and annoyed.\n55 YR OLD BILL\nTed, I told you Eddie Van Halen came back\nthis week.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s outside,\ncalling the cops. Older Bill turns to Older Ted, frustrated and annoyed. 55 YR OLD BILL\nTed, I told you Eddie Van Halen came back\nthis week. \n\nTARGET SECTION TO BE ANNOTATED:\n55 YR OLD TED\nI totally thought he came back next week.\n\nThe two younger guys look at their older selves, shocked.\n\f48.\n\nBILL\nYou're totally bald, Bill.\n\nTED\nAnd you're a fat drunk, Ted.\n\n55 YR OLD BILL/55 YR OLD TED\nHeyyyyyy--\n\nTED\nWhat on earth were you guys even\nthinking??\n\nOlder Bill and Ted get up, cross to their younger selves.\n\n55 YR OLD BILL\nWhat were we thinking? That we had the\nperfect plan, and we still do.\n\n55 YR OLD TED\n(nodding)\nJust cuz you two couldn’t come up with a\ngreat song and Eddie Van Halen did doesn’t\nmean we should be punished for that.\n\nTED\nWhat? That doesn’t even make sense.\n\nThere is the sound of sirens outside.\n\n55 YR OLD BILL\nYou gotta go right now.\n\nBILL\nNo way, it’s not our song.\n\n55 YR OLD TED\nTake it now and it will be yours. When\nEddie Van Halen comes up with it in 10\nyears, he'll be stealing it from you.\n\nBILL'S VOICE\nI think it’s a great idea, Ted. We should\nleave right now and do exactly what the wise\nolder us’s say - regardless of what I might\nsay immediately following this sentence.\n\nTED\nReally?\n\nBILL\nDude! No! He’s ventriloquizing me!\n\n55 Yr Old Bill shrugs - “innocent.”\n\f49.\n\nTED\nWe're not gonna do it, forget it.\n\n55 YR OLD BILL\nFine. I guess saving the world is just\nirrelevant to you now.\n\nBILL\nYou're not interested in saving the world -\nall you care about is saving your own\npathetic lives.\n\n55 YR OLD BILL/TED\nWrong.\n\nTED\nYour blatant cynicism is both transparent\nand appalling, Ted.\n\n55 YR OLD TED\nFine. Maybe you'll care about this:\ntaking the song is your only chance to get\nthe princesses back.\n\nTED\n(as if punched in the gut)\nYou were lying about that.\n\n55 YR OLD TED\nOf course we were lying. They don’t want\nto have anything to do with you. Cause\nthey think you’re losers. Which you are.\nCause you make bad choices. Like this.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhich you are. Cause you make bad choices. Like this. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\nI’m so disappointed in you, me.\n\n55 YR OLD TED\nI don’t care what you think of me, Ted.\nOur life is hell and if you don’t go back\nand change it --\n\nTED\nOh - it’s all about you --\n\n55 YR OLD BILL\nTed and Ted - take it easy - this plan\nwill work - everyone’s life will be better\nif you guys just would --\n\nThere’s loud pounding on the front door.\n\nOS VOICE\nIt's the police, open up!\n\f50.\n\n55 YR OLD BILL\nSo what do you say - are you gonna do it\n\nor not?\n\nBILL\nNo way, dude. You had ten years to write\nthe song --\n\nTED\n\nAnd we're not gonna build a fake future on\none that’s not even ours.\n\n55 Yr Old Bill and Ted look at each other.\n\n55 YR OLD BILL\nFine.\n\nHe and 55 Yr Old Ted pull out GUNS.\n\n55 YR OLD TED\nThen we’ll do it. We’ll take the song,\nand the booth, and we’ll go back.\n\n55 YR OLD BILL\nThis is our third strike, and we’re not\ngoing back to jail, I can tell you that.\n\nBILL\n\nDudes - seriously - you don’t have to pull\nguns on us.\n\n55 YR OLD BILL\nOh yah we do. Cause watch what happens if\nwe don’t.\n\nThey lower their guns. Instantly Bill and Ted try to run\naway - scrambling desperately for the door - then stopping\nwhen they hear the loud clicks of the guns.\n\n55 YR OLD BILL (CONT’D)\nSee?\n\nBILL\nI have to admit, you were right.\n\nQuickly Ted grabs a guitar and swings it into older Ted -\nshoving him back into older Bill.\n\nTED\nYou dicks.\nINT. MANSION - CONTINUOUS\n\nOur guys race out the studio door and, unsure which way to\nturn, scramble down the hall and through --\n\f51.\n\nTHE LIVING ROOM\n\nWhere they race past Bill’s Father - who is now sitting on\nhis caftan on the floor (wearing his shabby, filthy clothes).\n\nMR. PRESTON\n(teary)\nBill - where are you going?\n\nBILL\nI can’t believe you participated in this\ncharade.\n\nMR. PRESTON\nI’m sorry, Bill.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILL\nI can’t believe you participated in this\ncharade. MR. PRESTON\nI’m sorry, Bill. \n\nTARGET SECTION TO BE ANNOTATED:\n I miss your mother and I\njust wanted it all to be good again.\nBill looks at his wan, pathetic father.\nBILL\nHang in there, Dad - things will get\nbetter at some point.\n(trying to convince himself)\nI mean.. They have to.\n\nAnd he and Ted rush down--\n\nANOTHER HALLWAY\n\nBut then come to a skidding halt when -- at the staircase at\nthe end -- they see OLDER BILL AND TED, blocking their way.\n\n55 YR OLD TED\nYou guys can’t get away from us, you know.\n\n55 YR OLD BILL\nYah, cuz we totally remember everything\nyou’re gonna do.\n\nBill and Ted hesitate, then suddenly dive out a window.\n\nEXT. EDDIE VAN HALEN’S HOUSE - CONTINUOUS\n\nBill and Ted roll, leap up, then stop when they see: on the\nroof, the 55 Yr Old thems are aiming guns at them.\n\n55 YR OLD BILL/55 YR OLD TED\nTold ya!\n\f52.\n\nEXT. FRONT OF THE HOUSE - SAME\n\nPolice cars in the driveway, lights flashing. A cop is\ninterviewing Eddie Van Halen. A third car squeals into the\ndriveway and Deacon - ten years older now - jumps out.\n\nDEACON\nTell me this isn’t my brother and Bill.\n\nCOP\nSorry, Deac.\n\nDeacon sighs, grabs a bullhorn and yells:\nDEACON\nTed!! Come out right now, or I’1l have to\ncall Dad!!\n\nEXT. BACK OF EDDIE VAN HALEN’S HOUSE - SAME\nThe guys hear Deacon’s voice on the megaphone.\nTED\n\n(yells)\nDeacon! It’s not me!\n55 YR OLD TED\nYes, Deacon! It totally IS me!\n\nFRONT OF HOUSE\n\nDeacon and the other cops - along with Eddie Van Halen -\nlisten to the voices from the back yard:\n\nTED (0.S.)\nThis me talking is from ten years ago, and\nI don’t have anything to do with this!\n\nBILL (0.S.)\nIt’s totally true, dude! It’s the future\nus’s that you want!\n\n55 YR OLD BILL (0.S.)\nShut up, Bill!\n\nBILL (0.S.)\nYou shut up, Bill!\n\nDeacon grabs his radio.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILL (0. S.)\nYou shut up, Bill! Deacon grabs his radio. \n\nTARGET SECTION TO BE ANNOTATED:\nDEACON\nDad, you gotta get down here.\n\f53.\nBACK OF HOUSE\nBill looks to Ted.\n\nBILL\nWe gotta make a break for it.\n\nTED\nYah, but how? They’re us - they remember\neverything we’re gonna do.\n\nBILL\nThat means we gotta do something we can’t\npossibly remember.\n\nTED\nHow do we do that?\n\nTed thinks a moment, then..\n\nTED (CONT'D)\nDude - check it out.\n\nTed pulls his shirt up so his head is hidden. His arms\nflail.\n\nTED (0.S.) (CONT'D)\nI totally can’t see where I am!\n\nBill nods - does the exact same thing. And now..\n\nUP ON THE ROOF\n55 Yr Old Bill and Ted look at each other, alarmed.\n\n55 YR OLD BILL\nOh no.. The head in shirt move.\n\n55 YR OLD TED\nI was hoping those younger us’s wouldn't\nthink of it this time.\n\nDOWN BELOW\n\nWe HEAR Bill and Ted's voices as we see what basically looks\nlike two headless bodies running in circles.\n\nBILL (0.S.)\nDude! What do we do?\n\nTED (0.S.)\nNo idea! That’s the point!\n\f54.\n\nThey spin, sprinting in odd, random, chaotic, arbitrary\ndirections - like pinballs - as they rush out the gate and\nstart spinning down the alley..\n\nFalling at times, bumping into each other, into walls..\nTripping, getting up.. For a moment Bill’s shirt drops.\n\nBILL\nOh no! I can see!\n(then; pulling his shirt up)\nSpin me dude! I can’t know where I am!\n\nTed spins him and pushes him over and now the two of them\nstart ROLLING DOWN THE HILL - gaining speed..\n\nFRONT OF HOUSE\n\nInto the swarm of police cars out front, CHIEF LOGAN\nscreeches to a halt, jumps out, enraged.\n\nLOGAN\nTED!\n\nDEACON\nDad, I think Ted needs help. He was\ntalking to himself like he’s two people--\n\nLOGAN\nThis ends now. The lies, the delusions.\nI’m done with him. I’m done with both of\nthem.\n(turns; gives the signal)\nTake them! Now!\n\nAnd the cops burst the door down and race into the house.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\n(turns; gives the signal)\nTake them! Now! And the cops burst the door down and race into the house. \n\nTARGET SECTION TO BE ANNOTATED:\nAT THE BACK OF PROPERTY - SAME\n55 Yr Old Bill and Ted yell from the top of the hillside:\n\n55 YR OLD BILL\nYou guys are idiots! This woulda worked!\n\n55 YR OLD TED\nYou haven’t heard the last of us! We’re\ngonna get you, Bill and Ted!\nSuddenly cops come out, guns drawn.\nLOGAN\nDrop your weapons and get on the ground!\nNow!\n\n55 Yr Old Bill and Ted turn to each other.\n\f55.\n\n55 YR OLD TED\nDude, there is no way I’m going back to\njail.\n\n55 YR OLD BILL\nBlaze of glory, Ted.\n\nAnd - like Butch and Sundance - they just start rushing down\nthe hill, turning back and firing madly as --\n\nLOGAN\nGet them! NOW!\n\nPolice fan out, start moving, keeping cover.. Deacon and\nLogan turn and race back into Deacon’s police car, as --\nEXT. BOTTOM OF THE HILL - NIGHT\n\nBill and Ted tumble to a stop against a wall and Bill and Ted\ndizzily pull their shirts down.\n\nBILL\nDude - that totally worked!\n\nTED\nYah - maybe we should always not know what\nwe're doing.\n\nBILL\nWe gotta try and get back to the booth..\n\nWobbly, they start up the hill, hearing GUNSHOTS, as--\n\nJUST UP THE HILL\n\n55 Yr Old Bill and Ted scramble from the cops, firing, as a\npolice chopper sweeps the area with a searchlight and --\nINT. DEACON’S POLICE CAR - DRIVING - SAME\n\nDeacon screeches around a turn, heading downhill.\n\nLOGAN\nDown there! Hurry! Go!\n\nSuddenly, in the wash of headlights, they SEE --\nBill and Ted, moving swiftly past them, uphill.\nDeacon slams on the brakes.\n\nLOGAN (CONT'D)\nTurn it around!\n\f56.\n\nBut it’s a narrow alley - it takes some maneuvering, as..\n\nBILL AND TED\n\nRace up through some bushes and weave toward --\n\nTHE PHONE BOOTH\nInto which they leap and start frantically dialing.\n\nTED\nDude - where are we going?\n\nBILL\nWe just gotta keep going further into the\nfuture! At some point, we’ll find the\nsong.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nTED\nDude - where are we going? BILL\nWe just gotta keep going further into the\nfuture! At some point, we’ll find the\nsong. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\nTen more years?\n\nBILL\nYes! Go!\n(seeing something)\nDUDE - what’s that?\n\n \n\nFor a BRIEF INSTANT they think they see ROLLINS again -\nleaning against his silver phone booth across the street.\n\nBut suddenly they’re AWASH IN BRIGHT LIGHT - from the\nHELICOPTER above them - as well as from --\n\nDEACON’S POLICE CAR\n\nWhich roars up - spotlight fixed on them.\n\nLOGAN’S VOICE (ON SPEAKER)\nTED! Step out of that phone booth, Ted!\n\nTED\nSorry dad! I’m not the me you want\nanyway!\n\nLOGAN’S VOICE\nI don’t want to hear it Ted! Come out\nright now!!\n\nBill finishes dialing and the booth starts to shimmer..\n\nFROM WITHIN DEACON’S POLICE CAR\n\nLogan squints into the bright light:\n\f57.\n\nLOGAN\nWhat the hell?\n\nHe grabs the spotlight from the side of the car - and turns\nit on. Now --\n\nIts beam shoots forward - and connects with the shimmer of\nthe phone booth. And in so doing, the sparks from the\nbooth’s antenna travel along the beam of the light, until..\n.-the police car itself begins to shimmer...\n\nLOGAN (CONT'D)\nDeacon - what the hell is going on??\n\nDEACON\nI have no idea!\n\nThen, suddenly -- as the antenna on top of the police car now\nsparks like the antenna on top of the booth..\n\nEXT. POLICE CAR - CONTINUOUS\n\nThe other cop cars all screech to a halt as --\n\nDeacon’s car VANISHES RIGHT BEFORE THEIR EYES.\n\nCOPS, confused, scratch their heads and we cut to..\n\nTHE CIRCUITS OF TIME - SAME\n\nThe phone booth careens past.. followed a second later by -\n\nDEACON’S POLICE CAR\nWhere Logan is apoplectic. He yells into the microphone.\nLOGAN\nPULL OVER TED! PULL OVER NOW!\nINT. PHONE BOOTH - SAME\nTED\nDad! You gotta go back! Put it in\n\nreverse! Deacon - go back!\n\nBut the police car is catching up. The guys’ eyes widen as\nthe police car is ABOUT TO collide with them when --\n\nSOME KIND OF BRIGHT SILVER CROSS TRAFFIC\n\f58.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nDeacon - go back! But the police car is catching up. The guys’ eyes widen as\nthe police car is ABOUT TO collide with them when --\n\nSOME KIND OF BRIGHT SILVER CROSS TRAFFIC\n\f58. \n\nTARGET SECTION TO BE ANNOTATED:\nFlares past in a blur - missing the booth but nearly\ncolliding with --\n\nTHE POLICE CAR\n\nWhere Deacon cranks the wheel hard -- screaming -- as --\n\nINT. CIRCUITS OF TIME - CONTINUOUS\nThe police car spins rapidly and..\n\nLOGAN\nGodddddamnit Teeeeddddddddddd!!!!\n\n..it whirls into a 360 and shoots off to the side and--\n\nEXT. DESERT - SOMEWHERE - DAY\nHOLD A BEAT on the vast, arid desert until..\n\nDEACON/LOGAN (0.S.)\nAhhhhhhhhhhhhhhh\n\n..the POLICE CAR APPEARS and.. WHAM. It hits the ground with\na thud. Beat.\nINT. CAR - CONTINUOUS\nLogan and Deacon - speechless and dazed - groggily look up.\nLOGAN\nWhere the hell are we?\nREVERSE ANGLE - THEIR POV\n\nTHROUGH THE WINDSHIELD they see, a half mile in the distance,\nthe GREAT PYRAMID - about 2/3rds complete.\n\nSuper: Egypt - 3000 BC\n\nDeacon and Logan just sit there, in the police car, taking it\nin. For a while. Until we cut to:\n\nEXT. - DENSE FOG - NIGHT\n\nThe booth lands - somewhere - some flat, grey space. The\nguys look at each other, open the door.\n\nBILL\nWhere are we, dude?\n\f59.\n\nThey look around in the fog, hearing something guttural and\nawful in the distance: low, grinding guitar - pounding, trash\ncan-like percussion. Death metal - at its darkest.\n\nThey start toward the music. As they do, they become aware\nof FACES - HARDENED, HOLLOW-EYED MEN - in shadowy corners\nstaring at them, as if waiting for something, anticipating..\n\nAs they walk, MORE FACES become visible - denser now -\nshoulder to shoulder... Then two rows deep... four.. and..\n\nThey start to hear snippets of a song.\n\nSONG\nPAIN..... DEATH..... HOPELESS,\nHELPLESS....... DYING BREATH.....\nTED\n\nI got a bad feeling about this.\n\nBehind the rows of men all watching them as they pass, they\nsee barbed wire.. And guard towers.. and guards, with guns.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nTED\n\nI got a bad feeling about this. Behind the rows of men all watching them as they pass, they\nsee barbed wire.. And guard towers.. and guards, with guns. \n\nTARGET SECTION TO BE ANNOTATED:\nThey’re in a PRISON. With everyone focussed on one thing:\n\nBill and Ted, walking through the foggy, dimly lit yard,\ntoward..\n\nTWO FIGURES\nwho become more and more distinct as Bill and Ted approach.\n\nSuper: San Quentin, 20 years in the future\n\nCLOSER - THE FIGURES\n\nBill and Ted, in their mid-60's. Hardened beyond what we\nwould ever have imagined: shaved heads, tattoos, heavily\nmuscled. Bill grinds a guitar, Ted ‘sings’ - ferociously\ngrowling out the final words, which sound something like:\n\n65 YR OLD TED\n«+WELCOME..... WELCOME TO THE END.\n\nThen it ends. 65 Yr Old Bill and Ted look up with dead eyes.\n\nTED\nHow’s it goin’, older incarcerated Bill\nand Ted?\n\n65 YR OLD BILL\nHow'd you like our song? And yah - it\nactually is our song.\n\f60.\n\nBILL\nIt’s very, you know, intense. Passionate.\nBut is it the song?\n\n65 YR OLD TED\nDoes that matter?\n\nBILL\nWell, yah - if we’re gonna save the world.\n\n65 YR OLD BILL\nDoes that matter?\n\n65 Yr Old Bill and Ted stare-- hard. The guys look at each\nother, concerned.\n\nBILL\nSo-- I think we'll be leaving now.\n\nTED\nIt was really excellent seeing you guys,\ngood luck with everyth-\n\n65 YR OLD BILL\nYou're not going anywhere, blondie.\n\nBILL\n“Blondie?” Dude-- I’m you.\n\n65 YR OLD BILL\nLike I care.\n\nThe wall of prisoners has circled them and the men are\nstaring - waiting for what seems to have been promised them.\n\nTED\nWhat’s going on?\n\n65 YR OLD TED\nOur friends here have been waiting for ten\nyears for the chance to kick your asses.\n\nBILL\nWhat?\n\nTED\nNo way.\n\n65 YR OLD TED\nWay, guy.\n\nTED\n“Guy?” You don’t even know my name?\n\n65 YR OLD TED\nI don’t care what your name is.\n\f61.\n\nPrisoners pull out pipes, blades-- start to close in.\n\nBILL\nSeriously dudes, you can’t just let us get\nkilled.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n61. Prisoners pull out pipes, blades-- start to close in. BILL\nSeriously dudes, you can’t just let us get\nkilled. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\n\nYah - cuz if you do, then you totally\nwon't exist.\n\n65 YR OLD BILL\nIt doesn’t matter.\n\nTED\nThat is most nihilistic.\n\n65 YR OLD BILL\nIt doesn’t matter.\n\nBILL/TED\nStop saying that.\n\nKnives go up to Bill and Ted’s throats.\n\n65 YR OLD TED\nSee you in hell, guy.\n\nTED\nOkay. Um. I don’t want to be\nargumentative here. But I don’t think\nthere could be two souls of the same\nperson in one hell.\n\n65 YR OLD TED\nWell, there’s two of us here.\n\n65 YR OLD BILL\nTed - don’t --\n\n65 YR OLD TED\n“Oh, I’m Ted and I’m a philosophical\nmonist!”\n\nTED\nWell, I am! And I knew you knew my name!\n\n65 YR OLD BILL\nTed - do not get drawn into this argument -\nwe talked about this -\n\nSuddenly we hear a crackling and see a flash of light in the\nsky. 65 Yr Old Bill looks at 65 Yr Old Ted with urgency.\n\n65 YR OLD BILL (CONT’D)\nWe gotta do this before that future guy\nshows up and --\n\fSuddenly he freezes. As does 65 Yr Old Ted.\n\nAnd everyone else around them as..\n\nOnly Bill and Ted are able to move. Their eyes widen as\nROLLINS steps out of the SILVER BOOTH and walks toward the\n\nnow completely motionless scene..\n\nBILL\nHow’s it goin’, dude?\nROLLINS\nYou tell me.\nTED\nBad.\nBILL\n\nWe're looking. We’re trying to find the\nsong.\n\nROLLINS\nWell whatever you’re doing is not working.\n\nTED\nSorry, dude..\n\nROLLINS\nI don’t care if you're sorry. There are a\nlot of people depending on you. You need\nto figure this out, and you need to figure\nit out fast.\n\nTED\nHow? We keep going further and further\ninto the future and things keep getting\nworse and worse.\n(looking at his older self)\nI don’t even recognize myself anymore.\n\nBILL\nI’m starting to think maybe there is no\nsong.\n(pause)\nIs there no song?\n\nROLLINS\nI don’t know. You have to figure this out\nyourselves.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\n(pause)\nIs there no song? ROLLINS\nI don’t know. You have to figure this out\nyourselves. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\nWe've like travelled through our whole\nlives almost..\n\nROLLINS\nHave you?\n\f63.\n\nA pause. The guys look at each other..\n\nTED\nWell, I guess not our whole lives..\nBILL\nAre you saying we should go.. to the very\n\nend?\nHe just looks at them, shrugs.\n\nTED\nLike.. our end?\n\nA MOMENT LATER\n\n--FLASH -- Bill and Ted, in the phone booth - are seen\nbriefly - worried - as it drops from view, revealing:\n\nRollins, standing over the frozen scene, a look of grave\nconcern on his face as he steps into his silver booth and it\nwhooshes away. As it goes..\n\n.-the prisoners return to their natural movement.\n\n65 YR OLD BILL\nDude - I told you not to have that\nargument with yourself!\n\n65 YR OLD TED\nI went out of my way to make sure it was\nshorter.\n\n65 YR OLD BILL\nIt wasn’t! Ted - it was the exact same\nargument you had back then!\n\n65 YR OLD TED\nMaybe so - but he was so wrong! And I\ntold you to stop me!\n\n65 YR OLD BILL\nI was trying! I was yelling!\n\nEXT. ANCIENT EGYPT - 3000 BC\n\n2 DOZEN SLAVES HAUL STONES on a GIANT WAGON up a hill along a\nNARROW PATH in the desert. Slavedrivers crack whips. After\na moment of this we HEAR A SIREN BLIP and..\n\nLOGAN\n(amplified)\nThis is the San Dimas Police. Please stop\nwhat you’re doing and drop your weapon.\n\f64.\n\nThe Rear Slavedriver looks back, sees:\n\nThe SAN DIMAS POLICE CAR behind it, its lights on.\n\nINT. POLICE CAR - SAME\n\nDeacon and Logan just sit there, looking at the line of\nslaves blocking the road in front of them. Until..\n\nDEACON\nSo.. You gonna say it, dad, or am I?\nLOGAN\nSay what?\nDEACON\nThat Ted was right?\nLOGAN\nJust drop it. I want us out of here.\n\nNOW.\n(holds mic to his lips)\nI said - this is the San Dimas--\n\nDEACON\n(rolling his eyes)\nDad --\nLOGAN\nFine.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nI want us out of here. NOW. (holds mic to his lips)\nI said - this is the San Dimas--\n\nDEACON\n(rolling his eyes)\nDad --\nLOGAN\nFine. \n\nTARGET SECTION TO BE ANNOTATED:\nFrustrated - Logan sets the mic down, opens his car door.\n\nEXT. CAR - CONTINUOUS\n\nThe Slavedriver - and the slaves - all turn and gape as..\nLogan emerges from the police car, putting in his billy club.\n\nLOGAN\nHave any of you men seen a phone booth\ncirca USA approximately 1989? Phone\nbooth.\n\nDEACON\n(rolls down window)\nDad - it’s 5000 years ago - there’s no\nversion of that that they understand.\n\nLOGAN\n(to slavedriver, who is raising\nhis scimitar)\nIf you draw that weapon I will arrest you,\nsir.\n\f65.\n\nDEACON\nDad - you can’t arrest this guy. This is\nlike three thousand BC.\nLOGAN\n(ignoring Deacon)\nSir - this is your last chance.\n\nThe guy - uncomprehending - raises his scimitar. Logan\nshakes his head - grabs his taser - and -\n\nDEACON\nDad - this is a terrible idea\n\nAs the slavedriver comes at Logan with his huge blade, Logan\ninstantly shoots him in the bare chest with his taser.\n\nThe guy shakes violently and crumples to the ground, where he\nlays there, twitching and writhing.\n\nThe slaves are terrified. Another GUARD comes at Logan.\nLogan tases him too. But more and more guards are coming.\n\nDEACON (CONT'D)\nGreat. Now what are you gonna do?\n\nLogan grabs his GUN and FIRES IT INTO THE AIR.\n\nWhich causes immediate and widespread panic.\n\nON THE WAGON\n\nThe slaves scatter - the ones who were pulling the giant\nboulder. The ones who were securing it. It starts to move..\nJUST BELOW IT\n\nDeacon’s eyes widen.\n\nDEACON (CONT'D)\nDad!\n\nLOGAN\nI’m not quite done here -\n\nDEACON\nDAD! WE HAVE TO GO!\n\nLogan turns -- sees the boulder dislodging and starting to\nroll. He turns quickly. And he dives back into --\n\nTHE POLICE CAR\n\nWhere Deacon steps on the gas.\n\f66.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns quickly. And he dives back into --\n\nTHE POLICE CAR\n\nWhere Deacon steps on the gas. 66. \n\nTARGET SECTION TO BE ANNOTATED:\nLOGAN\nGO! Put it in reverse!\n\nBut the tires spin in the sand and --\n\nTHE BOULDER\n\nGains speed and rolls off the huge wagon - all 25,000 pounds\nof it toward --\n\nTHE POLICE CAR\n\nWhich can’t get any traction.. As just as it starts to move\nbackwards --\n\n-- CRUUUUUUUUNCH -- the boulder utterly crushes the car.\nPause. Silence.\n\nThe slaves and slavedrivers all stop and look as we hold on\nthe huge motionless boulder in the dust.. and then we cut to:\nDARKNESS - SOMEWHERE\n\nWE HOLD for a while. As our eyes adjust we begin to sense\nthat we are in some kind of a deep, deep cave.\n\nGradually we begin to SEE some reflected blue and red light\nfrom above... and we HEAR an approaching SIREN.. as..\n\nTHE POLICE CAR plummets into frame - dropping and dropping\ndown this seemingly bottomless hole.\n\nCAMERA DROPS WITH IT- for a while.. We see Deacon and Logan\nsitting in the front seat -- too gobsmacked to scream.\n\nLOGAN (CONT'D)\nWhat just happened?\n\nDEACON\nI think we were crushed by that giant\nboulder and killed.\nA pause. Logan looks around, nodding.\n\nLOGAN\nSo where are we then?\n\nDEACON\nMy guess is we are falling to --\n\nSuddenly there’s a loud WHOOOMPH as the car hits the ground\nand bounces a moment before stopping entirely.\n\f67.\n\nAs the dust clears around them we see red, fiery light\nplaying off their faces as they look around and gape. And we\ncut to:\n\nEXT. SAN DIMAS, CALIFORNIA\n\nWe’re outside a REST HOME as - FLASH - the shimmering phone\nbooth appears and lands. Bill and Ted get out, approach the\nfront door.\n\nSuper: San Dimas, California, 50 Years In the Future\n\nINT. REST HOME - A MOMENT LATER\n\nBill and Ted enter, turn and go down a hallway toward an open\ndoor backlit with light. They cross and enter --\n\nINT. ROOM - CONTINUOUS\n\n-- Where they step in and see.. in two beds, TWO VERY, VERY\nOLD MEN-- 95 YEAR OLD BILL AND TED.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nREST HOME - A MOMENT LATER\n\nBill and Ted enter, turn and go down a hallway toward an open\ndoor backlit with light. They cross and enter --\n\nINT. ROOM - CONTINUOUS\n\n-- Where they step in and see.. in two beds, TWO VERY, VERY\nOLD MEN-- 95 YEAR OLD BILL AND TED. \n\nTARGET SECTION TO BE ANNOTATED:\nAncient, frail, in the final moments of their lives. They\nlook up with grateful recognition as Bill and Ted enter.\n\nTED\n(gently)\nHow’s it goin’?\n\n95 YR OLD TED\nAll I can say is we’re so glad you’re\nfinally here.\n\n95 YR OLD BILL\nAnd so happy to be able to share the song\nwith you.\n\nTED\nSo then-- there is a song?\n\n95 YR OLD TED\nAs it turns out, there is.\n\nBILL\nWhen was it written?\n\n95 YR OLD BILL\nA long, long time ago. You just didn’t\nrecognize it.\n\nTED\nIs it.. good?\n\f68.\n\n95 YR OLD BILL\nIt’s amazing. You can’t imagine how proud\nyou'll feel when you play it.\n\nBILL\nWhen do we play it?\n\n95 YR OLD BILL\nTonight.\n\nThe guys look at each other, amazed, excited. Then..\n\nTED\nIs there.. a title?\n\nThe ancient thems look at each other.. Then back at the guys.\n\n95 YR OLD BILL\nIt’s called..\n\n95 YR OLD TED\n..-Face the Music.\n\nThe guys take this in. It’s clear it’s the truth.\nExchanging a look, Bill and Ted separate.\n\nBILL\n(taking his older self’s hand)\nBill.. I just want to say thank you for\nall the times you’ve been there for me..\n\n95 YR OLD BILL\nI’m so sorry for the times I let you down,\nBill.\n\nBILL\n(voice catching)\nYou never did, Bill, you never did.\n\nAt the same time, on the other side of the room:\n\nTED\nI feel like I never really knew you, Ted.\n\n95 YR OLD TED\nI know, that’s my fault. I never truly\nopened myself up to you. The truth is-- I\nlooked at you and saw myself.\n\nTED\nI know, me too.\n\n95 YR OLD TED\nBut now, as I reach the end, there’s so\nmuch that I want to say to you.\n\f69.\n\nWe hear crying and MOVE BACK TO THE BILLS. Bill is hugging\nhis ancient, dying self, whose eyes are dimming.\n\n95 YR OLD BILL\nTe adoro, Guillermo...\n\nBILL\nI‘ll never forget you, Bill. Ever.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\n95 YR OLD BILL\nTe adoro, Guillermo... BILL\nI‘ll never forget you, Bill. Ever. \n\nTARGET SECTION TO BE ANNOTATED:\nBill looks over to Ted, who leans close to 95 Yr Old Ted.\n\nTED\nThere is one more thing we need to ask\nyou.\n\n95 YR OLD TED\nI know. Elizabeth and Joanna.\n(a pause; voice catching)\nWe haven't seen them since the day they\nleft.\n\nTED\nOh no, please don’t say that.\n\n95 YR OLD TED\nBut I’m afraid it’s true.\n\nTED\nDoes it have to be that way?\n\n95 Yr Old Ted takes Ted’s hand.\n\n95 YR OLD TED\nUnless you two change it.\n\nTED\nCan we?\n\n95 YR OLD TED\nOf course you can. None of this has to\nhappen.\n\n95 YR OLD BILL\nBelieve us: When the song is played,\neverything will change.\n\nBILL\nBut how are we gonna play it? We don’t\neven know what it is.\n\n95 YR OLD TED\nIts with you. It’s with you right now.\n\nTED\nWhere?\n\f70.\n\n95 Yr Old Ted starts to point - but his hand drops. He looks\nat ancient Bill. They both nod ever-so-slightly, then look\nback at their younger selves and say:\n\n95 YR OLD BILL AND TED\nCatch you later, Bill and Ted.\n\nAnd with that, they die.\nBill and Ted stare for a long moment.. Then..\nBILL\nDude-- In honor of our late selves, I\npropose that we get back to the Fabulous\nForum and immediately play our song..\n\nTed nods. Meanwhile:\n\nIN HELL —- SAME\n\nThe cop car cruises along, slowly, demons and anguished souls\npeering in, crowding them, making it difficult to navigate.\n\nLogan flicks the lights on top and BLIPS the siren a couple\ntimes. Then gets on the mic and says, amplified:\n\nLOGAN\nPlease move away from the vehicle. I\nrepeat: please move away from the vehicle\nimmediately.\n\nNo change. If anything, it’s getting more difficult to move.\n\nDEACON\nDad - that is lame. I mean, we’re in\nhell.\n\nLOGAN\n\nNow you’re telling me how to be a police\nofficer. You gonna replace me there too?\n\nDEACON\nFinally it comes out.\n\nLOGAN\nFinally what comes out, Deacon?\n\nDEACON\nThat this is about Missy.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEACON\nFinally it comes out. LOGAN\nFinally what comes out, Deacon? DEACON\nThat this is about Missy. \n\nTARGET SECTION TO BE ANNOTATED:\nLOGAN\nI’m sorry - when you say “Missy” are you\nreferring to your wife - or are you\nreferring to my ex-wife? Oh - oh - I’m\nsorry - they’re the same person.\n\n(MORE )\n\f71.\nLOGAN (CONT'D)\n(re tortured souls)\nYou know what? Stop the car. I’m gonna\ndeal with this.\n\nLogan pushes the door open and steps outside.\n\nEXT. CAR - CONTINUOUS\n\nLogan stands about a head or two ABOVE the hunched-over\nTORMENTED SOULS as TWO FEARSOME DEMONS approach and growl.\n\nLOGAN\nI need you to move these people out of the\nway, please.\n\nThe Demons come toward him, eyes glowing.\n\nLOGAN (CONT'D)\nI'm telling you to freeze right there,\nsir. Both of you.\n\n(as they keep coming)\nConsider yourselves warned.\n\nNow Logan removes his BEAN BAG GUN from his belt and FIRES\nTHREE BEAN BAGS INTO THE FIRST DEMON’S CHEST, who falls over\nbackward with a wail. The other demon keeps coming. Logan\nCLUBS HIM WITH HIS BILLY CLUB - then MACES HIM. As the Demon\ngrabs his eyes, moaning, Logan reflexively cuffs him.\nDeacon exits, is now standing on the other side of the car..\nDEACON\n\nGood work, dad. What are you gonna do\n\nabout the rest of them?\nLogan turns, sees what Deacon's referring to:\nTwo HUGE DEMONS are lumbering menacingly toward them..\nLogan looks out, then looks down at his weapons..\n\nLOGAN\nLet’s get back in the car.\n\nDEACON\nGood idea.\n\nThey re-enter the car. Suddenly STARTLED as they see:\n\nSitting in the back seat is DEATH, black-clad, white-faced.\nVery, very somber.\n\nLOGAN\nWho the hell are you?\n\fDEATH\nI am “Death.” I knew your son and his\nfriend Bill. We were band mates.\n\n72.\n\nWe sense in Death a kind of longing - he misses those ever-so-\nbrief good moments; the last (and only) ones of his life.\n\nDEATH (CONT'D)\n\n(very straight-faced)\nMan did I party hard. Too hard, it turned\nout. And the women. Whoo-boy.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nToo hard, it turned\nout. And the women. Whoo-boy. \n\nTARGET SECTION TO BE ANNOTATED:\n Yes, I\nwas a player...\n\nHe looks off, nostalgic.\n\nLOGAN\nExcuse me.\n(as Death turns back)\nWhy are you here? Are you just here to\nreminisce? Because we actually need to\nfind a way out of here.\n\nDEATH\nYes, I can help you. I’ve still got some\n‘juice’ around here. This way.\n\nDeath makes a gesture out the window and a slight path opens.\n\nAs Deacon starts to drive:\n\nDEATH (CONT'D)\nSo.. how is the band? Have the guys come\nup with the song yet?\n\nLOGAN\nNo - and they never will. They're\ndelusional.\n\nDEATH\n\nOh - you still think that?\n\nDEACON\nI know. That’s what I’ve been saying.\n\nLOGAN\nHey, you know what-?\n\nDEATH\n(raising a hand)\nExcuse me. Gentlemen. Please. I get\nenough conflict down here. Can we just\nhave some chill tunes?\n\nDEACON\nYou know, I think that’s a good idea.\n\f73.\n\nDeacon turns on the CD player. JACK JOHNSON’S “BETTER\nTOGETHER” comes on.\n\nDEATH\nMnnn. Love me my Jack Johnson.\n\nHe sits back, slightly moving to the beat as --\n\nFROM A HIGH, WIDE SHOT: The police car cruises through hell\nJack Johnson music wafting up. HOLD a moment, then cut to:\n\nEXT. FABULOUS FORUM - NIGHT\n\nThe MARQUEE reads “TONIGHT - WYLD STALLYNS presents ‘Two\nDecades of Triumphance!’\"” There’s a FLASH in the sky, and a\nmoment later the booth lands and the guys jump out and rush\ntowards the artists’ entrance. As they run..\n\nTED\nI still don’t understand.. How are we\ngonna play the greatest song ever written\nwhen we don’t even know it?\n\nBILL\nTed, you heard us: we have it with us.\nWe've obviously been over-thinking this.\nWe just have to let it happen.\n\nTED\nSo we’re just gonna make it up as we go\nalong?\n\nBILL\nExactly.\n\nTed nods, not totally convinced, as the guys hurry towards -\n\nEXT. ARTISTS’ ENTRANCE - CONTINUOUS\nThe guys move quickly to Frank.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILL\nExactly. Ted nods, not totally convinced, as the guys hurry towards -\n\nEXT. ARTISTS’ ENTRANCE - CONTINUOUS\nThe guys move quickly to Frank. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANK\nGotta admit-- didn’t think you two’d\nactually show up.\n(into radio)\nThey're here. Cut the house lights.\n\nFrank throws open a door marked “STAGE” and they push in as,\nin front of them, the arena dims. They look nervously at\neach other.\n\nBILL\nOur world is about to change, dude.\n\f74.\n\nThey mount the steps toward the side curtains which block--\nTHE STAGE\nWhich is lit. But the guys don’t see much of it - yet.\n\nBILL (CONT'D)\n\nReady, Ted?\nTED\nReady, Bill.\n\nAnd they stride past a curtain and onto..\n\nTHE STAGE\nWhich is totally empty. No mics. No instruments. Nothing.\n\nThey stand in the glare of the bright lights on the totally\nbare stage. It’s too dark in the audience to see out.\n\nTED (CONT'D)\nDude.. What’s going on?\n\nBILL\n\nI don’t know.. Maybe we gotta keep going.\nTED\n\nGoing... where?\nBILL\n\nTo the mics.\n\nTED\nThere are no mics.\n\nBILL\nI think we just gotta start.\n\nTED\nOkay. I guess.\n\nBILL\nReady? One.. Two..\n\nBILL/TED\nOne - two - three - four!\n\nSilence.\n\nThey stand there - look at each other. Nothing coming into\ntheir heads.\n\nBILL\nLet's try again.\n\f75.\n\nTED\nOkay. One - two - three - four.\n\nStill nothing. Beat.\n\nThey walk closer to the center of the stage. It’s like a\nvery, very bad dream.\n\nBILL\nHello?\n\nIt’s utterly silent in the audience.\n\nTED\nHello, Fabulous Forum?\n\nMore silence. A beat. Ted turns to the side:\n\nTED (CONT'D)\nUm.. Could we have the house lights up?\n\nA beat later - a loud KA-CHUNK, and the guys stare out at:\n\nTHE ENTIRE FORUM\n\nWhich is completely empty. Not one ticket has been sold.\nBored USHERS motionlessly man utterly empty tunnels.\nCONCESSION WORKERS stand idly behind their counters.\n\nON STAGE\n\nBill and Ted just look around, confused, disoriented...\n\nTED (CONT'D)\nI don’t understand...\n\nDING DING DING, a warning light goes off on the timepiece:\nTWO MINUTES LEFT. Suddenly the guys feel something strange:\n\nTheir feet are starting to move.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nTED (CONT'D)\nI don’t understand... DING DING DING, a warning light goes off on the timepiece:\nTWO MINUTES LEFT. Suddenly the guys feel something strange:\n\nTheir feet are starting to move. \n\nTARGET SECTION TO BE ANNOTATED:\n They gape at each other -\nterrified - as..\n\nThey begin sliding backwards - WHAM - into the phone booth.\n\nWhich lights up automatically and quickly SHOOTS DOWN through\nthe pavement and is gone. Revealing:\n\nROLLINS, by his booth, watching. He steps back inside.. and\nWHOOSH.. It’s gone, too.\n\f76.\n\nEXT. FORUM - NIGHT\n\nAbove, the sky starts to DARKEN ominously. LIGHTNING\nflashes.. Some cracks start to appear in the ground. We PAN\nTO:\n\nTHE 76 STATION ACROSS FROM THE FORUM\n\nWhere a guy gets out of his car to pump gas and stops short -\ntotally baffled as he sees:\n\nAn EQUALLY CONFUSED ROMAN SOLDIER - in toga, with lst century\nweaponry - just standing there, under the fluorescent light\nof the gas station.\n\nBoth men stare at each other, utterly confounded. And we cut\nto:\n\nEXT. HEAVEN - DAY\n\nStark, white, quiet. As if we are up in the clouds. The\nPOLICE CAR is parked. Deacon and Logan are standing,\nwaiting. In silence. For a long while. Until, finally:\n\nLOGAN\nFine. Ted wasn’t wrong.\n(off Deacon’s look)\nHe was right. Ted was right. Ted was..\ntotally, one hundred percent right. About\neverything. You happy?\n\nDeacon nods. Footsteps. Death approaches, exiting a heavy,\ngold door.\n\nLOGAN (CONT'D)\nHow'd it go?\n\nDEATH\nMy bad. I thought I could get the gate\nkey. But the truth is, the old man just\ngot pissed. That’s the bad news. The good\nnews? I just got scored a new Play\nStation which is pretty rad, and since\nwe'll be spending a lot of time - like\n“eternity” - together--\n\nLOGAN\n(interrupting)\nNo. Absolutely not. I’m not staying\nhere.\nDEATH\n\nWell I’m afraid you don’t get to make the--\n\f77.\n\nLOGAN\nNo. No no no. My son is in serious\njeopardy - and I have a job to do.\n\nHe pushes past Death and through the gold door, which closes\nwith a solid whoomph.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo no no. My son is in serious\njeopardy - and I have a job to do. He pushes past Death and through the gold door, which closes\nwith a solid whoomph. \n\nTARGET SECTION TO BE ANNOTATED:\nDeacon and Death look at each other as, OFFSCREEN, we hear\nLogan's insistent, muffled voice - and a lower, booming, also\nmuffled voice - talking over each other.\nDeath looks at Deacon, raises an eyebrow.\nDEATH\nWow. Your old man has a very big ball\n\nsack, bro.\n\nThere's a brief beat of silence. Followed by a low PHHUP-\nPHHHHHUP, and then..\n\nMUFFLED AUTHORITARIAN VOICE\nOW-OWWWW. .\n\nWhich is then followed by a very heavy THUD. And groaning.\n\nAnd then Logan storms out, eyes straight ahead - jaw fixed -\nholding a GILDED SKELETON KEY.\n\nDEACON\nDid you just bean-bag God, Dad?\n\nLOGAN\nYes I did. Get in.\n\nDeacon turns - follows his father to the car.\nDEATH\nI'll try to smooth this out. Say hi to the\nfellas for me. And - oh - one thing. Can\nI keep that chill Jack Johnson CD?\nDeacon hands Death the CD, the police car screams away.. then\nshimmers and disappears and we cut to:\n\nINT. GREAT DOME - DAY (2713)\n\n--BANG - the phone booth lands, roughly, followed a half beat\nlater by the silver booth.\n\nThe guys get out - shaken - and find themselves face to face\nwith the THREE GREAT LEADERS, who are scowling, furious.\n\nLEADER\nYou have failed utterly.\n\f78.\n\nThough inside the dome, we HEAR UTTER CHAOS coming from\noutside: thunder - the ground is quaking - screaming..\npeople in the dome are running.\n\nLEADER (CONT'D)\nWhy we ever put our hopes in you two\nidiots is beyond me.\n\nAnd he and the others turn, stride off. There is a final\nBEEEEEEP on the timepiece as it runs out. The guys just\nstand, looking down at it-- horrified, speechless.\n\nThen Rollins steps between them. They look at him.\n\nBILL\nWhat’s going to happen?\n\nRollins indicates for them to follow.\n\nWITH THE GUYS - A MOMENT LATER\n\nAs Rollins leads them, shell-shocked, into the room which\nhouses the TIMELINE.\n\nROLLINS\nThis is the new reality.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nRollins indicates for them to follow. WITH THE GUYS - A MOMENT LATER\n\nAs Rollins leads them, shell-shocked, into the room which\nhouses the TIMELINE. ROLLINS\nThis is the new reality. \n\nTARGET SECTION TO BE ANNOTATED:\nHe points all the way down towards antiquity.\n\nBILL/TED\nWhoa..\n\nThe time line appears to be fraying: bending upward,\ntwisting back in on itself, contorting - like a hose out of\ncontrol or a downed electrical line.\n\nThe guys move closer. Ted touches it. Suddenly an image\npops up: The BUDDHA is running in panic from --\n\nA CAVEMAN - who catches him and CLUBS HIM on the head..\n\nTED\nWhoooaaaa.. Dude-- the Buddha just got\nclubbed by a caveman.\n\nBill moves forward, touches the timeline. We see the Last\nSupper -- 12 people sitting in a torch-lit tent. Suddenly\ntwo OMINOUS SHADOWS appear on the tent wall and we HEAR a\npair of loud SCREECHES as a_FEARSOME CLAW suddenly tears the\ntent. The 12 disciples leap and run as --\n\nBill turns to Ted:\n\f79.\n\nBILL\nTed, if I’m not mistaken, I believe the\nLast Supper was just disrupted by a pair\nof velocirapters.\n\nTED\nOh, no..\n\nThey cross together.. Look at the line.\n\nTED (CONT'D)\nDude. It’s like everything is just\nblending together.\n\nROLLINS\nIt’s collapsing in on itself. Starting at\nthe ends - and moving toward the middle.\n\nTED\nIt’s in 1400 now.. Does that mean it’s\nabout to hit..?\n\nThe guys look at each other, then look toward medieval times -\nthe 1400's - suddenly grasping something -\n\nTED (CONT'D)\nYou brought our families there.\n\nROLLINS\nThat I did.\n\nTED\nWhy?\n\nBILL\nTed --\n\nTED\n\nWhy would you do that?\n\nBILL\nTed - it doesn’t matter now. We just\ngotta get there and get em back.\n\nTed looks at Rollins - then follows Bill as..\n\nTHE GUYS RUN\n\nThrough the chaos and into the phone booth and we cut to:\n\nEXT. ENGLAND, 1428 - DAY\n\nThe booth appears on TOP OF A CASTLE WALL and Bill and Ted\nleap out, suddenly stopping and reacting in horror.\n\f80.\n\nTED\nDude - look.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nENGLAND, 1428 - DAY\n\nThe booth appears on TOP OF A CASTLE WALL and Bill and Ted\nleap out, suddenly stopping and reacting in horror. 80. TED\nDude - look. \n\nTARGET SECTION TO BE ANNOTATED:\nWITHIN THE CASTLE, guarded by dozens and dozens of fearsome-\nlooking KNIGHTS in armor who are brandishing swords--\n\nJoanna, Elizabeth, Will, Theo - as well as the Duke and\nDuchess - are bound and are being led along SCAFFOLDING\ntoward 6 NOOSES.\n\nThe King stands nearby and shouts out over the chaos:\n\nKING\nFor bringing darkness into our world, this\nentire family must die!\n\nBill and Ted look in the other direction: below them -\nOUTSIDE THE CASTLE - pounding on the gates and trying to ram\ndown the castle walls - are:\n\nSOLDIERS FROM EVERY ERA - Trojan warriors, Incas, Nazis, Red\nCoats - you name it - all ramming the gates.. Scaling the\nwalls.. pulling pins in grenades, etc. And more are coming\nfrom other directions.\n\nBILL\nDude, what are we gonna do? There’s not\njust guards and executioners in the castle\n- but there’s like armies from all through\nhistory outside the castle.\n\nTED\nI know. And we got like 30 seconds to\nfigure it out and we’d need like 30 years!\n\nBILL\nBut dude-- we don’t got 30 years to figure\nit out.\nTED\n(a beat)\nWe don’t.\nBILL\n\nWhat? What do you mean?\n\nTED\nWe don’t - cause we’re just starting to\nthink about it now. But what if we start\nthinking about it thirty years ago?\n\nBILL\nHow? We'd have to start when we’re like\nten.\n\f81.\n\nTED\nExactly!\n\nBILL\n(eyes widening)\nWhoa! Dude! That means, alls we gotta do\n\nis--\n\nTED\n--go back and find ourselves when we're\nten --\n\nBILL\n\n-- when we actually have 30 years to think\nabout it.. and get ourselves thinking\nabout it!\n\n(turns )\nTed - you have had many ingenious ideas\nwhich on the surface seem\ncounterintuitive. But this is the\ncounterintuitivest of them all. Let’s go,\ndude.\n\nThey jump back into the phone booth, quickly dial. With a\nflash, the booth disappears and we cut to:\n\nINT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet’s go,\ndude. They jump back into the phone booth, quickly dial. With a\nflash, the booth disappears and we cut to:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n BILL’S CHILDHOOD HOUSE - NIGHT\n\nVAN HALEN’S “RUNNIN’ WITH THE DEVIL” plays on the tape deck\nas 10 year old Bill and Ted jump on the beds, playing air\nguitar and singing along.\n\nSuper: San Dimas, California, 1980\nThe door opens and 14 YEAR OLD MISSY sticks her head in.\n\n14 YEAR OLD MISSY\nYou guys need to brush your teeth and get\nready for bed. Your folks will be home\nsoon, Bill.\n\n10 YEAR OLD BILL\nOkay, Missy.\n\nShe puts her Walkman headphones back on, exits.\n\n10 YEAR OLD TED\nDude, your babysitter is cute.\n\n10 YEAR OLD BILL\nI know, remember when we were in\nkindergarten and she was in third and we\nasked her to the pumpkin dance?\n\f82.\n\nThey hear LOUD RAPPING on the window. There, outside, in\nshadows, desperate and frenetic, are adult Bill and Ted.\n\n \n\nBILL\nDudes! Let us in! Hurry!\n\n10 YEAR OLD TED\nWh-who are you?\n\nTED\nDon’t worry! We’re you, it’s fine!\n\nThe boys - terrified - turn and try to run out - but Bill and\nTed open the window and rush in and catch them at the door.\n\nBILL\nDudes, listen to us. We're you. We're\nwhat you will become.\n\nTED\nYah - and we’re here to prevent you from\ndestroying time and space as we know it.\n\nBILL\nNot to mention destroying your marriages.\nAnd alienating your kids.\n\nTED\nElizabeth is gonna be the love of your\nlife, Ted, and you’re gonna blow it. And\nWill and Theo will think you two are\ncompletely blind idiots, which you are.\n\nBILL\nYou will be lonely beyond description\nwithout Joanna, Bill. Especially when mom\nwalks out on you and never comes back.\n\nTED\nBut! Here’s the good news: It doesn’t\nhave to happen.\n\nBILL\nYah, alls you gotta do is take the next 30\nyears to figure out how to save your wives\nand sons and in-laws from being hanged in\n1428! Simple, right?\n\nTED\nBut you gotta start now - like right now.\n\nThe two boys are too stunned and scared to speak.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nSimple, right? TED\nBut you gotta start now - like right now. The two boys are too stunned and scared to speak. \n\nTARGET SECTION TO BE ANNOTATED:\n Bill and\nTed kneel down, get right in their own faces.\n\f83.\n\nBILL\nSo-- ARE you gonna spend the next 30 years\nfiguring this out? Are you? Are you??\nThe two kids, looking like they’re about to cry, are so\nscared that they cannot even manage tiny little nods. Bill\nand Ted look at each other.\nTED\nDude, they’re not getting it. What do we\ndo?\nINT. PHONE BOOTH - MOMENT LATER\n\nBill and Ted shove their beyond-terrified, whimpering,\ntrembling younger selves into the booth. As Ted dials..\n\nA CAR screeches into Bill’s driveway and a woman (35, pretty,\ncurly blonde hair) rushes towards them, yelling at the top of\nher lungs--\n\nWOMAN\nSTOP!! WHAT ARE YOU DOING??\n\nBill’s jaw drops in amazement as the booth sparks..\nBill and Little Bill both press their faces to the glass..\n\nBILL/LITTLE BILL\nMOM!\n\nMRS. PRESTON\nBILL??!\n\nBut the shimmering booth is now dropping--\nAnd just before it disappears, Bill notices that --\n\nIN THE SWIRLING VORTEX\n\nMrs. Preston has slipped and tumbled in and now --\n\nIN THE CIRCUITS OF TIME - CONTINUOUS\nBill is horrified.\nBILL\nOh, no! I always knew I was responsible\nfor my mom’s leaving.\n\nTED\nDude, you weren't.\n\f84.\n\nBILL\nTed, I literally just was. Mom!\n\nMRS. PRESTON (0.S.)\n(voice disappearing)\nBILLLLLL1111111111......\n\nBill and Little Bill stare in horror and we cut to..\n\nEXT. ENGLAND - ON TOP OF THE CASTLE WALL (1428)\n\nThe booth lands back on the parapet and.. Bill and Ted drag\ntheir 10 year old selves out of it.\n\nBILL\nBill: stop crying. Even though Mom's\ngone, I love you and I will always be\nthere for you.\n\nTED\nDude - you can’t promise that.\n\nBILL\nOkay - I won’t be there for you. But you\nare gonna have to be there for us.\n\nTED\nYah. You guys have to see this.\n\nGradually the terrified 10 year olds open their eyes.\n\nTED (CONT'D)\nNow.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou guys have to see this. Gradually the terrified 10 year olds open their eyes. TED (CONT'D)\nNow. \n\nTARGET SECTION TO BE ANNOTATED:\n Is this burned on your brain?\n\nThe kids stare down at the confusion: royal guards on the\ninside - soldiers from all of time on the outside, climbing\nthe walls, clambering to get in.\n\nTheir younger selves give horrified nods.\n\nBILL\nGood. Now. Here’s what you need to do:\n\nTED\nSee those people down there? Those are\nyour beloved wives and sons - and that’s\ntheir grandparents. They’re about to be\nhung by their necks till they’re dead.\n\nBILL\nYou don’t want that to happen? Spend the\nnext thirty years coming up with a plan to\nget us out of this.\n\f85.\n\nTED\nAnd do it fast. Cause we only got about\nthirty seconds and we don’t have any idea\nwhat to do.\n\nBILL\nNow get going.\n(swatting his young self on the\nass)\nGet.\n\nTED\n(shoving himself roughly)\n\nIW\n\nn.\n\nAs they shove the kids back into the booth and speed-dial the\n\nnumbers --\n\nAnd BOOM.\n\nBILL\nEven though space-time is unravelling -\nbecause of you - it doesn’t matter. You\nhave to save them.\n\nTED\nSo don’t blow it.\n\nBILL\nDon’t blow anything.\n\nTED\nDo everything right, always. You two -\nalone - are responsible for saving\neverything. Okay?\n\nThe booth is gone. Alerting the attention of TWO\n\nGUARDS WITH BOWS AND ARROWS, who turn, on the parapet, and\nstart toward..\n\nBill and Ted - who quickly spot--\n\nA STAIRWELL\n\nand hurry into it, mulling what just happened as they rush\n\ndown it.\n\nTED (CONT'D)\nI don’t think that went particularly well.\n\nBILL\nYah. I think in our desperation we came\non a bit too strong.\n\f86.\n\nTED\nI know, midway through, I started to\ntotally remember this whole thing from\nwhen it happened to us.\n\nBILL\nI know. I’d always thought that was just\nsome weird nightmare.\n\nTED\nYah - the worst nightmare of all time.\n\nBILL\nTotally. So bad that I musta completely\nblocked it out.\n\nTED\nBut now that we’re talking about it - it’s\nlike in the back of my mind, I’ve always\nbeen thinking about it.\n\nBILL\nI know.. Me, too.\n\nTED\nDude.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILL\nI know.. Me, too. TED\nDude. \n\nTARGET SECTION TO BE ANNOTATED:\n Is it even possible that it worked?\n\nBILL\nWhat do you mean?\n\nTED\nWell.. What if we now have been thinking\nabout this - subconsciously - for thirty\nyears?\n\nBILL\nI don’t know. Then I guess we’d know more\nabout what to do.\n\nTED\nYah. Like.. I don’t know..\n\nTed reaches into his jacket packet and pulls out the LARGE\nBLOB OF YARN.\n\nBILL\nDude, you're gonna knit?\nTED\nI don’t think so. I think I’m gonna just\n\ndo.. This.\n\nTed holds the yarn blob right in front of Bill - AND\nINSTANTLY - there’s a “THWOOK” - and A SPEEDING ARROW lodges\nright in the blob - and not into Bill.\n\f87.\n\nBILL/TED\nWhoa!\n\nSuddenly Ted turns, shifts his arm, and - THWOOK-THWOOK - two\nmore arrows lodge into the blob. From the CASTLE GUARDS\nwho'd just seen them on the parapet.\n\nThey look at each other and now burst out a door and into --\n\nA COURTYARD ON THE CASTLE GROUNDS - CONTINUOUS\n\nWhere it’s chaos: soldiers and denizens from all of time\ndrop down over the walls and swarm, doing battle with the\nroyal guards. Bill and Ted make their way out.\n\nBILL\nDude - you have been thinking about this!\nThat must be why you’ve been making yarn\nblobs all these years!\n\nTED\nWhoa! Yah! I wonder what you’ve been\nthinking about?\n\nBILL\nI don’t know. I look forward to finding\nout.\n\nSuddenly they both freeze as they HEAR LOUD VOICES IN ANCIENT\nCHINESE and they turns slowly to see:\n\n2 DOZEN HUNS stand before them, spears raised, with a LEADER\nyelling in Mongolian.\n\nSUBTITLE: KILL THEM BOTH!\nBill and Ted's eyes widen -\n\nTED\nWhoa...\n\nTed yanks a knitting needle, holds it “threateningly.” It\ndoes nothing. The Huns come closer. Suddenly --\n\nAN OFFSCREEN VOICE YELLS LOUDLY IN ANCIENT MONGOLIAN.\nSUBTITLE: LEAVE THEM - KEEP MOVING! NOW!!\n\nThe Huns look at the guys for a second.. And then move on,\npushing past.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nNOW!! The Huns look at the guys for a second.. And then move on,\npushing past. \n\nTARGET SECTION TO BE ANNOTATED:\nTED (CONT'D)\nWhoa.. I didn’t even see who said that.\n\f88.\n\nBill looks at TED with a little smile. And then, with his\nmouth completely closed, he says:\n\nBILL'S VOICE\nMe neither, dude!\n\nTED\nWhoa! I’m not sure what’s more\nimpressive: your ventriloquism, or your\nuse of ancient Mongolian.\n\nBILL\nThanks! And I spent that whole summer and\nonly learned two phrases! I guess I won’t\nget to use the other one.\n(then, turning)\nHing tak ga.\n\nSUBTITLE: EXCUSE ME, DUDE\n\nHe steps aside as a Mongolian warrior moves past, almost\nhitting him. Gaining confidence now, they start moving\nagain.\n\nTED\n(pointing)\nOur families are just on the other side of\nthat wall.\n\nIndeed - there’s a LARGE CASTLE WALL just on the other side\nof this courtyard.\n\nBILL\nHow we gonna get through all this and over\nthere?\n\nThey see a HORSE-DRAWN CARRIAGE moving through the chaos.\n\nBILL/TED\nCamp Weekhoko - summer of 83!\n\nThey two of them race to the wagon and slide under -\nimmediately get into “crab-walking” position (legs forward,\nhands behind, body facing up) and - using the carriage as\n“cover” -— they crab-walk exceedingly fast - scuttling forward\nunder the carriage. They are very good at it. (And they\nknow it.)\n\nTED\nDude - that whole summer - all the\ncounselors were like “don’t you wanna do\nanything besides crab-walk?”\n\nBILL\nAnd we were like --\n\f89.\n\nBILL/TED\nNope!\n\nTED\nNow we know why.\n\nAnd they roll out - rise. Look at the wall - and then look\nat TWO FELLED FLAG POLES which have just been knocked from\nthe walls.\n\nTED (CONT'D)\nPole vault!\n\nBILL\nGood idea, dude!\n\nThey each grab an end of one of the long flagpoles and try to\nplant the pole, but they both just end up running along the\npole with it sliding through their hands until they both face\nplant at the other end of the wood.\n\nTED\nDude.\n\nBILL\nI know.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey each grab an end of one of the long flagpoles and try to\nplant the pole, but they both just end up running along the\npole with it sliding through their hands until they both face\nplant at the other end of the wood. TED\nDude. BILL\nI know. \n\nTARGET SECTION TO BE ANNOTATED:\n I just remembered: we never\nlearned how to pole vault!\n\nTED\nThen why did we think these poles were a\ngood idea?\n\nThe guys look at the long wooden sticks they are holding in\ntheir hands.\n\nA MOMENT LATER\nBill and Ted are STILT-WALKING - 25 feet in the air.\n\nTED (CONT'D)\nI’m not sure this was such a good idea\neither. We’re still not high enough to\nget over the wall.\n\nBILL\nI know. And I feel somewhat vulnerable\nand exposed.\n\nBelow them HORDES OF SOLDIERS are approaching their long,\nspindly wooden “legs.”\n\nTED\nMaybe we should wave to them like Uncle\nSam.\n\f90.\n\nBILL\nDude - what does Uncle Sam say?\n\nBILL/TED\n(alternating, while waving)\nGood day citizens! Happy Fourth of July!\nWe are Uncle Sam! We want you.. To stop\ntrying to knock us over!\n\nTED\nDude - we have to remember to not have\nthis misguided stilt-walking plan.\n\nBelow them SOLDIERS whack the stilts. The guys teeter.\n\nBILL\nWell there must be some reason we did it.\n\nThey hear an o.s. SCREECH and suddenly see TWO HUGE, SCALY\nREPTILIAN CLAWED FEET rise up over the wall..\n\nTED\nThat’s why!\n\nThey reach up and grab the legs. Now look up and see the\nUNDERBELLY of a huge scaly flying beast.\n\nBelow - the shadow of a PTERODACTYL moves toward the wall as\nthe guys rise up..\n\nBILL\nDude - I hate to even ask this question..\nBut how - and when - could we have learned\nhow to ride pterodactyls?\n\nTED\nI’m not sure we did, dude.\nBILL\nOh, yah.\nThey look at each other -- and then just fall to the ground\n\nwith a double WHUMPF as we hear heavy wings flump away.\n\nEXT. CASTLE COURTYARD —- CONTINUOUS\n\nThey look up. They are at the feet of the executioners --\njust yards away from where their wives and children have\ntheir heads on blocks.\n\nBILL TED\nJoanna! Theo! Elizabeth! Will!\n\nTheir families look up as Bill and Ted rise, full of\nconfidence.\n\fgl.\n\nBILL\nStop, executioners.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir families look up as Bill and Ted rise, full of\nconfidence. gl. BILL\nStop, executioners. \n\nTARGET SECTION TO BE ANNOTATED:\nTED\nUnhand our families. Now.\nJOANNA\nBill?\nELIZABETH\nTed?\n\nSuddenly swords appear at their necks.\n\nBILL\nApparently 30 years was not quite enough\ntime.\nSCAFFOLDING\n\nBill and Ted’s heads are placed in nooses next to the others.\nThe guys look at their wives and sons.\n\nTED\nLiz.. Will.. I’m sorry. We tried to save\nthe world - but we failed.\n\nBILL\n(to Joanna and Theo)\nWe tried to save you - and we failed that,\ntoo.\n\nBILL/TED\nI love you both.\n\nThe King nods - the hangmen start away from the scaffolding.\n\nTED\nI must say - it’s darkly ironic that the\nname of the song we supposedly wrote is\n“Face the Music”..\n\nBILL\n(nods )\nCuz I think that’s what we’re about to do.\n\nThere’s a beat. Will and Theo look at each other.\n\nWILL\nWait - dad - what did you say the song was\ncalled?\n\nTED\n\nFace the Music.\n\f92.\n\nNow the women look at each other.. then at Bill and Ted...\ngrasping something.\n\nBelow, the King gets in position for the execution.\n\nELIZABETH\nTed.\n\nJOANNA\nBill.\n\nBILL/TED\nWhat?\n\nThe women nod to the boys, who are looking at their dads.\n\nAnd suddenly... it hits Bill and Ted like a tidal wave. Their\neyes widen. They look at their sons.\n\nBILL\nThat's your song, isn’t it?\n\nTed wriggles a hand free, manages to reach into his pocket\nand pull out the now-crumpled sheet of paper that he took\nfrom Will the night before.\n\nHe unfolds it.. And opens it. It’s sheet music. Written on\nthe top are the words “FACE THE MUSIC.”\n\nTED\nI’ve had it in my pocket the whole time.\n\nNow, below, the King gives a signal. The executioners move\ntoward the lever - and begin to pull it..\n\nBILL\nThat future guy was right, there is a\nsong.\n\nTED\n\nI just kinda wish we’d figured this out a\nbit sooner.\n\nThey are all about to hang... when suddenly, from outside the\ncastle, we hear:\n\nAN AMPLIFIED VOICE\nCitizens of Medieval England, this is the\nSan Dimas Police.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILL\nThat future guy was right, there is a\nsong. TED\n\nI just kinda wish we’d figured this out a\nbit sooner. They are all about to hang... when suddenly, from outside the\ncastle, we hear:\n\nAN AMPLIFIED VOICE\nCitizens of Medieval England, this is the\nSan Dimas Police. \n\nTARGET SECTION TO BE ANNOTATED:\n Come out of the castle\nimmediately. I repeat: Come out of the\ncastle immediately. This is your last\n\nwarning.\n\nSuddenly CANISTERS fly over the wall and pink TEAR GAS fills\nthe air. People wheeze, cough, cry, as--\n\f93.\n\nDEACON’S POLICE CAR crashes through a gate and drives into\nthe castle courtyard, smashing into the base of the wooden\nscaffolding.. bringing it all toppling to the ground.\n\nLogan jumps out, in a gas mask. As he frees the Logans and\nPrestons, the Duke and Duchess...\n\nTED\nDad? What are you doing here?\n\nLOGAN\nI was wrong about you, Ted - and I’m sorry\n- and we're all leaving. Come on.\n(then - to the Duke and Duchess)\nChet Logan. Ted’s dad.\n\nDUKE\n\nJohn, and this is my wife Mary. Duke and\n\nDuchess of North Umberland.\nThis while they rush through the melee - pile into the car -\n5 in front, 5 in back. Deacon slams it into gear - and it\naccelerates, shimmers and disappears.\nINT. CIRCUITS OF TIME - A MOMENT LATER\nWindblown, chaotic, lights swirling. Deacon tries to\nnavigate as the car careens through - barely. The Duke is in\nLogan's lap. Between them, the Duchess is on Theo’s lap.\n\nBill and Ted are in the back with Joanna, Elizabeth and Will.\n\nDEACON\nWhere are we going, Ted?\n\nTED\nThe Fabulous Forum!\n\nDeacon cranks the wheel - the car shakes violently - as if\ncrossing a bridge that’s an the brink of giving out.\n\nLOGAN\nThis is impossible!\n\nSuddenly a SILVER STREAK OF LIGHT FLASHES PAST THEM.\n\nDEACON\nWhat is that?\n\nThe guys look forward -- it’s THE SILVER BOOTH. With Rollins\ninside. He nods - beckons them to follow.\n\nTED\nIt’s help.\n\f94.\n\nBILL\nFollow him.\n\nDeacon does. And now, through the shuddering circuits of\ntime, they swoop and swerve - until finally--\n\nEXT. FABULOUS FORUM - NIGHT - PRESENT DAY\n\nThe police car drops to the ground in front of the Forum -\nwhere the ground is shaking and cracking.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nDeacon does. And now, through the shuddering circuits of\ntime, they swoop and swerve - until finally--\n\nEXT. FABULOUS FORUM - NIGHT - PRESENT DAY\n\nThe police car drops to the ground in front of the Forum -\nwhere the ground is shaking and cracking. \n\nTARGET SECTION TO BE ANNOTATED:\n They race out of\n\nthe car --\n\nTED\nDuck!\n\nAnd have to squat to avoid a pack of PIRATES who are firing\nmuskets at come COWBOYS..\n\nThey all start moving with their families. As they pass the\nsilver booth--\n\nRollins emerges - joining them. He carries two large cases.\n\nBILL\nDude - thank you.\n\nTED\nDo you think it’s too late?\n\nROLLINS\nWe'll see.\n(then)\nMy dad always said you'd figure it out,\nsooner or later.\nThe guys slow..\n\nBILL\nWait..\n\nTED\nIs your dad.. Rufus?\n\nRollins nods. And they all start through--\n\nTHE TUNNEL\nWhich is over-run with anachronistic madness.\nLogan billy clubs a Samurai. Deacon tases a Sabertooth tiger.\n\nJoanna beanbags a Nazi. Elizabeth pepper sprays George\nWashington.\n\f95.\n\nGEORGE WASHINGTON\nMy eyes! My eyes!\n\nELIZABETH\nSorry! Sorry!\n\nThey make their way through, fending off whatever “obstacles”\nare in their way. Bill and Ted turn to Rollins..\n\nTED\nOkay - dude - you have to tell us now..\nBILL\nWhy did you take our families back to\n1428?\nROLLINS\n\nIt was obvious that there was no version\nof you guys seeing what was right in front\nof you until it was no longer right in\nfront of you.\n\nBill and Ted look at him - and he points - indicating..\n\nTHE STAGE\n\nWhere in all directions it’s utter mayhem. Every century -\nevery epoch - crashing up against each other.\n\nThe Forum is shaking - a crack is forming in its ceiling.\nBill and Ted rise and walk on - joining Will and Theo.\n\nWILL\nWhat do we do?\n\nBILL\nYou just play.\n\nWILL\nWhat do we play with?\n\nRollins opens the two cases. The boys look inside: it’s\nBill and Ted’s amazing guitars. The boys look at their dads.\n\nTHEO\nThose are your guitars.\n\nTED\nThey’re yours now.\n\nThe boys look at their moms.\n\f96.\n\nJOANNA\nIt’s a great song, Theo. Just go ahead\nand play it.\n\nBILL\n\nWait. You’ve heard it?\n\nELIZABETH\nDozens of times.\n\nWILL\nThe thing is.. It’s kind of a..",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nELIZABETH\nDozens of times. WILL\nThe thing is.. It’s kind of a.. \n\nTARGET SECTION TO BE ANNOTATED:\n Well, it’s\na bigger sound.\n\nTHEO\nYeah - it’s not really something we can\nplay on our own. We kind of need\neverybody.\n\nTED\nI’m not sure I know it.\n\nWILL\nIt’s okay, Dad. Alls you gotta do is\nfollow along.\n\nBill and Ted look at each other. Nod. Pick up two other\nguitars that Rollins is handing them..\n\nBILL\nI think we can do that.\n\nJoanna and Elizabeth sit at the drums and keyboard. Bill and\nTed remain just outside the limelight - but there, behind the\nboys.. Who look at each other. Cross to center stage.\n\nTHEO\nReady, Will?\n\nWILL\nReady, Theo.\n\nTHEO\nOne..\n\nWILL\nTwo..\n\nWILL/THEO\n\nOne two three four..\n\nAnd from the VERY FIRST NOTE of the VERY FIRST CHORD..\n\f97.\n\nALL AROUND THE FORUM\n\nWhat began as the most violent, chaotic, out of control\nAltamont-like riot becomes the greatest Woodstock-type peace\nand love festival of all time.\n\nFights stop. Soldiers put down their weapons, take seats..\n\nThe crack in the ceiling recedes..\n\nFans start to fill in: from aisles, they take seats. Others\ncome in through the tunnels.\n\nOther people are suddenly there as well:\n\nLogan takes a seat up front next to the Duke and Duchess, and\nMR. PRESTON, who nods - still bummed and lonely-looking.\nMissy is sitting with them. Deacon joins them.\n\nBill and Ted look at each other - smile - beginning to get a\nfeel for the music. They glance at their wives.. who smile\nback.\n\nAs the song continues.. And Will and Theo begin to pick up\ntheir rhythm and confidence..\n\nThe arena continues to fill in more and more. Now there are\n2,000.. Now 4,000..\n\nRollins watches from the wings as..\n\nThe Forum is now full -- except for a few empty seats by\nBill’s father..\n\n--until there’s a FLASH OF LIGHT and --\nDropping into one of the seats is..\n\nBILL\nMOM!?\n\nMRS. PRESTON (at 75), who shimmers and drops plops down,\nright next to Mr. Preston.\n\nMR. PRESTON\nLouise! ?\n\nThey embrace joyfully.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. PRESTON\nLouise! ? They embrace joyfully. \n\nTARGET SECTION TO BE ANNOTATED:\n Then, suddenly, there are SIX QUICK\nFLASHES and, with them - like a crazy slot machine suddenly\npaying off..\n\nSix more Mrs. Prestons - in ages varying from 35 to 70 - into\nthe same row.\n\nMR. PRESTON (CONT’D)\nLouise?? Louise! ??\n\f98.\n\nThey all converge - hugging him.\nTed looks at Bill - who is thrilled.\n\nTED\nYou got seven moms, dude!\n\nAnd now the music really kicks in.\n\nAnd the guys’ 95 year old selves couldn’t have possibly been\nmore correct when they said Bill and Ted would never feel\nprouder in their lives.\n\nThe family plays the song. The crowd is cheering, arms in\nthe air, exultant, thrilled, singing along-- present at the\npivotal moment of history and feeling it.\n\nWIDE SHOT - THE FORUM\n\nAs the song rolls on, rocking the giant stadium, we cut to:\n\nTHE YEARS ROLLING BY\n\n-- Five years into their new future, 25 year old Will and 25\nyear old Theo are joined in the garage by 50 year old Bill\nand Ted. Joanna and Elizabeth enter with food. JUMP CUT TO:\n\nTen minutes later - the entire family is playing. All six of\nthem - with Joanna and Elizabeth on piano and drums. Jump to:\n\n-- Ten years into the future. Same gang playing. But there\nare TWO NEW PEOPLE: Will and Theo’s lovely young wives. Who\nnow join them. Cut to:\n\nTHANKSGIVING DINNER.. With all of them.. And Deacon, Missy,\nLogan, and Bill’s 7 moms. The Duke and Duchess. And Death\nand Rollins. And something else: TWO LITTLE GIRLS..\n\n-- Fifteen years into the future. 60 year old Bill and Ted\nwith their now 5 year old GRANDDAUGHTERS on their laps.\nTeaching them simple chords on the guitar.\n\nQuick shots: kids growing; holidays; more music.. And\nfinally:\nEXT. PORCH - 50 YEARS INTO THE FUTURE\n\n95 year old Bill and Ted, on rocking chairs, smiling, happy,\nstrumming guitars together as we PULL AWAY and see..\n\nMore GRANDCHILDREN sitting at their feet. And Joanna and\nElizabeth - 95 now, too - at their sides.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nPORCH - 50 YEARS INTO THE FUTURE\n\n95 year old Bill and Ted, on rocking chairs, smiling, happy,\nstrumming guitars together as we PULL AWAY and see.. More GRANDCHILDREN sitting at their feet. And Joanna and\nElizabeth - 95 now, too - at their sides. \n\nTARGET SECTION TO BE ANNOTATED:\n Will and Theo -—\nnow 75 - with them. There are GREAT GRANDCHILDREN..\n\f99.\n\neven GREAT GREAT GRANDCHILDREN. The lawn is full, teeming\nwith life.\n\nAnd that voice we heard at the very beginning of the movie\nbelongs to 95 YEAR OLD BILL - who looks out, with 95 YEAR OLD\nTED - at the generation upon generation of family before\nthem..\nThey are completing the telling of a long, long story:\n95 YEAR OLD BILL\n\nAnd as they looked back on everything\n\nthey’d done.. Everywhere they'd been..\n\nEveryone they’d known...\n\n95 YEAR OLD TED\nThere was only one word to describe it.\n\nThere’s a pause. The old men look at each other - then out\nat their children and their children’s children..\n\nAnd smile. And say - quietly - and with deep conviction:\n\nBILL/TED\nExcellent.\n\nCLOSE ON BILL AND TED\n\nSmiling, watching out over all of it.. with Joanna and\nElizabeth now sitting at their sides, holding their hands.\nAnd then cut to:\n\nEXT. PORCH - DAY\n\nEmpty. The rocking chairs are motionless. The house is now\nsilent. And we..\n\nFade out.\nRoll credits.\n\nAnd then, after the very last credit.. We CUT TO:\n\nEXT. SAN DIMAS - 1980 - NIGHT\n\n--FLASH. The PHONE BOOTH lands in the lawn of Bill’s\nchildhood home. And out of it step..\n\n10 year old Bill and Ted. Who turn - sort of shell-shocked -\nbut now able to grasp the enormity of what just happened.\n\nThey turn. Gradually. And take in the thing that just\nbrought them here.. the PHONE BOOTH.\n\f100.\n\nWide-eyed, they look at each other.\n\n10 YR OLD BILL/TED\nWhoooaaaaaa..\n\nAnd as they’re just about to start an exuberant AIR GUITAR,\nwe CUT TO BLACK.\n\nTHE END **\n\f"
}