{
  "1": "BLACK CHRISTMAS\nby\n\nGlen Morgan\n\nBased on the film\n“Black Christmas”\n\nDirected\nby\nBob Clark\n\nAnd written\nby\nRob Moore\n\nOctober 19, 2005\nNumbered Draft\n\n \n\fEXT. HOUSE - NIGHT - (1970)\n\nFalling snow drifts upon the Mansard rooftop of a large,\nisolated, and decrepit New England colonial. Paned\nwindows in the gables are cracked and broken. Worn stone\nsteps lead to a rotting open porch. An equally ragged '48\nChevy Aerosedan sits in the driveway.\n\nBehind the house lies a void of evergreen and leafless\nbirch. Far down the road, lies a lone neighborhood house.\nThere are only two houses on this street.\n\nHere, Christmas lights are strung, but many of the fat\nbulbs are burned out. The building appears like a\nhaunted house on Christmas Eve. The windows are dark,\nexcept for a pale blue light in the living room..\n\nINT. HOUSE - NIGHT - CLOSE - A TREE ORNAMENT\n\nA reflection of a bassinet and an eerie blue light wraps\naround a silver and gold glass bulb celebrating \"Baby's\nFirst Christmas - 1970.\"\n\nA BASSINET\n\nBILLY'S FATHER, early 20's, lights a cigarette while\nhunched at the foot of a second hand bassinet, hooded by\nworn blankets. A gooseneck office lamp, shining a\npurplish light, arcs over the crib...\n\nEXTREMELY CLOSE - ZIPPO LIGHTER\n\nAcross the lid of a well worn lighter: Khe Sanh '67-'68.\nOn the base: PVT. LENZ. FRANK is above a Marine Corp\nChesty Bulldog and an inscription: \"Not afraid, just\nlonely.\"\n\nTHE FATHER\n\nLifts his eyes, lined with dark circles, and reaches out\nto peel back the edge of a blanket, checking inside the\nbassinet.\n\nCAMERA PUSHES PAST the FATHER to the bassinet, MOVING\nINTO the opening of the blankets to REVEAL the eyes of a\nnewborn.\n\nAlthough not demonic or supernatural, the eyes are\nunsettling; inhuman. Yellowed with a chronic jaundice,\nthe eyes are much too focused and intense for a newborn.",
  "2": "---END OF PREVIOUS SECTION---\nCAMERA PUSHES PAST the FATHER to the bassinet, MOVING\nINTO the opening of the blankets to REVEAL the eyes of a\nnewborn. Although not demonic or supernatural, the eyes are\nunsettling; inhuman. Yellowed with a chronic jaundice,\nthe eyes are much too focused and intense for a newborn. \n---TARGET SECTION TO BE ANNOTATED---\nBILLY'S MOTHER\n\nslumps in the corner of the couch, back to father and\nson, as if imagining herself as far from them as\npossible. An empty bottle of Tanqueray sits on the coffee\ntable. She turns toward her husband and child looking at\nthem, blank.\n\fShe stands, drunk, and moves toward the Evergleam pink\naluminum Christmas tree. The mother reaches out...\n\nCHRISTMAS ORNAMENT\n\n\"Baby's First Christmas - 1970\" is plucked off the\ntree...\n\nTHE MOTHER\n\nEyes the father...\n\nCLOSE - THE MOTHER'S HAND\n\nCrushes the ornament; glass cutting her skin...\nTHE FATHER\n\nGlares at his wife, then, turns his eyes down to the\nfloor...\n\nTHE HEARTH\nShards of the broken bulb are dotted with blood. Flames\nfrom the fireplace are reflected in the shattered\nglass...\n\nFADE OUT:\n\nFADE IN:\n\nINT. LIVING ROOM - NIGHT - (1975)\nA plate of cookies for Santa ENTERS FRAME...\nWIDER - OVER THE MOTHER'S SHOULDER\n\nBilly's mother sits in the corner of the couch, cigarette\nin one hand, a Screwdriver in a highball glass in the\nother. The room is lit only by the lights of the\nChristmas tree.\n\nIn the b.g., the bassinet is long gone. Billy's father,\nappearing haggard, helps his five year old son, BILLY,\nplace the plate beneath the pink aluminum Christmas tree.\n\nBilly's back is to CAMERA and partially obscured by the\ntree branches. He wears long sleeve pajamas.\n\nREVERSE - BILLY'S MOTHER\n\nCAMERA IS LOW MOVING TOWARD her as she glares at them\nwith disgust. She appears anxious; jittery. The years\nhave not been good to her, either...\n\nBILLY'S MOTHER\nWhy you bothering putting with those\ncookies? Santa ain't comin' to see you.\n\fTHROUGH THE TREE BRANCHES\n\nThe young boy turns his head toward her, REVEALING the\nyellowed irises, staring at her with icy lifelessness.\n\nREVERSE - BILLY'S MOTHER\nCAMERA CONTINUES as she smiles cruelly at her own joke...\nBILLY'S MOTHER (CONT'D)\nRussians shot his sleigh down. Santa...",
  "3": "---END OF PREVIOUS SECTION---\nREVERSE - BILLY'S MOTHER\nCAMERA CONTINUES as she smiles cruelly at her own joke... BILLY'S MOTHER (CONT'D)\nRussians shot his sleigh down. Santa... \n---TARGET SECTION TO BE ANNOTATED---\nClaus... is dead.\n\nBILLY'S EYES\n\nHis lids subtly flinch as he holds his stare on his\nmother.\n\nBILLY'S FATHER\n\nGlares at his wife as he lights a cigarette with the\nZippo lighter. He leans down to his son. CAMERA PUSHES IN\nCLOSE to his lips and Billy's jaundiced ear. The father\nWHISPERS...\n\nBILLY'S EYES\n\nEase and quickly turn away...\n\nSTAIRWAY\n\nCAMERA IS BEHIND THE BOY as he charges up the darkened\nstairs.\n\nTHE MOTHER\n\nas she brings the cigarette to her lips, she averts her\neyes.\n\nINT. BILLY'S ROOM - NIGHT (1975)\n\nThe door swings open. Billy moves directly toward the\ncloset.\n\nINT. CLOSET - NIGHT (1975)\n\nA flashlight FLARES INTO CAMERA REVEALING the closet acts\nas the boy's hidden \"fort.\"\n\nIN THE FLASHLIGHT BEAM\n\nIn the corner of the closet is a six inch triangular hole\nwhere wood has rotted or been damaged by termites. A\nspace exits between the closet wall and the inner\nexterior wall. The boy's hand reaches into the hole and\nremoves a gift enwrapped with cheap Christmas paper.\n\fCLOSE - A GIFT TAG\n\n\"To Billy. From Santa.\"\n\nCLOSE - BILLY'S EYES\n\nSubtly smile as, 0.S., paper tears...\nCLOSE - GIFT\n\nAn Aurora plastic model of the Apollo-Soyuz Mission. The\ndate is marked in the artwork. \"July 17, 1975\"\n\nCLOSE - BILLY'S EYES\n\nWell with tears as he looks down at the closet floor.\n\nCLOSE - BILLY'S HANDS\n\nchronically jaundiced, move past the model box and holds\nthe gift tag from Santa Claus whom he knows to be his\nfather.\n\nINT. BILLY'S ROOM - NIGHT - (1975) 6\n\nCAMERA IS LOW to the floor as it moves toward the closet\ndoor, slightly ajar. Outside, a winter wind HOWLS\n\nAs CAMERA REACHES THE CLOSET the argument is broken by a\nTOPPLING of a NIGHT STAND. Glass shatters. An adult male\nMOANS; another. Then, abruptly... SILENCE.",
  "4": "---END OF PREVIOUS SECTION---\nAn adult male\nMOANS; another. Then, abruptly... SILENCE. \n---TARGET SECTION TO BE ANNOTATED---\nIn the darkness of the closet, Billy's yellow eyes\n\nappear, looking out as if listening with his sense of\nsight.\n\nINT. UPSTAIRS HALLWAY - NIGHT - (1975) 7\nCAMERA REMAINS LOW to the ground CREEPING DOWN THE\n\nHALLWAY as Billy, thin and spidery, crawls cautiously\ntoward his parents' bedroom door.\n\nOnce there, he lowers his head and places his face flush\nagainst the worn carpet to look beneath the door.\n\nINT. PARENTS' BEDROOM - NIGHT - BASE OF THE BEDROOM DOOR 8\nOne of Billy's yellowed eyes peers into the room...\n\nREVERSE - BILLY'S POV\n\nHis mother's bare feet stand on the carpet beside a blood\n\nstained clawed hammer and a large green Hefty lawn trash\nbag. His father's body lies dead on the floor.\n\f10\n\n11\n\nAnother pair of male shoes, those of his mother's LOVER,\nENTER FRAME. The bag is picked up the bag. As it SNAPS\nOPEN...\n\nBASE OF THE BEDROOM DOOR\n\nBilly's eyes vanish as he runs off...\n\nINT. BILLY'S ROOM - NIGHT - (1975) 9\n\nThe closet door is closed. The room, silent.\n\nINT. CLOSET - NIGHT 10\n\nTotal darkness for a beat... then a faint light appears\nfrom the hole in the floor of the closet. Frightened,\nBilly, his back against the far wall, looks to the hole.\n\nThen... deep within the house... more clearly audible\nfrom the hole in the closet... a RUSTLE... plastic\nCRACKLES and DRAGS... strained BREATHS.\n\nCAMERA PUSHES TO THE HOLE as Billy leans closer, listens.\nAfter a beat, CAMERA ARCS until the HOLE FILLS FRAME.\nBilly's hand reaches out and pulls at the wood, creating\na larger hole. As he tears at the wood...\n\nCUT TO:\n\nINT. BENEATH BILLY'S HOUSE - NIGHT - (1975) 11\n\nUnder the house, a flashlight shines REVEALING Billy's\nmother and her LOVER, a fat hairy sweaty man digging a\nhole in the ground.\n\nINT.",
  "5": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. BENEATH BILLY'S HOUSE - NIGHT - (1975) 11\n\nUnder the house, a flashlight shines REVEALING Billy's\nmother and her LOVER, a fat hairy sweaty man digging a\nhole in the ground. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BENEATH BILLY'S HOUSE - NIGHT - (1975)\n\nThe flashlight beam rolls onto the bloodied face of\nBilly's father, in the plastic bag which has torn from\nbeing dragged. His skull has been crushed by a blunt\nobject across the eyes. His Vietnam Zippo lighter has\nslipped out of his shirt pocket.\n\nLOW ANGLE - BILLY'S MOTHER\n\nblood soaked hair clings to her face as she pulls up\ndirt. CAMERA PUSHES PAST her toward the base of the far\nwall...\n\nExhales of human breath jet from the interior of the wall\nand into the area beneath the house. Climbing down within\nthe wall... Billy's dark figure reaches the surface.\n\f12\n\n13\n\n14\n\n15\n\nBILLY'S MOTHER\n\nHearing the SOUND, she spins the flashlight beam\ntoward...\n\nBILLY'S EYES - IN THE FLASHLIGHT BEAM\n\nHer son's eyes; watching her. Witnessing.\nBILLY'S MOTHER\n\nCAMERA PUSHES IN as she starts toward him...\nBILLY\n\nflashlight beam whipping over him, moves back into the\nwall...\n\nINT. BENEATH BILLY'S HOUSE - NIGHT\n\nThe mother pauses... then races off...\n\nINT. INTERIOR OF THE WALL - NIGHT 12\nCAMERA LOOKS DOWN THE WALL as the boy begins to scale\nupwards; awkward and strained, yet motivated by fear...\nINT. LIVING ROOM - NIGHT 13\nBilly's mother and lover, covered with wet mud and blood,\nhustle into the living room. Within the walls...\n\nMOVEMENT.\n\nINT. ATTIC - BILLY'S HOUSE - NIGHT 14\nA board is POUNDED, then CRACKS allowing the dark form of\nthe boy to appear over the lip of the floor and into the\nattic...\n\nEXT. UPSTAIRS HALLWAY - NIGHT - CLOSE - ATTIC DOOR 15\n\nA combination lock SNAPS, imprisoning Billy inside the\nattic.\n\nHIGH ANGLE - BILLY'S MOTHER AND HER LOVER\n\nprimordial, breathing hard; eyes, locked on the attic\ndoor.\n\nFADE OUT:\n\nCUT TO:\n\f16\n\n17\n\n18\n\nINT.",
  "6": "---END OF PREVIOUS SECTION---\nUPSTAIRS HALLWAY - NIGHT - CLOSE - ATTIC DOOR 15\n\nA combination lock SNAPS, imprisoning Billy inside the\nattic. HIGH ANGLE - BILLY'S MOTHER AND HER LOVER\n\nprimordial, breathing hard; eyes, locked on the attic\ndoor. FADE OUT:\n\nCUT TO:\n\f16\n\n17\n\n18\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n ATTIC - BILLY'S HOUSE - NIGHT - BILLY - (1982) 16\n\nCAMERA MOVES ALONG the attic floor. Half of the area is\nuncovered and beamed, filled with aging loose-fill rock\nwool. The floor constructed of wood lathe and plaster.\nBoxes and furniture have been stored precariously across\nthe beams. A path of wood planks leads to a ten foot area\nof solid floor.\n\nBILLY'S FORM ENTERS FRAME, older now; malnourished.\nCAMERA PUSHES IN as he sits in a rocking chair at the\nattic window. Older, now, twelve, or so... and, although,\nseemingly lifeless, Billy is, in fact, a ticking bomb.\n\nO.S., MUTED but discernible grotesque female GRUNTS and\nSIGHS are HEARD THROUGH THE ATTIC DOOR...\n\nINT. STAIRWAY - NIGHT 17\n\nThe area is dark and shadowy except for the spill of the\nfireplace light in the living room below. Billy's Mother\nis straddled over her heavy sweaty drunken lover who lies\non the first landing of the stairway. She is grinding,\nbut he is frustratingly unresponsive. Not dead, just\npassed out.\n\nAfter a moment, she stops; breathing HARD. She shakes her\nlover but his response is... unresponsive. She looks at\nhim hatefully. 0.S., in the attic... Billy's ROCKING\nCHAIR CREAKS.\nCAMERA PUSHES IN ON HIS MOTHER as her eyes turn upward...\nATTIC DOOR\ninitially, this appears to be the MOTHER'S POV, as the\ndoor is partially visible in the dark shadows. CAMERA,\nhowever, INCHES BACK just before Billy's mother,\nbottomless, back to CAMERA, ENTERS FRAME and holds below\nthe door. She looks up.\nAs she moves toward the ladder leading to the attic...\nFADE OUT:\nIn the darkness... a baby CRIES...\n\nCUT TO:\n\nINT. BEDROOM - DAY - A BASSINET - (1983) 18\n\nA newborn pink baby, AGNES, lies swaddled in a white\nwicker bassinet, sleeping beneath a soft amber night\nlight.",
  "7": "---END OF PREVIOUS SECTION---\nFADE OUT:\nIn the darkness... a baby CRIES... CUT TO:\n\nINT. BEDROOM - DAY - A BASSINET - (1983) 18\n\nA newborn pink baby, AGNES, lies swaddled in a white\nwicker bassinet, sleeping beneath a soft amber night\nlight. \n---TARGET SECTION TO BE ANNOTATED---\n\f19\n\n20\n\n21\n\n22\n\nLOW ANGLE - BILLY'S MOTHER & STEP FATHER\nThe couple peer over the crib INTO CAMERA...\n\nBILLY'S MOTHER\nShe's my family, now.\n\nO.S... above... FOOTSTEPS. Billy's mother pauses. With a\nhard expression, her eyes turns up toward the ceiling. As\nthe cheap overhead chandelier begins to sway...\n\nFADE OUT:\nIn the darkness, Tchaikovsky's \"Arabian Dance\" RISES...\n\nCUT TO:\n\nINT. ATTIC - BILLY'S HOUSE - NIGHT - (1991) - BILLY'S 19\nEYES\n\nFILL THE FRAME, slashed with noir shadows, only of color,\nfrom a string of spare Christmas lights lining the attic\nwall.\n\nCAMERA PULLS BACK, LOW to the FLOOR, REVEALING the spiked\ntipped legs of a cheap tripod. CAMERA RISES, REVEALING a\nused Tasco telescope atop the unstable tripod; all in,\ntwenty- five bucks. A bow is stuck on the top along with\nan envelope.\n\nINT. UPSTAIRS HALLWAY - NIGHT - (1991) 20\nBilly's step-father and mother climb down the attic\n\nladder. She closes the door and secures the combination\nlock...\n\nINT. ATTIC - BILLY'S HOUSE - NIGHT - (1991) - AN ENVELOPE21\ntears open. A Rite-Aid calibre Christmas card displays\nSanta checking an open scroll with graphics reading, \"Be\ngood for goodness sake!\" Signed; \"Mommy & your step dad.\"\nTHE WINDOW\n\nThe telescope ENTERS FRAME and looks out over the 22\nneighborhood. Only a few houses with large yards\n\ndecorated for Christmas populate the area.\n\nREVERSE - END OF THE TELESCOPE\n\nA house reflects over Billy's magnified eye...\n\f22PT\n\n23\n\nEXT. NEIGHBORHOOD HOME - DUSK - TELESCOPE MATTE 22PT\n\nA family gathers for Christmas appearing like a Norman\nRockwell painting. Americana. Warm. Filled with happiness\nand love. A teenage girl opens a present and reacts,\noverwhelmed. She moves to her mother and father and gives\nthem a hug.",
  "8": "---END OF PREVIOUS SECTION---\nFilled with happiness\nand love. A teenage girl opens a present and reacts,\noverwhelmed. She moves to her mother and father and gives\nthem a hug. \n---TARGET SECTION TO BE ANNOTATED---\nTELESCOPE\n\nCAMERA PUSHES DOWN THE BARREL TO BILLY'S CLOSED EYE.\n\nOnce IT FILLS FRAME, the lid opens exposing the yellowed\niris...\n\nINT. LIVING ROOM - NIGHT - (1991) 23\nLies passed out on the couch, two empty bottles of wine\n\non the floor; a bong on the table. Behind him, a console\nradio plays, the source of \"The Nutcracker\"...\n\nAGNES\n\neight years old, tears Christmas wrapping off a box\nrevealing a knock off Cabbage Patch doll.\n\nBILLY'S MOTHER\n\nBarefoot, in an worn nightgown, reacts with animated joy,\nhowever, as if she has received a gift she's always\nwanted. As her daughter doesn't match the enthusiasm,\nhowever, the mother's expression turns hard.\n\nO.S... UPSTAIRS... MOVEMENT. Agnes looks up, curious...\n\nAGNES\n'S that Santa's reindeer?\n\nHer mother takes a drink from her highball glass while\ngathering wrapping paper and stuffing it in a Hefty bag.\n\nBILLY'S MOTHER\nThere's... nothing... up there.\n\nShe reaches back and grabs the pack of cigarettes, puts\none in her mouth, then feels blindly behind her. She\nlooks back, but cannot find a lighter for her cigarette.\n\nDrunk, the mother leans into Agnes with a babying tone...\nBILLY'S MOTHER (CONT'D)\n\nWant a Christmas cookie? You're my cookie\nand I could eat you up.\n\f24\n\n25\n\n10.\n\nAs the mother stands and moves off toward the kitchen,\nCAMERA CREEPS IN on Agnes. O.S., an ORNAMENT TINKLES.\nAgnes turns toward the tree...\n\nAGNES' POV - CHRISTMAS TREE\n\nCAMERA IS MOVING TOWARD a branch rhythmically trembling\nwhich causes the ornaments to KNOCK together. CAMERA\n\nCONTINUES... INTO THE TREE... TO FIND... behind the\ntree... a pair of yellow eyes, looking at Agnes.\nINT. KITCHEN - NIGHT - (1991) 24\n\nThe counter is littered with Christmas cookies baking\nmaterial and supplies; baking utensils, flour and\nsprinkles.",
  "9": "---END OF PREVIOUS SECTION---\nTO FIND... behind the\ntree... a pair of yellow eyes, looking at Agnes. INT. KITCHEN - NIGHT - (1991) 24\n\nThe counter is littered with Christmas cookies baking\nmaterial and supplies; baking utensils, flour and\nsprinkles. \n---TARGET SECTION TO BE ANNOTATED---\n She tosses some cookies onto a plate for\nAgnes, then moves to the stove, ignites a gas burner and\nlights her cigarette.\n\nThe phone, a yellowed wall mounted princess phone...\nRINGS. The mother reacts, curious as to who could be\ncalling. She picks up the phone and before she can\nanswer... a chilling voice emits from the tiny\nspeakers...\n\nCALLER (V.O.)\nShe's my family, now.\n\nThe mother drops the phone. CAMERA LEADS HER OUT of the\nkitchen as she races toward the living room...\n\nINT. LIVING ROOM - NIGHT (1991) 25\nBilly's mother approaches, pausing in the threshold of\n\nthe kitchen door. CAMERA PUSHES IN AS she takes an\n\nanxious step...\n\nBILLY'S MOTHER\nAgnes?\n\nBILLY'S MOTHER'S POV - THE FLOOR\n\nAgnes is gone, as is the plastic Hefty bag. The wrapping\npaper, removed and left on the floor.\n\nBILLY'S MOTHER\nlooks to her husband...\nBILLY'S MOTHER'S POV - THE COUCH\n\nBilly's step-father awakens from his stoned sleep...\n\f26\n\n27\n\n11.\n\nLOWER ANGLE - BILLY'S MOTHER\n\nAnxiously steps into the room and reacts to a sharp pain\nunder her foot. She looks down...\n\nCLOSE - BILLY'S MOTHER'S FOOT\n\nThe ripped out eyes of the knock off cabbage patch doll\nare stuck to the underneath of her foot...\n\nBILLY'S MOTHER - LOWER ANGLE\n\nCAMERA now SWEEPS INTO HER. Then, with the timbre heard\nin the disturbing phone calls...\n\nBILLY'S MOTHER (CONT'D)\nBill-lly!\nINT. UPSTAIRS HALLWAY - NIGHT - (1991) 26\nCAMERA IS LOW TO THE GROUND, MOVING RAPIDLY ALONG the\nhallway as Billy's mother and step-father OUTRACE CAMERA\nand ENTER FRAME. CAMERA CONTINUES as they run to the\nattic ladder...\n\nMOTHER\nWhat have you done?!\n\nAs she climbs, the step-father pauses. Puzzled by...\nSTEP FATHER'S POV - THE COMBINATION LOCK\n\nRemains locked from the outside. The mother's fingers,\nagitated, frightened, and drunk, fumble with the lock...",
  "10": "---END OF PREVIOUS SECTION---\nPuzzled by... STEP FATHER'S POV - THE COMBINATION LOCK\n\nRemains locked from the outside. The mother's fingers,\nagitated, frightened, and drunk, fumble with the lock... \n---TARGET SECTION TO BE ANNOTATED---\nSTEP-FATHER (0.S.)\n\nWhat your mother and I must know...\nINT. ATTIC - BILLY'S HOUSE - NIGHT - (1991) - TRAP DOOR 27\nBANGS open!\n\nSTEP-FATHER\nIs Where did you put the baby?\n\nBilly's mother rises into the attic....\nBILLY'S MOTHER'S POV - THE ATTIC\nVacant. Billy is nowhere in sight.\nBILLY'S MOTHER AND STEP FATHER\n\nAre stunned. Then, 0.S., downstairs, Agnes SCREAMS!\n\f28\n\n29\n\n30\n\n12.\n\nINT. UPSTAIRS HALLWAY - NIGHT - (1991) 28\nCAMERA IS WIDE as the parents run toward the stairs...\nINT. STAIRWELL - NIGHT - EXTREMELY LOW ANGLE - THE 29\nPARENTS\nbound down the stairs, CAMERA RISES to Billy's mother...\nBILLY'S MOTHER\n\nBilly!? What have you done?!\nINT. LIVING ROOM - NIGHT 30\nTHE FAR WALL\nBilly's shadow clutches Agnes's struggling, choking\nsilhouette; shifting and distorting with the blink of the\nChristmas tree lights.\nEXTREMELY CLOSE - A 10 FRAME CUT - BILLY'S EYES\nturn toward his mother, exposing their yellow tint...\nCLOSE - A 10 FRAME CUT - BILLY'S LEFT HAND\n\nHolds a briloette ornament, blood dripping tip facing\nout...\n\nCLOSE - A 10 FRAME CUT - BILLY'S MOUTH\n\nopens. An eyeball, iris bright blue, is placed inside...\nBILLY'S MOTHER\n\nSCREAMS !\n\nBILLY'S STEP-FATHER\n\nCharges Billy...\n\nBILLY\n\nBacklit against the Christmas lights, reaches out for\nAgnes...\n\nA 10 FRAME CUT - AGNES\n\nCAMERA SWEEPS TOWARD HER struggling for life, the black\nplastic Hefty bag over her head... one hole in the bag\nover her right eye indicating Billy has removed one eye,\nso far...\n\f31\n\n13.\n\nCHRISTMAS TREE\n\nThe Step-father ENTERS FRAME, reaching for Agnes.\nBILLY'S HAND\n\nTHRUSTS the tear shaped ornament outward.\n\nREVERSE - STEP-FATHER\n\nthe back of his skull erupts.",
  "11": "---END OF PREVIOUS SECTION---\nCHRISTMAS TREE\n\nThe Step-father ENTERS FRAME, reaching for Agnes. BILLY'S HAND\n\nTHRUSTS the tear shaped ornament outward. REVERSE - STEP-FATHER\n\nthe back of his skull erupts. \n---TARGET SECTION TO BE ANNOTATED---\n Dangling at the end of the\nimpaling ornament, with the consistency of an egg yolk,\nthe step father's eye; pushed through the skull. He\nfalls...\n\nTHE CHRISTMAS TREE\n\nTOPPLES! CRASHES! covering Agnes and Billy's step-\nfather...\n\nBILLY'S MOTHER\n\nA string of Christmas tree lights quickly wrap around her\nneck. Her hands whip to her throat, clutching the cord...\nINT. KITCHEN - NIGHT - (1991) 31\nBilly drags his struggling mother into the kitchen...\nCLOSE - COUNTER\n\nBilly grabs a rolling pin, coated with flour...\n\nA PLATE OF CHRISTMAS COOKIES\n\nCAMERA INCHES on a plate of freshly baked cookies while,\nin the dark background, Billy raises the rolling pin\nabove his head. The cookies shake from the unseen impact.\nCAMERA CONTINUES as the cookies tremble with each THUD...\nON THE COUNTER\n\nBilly's hand finds an angel shaped cookie cutter...\nBILLY'S MOTHER\n\nThe back of her lifeless head lies on the floor. The\nangel shaped cutter ENTERS FRAME. As it presses to her\nface...\n\nCLOSE - OVEN\n\nA silhouette against the glowing red coils inside the\n\noven, Billy ENTERS FRAME with a cookie sheet, dripping\nblood...\n\f32\n\n33\n\n14.\n\nAs the oven opens... the hollow radio plays the beautiful\nflowing harp strings of \"The Nutcracker's\" \"Intrada...\"\n\nCUT TO:\nINT. LIVING ROOM - NIGHT - (1991) 32\n\nSilence. After a beat, the front door opens. POLICE\nOFFICERS, BLUDWORTH and COLQUITT enter, weapons drawn,\nalarmed, yet cautious. Colquitt moves directly toward the\nfallen Christmas tree, attending to Agnes. Bludworth\ncontinues to the kitchen.\n\nBludworth freezes, expression mortified. CAMERA PULLS\nBACK REVEALING Billy sitting at the table in the dark;\ndrinking a glass of milk and eating... his Christmas\ncookies, appearing like shapes of charred jerky with\nfrosting and sprinkles.\n\nAs Billy calmly finishes his snack, CAMERA CRANES DOWN\nuntil the corpse of his mother ENTERS THE F.G...\n\nCUT TO:\nOVER BLACK... A TITLE CARD RISES... CENTER FRAME...",
  "12": "---END OF PREVIOUS SECTION---\nCUT TO:\nOVER BLACK... A TITLE CARD RISES... CENTER FRAME... \n---TARGET SECTION TO BE ANNOTATED---\n“BLACK CHRISTMAS\"\nThen... a stand up bass with harmonica accents begins a\n\nbouncing ball tempo, introducing Mitch Miller and his\nOrchestra's rendition of \"I Saw Mommy Kissing Santa\nClaus.\"\n\nAs the male chorus begins singing, the TITLE CARD\nFADES...\n\nCHORUS (V.O.)\nI saw Mommy kissing Santa Claus...\n\nSLOW FADE UP:\n\nEXT. FRONT YARD - SORORITY HOUSE - NIGHT 33\nCLOSE - A PAIR OF EYES —- COMPOSED FAR LEFT OF FRAME\n\nA pair of plastic female eyes on an internally\nilluminated Nativity figure, presumably Mary, appears\nafraid; trembling in the freezing wind of a Winter\nstorm...\n\nCHORUS (V.O.)\n... Underneath the mistletoe last\nnight...\n\f15.\n\nWIDER - A MANGER\n\nIcy rain streaks past a Magus standing in the snow\namongst animals gazing upon a haloed baby in a straw crib\nbeneath His mother and an illuminated angel extending\nabove the tableau.\n\nCHORUS (CONT'D, V.O.)\n(CONT'D)\nShe didn't see me creep down the stairs\nto have a peep...\n\nCLOSE - A STRING OF OUTDOOR CHRISTMAS LIGHTS\n\nLine the rain gutter of a sorority house. Green, red, and\nwhite bulbs shudder and TINK in the storm.\n\nCHORUS (CONT'D, V.O.)\n(CONT'D)\nShe thought that I was tucked up in my\nbedroom fast asleep...\n\nCounter to the storm's threat, GIRLS can be heard, 0O.S.,\nINSIDE, having a PARTY; warm, inviting, plenty of\nlaughter and CLINKING glasses...\n\nEXT. PHI KAPPA SIGMA SORORITY HOUSE - NIGHT\n\nThe Nativity and the lights decorate the front yard of\nthe New England colonial that was once home to the Lenz\nfamily.\n\nACROSS THE LOWER LEFT OF FRAME, A TITLE CARD INDICATES...\nFIFTEEN YEARS LATER\n\nThe exterior of the house, including the gabled windows\nand Mansard roof, has been significantly restored in the\nlast twenty-five years, reflecting the money and\nprivilege of the present day occupants.\n\nTonight, pools of color glow in the snow and reflect off\nthe ice from decorative Christmas lights.",
  "13": "---END OF PREVIOUS SECTION---\nACROSS THE LOWER LEFT OF FRAME, A TITLE CARD INDICATES... FIFTEEN YEARS LATER\n\nThe exterior of the house, including the gabled windows\nand Mansard roof, has been significantly restored in the\nlast twenty-five years, reflecting the money and\nprivilege of the present day occupants. Tonight, pools of color glow in the snow and reflect off\nthe ice from decorative Christmas lights. \n---TARGET SECTION TO BE ANNOTATED---\n The interior\npulses with a warm amber glow from a fireplace while long\nthick icicles hang like crystalline fangs from the lip of\nthe roof.\n\nCHORUS (CONT'D, V.O.)\nThen, I saw Mommy tickle Santa\nClaus/Underneath his beard so snowy\nwhite...\n\nA '66 Pontiac Parisienne tuna boat is parked in the\ndriveway, just before the garage door. Above, gray smoke\nfloats out the chimney, to be whipped by an angry wind.\n\f33PT\n\n16.\n\nCLOSER - BESIDE THE FRONT DOOR\nGreek letters identify the Phi Kappa Sigma sorority.\nTHE FRONT WINDOW 33PT\n\nInside, a silver and gold Victorian Christmas tree\nglitters. Discernible behind the tree, a few sorority\nsisters are drinking, gossiping, and celebrating the\nHolidays.\n\nNow... CAMERA MOVES... not a hand-held wide angle\nsubjective \"killer's P.O.V.,\" but, rather, on TRACKS\nalong the front facade. The MOVEMENT'S texture remains\nvoyeuristic...\n\nCAMERA eerily, unexpectedly, begins RISING... toward the\nsecond story... REVEALING windows of individual bedrooms.\n\nCHORUS (CONT'D, V.O.)\n(CONT'D)\nWhat a laugh it would have been/ if daddy\nhad only seen/Mommy kissing Santa Claus\nlast night!\n\nCAMERA TRACKS parallel to the rooms, REVEALING a window\nin which hangs a small holly wreath with white micro\nlights.\n\nMEGAN HELMS, 23, can be seen pacing angrily while on her\ncell phone. Although furious with whomever is on the\nreceiving end, Megan is clearly trying to keep her voice\nDOWN. She pulls the phone away and flips it off before\nhanging up.\n\nCAMERA MOVES PAST HER WINDOW just as Megan sits at her\ndesk before an open laptop and looks sickened, at the\nmonitor. The next room is dark, yet not vacant.\nAttractive and urban, LAUREN HANNON, 21, leans out over\nthe sill of her open window smoking a cigarette. CAMERA\nCONTINUES as she shudders at the mounting storm and\nexhales, somewhat sad, before dropping the butt into a\nbeer bottle.",
  "14": "---END OF PREVIOUS SECTION---\nThe next room is dark, yet not vacant. Attractive and urban, LAUREN HANNON, 21, leans out over\nthe sill of her open window smoking a cigarette. CAMERA\nCONTINUES as she shudders at the mounting storm and\nexhales, somewhat sad, before dropping the butt into a\nbeer bottle. \n---TARGET SECTION TO BE ANNOTATED---\nCAMERA CONTINUES TO the next room in which CLAIR CROSBY,\n20, appears excited, yet anxious while pacing with a\nsheet of high quality gift wrapping paper, cellophane\ntape, ribbons and scissors. As she sits, Clair disappears\nfrom view...\n\nCAMERA BEGINS RISING... toward the third story, while\nalso PUSHING IN ON a gabled window framed with Christmas\nlights on the top level of the house. Behind the\nweathered mutins stands an illuminated plastic Santa\nClaus.\n\nThe window is ajar; softly KNOCKING against the sill...\n\f34\n\n35\n\n36\n\n17.\n\nFrom the dim spill of the decorative lights, it is\napparent the large area behind the window is not a living\nspace, but, rather, the attic which was once Billy Lenz's\nroom.\n\nINT. ATTIC - SORORITY HOUSE - NIGHT 34\n\nCardboard cartons and furniture are stacked and dusty.\nBehind these, appearing to rise from the floor and within\nthe wall, streams of strained breaths are visible in the\ncold.\n\nThe breathing stops... beat... then... with a startling\nSCREECH an old rocking chair is placed at the window and\nreleased. The vacant chair gently rocks...\n\nINT. ATTIC - SORORITY HOUSE - NIGHT - THE KILLER'S P.O.V.\n\nWIDE ANGLE and HAND HELD, arrhythmic human breaths jet\nfrom behind CAMERA as it CREEPS TOWARD a closed square\ndoor in the floor, partially framed by faint light\nseeping from below.\n\nINT. UPSTAIRS HALLWAY - NIGHT - ATTIC TRAP DOOR 35\n\nCAMERA MOVES THROUGH a corridor of dark wood walls and\nhardwood floors lit with a string of Christmas lights.\nThe sconces are turned off. CAMERA PUSHES past Clair's\nroom and toward a corner of the ceiling at the shadowy\nend of the hall, REVEALING an attic trap door.\n\nThe door lifts. CREAKS...\n\nINT. CLAIR'S ROOM - NIGHT - CLOSE - A WINE CORK 36\nIs PLUCKED from a bottle...\nEXTREMELY CLOSE - A SMALL GIFT BOX\n\nwrapped with tasteful paper and great care sits on the\nfloor amongst scraps of paper and ribbon.",
  "15": "---END OF PREVIOUS SECTION---\nINT. CLAIR'S ROOM - NIGHT - CLOSE - A WINE CORK 36\nIs PLUCKED from a bottle... EXTREMELY CLOSE - A SMALL GIFT BOX\n\nwrapped with tasteful paper and great care sits on the\nfloor amongst scraps of paper and ribbon. \n---TARGET SECTION TO BE ANNOTATED---\n The wine cork\ndrops INTO FRAME followed by the CORKSCREW. At this IMAGE\nSIZE, the corkscrew appears like a threatening auger bit.\nThick. Sharp.\n\nCLAIR CROSBY\n\nUnaware of the presence outside her door, Clair appears\nmixed with dreaded apprehension and excited anticipation\nas she opens a blank Christmas card and gathers her\nthoughts. The first being, her thoughts could use some\nwine. She pours the Pinot into a glass. OUTSIDE, the\nstorm is a CONSTANT presence.\n\f18.\n\nON THE BED\n\na couple travel bags are packed, but open. CAMERA INCHES\nTOWARD her cell phone; red power indicator light\nblinking...\n\nIN THE OPEN CLOSET\n\nHang two dry cleaned outfits, wrapped in clear plastic,\nappearing like body bags in the closet shadows...\n\nON THE FLOOR\n\nbehind Clair; plastic shopping bags and a store wrapped\ngift.\n\nCLOSE - STORE WRAPPED GIFT\n\nThe tag reads \"To: Lauren Fr: Secret Santa.\"\n\nCLOSER - ANOTHER GIFT\n\nEnwrapped with different paper; special. The tag reads...\n\"To: My big sister, Leigh. Fr: Her baby sister, Clair.\"\nCLOSE - THE WINE BOTTLE\n\nIs set down beside her, alongside a pair of open\nscissors. Ominous; a potential tool of murder...\n\nCLOSE - ON THE FLOOR - A FOUNTAIN PEN\nThe nub, sharp. Ink; blood red. It is picked up...\nCLOSE - CLAIR\n\nConsiders...\n\nCLOSE - BLANK CHRISTMAS CARD\n\nShe writes... \"Leigh...\"\n\nCLAIR\n\nSIGHS, then takes a long sip of wine...\nTHE FOUNTAIN PEN\n\nIs returned to the floor...\n\nCLOSE - CLAIR\n\nthe dry cleaning plastic RUSTLES. She turns, startles...\n\f19.\n\nCLAIR'S POV - THE DRY CLEANING PLASTIC BAGS\n\nFlutter... the forms appearing like corpses in a\nmorgue...\n\nCLAIR\n\nComposes, smiles at her startle, then looks to...\nCLAIR'S POV - BASE OF THE FLOOR\n\nAir wisps through the heating vent...\n\nCLAIR\n\ntakes another sip of wine before her expression conveys\nshe has caught hold of some words for which she has been\nsearching to express complex emotions.",
  "16": "---END OF PREVIOUS SECTION---\nCLAIR\n\nComposes, smiles at her startle, then looks to... CLAIR'S POV - BASE OF THE FLOOR\n\nAir wisps through the heating vent... CLAIR\n\ntakes another sip of wine before her expression conveys\nshe has caught hold of some words for which she has been\nsearching to express complex emotions. \n---TARGET SECTION TO BE ANNOTATED---\n She quickly sets\ndown the wine glass and reaches back for the pen...\nCLOSE - THE FLOOR\n\nClair reaches for the pen, but it is no longer there...\nCLOSE - CLAIR\n\nPuzzled, turns a quarter and looks to the floor...\nCLAIR'S POV - THE FLOOR\n\nThe pen is gone. A shadow approaches...\n\nCLAIR\n\nAs she turns to see which of her sorority sisters has\nentered... a clear plastic bag whips over her head.\n\nCLOSE - CLAIR'S MOUTH\n\nLike a vacuum, the plastic CLASPS to her face; mouth wide\nwith horror and pain as she takes her last GASP...\n\nCLOSE - THE FOUNTAIN PEN\n\nIs THRUST through the bag and into her eye.\n\nTHE BED\n\nAs colored shadows struggle over the bed... CAMERA PUSHES\nIN to REVEAL Clair's cell phone is gone...\n\nOVERLAPPING...\n\nMS. MAC (0.S.)\nBILL-Y! BILL-Y!\n\nCUT TO:\n\f37\n\n20.\n\nINT. LIVING ROOM - NIGHT - UNDER THE TREE 37\n\nChristmas gifts wrapped in holiday paper are rummaged by\na pair of female hands...\n\nMS. MAC (0.S.)\nI don't see Billy's present under the\ntree, here.\n\nWIDER\n\nThe Phi Kappa Sigma house mother, MRS. MacHENRY, late\nfifties to early sixties, is on her knees wearing a Santa\nClaus hat beneath the Christmas tree.\n\nMS. MAC (CONT'D)\nCan't start the secret Santa without\nBilly's present.\n\nMs. Mac looks to the gathered sorority sisters...\nREVERSE - PHI KAPPA SIGMA SISTER\n\nSeveral hang out on sofas, in chairs, and on the floor.\nEach with a glass of wine, beer, or a shooter. The\nsisters are not as into this tradition as the house\nmother.\n\nThe interior decor is tasteful and reflects the upper\neconomic class of its members. Comfortable and inviting,\nthe room is warmed by an amber glow from a fire in the\nhearth. The house feels safe and Christmassy. CAMERA\nBEGINS CREEPING... ARCING... while the girls LAUGH,\nbuzzed from the alcohol and holiday respite from college.\n\nMS.",
  "17": "---END OF PREVIOUS SECTION---\nCAMERA\nBEGINS CREEPING... ARCING... while the girls LAUGH,\nbuzzed from the alcohol and holiday respite from college. MS. \n---TARGET SECTION TO BE ANNOTATED---\n MAC (CONT'D)\nWho drew Billy's name?\n\nHEATHER LEE, 20, a Charleston, South Carolina blonde, not\na hair out of place and a touch self righteous, appears\nuncomfortable with Ms. Mac's search for Billie's\npresent...\n\nMELISSA KITT, 20, Asian, sits with her feet propped on\nthe coffee table.\n\nMELISSA\nUm... dude... it's a secret Santa.\n\nDANA MATHIS, 20, a daddy's girl ice princess, keeps her\neyes focused on painting her nails a tasteful Christmas\nred...\n\nDANA\nWho cares about him? Can we just get on\nwith this?\n\n(MORE)\n\f21.\n\nDANA (CONT'D)\nI've got the red eye to JFK so I can get\nhome and party for a few days before\nhaving to deal with family on Christmas.\n\nMELISSA\nRed eye? Dude, you ain't goin' anywhere.\nLook outside. It's raining hail the size\nof Yao Ming's testicles.\n\nDANA\nReally?\n\nMELISSA\nI know you never watch any news, so, just\nlook outside...\n\nDana sits up on the couch and stretches to look out while\nKELLI PRESELY, the youngest member of the sorority who is\ntreated like everyone's little sister, pulls aside the\ncurtains for Dana to look outside.\n\nDANA\nCan't see.\n\nMELISSA\nThen, just listen.\n\nThey listen to the intense rhythmic thumping on the roof.\nMelissa gestures as if, \"well?\"\n\nDANA\nIt'll stop. The party gods won't allow me\nto be here on Christmas break by myself.\n\nMelissa laughs and shakes her head as she looks to\nKelli...\n\nKELLI\nI'll be here, Dana. They're making me\nwork next week.\n\nDANA\nOh yeah, right. Hmmm... let's see... get\nhome and go to Ivanka Trump's Christmas\nparty... or... hang here with you and\nyour townie boyfriend, Kyle, and watch\n\"Monster Garage Christmas.\" Hmmm...\n\nMELISSA\nYou have to work? Dude, that sucks.\nEveryone should be home for Christmas.\n\nKELLI\nYeah, well, kind of expensive to go home.\nJust saw my mom and dad at Thanksgiving.",
  "18": "---END OF PREVIOUS SECTION---\nEveryone should be home for Christmas. KELLI\nYeah, well, kind of expensive to go home. Just saw my mom and dad at Thanksgiving. \n---TARGET SECTION TO BE ANNOTATED---\nAnd, you know, I never had any sisters or\nbrothers to share Christmas with, so...\n(to Dana)\nI'll be your family, now...\n\f22.\n\nA touch tone house phone ENTERS FRAME... It RINGS;\nAMPLIFIED to create a startle...\nDANA\nWant me to treat you like I do my sister?\n\n(beat)\nGet the phone.\n\nKelli moves to the phone and answers...\n\nKELLI\nPhi Kappa...\n\nCAMERA CREEPS IN as she reacts, absently tilting her head\nas if this will help her understand the caller...\n\nKELLI (CONT'D)\nWhat..? Who?\n(beat)\nOh, hey, Darin... you kept breakin' up...\nStorm's bad where you are, huh? Sorry,\nshe's gone home for Christmas break. Try\nher cell... Merry Christmas.\n\nAs Kelli hangs up, a MUTED, RINGTONE plays \"JINGLE\nBELLS.\" MELISSA lifts her behind and removes a cell phone\nfrom her back pocket...\n\nMELISSA\nHello... Hey!\n\nDANA\nThat is so gay.\n\nMelissa throws Dana a \"like I care what you think\" shrug.\nShe believes the ringtone is cheesy cool. So does Kelli\nwho removes her phone...\n\nKELLI\nI have the same phone, but mine plays\n\"Dance of the Sugar Plum Fairy.\"\nShe hits a button and the ring tone begins the tinkling\nintroduction of \"The Dance of the Sugar Plum Fairy\" as\nshe heads back toward the stairs...\n\nDANA\nI'm so sad for you.\n\nKELLI\nDoesn't your phone do anything?\n\nDana holds up her Blackberry...\n\nDANA\nValidates me.\n\nMs. Mac moves away from the tree, flustered.\n\f23.\n\nMS. MAC\nWho's not here?\n\nKELLI\nLike... everybody.\n\nMS. MAC\nChelsea?\n\nKELLI\n\nWent home, this morning.\nMelissa hangs up her call...\n\nMS. MAC\nGreer?\n\nMELISSA\nThat was her on the phone. She and Erin\nand Taylor are on that ski trip with with\nall the A.D.G. guys next door.\n\nMS.",
  "19": "---END OF PREVIOUS SECTION---\nD. G. guys next door. MS. \n---TARGET SECTION TO BE ANNOTATED---\n MAC\nDidn't I see Clair, earlier?\n\nKELLI\nIsn't she upstairs writing a card to her\nsister?\n\nMELISSA\n\nNo, I think that, maybe, Clair's sister\nmight've already picked her up. Remember,\nthis is that... “occasion for Clair and\nher sister and her mom to bury the\nhatchet and rediscover each other.\"\n\nDANA\nI'd like to bury the hatchet with my\nsister... right in her head.\n\nCUT TO:\n\nINT. ATTIC - SORORITY HOUSE - NIGHT 38\nCAMERA LOOKS OUT THE ATTIC WINDOW. Suddenly! Clair's dead\nbody ROCKS INTO and FILLS FRAME. The clear plastic\n\nshopping bag clings to her frozen bloody horrified\nexpression; skull- like as her eye sockets are empty.\n\nAs the chair slowly rocks... CREAK... CREAK... CREAK...\n\nCUT TO:\n\f24.\n\n39 INT. LIVING ROOM - NIGHT 39\nMs. Mac sighs, considers, before she calls out to\nKelli...\nMS. MAC\nKelli, can you run upstairs and bring\ndown whoever's up there? As Kelli hustles\noff toward the stairs...\nCUT TO:\n40 INT. UPSTAIRS HALLWAY - NIGHT 40\n\nCAMERA IS MOVING past the blinking Christmas lights in\nthe dark vacant hallway. Lauren exits and steps into the\ndim hallway as Kelli bounds up the stairs...\n\nKELLI\nWe're opening presents. Can you see if\nClair's in her room?\n\nLauren turns back down the hall toward Clair's room as\nKelli KNOCKS on Megan's door. The response is terse..\n\nwhat? MEGAN (0.S.)\nats\n\nKelli appears concerned by Megan's tone...\n\nKELLI\nMegan... it's Kelli.\n41 INT. MEGAN'S ROOM - NIGHT 4l\n\nMegan tenses with dread, mouthing \"fuck!\"\n\nMEGAN\nWhat?\n\nKELLI\nWe're gonna open presents, downstairs.\n\nOnce again, Megan tenses...\n\n42 INT. UPSTAIRS HALLWAY - NIGHT 42\nKelli listens by the door...\n\nMEGAN (0.S.)\nStart without me.\n\nKELLI\nBut, you're going to come down, right?\n\f43\n\n25.\n\nMEGAN (0.S.",
  "20": "---END OF PREVIOUS SECTION---\n43\n\n25. MEGAN (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nI don't know, Kelli! If I do, I do. Just\nstart without me.\nKelli looks up, down the hall toward Lauren.\nLAUREN\n\nReacts incredulous and impatient with Megan's behavior...\n\nLAUREN\nI realize you're an only child, so let me\nexplain... Christmas is just Darwin. The\n\nweak get eaten.\n\nLauren POUNDS on Clair's door. Then, like a Marine Corp\nD.I.\n\nLAUREN (CONT'D)\nWe're opening presents, NOW! If you're\nnot down there, your gifts will be mine.\n\nLauren walks away from Clair's door without awaiting a\nresponse. She tosses to Kelli...\n\nAT MEGAN'S DOOR\nKelli sighs with derision at Lauren's method as she\n\npasses enroute to the stairway. Kelli TAPS politely on\nMegan's door.\n\nKELLI\nMegan... you okay?\n\nMEGAN (0.S.)\nYes... no... just... FUCK\n\nCHRISTMAS! FUCK IT!\n\nKelli is taken aback. Concerned, she considers knocking\nagain, however, turns and moves off toward the stairs...\n\nCUT TO:\n\nINT. LIVING ROOM - NIGHT 43\n\nMs. Mac continues rummaging through the presents while\nHeather remains anxious and somewhat guilty...\n\nHEATHER\nMs. Mac, why don't you open the present\nwe got you?\n\nMS. MAC\nBilly always gets his present first.\nFifteen year Phi Kappa Sigma tradition.\n\f26.\n\nIn the b.g., Lauren moves down the stairs into the living\nroom, followed by Kelli...\n\nLAUREN\nHe's gonna be pih-issed, then come back\nhere and eat us.\n\nMs. Mac reacts to the residue smell of cigarettes left in\nLauren's wake.\n\nMS. MAC\nNot as pissed as I'm gonna be if you've\nbeen smoking in your room.\n\nLauren shakes her head with feigned innocence as she\nswipes someone's full glass of red wine and as she takes\na sip...\n\nLAUREN\nMust've been Billy's ghost.\n\nMELISSA\nDon't think he's dead. Is he?\n\nHEATHER\nWatches, then sighs, confessional...\n\nHEATHER\nOkay, look... I drew \"that name.\"\n\nLIVING ROOM\n\nbeneath the tree, Ms.",
  "21": "---END OF PREVIOUS SECTION---\nHEATHER\nWatches, then sighs, confessional... HEATHER\nOkay, look... I drew \"that name.\"\n\nLIVING ROOM\n\nbeneath the tree, Ms. \n---TARGET SECTION TO BE ANNOTATED---\n Mac looks to Heather. Lauren pauses\nmid sip of wine. Dana eyes Melissa, flashes a catty\ngrimace, and mouths \"oops.\" Heather, sitting upright,\ninches up on the edge of the sofa; posture defensive...\n\nHEATHER (CONT'D)\nCan I just say... I'm sorry, but, I am\nvery not okay with any of this. I mean,\nbuying a Christmas present for a serial\nkiller?\n\nMELISSA\nSerial killers murder repeatedly for\nsexual thrill. Billy Lenz was a spree\nkiller. Dude just fuckin' lost it!\n\nHEATHER\nWhat-ever. I'm just offended by a...\npagan sacrifice... to ward off evil\n\nspirits on Christmas.\n\nMs. Mac moves toward the fireplace and picks up a foot\nand a half long, two pronged barbecue fork. As she sticks\na marshmallow on the end and places it over the fire...\n\f27.\n\nMS. MAC\nCome on, Heather, it's just a bit of\nfun...\nLauren cuts her off...\nLAUREN\n\nChristmas is more about warding off evil\nspirits than Halloween.\n\nWIDER - LIVING ROOM\n\nAt the top of the staircase, looking through the rails of\nthe dark wood banister. CAMERA is INCHING FORWARD, as if\nthe P.O.V. of an unidentified person... watching.\n\nDANA\nLet it go, Heather. Just be happy you had\nto buy a present for a serial killer\ninstead of Lauren.\n\nCLOSER - LIVING ROOM\n\nHeather is rattled and not as good at rancorous debate as\nLauren, who knows it...\n\nLAUREN\nWhat Christmas shit in this room reflects\nanything Christian? Huh?\n\nThe girls pause, then look about the room as Lauren\nrandomly points at various Christmas decorations...\n\nLAUREN (CONT'D)\nIt's all neo-pagan magik. Christmas\ntree's a magical rite ensuring the return\nof the crops. Mistletoe is a conception\ncharm...\n\nMELISSA\nThen, get it away from me.\n\nKelli smiles. Lauren's momentum picks up...\n\nLAUREN\nFifth century Christians jacked a Roman\nwinter festival. Twelve days in December\nwhen the nights were long and the earth\nwas roamed by the demons of chaos.\n\nMELISSA\nI saw them, yesterday, at Wal-Mart.",
  "22": "---END OF PREVIOUS SECTION---\nLAUREN\nFifth century Christians jacked a Roman\nwinter festival. Twelve days in December\nwhen the nights were long and the earth\nwas roamed by the demons of chaos. MELISSA\nI saw them, yesterday, at Wal-Mart. \n---TARGET SECTION TO BE ANNOTATED---\n\f28.\n\nLAUREN\nAnd fuckin' Santa Claus? This voyeur that\nwatches you all year and determines if\nyou've behaved to his standards of\ndecency before breaking into your house\nin the middle of the night? And that's\ndifferent from what Billy did, how?\n\nMs. Mac smiles as she pulls a toasted marshmallow off the\nfork and into her mouth as she returns to the tree...\n\nMS. MAC\nHe didn't break in. Billy lived here.\n\nTHE HOUSE PHONE\n\nLarge in the f.g., RINGS! LOUD! Startling. Kelli knows\nshe will be called upon and moves toward the phone...\n\nTHE RECEIVER\n\nCAMERA RISES with the receiver as Kelli lifts it to her\near...\n\nKELLI\nPhi Kappa.\n\nCAMERA CREEPS TOWARD HER...\n\nKELLI (CONT'D)\nHello?\n\nShe listens, then smirks, bemused...\n\nKELLI (CONT'D)\nNeed to work on it, Kyle.\n\nThen quickly, Kelli grows alarmed. She pulls away from\nthe phone and turns to the other girls...\n\nKELLI (CONT'D)\nI think someone's in trouble...\n\nShe quickly presses the \"hold\" button, sets the receiver\nin the cradle and hits the \"speaker\" button. CAMERA TILTS\nDOWN to the PHONE which FILLS THE FRAME...\n\nThe SOUND emitting through the speaker is like the low\nwailing of a wounded animal, yet with an edge of\nunsettling perversity. Although not discernibly obscene,\nit is quite sexually chilling.\n\nLIVING ROOM\n\nThe SOUND freezes the girls with collective anxiety. They\nare absently drawn together; listening...\n\f29.\n\nLAUREN\nYeah, he's in trouble. Dude's whackin'\noff with egg nog lube.\n\nMelissa GIGGLES and begins adding to the joke, until...\n\nThe PHONE ERUPTS with a nightmarish cacophony of VOICES;\nwomen, men, a crying baby. INSANE and DEMONIC;\nintertwined with one another. GROANS, DISTANT SHRIEKS,\nCACKLES; it SOUNDS as if a Dore etching of Hell could\nspeak.\n\nMeanwhile, Bing Crosby's rendition of \"I'll Be Home For\nChristmas\" plays low on the living room C.D.",
  "23": "---END OF PREVIOUS SECTION---\nGROANS, DISTANT SHRIEKS,\nCACKLES; it SOUNDS as if a Dore etching of Hell could\nspeak. Meanwhile, Bing Crosby's rendition of \"I'll Be Home For\nChristmas\" plays low on the living room C. D. \n---TARGET SECTION TO BE ANNOTATED---\n Meant to be\ncomforting, it subliminally adds to the tension...\n\nCAMERA SLOWLY CIRCLES the stunned Phi Kappa sisters'\nFACES listening to the awful SOUNDS emitting from the\nphone.\n\nThen, cutting through the STATIC of eerie VOICES... yet\nremaining distant... a VOICE... neither male or female,\nyet an absolutely crone-like cackle...\n\nCALLER (V.O.)\nBill-ly! What have you done?!\n\nThe girls are rattled. A MALE VOICE begs...\n\nCALLER (V.O.) (CONT'D)\nWhat your mother and I must know,\nBilly... is what did you do with the\nbaby?\n\nA COARSE, GRAVELLY male voice, intense, insanely\nlascivious, and yet, mischievous, like an pre-pubescent\nboy, JUMPS THROUGH the speakers...\n\nCALLER (V.O.) (CONT'D)\nWhere is Agnes?\n\nCALLER (V.O.) (CONT'D)\n.--She's our family, now.\n\nAn eerie, pathetic and sad child asks...\n\nLAUREN\nHey, shouldn't you get goin'? Don't you\nhave lots of toys to deliver tonight to\ngood little boys and girls?\n\nWhile Melissa LAUGHS, Dana and Ms. Mac gesture for Lauren\nto hang up. Lauren gestures, as if, \"don't worry.\"\n\nThe voice lowers an octave with insane intensity and,\nmost chilling, extremely matter of fact...\n\f30.\n\nCALLER (V.O.)\nI'm going to kill you.\n\nHeather quickly disconnects. The room turns deathly\nSILENT. The girls look to one another, rattled...\n\nHEATHER\nCall the police.\n\nLAUREN\nPuh-lease. Police ain't gonna do shit\nabout one whack job phone call.\n\nMELISSA\nCampus security is down to, like, one guy\n'til after Christmas.\n\nLAUREN\nCampus security? That's probably who just\ncalled.\nKELLI\nThat couldn't have been one person.\nMELISSA\nWhat was the caller I.D.? Was it on\ncampus?\nKELLI\nSorry, didn't even look. My brain was on\nKyle...\nDANA\nDial *69.\nMELISSA\n\nThat just calls him back. Unless there's\nsomething you need him to clarify...",
  "24": "---END OF PREVIOUS SECTION---\nDANA\nDial *69. MELISSA\n\nThat just calls him back. Unless there's\nsomething you need him to clarify... \n---TARGET SECTION TO BE ANNOTATED---\nAT THE TOP OF THE STAIRS\n\nA figure steps INTO the F.G., remaining at the top of the\ndarkened stairwell... watching the others.\n\nMelissa taps some buttons on the phone, Heather returns\nto the gathered group of girls, remaining angry at\nLauren...\n\nHEATHER\nYou shouldn't provoke someone like that.\n\nMELISSA\nreacts, puzzled, while looking at the phone.\n\nMELISSA (CONT'D)\nCall log says Clair's cell.\n\f31.\n\nWIDER\n\nThe information goes unregistered as everyone is focused\non the rising confrontation. Lauren glares at Heather...\n\nLAUREN\nWhat would you know about dealing with\nanyone other than a NASCAR dad?\n\nHeather's eyes flare with anger. She steps aggressively\ntoward Lauren. Kelli places a restraining hand on\nHeather...\n\nHEATHER\nI'm going home.\n\nDisgusted, Heather starts toward the stairs...\n\nLAUREN\nYeah, yeah, run to daddy.\n\nDANA\nIs that a problem?\n\nHeather stops, then turns, pointedly, at Lauren...\n\nHEATHER\nLeast my family wants me to come home.\n\nFrom Lauren's reaction, Heather has gone straight for the\nheart and scored a bull's-eye. The other girls know it...\n\nKELLI\nGuys, c'mon... it's, like, Christmas\ntime.\n\nDesperate to break the increasing tension, Ms. Mac\nreturns to the idea of Christmas cheer...\n\nMS. MAC\nYeah. Heather, what about your present?\n\nHEATHER\nGive it to Billy.\n\nThe figure steps directly in front of Heather, who stops\ncold.\n\nLOWER ANGLE - EVE\n\nIn sorority terms, EVE GUARALDI, 23, is a \"mistake.\" A\nquiet girl whom events in her life could have caused her\neither to blossom into a social butterfly or a sullen\ncreepy misfit. The latter is the case.\n\nThe lenses of her glasses are thick, suggesting a past\ninjury rather than merely vision dysfunction. Eve's\nphysical features could pass for an adult Agnes.\n\f32.\n\nWearing a coat and duffel bag over her shoulder, Eve\nappears ready to leave. She extends a present, wrapped in\nnewspaper, to Heather.\n\nEVE\nMerry Christmas, Heather.\nAs Eve looks up and smiles... CAMERA INCHES IN...\nunnerving.",
  "25": "---END OF PREVIOUS SECTION---\nAs Eve looks up and smiles... CAMERA INCHES IN... unnerving. \n---TARGET SECTION TO BE ANNOTATED---\nEVE (CONT'D)\nMerry Christmas, everyone.\n(beat)\nYou're all, like... my family, now.\n\nKELLI & HEATHER\n\nHeather looks to Kelli, acknowledging the similarity of\nEve's statement with the last comment made during the\nphone call. Heather forces a smile and takes the present\nwithout looking at Eve.\n\nHEATHER\nThat's... so sweet, Eve.\n\nCLOSE - GIFT\n\nThe newspaper tears away REVEALING a piece of bric-a-\nbrac; a glass unicorn. The horn is six inches long and\nsharp.\n\nTHE GIRLS\n\nDon't quite know what to make of Eve's tacky gift...\n\nEVE\nI know you like the Bible 'n' stuff.\n\nThe others exchange \"She is so weird\" glances. Ms. Mac\nseizes upon the gift exchange goodwill, albeit a creepy\none, to get things back to a lighter mood...\n\nMS. MAC\n\nThat's the Christmas spirit! Come on,\n\nlet's keep it rolling.\nHEATHER AND EVE\nHeather continues up the stairs while Eve starts down,\naverting her eyes, as if sad and troubled as Heather\npasses...\nLIVING ROOM\n\nEve continues through the living room while Ms. Mac hands\nout presents from under the tree...\n\f44\n\n45\n\n33.\n\nMS. MAC (CONT'D)\nMelissa... Here, Dana. Is Megan coming\ndown? Let me find yours, Eve...\nNEAR THE DOOR - EVE\nCAMERA FOLLOWS EVE toward the front door. She pauses near\nthe tree. CAMERA INCHES IN ON EVE as she turns back one\nquarter, ambiguous as to if she's interested in her\npresent or checking if anyone is watching her...\n\nCUT TO:\n\nINT. MEGAN'S ROOM - NIGHT - THE HOLLY WREATH 44\nMegan sits at her desk, balled up; feet on the chair,\n\narms hugging her knees. Her eyes are red from crying as\n\nshe stares at her open laptop screen which is AWAY FROM\nCAMERA; the specifics on the monitor cannot be seen.\n\nINT. LIVING ROOM - NIGHT - MS. MAC AND THE GIRLS 45\n\nThe girls tear off the wrapping and react with proper\nwarm smiles and appreciation...\n\nMS. MAC\nI don't see one for Lauren.",
  "26": "---END OF PREVIOUS SECTION---\nMAC AND THE GIRLS 45\n\nThe girls tear off the wrapping and react with proper\nwarm smiles and appreciation... MS. MAC\nI don't see one for Lauren. \n---TARGET SECTION TO BE ANNOTATED---\nDANA\nJust give her a tequila shot, wish her\n\"Happy Holidays,\" and she's good to go.\n\nLauren smiles, agrees...\n\nMS. MAC\nEve, is Lauren's present under the tree?\n\nMs. Mac turns to check Eve, then reacts, puzzled...\nMRS. MAC'S POV - BY THE CHRISTMAS TREE\nThe area in which Eve paused at the tree, is vacant...\nMS. MAC (CONT'D, O.S.)\n(CONT'D)\nWhat, did she leave, already? She just\nkind of snuck out.\nRETURN - MRS. MAC & THE GIRLS\n\nThe girls look around. Not spotting Eve on a perfunctory\nglance, they shrug.\n\nMELISSA\nDid Eve have someplace to be?\n\f46\n\n47\n\n34.\n\nDANA\nThe Island of Misfit Toys.\n\nMS. MAC\nHer mother is a legacy.\n\nDANA\nAnd? Her mother's dead. She'd never know\nif we threw her out. Father's...\nwherever. No boyfriend. No family. Like,\nwhere does she have to go?\n\nCUT TO:\n\nEXT. PHI KAPPA SIGMA SORORITY HOUSE - NIGHT 46\n\nCAMERA IS IN MOTION... along the front of the house\nthrough the freezing rain driven by howling winds. The\nmovement reflecting the P.O.V. of a hurried, intense,\nindividual.\n\nCUT TO:\n\nINT. LIVING ROOM - NIGHT 47\n\nMelissa takes pity on Lauren who sits with a glass of\nwine and no Christmas present...\n\nMELISSA\nHey, I understand this is a \"secret\nSanta\" thing, but, I know Clair drew your\nname.\n\nLAUREN\nShe get me anything good?\n\nMELISSA\nA music box.\n\nLauren winces...\nMELISSA (CONT'D)\nKelli, can you go see if it's in her\n\nroom?\n\nKelli starts toward the stairs...\n\nLAUREN\nHey, Mel... um... this music box deal? Is\nthere, like, a cigarette inside it, or\nanything?\n\nMELISSA\n\nPlays \"Dance of the Sugar Plum Fairy.\"\n\f48\n\n49\n\n49PT\n\n35.\n\nLAUREN\nOh, hell no!\n\nBut Kelli starts up the stairs. Lauren sighs, drunken...",
  "27": "---END OF PREVIOUS SECTION---\nLAUREN\nOh, hell no! But Kelli starts up the stairs. Lauren sighs, drunken... \n---TARGET SECTION TO BE ANNOTATED---\nLAUREN (CONT'D)\nI'm startin' to see sugar plum fairies, I\ndon't need to hear the little fuckers,\ntoo.\n\nCUT TO:\n\nEXT. PHI KAPPA SIGMA SORORITY HOUSE - NIGHT 48\n\nCAMERA MOVES ALONG the base of the house, then TILTS up\nalong a lattice, covered with bare Winter vines, running\nthe height of the house seemingly to Megan's second level\nwindow with the small holly wreath and white micro\nlights, yet, also, the plastic Santa stands entry just\nabove in the attic window.\n\nA gloved hand reaches out and takes hold of the lattice.\nCAMERA RISES, as the unseen figure begins to climb...\n\nCUT TO:\n\nINT. MEGAN'S ROOM - NIGHT 49\n\nCAMERA IS LOW, near the floor and obliquely angled; 49PT\nvoyeuristic. The texture within THE FRAME is grainy and\ncoarse. A bed is in the b.g., the lighting is low.\n\nVisible IN FRAME, a poster of \"Alex de Large,\" Malcolm\nMcDowell in \"Clockwork Orange,\" false eyelash\n\naccentuating his maniacal eye, is set directly over the\n\nbed with clear push pins.\n\nMegan ENTERS FRAME and sits on the bed...\n\nCAMERA BEGINS PULLING BACK REVEALING CAMERA has actually\nbeen watching Megan's laptop monitor. An Quicktime file\nplays beside a fileshare website entitled: EYEJACK. The\nname of the file is... \"CLEMENT UNIVERSITY BITCH IN\nSORORITY ROOM.\"\n\nCAMERA PANS OFF THE MONITOR just as a MALE FIGURE ENTERS\nFRAME. Megan's VOICE emits from the speakers but it is\nunintelligible. But, the male's response is clear...\n\nMALE FIGURE (V.O.)\nHow's she ever gonna find out, ‘less one\nof us tells her?\n\nCAMERA PANS ACROSS the dark room FINDING Megan at her\ndesk, crying, ashamed and angry.\n\f49PT\n\n50\n\n51\n\n52\n\n53\n\n36.\n\nMONITOR 49PT\n\nThe boy turns over onto his back REVEALING KYLE AUTRY,\nmid twenties. As he begins unbuttoning his jeans...\n\nMEGAN\nShuts her eyes, intense with regret. O.S.",
  "28": "---END OF PREVIOUS SECTION---\nMEGAN\nShuts her eyes, intense with regret. O. S. \n---TARGET SECTION TO BE ANNOTATED---\n a subtle\nTHUMP; location, indiscernible. On reflex, Megan stops\nthe media player. She holds, listens; afraid of being\nbusted.\nEXT. PHI KAPPA SIGMA SORORITY HOUSE - NIGHT - LATTICE 50\nAs the climber's foot steps on the lattice, the woods\nBREAKS.\nINT. MEGAN'S ROOM - NIGHT 51\nMegan reacts to the 0.S. SOUND, stretching toward her\nwindow to look out at the source... until FOOTSTEPS\nAPPROACH and she stops, turns looks toward her door...\nMEGAN'S POV - BASE OF THE DOOR\nRed and green light spills from the hall beneath the\nclosed doorway. The colors turn to shadows as feet\npass...\nMEGAN\nHolds, listens. O.S., a muted KNOCK. KNOCK. KNOCK.\nKELLI (0.S.)\n\nClair?\n\nINT. UPSTAIRS HALLWAY - NIGHT 52\n\nKelli knocks at a door two rooms down from Megan's...\n\nKELLI\nClair?\n\nShe listens, then, as she cautiously turns the\ndoorknob...\n\nCUT TO:\n\nEXT. PHI KAPPA SIGMA SORORITY HOUSE - NIGHT - LATTICE 53\nThe gloved hand reaches INTO FRAME and grabs the wood...\n\nCUT TO:\n\f54\n\n55\n\n56\n\n57\n\n58\n\n37.\n\nINT. CLAIR'S ROOM - NIGHT 54\nKelli's darkened figure stands in the threshold.\nKELLI\n\nClair? It's Kelli. You in here?\nINT. MEGAN'S ROOM - NIGHT 55\nMegan listens to Kelli's MUTED VOICE. 0.S., another\nTHUMP. O.S... the MUTED tinkle of a music box playing\n\"DANCE OF THE SUGAR PLUM FAIRY\" begins.\nMegan holds, listening to locate its origin. Then, as\nsuddenly as it began... the MUSIC stops.\nINT. UPSTAIRS HALLWAY - NIGHT 56\nClair's door opens. Kelli exits, her figure dark in the\nhallway. She turns and starts toward the stairs...\nINT. MEGAN'S ROOM - NIGHT - BASE OF THE DOOR 57\nKelli's feet create shadows as they pass...",
  "29": "---END OF PREVIOUS SECTION---\nShe turns and starts toward the stairs... INT. MEGAN'S ROOM - NIGHT - BASE OF THE DOOR 57\nKelli's feet create shadows as they pass... \n---TARGET SECTION TO BE ANNOTATED---\nMEGAN\n\nWaits for Kelli to move off, then returns to the\nwindow...\n\nThe MUSIC starts, again. Puzzled, Megan listens. She\nmoves away from the window and toward the center of the\nroom. The ghostly SOUND seems to emanate from within the\nwall.\n\nThe MUSIC begins travelling, up the wall and to the\nceiling.\n\nOVERHEAD ANGLE\n\nCAMERA LOOKS DIRECTLY DOWN on Megan following the MUSIC.\n\nAs she reaches her door and turns the knob...\n\nEXT. PHI KAPPA SIGMA SORORITY HOUSE - NIGHT 58\n\nHaving steadied and composed, the climbing figure begins\nascending toward Megan's window...\n\f59\n\n60\n\n61\n\n62\n\n38.\n\nINT. UPSTAIRS HALLWAY - NIGHT 59\n\nAs Megan opens her door, the MUSIC turns silent. She\nholds in the doorway, listening. Nothing. SILENCE.\n\nThen, down the hall... \"The Dance of the Sugar Plum\nFairy\" begins, again. CAMERA PUSHES INTO MEGAN as she\nturns toward...\n\nMEGAN'S POV - CEILING\n\nThe MUSIC is behind the attic trap door...\n\nMEGAN\n\nMoves toward the dark end of the hallway...\n\nCUT TO:\n\nINT. HEATHER'S ROOM - NIGHT 60\nA duffel bag sits on Heather's bed as she packs. Behind\nher, the local news plays from an internet feed on her\nlaptop...\nWEATHERMAN (V.O.)\n\nIce accumulations are expected to be\n\nthree to four inches in most areas.\n\nAgain... in most areas.\nINT. LIVING ROOM - NIGHT 61\n\nKelli returns to the living room. She shrugs as she\nsits...\n\nKELLI\nCouldn't find it.\n\nLAUREN\nDamn! If I don't hear \"The Sugar Plum\nFairies,\" I'll just die!\nOVERLAPPING... the afore-mentioned MUSIC begins...\n\nCUT TO:\n\nINT. UPSTAIRS HALLWAY - NIGHT - OVERHEAD 62\nMegan steps INTO FRAME looking up...\nMEGAN'S POV - TRAP DOOR\n\nLit only by Christmas lights at the opposite end of the\nhall.\n\f63\n\n64\n\n65\n\n39.\n\nMEGAN\n\nnot afraid, but quite curious. The crystalline MUSIC\ncontinues. Megan reaches out and grasps a rung on the\nwood ladder.",
  "30": "---END OF PREVIOUS SECTION---\nMEGAN\n\nnot afraid, but quite curious. The crystalline MUSIC\ncontinues. Megan reaches out and grasps a rung on the\nwood ladder. \n---TARGET SECTION TO BE ANNOTATED---\n She begins climbing...\n\nINT. ATTIC - SORORITY HOUSE - NIGHT 63\nThe open window TAPS from the wind. Spill light from the\nilluminated plastic Santa in the window brings a dim red\ncast to the usually pitch black room.\n\nThe trap door opens. Megan rises into the attic, her\nbreath exhaust can be seen in the cold. The MUSIC BOX\nsounds clean; definitely in this room.\n\nMEGAN'S POV - IN THE SPILL LIGHT\n\nA tiny ballerina twirls within an open box, reflecting\nglass and rhinestone. DOWNSTAIRS, O.S., a RAUCOUS LAUGH\nERUPTS...\n\nCUT TO:\n\nINT. LIVING ROOM - NIGHT 64\n\nDana wiggles a Jeff Stryker silicon dildo. She eyes\nLauren...\n\nDANA\nHmm. Wonder who drew my name?\n\nAs Lauren smirks and raises her glass in a toast...\n\nCUT TO:\n\nINT. ATTIC - SORORITY HOUSE - NIGHT - THE MUSIC BOX 65\n\"Dance of the Sugar Plum Fairy\" warbles; SLOWING...\nMEGAN'S EYES\n\nturn from the figurine and into the red light tinted\nroom...\n\nMEGAN\nAlright... who's fucking with me?\n\nO.S., CREAK... CREAK... CREAK. CAMERA PUSHES IN ON HER...\nMEGAN'S POV - THE ROCKING CHAIR\n\nA dark figure, silhouetted against the illuminated Santa\nClaus, rocks in the creaking chair...\n\f66\n\n40.\n\nMEGAN\n\nremaining with only her head and shoulders through the\nattic trapdoor, she absently leans closer for a better\nlook...\n\nMEGAN (CONT'D)\nClair..? What are you doing?\n\nFrom the darkness, a Hefty trash bag WHIPS over Megan's\nhead.\n\nThe FRAME TURNS BLACK, as if having CUT TO BLACK,\nhowever, MEGAN'S HORRIFIED BREATHS remain amplified and\nintensely PRESENT. Then, a sickening THRUST RIPS a hole\nin the bag...\n\nA tear erupts in the upper corner of FRAME, exposing the\nback of the illuminated plastic Santa. ANOTHER THRUST!\nRIP! A second tear slashes ACROSS FRAME...\n\nTHRASHING, CAMERA, through the two puncture holes,\nCATCHES flashes of the killer's legs...",
  "31": "---END OF PREVIOUS SECTION---\nRIP! A second tear slashes ACROSS FRAME... THRASHING, CAMERA, through the two puncture holes,\nCATCHES flashes of the killer's legs... \n---TARGET SECTION TO BE ANNOTATED---\n macabre sparkles\nof tinsel... the posed dead body of Clair placed in the\nrocking chair...\n\nThe silhouetted killer reaches out as if holding Megan\nstill. The other arm cocks backward with a clawed hammer\nand slings toward the bag...\n\nTHE ILLUMINATED SANTA CLAUS IN THE WINDOW\nIs spackled with blood.\n\nCUT TO:\n\nINT. HEATHER'S ROOM - NIGHT - HEATHER 66\n\npauses, as if reacting to the subtle THUMP of the closing\nattic door, however, she is actually considering the\nnews...\n\nWEATHERMAN (V.O.)\n\nWireless services report several\nmicrowave relay stations are off- line.\nNow, a relay station sends calls out of\nthe area, so, that is why, your cell may\nwork on local calls, but not long\ndistance...\n\nAs she sighs, LAUGHTER ERUPTS from the living room...\n\f67\n\n41.\n\nINT. LIVING ROOM - NIGHT 67\nMs. Mac sheepishly displays Victoria's Secret lingerie\nagainst her body. The drunken girls APPLAUD and LAUGH\nwhile Ms. Mac playfully looks inside the gift box...\n\nMS. MAC\nDoes it come with a man to wear it for?\n\nMore LAUGHS, until Kelli, concerned Ms. Mac may think the\njoke present is actually the Christmas gift, moves to the\ntree and searches for another wrapped box.\n\nKELLI\nHere's our real present.\n\nShe grabs a professionally decorated present and as she\nhands it to Ms. Mac... the house phone RINGS.\n\nEveryone tenses. Melissa moves cautiously toward the\nphone and checks the caller I.D...\n\nMELISSA'S POV - CALLER I.D.\n\nMegan Helms.\n\nRETURN\n\nMelissa smiles nervously and breathes a sigh of relief...\n\nMELISSA\nIt's just Megan.\n\nAs she hits the speaker phone button...\n\nMELISSA (CONT'D)\nWhere are you?\n\nHer question is cut off by a horrific SCREAM above a\ntormented cackle....\n\nCALLER (V.O.)\nBilll-ly!!\n\nEveryone freezes. Shocked. Horrified.\n\nCALLER (CONT'D, V.O.)\n(CONT'D)\nWHAT HAVE YOU DONE?!\n\nWithin the call, a heartbroken wail.",
  "32": "---END OF PREVIOUS SECTION---\nCALLER (CONT'D, V. O.)\n(CONT'D)\nWHAT HAVE YOU DONE?! Within the call, a heartbroken wail. \n---TARGET SECTION TO BE ANNOTATED---\n Suddenly an older\nmale, voice coarse from cigarettes and whiskey, intensely\nWHISPERS.\n\nCALLER (V.O.) (CONT'D)\nWhat I must know is... where did you put\nthe baby?\n\f68\n\n69\n\n70\n\n42.\n\nKelli looks to the others and mouths a sincere \"Fu-hck!\"\nFrom the phone, a harsher, commanding tone...\n\nCALLER (V.O.) (CONT'D)\nWhere did you put Agnes, Billy?\n\nThen, present during the first call, but much more\npronounced... an eerie man-child voice...\n\nCALLER (CONT'D)\nThey're my family, now.\n\nUpon reflex, Melissa cuts off the call. The CRACKLE of\nthe FIRE is the only SOUND. Kelli breaks the SILENCE as\nshe starts toward the stairs...\n\nKELLI\nWhat is up Megan's butt, anyway?\n\nMelissa and taps a speed dial button.\n\nMELISSA\nThat was not Megan.\n\nShe sighs upon receiving a recording...\nCAMPUS SECURITY (V.O.)\nYou have reached the main menu of Clement\nUniversity campus security. During the\nChristmas break, our office will be\nclosed from six p.m. December 21st until\nnine a.m. December 26...\nINT. UPSTAIRS HALLWAY - NIGHT - LOW ANGLE - HEATHER 68\nExits her room, closes the door, and starts down the dark\nhallway. CAMERA HOLDS on the attic door as she PASSES\nFRAME...\nINT. STAIRWAY - NIGHT 69\nKelli hustles up the stairs...\nKELLI\nMegan?\nINT. UPSTAIRS HALLWAY - NIGHT 70\n\nHeather continues toward the stairway as Kelli passes...\n\nKELLI\nMegan in her room?\n\nHEATHER\nI don't know. I was packing.\n\f71\n\n72\n\n43.\n\nKelli opens Megan's door and is startled by a dark\nfigure. Kelli and Heather SCREAM!\n\nINT. LIVING ROOM - NIGHT 71\n\nThe SCREAMS can be HEARD downstairs. The girls and Ms.\nMac immediately race toward the stairs. Lauren stands,\nbut drunkenly swoons, before moving toward the stairs.\n\nINT.",
  "33": "---END OF PREVIOUS SECTION---\nMac immediately race toward the stairs. Lauren stands,\nbut drunkenly swoons, before moving toward the stairs. INT. \n---TARGET SECTION TO BE ANNOTATED---\n UPSTAIRS HALLWAY - NIGHT 72\n\nStepping nervously out of the shadows and into the dim\nhallway light, wearing the climber's gloves, is the boy\nin the video with Megan KYLE AUTRY, mid twenties.\nAlthough lacking the polish of a frat brother, Kyle is no\ndope. He's bad boy handsome; blue collar smarts.\n\nIn the b.g., Megan's window is closed. Kelli reacts,\npuzzled, while Heather catches her breath...\n\nKELLI\nKyle? What are you doing in there?\n\nHe appears rattled, eyes Heather, then leans in and to\nwhispers rapidly to Kelli...\n\nKYLE\nI wanted to spend the night with you and\nI knew that mama son and your \"sisters\"\nwould kick me out, so I was tryin' to\nsneak into your room, but, the window\nwasn't open. I saw Megan's was and it was\ndark, so I figured she was gone and I\nclimbed up to get to your room.\n\nKelli smiles, touched and believing. Her sorority sisters\nappear at the top of the stairs and take in the\nsituation...\n\nHEATHER\nIs Megan in there?\n\nKYLE\nI don't know.\n\nAs Kelli moves toward the doorknob, Kyle subtly blocks\nher.\n\nMS. MAC\nYou climbed up into in her room and you\ndon't know if she's in it?\n\nKYLE\nIt's dark.\n\f73\n\n74\n\n44,\n\nLAUREN\nYou think we're fuckin' stupid? You were\nin Megan's room. The call just came from\nfrom Megan's cell.\n\nUnaware of the recent phone calls, Kyle assumes this is\nan accusation of infidelity and tenses, acts innocent...\n\nKYLE\nWhat call?\n\nThe girls remain suspicious. With Kyle distracted, Kelli\nreaches out, turns the knob, and moves past Kyle. He\ntenses, but realizes restraining her would look bad...\n\nINT. MEGAN'S ROOM - NIGHT 73\n\nMegan's laptop sits on her desk in the f.g., turned\ntoward CAMERA and AWAY from the door. A paused image of\nMegan and Kyle having sex is frozen on the website.\n\nKelli turns on a light. Megan is nowhere to be seen.",
  "34": "---END OF PREVIOUS SECTION---\nA paused image of\nMegan and Kyle having sex is frozen on the website. Kelli turns on a light. Megan is nowhere to be seen. \n---TARGET SECTION TO BE ANNOTATED---\nKelli moves toward the open closet and peeks inside.\nFilled with clothes, but no Megan...\n\nINT. UPSTAIRS HALLWAY - NIGHT 74\n\nKyle keeps a cautious eye on Kelli inside the room while\nLauren keeps a suspicious eye on Kyle...\n\nMELISSA\nCan I just say, I'm sorry, but that call\nwas not Megan or Kyle. That was the\nfucking devil. And they weren't talking\nto us. They were talking to Billy.\n\nA beat of tension, no one denies this...\nKYLE\nBilly? Billy Lenz, the guy that lived in\nthis house?\nMelissa nods.\nKYLE (CONT'D)\nWell, then, you're definitely gettin'\npunked, ‘cause he's dead.\n\nDANA\nCreep-y. Creep-y. Creep-y!\n\f75\n\n75PT\n\n76\n\n45.\n\nINT. MEGAN'S ROOM - NIGHT - MEGAN'S DESK 75\nKelli starts toward Megan's desk. Just as she reaches the\ndesk, the screensaver kicks in. The monitor turns black\nwhile a winged eyeball flies around the screen.\n\nKelli searches the desk for Megan's cell, but it is not\n\nin sight. She closes the open window, while looking\noutside...\n\nEXT. SORORITY HOUSE - NIGHT - KELLI'S POV 75PT\nHAIL and SLEET rain violently upon the house, shrouding\nthe Christmas lights and icicles, which have doubled in\n\nsize.\n\nAccumulated ice causes a branch to SPLIT from the trunk\nof an oak tree. It hangs precariously over the street...\n\nINT. MEGAN'S ROOM - NIGHT - KELLI\n\nAs she twists the window lock...\n\nINT. UPSTAIRS HALLWAY - NIGHT 76\nLauren's eyes burn a hole in Kyle. Her tone,\naccusatory...\nLAUREN\nWhere did you hear that he's dead?\nKYLE\nWhere have you been that you didn't?\nLAUREN\nOh, yeah, you're right. Billy Lenz is my\n\nlife.\nKyle eyes her with resentment and dislike...\n\nKYLE\n\nYou spoiled bitches come here for a\ncouple of years, then leave, I grew up\nhere. I stay here. I played on this\nstreet before they turned 'em into Frat\nhouses.",
  "35": "---END OF PREVIOUS SECTION---\nKYLE\n\nYou spoiled bitches come here for a\ncouple of years, then leave, I grew up\nhere. I stay here. I played on this\nstreet before they turned 'em into Frat\nhouses. \n---TARGET SECTION TO BE ANNOTATED---\n This was the house that scared\nthe shit out of us...\n\n(pointed to Lauren)\nMy whole life.\n\nMS. MAC\nWhat happened to him? How'd he die?\n\nAs CAMERA INCHES INTO KYLE... as he tells the following\nas if around a campfire on Christmas Eve...\n\f77\n\n78\n\n79\n\n46.\n\nKYLE\nYou mean, after he washed down his\nChristmas cookies with a glass of milk?\n\nCUT TO:\n\nEXT. INSTITUTIONAL FACILITY - NIGHT - (1999) 77\nCAMERA MOVES ALONG a decrepit institution....\n\nKYLE (0.S.)\nBilly was declared insane. Sent him away\nto the Clark sanitarium.\n\nDISSOLVE TO:\n\nINT. INSTITUTIONAL HALLWAY - NIGHT - (1999) 78\n\nCAMERA MATCHES THE SPEED OF THE PREVIOUS MOVE... then\nTURNS into a doorway to find a figure sitting in a\nrocking chair in the dark, presumably Billy...\n\nKYLE (CONT'D, 0.S.)\nParamedics saved his sister, Agnes, but\nshe lost her right eye. All scarred up,\nher parents dead, brother a fucking\npsycho, she was sent to an orphanage.\nLike, what hope did she ever have that a\nfoster family would take her?\n\nCAMERA PANS... REVEALING, however, AGNES in a rocking\nchair. Sixteen years old, but appearing forty. Behind\nthick black rimmed glasses, her prosthetic eye is cheap\nand colorless and, therefore, eerie as it stares straight\nahead while the natural bright blue eye looks at an\nobject in her lap...\n\nKYLE (CONT'D, 0.S.)\n\n(CONT'D)\nThey kicked her out when she turned\neighteen... No one's seen her since...\n\nCAMERA TILTS to Agnes' lap, finding her lovingly stroking\nthe hair of the eye-less knock off Cabbage Patch doll.\n\nDISSOLVE TO:\n\nEXT. INSANE ASYLUM - NIGHT - (2005) 79\n\nCAMERA MOVES ALONG a Hellish prison-like institution;\nhigh walls encased by rusty razor wire, while snow falls\noutside.\n\nCAMERA CONTINUES until finding a room, set apart from the\nothers, outlined by a string of colored Christmas lights.\n\f80\n\n81\n\n82\n\n47.",
  "36": "---END OF PREVIOUS SECTION---\nINSANE ASYLUM - NIGHT - (2005) 79\n\nCAMERA MOVES ALONG a Hellish prison-like institution;\nhigh walls encased by rusty razor wire, while snow falls\noutside. CAMERA CONTINUES until finding a room, set apart from the\nothers, outlined by a string of colored Christmas lights. 80\n\n81\n\n82\n\n47. \n---TARGET SECTION TO BE ANNOTATED---\nInside, a figure, Billy's silhouette, stands in the\nwindow.\n\nKYLE (CONT'D, 0.S.)\nLast Christmas Eve, Billy used cleaning\nfluid and a string of Christmas lights,\ndecorating his cell... to set himself on\nfire.\n\nSuddenly, the lights turn off. Inside, the room erupts\nwith violent orange flame. The figure vanishes within the\nfire...\n\nKYLE (CONT'D, 0.S.)\n(CONT'D)\nThe fire was so hot, the attendants\ncouldn't open the cell. All that was\nfound of Billy, were ashes.\n\nEXT. ASYLUM CEMETERY - NIGHT (2005) 80\n\nCAMERA TRACKS ACROSS several unmarked gravestones until\nSTOPPING on one.\n\nKYLE (CONT'D, 0.S.)\nAnd, now, that's his home. Where he'll be\nspending the rest of his Christmases.\nAlone, in an unmarked grave in the asylum\n\ncemetery.\nSnow falls gently on Billy's lonely tombstone. After a\nbeat... a form ENTERS and holds over the grave.\nCUT TO:\nEXT. SORORITY HOUSE - NIGHT - (PRESENT) 81\n\nHAIL and SLEET rain violently upon the nativity figures\nnow encased with ice which causes their images to appear\nout of focus. The gusting WIND blows a figure over...\n\nINT. UPSTAIRS HALLWAY - NIGHT 82\n\nThe girls are unnerved by the story. Kyle eyes them,\naware of the effect. Outside, the STORM is strong.\n\nMELISSA\nThey ever find out from him why... he\nkilled his family?\n\nKyle eyes them...\nKYLE\n\nIt seemed to him... that's how his family\nshowed their love.\n\f83\n\n84\n\n85\n\n48.\n\nEXT. SORORITY HOUSE - NIGHT - (PRESENT) - A TREE BRANCH 83\n\nBREAKS and collapses... sounding exactly like a GUNSHOT!\n\nINT. UPSTAIRS HALLWAY - NIGHT 84\n\nThe CRACKING SOUND OVERLAPS. The girls flinch,\nincreasingly anxious; growing afraid...\n\nKYLE\nJust a tree branch.\n\nDana removes a cell phone from her pocket and speed\ndials...\n\nDANA\nWell, I have something in common with\nBilly... I won't be home for Christmas,\n\neither.",
  "37": "---END OF PREVIOUS SECTION---\nDana removes a cell phone from her pocket and speed\ndials... DANA\nWell, I have something in common with\nBilly... I won't be home for Christmas,\n\neither. \n---TARGET SECTION TO BE ANNOTATED---\nThe line BEEP BEEP BEEPS, like a busy signal...\n\nDANA (CONT'D)\nShit. Daddy is going to be so worried.\n\nAs she dials, again, downstairs, the front door CLOSES.\nThe girls look at one another as if, \"who's that?\" Ms.\nMac moves to the top of the stairs, followed by Dana\n\nINT. LIVING ROOM - NIGHT - MRS. MAC'S POV - MOVING 85\n\nThe hallway wall acts as a WIPE as CAMERA APPROACHES the\ntop of the stairs... REVEALING... in the living room... a\nmysterious figure; BACK to CAMERA, wearing a long dark\ncoat, gloves, and covered head, looking toward the\nChristmas tree.\n\nINT. TOP OF THE STAIRS - NIGHT\n\nThe girls tense at the sight of a stranger in the house.\nWith a cautious tone, Ms. Mac calls down the stairs...\n\nMS. MAC\nCan we help you?\n\nINT. LIVING ROOM - NIGHT - CLOSE - THE FIGURE\n\nCAMERA PUSHES IN ON the back of the figure's head as it\nturns toward CAMERA and removes the hood REVEALING a\nbeautiful brunette woman in her early thirties; noir-dark\nand with an edge of mystery. She is LEIGH CROSBY and\ndoesn't appear very enthused about being here. Her voice\nis sensual and husky...\n\f86\n\n87\n\n49.\n\nLEIGH\nShe was supposed to call.\n\nLOWER ANGLE - TOP OF THE STAIRS\n\nThe girls eye one another, uncertain. Suspicious.\nRETURN - LEIGH\n\nCAMERA STOPS as LEIGH is in CLOSE-UP...\n\nLEIGH (CONT'D)\nI'm Claire's sister.\n\n(beat)\nWhere is she?\n\nTHE GIRLS AND MS. MAC\n\nTheir alarm heightens, as Clair is now officially\n\"missing.\"\n\nINT. MEGAN'S ROOM - NIGHT 86\n\nKyle steps halfway into the room, appearing impatient\nwith Kelli as she continues searching Megan's room...\n\nKYLE\nWhat're you doin'? I almost killed myself\ntrying to be with you. Let's go.\n\nKELLI\nI'm kinda worried about Megan.",
  "38": "---END OF PREVIOUS SECTION---\nI almost killed myself\ntrying to be with you. Let's go. KELLI\nI'm kinda worried about Megan. \n---TARGET SECTION TO BE ANNOTATED---\nKYLE\nWho knows what her deal is? Can we just\ngo to my apartment?\n\nKELLI\nWell, she was kinda weird, before; she\nwas, like, a bitch to me, and that's\nnever happened. Then, we've been getting\nthese weird calls, one from her phone\nand, now, her window's open, her car is\nstill here, but she's just gone in the\nmiddle of this weather?\n\nKelli continues searching. Kyle tenses as he steps\nfurther into Megan's room..\nINT. LIVING ROOM - NIGHT 87\n\nLeigh eyes the room with an expression of one returning\nto a location purposefully blocked from memory. Melissa,\nHeather, and Dana remain guarded.\n\f88\n\n50.\n\nLEIGH\nNever thought I'd be back here.\n\nMS. MAC\nYou're a legacy? What year?\n\nLEIGH\nI don't know. '93? '94? I started\ncollege, late. Quit it, early.\n\nMs. MacHenry reacts, suspicious...\n\nMS. MAC\nReally? 93's the year I started as house\nmother, here. I don't remember...\n\nLEIGH\nI mean, this was suppose to be such a big\nfucking weekend for her and I blew off a\ntrip to Vale with this Cardiologist and I\ndrive all the way over here in this\nshitty weather? Now, where the fuck is\nshe?\n\nThe sisters look at one another, unable to answer.\n\nINT. MEGAN'S ROOM - NIGHT 88\n\nKelli is at Megan's closet while Kyle, cloaking his\nanxiety, can't help but pace.\n\nKYLE\nWhat, exactly, are you looking for?\n\nKELLI\nLike, some note or something that says\nshe's okay. All her stuff is still there.\nHer car is out there.\n\nCAMERA FOLLOWS KELLI as she moves toward the desk and\nsits in front of the laptop. The winged eyeball continues\nflying across the dark screen...\n\nKYLE\nCall her cell.\n\nCAMERA CONTINUES over Kelli's shoulder as she considers,\nthen removes her own cell phone from her back pocket.\n\nCAMERA CONTINUES teasingly TOWARD the laptop... yet...\nonce at the computer, CAMERA unexpectedly CONTINUES\nMOVING...",
  "39": "---END OF PREVIOUS SECTION---\nCAMERA CONTINUES over Kelli's shoulder as she considers,\nthen removes her own cell phone from her back pocket. CAMERA CONTINUES teasingly TOWARD the laptop... yet... once at the computer, CAMERA unexpectedly CONTINUES\nMOVING... \n---TARGET SECTION TO BE ANNOTATED---\n veering toward the wall which RAKES ACROSS\nFRAME...\n\nKELLI (0.S.)\nVoice mail...\n\f89\n\n51.\n\nCAMERA CONTINUES, then SKEWS, TILTING to the ceiling.\nCAMERA CROSSES THE CEILING, passing beneath the poster of\nMalcolm McDowell in \"Clockwork Orange\" directly over\nMegan's bed.\n\nCAMERA PUSHES TO a clear push-pin tack in the poster's\nupper left corner. As the pin FILLS FRAME...\n\nKELLI (0.S.) (CONT'D)\nHey, Meg, it's Kell. Just wondering what\nhappened to you and if you're okay and\nstuff. Call me. I'm on my cell. Bye.\n\nThen, from a motionless state... subtly... slightly...\nthe tack begins to move; wiggles, as if being worked from\nthe other side of the ceiling.\n\nThen... quietly... it falls.\n\nINT. LIVING ROOM - NIGHT 89\n\nPut upon, Leigh holds out a wallet toward Ms. Mac who\nchecks the driver's license...\n\nMS. MAC\nClair's last name is Crosby. This says\nColvin.\n\nLEIGH\n\nDivorce'll be final in March.\nNo one responds. Leigh sighs...\n\nLEIGH (CONT'D)\nWhat else you need? Can't tell you any\nsecrets about my sister 'cause I don't\nreally know her. Don't know much else\nabout this place 'cause I fucking hated\nit.\n\nLeigh gestures beneath the tree.\n\nLEIGH (CONT'D)\nI see Billy still gets his Christmas\npresent.\n\nEveryone looks at Heather who recoils, then shakes her\nhead. Ms. Mac appears puzzled as Leigh reaches down and\npicks up a box wrapped in plain newspaper...\n\nMS. MAC\nThat wasn't there, before.\n\nLEIGH\nThis is new. It's not for Billy. It's for\nPhi Kappa... from Billy.\n\f90\n\n91\n\n52.\n\nLeigh tears the paper to find an Apollo-Soyuz model box.\nAs she opens it, CAMERA PUSHES IN TO REVEAL its\n\ncontents... a knock off Cabbage Patch doll; eyes ripped\nout.\n\nCUT TO:\nINT. MEGAN'S ROOM - NIGHT - COMPUTER MONITOR 90\n\nThe taunting eyeball screen saver flaps across the\nmonitor...",
  "40": "---END OF PREVIOUS SECTION---\nAs she opens it, CAMERA PUSHES IN TO REVEAL its\n\ncontents... a knock off Cabbage Patch doll; eyes ripped\nout. CUT TO:\nINT. MEGAN'S ROOM - NIGHT - COMPUTER MONITOR 90\n\nThe taunting eyeball screen saver flaps across the\nmonitor... \n---TARGET SECTION TO BE ANNOTATED---\nWIDER\n\nAlthough she and Kyle are alone, Kelli lowers her\nvoice...\n\nKELLI\nWhat if there's something on her\ncomputer, an e-mail, or something, that\nsays where she is?\n\nKyle takes an anxious, unconscious step toward her...\n\nKYLE\nYou know, I don't feel comfortable...\num... whatever... invading... someone's\n\nprivacy, like that. Try the police again.\nAs she lifts her cell phone... 0.S... a subtle THUMP;\noutside the house... or... possibly... within the wall.\nKelli freezes and looks to Kyle...\n\nKELLI\nWhat was that?\n\nO.S., the WIND and HAIL intensify, overwhelming the\nability to discern or locate any subtle sounds...\nINT. LIVING ROOM - NIGHT - CLOSE - DOLL 91\n\nEye-less, macabre, and threatening, lies encased in\nnewspaper.\n\nMS. MAC (0.S.)\nHow'd it get under the tree?\n\nWIDER\n\nThe girls keep their distance from the doll. Each, too\nanxious to sit. Except Lauren, whose eyes are red and\nunfocused from drinking. She points to Leigh...\n\nLAUREN\nShe must of put it there. She \"found\" it.\n\f53.\n\nLEIGH\nYou're giving me shit when none of you\ncan tell me where my sister is?\n(beat)\nWhere's her room?\n\nThe girls eye one another until Melissa sighs and\ngestures for Leigh to follow...\n\nMELISSA\nUpstairs...\n\nAs Leigh follows Melissa toward the stairs, Heather picks\nup the newspaper that enwrapped Eve's gift to her...\n\nHEATHER\nLookit, same paper as the present she\ngave me.\n\nMs. Mac looks at both papers and immediately tenses as\nshe looks at the aged paper which wrapped the gift from\nBilly.\n\nMS. MAC\nThis newspaper is dated December 25...\n1983.\n\nShe passes the paper off to Melissa who examines it...\n\nHEATHER\nEve lives in Billy's room.\n\nDANA\nThey kept him in the attic.\n\nHEATHER\nBefore that. Remember? She wanted to move\nin there. Maybe she's obsessed with him.\n\nMelissa sighs, skeptical.\nDANA\nEve was by the tree before she left. She\ncould've put it there.\nMS.",
  "41": "---END OF PREVIOUS SECTION---\nDANA\nEve was by the tree before she left. She\ncould've put it there. MS. \n---TARGET SECTION TO BE ANNOTATED---\n MAC\nNo, it wasn't there, even a half hour\nago. I'm positive.\nHeather starts toward the stairs...\nHEATHER\nI'm going to see if there's any of that\nold newspaper, or anything, in her room.\n\nHeather starts up the stairs...\n\f92\n\n93\n\n54.\n\nDANA\nThe whole thing only freaks us out if we\nknow the Billy story. And none of us\nreally cared. Eve couldn't've known Kyle\nwas going to tell us all about Billy.\n\nLAUREN\nBut... Kyle did.\n\nHeather holds on the stairway as everyone considers...\n\nCUT TO:\nINT. MEGAN'S ROOM - NIGHT 92\nKelli listens in the center of the room... while Kyle's\nanxiety over being caught intensifies.\nO.S., another THUMP. They both pause. She eyes him...\nKYLE\nYou know what it is? The attic window is\nopen.\nKELLI\nWhat? Think she's up there?\nINT. CLAIR'S ROOM - NIGHT - THE FLOOR 93\n\nThe light from the hallway stretches across the room upon\nthe wrapping paper and half empty glass of wine as the\ndoor opens...\n\nWIDER - MELISSA & LEIGH\n\nLeigh's eyes take in the decor and Clair's personal\neffects as if looking at the room of a stranger...\n\nLEIGH\nThere a boyfriend, something, she could\nhave gone to?\n\nMelissa shrugs, then shakes her head, \"no.\"\n\nMELISSA\nClair sticks to herself. It's like her to\nleave and not tell anyone. But, she'll be\nback.\n\nLeigh picks up the gift, looking at it anxiously;\nsadly...\n\nINSERT - GIFT\n\n\"To: My big sister, Leigh. Fr: Her baby sister, Clair.\"\n\f94\n\n55.\n\nMELISSA & LEIGH\nLeigh's eyes remain on the gift...\n\nLEIGH\n\nYou know her better than I do.\n\n(beat)\nI'm her half-sister. Twelve years older.\nClair was in second grade when I moved in\nhere. This room.\n\n(beat)\nWeird how, at this age, twelve years\nseems like nothing. 'N fact, she seems\nolder. She was the one who wanted to\nbridge that time... finally get to know\neach other.",
  "42": "---END OF PREVIOUS SECTION---\nThis room. (beat)\nWeird how, at this age, twelve years\nseems like nothing. 'N fact, she seems\nolder. She was the one who wanted to\nbridge that time... finally get to know\neach other. \n---TARGET SECTION TO BE ANNOTATED---\n(softly)\nWhile we could...\n\nLeigh is unsettled by her choice of words...\n\nLEIGH (CONT'D)\nWhile we can.\n(beat )\nShe must have had second thoughts and\nbailed.\n\nLeigh begins unwrapping the paper until Melissa stops\nher...\n\nMELISSA\nNo... wait 'til she gets back.\n\nLeigh forces a cautious smile and places the gift in her\npocket...\n\nINT. LIVING ROOM - NIGHT 94\n\nDana, Heather, Lauren and Ms. Mac weigh their suspicions\nabout Kyle...\n\nLAUREN\nKyle was in Megan's room. That last call\ncame from Megan's cell. What more do you\nwant?\n\nMS. MAC\nKyle... did... tell that story like we\nwere at a campfire.\n\nDANA\nAnd he grew up in town.\n\nHEATHER\nWhat's that got to do with it?\n\f95\n\n95PT\n\n96\n\n97\n\n56.\n\nDANA\nHe's not one of us.\n\nHeather starts up the stairs, again...\n\nHEATHER\nEither is Eve.\n\nSuddenly, Lauren VOMITS on the coffee table. As the girls\nleap back...\n\nINT. MEGAN'S ROOM - NIGHT 95\nWhile, the living room breaks into COMMOTION, Kelli, near\nthe desk, has the window open and is trying to look out\n\nand up toward the attic. The weather impedes her view...\n\nKELLI\nCan't tell.\n\nKYLE\n\nI'm tellin' you, it's the window. Let's\n\ngo to the attic and I'll close it.\nHeather passes Megan's open doorway enroute to Eve's\nroom. Then... suddenly... the power decreases fifty\npercent; like a brown out. Kyle instinctively looks to\nthe lights...\nKELLI\n\nPulls away from the window and turns toward the room. The\ncorner of her eye catches...\n\nCOMPUTER MONITOR 95PT\nThe surge causes the computer to switch to battery power,\nthe screen saver vanishes REVEALING a frozen website\n\nimage of Kyle on Megan's bed having sex.\n\nKELLI\n\nAs CAMERA SWEEPS IN on her reaction of shock and anger...\nall the electrical power in the house goes out...\n\nINT. LIVING ROOM - NIGHT 96\nDana and Ms. Mac help Lauren up the dark stairs.",
  "43": "---END OF PREVIOUS SECTION---\nINT. LIVING ROOM - NIGHT 96\nDana and Ms. Mac help Lauren up the dark stairs. \n---TARGET SECTION TO BE ANNOTATED---\n Orange\nfireplace light creates long, wavering, macabre shadows.\n\nINT. UPSTAIRS HALLWAY - NIGHT 97\n\nHeather holds in the hallway just outside Eve's room. She\nreaches into her pocket, removes her cell, and opens it.\n\f98\n\n99\n\n57.\n\nThe light from the display acts as a make-shift\nflashlight.\n\nTHE DOOR\nWhat was once Billy's bedroom door is lit with the cold\nbluish circle of light from Heather's cell. The door\nopens.\nINT. MEGAN'S ROOM - NIGHT - KELLI 98\nKyle appears guilty and, somewhat, relieved...\n\nKYLE\n\nI'm sorry. I'm really sorry, Kelli.\nYou're really different than these other\n\ngirls...\n\nKELLI\nI don't... what? Did Megan do this to\nyou?\n\nKelli's innocent confusion only makes Kyle feel worse...\n\nKYLE\nNo. No, she just found out about this\nbeing on the fileshare site, tonight.\n\nKelli considers, her realization is crushing...\n\nKYLE (CONT'D)\nLook, that was before you came here. I\ndidn't put it on the net. A guy at work\ngot pissed off at me and stole my\n\ntapes...\n\nKELLI\nMy... tapes?! How many are there? YOU\nFUCKING LIAR! I can't believe this person\nis you. I can't... compute... how you,\nKyle, could do such a thing. I never...\never... saw this was in you. I saw you so\ndifferently...\n\nHe averts his eyes, guiltily...\n\nKYLE\nNo one is what other people think they\nare..\nCUT TO:\nINT. EVE'S ROOM - NIGHT 99\n\nHeather moves around Eve's dark room by the light of her\ncell phone display. She opens some drawers in the bureau\nand subtly rifles through some underwear and t-shirts.\n\f100\n\n101\n\n58.\n\nKELLI (0.S.)\nGET OUT! GET OUT!\n\nShe moves toward Eve's desk, searches the surface, then\nopens a drawer. As she rifles through the spiral\nnotebooks and loose papers...\n\nCUT TO:\n\nINT. UPSTAIRS HALLWAY - NIGHT 100\n\nMelissa and Leigh exit Clair's room, reacting to Kelli's\nscreams while Ms.",
  "44": "---END OF PREVIOUS SECTION---\nAs she rifles through the spiral\nnotebooks and loose papers... CUT TO:\n\nINT. UPSTAIRS HALLWAY - NIGHT 100\n\nMelissa and Leigh exit Clair's room, reacting to Kelli's\nscreams while Ms. \n---TARGET SECTION TO BE ANNOTATED---\n Mac and Dana hustle Lauren toward the\nbathroom until blocked by Kelli and Kyle storming into\nthe hallway.\n\nKELLI\nAM I GOING TO SHOW UP ON THERE? Isn't sex\nenough? You need a little visual trophy\nto get your thrills?\n\nFacing total humiliation before the outnumbering girls,\nKyle turns indignant and defensive. He steps toward her,\naggressively and violently; temples and eyes flaring,\nfrightening the others...\n\nKYLE\nSHUT THE FUCK UP! I'M SORRY! I'M\nFUCKED UP. I GET IT!\nKelli begins crying. Ms. Mac moves to her while Melissa\nholds onto Lauren, who RETCHES, but holds in from\npuking...\n\nMELISSA\nI got her, Ms. Mac...\n\nAs Melissa moves Lauren past Leigh, Dana Kelli and Kyle\nas Ms. Mac holds Kelli...\n\nCUT TO:\n\nINT. EVE'S ROOM - NIGHT - CLOSET 101\n\nWith a startle, the CLOSET DOOR slides open. The contents\ninside are disheveled...\n\nHEATHER\nShines her cell phone light on the mess and reacts with a\n\ndisgusted wince at the mess. She crouches and begins\nrifling through the contents...\n\f59.\n\nHEATHER'S POV - BASE OF THE CLOSET\n\nAs she pushes aside some worn shoes and boxes, an\nirregular hole is REVEALED in the closet wall. It is as\nif the hole had once been repaired, yet, someone has\nfound its vulnerable area and once again pulled out the\nwood. It is, perhaps, half a foot wide and so deep as to\nsee the rotted wood of the support beams on the outer\nwall.\n\nThe corner of a box, hidden within the wall protrudes out\nof the hole...\n\nHEATHER\n\nReaches toward the hole...\n\nHOLE IN THE CLOSET\n\nBy the light of her cell phone, Heather's hand reaches\ninto the hole. She pulls on the shoebox. It doesn't\nremove easily. She pulls again. Again. Finally, the box\nslides from the hiding place. Just at the moment, the box\nis removed and Heather's dim blue light pans away from\nthe hole to the box... the light catches a teasing hint\nof movement within the wall.",
  "45": "---END OF PREVIOUS SECTION---\nAgain. Finally, the box\nslides from the hiding place. Just at the moment, the box\nis removed and Heather's dim blue light pans away from\nthe hole to the box... the light catches a teasing hint\nof movement within the wall. \n---TARGET SECTION TO BE ANNOTATED---\n As if a figure is rising up\nto watch her...\n\nHEATHER\n\nOpens the box and removes computer print outs and\nphotocopied newspaper reports. She holds her cell to the\nsheets of paper...\n\nINSERT - PAPERS\n\neerie in the cold cell phone light, a collection of\nreports regarding Billy's massacre twenty-five years ago.\n\nHEATHER\n\nSickened, digs deeper into the box, removing some papers,\nshe slightly SCREAMS...\n\nEXTREMELY CLOSE - INSIDE THE BOX\n\nThe detached eyes of a doll look up at her...\n\nHEATHER\n\nAs CAMERA PUSHES IN to her reaction of shock, her\ncellphone BEEPS, a warning that her battery is about to\ndie. As the cell light goes out and Heather is cast into\ndarkness...\n\nCUT TO:\n\f102\n\n103\n\n104\n\n60.\n\nINT. UPSTAIRS HALLWAY - NIGHT 102\n\nKyle takes a step toward the stairs to leave, then pauses\nand eyes Kelli...\n\nKYLE\nI'm sorry, Kelli. I like you so much. I\ndon't blame you for hating my guts but...\nI wasn't dealing or knocking over 7-1ls.\nI didn't hurt anybody.\n\nDANA\nI'll email you a Quicktime of her crying\nherself to sleep.\n\nKYLE\nFuck all you bitches.\n\nMS. MAC\nLeave, Kyle.\n\nKyle starts down the hall toward the stairs. He can't\nmove as fast as he'd like because of the darkness...\n\nThe house mother holds Kelli, comforting her, as do\nKelli's sorority sisters.\n\nCUT TO:\n\nINT. BATHROOM - NIGHT 103\n\nThe room is dark. The door opens, adding a bit of light.\nMelissa guides Lauren to her knees over the toilet basin.\nLauren holds in that position as Melissa moves to the\ncounter, feels for some matches, and begins lighting\ncandles.\n\nLAUREN\n\nCAMERA IS BEHIND HER, ON the FLOOR as she vomits. An\namber glow fills the room. Lauren's vomiting is intense.\nHer toes curl against the floor of old black and white\noctagon tiles.\n\nAs her toe inadvertently flips one loose...\n\nCUT TO:\n\nINT. MEGAN'S ROOM - NIGHT 104\n\nWhile Ms. Mac and Dana comfort Kelli in the b.g.",
  "46": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. MEGAN'S ROOM - NIGHT 104\n\nWhile Ms. Mac and Dana comfort Kelli in the b.g. \n---TARGET SECTION TO BE ANNOTATED---\n Leigh\nlooks out the window, puzzled. O.S., DOWNSTAIRS Kyle\nmarches across the living room and SLAMS the door.\n\f104PT1\n\n104PT2\n\n105\n\n61.\n\nEXT. FRONT YARD - NIGHT - HIGH ANGLE - LEIGH'S POV 104PT1\n\nKyle storms out of the house and into the storm, charging\nacross the front yard.\n\nRETURN - LEIGH\n\nDana moves to the desk and looks at the laptop. She\ncloses the lid, disgusted with Kyle.\n\nDANA\nHow fucked up was that?\n\nLeigh gestures out the window...\n\nLEIGH\nHow fucked up is it that the only other\nhouse on this street has power... and\n\nthis one doesn't?\nREVERSE - OUT THE WINDOW 104PT2\nOutside, the streetlights are on. The frat house down the\nroad, although for the most part, dark and vacant, indeed\ndisplays functioning exterior Christmas lights.\nDANA AND LEIGH\n\nAs they look to one another...\n\nCUT TO:\n\nINT. BATHROOM - NIGHT 105\n\nEven in the candle light, Lauren is pale and clammy as\nshe sits back on her haunches and catches her breath.\n\nLAUREN\nMel... you're a better sister to me than\nmy sister...\n\nAware Lauren's sentiments derive from intoxication,\nMelissa smiles...\n\nMELISSA\nDick fucking Cheney's a better sister to\nyou than your sister.\n\nLAUREN\nYou know what I'm sayin'...\n\nMELISSA\nI feel the same way ‘bout you, Lauren,\nbut... you reek, dude. You need a shower.\n\nCan you handle it?\n\f62.\n\nLauren nods. Melissa helps Lauren pull off her vomit\nstained shirt and tosses it aside, then lifts Lauren to\nher feet.\n\nAs they unfasten Lauren's jeans, Lauren wobbles, then\ngrimaces. Having stepped on something, Lauren looks to\nthe floor...\n\nTHE FLOOR\n\nLauren lifts her foot. She has stepped on the loose tile.\nMELISSA\n\nSquats and picks up the tile; tests several others. She\nstudies the bad condition of the floor, sighs, and\nstands...\n\nCLOSE - THE COUNTER\n\nthe tile CLACKS as Melissa tosses it on the counter...",
  "47": "---END OF PREVIOUS SECTION---\nMELISSA\n\nSquats and picks up the tile; tests several others. She\nstudies the bad condition of the floor, sighs, and\nstands... CLOSE - THE COUNTER\n\nthe tile CLACKS as Melissa tosses it on the counter... \n---TARGET SECTION TO BE ANNOTATED---\nLAUREN & MELISSA\n\nLauren removes her bra, then begins pulling down her\njeans...\n\nMELISSA (CONT'D)\nI'll go put a trash can next to your bed.\n\nLAUREN'S FEET\n\nShe lifts a foot and pulls off her jeans, then the other\nfoot.\n\nLauren kicks off her pants and steps OUT OF FRAME toward\nthe shower... REVEALING... beneath the floor... in the\n\noctagonal hole from the displaced tile... a yellow eye.\n\nTHE EYES' POV - LAUREN\n\nEncircled by a dark frame, Lauren is partially obscured\nas she head under the cold stream..\n\nTHE EYE\n\nRecedes into the darkness beneath the floor...\n\nTHE FLOOR - WIDE\n\nCAMERA IS JUST OUTSIDE THE SHOWER STALL, A FEW DEGREES\nABOVE the floor. After several beats... a tile... closer\nto CAMERA and the shower... begins rising... slowly...\nTAP TAP TAP, until the tile pops out of the floor...\n\nTHE EYES' POV - LAUREN\n\nUnobstructed and unaware, stands nearly over CAMERA...\n\f106\n\n107\n\n63.\n\nTHE EYES\n\nAs they watch her...\n\nINT. BASEMENT - NIGHT 106\n\nA circle of flashlight shines INTO CAMERA as Leigh and\nDana move down old stairs into the basement...\n\nDANA\nMegan and Clair were upstairs together. I\nwonder if Megan, like, 'fessed up to\nClair and broke down and is hiding in one\nof the rooms, so she doesn't have to face\nKelli. Or whatever.\n\nLEIGH\nI'll check the rooms after we get the\nlights on. My first thought was Kyle\nturned ‘em off but, he was in the house\nwhen they went out.\n\nDANA\nEve wasn't.\n\nLeigh finds the fuse box, opens the metal door and resets\na circuit breaker...\n\nLEIGH & DANA\n\nAre underlit by the flashlight. The power does not\nreturn...\n\nDANA (CONT'D)\nMain breaker's under the house.\n\nLeigh looks to Dana, uncertain. Dana reacts, defensive.\n\nDANA (CONT'D)\nYou know, I'm not the totally hopeless\ndaddy's girl princess these bitches make\nme out to be.\n\nCUT TO:\nINT.",
  "48": "---END OF PREVIOUS SECTION---\nDana reacts, defensive. DANA (CONT'D)\nYou know, I'm not the totally hopeless\ndaddy's girl princess these bitches make\nme out to be. CUT TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n BATHROOM - NIGHT - A TOWEL 107\nIs grabbed...\nLAUREN\n\nAs she dries off, the bathroom door OPENS and Melissa\nreturns.\n\nMELISSA\nYou okay?\n\f108\n\n109\n\n64.\n\nMELISSA'S FOOT\n\nStops before the hole. The eye retreats into the\ndarkness. CAMERA, however, DIVES TOWARD and ENTERS the\nhole...\n\nAt floor level, the heavily MUTED voices of LEIGH and\nDANA can be HEARD...\n\nDANA (0.S.)\nI'll go out. I know where it is. Then we\ncan, at least, turn the alarm on.\n\nLEIGH (0.S.)\nI'll go with you.\n\nINT. BENEATH THE BATHROOM FLOOR - DAY 108\n\nCAMERA CONTINUES through the hole and into an area under\nthe floor... until... HOLDING on a dim, nearly\nindiscernible human outline, alarmingly skeletal; hair,\nlong and filthy with partial dreadlocks.\n\nDANA (0.S.)\nWhat for? It'll take two seconds. Why\nshould we both freeze our asses off? Go\ncheck the rooms.\n\nThe height between floor and ceiling is, perhaps, twelve\ninches. There is no room for the figure to maneuver from\nits back to its stomach.\n\nLike a macabre crab, the human form crawls on its back,\nclearly adept at this unnerving quick arachnidan\nmovement.\n\nINT. IN THE WALL - NIGHT 109\n\nCAMERA IS IN THE WALL of the house LOOKING DOWN 25-30\nfeet as the form appears, limbs outstretched like a\nspider descending the wall between the support studs and\nrotted insulation toward the area beneath the house...\n\nINT. BENEATH THE HOUSE - NIGHT 110\n\nPlumbing pipes, rocks, sheets of screen, and discarded\nrusted tools create a surreal and nightmarish\nunderground.\n\nAt the base of the wall... bare feet appear, crawling\ndown from within the wall. With no room to turn over, the\nfigure traverses on its back across the dirt base toward\nthe lattice along the porch area...\n\nCUT TO:\n\f112\n\n113\n\n114\n\n65.\n\nINT.",
  "49": "---END OF PREVIOUS SECTION---\nWith no room to turn over, the\nfigure traverses on its back across the dirt base toward\nthe lattice along the porch area... CUT TO:\n\f112\n\n113\n\n114\n\n65. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LAUREN'S ROOM - NIGHT - HIGH ANGLE - BILLY'S POV 111\n\nMelissa guides Lauren, dressed in t-shirt and thong\nunderwear, into her bed. Melissa pulls up the covers...\n\nMELISSA\nDude... there's a trash can, just right\nhere, ‘kay?\n\nLauren MOANS her understanding, then turns and curls into\na fetal position.\n\nMELISSA (CONT'D)\nMerry fucking Christmas.\n\nCUT TO:\n\nEXT. PORCH - PHI KAPPA HOUSE - NIGHT - A BUTANE LIGHTER 112\nIgnites, but is whipped violently by the wind...\n\nDANA\n\nSharp icicles cling to the porch overhang. The rain and\nsnow continue falling. As she raises the lighter to the\ntip of her cigarette, beneath her... MOVEMENT. SCUTTLING.\nEXTREMELY CLOSE - PORCH CEILING\n\nA drop of water falls...\n\nDANA\n\nIt hits her cigarette with a bull's-eye, extinguishing\nit...\n\nDANA\nOf course.\n\nShe sighs then looks down, dropping the extinguished butt\ninto a knot hole...\n\nINT. BENEATH THE PORCH - NIGHT 113\n\nThe form SHIFTS, evading the cigarette butt...\n\nEXT. FRONT PORCH - NIGHT 114\n\nHearing the SHIFT, Dana aims the flashlight into the\nhole...\n\f114PT\n\n66.\n\nDANA'S POV - THROUGH THE KNOT HOLE 114PT\nA flash... a glint... of an eye... moving out of view.\nDANA\n\nconsiders, turns her flashlight on, then proceeds to the\nporch steps...\n\nCUT TO:\n\nINT. DOWNSTAIRS HALLWAY - NIGHT 115\nMATCHING MOVEMENT WITH Dana's flashlight, a beam cuts\nACROSS FRAME as Leigh turns exits a room and turns into\n\nthe hallway. She continues to the next door and KNOCKS...\n\nLEIGH\nClair? Megan?\n\nShe opens the door and shines the light. As she CLOSES it\nand moves on. As her light CROSSES FRAME, again...\n\nCUT TO:\n\nEXT. FRONT PORCH - NIGHT - FRONT PORCH STEPS 116\nDana moves down the steps.",
  "50": "---END OF PREVIOUS SECTION---\nAs her light CROSSES FRAME, again... CUT TO:\n\nEXT. FRONT PORCH - NIGHT - FRONT PORCH STEPS 116\nDana moves down the steps. \n---TARGET SECTION TO BE ANNOTATED---\n Slipping on the ice and frozen\nsnow, she proceeds toward the side of the porch, kneels\n\nto the lattice, and aims her flashlight under the\n\nhouse...\n\nINT. BENEATH THE PORCH - NIGHT 117\nThe area is illuminated by the tube of light; nothing but\ndebris; rusted tools, discarded cans, and rotting boxes.\nEXT. FRONT PORCH - NIGHT - ON THE SIDE OF THE PORCH 118\nAbout to abandon the search... Dana holds. CAMERA INCHES\n\nIN on her... squinting...\n\nINT. BENEATH THE PORCH - NIGHT - DANA'S POV 119\nTo the side, under the house, rather than the porch...\n\nbreath exhaust... HUFFS... with a strained rhythm from an\nunseen person just behind a wall.\n\f120\n\n121\n\n122\n\n123\n\n124\n\n125\n\n67.\n\nEXT. FRONT PORCH - NIGHT - SIDE OF THE PORCH - DANA 120\nmoves off toward the rear side of the house...\n\nCUT TO:\n\nINT. STAIRWAY - NIGHT 121\n\nLeigh moves up the stairs and into the dark hallway. She\nmoves to a door, KNOCKS, and opens it.\n\nINT. BEDROOM - NIGHT 122\nShe is met by a form. Leigh startles, but the flashlight\n\nREVEALS a large plastic Santa Claus head. Eerie in the\nlow angle flashlight.\n\nINT. UPSTAIRS HALLWAY - NIGHT 123\n\nAs Leigh closes the door and moves on...\n\nLEIGH\nFuck you, Santa Claus.\nCUT TO:\nEXT. SIDE OF THE HOUSE - NIGHT 124\n\nDana quickly scoots along the side of the house, pausing\nbefore a trap door, leading under the house...\n\nShe tests the door, which pulls out. She crouches; eases\nher head inside...\n\nDANA\nEve, you crazy bitch, I see your breath.\n\nWHACK! A 1\" diameter lead pipe strikes across the bridge\nof Dana's nose. Blood squirts. She crumbles.\n\nCUT TO:\n\nINT. LIVING ROOM - NIGHT 125\n\nCOVERING any SOUNDS below the house, Heather MARCHES down\nthe stairs into the living room. Kelli is on the couch,\ncrying, seated beside an increasingly anxious Ms. Mac.",
  "51": "---END OF PREVIOUS SECTION---\nLIVING ROOM - NIGHT 125\n\nCOVERING any SOUNDS below the house, Heather MARCHES down\nthe stairs into the living room. Kelli is on the couch,\ncrying, seated beside an increasingly anxious Ms. Mac. \n---TARGET SECTION TO BE ANNOTATED---\nLeigh pokes at the logs with an improvised tool, milking\nall the light and heat out of the fire.\n\f126\n\n127\n\n128\n\n68.\n\nKelli takes a drink from any available alcohol on the\ntable as Heather moves to the headless imitation Cabbage\nPatch doll wrapped in newspaper. She picks it up, then\ndisplays Eve's photocopied news stories about Billy.\n\nHEATHER\nFound these.\n(beat)\nAnd this. In the wall of the closet.\n\nThe girls reacts with alarm as Heather opens her palms\nand displays a pair of doll's eyes...\n\nEXT. SIDE OF THE HOUSE - NIGHT - OVERHEAD 126\n\nDana's limp body extends from the trap door; her head,\njust inside. Her body drags; stops. Drags; stops. It\nfinally disappears beneath the house.\n\nINT. LIVING ROOM - NIGHT 127\n\nA FAINT, MUTED, O.S., GROAN causes the girls to pause,\nlisten. They eye one another. Melissa sighs...\n\nMELISSA\nThere goes Lauren, again.\n\nINT. BENEATH THE HOUSE - NIGHT - DANA 128\n\nFace soaked with blood, her eyes flutter; an animal\nfunctioning on lizard brain defenses. She pushes her arm\nforward with all her strength attempting to escape;\npulling her body forward with the strength in her arms,\nas if swimming in a dirt lake.\n\nTHE FIGURE\n\nHolding a rusted 1/2\" thick wire support rod, the dark\nform lays across Dana's legs.\n\nCLOSE - DANA'S HANDS\n\nDesperately pull along the dirt. CAMERA MOVES BACK,\nREVEALING a rusted, pronged, hand cultivator. Dana inches\ntoward it.\n\nTHE FIGURE\n\nGrips the rod, but, before it can swing it toward Dana,\n\nshe manages to grab the cultivator. She blindly swings\nher hand backward...\n\f129\n\n69.\n\nUNDER THE HOUSE\n\nThe tool plunges above the killer's knee. It reacts,\nmuffling a GROAN OF PAIN. It pulls the prongs from its\nleg...\n\nDANA\npulls her hand back and continues trying to get away...\nCLOSE - DANA'S HANDS\n\nDig at the dirt, exposing several teeth of a mummified,\ndecomposed skull previously buried in a shallow grave.",
  "52": "---END OF PREVIOUS SECTION---\nIt pulls the prongs from its\nleg... DANA\npulls her hand back and continues trying to get away... CLOSE - DANA'S HANDS\n\nDig at the dirt, exposing several teeth of a mummified,\ndecomposed skull previously buried in a shallow grave. \n---TARGET SECTION TO BE ANNOTATED---\nTHE FIGURE\n\nScuttles ahead of Dana and drives the cultivator into\nDana's skull. A prong breaks off from the impact. A sick\nDULL CRACK and Dana's body turns motionless. Dead.\n\nCAMERA INCHES BACK as Dana's murderer, blood stained,\nexhausted, HUFFS like an animal. CAMERA PUSHES IN as the\nform moves; left arm extends as the left leg bends, pulls\nforward, then shifts as the right side repeats the move.\nLizard like, the form CLEARS FRAME...\n\nAs CAMERA TILTS to the ground... a skull FILLS FRAME. An\nimpact fracture splits the skull across the brow. Beside\nthe skull lies a Vietnam Zippo lighter with the name PVT.\nLENZ. FRANK.\n\nACROSS THE AREA\n\nThe form reaches up through an open section at the base\nof the floor and into a vertical space between the walls.\nSquirming; pulling upward and disappearing OUT OF\n\nFRAME\n\nCUT TO:\n\nINT. LIVING ROOM - NIGHT - CLOSE - DOLL 129\nIs pulled out of the box; fabric torn. Eyes, empty.\n\nMELISSA (0.S.)\nThis doll is new.\n\nWIDER\n\nThe fire is nearly dead. Outside, the freezing rain HOWLS\nand intermittently, the roof is pelted with HAIL.\n\nMelissa examines the discovered doll's eyes, then points\nat the doll found tonight under the tree...\n\f130\n\n131\n\n132\n\n70.\n\nMELISSA (CONT'D)\nThese eyes are aged. They're not from the\nsame doll.\n\nINT. EVE'S ROOM - NIGHT 130\n\nCAMERA is in Eve's room as the door opens and Leigh\nenters. The girls muted VOICES are barely audible...\n\nHEATHER (0.S.)\nWhat if those are from Agnes' doll?\nTwenty-five years ago? Eve could've found\nthem. She lives in Billy's old room.\n\nThe energy in the empty room is unsettling and haunting.\nLeigh is quick to turn and leave. As she closes the\ndoor...\n\nINT. UPSTAIRS HALLWAY - NIGHT 131\n\nLeigh is at the end of the hallway. She pauses, having\nrun out of rooms. HAIL begins to pummel the roof. Leigh\nlooks up toward the ceiling...\n\nMS. MAC (0.S.",
  "53": "---END OF PREVIOUS SECTION---\nMS. MAC (0. S. \n---TARGET SECTION TO BE ANNOTATED---\n‘Lot of girls have lived in that room,\nbefore Eve.\n\nLEIGH'S POV - THE ATTIC DOOR\n\nAs CAMERA RISES UPWARD...\n\nINT. LIVING ROOM - NIGHT 132\n\nOutside, the STORM INTENSIFIES... HAIL RIDDLES the ROOF.\nHeather, Ms. Mac, Melissa, and Kelli are in the dark\nliving room. Their anxiety, intensifying. Delivery,\nfaster, hurried and often whispered.\n\nHEATHER\nWhat if she's the first to get it in her\nhead that she's like him? Doesn't have a\nfamily, just like him.\n\nMELISSA\nHe had a family.\n\nMS. MAC\nIt was pretty random when she said...\n\"we're her family.\"\n\nCAMERA BEGINS TO CREEP... ARCING IN THE ROOM until the\nhouse phone ENTERS FRAME...\n\f133\n\n134\n\n71.\n\nINT. UPSTAIRS HALLWAY - NIGHT 133\nLeigh moves under the attic trap door, studying it. As\n\nshe takes a step onto the first rung...\n\nINT. LIVING ROOM - NIGHT 134\nCAMERA CONTINUES TO ARC... The house PHONE FILLS nearly\nthree quarters of THE FRAME. The girls hold, silhouettes\n\nagainst the window...\n\nMELISSA\nEve was here when we got the calls.\n\nKELLI\nThe calls came from Clair and Megan's\ncells. They're both missing.\n\nHEATHER\nShe could have stolen Clair and Megan's\ncell phones...\n\nMS. MAC\nBut we didn't get a call from Eve.\n\nMELISSA\nShe doesn't own a cell phone.\n\nHEATHER\n(accusatory )\nAnd she didn't disappear. She left.\n\nIn the b.g., a cell RINGTONE goes off... \"Dance of the\nSugar Plum Fairy.\"\n\nTHE WOMEN\nTense. Kelli eases, then uneasy...\n\nKELLI\nMust be Kyle...\n\nShe pulls out her cell and checks the caller I.D...\nKELLI'S CELL PHONE DISPLAY - CALLER I.D.\n\nDANA MATHIS CELL.\n\nKELLI\n\nA raw nerve, Kelli battles to maintain composure... she\nnearly screams...\n\nKELLI (CONT'D)\nOh my God... Dana!\n\f135\n\n136\n\n137\n\n138\n\n72.\n\nINT.",
  "54": "---END OF PREVIOUS SECTION---\nDana! 135\n\n136\n\n137\n\n138\n\n72. INT. \n---TARGET SECTION TO BE ANNOTATED---\n UPSTAIRS HALLWAY - NIGHT 135\nLeigh hears Kelli and the others' reaction. Leigh's head\nturns toward the stairs...\n\nINT. LIVING ROOM - NIGHT 136\nFrightened... Kelli engages the \"send\" button.\n\nKELLI\nDana?\n\nA witch-like CRY blares from the phone; Billy's mother.\n\nCALLER (V.O.)\nBILL-LY!\n\nKelli pulls the phone away, breathing hard. Ms. Mac\nSCREAMS...\n\nINT. UPSTAIRS HALLWAY - NIGHT 137\nLeigh steps off the ladder and hustles toward the\n\nstairs...\n\nINT. LIVING ROOM - NIGHT 138\nThe others crowd around, listening. Leigh appears in the\nbackground moving down the stairs. What SOUNDS like\n\nBilly's step father GROWLS...\n\nCALLER (CONT'D, V.O.)\nWhat did you do with the baby?\n\nKelli closes her eyes as if that could shut out the\nsound. Leigh quickly approaches the others...\n\nHEATHER\nI KNOW IT'S YOU, EVE!\n\nCALLER (V.O.)\nThey're my family, now.\n\nThe caller disconnects. No DIAL TONE. SILENCE, except for\nthe CRACKLE of the dying fire.\n\nCAMERA PUSHES IN ON KELLI, realizing, then alarmed...\n\nKELLI\nDana!\n\nCUT TO:\n\f139\n\n140\n\n73.\n\nEXT. PHI KAPPA SIGMA SORORITY HOUSE - NIGHT 139\n\nCrisscrossing flashlight beams backlight a falling sheet\nof hail and ice as the storm intensifies. Kelli, Melissa,\nHeather, and Leigh, hustle down the front steps.\n\nMELISSA\nDana?! Dude, where you at?\n\nMelissa slips and falls on the treacherous icy surface.\nThe others help her to her feet. Leigh looks over the\nground. The girls must shout in the storm...\n\nKELLI\nNo footprints. Iced over.\n\nLEIGH\nShe went around back to the control box.\n\nAs Melissa, flashlight in hand, and Kelli start off,\ngingerly, but with haste... CAMERA INCHES INTO HEATHER,\nflashlight in her hand, looking with suspicion, 0O.S.",
  "55": "---END OF PREVIOUS SECTION---\nAs Melissa, flashlight in hand, and Kelli start off,\ngingerly, but with haste... CAMERA INCHES INTO HEATHER,\nflashlight in her hand, looking with suspicion, 0O. S. \n---TARGET SECTION TO BE ANNOTATED---\nHEATHER'S POV - UP THE STREET\n\nAn '89 Toyota Corolla with a replaced front end side\npanel painted primer gray, is parked about fifty feet\ndown the street from the front of the sorority house...\nHEATHER & LEIGH\n\nHeather reacts, puzzled and incredulous...\n\nHEATHER\nEve's car. She never left.\n\nShe moves off. Leigh steps INTO FRAME, annoyed with\nHeather...\n\nLEIGH\nFind Dana, first.\n\nLeigh checks Melissa and Kelli, who have advanced along\nthe side of the house. Not wanting anyone to be out here\nalone, Leigh sighs and starts after Heather...\n\nEXT. SIDE OF THE HOUSE - NIGHT 140\n\nKelli and Melissa proceed along the side of the house. In\nfact, Melissa uses the wall for support...\n\nMELISSA\nDude! Dude!\n\f141\n\n142\n\n143\n\n74.\n\nKelli slips, falling near the trap door in the side of\nthe house. Melissa moves to help, aiming the flashlight\non Kelli.\n\nKelli absently places her hand on the frame as a crutch,\nthen looks to Melissa, alarmed. Kelli points to the door.\n\nCAMERA SWEEPS toward Kelli's finger pointing to the\ndoorframe marked with Christmas red nail polish\nscratches...\n\nEXT. STREET - NIGHT 141\nThe driver's side front end of Eve's car FILLS THE FRAME\n\nas Heather approaches, followed by Leigh. Heather aims\n\nher flashlight toward the Corolla's interior...\n\nEXT. SIDE OF THE HOUSE - NIGHT 142\n\nKelli and Melissa are on their hands and knees trying to\nopen the trap door. Kelli quickly looks about the area.\n\nKELLI\nPoint the light under the house...\nEXT. STREET - NIGHT - EVE'S CAR 143\nHeather's flashlight beam FLARES INTO CAMERA as she\nAPPROACHES the rear end of Eve's car. The back of a head\nand shoulders can be seen resting against the driver's\nwindow...\nHEATHER & LEIGH\nAs they near the driver's side door...\nHEATHER\nWhat is she doing? Sleeping in her car!\nIt's, like, zero degrees...\n\nHeather reaches out and pulls up on the doorhandle. Leigh\nreaches GRABS her hand; a startle.\n\nLEIGH\nIf she's asleep...",
  "56": "---END OF PREVIOUS SECTION---\nHeather reaches out and pulls up on the doorhandle. Leigh\nreaches GRABS her hand; a startle. LEIGH\nIf she's asleep... \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nWhy aren't the windows fogged?\n\nHeather releases the handle, steps back, but, the door\nopens.\n\nLOWER ANGLE - CAR DOOR\n\nEve's body, streaked with blood, tumbles TOWARD CAMERA...\n\f144\n\n145\n\n146\n\n75.\n\nEXT. BENEATH THE HOUSE - NIGHT 144\nMelissa's panning flashlight beam flares INTO CAMERA.\n\nO.S., Heather SCREAMS. Kelli and Melissa tear off toward\nthe street.\n\nEXT. STREET - NIGHT 145\nLeigh hyperventilates beside the car while Heather has\nmoved away, CRYING. Kelli and Melissa approach and see\n\nthe corpse...\n\nMELISSA\nHoly FUCK!\n\nEVE'S BODY\n\nLies half in and out of the car, her head on the ground\nREVEALING both eyes have been removed.\n\nKELLI\nCAMERA PUSHES IN as she realizes...\n\nKELLI\nHe's out here.\n\nCUT TO:\n\nINT. LIVING ROOM - NIGHT 146\n\nThe four women race into the living room and SLAM the\nDOOR!\n\nMRS. MAC\nStartles; frightened.\nKELLI, MELISSA, HEATHER & LEIGH\n\nHeather bolts the door while Kelli marches directly to\nthe house phone and picks it up. It's dead.\n\nKelli removes her cell phone, while pacing, dials\n\"9,1,1.\"\n\nMS. MAC\nWHAT?! WHAT?!\n\nKELLI\nDamn it.\n\nKelli continues pacing as she hits re-dial; listens...\n\f76.\n\nKELLI (CONT'D)\nshit!\n\nAs Kelli tries re-dial, again...\n\nMS. MAC\nWhat is going on?!\n\nMelissa, Heather, and Leigh hesitate, unsure of who\nshould tell Ms. Mac, as well as how to tell her...\n\nKELLI\nFUHHHHHCK!\n\nEveryone turns toward Kelli as she hits re-dial, yet\nagain...\n\nKELLI (CONT'D)\n911 is experiencing heavy caller traffic\nbecause of the storm..\n\nAll are rattled and anxious. Leigh looks out the front\nwindow. Heather and Melissa move from window to window,\nassuring they are secure.\n\nMS. MAC\nWhy?! What?!\n\nKELLI\nHello? Yeah... a girl is... dead...\noutside. Yes, I know her...",
  "57": "---END OF PREVIOUS SECTION---\nYeah... a girl is... dead... outside. Yes, I know her... \n---TARGET SECTION TO BE ANNOTATED---\n Eve\nGuaraldi...\n\nMs. Mac reacts, horrified. She looks to the others...\n\nKELLI (CONT'D)\nWe're positive she's been murdered...\n\nMRS. MAC\nAs CAMERA PUSHES IN on her...\n\nMS. MAC\nBilly's home for Christmas.\n\nWIDER\nThe girls shoot each other anxious glances...\n\nMELISSA\nNo. No, Ms. Mac. Billy is dead.\n\nKELLI\n(into phone)\nThree other girls...\n\nKelli looks carefully to Leigh, who, anticipating what\nKelli must report...\n\f77.\n\nLEIGH\nAre missing... missing.\n\nKELLI\nAre missing... and... what? 566 Oakdale.\nThere's only two houses on the...\nright... Phi Kappa sorority... Kelli\nPresley... how long 'til... What?! No!\nNo...\n\nShe hesitates, reluctant to admit...\n\nKELLI (CONT'D)\nWe think he's still outside... Would you\nwait around that long after what I just\ntold you?\n\nUpon hearing this, Ms. Mac marches across the room and\ndisappears into a small bedroom off the hallway while\nHeather, Melissa, and Leigh tense, reacting with dread...\n\nKELLI (CONT'D)\n\nPlease, isn't there any way..?\n(beat)\n\nYOU FUCKER! !\n\nKelli hits the \"end\" button; more afraid than angry...\n\nKELLI (CONT'D)\nThe storm. Pile-ups all over 91.\nReservists can't make it in 'cause the\nstreets are all ice. Trees falling.\nPower's out everywhere. They... maybe...\nmaybe... can be here... in two hours.\n\nMs. Mac returns wearing her winter coat, carrying her\npurse and keys in hand...\n\nMS. MAC\nWell, we'll all be out of here in two\nminutes. Get your things...\n\nHeather approves of the idea and rushes off for her coat.\n\nMELISSA\nI'm not going outside. He's outside.\nKELLI\nWhat about Dana?\nHEATHER\nWe'll only go up to the A.D.G. House. Get\nhelp.\nMELISSA\n\nThey've all gone home or skiing.\n\f78.\n\nKELLI\nWhose family lives the closest? Call\nthem.\n\nMELISSA\n\nLauren's. Her mother lives in Boston.\n\nMS.",
  "58": "---END OF PREVIOUS SECTION---\nMELISSA\n\nLauren's. Her mother lives in Boston. MS. \n---TARGET SECTION TO BE ANNOTATED---\n MAC\nEven if you could reach her on a cell\nphone, it'd be at least four or five\nhours 'til she got here.\n\nMELISSA\nAnd she's in Bermuda with some guy.\n\nMelissa reacts, frightened as she suddenly recalls...\n\nMELISSA (CONT'D)\nOh, shit! Lauren!\n\nMelissa takes off, running for the stairs in the\ndarkness...\n\nMS. MAC\nDone. Case closed. Let's go!\n\nKELLI\nNo! We stay together. We lock up the\nhouse, everyone grabs a fireplace poker,\nor ski pole, or some shit, and for the\nnext two hours, not let each other out of\nour sights.\n\nMS. MAC\nNo! We'll drive to the police.\n\nKELLI\nIn this weather?\n\nMS. MAC\nEven if they can't do anything. We'll all\nbe safe, there.\n\nKELLI\nWe're not all here. If we were, I'd go.\nLEIGH\nThat's right... Unless I see otherwise...\nI am believing Clair is... alive. And\nwhen she comes back... it's not going to\n\nbe to an empty house.\n\nAs Leigh moves away, ending the discussion...\n\f147\n\n148\n\n149\n\n79.\n\nINT. UPSTAIRS HALLWAY - NIGHT 147\n\nCAMERA IS MOVING, LOW TO THE FLOOR as Melissa races up\nthe top of the stairs and down the hall.\n\nINT. LAUREN'S ROOM - NIGHT 148\n\nThe door BURST open! Melissa tenses in the doorway, as\nshe looks 0.S. CAMERA PULLS BACK, REVEALING a motionless\nmass beneath comforter and sheets... Melissa steadies\nherself, then inches toward the bed. With dread and fear,\nshe reaches out and grabs a piece of the comforter. She\nwhips off the covers...\n\nMELISSA'S POV - BED\n\nLauren sleeps it off. Drool drips from the corner of her\nmouth. As Lauren releases a teeth rattling SNORE...\n\nINT. LIVING ROOM - NIGHT 149\n\nHeather returns wearing her coat, moving directly to the\ndoor. Kelli blocks her path, placing her hand on the\nknob.\n\nKELLI\nPlease! We're safer sticking together.\n\nHEATHER\nAlright.\n(beat)\nThen, get your coats.",
  "59": "---END OF PREVIOUS SECTION---\nWe're safer sticking together. HEATHER\nAlright. (beat)\nThen, get your coats. \n---TARGET SECTION TO BE ANNOTATED---\n(calls out)\nMEL, WE'RE LEAVING! LET'S GO!\n\nMELISSA (0.S.)\nI'M NOT LEAVING LAUREN, YOU\n\nKELLI\nWe're sisters. Act like it.\n\nHeather knocks Kelli's hand away and opens the door. The\nWIND SCREAMS, blowing hail into the entrance. She starts\noff toward the driveway.\n\nMS. MAC\nWe'll get the police here, fast as we\ncan.\n\nMs. Mac hugs Kelli, then moves off after Heather. CAMERA\nPUSHES INTO KELLI watching them move toward the\ndriveway...\n\f150\n\n151\n\n152\n\n153\n\n80.\n\nEXT. PHI KAPPA SIGMA SORORITY HOUSE - NIGHT - KELLI'S POW50\n\nThe porch and the front end of the garage obstructs the\nview of Ms. Mac's car. Only the rear passenger side is in\nview.\n\nINT. LIVING ROOM - NIGHT 151\n\nKelli closes the door, bolts it, and moves toward the\nstairs, while addressing Leigh...\n\nKELLI\nCan't see the driveway. Maybe from\nLauren's room...\n\nAs Leigh moves from the window, following Kelli...\n\nEXT. DRIVEWAY - PHI KAPPA SIGMA HOUSE - NIGHT 152\n\nCAMERA LEADS Ms. Mac and Heather, hustling to the car.\nTheir footsteps CLICK and CRUNCH on the icy surface until\nMs. Mac falls. Heather has difficulty with her own\nfooting while helping Ms. Mac to her feet.\n\nThey manage to proceed toward the driveway REVEALING a\ndented and dinged '66 Pontiac Parisienne and not in\ncherry condition. The wheel wells are rusted.\n\nMuch of this is difficult to discern as the Pontiac is\nencrusted with ice and snow.\n\nPASSENGER DOOR\n\nHeather pulls on the door handle, ice CRACKS and STRAINS,\nbut the door is sealed shut by ice. She YANKS harder,\nthen looks around, seeing if anyone is approaching, then\nYANKS again...\n\nDRIVER'S SIDE\n\nLikewise, Ms. Mac's door is frozen closed. She kicks at\nthe car with her heel. A sheet of ice CRACKS and falls\naway from the metal. She rushes inside, climbing into the\ndriver's seat.\n\nINT.",
  "60": "---END OF PREVIOUS SECTION---\nA sheet of ice CRACKS and falls\naway from the metal. She rushes inside, climbing into the\ndriver's seat. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PONTIAC PARISIENNE - NIGHT 153\n\nMs. Mac inserts the keys into the ignition. In the\npassenger window, Heather is a silhouette, pulling on the\ndoorhandle, knocking on the window, trying to free the\ncar from ice...\n\nThe engine won't turn over. Ms. Mac pumps the gas pedal\nand tries again. The ENGINE STRAINS...\n\f154\n\n155\n\n156\n\n157\n\n81.\n\nMS. MAC\nC'mon, you piece-a-shit!\n\nTHE GAS PEDAL\n\nTHUMP... THUMP... THUMP!\n\nTHE IGNITION\n\nkey is cranked...\n\nTHE DASHBOARD\n\nThe RADIO COMES TO LIFE... Judy Garland's haunting \"Have\nYourself a Merry Little Christmas.\"\n\nEXT. DRIVEWAY - PHI KAPPA SIGMA HOUSE - NIGHT - TAILPIPE154\n\nThe Pontiac STARTS. Exhaust BELCHES...\n\nINT. PONTIAC PARISIENNE - NIGHT 155\n\nMs. Mac CRANKS the heater and DEFROSTER...\n\nEXT. DRIVEWAY - PHI KAPPA SIGMA HOUSE - NIGHT - HEATHER 156\n\nCAMERA INCHES IN OVER Heather's shoulder as she\ndesperately tries opening the door. As she turns back...\n\nHEATHER'S POV - EVE'S CAR\n\nThe door remains open. Eve's body; in the position it was\ndiscovered...\n\nHEATHER — LOW ANGLE\n\nReminded of Eve's fate, Heather pulls harder on the door.\nAt this angle, the attic window looms above. Unbeknownst\nto Heather, Clair's body sits at the window in the\nrocking chair.\n\nOVER HEATHER'S SHOULDER\n\nAs Heather turns back around, CRACK! A pane of ice\nSHATTERS! Heather SCREAMS! The door pops open REVEALING\nMs. Mac on her back, having kicked the passenger door\nopen with her feet.\n\nINT. LAUREN'S ROOM - NIGHT 157\n\nKelli and Leigh enter and move directly to the window.\nMelissa crosses to the window, as well...\n\f157PT\n\n158\n\n159\n\n82.\n\nEXT. DRIVEWAY - NIGHT- KELLI'S POV - OUT WINDOW 157PT\nFrom this vantage, also, only the rear of the Pontiac can\nbe seen. Exhaust pumps from the tail pipe.\nINT.",
  "61": "---END OF PREVIOUS SECTION---\nDRIVEWAY - NIGHT- KELLI'S POV - OUT WINDOW 157PT\nFrom this vantage, also, only the rear of the Pontiac can\nbe seen. Exhaust pumps from the tail pipe. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LAUREN'S ROOM - NIGHT\nKelli, Leigh, and Melissa eye one another, relieved...\nKELLI\n\nThey got the car started.\nINT. PONTIAC PARISIENNE - NIGHT 158\nHeather is now in the passenger seat. She locks the door.\n\nHEATHER\nGo! Gol!\n\nThe front windshield appears opaque from the ice and\nsnow. Ms. Mac tries the wipers, but they strain against\nthe ice. The visibility out the window remains nil.\n\nMs. Mac turns and reaches over the back seat.\nIncredulous, Heather turns toward the back seat, also...\n\nHEATHER (CONT'D)\nWhat are you doing?!\n\nWhile their attention is away from the front of the\ncar... a shadowy form crosses the front end and\ndisappears.\n\nMs. Mac produces an ice scraper, then extends it to\nHeather as if, \"go scrape the ice.\"\n\nHEATHER (CONT'D)\nWhat is that thing?\n\nMs. Mac sighs, turns, and exits the car...\n\nEXT. DRIVEWAY - PHI KAPPA SIGMA HOUSE - NIGHT 159\n\nThe driver's door remains open as CAMERA ARCS with Ms.\n\nMac around the front end to the windshield. She begins\n\nSCRAPING the ice. It is thick and needs plenty of elbow\ngrease.\n\nMS. MAC\n(muttering)\nPrecious... frigid... princess...\n\nsouthern... privileged... bitch!\n\f160PT\n\n160\n\n83.\n\nSuddenly... the vehicle rocks... lurches... just once.\nMs. Mac pauses, anxious, then continues scraping. Faster.\n\nFRONT WINDOW\n\nA piece of ice breaks away creating a three inch diameter\nwindow into the front seat.\n\nMOTION... a head turns... REVEALING... a yellow eye.\nMRS. MAC\nTenses... frozen with fear...\n\nOVER MS. MAC'S SHOULDER\n\nFrom the interior, the frosted opaque window suddenly\nsplashes... erupts... with Heather's blood.\n\nMRS. MAC\n\nLeaping back, hyperventilating, backs into the closed\ngarage door with some force, causing, O.S., a LOUD CRACK!\n\nMS. MAC'S POV - LIP OF THE ROOF\n\nSeveral thick stalactite icicles BREAK OFF.\nOVERHEAD ANGLE - MS. MAC\n\nCAMERA RACES TOWARD HER as if a plummeting icicle...",
  "62": "---END OF PREVIOUS SECTION---\nMAC'S POV - LIP OF THE ROOF\n\nSeveral thick stalactite icicles BREAK OFF. OVERHEAD ANGLE - MS. MAC\n\nCAMERA RACES TOWARD HER as if a plummeting icicle... \n---TARGET SECTION TO BE ANNOTATED---\nMS. MAC - LOW ANGLE - LOOKING DIRECTLY UP\n\nUpon reflex, backed against the garage, Ms. Mac raises\nher arms shielding herself. It is futile.\n\nAs her head is impaled and split by the ice dagger...\n\nCUT TO:\n\nINT. LAUREN'S ROOM - NIGHT - KELLI'S POV - DRIVEWAY 160PT\n\nOutside, the car IDLES. Judy Garland SINGS...\n\nWIDER 160\n\nKelli looks to Melissa and Leigh while Lauren remains\ndead to the world on her bed...\n\nKELLI\nShould we go out and check on them?\n\nMELISSA\nCar's idling. Radio's on.\n\f161\n\n161PT\n\n84.\n\nThen... a CELL RINGTONE... \"Dance of the Sugar Plum\nFairy.\" CAMERA PUSHES IN on Kelli and Leigh... scared.\nMELISSA\n\nTurns to them, afraid...\nWIDER\n\nAs Kelli removes her phone and reads the caller I.D.\npanel, she stifles a frightened WHIMPER...\n\nCELL PHONE CALLER I.D. DISPLAY\n\nBARBARA MacHENRY.\n\nKELLI\n\nQuickly answers. With desperate hope...\n\nKELLI\nMs. Mac?\n\nThe eerie man-child voice declares...\n\nCALLER (V.O.)\nThey're my family, now.\n\nKelli abruptly disconnects; tries to be strong, battling\nfrightened tears. Leigh looks at Melissa...\n\nLEIGH\nStay with your friend.\n\nLeigh takes Kelli by the arm. As they start out of the\nroom...\n\nCUT TO:\n\nINT. KITCHEN - NIGHT - LEIGH & KELLI 161\nrace into the kitchen and look out a side window.\n\nEXT. DRIVEWAY - NIGHT- KELLI'S POV - OUT KITCHEN WINDOW61PT\nThis vantage is also partially obscured by the opposite\ngarage wall. The Pontiac driver's side door is open as\n\nthe vehicle continues IDLING...\n\nINT. KITCHEN - NIGHT\n\nKelli and Leigh struggle to see the entire picture...\n\nKELLI\nCan't tell if they're out there.\n\f162\n\n163\n\n164\n\n165\n\n85.\n\nKelli starts toward another door. CAMERA FOLLOWS as they\nmove to another door off the kitchen. Kelli aims the\nflashlight at the doorknob and opens the door...\n\nINT.",
  "63": "---END OF PREVIOUS SECTION---\nCAMERA FOLLOWS as they\nmove to another door off the kitchen. Kelli aims the\nflashlight at the doorknob and opens the door... INT. \n---TARGET SECTION TO BE ANNOTATED---\n GARAGE - NIGHT 162\n\nThe garage holds no vehicles but, rather, acts as a\nstorage area; cluttered and maze-like.\n\nKELLI AND LEIGH\n\nStepping into the garage, Leigh looses her footing. Kelli\ncatches her, then shines the flashlight onto the floor.\n\nIN THE FLASHLIGHT BEAM\nA puddle of water, created by a leak from above...\n\nKELLI (V.O.)\nCareful. Roof's leaking.\n\nKELLI AND LEIGH\n\nContinue through the boxes, furniture, and old bicycles\ntoward the closed garage door. As they reach the door,\nKelli slips, falling to her knees.\n\nTHE FLASHLIGHT\n\nDrops. Rolls; REVEALING not a puddle of water, but one of\nblood, seeping in through the outside at the base of the\ngarage door...\n\nKELLI AND LEIGH\n\nKelli SCREAMS!\n\nINT. LAUREN'S ROOM - NIGHT 163\nKelli's SCREAM is deep within the house, but is\n\nnonetheless HEARD by Melissa looking out the window to\n\nthe driveway.\n\nINT. GARAGE - NIGHT 164\n\nKelli and Leigh try lifting the garage door...\n\nEXT. DRIVEWAY - NIGHT 165\n\nMs. Mac's dead body lies slumped against the garage door\npreventing it from opening.\n\nThen... a form ENTERS FRAME... just a shoulder... and\nHOLDS.\n\f166\n\n167\n\n168\n\n169\n\n86.\n\nINT. LAUREN'S ROOM - NIGHT 166\n\nMelissa moves to the door and opens it...\n\nINT. UPSTAIRS HALLWAY - NIGHT 167\n\nMelissa steps into the hallway, looking toward the\nstairs.\n\nMELISSA\nKELLI?!\n\nFrom the darkness behind her, a black plastic bag is\n\nwhipped over her head. She reaches for her throat,\nstruggles. The plastic vacuums to her face as she GASPS!\n\nINT. GARAGE - NIGHT 168\n\nKelli and Leigh desperately push against the garage\ndoor...\n\nLEIGH\nFeels like... there might be a body\nblocking it.\n\nThen, OUTSIDE, O.S., the Pontiac ENGINE dies. The radio\nChristmas MUSIC turns SILENT. Someone is out there.\n\nCUT TO:\n\nINT. LAUREN'S ROOM - NIGHT 169\n\nDarkness. O.S.",
  "64": "---END OF PREVIOUS SECTION---\nLAUREN'S ROOM - NIGHT 169\n\nDarkness. O. S. \n---TARGET SECTION TO BE ANNOTATED---\n the rhythmic CLICK... CLICK... CLICK...\nof mechanized winding.\n\nClair's gift to Lauren, the music box, is SET INTO FRAME\nby a hand with blood stained fingers. The doll turns as\n\"Dance of the Sugar Plum Fairy\" begins...\n\nLAUREN\n\nAsleep. Her image is odd, distorted; light bending and\nrefracting colors...\n\nA TOUCH WIDER\n\nREVEALS CAMERA is looking at Lauren through Eve's gift to\nHeather, the glass unicorn's horn.\n\nWIDER\nThe ornament is clutched by a hand stained with sweat and\n\nblood. After a beat... the ornament moves... toward\nLauren.\n\f170\n\n171\n\n172\n\n173\n\n87.\n\nCLOSER - MUSIC BOX\nThe ballerina twirls...\nTHROUGH THE GLASS ORNAMENT - LAUREN\nHer image distorts as the horn approaches. Once over\nher... the ornament pauses. Lauren's eyes open...\ngroggy... drunken. Then, as she looks up and see the\nfigure standing over her...\nLAUREN\nHmm. Yeah. Merry Fucking Christmas.\nLauren's eyes suddenly flash with\nhorror...\n\nCUT TO:\n\nINT. LIVING ROOM - NIGHT 170\nThe fire is dead. The room, dark and icy blue. Blood\nstained and perspiring, even in the cold house, Kelli and\nLeigh run into the living room from the kitchen.\n\nOUTSIDE, a THUMP, THUMP, like heavy footsteps. Kelli\n\nlooks toward the front window...\n\nEXT. FRONT PORCH - NIGHT - KELLI'S POV 171\n\nA dark figure crosses the porch toward the front door...\n\nINT. LIVING ROOM - NIGHT 172\nAs they turn and hustle toward the staircase...\n\nFRONT DOOR\n\nRATTLES... BANG! BANG! BANG!\n\nKELLI & LEIGH\n\nTheir urgency intensifies. Kelli bounds up the steps two\n\nat a time. Leigh, however, hesitates and quickly reaches\nout into the living room...\n\nCLOSE - MS. MAC'S BBQ/MARSHMALLOW TOASTING FORK\n\nLeigh's hand grabs it. As it's whisked OUT OF FRAME...\n\nINT. UPSTAIRS HALLWAY - NIGHT 173\n\nKelli and Leigh tear down the hallway as the POUNDING\ncontinues DOWN on the front door...\n\f174\n\n88.",
  "65": "---END OF PREVIOUS SECTION---\nINT. UPSTAIRS HALLWAY - NIGHT 173\n\nKelli and Leigh tear down the hallway as the POUNDING\ncontinues DOWN on the front door... 174\n\n88. \n---TARGET SECTION TO BE ANNOTATED---\nINT. LAUREN'S ROOM - NIGHT 174\n\nCAMERA PULLS BACK from the threshold as Kelli and Leigh\nenter REVEALING... Melissa is gone.\n\nLauren, however, remains in bed. One bare foot is out\nover the side outside of the covers. She lies on her back\nwith her arm, the crook of her inner elbow, over her\neyes.\n\nKELLI\nAwww, fuck, no!\n(calls out)\nMELISSA?!\nLEIGH\n\nHe'll hear you!\n\nLeigh closes the door. She BOLTS the LOCK. Kelli tugs at\nLauren's foot, while whispering...\n\nKELLI\nLauren, where's Mel?!\n\nDOWNSTAIRS, a window SHATTERS! Kelli tugs on Lauren's\nfoot...\n\nKELLI (CONT'D)\nWhere's Mel?!\n\nStanding just off to the side of the door, Leigh looks at\nKelli. Then whispers, intensely...\n\nLEIGH\nShut up!\n\nLeigh clutches the barbecue fork with two hands, turns\ntoward the door and raises it over her head. Ready.\n\nKELLI\n\nBreathes hard; frightened. She reaches into her pocket\nand pulls out her cell, fingers trembling as she text\nmessages...\n\nINSERT - KELLI'S CELL PHONE DISPLAY\n\nglows with bluish light. She types... \"U@?!!\" Then, speed\ndials... MELISSA.\n\nKELLI\n\nAwaits a response. She kicks at Lauren's foot, waves the\nflashlight beam across her face...\n\f175\n\n176\n\n89.\n\nLEIGH\n\nO.S... FOOTSTEPS approach...\n\nKELLI\n\nlooks to her phone...\n\nINSERT - KELLI'S CELL PHONE DISPLAY\n\nThe illuminated display reads: U@?!!\n\nINT. UPSTAIRS HALLWAY - NIGHT 175\nCAMERA BEGINS MOVING DOWN THE HALL, as if a P.O.V.\nFlashlight seeps from beneath the door inside Lauren's\nroom.\n\nINT. LAUREN'S ROOM - NIGHT - LEIGH 176\n\nRaises the prongs above her head, readies...\n\nKELLI\nTexts, again. This time... FAINT... MUTED... however, a\ndefinitely audible... a cell ring tone can be\n\nheard...\"JINGLE BELLS.\" Kelli looks up.",
  "66": "---END OF PREVIOUS SECTION---\nThis time... FAINT... MUTED... however, a\ndefinitely audible... a cell ring tone can be\n\nheard...\"JINGLE BELLS.\" Kelli looks up. \n---TARGET SECTION TO BE ANNOTATED---\n CAMERA PUSHES IN\nas she spots...\n\nKELLI'S POV - CEILING\n\nFrom a tiny pinhole in the ceiling, a pale dim hint of\nbluish light, as if from a cell phone display emits from\nthe hole...\n\nKELLI\n\nCAMERA CONTINUES IN, but just as she reacts...\nLAUREN'S DOOR\n\nBANGS open!\n\nKELLI\n\nSwings the light toward the door...\n\nTHE DOOR\n\nA figure stands in the threshold...\n\nLEIGH\n\nWHISKS her weapon down...\n\f90.\n\nTHE FIGURE\n\nThe light hits the figure REVEALING Kyle as he lurches\nback, the fork tearing his jacket sleeve.\n\nLEIGH & KYLE\n\nNot knowing Kyle, Leigh continues her attack. Not knowing\nLeigh, he counters, blocking her arm and shoving her\nback...\n\nLEIGH\n\nHits the bed, knocking Lauren whose arm slowly falls from\nits position over her eyes.\n\nLeigh looks up just as Lauren's arm clears her face,\nREVEALING Lauren is, indeed, dead. Her eye sockets are\ndark and empty; eyes having been removed.\n\nKELLI\n\nSCREAMS !\n\nLEIGH\n\nIs up on her feet away from the bed. She turns back\ntoward Kyle wielding her weapon.\n\nKELLI\nMoves toward her...\n\nKELLI\nNo! NO!\n\nWIDER\n\nLeigh hesitates, but remains alert and ready to attack.\nLikewise, Kyle tenses eyes flashing from Kelli to Leigh.\nThe three stand triangulated; breathing hard,\nfrightened...\n\nKYLE\nThere's two bodies in the driveway.\n\nLEIGH\nMaybe you did it.\n\nHe points to Lauren...\n\nKYLE\nMaybe you did that!\n\nKELLI\nNo! It's not him!\n\nLeigh's eyes dart to Kelli, as does Kyle's.\n\f177\n\ngl.\n\nLEIGH\nHow do you know?\n\nHer back to the hole in the ceiling, assuming they are\nbeing watched, Kelli blocks her gesture pointing to the\nceiling...\n\nLEIGH & KYLE\n\nSubtly look up...\n\nLEIGH & KYLE'S POV - KELLI & THE CEILING\n\nCAMERA MOVES PAST KELLI and RISES to the ceiling. The\nfaint light continues glowing from within the ceiling\npinhole...",
  "67": "---END OF PREVIOUS SECTION---\nLEIGH & KYLE\n\nSubtly look up... LEIGH & KYLE'S POV - KELLI & THE CEILING\n\nCAMERA MOVES PAST KELLI and RISES to the ceiling. The\nfaint light continues glowing from within the ceiling\npinhole... \n---TARGET SECTION TO BE ANNOTATED---\nKELLI\n\nHer \"The Dance of the Sugar Plum Fairy\" ringtone SOUNDS.\nCAMERA INCHES INTO Kelli as she raises the phone with\ndread... and pushes the \"send\" button...\n\nCALLER (V.O.)\nThey're my family, now.\n\nKelli battles tears, but with a strength derived from\nanger, she asks in an accusatory whisper...\n\nKELLI\nWhat have you done... Billy?\n\nThe call abruptly disconnects. Kelli turns, looks to the\nceiling...\n\nKELLI'S POV - THE CEILING\n\nThe light is out.\n\nLEIGH & KYLE\n\nWitness the seeping light go out. They look to Kelli...\nKELLI\n\nAs CAMERA INCHES TO HER... she whispers.\n\nKELLI (CONT'D)\nHe's in the attic.\n\nCUT TO:\n\nINT. UPSTAIRS HALLWAY - NIGHT 177\n\nCAMERA IS CREEPING. In the darkness, barely visible...\nawaits the trap door to the attic.\n\f92.\n\nKELLI, LEIGH & KYLE\n\nCAMERA INCHES TOWARD Lauren's door as the three appear in\nthe threshold. Kyle steps out and moves toward the\nstairs. The girls take a step toward the attic door.\n\nKyle turns to check they are following and sees they are\nnot. In a low scared whisper...\n\nKYLE\nNo fucking way!\n\nLEIGH\nClair might be alive. She might be up\nthere.\n\nKYLE\n\nEve's not. Heather's not. Ms. Mac.\n\nKELLI\nThey all left the house. He couldn't get\nthem in the attic.\n\nLEIGH\nI've searched the whole house.\n\nKELLI\nAnd I've seen under the house. Where else\ncould they be?\n\nLEIGH\nUntil I see that they're dead... they are\nalive.\n\nHe takes Kelli by the arm, for emphasis...\n\nKYLE\nThey're not.\n\nKelli pulls her arm away. She gestures to the weapon in\nLeigh's hand...\n\nKELLI\nThere's three of us.\n\nKYLE\n(scoffs)\nIt's fucking Billy Lenz! He's probably\nwatching us, right now...\n\nKELLI\n(cuts him off)\nIf I was alive. I would expect my sister\nto go up there...\n\nLeigh eyes Kelli, impressed, and absently nods.",
  "68": "---END OF PREVIOUS SECTION---\nKELLI\n(cuts him off)\nIf I was alive. I would expect my sister\nto go up there... Leigh eyes Kelli, impressed, and absently nods. \n---TARGET SECTION TO BE ANNOTATED---\n\f93.\n\nKYLE\nHow would you know? You don't even have a\nfuckin' sister.\n\nLEIGH\nYeah, she does.\n\nLeigh doesn't even check Kelli's reaction as she moves\npast Kyle and Kelli and starts toward the attic trap\ndoor, clutching her weapon. Kelli eyes Kyle...\n\nKELLI\nIf you don't think you owe me... you\nfucking owe Megan... at least, this.\n\nHe grabs the two of them and with emphasis...\n\nKYLE\nIf we go up there... the second we see\nthey're dead... we turn and run the fuck\n\nout of this house.\nLeigh and Kelli consider, then nod. Kyle eyes them for a\nbeat as he reaches into his pocket and removes a\nbutterfly knife. As he flips it open...\nHIGH ANGLE - FROM THE POSITION OF THE DOOR\nFRAME IS EMPTY, seemingly dark, until Leigh steps\ncautiously INTO FRAME, back against the farthest wall.\nOnly a faint rim of reflecting spill light delineates\nLeigh, Kelli, and Kyle from the darkness.\nATTIC DOOR\nCAMERA INCHES TOWARD the trap door...\nHALLWAY\nThe three reach the area just beneath the attic door.\nLeigh nods to Kelli, then takes a step toward the ladder.\nKelli's lifts the flashlight, preparing to turn it on...\nKyle suddenly reaches out and stops Leigh. She looks at\nhim and without acknowledging her, Kyle moves ahead of\nher toward the base of the ladder.\nHe turns to Kelli, then mouths and gestures...\n\nKYLE (CONT'D)\nI open the door, you hit the light.\n\nShe nods...\nLOW ANGLE - LOOKING DIRECTLY UP\n\nThe trap door awaits directly above as Kyle steps on the\nfirst rung of the ladder...\n\f94.\n\nCLOSE - KYLE'S FOOT\n\nCAMERA RISES with Kyle's foot as it steps on the next\nrung...\n\nTHE FLASHLIGHT\n\nKelli raises it; thumb hovering over the \"on\" switch.\nLEIGH\n\nGrips the barbecue fork, readies...\n\nOVERHEAD\n\nKyle rises toward CAMERA, reaching the door. He eyes the\ngirls, then holds out his hand and counts off with his\nfingers... one... two... three!\n\nLOW ANGLE\n\nHe KNOCKS open the door, then takes a defensive step\ndown.",
  "69": "---END OF PREVIOUS SECTION---\nOVERHEAD\n\nKyle rises toward CAMERA, reaching the door. He eyes the\ngirls, then holds out his hand and counts off with his\nfingers... one... two... three! LOW ANGLE\n\nHe KNOCKS open the door, then takes a defensive step\ndown. \n---TARGET SECTION TO BE ANNOTATED---\n Kelli turns on the flashlight.\n\nBeat... SILENCE... above Kyle, the flashlight is a tube\nof illumination on the rafters. Small, one or two inch\nicicles cling to the leaking ceiling...\n\nKyle turns around and reaches down, gesturing for Kelli's\nflashlight...\n\nSuddenly, a black plastic trash bag is whipped over\nKyle's head. His upper body is pulled into the attic...\n\nKELLI & LEIGH\n\nstep forward, reach out, but cannot grab Kyle's legs.\nTHE FLASHLIGHT\n\nknocked by Kyle's hand, spins rolls...\n\nKELLI\n\nBegins climbing the ladder, looks up...\n\nTHE ATTIC\n\nThe flashlight stops bouncing and spinning, its light\nstops on... a pair of eyes... framed in a black hood. In\na mere glimpse, the most illuminated eye, the left\niris... is yellow.\n\nKYLE\n\nStruggling violently, stabs blindly with his knife as he\n\ndisappears into the darkness of the attic. The door\nSLAMS!\n\f178\n\n179\n\n180\n\n181\n\n182\n\n95.\n\nKELLI AND LEIGH\n\nRush toward the ladder...\n\nINT. ATTIC - NIGHT 178\n\nExtreme elongated shadows are created by the flashlight\nstruggle. The killer straddles Kyle's chest.\n\nKYLE'S FEET\n\nStruggling to escape, Kyle's feet are over the attic\ndoor. Kicking; pressing against the floor for leverage.\nHis desperate actions prevent Kelli and Leigh from\nentering...\n\nINT. UPSTAIRS HALLWAY - NIGHT - KELLI & LEIGH 179\n\nPush up against the door while it BANG BANG BANGS!\n\nINT. ATTIC - NIGHT - KYLE 180\nBlinded and choking from the plastic bag. His arms,\nincluding the hand holding his butterfly knife, are\n\npinned down by the assailant straddling his chest.\n\nLOW ANGLE - THE KILLER\n\nRemoves the glass unicorn from a pocket. Raises it...\n\nTHE GLASS UNICORN\n\nThe light glinting off the horn, is plunged OUT OF\n\nFRAME...\n\nINT. UPSTAIRS HALLWAY - NIGHT 181\nO.S., KYLE SCREAMS! Kelli and Leigh intensify their\nefforts...\n\nINT.",
  "70": "---END OF PREVIOUS SECTION---\nS., KYLE SCREAMS! Kelli and Leigh intensify their\nefforts... INT. \n---TARGET SECTION TO BE ANNOTATED---\n ATTIC - NIGHT - LOW ANGLE - KILLER 182\nAgain, plunges the glass dagger toward Kyle's head...\nKYLE'S FEET\n\nReacting to the pain... PUSH AGAINST FLOOR and SCUTTLE\nBACK.\n\nLOW ANGLE - THE KILLER\n\nIs bucked, but maintains the advantage...\n\f183\n\n184\n\n96.\n\nKYLE'S FEET\n\nMove off of the door...\n\nINT. UPSTAIRS HALLWAY - NIGHT - KELLI & LEIGH 183\nPush! The door flies open! They hurry up the ladder. Once\ninside, the attic door teeters, then SLAMS closed!\n\nINT. ATTIC - NIGHT 184\n\nKelli and Leigh charge the figure, just as it plunges the\npointed horn into the plastic bag. Kyle's body goes limp.\n\nThey grab the killer, who rears, pushing them deep into\nthe attic.\n\nLEIGH & KELLI\n\nFall against the base of a rocking chair, which lurches\nforward, toward them. They look up...\n\nLOW ANGLE - LOOKING UP - KELLI & LEIGH'S POV - CLAIR\nThe face of Leigh's sister remains frozen in horror,\nwrapped in plastic. Eye sockets, empty. Seated in the\nchair, the body nearly tips over on them...\n\nLEIGH\n\nFRAME IS EMPTY until she rears back, terrified...\nLEIGH'S FOOT AND LEG\n\nSlips off the plywood covered area and into the rock wool\ninsulation. Her foot CRASHES through the plaster...\n\nLEIGH\nOne leg falls through the floor to her thigh...\nKELLI\n\nOn the floor, scoots on her hands and behind, away from\nClair. Kelli looks to Leigh...\n\nKELLI'S POV - LEIGH\n\nstruggling to pull herself out, yet the movements cause\nher to slip further into the hole...\n\nKELLI\n\nHer eyes flash to Kyle...\n\f97.\n\nKELLI'S POV - KYLE & KILLER\n\nThe Killer straddles Kyle's motionless body. The Killer\nrises. Nearly indiscernible in the flashlight, the killer\nclenches several strands of extracolar muscles attached\nto Kyle's removed eyeballs.\n\nKILLER\nHe's my family, now.\n\nThe killer grabs Kyle's body by the legs and begins\ndragging it across the room...",
  "71": "---END OF PREVIOUS SECTION---\nNearly indiscernible in the flashlight, the killer\nclenches several strands of extracolar muscles attached\nto Kyle's removed eyeballs. KILLER\nHe's my family, now. The killer grabs Kyle's body by the legs and begins\ndragging it across the room... \n---TARGET SECTION TO BE ANNOTATED---\nKELLI\nHer eyes flash toward Leigh...\nKELLI'S POV - LEIGH\nSlips a few more inches into the floor. She looks to\nKelli...\nGET OUT!! GO!!\nKELLI\n\nKelli rises to her hands and knees, crawling, quickly,\nbut cautiously across the attic floor toward Leigh...\n\nLEIGH\n\nTries pulling herself out of the floor. CRACK! She slips\nfurther...\n\nKELLI & LEIGH\n\nAs Kelli reaches Leigh and grabs her arms...\nEXTREMELY CLOSE - A MATCH\n\nStrikes.\n\nKELLI & LEIGH\n\nTurn toward the light...\n\nEXTREMELY CLOSE - A CHRISTMAS CANDLE\n\nRed and silvery; is lit...\n\nKELLI & LEIGH\n\nCAMERA INCHES IN ON THEM, reacting with horror...\n\f98.\n\nCLOSE - A FORM\n\nA body, a silhouette in the darkness... until the candle\ncast an amber glow... REVEALING... Melissa's dead body.\nThe eye sockets are empty and black. O.S., the HUMMING\ncontinues...\n\nKELLI & LEIGH\n\nfrightened. Sickened.\n\nA SECOND CANDLE\n\nIs lit...\n\nLAUREN\n\nThe flickering light dances across her dead,\nexpressionless, face. Her eyes have been removed...\n\nKELLI & LEIGH\n\nCAMERA CONTINUES TOWARD THEM... both frozen and\nmortified...\n\nKELLI & LEIGH'S POV - ATTIC\nIn the corner... a display.\n\nThe sincere intent had been a Currier and Ives family at\nChristmas print, however, it appears as if sculpted by an\ninsane Gothik/Punk artist.\n\nThe bodies of the murdered sorority sisters, Megan,\nClair, and Melissa are posed, as if exchanging presents,\nbeneath an Evergleam pink aluminum Christmas tree. Seven\npairs of actual human eyeballs ornament the tree.\n\nA dozen candles illuminate the area. Placed on the floor\nare sheets of crumpled wrapping paper, ribbon and bows,\nas if presents have jest been opened.\n\nClair's music box is placed in Megan's hands.\nTHE KILLER\n\nHUMMING Tchaikovsky, turns toward Kelli and Leigh. The\nyellow, unblinking, unmoving eye, catches some spill\nlight.",
  "72": "---END OF PREVIOUS SECTION---\nClair's music box is placed in Megan's hands. THE KILLER\n\nHUMMING Tchaikovsky, turns toward Kelli and Leigh. The\nyellow, unblinking, unmoving eye, catches some spill\nlight. \n---TARGET SECTION TO BE ANNOTATED---\nThen with a tone heard in the phone calls, one that is\nnot not evil or crazed, but rather eerily pathetic with a\npleased, happy smile, spoken to Kelli and Leigh... and\nquoting Melissa...\n\nKILLER\nEveryone should be home for Christmas.\n\f99.\n\nThe figure starts toward them...\nKELLI AND LEIGH\n\nTrembling and rattled, try pulling Leigh from the floor\nwho grasps the wooden supports; strains...\n\nCLOSE - LEIGH'S LEGS\n\nSlips deeper through the plaster.\n\nTHE KILLER\n\nApproaches...\n\nKELLI & LEIGH\n\nSuddenly... CRACK! The floor gives way. Collapses! Leigh\nfalls through the floor and into one of the girls's\nbedroom.\n\nKelli turns, checks the killer's position...\n\nTHE KILLER\n\na step away...\n\nKELLI\n\nTries to jump through the hole in the floor, but the\nkiller grabs her shoulders. A plastic bag begins whipping\nover her head, but Kelli raises an arm and blocks it.\n\nShe lunges forward...\n\nCLOSE - THE BBQ FORK\n\nKelli grabs it...\n\nKELLI\n\nRolls, turns, then drives the weapon toward the killer...\n\nTHE KILLER'S EYES\n\nThe prongs plunge into the yellowed iris. The figure's\nhead is thrown back.\n\nKELLI\n\nKelli rears, looking up to the figure...\n\nTHE FIGURE\n\nThe hooded head slowly levels. Oddly, the fork remains in\n\nthe eyeball with no release of blood or fluid. The fork\nextends out, stuck in the eye.\n\f100.\n\nKELLI\n\nReacts, shocked, confused...\n\nTHE FIGURE\n\nA first true look at the face of the figure, albeit in\nthe eerie flickering amber light, REVEALS an unnerving\nandrogyny. Although the face is large and, somewhat,\nmasculine, the lips and nose are feminine. The skin\ntexture appears shiny, plastic-like and sweaty.\n\nThick scar tissue encircles the neck.\n\nWith no reaction of pain or emotion, the figure reaches\nup, grabs the fork handle, and with effort, twists the\nfork and head until the prosthetic eye is pulled from the\nsocket.\n\nCLOSE - THE PROSTHETIC EYE\n\nremains on the tip of the fork.",
  "73": "---END OF PREVIOUS SECTION---\nThick scar tissue encircles the neck. With no reaction of pain or emotion, the figure reaches\nup, grabs the fork handle, and with effort, twists the\nfork and head until the prosthetic eye is pulled from the\nsocket. CLOSE - THE PROSTHETIC EYE\n\nremains on the tip of the fork. \n---TARGET SECTION TO BE ANNOTATED---\n At this image size, it is\nclear that the iris has been hand painted or tinted\nyellow...\n\nTHE FIGURE\n\nThe empty socket is black with scar tissue. The head\nturns, looking at the eye on the end of the fork and\nREVEALING the surviving right eye is a brilliant bright\nblue...\n\nKELLI\n\nCAMERA PUSHES IN, repulsed, frozen with fear and shock.\nShe whispers...\n\nKELLI\nThey are not your family... Agnes.\n\nAGNES\nIndeed, the killer, Agnes Lenz, drops the fork...\nKELLI\nAlthough trembling with fear, addresses Agnes...\nKELLI (CONT'D)\nI am not your family. You're brother is\nnot here.\n\nAGNES\n\nreacts... doesn't understand. She considers... then, with\nan eerie child-like smile...\n\f101.\n\nAGNES\nBut... my daddy is.\n\nKELLI\n\nKelli doesn't understand. Then, suddenly... MUTED...\n\"Dance of the Sugar Plum Fairy\" CHIMES from her back\npocket. Her expression flashes a hope of possibility...\nas she hustles toward the attic door while removing her\ncellphone from her back pocket. She is SCREAMING,\nPLEADING for help before she manages to engage the\nphone...\n\nKELLI\nHELP! HELP! I'M IN THE ATTIC OF\nTHE PHI KAPPA SIGMA SORORITY. 566\nOAKDALE LANE...\nKelli reaches the door, however...\nCLOSE - THE DOOR\n\nA hatch lifting ring is inset and flush against the wood.\nKelli's trembling fingers struggle to lift the ring.\n\nKELLI (CONT'D)\nPLEASE! PLEASE! CALL 911! I NEED\n\nHELP! 911!!\nAGNES\nApproaches...\nKELLI\nCAMERA SWEEPS IN AS FROM THE PHONE... the chilling, now\n\nfamiliar voice calmly declares...\n\nCALLER (V.O.)\nYou're... my family now.\n\nKelli reacts, stunned and puzzled. Behind her, Agnes\nwhisks a green Hefty trash bag whips over Kelli's head...\n\nCLOSER - KELLI\n\nGASPS! The plastic vacuums to her face. She stumbles to\nthe floor.\n\nAGNES\nstraddles Kelli...\nKELLI\n\nTears the plastic away...\n\f185\n\n102.",
  "74": "---END OF PREVIOUS SECTION---\nAGNES\nstraddles Kelli... KELLI\n\nTears the plastic away... 185\n\n102. \n---TARGET SECTION TO BE ANNOTATED---\nAGNES - LOW ANGLE\nRaises the glass unicorn...\nKELLI\n\nDekes her head. The glass spike catches a piece of her\nearlobe as it drives into the floor and breaks off.\n\nKelli grabs Agnes' wrist...\n\nAGNES - LOW ANGLE\n\nlooks at the ornament. Now, a block of glass...\nKELLI\n\nQuickly grabs for the broken glass spike. Grabs it. She\nplunges her hand upward...\n\nAGNES - LOW ANGLE\n\nBrings the glass rock downwards, but Kelli's weapon makes\nimpact first, plunging just below the right eye socket.\n\nAs she rears back, Kelli grabs Agnes' arm with both\nhands, trying to free the ornament from Agnes' hand.\n\nKELLI\n\nKnocks the ornament from Agnes' hand...\n\nTHE ORNAMENT\n\nKnocks over a pair of candles...\n\nKELLI AND AGNES\n\nAgnes maintains a grasp on Kelli. They fall backwards...\nA CANDLE\n\nLands atop a piece of wrapping paper on the ground. It\nbegins burning beneath the flammable tree...\n\nKELLI AND AGNES\n\nStumble backward toward the wall and to fall into the\n\nspace between the walls.\n\nINT. WITHIN THE WALLS - NIGHT - KELLI 185\n\nClutches grabs, trying to break her fall.\n\f186\n\n187\n\n188\n\n189\n\n103.\n\nAGNES\nTumbles grotesquely all the way to the basement...\nKELLI\n\nManages to break and stop her fall at some point mid way\nbetween the attic and the basement. She breathes hard...\n\nKELLI\nHELP! HELP ME!\n\nBETWEEN THE WALLS - AT THE BASE OF THE WALL\n\nAgnes, from the base of the house begins climbing toward\nKelli...\n\nINT. BEDROOM - NIGHT - LEIGH 186\n\nLies on the floor, disoriented and stunned. She awakens\nupon HEARING KELLI'S calls for help.\n\nLEIGH\nKelli?\nINT. WITHIN THE WALLS - NIGHT 187\n\nKelli KNOCKS on the wall, pushes against it.\n\nKELLI\nLEIGH?! LEIGH?! In the wall. I can't\nmove.\nINT. BEDROOM - NIGHT - LEIGH 188\n\nInitially, Leigh is confused.",
  "75": "---END OF PREVIOUS SECTION---\nI can't\nmove. INT. BEDROOM - NIGHT - LEIGH 188\n\nInitially, Leigh is confused. \n---TARGET SECTION TO BE ANNOTATED---\n Kelli's CRIES, however, can\nbe heard within the wall. Leigh moves to the wall and\nplaces her ear against the wood, trying to determine\nKelli's position.\n\nKELLI (0.S.)\nSHE'S IN HERE! HURRY!\n\nLeigh turns and quickly tries to find a heavy object in\nthe darkness...\n\nON THE FLOOR\n\nShe stumbles upon a pair of ten pound aerobic\n\ndumbbells...\n\nINT. WITHIN THE WALLS - NIGHT 189\n\nKelli looks down...\n\f190\n\n191\n\n192\n\n193\n\n104.\n\nKELLI'S POV - AGNES\n\nIs climbing toward her...\n\nKELLI\n\nBangs on the wall... tries to push...\n\nLEIGH (0.S.)\nKELLI! KELLI! KNOCK ON THE WALL!\n\nHearing Leigh's voice, Kelli begins pounding on the\n\nwall...\n\nINT. BEDROOM - NIGHT 190\nLeigh attempts to discern Kelli's position, listening to\nthe KNOCKING within the wall. Leigh places her ear to the\nwall for one final check.\n\nLeigh rears back with the dumbbell and smashes the\n\nwall...\n\nINT. ATTIC - NIGHT - THE BURNING CANDLE 191\nOn the floor, near the lip of the wall... rolls with the\nconcussion of the dumbbell impact.\n\nINT. BEDROOM - NIGHT - LEIGH 192\n\nSMASH! Again, until finally, a hole is created...\n\nINT. WITHIN THE WALLS - NIGHT - KELLI 193\nLooks up...\n\nKELLI'S POV - UP THE WALL\n\nThe interior of the wall is very dark, except for the\n\nfaint amber glow of the candles high above in the attic.\n\nA faint patch of light spills from the hole Leigh created\nin the wall.\n\nKELLI\n\nLooks up...\n\nKELLI\nLEIGH! I'M DOWN HERE! BELOW YOU!\n\f194\n\n195\n\n105.\n\nINT. BEDROOM - NIGHT - LEIGH 194\nMoves to the wall to look into the hole.\n\nSuddenly a male arm flies out of the hole and grabs\n\nLeigh, wrapping around her neck and pulling her to the\nwall\n\nHOLE IN THE WALL\n\nCAMERA SWEEPS IN TO REVEAL BILLY LENZ. His yellow eyes\nintense as Leigh escaping his grasp.",
  "76": "---END OF PREVIOUS SECTION---\nBEDROOM - NIGHT - LEIGH 194\nMoves to the wall to look into the hole. Suddenly a male arm flies out of the hole and grabs\n\nLeigh, wrapping around her neck and pulling her to the\nwall\n\nHOLE IN THE WALL\n\nCAMERA SWEEPS IN TO REVEAL BILLY LENZ. His yellow eyes\nintense as Leigh escaping his grasp. \n---TARGET SECTION TO BE ANNOTATED---\nLEIGH\n\nthe wall ERUPTS as Billy's other arm POUNDS through the\nwall. His hand grab at Leigh's eyes, trying to pull them\nout.\n\nShe struggles, battles, then manages to swing the\ndumbbell up upon the clutching arm.\n\nHOLE IN THE WALL - BILLY\n\nYELPS!\n\nLEIGH\n\nIn the momentary easing of his grasp, pulls away. Holding\nthe dumbbell, she tears out of the room.\n\nINT. WITHIN THE WALLS - NIGHT - KELLI 195\nLooks down...\n\nKELLI'S POV - AGNES\n\nClimbs up toward her...\n\nKELLI\nLooks up...\n\nKELLI'S POV - UP THE WALL\n\nThrough the light in the wall, sees another form. It\nturns within the wall with the ease of a cockroach. In\nthe dim light, Billy's face looks directly toward her...\nKELLI\n\nSCREAMS !\n\nBILLY\n\nAs he starts toward her...\n\f196\n\n197\n\n198\n\n199\n\n200\n\n106.\n\nINT. STAIRWAY - NIGHT 196\n\nLeigh bounds down the stairway and toward the hallway...\n\nINT. DOWNSTAIRS HALLWAY - NIGHT 197\nCAMERA LEADS Leigh as she opens a door...\n\nLEIGH\nKELLI!?\n\nWithin the walls, muted POUNDING! It appears to be in the\nother room. Leigh moves on...\nINT. WITHIN THE WALLS - NIGHT - LOW ANGLE 198\n\nAgnes scales the wall, growing closer to Kelli, who tries\nto move, but cannot.\n\nHIGH ANGLE - BILLY\n\ncrawls toward Kelli, below him...\n\nINT. DOWNSTAIRS HALLWAY - NIGHT 199\n\nLeigh races to the next door. As she opens it, a form\nappears to be waiting for her. Leigh SCREAMS!\n\nIt is the laundry room. Some clothes hang near the door.\nLeigh brushes them aside and moves to the wall. Kelli's\nSCREAMS seem to be directly on the other side.\n\nKELLI (0.S.)\nLEIGH! LEIGH! THEY'RE COMING!\n\nLeigh realizes she does not know Kelli's exact location.\nLeigh taps the wall, tries to locate Kelli's position...\n\nKELLI (0.S.",
  "77": "---END OF PREVIOUS SECTION---\nLeigh taps the wall, tries to locate Kelli's position... KELLI (0. S. \n---TARGET SECTION TO BE ANNOTATED---\n (CONT'D)\nHURRY!\n\nOn reflex, Leigh rears back and swings the dumbbell\ntoward the wall.\nINT. WITHIN THE WALLS - NIGHT - KELLI 200\n\nA foot from her head, the wall buckles. CRACKS.\n\f201\n\n202\n\n203\n\n204\n\n205\n\n206\n\n207\n\n208\n\nINT. ATTIC - NIGHT - THE CANDLE\n\nRocks... rolls toward the discarded wrapping paper. It\ncatches fire.\n\nINT. WITHIN THE WALLS - NIGHT - KELLI\nBAM! The wall buckles again!\n\nKELLI'S FOOT\n\nAgnes is close enough to reach for it.\nBILLY\n\nout of a nightmare... crab crawls toward her.\n\nINT. LAUNDRY ROOM - NIGHT - LEIGH\nBASHES THE WALL! She makes it through the wall. Her\n\nintensity increasing, she wildly drives the dumbbell\nthrough the wall, increasing the size of the hole.\n\nINT. ATTIC - NIGHT - THE BURNING WRAPPING PAPER\n\nIgnites the Christmas tree...\n\nINT. WITHIN THE WALLS - NIGHT - KELLI\n\nTries to pull at the wood, tearing it away.\n\nINT. LAUNDRY ROOM - NIGHT - LEIGH\n\nLikewise, pulls at the wood, increasing the hole...\n\nINT. WITHIN THE WALLS - NIGHT - AGNES\nGrabs Kelli's foot...\nKELLI\n\nSCREAMS...\n\nINT. LAUNDRY ROOM - NIGHT\n\n107.\n\n201\n\n202\n\n203\n\n204\n\n205\n\n206\n\n207\n\n208\n\nLeigh reaches into the wall and grabs Kelli. Leigh starts\n\npulling her out...\n\f209\n\n210\n\n211\n\n212\n\n213\n\n214\n\n108.\n\nINT. WITHIN THE WALLS - NIGHT - BILLY 209\n\ngrabs Kelli's hair. He pulls upward...\n\nINT. ATTIC - NIGHT - THE CHRISTMAS TREE 210\nAflame, wilts, melts under the heat. It topples... into\nthe space beneath the walls...\n\nINT. WITHIN THE WALLS - NIGHT - LOW ANGLE 211\n\nThe tree falls toward CAMERA...\n\nINT. LAUNDRY ROOM - NIGHT 212\nWith all her remaining strength, Leigh pulls Kelli from\nthe wall, just as Agnes appears from below and Billy,\nupside down, from above...",
  "78": "---END OF PREVIOUS SECTION---\nWITHIN THE WALLS - NIGHT - LOW ANGLE 211\n\nThe tree falls toward CAMERA... INT. LAUNDRY ROOM - NIGHT 212\nWith all her remaining strength, Leigh pulls Kelli from\nthe wall, just as Agnes appears from below and Billy,\nupside down, from above... \n---TARGET SECTION TO BE ANNOTATED---\n still within the wall. Billy\nreaches to get out of the hole just as...\n\nLeigh and Kelli fall to the laundry room floor and the\nhole within the wall erupts with flame!\n\nLEIGH AND KELLI\n\nRace out of the room...\n\nIN THE HOLE\n\nA frame within the wall, is enveloped with flame. As\n\nBilly and Agnes SCREAM...\n\nINT. DOWNSTAIRS HALLWAY - NIGHT 213\nLeigh and Kelli SLAM the door behind them. From the room\nacross the hall, they jamb a chair beneath the doorknob,\n\nor obstruct the threshold with a bureau in the hallway.\n\nIn either case, Billy and Agnes are locked in the room.\n\nAs Leigh helps Kelli hustle off toward the living room...\n\nINT. LAUNDRY ROOM - NIGHT - A CHRISTMAS ORNAMENT 214\n\nFrom the fallen tree, lies on the floor, dotted with\nblood and reflecting the angry flames within the wall.\n\nAs Billy and Agnes continue to SCREAM...\n\nOVERLAPPING... a smooth country jazz guitar begins Eddie\nArnold's \"Santa Claus is Coming to Town...\"\n\f215\n\n216\n\n217\n\n109.\n\nThrough the DISSOLVE... what appear, initially to be\nChristmas lights, are indeed stobbing red siren lights...\n\nDISSOLVE TO:\n\nEXT. HOSPITAL - NIGHT - EMERGENCY MEDICAL VEHICLES 215\n\nThe lights flash and spin, yellow, red and white, from\nmany types of emergency vehicles. Police cars...\n\nINT. CORRIDOR - HOSPITAL - NIGHT - A CHRISTMAS TREE 216\n\nSits atop a nurses' station desk. \"Santa Claus is Coming\nto Town\" plays from the intercom.\n\nWIDER\n\nCAMERA IS MOVING DOWN THE HALLWAY. The hospital is\nchaotic due to events at Phi Kappa and the ice storm.\nSTAFF, NURSES, DOCTORS and E.M.T.S are crisscrossing the\nFRAME...\n\nA REVERSE\n\nREVEALS Leigh moving down the hallway with a thousand\nyard stare. Her face displays some small lacerations,\nwhich appear to have been treated. She wears her coat and\nholds an 8x10 manila envelope.\n\nShe looks up, checks a room number...\n\nINT. HOSPITAL ROOM - NIGHT 217\n\nThis is a two bed hospital room.",
  "79": "---END OF PREVIOUS SECTION---\nShe looks up, checks a room number... INT. HOSPITAL ROOM - NIGHT 217\n\nThis is a two bed hospital room. \n---TARGET SECTION TO BE ANNOTATED---\n An ELDERLY MAN sits up\nin bed as family members gather around the bed,\nexchanging Christmas presents. The family appears happy\nand are LAUGHING. In the b.g., the TELEVISION is on\nLOW...\n\nAs Leigh enters, however, they turn respectfully quiet,\nas if aware she was involved in the evening's horrific\nevents. Leigh eyes them, forces a smile and continues\nacross the room.\n\nBEYOND THE CURTAINED DIVIDE\n\nThe foot of a bed is in the F.G. as Leigh appears from\nthe other side of the curtain and holds.\n\nCAMERA PULLS BACK as she crosses and sits beside Kelli,\nwho is in the bed, ear is bandaged and appearing sedated.\n\f110.\n\nThe women look to one another. Leigh lifts her hand,\nmoving it toward Kelli who reaches up and clenches\nLeigh's hand. Leigh's tone is low as she places the\nmanila envelope on the night table beside Kelli's bed.\n\nLEIGH\nYour family will be here in a couple of\nhours. They're bringing you some clothes.\n\nKelli nods.\n\nLEIGH (CONT'D)\nThese are the things you had on you when\nthey took you to the emergency room.\n\nKelli nods, sighs, then looks to Leigh, who averts her\neyes and unconsciously shakes her head. Neither know how\nto pose the question which, both understand, is\nunanswerable.\n\nKELLI\nThey must have been in the house since he\nescaped.\n\nLEIGH\n\nWe'll never know, Kelli. How could we\never know, now?\n\nKelli averts her eyes. Leigh considers, shrugs.\n\nLEIGH (CONT'D)\nI think... maybe... they were doing the\nsame thing as me and Clair.\n\nKelli doesn't understand, reacting with denial...\n\nLEIGH (CONT'D)\nThis Christmas... they came back home,\nlooking to find their family. But, you\ndon't need to find them... for the same\nreason you can't escape them.\n\n(without sentiment)\nThey're always there.\n\nKelli averts her eyes. 0.S., in the adjacent cubicle, the\ntelevision interrupts for a news report about the events\nat Phi Kappa Sigma, earlier this evening.\n\nKelli and Leigh tense. Leigh reaches into her coat and\nremoves Clair's wrapped present.",
  "80": "---END OF PREVIOUS SECTION---\nS., in the adjacent cubicle, the\ntelevision interrupts for a news report about the events\nat Phi Kappa Sigma, earlier this evening. Kelli and Leigh tense. Leigh reaches into her coat and\nremoves Clair's wrapped present. \n---TARGET SECTION TO BE ANNOTATED---\nLEIGH (CONT'D)\n\nI'll never be able to open this in front\nof my sister. So... I'll open it in front\nof you.\n\nKelli reaches out holds Leigh's forearm, comforting. As\nLeigh tears open the present...\n\f111.\n\nTELEVISION (0.S., V.O.)\nFifteen years after William Edward Lenz's\nChristmas massacre, horrific tragedy\nstrikes again at the same house.\n\nBoth appear to ignore the report; their focus on the\npresent.\n\nTELEVISION (CONT'D, O.S.,\n\nV.O) (CONT'D)\nDetails remain sketchy this evening, but\nGrafton County officials have confirmed\nthat the remains of ten people, eight\nfemale and two males, have been found\ndead at the burned remains of the Phi\nKappa Sigma sorority near the campus of\nClement University.\n\n(beat)\n\nDetails are sketchy... however, there\nappears to be confusion in that one a\nskeletal remains of a male appears to\nhave been buried beneath the house,\nperhaps for some time...\n\nBehind the curtain, the family must hear them crying as\nthey whisper...\n\nHOSPITAL VISITOR (0.S.)\nTurn that off. They don't want to hear\nthat.\n\nThe television turns off. The immediate room is silent.\nIn the hallway, Christmas MUSIC plays. It feels eerie.\n\nLeigh's eyes fill with tears before the paper is removed\nrevealing a jewelry box. A beautiful watch is inside.\nLeigh removes the watch, emotional. She turns it over...\nCLOSE - BACK OF THE WATCH\n\nAn inscription... \"Let's make up for lost time.\"\n\nKELLI & LEIGH\n\nLeigh begins crying. Kelli sits up and holds her.\nThen... O.S... a cell ringtone... \"Dance of the Sugar\nPlum Fairy.\" It is coming from inside the manila\nenvelope.\n\nCAMERA INCHES BACK... then holds as the TONE continues...\n\nKELLI\nMust be my parents.\n\nLeigh hands Kelli the manila envelope. She opens it and\nremoves the phone. Kelli freezes as she looks at the\ncaller I.D. display.\n\f218\n\n112.\n\nCAMERA SWEEPS IN TO the display... \"KYLE AUTRY'S CELL.",
  "81": "---END OF PREVIOUS SECTION---\nD. display. 218\n\n112. CAMERA SWEEPS IN TO the display... \"KYLE AUTRY'S CELL. \n---TARGET SECTION TO BE ANNOTATED---\nRETURN\n\nKelli holds the phone in her hand as the \"Sugar Plum\nFairy\" continues RINGING. Leigh's eyes are locked on the\nphone, also. Both women are so afraid as to appear\nemotionless...\n\nCAMERA PULLS BACK as the RINGTONE continues. There is not\na SOUND, except the \"Dance of the Sugar Plum Fairy.\"\nCAMERA CONTINUES PULLING BACK, then as if passing through\nthe glass of Kelli's hospital room... is outside, looking\ninto the room.\n\nEXT. HOSPITAL - NIGHT 218\n\nCAMERA is several stories high, looking through the\nwindow, framed with Christmas lights. The phone continues\nRINGING, HEARD at the volume inside the hospital room.\nOnce outside, the wind WHISTLES... the storm settling.\n\nCAMERA now RISES, leaving Kelli and Leigh, still staring\nat the phone. They CLEAR FRAME as CAMERA CONTINUES TO\nRISE UP a brick wall until eight plastic illuminated\nreindeer and a Santa Claus appear on the roof against the\ndark snowy sky.\n\nSeeing when you're sleeping. Knowing... when you're\nawake.\n\nFADE OUT:\n\f"
}