{
  "1": "\n  HorrorLair - Blade II Script\n\n\n\n\n\n\n\n\n\n<!--\n\n\n\n/*\n\nBreak-out-of-frames script\n\nBy Website Abstraction (http://wsabstract.com)\n\nOver 400+ free scripts here!\n\nAbove notice MUST stay entact for use\n\n*/\n\n\n\nif (window!= top)\n\ntop.location.href=location.href\n\n// -->\n\n\n\n\n\n\n\n<!--\n\ngoogle_ad_client = \"pub-7685866183814465\";\n\ngoogle_alternate_ad_url = \"http://www.horrorlair.com/defaultad_486.html\";\n\ngoogle_ad_width = 468;\n\ngoogle_ad_height = 60;\n\ngoogle_ad_format = \"468x60_as\";\n\ngoogle_ad_channel =\"0948875253\";\n\ngoogle_color_border = \"CCCC99\";\n\ngoogle_color_bg = \"CCCC99\";\n\ngoogle_color_link = \"333300\";\n\ngoogle_color_url = \"666633\";\n\ngoogle_color_text = \"CC3300\";\n\n//-->\n\n\n\n\n\n\n\n\t                              BLADE II -- By David Goyer\n\n\n\n            EXT. COMMUNITY BLOOD BANK - NIGHT\n\n\n\n            PULL BACK from a neon red cross ablaze in the cold December\n\n            night to REVEAL an inner-city, store-front clinic.  Trash and\n\n            leaves blow over wet, snowy pavement.\n\n\n\n            ANGLE ON a PALE FIGURE standing across the street.  He looks\n\n            feverish and strung-out, in serious need of a fix.  This is\n\n            JARED NOMAK, 20s.  He starts towards the clinic.\n\n\n\n            INT. COMMUNITY BLOOD BANK - ENTRANCE - NIGHT\n\n\n\n            Potential DONORS sit in a waiting area, filling out forms,\n\n            leafing through informational material.  A sign in the window\n\n            reads: \"Se habla Espanol\".  Others read: \"YOU ARE MAKING A\n\n            DIFFERENCE\", \"GIVE LIFE\", and \"BECOME A PLATELET DONOR\".  We\n\n            overhear a bored-looking EMPLOYEE behind the information desk\n\n            quizzing someone over the phone:\n\n\n\n                                EMPLOYEE\n\n                      Have you recently visited a tropical\n\n                      country?  Uh-huh?  In the past twelve\n\n                      months have you gotten a tattoo, non\n\n                      sterile acupuncture, or undergone any\n\n                      ear, skin or body piercing?\n\n\n\n            We MOVE PAST the employee to Nomak, waiting.\n\n\n\n                                NURSE (O.S.)\n\n                      Jared Nomak?\n\n\n\n            Nomak looks up.",
  "2": "---END OF PREVIOUS SECTION---\nNURSE (O. S.)\n\n                      Jared Nomak? Nomak looks up. \n---TARGET SECTION TO BE ANNOTATED---\n  We get a better look at his face now - he\n\n            has a thin scar running from his lower lip down his chin.  A\n\n            childhood accident, perhaps.  A NURSE smiles and motions for\n\n            him to join her.  She's carrying a clipboard.\n\n\n\n                                NURSE (CONT'D)\n\n                      Hi.  We're ready for you now.\n\n\n\n            INT. COMMUNITY BLOOD BANK - HALLWAY - NIGHT\n\n\n\n            Nomak follows the Nurse into a dimly-lit hallway.  We track\n\n            their progress in a convex safety mirror suspended from the\n\n            hallway ceiling as they pass all manner of medical supplies --\n\n            centrifuges, an apheresis device, etc.\n\n\n\n                                NURSE\n\n                          (referring to her clipboard)\n\n                      I see from your questionnaire that you\n\n                      don't have any immediate next of kin?\n\n\n\n                                NOMAK\n\n                      Not that I'm in contact with.\n\n\n\n                                NURSE\n\n                      Nobody to call in case of an emergency?\n\n\n\n                                NOMAK\n\n                      No --\n\n                          (apprehensive)\n\n                      Does that mean I can't be a donor?\n\n\n\n                                NURSE\n\n                      It depends.  We came up with some\n\n                      unusual results on your blood test.\n\n\n\n            Nomak follows the Nurse to a steel door were TWO SECURITY\n\n            GUARDS await them.  Both look bored, paying little attention\n\n            to the monitor which offers a view of the examining room\n\n            beyond.  There is also a small window with safety glass.\n\n            GUARD #1 opens the door, following Nomak and the Nurse\n\n            inside.  GUARD #2 remains behind, manning the hallway.\n\n\n\n            INT. COMMUNITY BLOOD BANK - EXAMINING ROOM - NIGHT\n\n\n\n            The Nurse ushers Nomak into the room, indicating he should\n\n            sit in a kind of reclining dental chair with arm and\n\n            headrests.  Nomak notices a security camera mounted above.\n\n\n\n                                NOMAK\n\n                          (anxious)\n\n                      How unusual?\n\n\n\n            Beat.  The Nurse sets aside Nomak's file, looking\n\n            uncomfortable.\n\n\n\n                                NURSE\n\n                      Your blood has a very rare phenotype,\n\n                      one that's quite valuable to people like\n\n                      us.\n\n\n\n                                NOMAK\n\n                      Us?  What are you talking about?\n\n\n\n            A kind-faced DOCTOR enters, nodding to Guard #1.",
  "3": "---END OF PREVIOUS SECTION---\nNOMAK\n\n                      Us? What are you talking about? A kind-faced DOCTOR enters, nodding to Guard #1. \n---TARGET SECTION TO BE ANNOTATED---\n                                DOCTOR\n\n                      It's a good news-bad news scenario,\n\n                      Jared.  Good news for us, bad for you.\n\n\n\n            The Doctor and Nurse smile, BARING FANGS.  We realize now\n\n            that they are both vampires.  The Guard, too.  He grips Nomak\n\n            by the throat, forcing him back into the restraint chair.  As\n\n            the vampire Guard does so, his hand brushes against Nomak's\n\n            jaw.  The flesh on Nomak's chin briefly separates along the\n\n            scar - almost as if it were a seam.\n\n\n\n            The guard pauses - and Nomak LAUGHS.  Definitely NOT the\n\n            reaction the vampires were expecting from a potential victim.\n\n            Nomak starts to shake and twitch, like he's going into some\n\n            kind of seizure.  The whites of his eyes bleed red.  He\n\n            throws his head back, opening his mouth as a PAIR OF RAZOR\n\n            SHARP CANINES extrude from his gums.  These are longer, much\n\n            more lethal-looking than the fangs of the vampires and --\n\n\n\n            Nomak lashes out, knocking the Guard backwards.  The Nurse\n\n            SCREAMS.  Nomak clamps his mouth onto her throat, SLAMMING\n\n            her back against the wall.\n\n\n\n            The vampire Doctor rushes to the door, scrambling to unbolt\n\n            it.  Nomak reaches for him, HOWLING with blood-drunk laughter\n\n            as he lifts the Doctor up.  Nomak flings the Doctor about\n\n            like a toy, using his body to SMASH the lights, then the\n\n            security camera above.\n\n\n\n            INT. COMMUNITY BLOOD BANK - HALLWAY - NIGHT\n\n\n\n            We hear SCREAMS and HORRIBLE NOISES coming from the examining\n\n            room.  Guard #2 draws a gun and looks to the security monitor\n\n            with alarm.  The screen goes black.  He looks to the small\n\n            window, trying to peer into the now-darkened room beyond --\n\n\n\n            SPLASH!  A wave of blood smears across a window.  A HAND\n\n            wipes a patch of blood away, revealing Nomak's baleful,\n\n            distorted eyes.  Guard #2 starts to back away when --\n\n\n\n            BANG!  Nomak slams against the other side of the steel door.",
  "4": "---END OF PREVIOUS SECTION---\nA HAND\n\n            wipes a patch of blood away, revealing Nomak's baleful,\n\n            distorted eyes. Guard #2 starts to back away when --\n\n\n\n            BANG! Nomak slams against the other side of the steel door. \n---TARGET SECTION TO BE ANNOTATED---\n            BANG!BANG!BANG!  The door begins to bend, hand-shaped\n\n            impressions bulging outward as Nomak starts to peel the door\n\n            apart like it was an aluminum can.\n\n\n\n            Guard #2 has seen enough.  He turns and runs even as the door\n\n            CAVES INWARD off its hinges.  Forward momentum sends the door\n\n            sliding across the hallway floor where it trips up the Guard.\n\n\n\n            ON THE DOORWAY\n\n\n\n            as Nomak steps into the hallway.  Because of the lights\n\n            above, there are alternating pools of light and shadow in the\n\n            hall.  Nomak advances towards us, his face coming in and out\n\n            of darkness.\n\n\n\n                                NOMAK\n\n                      Vampires --\n\n\n\n            With each pool of light, his awful smile seems to distort\n\n            further and further, until his mouth seems to be widening all\n\n            the way back to his ears.\n\n\n\n                                NOMAK (CONT'D)\n\n                      I fucking hate vampires.\n\n\n\n            On the floor, the vampire Guard CRIES OUT in fear, helplessly\n\n            raising his hands to defend himself.  Nomak HOWLS and leaps\n\n            towards him/us, blacking out the screen with his hurtling\n\n            form as we --\n\n\n\n                                                                 CUT TO:\n\n\n\n            EXT. INNER-CITY BACK-ALLEY - NIGHT\n\n\n\n            BOOM!  A second-story door flies open and FIVE VAMPIRE thug\n\n            wannabes come spilling out.  They race down a flight of\n\n            stairs, tripping and tumbling over themselves.  In descending\n\n            order, they are: RUSH, a pimped-out Vanilla Ice clone wearing\n\n            Karl Kani gear, followed by JIGSAW, ST. CLOUD, T-BAG and\n\n            SEGURA.\n\n\n\n            BLADE\n\n\n\n            exits just behind them, eschewing the stairs completely and\n\n            vaulting over the railing.  He unholsters his MACH pistol as\n\n            he drops, FIRING it as he lands in a cat-like stance on the\n\n            snowy ground below --\n\n\n\n            BA-BANG!  A silver-tipped bullet punches through T-Bag's\n\n            chest.  He turns to ash even as his fellow vamps dash through\n\n            the disintegrating cloud that used to be his body.  The\n\n            embers melt the snow where they land.",
  "5": "---END OF PREVIOUS SECTION---\nA silver-tipped bullet punches through T-Bag's\n\n            chest. He turns to ash even as his fellow vamps dash through\n\n            the disintegrating cloud that used to be his body. The\n\n            embers melt the snow where they land. \n---TARGET SECTION TO BE ANNOTATED---\n            A super-charged foot chase ensues, with hunter and prey\n\n            moving at speeds in excess of anything a human would ever be\n\n            capable of.  We're talking thirty-five, even forty miles an\n\n            hour.\n\n\n\n            ON BLADE\n\n\n\n            Running like a bull, condensed vapor streaming from his mouth\n\n            and nostrils.  Splashing through puddles of icy water\n\n            storming through barriers of plywood and razor wire, leaping\n\n            over mountains of garbage bags.\n\n\n\n            ON THE VAMPIRES\n\n\n\n            as they flatten a length of cyclone fencing like it was crepe\n\n            paper.  They scramble up an obstacle of waste bins, leaping\n\n            into the air --\n\n\n\n            BACK TO BLADE\n\n\n\n            pulling out his twin-bladed boomerang as he runs.  He flings\n\n            the weapon.  It twirls around, catching --\n\n\n\n            ST. CLOUD IN MID-LEAP\n\n\n\n            and cutting the vampire completely in half.  As the\n\n            disintegrating halves of St. Cloud fall to the side, Blade\n\n            storms over the waste bin.\n\n\n\n            EXT. INNER-CITY - SECOND ALLEY - NIGHT\n\n\n\n            The remaining vampires stumble into a narrower alley where a\n\n            GROUP OF BUMS are warming themselves over a series of oil\n\n            drum fires.\n\n\n\n            Jigsaw slips, TRIPPING over one of the burning oil drums,\n\n            catching himself ablaze.  He doesn't give a shit.  He keeps\n\n            on running, barreling his way into --\n\n\n\n            INT. NOODLE FACTORY - NIGHT\n\n\n\n            -- the back entrance of a cramped, sweat-shop.  Some kind of\n\n            noodle factory filled with steam and equipment and YAMMERING\n\n            FOREIGNERS and --\n\n\n\n            -- here comes Blade, hot on the vampires' heels, shouldering\n\n            workers aside and --\n\n\n\n            EXT. NOODLE FACTORY - NIGHT\n\n\n\n            -- Rush and the remaining vamps spill out onto the street\n\n            where a number of motorcycles are waiting for them -- two BMW\n\n            R1200 motorbikes and a tricked-out Panhead Harley chopper\n\n            with ape-hanger handlebars.\n\n\n\n            Rush and Segura leap atop their BMWs.  Jigsaw rolls into a\n\n            puddle of water, dousing himself, then jumps onto his\n\n            chopper.",
  "6": "---END OF PREVIOUS SECTION---\nNOODLE FACTORY - NIGHT\n\n\n\n            -- Rush and the remaining vamps spill out onto the street\n\n            where a number of motorcycles are waiting for them -- two BMW\n\n            R1200 motorbikes and a tricked-out Panhead Harley chopper\n\n            with ape-hanger handlebars. Rush and Segura leap atop their BMWs. Jigsaw rolls into a\n\n            puddle of water, dousing himself, then jumps onto his\n\n            chopper. \n---TARGET SECTION TO BE ANNOTATED---\n  As the vamps peel out --\n\n\n\n            BLADE\n\n\n\n            Bursts from the factory.  Segura revs his BMW, trying to run\n\n            him down.  At the last second, Blade pivots aside like a\n\n            matador.  Segura circles around for another try.\n\n\n\n            Blade leaps, somersaulting through the air, then lands on the\n\n            back of the bike behind Segura.  SHINGGG!  Blade pulls a\n\n            retractable garrotte wire from the sleeve of his jacket and\n\n            wraps it around Segura's throat.\n\n\n\n            With a violent twist, Blade decapitates Segura.  As the\n\n            vampire's headless body turns to ash before him, Blade leans\n\n            forward and takes the controls of the speeding motorcycle.\n\n\n\n            WHOOSH!  Blade speeds after the other vamps.\n\n\n\n            EXT. STREET - NIGHT\n\n\n\n            Rush and Jigsaw gun their bikes for all they're worth.  Up\n\n            ahead, a line of construction barricades are blocking the\n\n            way.  The vampires power on through the barricades, then\n\n            abruptly brake --\n\n\n\n            THE OVERPASS\n\n\n\n            before them is under construction.  There's a twenty-foot gap\n\n            in the road where a portion is missing, pieces of re-bar\n\n            poking out from the ends of the prefabricated sections.\n\n\n\n            Rush and Jigsaw consider their options, but then they hear\n\n            the ROAR of Blade's engine as he comes SCREAMING over the\n\n            rise in the road!\n\n\n\n            Fuck it.  Rush powers his chopper forward, making the jump,\n\n            burning rubber as he lands on the far side.  Jigsaw torques\n\n            his handle and follows, rocketing towards the gap.\n\n\n\n            ON BLADE\n\n\n\n            as he snaps his hand up -- a trio of Japanese throwing stars\n\n            appearing between his fingers like a magician's cards.  He\n\n            flings the stars at Jigsaw's bike --\n\n\n\n            The throwing stars hit Jigsaw's back tire and the bike goes\n\n            down, vomiting SPARKS as it slides forward.",
  "7": "---END OF PREVIOUS SECTION---\nJigsaw torques\n\n            his handle and follows, rocketing towards the gap. ON BLADE\n\n\n\n            as he snaps his hand up -- a trio of Japanese throwing stars\n\n            appearing between his fingers like a magician's cards. He\n\n            flings the stars at Jigsaw's bike --\n\n\n\n            The throwing stars hit Jigsaw's back tire and the bike goes\n\n            down, vomiting SPARKS as it slides forward. \n---TARGET SECTION TO BE ANNOTATED---\n  Jigsaw is flung\n\n            forward like a ragdoll, out over the gap in the overpass and\n\n\n\n            -- WHUNK!  Jigsaw is impaled on the protruding re-bar!  He\n\n            HOWLS, instantly disintegrating as Blade makes the jump!\n\n\n\n            UP AHEAD\n\n\n\n            Rush cuts onto an on-ramp, powering his way onto the freeway.\n\n\n\n            EXT. FREEWAY - NIGHT\n\n\n\n            Hyper-speed.  Rush slouches low, trying to cut wind\n\n            resistance and will his bike faster.  He hazards a look back.\n\n\n\n            BLADE\n\n\n\n            is gaining on him like demon of speed.\n\n\n\n            Rush pulls a TEC-9, FIRING back at Blade.  It's no good.\n\n            Blade is nearly upon him, unsheathing his sword from his back\n\n            scabbard --\n\n\n\n            Blade JABS his sword forward into Rush's rear-wheel.  The\n\n            bike locks up, flips over, BURSTS INTO FLAMES.  The whole\n\n            screaming wreck slews forward, SHOWERING SPARKS --\n\n\n\n            RUSH\n\n\n\n            goes flying onto the road, rolling over and over, one of his\n\n            legs SNAPPING at a bone-breaking angle.  As he lies there\n\n            MOANING, Blade circles around, sweeping past Rush's decimated\n\n            bike, retrieving his sward from the burning wreckage.\n\n\n\n            Blade kills the engine on his own bike and dismounts.  Rush\n\n            is pathetically trying to drag his broken body to safety.\n\n            Blade approaches, placing his boot heel on the back of Rush's\n\n            neck, forcing his face against the asphalt.  He unholsters\n\n            his MACH, pointing it at the vampire's bleeding head.\n\n            Blade's opening line:\n\n\n\n                                BLADE\n\n                      Tell me where he his now and I'll\n\n                      consider you a loose end.\n\n\n\n                                                                 CUT TO:\n\n\n\n            EXT. MOO-COW CREAMERY - MILK FACTORY - NIGHT\n\n\n\n            CLOSE ON a peeling wall mural -- smiling 30s cartoon cow\n\n            winking at us, licking her chops.  The logo reads: \"TASTY\".\n\n\n\n            Blade's matte-black Charger RUMBLES into view and parks in\n\n            front of the abandoned milk factory.  Blade steps out,\n\n            heaving an equipment sack onto his shoulder.\n\n\n\n            INT.",
  "8": "---END OF PREVIOUS SECTION---\nBlade's matte-black Charger RUMBLES into view and parks in\n\n            front of the abandoned milk factory. Blade steps out,\n\n            heaving an equipment sack onto his shoulder. INT. \n---TARGET SECTION TO BE ANNOTATED---\n WAREHOUSE - NIGHT\n\n\n\n            THREE LACONIC VAMPIRE TOUGHS are playing poker at a card\n\n            table, dealing out novelty nudie cards.  We hear a NOISE.\n\n            One of the vampires approaches a reinforced door.  He slides\n\n            open a viewing slot and peers through.  Nobody outside.  The\n\n            vampire turns back to his poker buddies, shrugging --\n\n\n\n                                VAMPIRE\n\n                      Nobody's th--\n\n\n\n            Before the vampire can even finish his sentence, Blade's\n\n            SWORD punches straight through the door into his chest.  He\n\n            gasps and turns to ash as the sword disengages back out\n\n            through the door and --\n\n\n\n            CRASH!  The door explodes open, sending clouds of burning\n\n            vampire embers every which way.  In walks Blade, grinning\n\n            wickedly, MACH ready --\n\n\n\n            As the other two vampires rise - POW!  A silver hollow-point\n\n            hits the first one in the neck.  POW!  Another hollow-point\n\n            takes out the second.  The vampires drop, turning to ash.\n\n\n\n            Blade holsters his MACH, striding through vampire ash piles.\n\n            The place is eerily quiet here, in stark contrast to the\n\n            mayhem of the last few minutes.  Just the steady, low-pitched\n\n            HUM of machinery.\n\n\n\n            Blade starts forward.  Up ahead, a FAINT GLOW is emitting\n\n            from behind an area that's been sectioned off with canvas\n\n            tarps.  Blade sweeps one of the tarps aside --\n\n\n\n            THREE LARGE TANKS\n\n\n\n            are hidden inside.  The first two are empty.  A MAN is\n\n            suspended within the third, bobbing weightlessly in a sea of\n\n            red plasma.  His long, gray hair floats about his face,\n\n            shrouding his weathered features.  We're not sure if he's\n\n            sleeping or dead.\n\n\n\n                                BLADE\n\n                      Old man, old man, what've they done to\n\n                      you --\n\n\n\n            Whistler's ace drifts around into view.  Blade shakes his\n\n            head in sadness.  He looks about for a way to extract\n\n            Whistler, doesn't see any obvious means, then --\n\n\n\n            CRASH!  Blade kicks through the glass.",
  "9": "---END OF PREVIOUS SECTION---\nBlade shakes his\n\n            head in sadness. He looks about for a way to extract\n\n            Whistler, doesn't see any obvious means, then --\n\n\n\n            CRASH! Blade kicks through the glass. \n---TARGET SECTION TO BE ANNOTATED---\n  Blood and fluids\n\n            flood out around him as Whistler's limp body tumbles partly\n\n            down, but he's still suspended by the wires and medical\n\n            leads.  Blade unsheathes his sword, severing the wires --\n\n\n\n            Whistler falls into his arms.  Blade cradles him, then -- the\n\n            gunsmith's eyes abruptly snap open, flooding with rage.\n\n\n\n            Blade staggers back as the HOWLING horror that used to be his\n\n            mentor wraps his hands around Blade's throat, forcing him to\n\n            the ground.  Whistler ROARS, revealing a set of jagged fangs.\n\n\n\n                                WHISTLER\n\n                      Why didn't you finish me off?!?!  I told\n\n                      you --\n\n\n\n            Whistler SLAMS the back of Blade's head against the concrete\n\n            floor again and again, punctuating his words with each SLAM --\n\n\n\n                                WHISTLER (CONT'D)\n\n                      -- TO -- FUCKING -- FINISH -- ME -- OFF!\n\n\n\n            Blade knees Whistler in the balls.  Whistler lets go, cupping\n\n            his groin as Blade heaves him aside.\n\n            Blade strips off his gauntlets.  Whistler springs at him\n\n            again.  Blade sinks his fist deep in Whistler's stomach.  As\n\n            Whistler doubles over, Blade twists Whistler's hands behind\n\n            his back, cuffing his wrists together with a pair of titanium\n\n            manacles.\n\n\n\n            Blade pulls a restraint hood from his equipment bag and\n\n            quickly slips it over Whistler's head, cinching it tight.\n\n\n\n            Another beat.  Whistler doesn't stir.  He's down for the\n\n            count.  Blade pauses a moment, catching his breath as he\n\n            leans on Whistler's still form.  He's exhausted.\n\n\n\n                                BLADE\n\n                      Come on, Whistler.\n\n\n\n            He rises, heaving Whistler's body over his shoulder.\n\n\n\n                                BLADE (CONT'D)\n\n                      Let's go home.\n\n\n\n            EXT. THE CITY - NIGHT\n\n\n\n            Blade's battered Charger knifes through the snow-dusted urban\n\n            blight like a shadow.",
  "10": "---END OF PREVIOUS SECTION---\nBLADE (CONT'D)\n\n                      Let's go home. EXT. THE CITY - NIGHT\n\n\n\n            Blade's battered Charger knifes through the snow-dusted urban\n\n            blight like a shadow. \n---TARGET SECTION TO BE ANNOTATED---\n  Boarded up businesses, tent cities,\n\n            doorways bombed with graffiti throwups -- wherever this\n\n            godforsaken Gomorrah is, it's definitely a notch down on the\n\n            misery scale from the city Blade used to call home.\n\n\n\n            Up ahead, the sprawl levels out, giving way to an ice-bound\n\n            harbor wreathed in fog.\n\n\n\n            INT. BLADE'S CHARGER - NIGHT\n\n\n\n            Blade drives on, inured to the sqaulor.  He made peace with\n\n            the darkness a long time ago.\n\n\n\n            EXT. SHIPYARD - NIGHT\n\n\n\n            The Charger weaves its way through a maze of scrap metal and\n\n            rusty shipping containers, homing in on a sprawling warehouse\n\n            that's been cordoned off by cyclone fencing and razor wire.\n\n            Utlra-violent floodlights illuminate the area, while security\n\n            cameras keep a watchful eye.\n\n\n\n            INT. WAREHOUSE - INDUSTRIAL ELEVATOR - NIGHT\n\n\n\n            More UV lights flicker on.  We're in a massive loading\n\n            elevator/platform which HUMS as it ascends, eventually\n\n            reaching its destination with a BOOMING CLANG.  The doors at\n\n            the rear glide open.  Blade guides the Charger out.\n\n\n\n            INT. SCUD'S WORKSHOP - NIGHT\n\n\n\n            Santa's workshop by way of Soldier of Fortune.  Industrial\n\n            equipment is strewn everywhere.  Mills, old furnaces, gutted\n\n            vehicles, an ad hoc surgical theater.  We also notice the big\n\n            rig which Scud had been piloting.  Because of various leaking\n\n            overhead pipes, the floor is slick with a sheen of water.\n\n            Blade kills his Charger, looking around as he climbs out.\n\n\n\n                                BLADE\n\n                      Scud!\n\n\n\n            Blade's voice ECHOES throughout the cavernous room.\n\n\n\n                                SCUD (O.S.)\n\n                      Lock up your daughters, people --\n\n\n\n            ANGLE ON SCUD\n\n\n\n            A handlebar moustached, weed-sucking stoner.  Thrift-store\n\n            chic, wearing a Jimmy Walker \"Dyn-O-Mite!\" T-shirt.\n\n\n\n                                SCUD (CONT'D)\n\n                      The Dark Knight returns.\n\n\n\n            Scud is lowering himself down from the ceiling on a rope and\n\n            pulley system where he'd been suspended in a safety harness,\n\n            doing some kind of electrical wiring job.",
  "11": "---END OF PREVIOUS SECTION---\nThrift-store\n\n            chic, wearing a Jimmy Walker \"Dyn-O-Mite!\" T-shirt. SCUD (CONT'D)\n\n                      The Dark Knight returns. Scud is lowering himself down from the ceiling on a rope and\n\n            pulley system where he'd been suspended in a safety harness,\n\n            doing some kind of electrical wiring job. \n---TARGET SECTION TO BE ANNOTATED---\n  He reaches the\n\n            floor and unclips himself.  We notice he's wearing a surfer's\n\n            charm around his neck that's been strung with vampire fangs.\n\n\n\n            Scud pulls a half-smoked roach from behind his ear, using a\n\n            lighter in the shape of a woman's torso to fire up.  The\n\n            flame jets from a hole in one of her tits.  He takes a\n\n            Spicoli-sized hit and offers the roach to Blade.\n\n\n\n                                SCUD (CONT'D)\n\n                      Little toke of the smokage, B?\n\n\n\n            Blade slaps it from his hand.\n\n\n\n                                BLADE\n\n                      Knock it off.  We've got work to do.\n\n\n\n            Blade opens the trunk.  Scud joins him.\n\n\n\n            WHISTLER\n\n\n\n            is inside.  Blade unfastens the hood, slipping it off.\n\n            Immediately, Whistler sits up, LUNGING at Blade!\n\n\n\n                                SCUD\n\n                      Fuck me!\n\n\n\n            Blade gets Whistler in a headlock, choking him as he drags\n\n            him out of the trunk.  It's like trying to wrestle a rabid\n\n            pit bull.  He looks to Scud, annoyed.\n\n\n\n                                BLADE\n\n                      You going to stand there crapping your\n\n                      pants or are you going to help me?!\n\n\n\n            Scud steps forward, tentative.  Together, he and Blade drag\n\n            Whistler kicking and SCREAMING across the workshop, forcing\n\n            him into a small, cell-like room.\n\n\n\n            INT. SCUD'S WORKSHOP - CELL - NIGHT\n\n\n\n            WHAP!  Blade throws Whistler onto the concrete floor, pinning\n\n            him as Scud quickly slips a series of chains around him which\n\n            have been secured to the wall.  The opposite wall is covered\n\n            by a series of steel shutters.  As Whistler continues to\n\n            thrash, Blade affixes a muzzle to the older man's mouth.\n\n\n\n                                SCUD\n\n                      You got something in mind, Blade?\n\n\n\n                                BLADE\n\n                      Ultra-rapid detox.  They use it on\n\n                      heroin addicts, make 'em go cold-turkey\n\n                      in one night.\n\n\n\n            Blade pulls out a pneumatic syringe, plunging an ampoule of\n\n            amber-colored fluid into the bottle mount.",
  "12": "---END OF PREVIOUS SECTION---\nBLADE\n\n                      Ultra-rapid detox. They use it on\n\n                      heroin addicts, make 'em go cold-turkey\n\n                      in one night. Blade pulls out a pneumatic syringe, plunging an ampoule of\n\n            amber-colored fluid into the bottle mount. \n---TARGET SECTION TO BE ANNOTATED---\n                                BLADE (CONT'D)\n\n                      Gonna try and OD Whistler on a\n\n                      retroviral cure.\n\n\n\n                                SCUD\n\n                      I don't know about this, man --\n\n\n\n            Blade injects Whistler with the syringe.  Whistler HOWLS in\n\n            pain, nearly throwing Blade and Scud off him.\n\n\n\n                                BLADE\n\n                          (to Scud)\n\n                      Get back!!!\n\n\n\n            Scud scurries away.  Whistler's struggles have taken an even\n\n            more violent turn.  Blade beats him back down.\n\n\n\n            Finally, Blade steps on Whistler's neck, pinning his head as\n\n            he draws a shotgun from a holster beneath his armpit.  He\n\n            shoves it in Whistler's SNARLING FACE.\n\n\n\n                                BLADE (CONT'D)\n\n                      If there's anything of you left in\n\n                      there, Whistler, listen up now.  Come\n\n                      morning, those shutters are going up.\n\n                      Either you'll be cured, or you'll fry.\n\n\n\n            Blade raises his foot from Whistler's neck, quickly backing\n\n            out the door.  Whistler THROWS himself at Blade, nearly\n\n            tearing the chains from the wall as --\n\n\n\n            INT. SCUD'S WORKSHOP - NIGHT\n\n\n\n            BOOM!  Blade slams the cell door closed.  The door is heavy\n\n            steel.  Nevertheless, Whistler kicks against it, threatening\n\n            to tear it off its hinges.  Blade throws a heavy cross-bar\n\n            over the door.  Then he steps back, joining Scud.\n\n\n\n            WHUMP!WHUMP!WHUMP!  Whistler hammers the door again and again\n\n            and again.  But the crossbar holds.  Blade glances at Scud,\n\n            who's looking winded and shaken by the ordeal.\n\n\n\n                                BLADE\n\n                      It's going to be a long night.\n\n\n\n            Scud nods and exits.  Blade drags a chair across the floor,\n\n            setting it in front of the door.  He sits down, shotgun\n\n            resting across his knees, holding vigil.  And off that grim,\n\n            stoic image we --\n\n\n\n                                                                 CUT TO:\n\n\n\n\n\n            EXT. CITY DUMP - DAY (20 YEARS AGO)\n\n\n\n            Daylight bleaches the image, almost whiting it out.",
  "13": "---END OF PREVIOUS SECTION---\nHe sits down, shotgun\n\n            resting across his knees, holding vigil. And off that grim,\n\n            stoic image we --\n\n\n\n                                                                 CUT TO:\n\n\n\n\n\n            EXT. CITY DUMP - DAY (20 YEARS AGO)\n\n\n\n            Daylight bleaches the image, almost whiting it out. \n---TARGET SECTION TO BE ANNOTATED---\n  A WINO\n\n            sifts through refuse, collecting bottles.  Three MUTTS are\n\n            tethered to his side with rope.  He reaches for a bottle,\n\n            cuts himself on a piece of glass.  As he inspects his wound,\n\n            his dogs GROWL.  The Wino looks up --\n\n\n\n            A BLACK KID (14) is standing atop a mountain of refuse --\n\n            wiry and intense, perched there like a predator.  The Wino\n\n            glances at his wrist again, the blood, then back up at the\n\n            black kid.  Unnerved, the Wino starts to back away, then\n\n            turns -- BUMPING right into the black kid, who has moved\n\n            beside him with uncanny speed.  (NOTE: this all happens\n\n            within a single, continuous shot.)\n\n\n\n            The boy SLAMS the Wino against the trestle wall and SNARLS,\n\n            baring FANGS.  And just as he's about to tear the man's\n\n            throat out --\n\n\n\n            A HAND reaches in from off-screen, pulling the boy back.\n\n            It's WHISTLER, twenty years younger and spryer, with a head\n\n            full of RAVEN BLACK hair.\n\n\n\n            Whistler throws the boy into the light, forcing him onto the\n\n            ground.  He shoves a .45 against the boy's face and is just\n\n            about to pull the trigger when he stops, NOTICING overhead\n\n            sun reflected in the boy's eyes.  Whistler looks up and SEES\n\n            the sun at high noon, then glances back at the boy in\n\n            understanding.  He smiles.\n\n\n\n                                WHISTLER\n\n                      Daylight.  Son of a bitch.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. SCUD'S WORKSHOP - DAWN\n\n\n\n            Blade wakes up, lifts his head.  A shaft of sunlight shines\n\n            directly down onto him, reflecting back at us from his now\n\n            adult eyes.  Blade hasn't moved.  He sits in the chair in\n\n            front of the cell door which is now silent.  He stands,\n\n            unlocking the cell door.  He heaves the cross-bar away.  The\n\n            door GROANS as he opens it.\n\n\n\n            INT. SCUD'S WORKSHOP - CELL - DAWN\n\n\n\n            Blade enters.  It's dark.",
  "14": "---END OF PREVIOUS SECTION---\nINT. SCUD'S WORKSHOP - CELL - DAWN\n\n\n\n            Blade enters. It's dark. \n---TARGET SECTION TO BE ANNOTATED---\n  We can just make out Whistler's\n\n            figure huddled in the corner like some kind of caged animal,\n\n            his lanky, gray hair obscuring his face.\n\n\n\n            Whistler doesn't stir.  Blade crosses over to the steel\n\n            shutters.  For the briefest moments, he hesitates.  Then he\n\n            hits the switch, readying his shotgun.  With a HUM, the\n\n            shutters rise, throwing a SHAFT OF BLINDING SUNLIGHT over\n\n            Whistler.\n\n\n\n            Nothing happens.  Blade lowers his shotgun.  Whistler slowly\n\n            raises his head, fixing Blade with a bloodshot eye.\n\n\n\n                                BLADE\n\n                      How do you feel?\n\n\n\n                                WHISTLER\n\n                      Like a fucking heifer took a dump in my\n\n                      mouth.\n\n\n\n            INT. SCUD'S WORKSHOP - BATHROOM AREA - LATER\n\n\n\n            Whistler stands bare-chested before a corroded mirror,\n\n            splashing water from a sink over his face, rinsing off\n\n            shaving cream residue.  He inspects his features -- he's\n\n            cleaned himself up a bit, trimmed his beard, etc.\n\n\n\n            He pulls on a fresh shirt, then turns to face Blade, who\n\n            stands behind him.\n\n\n\n                                WHISTLER\n\n                      You came back for me.\n\n\n\n                                BLADE\n\n                      Did you think I wouldn't?\n\n\n\n                                WHISTLER\n\n                      Took you long enough.\n\n\n\n            Blade smiles.  That was as close to a thank-you as this old\n\n            junkyard dog is ever going to give.\n\n\n\n            INT. SCUD'S WORKSHOP - BACKSTORAGE AREA - DAY\n\n\n\n            Whistler has fired up a Lucky Strike.  He's moving through\n\n            the storage area where much of his old equipment has been\n\n            shelved, pulling tarps off, checking things.  Blade follows.\n\n\n\n                                BLADE\n\n                      Let's just hope you've kicked the Thirst\n\n                      for good.  I'll be watching you close.\n\n                      You start to back-slide --\n\n\n\n                                WHISTLER\n\n                      You put a bullet in my brain.  Wouldn't\n\n                      expect anything else.\n\n\n\n            Whistler takes a long drag, expelling the smoke slowly,\n\n            studying the cigarette in his hand.\n\n\n\n                                WHISTLER (CONT'D)\n\n                      I'll say one thing for doing time as a\n\n                      suckhead.",
  "15": "---END OF PREVIOUS SECTION---\nWouldn't\n\n                      expect anything else. Whistler takes a long drag, expelling the smoke slowly,\n\n            studying the cigarette in his hand. WHISTLER (CONT'D)\n\n                      I'll say one thing for doing time as a\n\n                      suckhead. \n---TARGET SECTION TO BE ANNOTATED---\n  Seems to have knocked that\n\n                      cancer of mine back into remission.\n\n\n\n            Blade nods.  Then Whistler stops, obviously frustrated.\n\n\n\n                                WHISTLER (CONT'D)\n\n                      Where the hell's my lathe?\n\n\n\n            Just then we hear the SOUND of an industrial lathe firing up.\n\n            Curious, Whistler exits into --\n\n\n\n            INT. SCUD'S WORKSHOP - DAY\n\n\n\n            The workshop proper.  Scud is working at Whistler's old\n\n            lathe, bopping his head along to MUSIC which is playing on a\n\n            nearby TV.  The them song to SPEED RACER.  Now he's wearing a\n\n            Ron Jeremy T-shirt that says \"Daddy\".\n\n\n\n                                TV (O.S.)\n\n                      Here he comes, here comes Speed Racer!\n\n                      He's a demon on wheels.  He's gaining on\n\n                      you so you better look alive.  He's busy\n\n                      revving up the powerful Mach Five --\n\n\n\n            Whistler cocks an incredulous eyebrow at Blade, who has\n\n            fallen in beside him.  Scud kills the lathe and approaches.\n\n\n\n                                SCUD\n\n                      Whistler.  Cool beans.  Nice to meet\n\n                      you, man.  Heard a lot.  I'm Josh\n\n                      Frohmeyer.  You can call me Scud,\n\n                      though.  That's what most people do.\n\n\n\n            Scud offers his hand.  Whistler doesn't take it.  Scud shoots\n\n            an uneasy glance at Blade, raising an eyebrow in question.\n\n            Is Whistler okay, or not?  Blade nods.  Whistler moves over\n\n            to the Charger which has its hood up.\n\n\n\n                                WHISTLER\n\n                      Tell me something, Skid --\n\n\n\n                                SCUD\n\n                      Scud.\n\n\n\n                                WHISTLER\n\n                      Whatever --\n\n                          (checking the motor)\n\n                      What'd you do to the Charger?\n\n\n\n                                SCUD\n\n                      The pimp-mobile?  Just made a few after\n\n                      market modifications.  Nitrous-oxide\n\n                      injection system, forged aluminum\n\n                      pistons and crankshaft, higher flowing\n\n                      fuel pump.\n\n\n\n                                WHISTLER\n\n                      Gave it a more aggressive exhaust\n\n                      profile ramping.\n\n\n\n                                SCUD\n\n                      Fuck yeah.  Whole package'll crank this\n\n                      betty up another three-hundred\n\n                      horsepower.",
  "16": "---END OF PREVIOUS SECTION---\nWHISTLER\n\n                      Gave it a more aggressive exhaust\n\n                      profile ramping. SCUD\n\n                      Fuck yeah. Whole package'll crank this\n\n                      betty up another three-hundred\n\n                      horsepower. \n---TARGET SECTION TO BE ANNOTATED---\n                                WHISTLER\n\n                          (cutting him off)\n\n                      And you'll burn the damn thing out\n\n                      before your next fucking oil change.\n\n\n\n            Whistler just looks to Blade and shakes his head.\n\n\n\n                                WHISTLER (CONT'D)\n\n                      Where'd you dig up this shit-bird\n\n                      anyway?\n\n\n\n                                SCUD\n\n                      Look, what's your problem?\n\n\n\n            Whistler gets in Scud's face.  Scud looks to Blade for help,\n\n            but he just watches, letting the two of them sort things out.\n\n\n\n                                WHISTLER\n\n                      My problem, shitbird, is that I tried to\n\n                      blow my fucking head off and wound up\n\n                      sucking blood clots for the last year\n\n                      and a half!  Now you're standing there\n\n                      choking your chicken like we're all\n\n                      walking around some fucking candy-ass\n\n                      vampire sitcom!\n\n\n\n            Scud attempts to show some balls, but stammers all the same.\n\n\n\n                                SCUD\n\n                      Hey, you think I don't know what's at\n\n                      stake here?  We practically compromised\n\n                      our whole operation to save your\n\n                      puckered old ass!  And for what?\n\n\n\n                                WHISTLER\n\n                          (grabs Scud's shirt)\n\n                      Our operation?!  Our operation?!  I\n\n                      built this operation, you fucking turd\n\n                      stain.\n\n\n\n            Just then, however, an alarm starts BEEPING.  Scud checks a\n\n            display as Blade readies his MACH.\n\n\n\n                                SCUD\n\n                      Motion sensors.  Looks like Zone Three.\n\n\n\n                                BLADE\n\n                      Human?\n\n\n\n            Scud checks a series of thermal signature displays.\n\n\n\n                                SCUD\n\n                      Body temp's fifty so I'll guess suck\n\n                      head.\n\n\n\n            Scud looks to a bank of security monitors -- the views break\n\n            into static as a FIGURE rushes past them.  He tries a few\n\n            keyboard commands.\n\n\n\n                                SCUD (CONT'D)\n\n                      I don't understand, I'm not getting\n\n                      anything on the surveillance cams.\n\n\n\n            Whistler makes a few adjustments on the nearest monitor.\n\n\n\n                                WHISTLER\n\n                      They're fried.  Whoever's out there is\n\n                      using magnesium flares.  Seems like\n\n                      they've got your security system stopped\n\n                      out pretty well.\n\n\n\n            Whistler moves to a rack of weaponry.",
  "17": "---END OF PREVIOUS SECTION---\nWhoever's out there is\n\n                      using magnesium flares. Seems like\n\n                      they've got your security system stopped\n\n                      out pretty well. Whistler moves to a rack of weaponry. \n---TARGET SECTION TO BE ANNOTATED---\n  As he reaches for CAR\n\n            15, Scud moves to stop him.\n\n\n\n                                SCUD\n\n                      Whoa, whoa, easy cowboy - I'm not\n\n                      trusting you with a weapon just yet.\n\n\n\n            Whistler SMACKS Scud in the face with the butt of the CAR-15\n\n            and pushes past him.  We hear a CRASH.\n\n\n\n            ANGLE ON\n\n\n\n            TWO BLACK, LATEX-CLAD, NINJA LIKE INTRUDERS\n\n\n\n            Running on all fours, racing upside down across the ceiling\n\n            at break-neck speed.  Then they drop, somersaulting down\n\n            fifty feet, landing in a cat-like stance.\n\n\n\n                                BLADE\n\n                      Hit the God-lights.\n\n\n\n            Scud, with his nose now bleeding, activates a series of\n\n            stadium-style lights secured to the ceiling.  The entire\n\n            place goes white with UV light, the image nearly blowing out.\n\n\n\n            CLOSE ON FIGURES' FACES\n\n\n\n            They are wearing metal goggles with iris shut to mere pin\n\n            prick openings.\n\n\n\n            Whistler trains the CAR-15 on --\n\n\n\n            THE FIRST LATEX CLAD FIGURE\n\n\n\n            Who is now removing something from a satchel.  Whistler\n\n            FIRES.  The Intruder drops the object and cartwheels away.\n\n\n\n            In the blink of an eye, the Second Intruder has launched\n\n            himself at Whistler, hand-springing off the floor, then\n\n            kicking him in the mid-section.  As Whistler falls back, the\n\n            Second Intruder presses forward.\n\n\n\n            ON BLADE\n\n\n\n            Unsheathing his sword, rushing at the First Intruder.\n\n\n\n            WHAP!  The Intruder traps Blade's forearm, pivoting, planting\n\n            a boot in Blade's ribcage.  Obviously, the Intruder is a\n\n            serious martial arts student.\n\n\n\n            WHAP!WHAP!WHAP!  The two of them go at it, unleashing a\n\n            flurry of kicks, blocks, and punches.  The Intruder gets\n\n            Blade in a back-choke.",
  "18": "---END OF PREVIOUS SECTION---\nWHAP! The two of them go at it, unleashing a\n\n            flurry of kicks, blocks, and punches. The Intruder gets\n\n            Blade in a back-choke. \n---TARGET SECTION TO BE ANNOTATED---\n  He twists out of it, throwing the\n\n            Intruder over his shoulder, who neatly cartwheels, springing\n\n            back off the wall at Blade again --\n\n\n\n            Blade ducks beneath one of the Intruder's kicks, then traps\n\n            the Intruder's foot, giving it a savage twist.  CRACK!  Blade\n\n            backhands the intruder with a blow so strong that it knocks\n\n            the Intruder to his knees.  Then the Intruder reaches for a\n\n            short sword.  In a heartbeat, the sword is out and against\n\n            Blade's throat.  Just as Blade's sword is not against the\n\n            Intruder's.  It's a stalemate.\n\n\n\n                                SECOND INTRUDER\n\n                      Stop!!!!!\n\n\n\n            Blade and the First Intruder freeze.  The Second Intruder\n\n            steps away from Whistler, whom he clearly had the drop on,\n\n            and tosses the CAR-15 to the ground.\n\n\n\n                                SECOND INTRUDER (CONT'D)\n\n                      We didn't come here to fight.  We came\n\n                      to deliver a message.\n\n\n\n            Blade looks back to the First Intruder.  Then slowly\n\n            withdraws his sword.  The Intruder does the same.  Blade\n\n            turns off the God-lights.  The UVs fade and normal lighting\n\n            returns.  Scud and Whistler pick themselves up off the floor.\n\n\n\n                                BLADE\n\n                      Take off your masks.\n\n\n\n            The Intruders remove their masks.  The first is ASAD, a\n\n            cautious Sufi Muslim possessing a restrained nobility.\n\n\n\n            The second is a woman, NYSSA.  20-something, with emerald\n\n            eyes and strong, darkly exotic features.  Both are Vampire.\n\n\n\n                                ASAD\n\n                      My name is Asad.  This is Nyssa.  We\n\n                      represent the Shadow Cabinet.  The\n\n                      ruling body of Vampire nation.  They're\n\n                      offering you a truce.  They want to meet\n\n                      with you.\n\n\n\n                                SCUD\n\n                          (wiping blood from his nose)\n\n                      Bullshit.\n\n\n\n            Blade holds up his hand, silencing Scud's outburst.  He nods\n\n            for Nyssa and Asad to continue.\n\n\n\n            Nyssa slowly crouches and reaches for the object she dropped\n\n            - a CD.",
  "19": "---END OF PREVIOUS SECTION---\nBlade holds up his hand, silencing Scud's outburst. He nods\n\n            for Nyssa and Asad to continue. Nyssa slowly crouches and reaches for the object she dropped\n\n            - a CD. \n---TARGET SECTION TO BE ANNOTATED---\n  She tosses it to Blade.  Still keeping an eye on\n\n            them, Blade slips the CD into a reader.  We SEE a slide-show\n\n            of video capture shots taken from a surveillance camera.\n\n            Nomak tearing into the blood bank staff, etc.\n\n\n\n                                NYSSA\n\n                      For decades you've been the thing we've\n\n                      feared the most.  But there's something\n\n                      else loose on the streets now --\n\n\n\n            CLOSE ON\n\n\n\n            The final still.  A blurry, horrific shot of Nomak's half\n\n            turned face and back.  We get a sense of distorted, inhuman\n\n            physiognomy.\n\n\n\n                                NYSSA (CONT'D)\n\n                      Something worse than you.\n\n\n\n                                                                 CUT TO:\n\n\n\n\n\n            EXT. BLADE AND SCUD'S WAREHOUSE - ROOFTOP - NIGHT\n\n\n\n            Blade, Whistler, and Scud stand near the ledge, while Asad\n\n            stands a few yards off, talking on a phone.  Nyssa stands\n\n            even further away, watching them with distrust.\n\n\n\n                                SCUD\n\n                      This whole deal's giving me a serious\n\n                      case of the butt-willies.\n\n\n\n                                WHISTLER\n\n                      Look, kid, they obviously found your\n\n                      base of operations.  If it was a trap,\n\n                      why flip their dicks by announcing\n\n                      themselves?\n\n\n\n                                BLADE\n\n                      I agree.  We play along for now, we\n\n                      might wind up learning something about\n\n                      how their world ticks.\n\n\n\n                                WHISTLER\n\n                          (grinning at Scud)\n\n                      Either that or feeding the worms.\n\n\n\n            Asad finishes his call and approaches them.\n\n\n\n                                ASAD\n\n                      They're ready to see you now.\n\n\n\n            As if on cue, we hear the THRUM of helicopters.  Seconds\n\n            later, two Bell Jet Rangers appear above them, illuminating\n\n            them in their searchlight.\n\n\n\n                                                                 CUT TO:\n\n\n\n            EXT. SKY - NIGHT\n\n\n\n            We track the helicopters across the night sky.  We SEE\n\n            Whistler and Asad in one, Blade, Scud and Nyssa in another.\n\n\n\n            INT. JET RANGER - NIGHT\n\n\n\n            Blade and Nyssa sit in the rear of the first helicopter.\n\n            Nyssa is studying Blade.\n\n\n\n                                BLADE\n\n                      What?\n\n\n\n                                NYSSA\n\n                      They tell bedtime stories about you.",
  "20": "---END OF PREVIOUS SECTION---\nNyssa is studying Blade. BLADE\n\n                      What? NYSSA\n\n                      They tell bedtime stories about you. \n---TARGET SECTION TO BE ANNOTATED---\n                      Blade the big, bad boogie-man.  Frankly,\n\n                      I'm disappointed.\n\n                          (Blade raises an eyebrow)\n\n                      That you were willing to come along so\n\n                      easily, I mean.  Without any assurances.\n\n\n\n            Blade smiles and opens his coat, gesturing to a bandolier of\n\n            plastic explosives secured to his chest.\n\n\n\n                                BLADE\n\n                      Semtex explosive.  Enough to level a\n\n                      city block.  How's that for assurance?\n\n\n\n            The helicopter abruptly banks right, dropping down low.\n\n\n\n            EXT. HELICOPTER - NIGHT\n\n\n\n            The Bell Jet Rangers touch down outside a terraced, Frank\n\n            Lloyd Wright structure overlooking the ocean.  As Nyssa and\n\n            Asad lead Blade, Whistler and Scud towards the facility we\n\n            SEE a circular crimson logo encircling a double-helix.\n\n\n\n            Scud notices a series of RED LIGHT DOTS on his arms and\n\n            chest.  He looks up to see DOZENS OF VAMPIRE MARKSMEN on the\n\n            roofs above, training their weapons on them.\n\n\n\n            INT. ELEVATOR CAB - NIGHT\n\n\n\n            The group rides down.  The elevator stops.  The doors open.\n\n\n\n            INT. DAMASKINO'S STRONGHOLD - 4-WAY INTERSECTION - NIGHT\n\n\n\n            Nyssa and Asad lead them into a hub out of which multiple\n\n            corridors project.  They take the central corridor.\n\n\n\n            INT. STEEL CORRIDOR - NIGHT\n\n\n\n            The corridor ends at a pair of steel security doors.  Nyssa\n\n            stands before a biometric scanner, allowing a beam of light\n\n            to play over her face.  The scanner acknowledges her identity\n\n            and the doors HISS open, revealing a series of security doors\n\n            beyond these which successively open into --\n\n\n\n            A FINAL DOOR\n\n\n\n            Oak, set into a stainless steel wall.  Incalculably ancient,\n\n            elaborately carved.  Brought over from the \"Old World.\"\n\n\n\n                                NYSSA\n\n                      The House of Erebus you encountered\n\n                      before were nothing but feudal lords.\n\n                      The true power of the Vampire Nation\n\n                      lies here --\n\n\n\n            As they move towards the final door, Whistler shivers.  Scud\n\n            watches as his breath escapes from his mouth in a frosty\n\n            plume.  Asad takes notice.",
  "21": "---END OF PREVIOUS SECTION---\nThe true power of the Vampire Nation\n\n                      lies here --\n\n\n\n            As they move towards the final door, Whistler shivers. Scud\n\n            watches as his breath escapes from his mouth in a frosty\n\n            plume. Asad takes notice. \n---TARGET SECTION TO BE ANNOTATED---\n                                ASAD\n\n                      Few warmbloods have seen what's beyond\n\n                      this door.\n\n\n\n            He pushes the doors open into --\n\n\n\n            INT. DAMASKINO'S LAIR - NIGHT\n\n\n\n            A crescent-shaped room filled with antiquities: quarry\n\n\n\n            columns from Middle Kingdom Egypt, stacks of arcane volumes,\n\n            Medieval frontispieces.  A Borgia-esque Renaissance portrait\n\n            staring down at us with a severe gaze.  Towering over all of\n\n            these is a massive Greek Cross carved from stone.  MUSIC\n\n            echoes around them -- Boito's Faust.  Standing in the midst\n\n            of this is OVERLORD ELI DAMASKINOS, wearing a robe of black\n\n            silk.\n\n\n\n                                NYSSA\n\n                      Father --\n\n\n\n            Damaskinos holds up his hand.  He waits for the music to\n\n            crescendo, then turns, his face still hidden in shadow.\n\n\n\n                                DAMASKINOS\n\n                      I hope you don't mind the cold.  When\n\n                      one such as myself reaches an advanced\n\n                      age, certain precautions are needed in\n\n                      order to preserve the flesh.\n\n\n\n                                ASAD\n\n                      Blade, this is Overlord Eli Damaskinos.\n\n\n\n                                DAMASKINOS\n\n                          (in vampire dialect; subtitled)\n\n                      Welcome, Daywalker.  I thank you for\n\n                      coming.  I've been anxious to meet you\n\n                      for quite some time.\n\n\n\n            Damaskinos draws closer now, stepping into the light.  Bright\n\n            eyed with smile like moonlight gleaming off a knife blade.\n\n            His skin is impossibly pale, almost marble-like, with\n\n            traceries of blue blood pulsing underneath.\n\n\n\n                                DAMASKINOS (CONT'D)\n\n                      And the late Abraham Whistler.  I trust\n\n                      your time amongst our numbers was\n\n                      agreeable?\n\n\n\n            Whistler glares at Damaskinos.  The two men stare at each\n\n            other a moment, sizing one another up.\n\n\n\n                                DAMASKINOS (CONT'D)\n\n                          (smiling knowingly)\n\n                      It has been said, you may have enemies\n\n                      whom you hate, but not enemies whom you\n\n                      despise.  Be proud of your enemy: then\n\n                      his success shall be yours, too.  In\n\n                      that regard, I should thank you.\n\n\n\n                                BLADE\n\n                      For what?\n\n\n\n                                STEVENS (O.S.",
  "22": "---END OF PREVIOUS SECTION---\nBLADE\n\n                      For what? STEVENS (O. S. \n---TARGET SECTION TO BE ANNOTATED---\n                      Eliminating Deacon Frost.\n\n\n\n            CARTER STEVENS, an officious-looking familiar who has been\n\n            quietly watching from the wings now steps forward.\n\n\n\n                                STEVENS (CONT'D)\n\n                      All that unseemly business with LaMagra.\n\n                      You did us a favor.\n\n                          (offering his hand to Blade)\n\n                      Carter Stevens.\n\n\n\n            As Blade and Stevens shake, Blade notices a vampire glyph\n\n            poking out from beneath the familiar's shirt cuff.\n\n\n\n                                BLADE\n\n                      You're human.\n\n\n\n                                STEVENS\n\n                          (with a smile)\n\n                      Barely.  I'm a lawyer.\n\n\n\n                                ASAD\n\n                      Mr. Stevens works with the National\n\n                      Institute of Health.\n\n                          (off Blade's look)\n\n                      Given that they monitor the nation's\n\n                      blood supply, a strategic alliance\n\n                      seemed prudent.\n\n\n\n                                STEVENS\n\n                      We also finance a number of humanitarian\n\n                      organizations -- the National Institute\n\n                      of Infectious Diseases for one, the\n\n                      Human Genome Project...\n\n\n\n                                BLADE\n\n                      Why?\n\n\n\n                                NYSSA\n\n                      Survival.\n\n\n\n            Blade and the others turn to Nyssa, who uses a complex\n\n            mechanical key to activate a holo-projector mounted above the\n\n            table.  As she focuses the image, a 3-D DIORAMA of vampire\n\n            viral nucleocapsids swirls into view.  The nucelocapsids\n\n            begin attacking human red blood cells.\n\n\n\n                                NYSSA (CONT'D)\n\n                      As you may know, Vampirism is an\n\n                      arbovirus, one that's spread through the\n\n                      saliva of parasitic organisms --\n\n                          (motioning to the hologram)\n\n                      In this case, vampires are the vector.\n\n                      The virus replicates within the human\n\n                      bloodstream, evolving its host into an\n\n                      entirely new life-form.\n\n                          (beat)\n\n                      Unfortunately, viruses evolve too --\n\n\n\n            As Nyssa talks, one of the viral nucleocapsids changes,\n\n            mutating from its original, elegant design into a harsher,\n\n            more menacing form.\n\n            The mutated nucleocapsid begins feeding on the original\n\n            vampire capsids, causing a chain-reaction of mutation.",
  "23": "---END OF PREVIOUS SECTION---\nThe virus replicates within the human\n\n                      bloodstream, evolving its host into an\n\n                      entirely new life-form. (beat)\n\n                      Unfortunately, viruses evolve too --\n\n\n\n            As Nyssa talks, one of the viral nucleocapsids changes,\n\n            mutating from its original, elegant design into a harsher,\n\n            more menacing form. The mutated nucleocapsid begins feeding on the original\n\n            vampire capsids, causing a chain-reaction of mutation. \n---TARGET SECTION TO BE ANNOTATED---\n  In\n\n            seconds, the holo-image is filled with throbbing, microscopic\n\n            horrors which then mutate into  --\n\n\n\n                                NYSSA (CONT'D)\n\n                      We've dubbed this new virus the Reaper\n\n                      Strain.  And like any good pathogen, it\n\n                      appears to have found a carrier -- a\n\n                      \"Patient Zero\".\n\n\n\n            A rotating 3-D image of Jared Nomak's face.  Eyes red, his\n\n            skin in full \"blood mode\" blush.\n\n\n\n                                NYSSA (CONT'D)\n\n                      His name is Jared Nomak.\n\n\n\n                                DAMASKINOS\n\n                      Thiavolos, as we used to say in Greece.\n\n                      The Devil.  Pure Thirst.  Nothing more.\n\n                      He was born a vampire, but he is an\n\n                      anomaly.\n\n                          (to Blade)\n\n                      Like you.  Unlike the rest of us,\n\n                      however, he feeds on not just humans,\n\n                      but vampires as well.\n\n\n\n                                BLADE\n\n                      Seems like he's doing me a favor, then.\n\n\n\n                                NYSSA\n\n                      You're missing the point.  Their vampire\n\n                      victims don't die.  They turn.  They\n\n                      become carriers.  If the Reapers\n\n                      continue unchecked, there could be\n\n                      thousands of them before the month is\n\n                      over.  Do the math.\n\n\n\n            Blade turns to Damaskinos.\n\n\n\n                                BLADE\n\n                          (vampire dialect; subtitled)\n\n                      You want me to hunt them for you.\n\n\n\n                                DAMASKINOS\n\n                          (vampire dialect; subtitled)\n\n                      Not alone.\n\n\n\n                                ASAD\n\n                      We've been training a small tactical\n\n                      unit -- the Bloodpack.  We want you to\n\n                      lead them.\n\n\n\n                                WHISTLER\n\n                      Just how long has this little social\n\n                      club of yours been together?\n\n\n\n                                NYSSA\n\n                      Two years.\n\n\n\n                                BLADE\n\n                      Then they weren't created to go after\n\n                      your \"patient zero\".\n\n\n\n                                NYSSA\n\n                      No.  They've been training to hunt you.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. SCUD'S WORKSHOP - DAWN\n\n\n\n            Blade, Whistler and Scud enter through the loading elevator.\n\n            Blade turns to Whistler.\n\n\n\n                                BLADE\n\n                      What do you think?\n\n\n\n                                WHISTLER\n\n                      Sounds like a plan.",
  "24": "---END OF PREVIOUS SECTION---\nBlade turns to Whistler. BLADE\n\n                      What do you think? WHISTLER\n\n                      Sounds like a plan. \n---TARGET SECTION TO BE ANNOTATED---\n                                BLADE\n\n                      What do you really think?\n\n\n\n                                WHISTLER\n\n                          (lighting a cigarette)\n\n                      These guys are shitting bricks cause\n\n                      they're no longer on the top of the food\n\n                      chain.  They're going to fuck us the\n\n                      first chance they get.\n\n\n\n            Whistler moves away.  Blade shrugs off his jacket, begins\n\n            putting away his weapons.  Scud lingers, apprehensive.\n\n\n\n                                SCUD\n\n                      So you're going to do this?\n\n\n\n                                BLADE\n\n                      Keep your friends close and your enemies\n\n                      closer.  Isn't that how the saying goes?\n\n\n\n            Scud follows Blade's gaze, watching Whistler, who has\n\n            collapsed into a chair at the far end of the workshop.  The\n\n            grizzled hunter pulls off his leg brace, then massages his\n\n            bum knee.  Scud nods in Whistler's direction.\n\n\n\n                                SCUD\n\n                      I'm worried about him.\n\n                          (off Blade's look)\n\n                      Look, I know he's your friend, but just\n\n                      watch him, okay?  Nobody goes cold\n\n                      Turkey from the Thirst in a night.\n\n\n\n            BACK ON WHISTLER\n\n\n\n            Surrounded by the salvaged parts and massive gears of long\n\n            discarded machinery, half-hidden in shadow.  A shaft of\n\n            morning sunlight cuts in through one of the windows, slowly\n\n            moving across the floor towards his position.  He shifts in\n\n            his chair, moving slightly --\n\n\n\n            Away from the light.\n\n\n\n                                                                 CUT TO:\n\n\n\n            EXT. GAS STATION - NIGHT\n\n\n\n            It's late.  An ice-encased streetlight HUMS and flickers.\n\n            The pumps are vacant.  A heavy blanket of sooty snow covers\n\n            the grounds of the station.  The fluorescents of the mini\n\n            mart are the only beacon of light in an otherwise fog-bound\n\n            night.\n\n\n\n            INT. MINI-MART - NIGHT\n\n\n\n            A KOREAN WOMAN (30s) mans the counter.  Her TODDLER sits in a\n\n            circular safety walker nearby.  The kind that rolls and is\n\n            affixed with toys to keep a baby occupied.  The woman glances\n\n            at two surveillance monitors.  On the first monitor we see --\n\n\n\n            A CAR\n\n\n\n            pull up to the pumps outside.",
  "25": "---END OF PREVIOUS SECTION---\nThe kind that rolls and is\n\n            affixed with toys to keep a baby occupied. The woman glances\n\n            at two surveillance monitors. On the first monitor we see --\n\n\n\n            A CAR\n\n\n\n            pull up to the pumps outside. \n---TARGET SECTION TO BE ANNOTATED---\n  A MAN gets out, slides his\n\n            credit card through the reader, starts pumping gas.\n\n\n\n            ON THE SECOND MONITOR\n\n\n\n            We SEE a FIGURE standing at the back by the Slurpee machine.\n\n            The figure turns, approaching.  It's Nomak.  He sets a\n\n            package of gum on the counter, looks to the baby.  He smiles,\n\n            wriggles his finger.  The child COOS and smiles back.\n\n\n\n            Unnerved by Nomak, the Korean woman quickly rings the\n\n            transaction, gives him his change.  He removes a stick of gum\n\n            from the pack, carefully unwraps it, slides it into his\n\n            mouth, watching the child all the while.  Finally, he nods to\n\n            the woman and leaves.  The door CHIMES as he exits.\n\n\n\n            Beat.  The woman looks to the surveillance monitors again.\n\n\n\n            THE FIRST MONITOR\n\n\n\n            The car is still there, but the man pumping gas is gone.\n\n\n\n            Puzzled, the woman steps from behind the counter and moves to\n\n            the glass doors, looking out --\n\n\n\n            HER POV\n\n\n\n            The car's driver side door hangs open.  Even more disturbing,\n\n            the hose for the gas pump lies untended on the icy ground,\n\n            spilling fuel from its nozzle.\n\n\n\n            EXT. GAS STATION - NIGHT\n\n\n\n            The Korean woman cautiously exits the mini-mart.  No one is\n\n            in sight.  She hurries to the abandoned car, disengaging the\n\n            lock on the pump handle, then setting it back in its cradle.\n\n            She looks to the open driver's door.  A FEW DROPLETS OF BLOOD\n\n            have stained the snow just outside it.  Then she sees --\n\n\n\n            A GHOSTLY FIGURE\n\n\n\n            Standing off in the fog-bound shadows.  The woman looks back\n\n            to the mini-mart, then back again to where the figure was\n\n            standing.  But the figure is gone!  Growing increasingly\n\n            anxious, the woman hurries back.\n\n\n\n            INT. GAS STATION - NIGHT\n\n\n\n            The woman shuts the door, locks it.  But she's still just a\n\n            target standing inside a well-lit glass box.  She moves to\n\n            the safety walker, scoops up her child.",
  "26": "---END OF PREVIOUS SECTION---\nGAS STATION - NIGHT\n\n\n\n            The woman shuts the door, locks it. But she's still just a\n\n            target standing inside a well-lit glass box. She moves to\n\n            the safety walker, scoops up her child. \n---TARGET SECTION TO BE ANNOTATED---\n            After another moment's indecision, she slides the accordion\n\n            style gate down over the doors and windows.  Then she turns\n\n            off the lights.  Feeling somewhat more secure, the woman\n\n            moves back around the counter and SEES --\n\n\n\n            An unwrapped stick of gum resting on the tray of the baby\n\n            walker.  It wasn't there before.  With a rising sense of\n\n            dread, the woman backs away, bumping right into --\n\n\n\n            NOMAK\n\n\n\n            He smiles cruelly, the scar/seam in his chin just beginning\n\n            to part.  The woman gasps, turns to run --\n\n\n\n            and bumps into THREE MORE REAPERS.  Gaunt and feral-looking.\n\n            All three with shaved heads.\n\n            No eyebrows, and hairline scar/seams running down their\n\n            chins.  As one, the reapers descend on her.  We hear the\n\n            child's TERRIFIED WAIL and we --\n\n\n\n                                                                 CUT TO:\n\n\n\n            EXT. THE CITY - NIGHT\n\n\n\n            A sulfur-colored moon shines its baleful light down upon the\n\n            icy cityscape as NOMAK'S ROAR echoes through the canyon of\n\n            buildings.\n\n\n\n            INT. SCUD'S WORKSHOP - BLADE'S SLEEPING AREA - NIGHT\n\n\n\n            Blade is just finishing injecting himself with serum.  He\n\n            sighs, falling back into the chair he's sitting in, waiting\n\n            for the shakes to subside.  He unwraps a piece of rubbing\n\n            tubing which he'd been using as a tourniquet, flexes his\n\n            hand.\n\n\n\n            The door to his room opens.  Scud stands there in silhouette.\n\n\n\n                                SCUD\n\n                      Um, we've got company.\n\n\n\n            INT. SCUD'S WORKSHOP - NIGHT\n\n\n\n            Blade emerges into the workshop proper with Whistler and\n\n            Scud.\n\n\n\n            NYSSA AND BLOODPACK\n\n\n\n            Stand before us.  They represent an assortment of ages and\n\n            races, their one unifying characteristic being a callous,\n\n            almost fanatical disregard for human life.  In short, these\n\n            guys are the most stone-cold motherfuckers we've ever seen.\n\n\n\n                                WHISTLER\n\n                      Well if it isn't Snow White and the\n\n                      Seven Suckheads.",
  "27": "---END OF PREVIOUS SECTION---\nThey represent an assortment of ages and\n\n            races, their one unifying characteristic being a callous,\n\n            almost fanatical disregard for human life. In short, these\n\n            guys are the most stone-cold motherfuckers we've ever seen. WHISTLER\n\n                      Well if it isn't Snow White and the\n\n                      Seven Suckheads. \n---TARGET SECTION TO BE ANNOTATED---\n            Their leader, DIETER REINHARDT (30s), is a square-jawed,\n\n            chiseled Austrian.  Next to Reinhardt is SNOWMAN, a wire\n\n            albino, LIGHTHAMMER, a massive Blackfoot Indian, and PRIEST,\n\n            a bald-headed modern primitive with copious piercings and\n\n            facial tattoos.  Rounding out the bunch is CHUPA, a blunt\n\n            featured Puerto Rican, and VERLAINE, a familiar-looking\n\n            curvaceous beauty with bee-stung lips that exudes a predatory\n\n            sexuality.\n\n\n\n            (NOTE: Verlaine looks familiar because she is the twin sister\n\n            of Raquel, the bodacious vamp played by Traci Lords that\n\n            Blade killed in the opening scene of the first film.)\n\n\n\n                                REINHARDT\n\n                      Check it out, troops.  Count Chocula.\n\n\n\n            The vampires LAUGH.  Asad quiets them with a look, then\n\n            gestures to them in turn.\n\n\n\n                                ASAD\n\n                      Blade, this is Reinhardt.  That's\n\n                      Snowman, Lighthammer, Priest, Chupa and\n\n                      Verlaine.\n\n\n\n            Reinhardt advances until he and Blade are nose to nose.\n\n\n\n                                REINHARDT\n\n                      Tell me something, Chief.  Can you\n\n                      blush?\n\n\n\n            A tense beat.  Then Blade flashes a broad smile.\n\n\n\n                                BLADE\n\n                      Alright, you want to play this game?\n\n\n\n            Blade pulls out one of his silver stakes.  In response, the\n\n            vampires reach for their weapons.  But Blade merely twirls it\n\n            around his fingers.  Then tosses it to Reinhardt.\n\n\n\n                                BLADE (CONT'D)\n\n                      You've been training two years to take\n\n                      me out.  Here I am, the big, bad vampire\n\n                      hunter.  So do it.\n\n\n\n                                NYSSA\n\n                      What the hell are you doing, Blade?\n\n\n\n                                BLADE\n\n                      We're going to be working as a unit, you\n\n                      people will be taking orders from me.\n\n                          (spreading his hands wide)\n\n                      So let's get it over with.  I'll give\n\n                      you a free shot, Reinhardt.\n\n\n\n            Reinhardt looks to Nyssa, uncomfortable.",
  "28": "---END OF PREVIOUS SECTION---\n(spreading his hands wide)\n\n                      So let's get it over with. I'll give\n\n                      you a free shot, Reinhardt. Reinhardt looks to Nyssa, uncomfortable. \n---TARGET SECTION TO BE ANNOTATED---\n                                BLADE (CONT'D)\n\n                      Why are you looking at her for?  You\n\n                      need permission?   I'm giving it to you.\n\n\n\n                                CHUPA\n\n                      Take him, cabron!\n\n\n\n            Blade grabs Reinhardt's wrist, pulling the stake against his\n\n            chest, fixing the vampire with the deadliest of poker gazes.\n\n\n\n                                BLADE\n\n                      What's wrong, Reinhardt?  You need a\n\n                      fucking manual?\n\n\n\n                                VERLAINE\n\n                      Do it, Reinhardt.  Do it!!!\n\n\n\n            Reinhardt tenses, thrusting the stake forward -- but Blade\n\n            has already whirled out of the way, trapping his hand, then\n\n            violently twisting it backwards.\n\n\n\n            Before Reinhardt even knows what's happening, Blade swings\n\n            him around into a headlock.  In his free hand he's got a\n\n            tiny, barbed flechette.  The barbs spring open like a tick's\n\n            gripping mandibles as Blade drives the flechette into the\n\n            base of Reinhardt's skull.  Reinhardt HOWLS in pain, but\n\n            Blade just tightens his grip, choking off Reinhardt's air.\n\n\n\n                                BLADE\n\n                      Listen up, Adolph, I just popped an\n\n                      explosive charge in the back of your\n\n                      head.  Silver nitrate.  Rigged to blow\n\n                      if anyone tampers with it.  I'll be\n\n                      keeping the detonator on me at all\n\n                      times.  You so much as look at me\n\n                      crosswise and I swear you'll be macking\n\n                      your girlfriend's pie with a fucking\n\n                      neck stump!  Got it?!\n\n\n\n            Reinhardt lets loose a choked GRUNT.  Blade releases him,\n\n            dropping the GASPING AUSTRIAN to the floor.\n\n\n\n                                BLADE (CONT'D)\n\n                      Any questions?\n\n\n\n            No one says a word.\n\n\n\n                                                                 CUT TO:\n\n\n\n            WHISTLER\n\n\n\n            Hefting a heavy ordnance case on the table.  Blade and\n\n            company sit on one side, the Bloodpack on the other.\n\n\n\n                                WHISTLER\n\n                          (opening a case of bullets)\n\n                      Glaser safety rounds in .38, .45, and\n\n                      9mm caliber.  Foil capsules at the tip\n\n                      filled with silver nitrate grains.  They\n\n                      pack a major kinetic energy dump.",
  "29": "---END OF PREVIOUS SECTION---\nWHISTLER\n\n                          (opening a case of bullets)\n\n                      Glaser safety rounds in .38, .45, and\n\n                      9mm caliber. Foil capsules at the tip\n\n                      filled with silver nitrate grains. They\n\n                      pack a major kinetic energy dump. \n---TARGET SECTION TO BE ANNOTATED---\n  And\n\n                      since you suckheads don't like sunlight,\n\n                      we've modified the entry lights with UV\n\n                      filters --\n\n\n\n            Whistler flicks on the entry light.  Then notices that Chupa\n\n            isn't paying attention.  The vampire is looking at Snowman\n\n            who is saying something in sign-language.  Chupa snickers.\n\n            Whistler picks up a massive gun with a modified C-mag\n\n            (hundred round cylindrical mag).  It has a strange electromag\n\n            assembly barrel with shockwave ports running along it.\n\n\n\n                                WHISTLER (CONT'D)\n\n                      This puppy here?  Hyper-velocity\n\n                      railgun.  Spits up silver-tipped iron\n\n                      core needles at six thousand butt\n\n                      humping feet per second.  Like this --\n\n\n\n            Whistler FIRES -- BA-BANG!  A SONIC BOOM rocks the workshop,\n\n            SHATTERING a number of windows and computer monitor screens\n\n            as a wad of needle rushes just millimeters past Chupa's face,\n\n            embedding in the wall behind him.\n\n\n\n                                CHUPA\n\n                      Hey, hey!  The fuck you doing?!\n\n\n\n                                WHISTLER\n\n                      Getting your attention, Paco.\n\n\n\n                                CHUPA\n\n                      Well you've got it, warmblood.  Now what\n\n                      the fuck are you gonna do with it?\n\n\n\n            Blade clears his throat and stands.\n\n\n\n                                BLADE\n\n                      If you girls are finished flirting, I'd\n\n                      like to get started.\n\n\n\n            MOMENTS LATER\n\n\n\n            Blade, Whistler, and the Bloodpack are silently suiting up\n\n            for war -- strapping on body armor, securing stakes and\n\n            knives, CLICKING ammo cartridges into their various weapons.\n\n\n\n            We SEE them lacing up combat boots, checking rifle sights,\n\n            entry lights.  Blade dons one of his EDTA pneumatic\n\n            gauntlets.  Whistler loads custom rounds into a shotgun.\n\n            Then he reaches to clip on an ammo vest.  But his hands are\n\n            shaking slightly and he can't seem to clip the locking\n\n            mechanism together.  After a beat, Blade reaches over and\n\n            does it for Whistler.  Like a son helping his father.  A beat\n\n            passes between them, Whistler and Blade looking at one\n\n            another.",
  "30": "---END OF PREVIOUS SECTION---\nAfter a beat, Blade reaches over and\n\n            does it for Whistler. Like a son helping his father. A beat\n\n            passes between them, Whistler and Blade looking at one\n\n            another. \n---TARGET SECTION TO BE ANNOTATED---\n  Then Whistler nods, satisfied.\n\n\n\n            As Blade crosses towards Asad and Nyssa, he stops by\n\n            Verlaine, sizing her up.\n\n\n\n                                BLADE (CONT'D)\n\n                      Didn't I kill you already?\n\n\n\n                                VERLAINE\n\n                          (cold)\n\n                      That was my sister.\n\n\n\n            Beat.  Blade smiles coldly.\n\n\n\n                                BLADE\n\n                      This the part where you beat your chest\n\n                      and vow revenge?\n\n\n\n                                VERLAINE\n\n                      Something like that.\n\n\n\n                                BLADE\n\n                      Save it for the director's cut.\n\n\n\n            Blade moves on, stopping before Nyssa.\n\n\n\n                                BLADE (CONT'D)\n\n                      Where to first?\n\n\n\n                                NYSSA\n\n                      The House of Pain.\n\n\n\n                                                                 CUT TO:\n\n\n\n            EXT. ROOFTOP - NIGHT\n\n\n\n            Blade, Whistler, and the Bloodpack are gathered on a rooftop\n\n            overlooking a derelict city block.\n\n\n\n            THE HOUSE OF PAIN\n\n\n\n            Rises before them, a Gothic Revival hotel marred by graffiti\n\n            scrawls and boarded up windows.  There's a large neon \"HOTEL\"\n\n            sign on the side of the building.\n\n\n\n                                NYSSA\n\n                      From what we can gather, the Reapers\n\n                      hunt in packs, targeting places where\n\n                      vampires congregate.  So far, they've\n\n                      attacked bloodbanks, safehouses,\n\n                      underground clubs like this --\n\n\n\n                                WHISTLER\n\n                      I don't see any traffic, no vampire\n\n                      glyphs --\n\n\n\n            Whistler lifts up a pair of night-vision binoculars and scans\n\n            the building.\n\n\n\n            WHISTLER'S POV (THROUGH BINOCULARS)\n\n\n\n            He scans the graffiti scrawls, doesn't see anything.\n\n\n\n                                NYSSA\n\n                      Look closer.  Because of your efforts,\n\n                      we've had to re-think our habits,\n\n                      tighten our security.\n\n\n\n            WHISTLER'S POV (THROUGH BINOCULARS)\n\n\n\n            Whistler switches to infra-red.  A previously unseen Vampire\n\n            GLYPH is now revealed, hidden amongst the haphazard graffiti.\n\n            Just beneath the glyph are a pair of loading doors set flush\n\n            into the concrete sidewalk.\n\n\n\n                                WHISTLER\n\n                          (lowering binocs; to Blade)\n\n                      Let's put this clusterfuck in gear.\n\n\n\n            Reinhardt reaches for Whistler, stopping him.",
  "31": "---END OF PREVIOUS SECTION---\nJust beneath the glyph are a pair of loading doors set flush\n\n            into the concrete sidewalk. WHISTLER\n\n                          (lowering binocs; to Blade)\n\n                      Let's put this clusterfuck in gear. Reinhardt reaches for Whistler, stopping him. \n---TARGET SECTION TO BE ANNOTATED---\n                                REINHARDT\n\n                      You're not going anywhere, greenjeans.\n\n                      You won't be able to pass for us.\n\n\n\n                                WHISTLER\n\n                      Like I give a shit.\n\n\n\n            Before things can escalate, Blade steps between them.\n\n\n\n                                BLADE\n\n                          (to Whistler; sotto)\n\n                      He's right.  They'll smell that you're\n\n                      human.  Stay here, watch our backs.\n\n\n\n                                WHISTLER\n\n                          (bristling)\n\n                      I don't like it.\n\n\n\n                                BLADE\n\n                      I'm not giving you a choice, old man.\n\n\n\n            Whistler considers Blade's words, then reluctantly nods.\n\n            Blade rejoins the vampires.  Reinhardt grins.\n\n\n\n                                REINHARDT\n\n                      You don't keep that dog of yours curbed,\n\n                      Blade.  We might have to do it for you.\n\n\n\n            Blade pulls out the remote for the flechette in Reinhardt's\n\n            head, holding it up for view.\n\n\n\n                                BLADE\n\n                      Keep pushing, asshole.\n\n\n\n            INT. HOUSE OF PAIN - UNDERGROUND ENTRANCE - NIGHT\n\n\n\n            Nyssa leads the group into a loading area.  The only light is\n\n            coming from a series of burning trashcans.  VAMPIRE SENTRIES\n\n            crouch on the steps, watching, smelling Nyssa's group as they\n\n            move past.  Adjacent areas are walled off with sheets of\n\n            vinyl.  We hear the pulsing, bass-heavy beat of MUSIC coming\n\n            from beyond the sheeting, beckoning us onward.\n\n\n\n            INT. HOUSE OF PAIN - UNDERGROUND HALLWAY - NIGHT\n\n\n\n            The MUSIC is louder.  Neon-lit, corridor-long steel counters\n\n            line both walls, displaying various surgical instruments\n\n            offered as party favors.  As Blade's scans the area, we SEE\n\n            the deadly instruments reflected in his sunglasses.  Nyssa\n\n            looks to him.\n\n\n\n                                NYSSA\n\n                      This is our world you're entering.  You\n\n                      may see things -- feeding.\n\n                          (off Blade's inscrutable face)\n\n                      Just remember why you're here.\n\n\n\n                                BLADE\n\n                          (cryptic)\n\n                      I haven't forgotten.",
  "32": "---END OF PREVIOUS SECTION---\nYou\n\n                      may see things -- feeding. (off Blade's inscrutable face)\n\n                      Just remember why you're here. BLADE\n\n                          (cryptic)\n\n                      I haven't forgotten. \n---TARGET SECTION TO BE ANNOTATED---\n            They reach a steel loading door emblazoned with warning signs\n\n            -- the kind that is split horizontally, one-half retracting\n\n            into the ceiling, the other into the floor.\n\n\n\n                                PRIEST\n\n                      So what are we looking for, exactly?\n\n\n\n                                ASAD\n\n                      Anyone who looks suspicious.\n\n\n\n            On that portentous note, Nyssa hits a button.  The hydraulic\n\n            doors open on into --\n\n\n\n                                BLADE\n\n                      You gotta be kidding me.\n\n\n\n            INT. HOUSE OF PAIN - BALLROOM - NIGHT\n\n\n\n            A high-ceilinged ballroom packed with SWAYING BODIES.\n\n            Retrofitted into a trance-dance hall.  Off to the sides,\n\n            people are being pierced, tattooed, ritually scarred.  Silver\n\n            trays piled high with razor blades are passed through the\n\n            writhing crowd.  Everyone looks suspicious.\n\n\n\n            AN ELABORATE S&M STAGE SHOW\n\n\n\n            is under way.  Joel Peter Witkin channeled by Julie Taymor.\n\n            A SHE-VAMPIRE hangs from the ceiling, her body supported by\n\n            steel pins which have been hooked through her flesh.  THREE\n\n            PVC-clad spindly FIGURES minister to her.\n\n\n\n            TWO VAMPIRES\n\n\n\n            French kiss, exchanging razor blades with their tongues.\n\n\n\n                                BLADE\n\n                          (to Nyssa)\n\n                      What is it with you people and pain?\n\n\n\n                                NYSSA\n\n                      We need it.  Sensations are addictive\n\n                      and pain cuts the deepest.\n\n                          (off his look)\n\n                      Tattoos, piercings, tribal scarring --\n\n                      because we regenerate, none of it's\n\n                      permanent.  So we have to take it to the\n\n                      next level. To remind us we're alive.\n\n\n\n            The Bloodpack fans out through the trancing crowd.\n\n\n\n            ON BLADE\n\n\n\n            Drifting through the press of flesh.  Feral faces flash by\n\n            us, distorted by the stroboscopic lights.  A SHE-VAMPIRE\n\n            latches onto him.  He shoves her aside, keeps scanning faces.\n\n            It takes every ounce of his restraint not to cut loose.\n\n\n\n                                BLADE\n\n                      You reading me, Scud?\n\n\n\n            EXT. STREET - NIGHT\n\n\n\n            A nondescript van with primer blotches is parked nearby.\n\n\n\n                                SCUD (O.S.",
  "33": "---END OF PREVIOUS SECTION---\nSTREET - NIGHT\n\n\n\n            A nondescript van with primer blotches is parked nearby. SCUD (O. S. \n---TARGET SECTION TO BE ANNOTATED---\n                      Loud and clear, B.\n\n\n\n            INT. OPERATIONS VAN - NIGHT\n\n\n\n            The interior of the van has been outfitted into a mobile \"op\n\n            center\".  Scud sits in a cluttered nest of electronic\n\n            ephermera, munching on a bag of White Castle hamburgers.\n\n            He's watching a video feed from a camera mounted on Blade's\n\n            gear, listening to the Bloodpack's CHATTER coming in from\n\n            various audio channels.  In the background, he's also got\n\n            Barry White's \"Love Machine\" playing.\n\n\n\n                                SCUD\n\n                      Everything's copacetic in the Mystery\n\n                      Van.  How you doing, Whistler?\n\n\n\n            EXT. ROOFTOP - NIGHT\n\n\n\n            Whistler is atop the roof of a nearby building, outfitted\n\n            with a sniper rifle on a tripod.\n\n\n\n                                WHISTLER\n\n                      Walking on sunshine, toke-boy.\n\n\n\n            WHISTLER'S POV (NIGHT VISION BINOCULARS)\n\n\n\n            The view pans from the hotel entrance to Scud's van.\n\n\n\n            Whistler puts down the binoculars, lights a cigarette.  He\n\n            takes out a knife and slices open his palm.  He stares at the\n\n            blood, his hand slowly trembling.\n\n\n\n            INT. HOUSE OF PAIN - BALLROOM - NIGHT\n\n\n\n            Blade works his way through the crowd.  The beat is getting\n\n            heavier now, the crowd more energized.  He briefly makes eye\n\n            contact with Nyssa, but then she's gone again, disappearing\n\n            into the sea of flesh, ducking past one of the vinyl sheets\n\n            into a corridor beyond.  Chupa, Asad, Snowman and Priest\n\n            remain behind, searching the crowd.\n\n\n\n            As Blade walks, he notices a series of grates beneath their\n\n            feet.  We shift our POV --\n\n\n\n            INT. HOUSE OF PAIN - DRAINAGE AREA - NIGHT\n\n\n\n            -- and we are below Blade, looking up at him through the\n\n            grate.  We are in a blood-encrusted drainage area just\n\n            beneath the ballroom that slopes inward towards a large,\n\n            octagonal iron culvert.  As we watch, a section of the\n\n            culvert rises, a pair of RED EYES peering out from the\n\n            darkness within.\n\n\n\n            INT.",
  "34": "---END OF PREVIOUS SECTION---\nWe are in a blood-encrusted drainage area just\n\n            beneath the ballroom that slopes inward towards a large,\n\n            octagonal iron culvert. As we watch, a section of the\n\n            culvert rises, a pair of RED EYES peering out from the\n\n            darkness within. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOUSE OF PAIN - STAIRCASE - NIGHT\n\n\n\n            Blade follows Nyssa up a narrow staircase into a corridor\n\n            lined with gangrenous, peeling wallpaper.  Some of the room\n\n            doors are shut, some open.  Clearly, many are occupied.\n\n\n\n            INT. HOUSE OF PAIN - KITCHEN - NIGHT\n\n\n\n            A 1930s industrial kitchen filled with corroded equipment.\n\n            Reinhardt, Verlaine, and Lighthammer work their way inward,\n\n            searching the area.  Lighthammer carries massive war hammer\n\n            like his namesake.\n\n            Reinhardt nods to Verlaine, who opens a walk-in, shining her\n\n            entry light over an assortment of rusting meat hooks.\n\n\n\n            INT. HOUSE OF PAIN - FIRST CORRIDOR - NIGHT\n\n\n\n            Blade checks more doorways, catching half-glimpses of FLESH,\n\n            LEATHER, and STEEL.  He hears SOBBING, MOANS, WHISPERS.\n\n            Then, a distinctly HUMAN WHIMPER catches his attention.\n\n\n\n            Nyssa opens a door onto an empty room.  A vacant stainless\n\n            steel examination table gleams in the center, waiting.\n\n\n\n            Blade pushes open another door.  We SEE a fearful YOUNG WOMAN\n\n            crouching in the corner of a soiled room.  A corpulent\n\n            VAMPIRE in a leather apron is hosing down the floor.\n\n\n\n                                CORPULENT VAMPIRE\n\n                      Close the fucking door, buddy.\n\n\n\n            Blade makes eye-contact with the woman.  She's clearly human.\n\n            Blade tenses.  The corpulent vampire is getting irate when --\n\n\n\n                                CORPULENT VAMPIRE (CONT'D)\n\n                      I said, close the f--\n\n\n\n            THUNK!  Blade throws a sliver stake into the vampire's\n\n            forehead.  Even as the vampire turns to ash, Blade motions\n\n            for the girl to leave and we're out the hallway again, Nyssa\n\n            turning around.\n\n\n\n                                NYSSA\n\n                      What was that?\n\n\n\n                                BLADE\n\n                          (poker-faced)\n\n                      Nothing.\n\n\n\n            We SEE the woman duck out the room behind him.\n\n\n\n            INT. HOUSE OF PAIN - KITCHEN - NIGHT\n\n\n\n            Reinhardt, Verlaine, and Lighthammer.",
  "35": "---END OF PREVIOUS SECTION---\nWe SEE the woman duck out the room behind him. INT. HOUSE OF PAIN - KITCHEN - NIGHT\n\n\n\n            Reinhardt, Verlaine, and Lighthammer. \n---TARGET SECTION TO BE ANNOTATED---\n  A Styrofoam cup rolls\n\n            across the floor, blown by a breeze.  Reinhardt pauses,\n\n            notices another walk-in freezer door ajar, moves in that\n\n            direction.\n\n\n\n            Unseen behind them, a door BEHIND THEM slowly swings open.\n\n\n\n            INT. HOUSE OF PAIN - BALLROOM - NIGHT\n\n\n\n            Chupa, Asad, Snowman and Priest.  THREE SHADOWED FIGURES are\n\n            lurking near one of the exits -- skinhead types, each with a\n\n            hairline scar running down their chin.\n\n            Asad silently motions to snowman and the others, indicating\n\n            figures.  Snowman signs something back.  The vampire trio\n\n            starts towards them.\n\n\n\n            INT. OPERATIONS VAN - NIGHT\n\n\n\n            Bored to shit, Scud plucks a joint from behind his ear.  As\n\n            he fires up his woman torso lighter we HEAR SOMETHING just\n\n            outside the van.  Scud kills the Barry White, listening.\n\n            Silence.  Then, a FAINT SKITTERING.\n\n\n\n                                SCUD\n\n                      Um, Whistler, you out there?\n\n\n\n            No response.\n\n\n\n                                SCUD (CONT'D)\n\n                          (more urgently)\n\n                      Whistler?\n\n\n\n            Still no response.  Scud reaches for a handgun and creeps\n\n            into the front of the van.  He looks out the windshield --\n\n            nothing.  He looks left, then right - nothing.\n\n\n\n            Unnerved, Scud returns to the back of the van.  He reaches\n\n            for the handle of the rear door and abruptly jerks the door\n\n            open, aiming the gun out --\n\n\n\n            There's nothing outside the van.  But then Scud hears the\n\n            SKITTERING AGAIN.  His eyes shift apprehensively to the floor\n\n            of the van below him.\n\n\n\n            INT. HOUSE OF PAIN - FIRST CORRIDOR - NIGHT\n\n\n\n            As they near the end of the hall, Blade notices a drop-down\n\n            attic door in the ceiling above.  He unsheathes his sword and\n\n            uses the tip to unlatch the trapdoor.  The counter-weighted\n\n            door CREAKS and LOWERS, unfolding a sectioned ladder.  We see\n\n            darkness beyond.  As Blade cautiously mounts the stairs --\n\n\n\n            Nyssa's attention is drawn to a billowing piece of vinyl.",
  "36": "---END OF PREVIOUS SECTION---\nThe counter-weighted\n\n            door CREAKS and LOWERS, unfolding a sectioned ladder. We see\n\n            darkness beyond. As Blade cautiously mounts the stairs --\n\n\n\n            Nyssa's attention is drawn to a billowing piece of vinyl. \n---TARGET SECTION TO BE ANNOTATED---\n  A\n\n            BLURRY FIGURE is visible behind it.  Then it moves away.\n\n            Nyssa ducks past the vinyl.\n\n\n\n            INT. HOUSE OF PAIN - BALLROOM - NIGHT\n\n\n\n            As the music reaches a crescendo, Asad notices MORE SHADOWY\n\n            FIGURES by another exit.  And even MORE by a third.  Snowman\n\n            signs to Asad again, more urgently this time, as the first\n\n            potential Reaper begins to turn and we are --\n\n\n\n            INT. OPERATIONS VAN - NIGHT\n\n\n\n            -- back with Scud.  He ducks his head outside, looking\n\n            beneath the van.  Nothing there.  Relieved, Scud shuts the\n\n            rear door, laughs to himself.\n\n\n\n            A PAIR OF CLAWED HANDS\n\n\n\n            Suddenly rip down through the ceiling of the van, peeling it\n\n            up and back like it was tinfoil!  A REAPER with a bloody\n\n            bandage covering his eye SNARLS down at us.\n\n\n\n            INT. HOUSE OF PAIN - BALLROOM - NIGHT\n\n\n\n            The first skinhead figure spins towards us.  It's a Reaper.\n\n            All three of them are, eyes wide with bloodlust as they leap\n\n            at Asad and the others.\n\n\n\n            Suddenly, the Reapers are everywhere, blocking the exits,\n\n            ripping into their vampire victims, tossing them aside like\n\n            toys.  Vampires scream and run, some taking to the walls as a\n\n            means of escape, some racing across the ceiling.\n\n\n\n            INT. HOUSE OF PAIN - FIRST CORRIDOR - NIGHT\n\n\n\n            Blade stops half-way up the ladder as he hears GUNFIRE.  He\n\n            drops back to the floor, then notices that Nyssa is gone.  HE\n\n            pushes through the vinyl curtain and finds -- Nyssa forced\n\n            back against the wall, wrestling with --\n\n\n\n                                SCUD (O.S.)\n\n                          (filtered; panicked)\n\n                      They're here!!!!\n\n\n\n            -- Nomak, who swings his head around towards Blade!  Blade\n\n            FIRES his MACH pistol point-blank into Nomak's face, blasting\n\n            the Reaper backwards --\n\n\n\n            But Nomak is back on his feet in a split-second, SMASHING\n\n            through a window onto the fire escape beyond.",
  "37": "---END OF PREVIOUS SECTION---\nS.)\n\n                          (filtered; panicked)\n\n                      They're here!!!! -- Nomak, who swings his head around towards Blade! Blade\n\n            FIRES his MACH pistol point-blank into Nomak's face, blasting\n\n            the Reaper backwards --\n\n\n\n            But Nomak is back on his feet in a split-second, SMASHING\n\n            through a window onto the fire escape beyond. \n---TARGET SECTION TO BE ANNOTATED---\n  Blade rushes\n\n            to the window, looks out --\n\n\n\n            BLADE'S POV\n\n\n\n            Nomak is scaling his way straight up the neon hotel sign,\n\n            jumping from one letter to the next with lightning speed.\n\n\n\n            INT. HOUSE OF PAIN - KITCHEN - NIGHT\n\n\n\n            A Reaper EXPLODES out from the walk-in, rather than the door\n\n            behind them.  He leaps atop Reinhardt, SLAMMING him to the\n\n            floor.  Lighthammer swings his hammer, missing the Reaper,\n\n            taking out a chunk of the wall instead.\n\n            Lighthammer swings and misses again, taking a chunk out of\n\n            the floor.  Verlaine empties her automatic rifle into the\n\n            Reaper even as --\n\n\n\n            The Reaper turns on Lighthammer, catching the war hammer,\n\n            Reaper's lower jaw disengages and splits open, revealing a\n\n            freakishly enlarged esophagus lined with serrated, sharklike\n\n            teeth.\n\n\n\n            All of this takes a split-second.  No time for Lighthammer to\n\n            react as the Reaper latches its grossly expanded mouth onto\n\n            his throat and begins draining him before our eyes.  The\n\n            Reaper SHUDDERS and the whites of his eyes bleed red as an\n\n            ecstatic wave washes over him.  His pale flesh, pulsing with\n\n            engorged veinwork, becomes flushed, turning crimson as --\n\n\n\n                                LIGHTHAMMER\n\n                      Ohmygodhe'sfuckingkillingmehe's --\n\n\n\n            Lighthammer's face becomes increasingly pallid!  His face\n\n            begins caving inward, shrinking as every millimeter of blood\n\n            is vacuumed out of him.\n\n\n\n            BLOOD VESSELS\n\n\n\n            Are popping up beneath the Reaper's briefly translucent skin,\n\n            becoming engorged and dilated.  The veins continue to swell,\n\n            racing up his neck, then branching out over his face, chest,\n\n            and arms -- like an instant network of varicose veins.\n\n\n\n            Verlaine retreats, horrified.  Reinhardt scurries backwards,\n\n            then scrambles to his feet, running for his life into --\n\n\n\n            INT. HOUSE OF PAIN - BALLROOM - NIGHT\n\n\n\n            Chaos.  Vampire patrons flee.",
  "38": "---END OF PREVIOUS SECTION---\nReinhardt scurries backwards,\n\n            then scrambles to his feet, running for his life into --\n\n\n\n            INT. HOUSE OF PAIN - BALLROOM - NIGHT\n\n\n\n            Chaos. Vampire patrons flee. \n---TARGET SECTION TO BE ANNOTATED---\n  The Bloodpack FIRE, unleashing\n\n            a hailstorm of bullets, cutting into vampires and Reapers\n\n            alike as --\n\n\n\n            EXT. FIRE ESCAPE - NIGHT\n\n\n\n            Blade steps out onto the icy fire escape.  CRASH!  Nomak has\n\n            dislodged the \"H\" from the hotel sign.  It comes HURTLING\n\n            towards Blade, who ducks back into the center of the \"O\" to\n\n            avoid being hit.  The \"H\" continues falling, SMASHING down\n\n            into the street near the Mystery Van where --\n\n\n\n            INT/EXT. OPERATIONS VAN - NIGHT\n\n\n\n            Scud unloads his handgun into the Reaper atop the van.  The\n\n            Reaper should turn to ash, but it doesn't!  Scud flees,\n\n            DIVING into the front of the van, ducking behind the wheel.\n\n            He keys the ignition --\n\n\n\n            WHAM!  Now the Reaper is atop the hood, SMASHING his feet\n\n            through the windshield.  Scud SCREAMS as he slams the van\n\n            into the drive and floors the pedal --\n\n\n\n            WK-KRUNCH!  Scud CRASHES the van against the side of a\n\n            building, pinning the Reaper between the van's front bumper\n\n            and the crumbling wall.  He keeps his foot on the gas pedal,\n\n            GRINDING the van's wheels.\n\n\n\n            This gambit should cut the Reaper in half, or at the very\n\n            least, fatally wound it -- but it only enrages it further.\n\n            The Reaper stretches forward across the van's crumpled hood\n\n            and resumes BATTERING away at the cracked windshield --\n\n\n\n                                SCUD\n\n                      UV headlights, c'mon, come on!!!\n\n\n\n            Scud fumbles for the headlights.  They won't go on!  Then he\n\n            notices a mess of wiring haphazardly duct-taped together.  He\n\n            reaches for the wiring, fiddling with it --\n\n\n\n                                SCUD (CONT'D)\n\n                      FuckmefuckmefuckmeFUCKME!!!!\n\n\n\n            INT. HOUSE OF PAIN - BALLROOM - NIGHT\n\n\n\n            The Reaper nearest Priest turns in his direction.  We\n\n            recognize her as the Nurse from the bloodbank.",
  "39": "---END OF PREVIOUS SECTION---\nINT. HOUSE OF PAIN - BALLROOM - NIGHT\n\n\n\n            The Reaper nearest Priest turns in his direction. We\n\n            recognize her as the Nurse from the bloodbank. \n---TARGET SECTION TO BE ANNOTATED---\n  She LEAPS at\n\n            Priest --\n\n\n\n            Priest fires a Glaser round through the she-Reaper's head.\n\n            The Reaper twists in mid-leap, falls to the floor, then picks\n\n            herself up again.  Like Scud's Reaper, she seems unaffected\n\n            by the custom-made ammo.\n\n\n\n            ON THE OTHER MEMBERS OF THE BLOODPACK\n\n\n\n            Having similarly disastrous results.  The Reapers are\n\n            shrugging off their firepower.  Asad leaps, snapping a\n\n            Reaper's neck with a spinning heel kick, but the Reaper keeps\n\n            coming!\n\n\n\n            BACK TO THE PRIEST\n\n\n\n            Alarmed, reaching for a specialized shotgun instead.  The\n\n            Reaper continues forward, moving so fast she almost seems a\n\n            blur as BA-BOOM! BA-BOOM!  Priest pumps his shotgun\n\n            repeatedly.  Two projectiles fire out, chained together by a\n\n            length of titanium cable.  The cable catches the Reaper in\n\n            the mid-section, cutting it clean in half!\n\n\n\n            The upper half of the Reaper falls, then rights itself,\n\n            landing on its clawed hands.\n\n            Impossibly, the she-Reaper keeps coming!  She skitters\n\n            towards Priest on his hands like the half-man from Todd\n\n            Browning's \"FREAKS\".\n\n\n\n            The half-Reaper launches itself at Priest, hitting him in the\n\n            chest, knocking him back to the floor.  Priest panics as he\n\n            struggles with the thing, trying to fend off its claws and\n\n            fangs as it locks its mouth into his arm.  He SCREAMS.\n\n\n\n                                                                 CUT TO:\n\n\n\n            EXT. VAN - NIGHT\n\n\n\n            As Scud continues to fiddle with the faulty headlight wiring,\n\n            the windshield finally SHATTERS beneath the Reaper's pounding\n\n            fists.  It latches onto Scud's collar and pulls him forward\n\n            over the wheel even as the seam/scar in its chin splits apart\n\n            and the Reaper's enlarged maw flowers open.  Scud is just\n\n            centimeters away from having his face being bitten off when --\n\n\n\n            -- the wires SPARK and the headlights come on, illuminating\n\n            the Reaper in a wash of UV light!  The effect is\n\n            instantaneous.  The Reaper HOWLS and lets go, then promptly\n\n            BURSTS INTO FLAMES.",
  "40": "---END OF PREVIOUS SECTION---\nScud is just\n\n            centimeters away from having his face being bitten off when --\n\n\n\n            -- the wires SPARK and the headlights come on, illuminating\n\n            the Reaper in a wash of UV light! The effect is\n\n            instantaneous. The Reaper HOWLS and lets go, then promptly\n\n            BURSTS INTO FLAMES. \n---TARGET SECTION TO BE ANNOTATED---\n            Scud cups his ear, shouting via the comm system.\n\n\n\n                                SCUD\n\n                      Use your entry lights!  They can't stand\n\n                      the UV!!!\n\n\n\n            INT. HOUSE OF PAIN - BASEMENT - NIGHT\n\n\n\n            Asad hears Scud's message as he continues fending off a\n\n            Reaper's attack.  Then he manages to get hold of his rifle.\n\n            He FLICKS on the UV entry light, aiming it at the Reaper's\n\n            face.  The Reaper's head catches fire.  Asad SHOUTS to the\n\n            others --\n\n\n\n                                ASAD\n\n                      Use your entry lights!\n\n\n\n            One by one, the members of the Bloodpack CLICK ON the entry\n\n            lights mounted atop their guns.  It's working -- the UV beams\n\n            are the only thing that seems to be driving the Reapers back.\n\n\n\n            EXT. HOUSE OF PAIN - ROOF - DAWN\n\n\n\n            BOOM!  Blade kicks open the roof access door.  He hurries\n\n            outside, followed by Nyssa, who hesitates when she SEES --\n\n\n\n            THE SUN\n\n\n\n            beginning to rise beyond the cityscape horizon.  Nomak is\n\n            already at the opposite side of the building, moving fast.\n\n\n\n                                BLADE\n\n                          (into com-link)\n\n                      Whistler!  He's heading across the roof!\n\n                      Take him!\n\n\n\n            Nyssa falls back into the shadows as Blade continues onward,\n\n            unsheathing his sword.\n\n\n\n                                BLADE (CONT'D)\n\n                      Whistler!!!\n\n\n\n            EXT. ROOFTOP - NIGHT\n\n\n\n            Whistler's sniper rifle and binoculars have been abandoned\n\n            and --\n\n\n\n            EXT. HOUSE OF PAIN - ROOFTOP - DAWN\n\n\n\n            We're back with Blade as he chases Nomak across the roof.\n\n\n\n            UP AHEAD\n\n\n\n            Nomak abruptly stops, having reached the end of the roof.\n\n            The nearest neighboring rooftop is too far away and the drop\n\n            from this last ledge looks unsurvivable, even for someone\n\n            like Nomak.\n\n\n\n            As Blade cautiously advances, Nomak turns around and smiles --\n\n            a wolfish grin, unnaturally wide.  The Reaper's face is\n\n            beginning to smoke beneath the rising sun's rays.",
  "41": "---END OF PREVIOUS SECTION---\nThe nearest neighboring rooftop is too far away and the drop\n\n            from this last ledge looks unsurvivable, even for someone\n\n            like Nomak. As Blade cautiously advances, Nomak turns around and smiles --\n\n            a wolfish grin, unnaturally wide. The Reaper's face is\n\n            beginning to smoke beneath the rising sun's rays. \n---TARGET SECTION TO BE ANNOTATED---\n  In\n\n            response, a polarized nictomembrane slides down over Nomak's\n\n            irises -- like something you'd see on a crocodile to protect\n\n            its eyes from harsh light.\n\n\n\n                                NOMAK\n\n                      Is the enemy of my enemy my friend or my\n\n                      enemy?  What do you think, Blade?  What\n\n                      am I to you?\n\n\n\n            Nomak LAUGHS, then LUNGES, scooping up a rusty iron bar that\n\n            lies nearby.  He swings it at Blade.  Blade parries and steps\n\n            backward, taking a blow to the head in the process, then\n\n            another to the side.\n\n\n\n            The two of them exchange a flurry of blows back and forth\n\n            until their weapons lock and they are face to face.  Nomak's\n\n            back is to the rising sun, now.  His whole body is beginning\n\n            to lightly smoke.\n\n\n\n            Both men are trembling, straining against their weapons,\n\n            using every ounce of strength to keep the other at bay.  And\n\n            just when it looks like Nomak is gaining the upper hand --\n\n\n\n                                NOMAK (CONT'D)\n\n                      Athelfiki singenia ex amato.\n\n\n\n            -- Blade pivots the flat edge of his sword upwards, catching\n\n            the light of the rising sun, reflecting it directly into\n\n            Nomak's eyes!\n\n\n\n            Nomak SCREAMS and rears back, his face catching fire.  Then\n\n            he stumbles backwards and falls -- right off the ledge of the\n\n            roof!  Blade hurries to the roof's ledge and looks down --\n\n\n\n            But the Reaper is nowhere in sight.  Dumbfounded, Blade\n\n            retreats, haunted by the conviction that Nomak is still\n\n            alive.\n\n\n\n            INT. HOUSE OF PAIN - BALLROOM - DAWN\n\n\n\n            Blade has returned to the scene of the melee.  The Reapers\n\n            have fled, leaving Nyssa and the others to lick their wounds\n\n            and survey the carnage.  Quite a few full-body ash outlines\n\n            marking the passing of various vampires.  Blade approaches\n\n            Nyssa.  She notices his wounds.\n\n\n\n                                NYSSA\n\n                      You're hurt.\n\n\n\n                                BLADE\n\n                          (brushing off her concern)\n\n                      I'll heal.",
  "42": "---END OF PREVIOUS SECTION---\nShe notices his wounds. NYSSA\n\n                      You're hurt. BLADE\n\n                          (brushing off her concern)\n\n                      I'll heal. \n---TARGET SECTION TO BE ANNOTATED---\n                                NYSSA\n\n                      What about Nomak?\n\n\n\n                                BLADE\n\n                      He escaped.  You didn't tell me they\n\n                      were immune to silver and garlic.\n\n\n\n                                NYSSA\n\n                      I didn't know.\n\n\n\n            Beat.  Tense.  Does he trust this woman?  No way.\n\n\n\n                                BLADE\n\n                      We lose anybody?\n\n\n\n                                NOMAK\n\n                      Lighthammer and --\n\n\n\n            Just then, we hear an unearthly SCREAM.\n\n\n\n            ANGLE ON\n\n\n\n            Priest, being held down by Chupa and Snowman.  He's thrashing\n\n            about, clutching his wounded, infected arm.\n\n\n\n                                PRIEST\n\n                      Oh god, oh God it hurts!  It hurts, it\n\n                      hurts, fuck, it hurts.  Ugh!\n\n\n\n            Priest lets loose an agonized SCREAM as Blade and the others\n\n            gather around him.  He's undergoing a horrific change, taking\n\n            on the gaunt, vein-engorged features of a proper Reaper.  He\n\n            SNARLS and WAILS, GNASHING his teeth like a rabid animal.\n\n\n\n            Reinhardt and his team look uneasy.  Shaken by their\n\n            teammate's downward progression.\n\n\n\n                                BLADE\n\n                      how long since he was bitten?\n\n\n\n                                NYSSA\n\n                      Minutes.\n\n\n\n            Blade draws closer.  Already, the flesh on Priest's chin is\n\n            splitting as a seam begins to form.\n\n\n\n\n\n                                BLADE\n\n                      It's already changing him --\n\n\n\n            Reinhardt paces, annoyed by Priest's WAILING.\n\n\n\n                                REINHARDT\n\n                      Jesus, can't you get him to shut the\n\n                      fuck up!?\n\n\n\n                                NYSSA\n\n                          (gravely)\n\n                      His blood cells aren't producing oxygen\n\n                      anymore.  His own body is suffocating\n\n                      him.  These things are like crack\n\n                      addicts.  If they don't feed every few\n\n                      hours, they'll feed on themselves.\n\n\n\n            As if in response, Priest starts convulsing.  His flesh\n\n            tightens, drawing taut around his increasingly skeletal form.\n\n            His screams become unbearable, twisting into a high-pitched\n\n            ululation that's making the Bloodpack's skin crawl.",
  "43": "---END OF PREVIOUS SECTION---\nAs if in response, Priest starts convulsing. His flesh\n\n            tightens, drawing taut around his increasingly skeletal form. His screams become unbearable, twisting into a high-pitched\n\n            ululation that's making the Bloodpack's skin crawl. \n---TARGET SECTION TO BE ANNOTATED---\n                                REINHARDT\n\n                      Somebody put him out of his misery for\n\n                      fuck's sake!\n\n\n\n                                VERLAINE\n\n                      You kill him!  I'm not killing him!\n\n\n\n            Asad pulls out his handgun and empties the clip into Priest's\n\n            body -- but Priest keeps SHRIEKING.\n\n\n\n            Unnerved, Reinhardt unsheathes a machete, decapitating Priest\n\n            even as the others protest.\n\n\n\n            The headless body continues thrashing, still making noise\n\n            from it's open throat!  If anything, it seems to be\n\n            redoubling its efforts.  It LURCHES forward, jerking itself\n\n            free from Chupa and Snowman's restraining arms.\n\n\n\n                                CHUPA\n\n                      Mierda!!\n\n\n\n            The juddering horror that used to be Priest staggers to its\n\n            feet.  Reinhardt and his men panic, stumbling backwards.  The\n\n            headless monstrosity LUNGES STRAIGHT AT --\n\n\n\n            BLADE\n\n\n\n            Without batting an eye, he draws his MACH pistol, briefly\n\n            aiming at the on-rushing creature's chest, then adjusting his\n\n            aim to one of the blacked-out windows above and behind it.\n\n\n\n            BAM!BAM!BAM!  Blade shoots out the window and BLAZING SHAFT\n\n            OF SUNLIGHT slices down through the darkness, spotlighting\n\n            Priest like an ant beneath a magnifying glass.\n\n\n\n            FWASH!!!  The headless body is incinerated in mid-step.  It\n\n            collapses to the floor, just inches before Blade.  One of its\n\n            blackened claws feebly grabs Blade's boot, then grows still.\n\n\n\n            Beat.  You could hear the pin drop in the silence that\n\n            follows, every one of the Bloodpack thinking some variation\n\n            of \"there but for the grace of God go I\".  Asad lays a hand\n\n            on Nyssa's shoulder, steadying her.\n\n\n\n            Blade shifts his foot, causing the cinder-like hand gripping\n\n            his boot to crumble to dust.\n\n\n\n                                WHISTLER (O.S.)\n\n                      If this is the best you turd-stains have\n\n                      to offer, I'm not impressed.\n\n\n\n            Blade looks over to see Whistler, who is just entering.  He\n\n            moves over to him, angry.",
  "44": "---END OF PREVIOUS SECTION---\nS.)\n\n                      If this is the best you turd-stains have\n\n                      to offer, I'm not impressed. Blade looks over to see Whistler, who is just entering. He\n\n            moves over to him, angry. \n---TARGET SECTION TO BE ANNOTATED---\n  Chupa follows, equally pissed.\n\n\n\n                                BLADE\n\n                      I thought you were supposed to be\n\n                      watching our backs.\n\n\n\n                                WHISTLER\n\n                      Ran into a little Reaper trouble myself.\n\n\n\n                                CHUPA\n\n                          (approaching, hostile)\n\n                      Oh yeah?  Like how little?  In case you\n\n                      hadn't noticed, we lost two men while\n\n                      you were out farting around.\n\n\n\n                                WHISTLER\n\n                          (poking Chupa in the chest)\n\n                      You need to ratchet those 'nads of yours\n\n                      down a few notches, paco.\n\n\n\n            Chupa flushes with anger and flicks his knife across\n\n            Whistler's shoulder, opening a gash.  Whistler goes ballistic\n\n            and PUNCHES Chupa in the face.  A brief tussle ensues before\n\n            Blade and the others can separate them.  As Chupa is pulled\n\n            away by Asad, he looks back at Whistler.\n\n\n\n                                CHUPA\n\n                      Listen, hillbilly, you are a cunt-hair\n\n                      away from cowboy heaven.\n\n\n\n                                WHISTLER\n\n                      Ain't no thing but a chicken wing,\n\n                      buttercup.\n\n\n\n                                BLADE\n\n                          (still suspicious)\n\n                      Where were you, Whistler?\n\n\n\n                                WHISTLER\n\n                      I'll show you.\n\n\n\n            INT. HOUSE OF PAIN - DRAINAGE AREA - CONTINUOUS\n\n\n\n            Whistler, Blade and the surviving members of the Bloodpack\n\n            are now gathered around the octagonal iron culvert just\n\n            beneath the ballroom.  Whistler turns on a flashlight.  We\n\n            HEAR something moving in the darkness.  The group tenses,\n\n            then Whistler's flashlight beam reveals --\n\n\n\n            A REAPER\n\n\n\n            Cowering by the culvert.  One we recognize.  The other\n\n            vampire guard from the bloodbank, now transformed.  He's\n\n            shrunken and emaciated, pale.  And although he's obviously\n\n            dying, he still HISSES, his fanged mouth snapping\n\n            ineffectually at them.  His arm has been trapped -- pinned\n\n            under one of the sectional culvert coverings.  It looks like\n\n            he's been trying to gnaw it off in order to escape.",
  "45": "---END OF PREVIOUS SECTION---\nAnd although he's obviously\n\n            dying, he still HISSES, his fanged mouth snapping\n\n            ineffectually at them. His arm has been trapped -- pinned\n\n            under one of the sectional culvert coverings. It looks like\n\n            he's been trying to gnaw it off in order to escape. \n---TARGET SECTION TO BE ANNOTATED---\n                                REINHARDT\n\n                      What the hell?\n\n\n\n                                WHISTLER\n\n                      I found him like this.  I think he was\n\n                      trying to crawl back into that culvert.\n\n\n\n            Blade looks to the culvert in question.  He pulls back one of\n\n            the sectioned covers.  The opening is about two feet wide,\n\n            just large enough for a man to gain access.\n\n\n\n            INT. SEWER/OUTFLOW AREA - CONTINUOUS\n\n\n\n            Blade drops into the sewer line.  The area is claustrophobic,\n\n            damp.  There are torn pieces of insulation hanging from the\n\n            ceiling, saturated and dripping with blood.\n\n\n\n            Blade crouch-walks further in.  We hear WIND.  He shines his\n\n            FLASHLIGHT.  A portion of the brick wall looks like it's been\n\n            clawed open.\n\n\n\n                                NYSSA\n\n                          (calling down)\n\n                      Everything okay?\n\n\n\n            Blade retreats back to the drain-pipe, pulling himself back\n\n            up.  We HOLD for a beat, then drift up to the blood-saturated\n\n            strips of insulation.  SOMEONE is crouched in the shadows\n\n            there, clinging to the ceiling upside down.\n\n\n\n            It's NOMAK, red-eyes shining in the darkness.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. DAMASKINO'S LAIR - BATHHOUSE - DAY\n\n\n\n            We are in a previously unseen portion of Damaskino's vast\n\n            bedroom.  An elegantly tiled pool area has been partitioned\n\n            off by a series of latticed screens.  In the counterpoint to\n\n            this are a series of muted monitors tuned to the pulse of the\n\n            world -- CNN, MSNBC, C-SPAN, etc.\n\n\n\n            Damaskinos sits in a robe, finishing a meal, his eyes\n\n            flicking over the monitors -- tracking current events, market\n\n            fluctuations.  We get the sense that the man is a true\n\n            polymath.  That he owes his five thousand-plus years of\n\n            existence to resourcefulness rather than luck.\n\n\n\n            Stevens enters, waiting to be acknowledged.\n\n\n\n                                DAMASKINOS\n\n                          (vampire dialect; subtitled)\n\n                      Yes?\n\n\n\n                                STEVENS\n\n                          (vampire dialect; subtitled)\n\n                      They've made contact with the Reapers.",
  "46": "---END OF PREVIOUS SECTION---\nStevens enters, waiting to be acknowledged. DAMASKINOS\n\n                          (vampire dialect; subtitled)\n\n                      Yes? STEVENS\n\n                          (vampire dialect; subtitled)\n\n                      They've made contact with the Reapers. \n---TARGET SECTION TO BE ANNOTATED---\n                                DAMASKINOS\n\n                          (vampire dialect; subtitled)\n\n                      Any casualties?\n\n\n\n                                STEVENS\n\n                          (vampire dialect; subtitled)\n\n                      Two so far.\n\n\n\n            Unconcerned, Damaskinos slices into a piece of raw meat.\n\n\n\n                                DAMASKINOS\n\n                          (reverting to English)\n\n                      An inevitability, I suppose.  Nyssa was\n\n                      not among them, I trust.\n\n\n\n                                STEVENS\n\n                      No.  This is a dangerous game, you're\n\n                      playing, Damaskinos.\n\n\n\n                                DAMASKINOS\n\n                      Any game worthy of being played is.  One\n\n                      must be patient.  In this way, I have\n\n                      outlived my enemies.  All of them.\n\n\n\n            Damaskinos steps beyond the screens now, into the pool area --\n\n            and although we can't see the water from this angle, we can\n\n            see patterns of ruby light flickering off the tiled walls.\n\n            Stevens follows, uncomfortable.\n\n\n\n                                STEVENS\n\n                      Blade's too volatile.  You're not going\n\n                      to be able to keep manipulating him --\n\n\n\n            Damaskinos steps into the steaming liquid, which we now see\n\n            is BLOOD.  His robe spreads out, floating on the surface.\n\n\n\n                                DAMASKINOS\n\n                      You worry too much, Stevens.  I have\n\n                      assurance from our friend inside that\n\n                      events are unfolding as scripted.\n\n\n\n                                STEVENS\n\n                      As scripted?  You've already lost two of\n\n                      your own.  How many more are you willing\n\n                      to sacrifice?\n\n\n\n            Damaskinos sinks until he's waist-deep in the crimson fluid.\n\n\n\n                                DAMASKINOS\n\n                      As many as it takes.\n\n                          (pointing)\n\n                      Do you see that jar over there?\n\n\n\n            Stevens looks to a shelf where a gold and crystal Coptic jar\n\n            rests.  A HUMAN HEART floats within.\n\n\n\n                                DAMASKINOS (CONT'D)\n\n                      It contains my human heart --\n\n                          (touching a pale scar on his\n\n                           chest)\n\n                      Something I relinquished a long time\n\n                      ago.  Only a fool would appeal to it\n\n                      now.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. SCUD'S WORKSHOP - CELL - NIGHT\n\n\n\n            The dying Reaper has now been chained inside the cell.",
  "47": "---END OF PREVIOUS SECTION---\nOnly a fool would appeal to it\n\n                      now. CUT TO:\n\n\n\n            INT. SCUD'S WORKSHOP - CELL - NIGHT\n\n\n\n            The dying Reaper has now been chained inside the cell. \n---TARGET SECTION TO BE ANNOTATED---\n  It\n\n            WHEEZES and MOANS, clearly in agony.  Blade and Nyssa stand\n\n            watch.  Blade grips the Reaper beneath its jaw, turning its\n\n            face towards us.\n\n\n\n                                BLADE\n\n                      Recognize him?\n\n\n\n                                NYSSA\n\n                          (nodding)\n\n                      From the surveillance footage in the\n\n                      bloodbank.  He was one of the guard's\n\n                      Nomak attacked.\n\n\n\n                                BLADE\n\n                      Which means he turned about seventy-two\n\n                      hours ago.\n\n\n\n                                NYSSA\n\n                      Right.  So why is he dying?  He doesn't\n\n                      appear to have any broken bones, no\n\n                      entry wounds of any kind -- what's\n\n                      killing him?\n\n\n\n                                BLADE\n\n                      Time.\n\n\n\n            Blade nicks the Reaper's carotid artery with a knife.  CLEAR\n\n            SERUM oozes out, no red blood cells at all.\n\n\n\n                                BLADE (CONT'D)\n\n                      No hemoglobin left.\n\n                      Their metabolisms are too fast.  They\n\n                      burn out.  That's why they're having to\n\n                      feed so often.  Their systems are self\n\n                      destructing.\n\n\n\n                                NYSSA\n\n                      If that's true, what about Nomak?  He's\n\n                      been alive longer than the others.\n\n\n\n                                BLADE\n\n                      Nomak's different.  He's the carrier.\n\n                          (shaking his head)\n\n                      There's something driving him beyond the\n\n                      Thirst.  Something we're missing.\n\n\n\n            As they watch, the Reaper shakes through its final death\n\n            throes, then grows still, the nictomembranes over its eyes\n\n            slowly sliding down.\n\n\n\n            MOMENTS LATER - A SERIES OF ISOLATED CLOSE-UPS\n\n\n\n            A pair of GLOVED HANDS spreads apart the Reaper's eyelids.\n\n            In response, the protective nictomembrane slides mechanically\n\n            down over the pupil.\n\n\n\n                                NYSSA (O.S.)\n\n                      They appear to have a nictating membrane\n\n                      here, like you'd see on a crocodile or\n\n                      camel.  Shields the eyes from sunlight.\n\n\n\n            The hands now part the Reaper's mouth, probing the seam in\n\n            the chin, then splitting the mandible apart to reveal the\n\n            enlarged esophagus.  The fingers push back on the gums and\n\n            the pressure-sensitive fangs extend even further in response.",
  "48": "---END OF PREVIOUS SECTION---\nShields the eyes from sunlight. The hands now part the Reaper's mouth, probing the seam in\n\n            the chin, then splitting the mandible apart to reveal the\n\n            enlarged esophagus. The fingers push back on the gums and\n\n            the pressure-sensitive fangs extend even further in response. \n---TARGET SECTION TO BE ANNOTATED---\n                                NYSSA (O.S.) (CONT'D)\n\n                      A bifurcated mandible.  More developed\n\n                      masseter muscles and zygomatic bones\n\n                      around the mouth allowing for a much\n\n                      larger, stronger bite --\n\n\n\n            PULL BACK TO REVEAL\n\n\n\n            Blade, Nyssa, and Scud are gathered around the autopsy table.\n\n            The rest of the crew linger further back.\n\n\n\n                                NYSSA (CONT'D)\n\n                      Epidermal layers are thicker, tougher --\n\n\n\n            Nyssa begins the Y-incision along the chest.  Once again,\n\n            CLEAR SERUM oozes out.  She cracks open the thoracic cavity.\n\n\n\n                                SCUD\n\n                      Ho-lee shit.\n\n\n\n            We SEE inside the abdominal cavity.  A complex, pinkish/gray\n\n            parasitic organism has taken over every organ visible.\n\n\n\n                                NYSSA\n\n                      I've never seen anything like this.  The\n\n                      Reapers are as different from us as we\n\n                      are from you.\n\n                          (probing the organism)\n\n                      It's almost as if the virus is re-wiring\n\n                      their bodies, creating new, parasitic\n\n                      organs which consume the old ones.\n\n\n\n                                BLADE\n\n                      Like cancer with a purpose.\n\n\n\n                                NYSSA\n\n                      Exactly.  Look at the digestive system.\n\n                      It's been drastically simplified.  Super\n\n                      charged.  And this --\n\n\n\n            She pulls back the lungs -- a calcified structure encasing a\n\n            fibrous mass rests where the heart would normally be.  She\n\n            taps the calcified structure with a scalpel.\n\n\n\n                                NYSSA (CONT'D)\n\n                      The heart is completely encased in bone.\n\n\n\n            She tries to cut into the bony shell and the scalpel snaps.\n\n            Scud WHISTLES, impressed.\n\n\n\n                                SCUD\n\n                      Good luck getting a stake through that.\n\n\n\n            Blade studies the Reaper corpse, then looks to the Bloodpack.\n\n\n\n                                BLADE\n\n                      We've got six hours till sunrise.  Be\n\n                      ready by then.\n\n\n\n                                ASAD\n\n                      What happens at sunrise?\n\n\n\n                                BLADE\n\n                      We take up the hunt again.\n\n\n\n                                CHUPA\n\n                      You gotta be fucking joking.\n\n\n\n                                BLADE\n\n                      You've seen what we're up against.\n\n                      Daylight's the only advantage we've got.\n\n                      They'll be more vulnerable then.",
  "49": "---END OF PREVIOUS SECTION---\nBLADE\n\n                      You've seen what we're up against. Daylight's the only advantage we've got. They'll be more vulnerable then. \n---TARGET SECTION TO BE ANNOTATED---\n                                REINHARDT\n\n                          (pointedly)\n\n                      And so will we.\n\n\n\n                                BLADE\n\n                      Look, I care about the humans who are\n\n                      dying, not you, got it?\n\n\n\n                                REINHARDT\n\n                          (snarling)\n\n                      Spare me the race card, OJ.  We're not\n\n                      going out into the sun.  It's too risky.\n\n\n\n                                BLADE\n\n                      You don't have a choice.  You're just\n\n                      going to have to protect yourselves as\n\n                      best you can.\n\n\n\n            Blade spins and leaves.  Whistler follows.  Nyssa watches\n\n            them disappear into Blade's room.  Reinhardt and the other\n\n            vampires approach her.\n\n\n\n                                REINHARDT\n\n                      You buying any of this chocolate Elvis\n\n                      bullshit?\n\n\n\n            Nyssa just stares him down, obviously conflicted.\n\n\n\n                                CHUPA\n\n                      This guy doesn't know what the fuck he's\n\n                      doing.  We already lost Priest and\n\n                      Lighthammer, who's gonna be next?  Fuck\n\n                      him.  Fuck his rules.  First chance I\n\n                      get, I'm chowing down on that fucking\n\n                      HeeHaw sidekick of his.\n\n\n\n            Snowman signs something to Verlaine.\n\n\n\n                                VERLAINE\n\n                      What do you think, Asad?\n\n\n\n                                ASAD\n\n                          (pointedly)\n\n                      I don't think.  I follow orders.\n\n\n\n            Asad looks to Nyssa once more -- perhaps he's even concerned\n\n            now.  She's still staring in the direction Blade left.\n\n\n\n\n\n            INT. SCUD'S WORKSHOP - BLADE'S SLEEPING AREA - NIGHT\n\n\n\n            Blade sits in the shadows, wrapping a piece of rubber tubing\n\n            around his arm, injecting himself with pneumatic syringe of\n\n            serum.  He shivers, convulses violently, then throws back his\n\n            head in relief.  When he does so, he SEES --\n\n\n\n            Whistler standing in the doorway.  They eye each other a\n\n            moment as Blade unwraps the tubing from his arm, puts away\n\n            his syringe and serum.  Whistler lights a cigarette, then\n\n            nods through a window towards Nyssa and the others.",
  "50": "---END OF PREVIOUS SECTION---\nWhen he does so, he SEES --\n\n\n\n            Whistler standing in the doorway. They eye each other a\n\n            moment as Blade unwraps the tubing from his arm, puts away\n\n            his syringe and serum. Whistler lights a cigarette, then\n\n            nods through a window towards Nyssa and the others. \n---TARGET SECTION TO BE ANNOTATED---\n                                WHISTLER\n\n                      You ask me, you and Miss Muffet are\n\n                      getting a mite too cozy for my taste.\n\n\n\n                                BLADE\n\n                      I wouldn't worry about it.\n\n\n\n            Blade moves to walk away, but Whistler stops him.\n\n\n\n                                WHISTLER\n\n                      I am worrying.  Seems to me, you're\n\n                      starting to get confused as to which\n\n                      side of the line you're standing on.\n\n\n\n                                BLADE\n\n                      Pretty hollow words coming from a man\n\n                      who spent the last year running with the\n\n                      enemy.\n\n\n\n                                WHISTLER\n\n                      What the hell is that supposed to mean?\n\n\n\n                                BLADE\n\n                      It means I'm starting to wonder if the\n\n                      vampires still have their hooks in you.\n\n                      You've been acting strange ever since I\n\n                      gave you the cure.  Reckless, quick to\n\n                      anger --\n\n                          (beat)\n\n                      You said it yourself, Whistler.  Those\n\n                      vampires knew our defense system\n\n                      backwards and forwards.  Where'd they\n\n                      get their intel?\n\n\n\n            Whistler steps closer, his voice dropping to a lethal,\n\n            whisper.\n\n\n\n                                WHISTLER\n\n                      I'm compromised?!  Me?!  I'm not the one\n\n                      playing stink-finger with Vampirella out\n\n                      there!\n\n\n\n            Blade stares back at Whistler, calm as a viper.\n\n\n\n                                BLADE\n\n                      You're out of line, old man.\n\n\n\n            The two comrades in arms stare each other down.  Then,\n\n            finally, Whistler backs away.\n\n\n\n                                WHISTLER\n\n                          (quietly)\n\n                      We'll see.\n\n\n\n            Whistler turns and strides exits.  We HOLD ON Blade, torn,\n\n            conflicted, watching Whistler retreat.\n\n\n\n            EXT. BLADE'S WAREHOUSE/SHIPYARD - NIGHT\n\n\n\n            We SEE a FIGURE emerge from the shadows -- CHUPA.\n\n\n\n            EXT. CITY SLUM - NIGHT\n\n\n\n            Chupa walks the night, scanning shadows.\n\n\n\n            CHUPA'S POV (VAMPIRE VISION)\n\n\n\n            Like heat-vision, only tinged with crimson.  There are DRUG\n\n            DEALERS and bottom feeding WHORES trolling for tricks out\n\n            here, BEATING HEARTS and BRANCHING ARTERIES highlighted on\n\n            their ghostly silhouettes.",
  "51": "---END OF PREVIOUS SECTION---\nCITY SLUM - NIGHT\n\n\n\n            Chupa walks the night, scanning shadows. CHUPA'S POV (VAMPIRE VISION)\n\n\n\n            Like heat-vision, only tinged with crimson. There are DRUG\n\n            DEALERS and bottom feeding WHORES trolling for tricks out\n\n            here, BEATING HEARTS and BRANCHING ARTERIES highlighted on\n\n            their ghostly silhouettes. \n---TARGET SECTION TO BE ANNOTATED---\n            Chupa moves to the mouth of an alley, nodding to a DEALER.\n\n\n\n                                DEALER\n\n                      Lookin' to get hooked up?\n\n\n\n                                CHUPA\n\n                      What you got?\n\n\n\n            As the dealer glances around to see if anyone's watching --\n\n\n\n                                DEALER\n\n                      Horse, Hawaiian ice.  Whatever you want.\n\n\n\n            Chupa sniffs the air, glancing at a pulsating vein on the\n\n            dealer's neck, and smiles.\n\n\n\n                                CHUPA\n\n                      Whatever, huh?  Well I'm all off the\n\n                      hook on that bitch.\n\n\n\n            Chupa steps into the alley with the dealer.\n\n\n\n                                DEALER\n\n                      So what's it gonna be?\n\n\n\n                                CHUPA\n\n                      Fear.\n\n\n\n            Chupa is at the dealer's throat before he can finish,\n\n            flashing his fangs, shoving him backwards.  Then --\n\n\n\n                                CHUPA (CONT'D)\n\n                      I like a little adrenaline chaser.\n\n\n\n            WHAP!  A HAND\n\n\n\n            Grabs a fistful of Chupa's hair, jerking his head back.  It's\n\n            Blade.  He yanks Chupa off the dealer.\n\n\n\n                                BLADE\n\n                      What do you think you're doing?\n\n\n\n                                CHUPA\n\n                      Trying to feed, puto baboso!\n\n\n\n            The dealer takes off as Blade swings Chupa around.  They\n\n            exchange a couple of blows, then Blade knees him in the\n\n            balls, twisting him around by his arm, dislocating it.\n\n\n\n            Blade releases Chupa, shoving him forward.  Chupa's broken\n\n            arm dangles awkwardly.  Furious, Chupa reaches for his .45\n\n            with his good hand -- only to hear the CLICK of another gun\n\n            as it's placed against the back of his head.\n\n\n\n            ANGLE ON NYSSA\n\n\n\n            Standing behind him, looking grim and determined.\n\n\n\n                                NYSSA\n\n                      Do it and you die.\n\n                          (Chupa considers options)\n\n                      You heard Asad.  Until this is over,\n\n                      these people are our allies.\n\n\n\n                                CHUPA\n\n                      Oh I haven't forgotten about Asad.  I'm\n\n                      just wondering if you have.\n\n\n\n            Chupa re-holsters his gun, then jams his dislocated arm up\n\n            against the wall and resets it.  He backs away.",
  "52": "---END OF PREVIOUS SECTION---\nI'm\n\n                      just wondering if you have. Chupa re-holsters his gun, then jams his dislocated arm up\n\n            against the wall and resets it. He backs away. \n---TARGET SECTION TO BE ANNOTATED---\n  Nyssa\n\n            watches him leave, looks to Blade.\n\n\n\n                                NYSSA\n\n                      He's right about one thing.  We do have\n\n                      to survive.\n\n\n\n                                BLADE\n\n                      You don't have to hunt to do it.\n\n\n\n                                NYSSA\n\n                      Really?  What are we supposed to do,\n\n                      then?  Starve ourselves because we fee\n\n                      on others in order to live?  What about\n\n                      that scumbag you just let off the hook?\n\n                      A nothing.  A drug-dealer.  How do you\n\n                      justify saving people like that?\n\n\n\n            Blade doesn't answer, just moves away.  She follows.\n\n\n\n                                NYSSA (CONT'D)\n\n                      You know the Thirst better than any of\n\n                      us.  You're barely managing to tread\n\n                      water yourself.  Living in a constant\n\n                      state of pain, having to shoot up that\n\n                      serum of yours.  That's not what I call\n\n                      surviving, Blade.\n\n\n\n            Off Blade's stony expression we --\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. SCUD'S WORKSHOP - NIGHT\n\n\n\n            The back of the workshop.  Scud takes a hit of weed then\n\n            resumes working on one of the UV entry lights -- it's been\n\n            taken half-apart and tweaked-out with cables and a crystal\n\n            prism.  Whistler is there too, loading magazines.\n\n\n\n                                WHISTLER\n\n                          (observing Scud)\n\n                      The hell are you fiddling with there?\n\n\n\n                                SCUD\n\n                          (proud, succinct)\n\n                      Tweaked the phosphor rod, modified the\n\n                      collimated beam, wanna concentrate the\n\n                      light, get something like a UV laser\n\n                      going.\n\n\n\n                                WHISTLER\n\n                          (shaking his head)\n\n                      You're wasting your time, already been\n\n                      tried.\n\n\n\n                                SCUD\n\n                      Yeah, but you didn't have the Scudster\n\n                      working on it, did you?\n\n\n\n                                WHISTLER\n\n                          (testy)\n\n                      Nope.  Back then we did not.\n\n\n\n                                SCUD\n\n                          (unfazed)\n\n                      So how long have you known Blade,\n\n                      anyway?\n\n\n\n                                WHISTLER\n\n                      Going on twenty years now.\n\n\n\n                                SCUD\n\n                      Blade doesn't talk about the old days\n\n                      much.\n\n\n\n                                WHISTLER\n\n                      Blade doesn't talk about anything much.",
  "53": "---END OF PREVIOUS SECTION---\nWHISTLER\n\n                      Going on twenty years now. SCUD\n\n                      Blade doesn't talk about the old days\n\n                      much. WHISTLER\n\n                      Blade doesn't talk about anything much. \n---TARGET SECTION TO BE ANNOTATED---\n                          (nodding to Scud)\n\n                      What about you, though?\n\n\n\n            Scud pulls up his T-shirt.  His abdomen is covered in a\n\n            network of horrific scars.  Like something you'd see on the\n\n            survivor of a shark attack.\n\n\n\n                                WHISTLER (CONT'D)\n\n                      Pretty.\n\n\n\n                                SCUD\n\n                      I was backpacking.  Hooked up with these\n\n                      two chicks who were off to see the\n\n                      Burning Man festival.  We were gonna\n\n                      take \"E\", have ourselves a little\n\n                      freeball out in the desert.  You know\n\n                      the riff, \"Dear Penthouse, I never\n\n                      thought this would happen to me, but --\"\n\n\n\n            Scud takes a Phillip and adjust some screws on the laser.\n\n\n\n                                SCUD (CONT'D)\n\n                      Anyway, halfway through our Three's\n\n                      Company marathon, Janet and Chrissy\n\n                      started taking chunks out of me.  Woulda\n\n                      died too if Blade hadn't shown up and\n\n                      staked those mamacitas a new honeyhole.\n\n                          (shrugging)\n\n                      Things kinda fell in place after that.\n\n\n\n            Scud jiggles the necklace of fangs around his neck.\n\n\n\n                                SCUD (CONT'D)\n\n                      Took myself a few souvenirs, though.\n\n\n\n            Scud triggers the modified entry light.  The light PULSES\n\n            like a series of flash-bulbs going off, creating a\n\n            stroboscopic effect as a wafer-thin, super-concentrated BLUE\n\n            BEAM OF LIGHT slices through the shadows.  Scud looks to\n\n            Whistler and smiles.\n\n\n\n                                SCUD (CONT'D)\n\n                      Mmm-mmm.  Poppa's got a brand new bag.\n\n\n\n            EXT. CITYSCAPE - PRE-DAWN\n\n\n\n            Beyond the shadowed skyline of monolithic buildings, the\n\n            night is beginning to give way to dawn.\n\n\n\n            INT. SCUD'S WORKSHOP - PRE-DAWN\n\n\n\n            Scud stands before the others.  He looks bleary-eyed but\n\n            pleased with the night's work.  The fruit of their efforts\n\n            are laid on a work table before them -- a half-dozen UV laser\n\n            guns, along with a collection of UV flashbang grenades and a\n\n            much bigger explosive device secured into a backpack carrier.\n\n\n\n            Blade picks up one of the UV lasers.",
  "54": "---END OF PREVIOUS SECTION---\nHe looks bleary-eyed but\n\n            pleased with the night's work. The fruit of their efforts\n\n            are laid on a work table before them -- a half-dozen UV laser\n\n            guns, along with a collection of UV flashbang grenades and a\n\n            much bigger explosive device secured into a backpack carrier. Blade picks up one of the UV lasers. \n---TARGET SECTION TO BE ANNOTATED---\n  He sights down the\n\n            length of it.  Scud takes a power pack and slaps into the\n\n            base of Blade's gun.\n\n\n\n                                SCUD\n\n                      The powerpacks have a limited charge,\n\n                      maybe ten minutes of continuous use at\n\n                      most.\n\n\n\n            Nyssa gestures to the flashbang grenades.\n\n\n\n                                NYSSA\n\n                      What are these?\n\n\n\n                                SCUD\n\n                      UV flashbang grenades with plug-in\n\n                      phosphor sticks --\n\n                          (pointing to a backpack\n\n                           carrier)\n\n                      This is for the grand finale.  Wired\n\n                      together a couple-dozen of those\n\n                      puppies.  But I'd be careful where you\n\n                      pop your load.  Might end up frying\n\n                      yourselves in the process.\n\n\n\n                                WHISTLER\n\n                      What about you?  You're not coming?\n\n\n\n                                SCUD\n\n                      After last night?  Dude, I'm a lover,\n\n                      not a fighter.\n\n\n\n            Asad looks to Blade.\n\n\n\n                                ASAD\n\n                      What good is all this firepower if we\n\n                      don't know where they're hiding?\n\n\n\n                                BLADE\n\n                      We won't need to.  They'll come to us.\n\n\n\n                                REINHARDT\n\n                      How?\n\n\n\n            Blade looks to Nyssa, who tosses Reinhardt an aerosol\n\n            cannister.  He sprays a little, then wrinkles his nose in\n\n            disgust, gagging.\n\n\n\n                                REINHARDT (CONT'D)\n\n                      This is fucking foul!\n\n\n\n                                NYSSA\n\n                      They're pheromones.  I infused them from\n\n                      that Reaper's adrenal glands.  All\n\n                      mammals use them to mark their\n\n                      territory.  Even vampires.\n\n\n\n                                CHUPA\n\n                      Fuck that!  I'm not spraying some gash\n\n                      hound's nut-juice on me!\n\n\n\n                                NYSSA\n\n                      Trust me, the Reapers will key to it.\n\n                      If we use this, we'll draw them out.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. HOUSE OF PAIN - DRAINAGE AREA - DAWN\n\n\n\n            Beneath the ballroom gratings.  A high-angle shot looking\n\n            down at the octagonal iron culvert around which Blade,\n\n            Whistler, and the remainder of the Bloodpack are gathered.",
  "55": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n\n\n            INT. HOUSE OF PAIN - DRAINAGE AREA - DAWN\n\n\n\n            Beneath the ballroom gratings. A high-angle shot looking\n\n            down at the octagonal iron culvert around which Blade,\n\n            Whistler, and the remainder of the Bloodpack are gathered. \n---TARGET SECTION TO BE ANNOTATED---\n            The mechanized, sectional portions of the culvert covering\n\n            are GRINDING UPWARD, flowering open and apart like some blood\n\n            and rust-encrusted gateway to Hell.\n\n\n\n            INT. SEWER/OUTFLOW AREA - DAWN\n\n\n\n            One by one, the group of hunters descend into the\n\n            claustrophobic chamber.  Verlaine is lugs the UV bomb on her\n\n            back.  Blade leads them to the clawed-open portion of the\n\n            brick wall, then on through.\n\n\n\n            INT. SEWER LINE - CONTINUOUS\n\n\n\n            Blade leads the group along a grime-encrusted line which\n\n            slopes gradually downward, sloshing through ankle-deep run\n\n            off water collected from the city above them.  Tendrils of\n\n            mist drift about, cutting their field of vision even further.\n\n            Here and there, thin SHAFTS of SUNLIGHT cut down through\n\n            cracks in the street above, requiring the vampires to\n\n            cautiously circumvent them.\n\n\n\n            They reach a four-way intersection of tunnels.  Blade pauses.\n\n\n\n                                BLADE\n\n                      Time for Nyssa's pheromones.\n\n\n\n            Blade opens a statchel.  Inside are a dozen distinctive\n\n            aluminum atomizers.  He hands them out to the others.\n\n            Whistler triggers a can, spraying a thin mist over his face,\n\n            wrinkling his noses in disgust.\n\n\n\n                                WHISTLER\n\n                      Eau de suckhead.  Tasty.\n\n\n\n                                BLADE\n\n                      We'll split into three units.  First\n\n                      team that makes contact wins the prize.\n\n                      Try to maintain radio silence from here\n\n                      on out.\n\n\n\n            Blade points to Chupa and Whistler, indicating the Eastern\n\n            tunnel.  They head off.  Next, Blade directs Nyssa, Asad,\n\n            Snowman, and Verlaine down the Western tunnel.  Blade nods to\n\n            Reinhardt and starts down the Northern branch.\n\n\n\n            INT. EASTERN TUNNEL - DAY\n\n\n\n            It's darker here, no shafts of sunlight slicing down from\n\n            above.  Whistler turns on his UV entry light.  Chupa reaches\n\n            out with his hand, partially blocking the beam.\n\n\n\n                                CHUPA\n\n                      Turn it off.",
  "56": "---END OF PREVIOUS SECTION---\nWhistler turns on his UV entry light. Chupa reaches\n\n            out with his hand, partially blocking the beam. CHUPA\n\n                      Turn it off. \n---TARGET SECTION TO BE ANNOTATED---\n            As the shifting patterns of light and shadow play across\n\n            Chupa's face we SEE his pupils contract and dilate\n\n            unnaturally large in response.\n\n\n\n                                CHUPA (CONT'D)\n\n                      We want to attract them, not scare them\n\n                      off.\n\n\n\n                                WHISTLER\n\n                      Yeah, but you fangs can see in the dark.\n\n                      What am I supposed to do?\n\n\n\n            Chupa tosses Whistler a pair of night-vision goggles.\n\n\n\n                                CHUPA\n\n                      Bifocals, grandpa.  And try to keep up.\n\n\n\n            Chupa heads into the darkness, moving with uncanny speed.\n\n\n\n            INT. TUNNELS - VARIOUS\n\n\n\n            We intercut between the three teams now, back and forth as\n\n            they progress deeper into the city's bowels.\n\n\n\n            INT. NORTHERN TUNNEL - DAY\n\n\n\n            Blade and Reinhardt trudge along.  The tunnel slopes inward,\n\n            forming a V-shaped channel where a trickle of water flows.\n\n            Blade notices SOMETHING bobbing in the water.  He nudges it\n\n            with his foot and knocks it free.  It's a broken HUMAN TIBIA\n\n            which twirls around, then flows past their legs.\n\n\n\n            A few steps later on, Reinhardt notices SOMETHING ELSE.  He\n\n            stoops into waist-deep water, picking up what he thinks is an\n\n            isolated HUMAN RIB -- but ends up snagging a tangled mass of\n\n            hair, mud, and bones.\n\n\n\n            INT. EASTERN TUNNEL - DAY\n\n\n\n            Whistler and Chupa move side by side.  Chupa is anxious, eyes\n\n            darting about.  Occasionally, they come upon a transection\n\n            with smaller conduits leading off to the right and the left.\n\n            Then they reach a stooped, narrower tunnel and have to move\n\n            single file.\n\n\n\n            Suddenly, a BLAST of LIGHT and THUNDEROUS SOUND explodes\n\n            above them.  They look up --\n\n\n\n                                WHISTLER\n\n                          (startled)\n\n                      Shit!\n\n\n\n            A subway TRAIN rockets by on a track just above them,\n\n            pummeling them with soot and dust.\n\n\n\n            Unseen by them, briefly illuminated by the flashing subway\n\n            lights we see three Reaper faces, pale and haunting, hanging\n\n            upside down.\n\n\n\n            INT.",
  "57": "---END OF PREVIOUS SECTION---\nA subway TRAIN rockets by on a track just above them,\n\n            pummeling them with soot and dust. Unseen by them, briefly illuminated by the flashing subway\n\n            lights we see three Reaper faces, pale and haunting, hanging\n\n            upside down. INT. \n---TARGET SECTION TO BE ANNOTATED---\n NORTHERN TUNNEL - DAY\n\n\n\n            Blade and Reinhardt reach a dead-end where the tunnel has\n\n            caved in.  A BERM OF HUMAN BONES slopes upward from the water\n\n            -- skulls and ribs, vertebrae, tibias, metatarsi.  Blade\n\n            kneels, inspecting them.  There are gnaw marks on them.\n\n\n\n                                BLADE\n\n                      Must be hundreds of these skeletons\n\n                      here.\n\n\n\n                                REINHARDT\n\n                      So?\n\n\n\n                                BLADE\n\n                      So I think you people may have\n\n                      underestimated how many Reapers you're\n\n                      dealing with.\n\n\n\n            INT. WESTERN TUNNEL - DAY\n\n\n\n            As Nyssa, Snowman, Verlaine, and Asad cautiously move\n\n            forward, Nyssa GASPS, startled by --\n\n\n\n            HALF A DOZEN REAPERS laying on the tunnel floor before them\n\n            in a stagnant pool of sewage water.  Dead.\n\n\n\n            INT. EASTERN TUNNEL - DAY\n\n\n\n            Back with Whistler and Chupa, Whistler is in the lead.\n\n\n\n                                CHUPA (O.S.)\n\n                      Hey,hillbilly.\n\n\n\n            As Whistler turns around, Chupa SLAMS Whistler in the side of\n\n            the head, swiping his night-vision goggles off.  As Whistler\n\n            vainly searches for his goggles.\n\n\n\n                                WHISTLER\n\n                      What the fuck you doing?\n\n\n\n                                CHUPA\n\n                      Ain't nobody here but you and me,\n\n                      chicken wing.  I'd say this is as good a\n\n                      time as any to settle up.\n\n\n\n            Chupa moves stealthily in darkness, violently KICKING the\n\n            older man.  Whistler tries to crawl away, then reaches for\n\n            his pheromone atomizer and locks it in the \"on-position\".  As\n\n            Chupa continues to lay into Whistler we SEE the atomizer roll\n\n            away, dispensing its contents.\n\n\n\n            INT. NORTHERN TUNNEL - DAY\n\n\n\n            Blade and Reinhardt by the berm of human bones.\n\n\n\n                                NYSSA (O.S.)\n\n                          (filtered; over comm.)\n\n                      Blade.  We've got six Reapers.  They're\n\n                      all dead.\n\n\n\n                                BLADE\n\n                      Fry 'em.\n\n\n\n            INT.",
  "58": "---END OF PREVIOUS SECTION---\nThey're\n\n                      all dead. BLADE\n\n                      Fry 'em. INT. \n---TARGET SECTION TO BE ANNOTATED---\n WESTERN TUNNEL - DAY\n\n\n\n            Nyssa nods to Asad and Verlaine.  They train their UV lasers\n\n            on the area where the Reaper corpses were -- but the Reaper\n\n            bodies are gone.  And so is Snowman for that matter.\n\n\n\n                                ASAD\n\n                      What?  Where did they go?\n\n\n\n                                VERLAINE\n\n                      Screw that, where did Snowman go?\n\n\n\n            Just then, we hear a NOISE from above.  Nyssa and the others\n\n            whip their UV lasers in that direction.\n\n\n\n                                NYSSA\n\n                      Jesus, they were playing possum!\n\n\n\n            THEIR POV\n\n\n\n            A HORDE OF REAPERS skitter away from the lights.\n\n\n\n            INT. EASTERN TUNNEL - DAY\n\n\n\n            CLOSE ON the pheromone atomizer, the spray petering out.\n\n            Whistler is beat to shit, bleeding from his mouth.  Chupa\n\n            reaches for his handgun, whipping it out just as --\n\n\n\n            Whistler's hands brush the damaged night vision goggles.  He\n\n            swings them upward.\n\n\n\n            WHISTLER'S POV (THROUGH GOGGLES)\n\n\n\n            Whistler has just enough time to register Chupa, the handgun\n\n            pointed directly at him/us before noticing SOMETHING ELSE\n\n            just beyond Chupa.\n\n\n\n            A DOZEN REAPERS\n\n\n\n            Clinging to the ceiling above.  They drop down on Chupa like\n\n            a pack of rabid dogs, literally tearing him in half.\n\n\n\n            INT. NORTHERN TUNNEL - DAY (20 YEARS AGO)\n\n\n\n            Hearing GUNFIRE and SCREAMS, Blade charges back in Whistler's\n\n            direction as --\n\n\n\n            THE BERM OF HUMAN BONES\n\n\n\n            EXPLODE apart.  Reapers CHARGE towards them, hitting Blade in\n\n            the chest, driving him backwards.  As Blade falls, his entry\n\n            light swings upward, illuminating.\n\n\n\n            ANOTHER REAPER\n\n\n\n            Drops down atop Reinhardt, knocking his UV gun into the\n\n            water.  We SEE even MORE REAPERS converging in on them from\n\n            the side tunnels in a cacophony of SHADOW and NOISE.\n\n\n\n            INT. WESTERN TUNNEL - DAY (20 YEARS AGO)\n\n\n\n            Verlaine, Nyssa and Asad are FIRING their UV lasers.",
  "59": "---END OF PREVIOUS SECTION---\nWe SEE even MORE REAPERS converging in on them from\n\n            the side tunnels in a cacophony of SHADOW and NOISE. INT. WESTERN TUNNEL - DAY (20 YEARS AGO)\n\n\n\n            Verlaine, Nyssa and Asad are FIRING their UV lasers. \n---TARGET SECTION TO BE ANNOTATED---\n  The\n\n            pumping flashes of their guns throw crazy shadows in every\n\n            direction.  Adding to the unbridled chaos of strobing light\n\n            and NOISE.  More and more Reapers are swarming towards them,\n\n            moving towards us at an unearthly clip!  Nyssa and her\n\n            compatriots retreat, running for their lives.\n\n\n\n            A REAPER\n\n\n\n            Leaps, landing on Verlaine's back.  It grabs her head and\n\n            deftly SNAPS her spine in half with a sickening CRUNCH!\n\n\n\n            INT. EASTERN TUNNEL - DAY (20 YEARS AGO)\n\n\n\n            Whistler panics, backing away from the SOUNDS of the reapers\n\n            slaughtering Chupa.  He finds his gun, flicks on the UV entry\n\n            light --\n\n\n\n            And just like that, the attacking reapers have vanished.\n\n            Whistler whirls about, sweeping the UV beam around, but all\n\n            he SEES is darkness.\n\n\n\n            Then, a bone-chilling WHISPER cuts through the shadows.\n\n\n\n                                NOMAK (O.S.)\n\n                      Whistler.\n\n\n\n            Whistler spins.  NOMAK RIGHT BEHIND HIM.  As Whistler whips\n\n            the UV gun up, Nomak stops it.  The beam is mere millimeters\n\n            from the Reaper's face -- close enough to illuminate his\n\n            nightmarish features, but not close enough to burn.\n\n\n\n                                NOMAK (CONT'D)\n\n                      If you survive this, tell your master.\n\n                      My end is my beginning.\n\n\n\n            In an eyeblink, Nomak is gone.  Whistler spins, shining the\n\n            UV this way and that.  Alone in the dark.\n\n\n\n            INT. NORTHERN TUNNEL - DAY\n\n\n\n            Blade FIRES his UV into a Reaper's torso.  As the Reaper\n\n            incinerates, Blade spins, FIRING at a second Reaper --\n\n\n\n            ON REINHARDT\n\n\n\n            Firing his non-UV weapon.  Two Reapers are closing in on him.\n\n\n\n                                BLADE\n\n                      Take mine!\n\n\n\n            Blade throws Reinhardt his UV laser and unsheathes his sword.\n\n            Reinhardt sweeps the lethal beam over the two reapers.\n\n\n\n            Blade retreats back into the water, calm, letting the\n\n            creatures comes to him.",
  "60": "---END OF PREVIOUS SECTION---\nBlade throws Reinhardt his UV laser and unsheathes his sword. Reinhardt sweeps the lethal beam over the two reapers. Blade retreats back into the water, calm, letting the\n\n            creatures comes to him. \n---TARGET SECTION TO BE ANNOTATED---\n  As they close in on him, he slips\n\n            the tip of the sword beneath the surface of the water,\n\n            waiting --\n\n\n\n            As one, the Reapers converge on Blade.  He swings his sword\n\n            up from the water, hacking away at them, using their own\n\n            momentum against them.\n\n\n\n            Reinhardt considers his options.  He decides to run for it --\n\n\n\n                                BLADE (CONT'D)\n\n                      Reinhardt!\n\n\n\n            Reinhardt races away, abandoning Blade.  Blade reaches for\n\n            one of the UV flashbangs clipped to his harness.  He pulls\n\n            the pin with his teeth and shoves it into an on-rushing\n\n            Reaper's mouth as --\n\n\n\n            Reinhardt slips on the wet concrete and --\n\n\n\n            BANG!  Searing LIGHT fills the tunnel, instantly incinerating\n\n            the Reaper.\n\n\n\n            Reinhardt's unprotected face CATCHES FIRE.   He SCREAMS,\n\n            falling back into the water, trying to douse the flames.\n\n            ANOTHER REAPER lands atop him, dragging him down as --\n\n\n\n            INT. NORTHERN AND WESTERN TUNNELS - CONTINUOUS\n\n\n\n            We hear GUNFIRE and SCREAMS coming from all directions.\n\n            Blade retreats.  A reaper, fully ON FIRE from the UV\n\n            explosion, races towards him.  As Blade decapitates it:\n\n\n\n                                BLADE\n\n                          (shouting into radio)\n\n                      Re-group!  Re-group!\n\n\n\n            Asad and Nyssa also retreat.  Nyssa pulls a pin on a UV\n\n            flashbang, throws it behind her.  BA-BANG!  UV light fills\n\n            the tunnels and --\n\n\n\n            INT. SEWER LINE - FOUR-WAY INTERSECTION - DAY\n\n\n\n            Blade, Nyssa, Whistler and Asad abruptly find themselves back\n\n            in the four-way juncture, knee-deep in water.  They quickly\n\n            regroup, out of breath, riding adrenaline highs.\n\n\n\n                                NYSSA\n\n                      Where's Chupa?\n\n\n\n                                WHISTLER\n\n                      Forget him, he's chunk-style.\n\n\n\n                                ASAD\n\n                      Same with Snowman and Verlaine.\n\n\n\n                                WHISTLER\n\n                      Guess that perfume of yours did the\n\n                      trick after all?\n\n\n\n                                BLADE\n\n                          (quietly)\n\n                      A little too well, I'd say.",
  "61": "---END OF PREVIOUS SECTION---\nASAD\n\n                      Same with Snowman and Verlaine. WHISTLER\n\n                      Guess that perfume of yours did the\n\n                      trick after all? BLADE\n\n                          (quietly)\n\n                      A little too well, I'd say. \n---TARGET SECTION TO BE ANNOTATED---\n            The others turn to look in Blade's direction.\n\n\n\n            DOZENS OF RED EYES\n\n\n\n            are staring out at them from the darkness of the Eastern\n\n            Tunnel.  Then we hear a HISSING SOUND coming from the\n\n            opposite direction.  Blade and the others spin around --\n\n\n\n            MORE RED-EYED REAPERS\n\n\n\n            are closing in on them from the West.  AND THE NORTH.  AND\n\n            THE SOUTH!  There must be forty of them in all.\n\n\n\n                                WHISTLER\n\n                      Perfect.  We got the whole fucking\n\n                      Partridge family here.\n\n\n\n            They retreat until they are back to back, each one of them\n\n            covering their respective tunnel opening.\n\n\n\n            A REAPER\n\n\n\n            Lunges at them from the North.  Asad triggers his UV laser,\n\n            scorching the creature.  It HOWLS and slinks backwards.\n\n\n\n            TWO MORE REAPERS\n\n\n\n            Attack from the East and the West.  Blade and Nyssa respond\n\n            in kind, burning their assailants in mid-air.  But even as\n\n            they fire, their UV beams weaken, the flashes of light coming\n\n            from their barrels pulsing less frequently.\n\n\n\n                                WHISTLER (CONT'D)\n\n                      Unless anybody has any bright ideas, I'd\n\n                      say we're about half a battery away from\n\n                      a reaper gang-bang.\n\n\n\n            The foursome are managing to keep the Reapers at bay, but\n\n            just barely.  Blade motions to Nyssa.\n\n\n\n                                BLADE\n\n                      Give me the rest of the pheromones.\n\n\n\n            Nyssa reaches inside her harness, handing Blade the remaining\n\n            atomizers.  He crushes them in his fist, letting the fluid\n\n            within spill over his face and chest.\n\n\n\n                                ASAD\n\n                      What are you doing?\n\n\n\n            The Reapers become even more agitated, HISSING loudly,\n\n            pressing in on them closer and closer.  Blade nods his head\n\n            back down the Western tunnel.\n\n\n\n                                BLADE\n\n                      Verlaine's body is back there somewhere\n\n                      with the UV bomb.  If you train your\n\n                      guns in that direction, you'll drive an\n\n                      opening in their ranks.  I'll run for\n\n                      it.  When the Reapers come after me, you\n\n                      make a break for it the other way.\n\n\n\n            Asad studies Blade with newfound respect.",
  "62": "---END OF PREVIOUS SECTION---\nI'll run for\n\n                      it. When the Reapers come after me, you\n\n                      make a break for it the other way. Asad studies Blade with newfound respect. \n---TARGET SECTION TO BE ANNOTATED---\n                                ASAD\n\n                      You won't make it.\n\n\n\n                                BLADE\n\n                          (hefting his UV gun)\n\n                      Then I'll die trying, won't I?\n\n\n\n                                NYSSA\n\n                      Blade.\n\n\n\n                                BLADE\n\n                      Save it.  I don't want to hear your\n\n                      words.  Let's do this NOW!!!\n\n\n\n            The foursome spin, FIRING their UV lasers down the Western\n\n            tunnel.  The Reapers SHRIEK, falling to either side, their\n\n            bodies burning --\n\n\n\n            Blade CHARGES FORWARD, firing his dying UV laser.  As he\n\n            makes it past the line of Reapers, they start after him,\n\n            driven into a frenzy by the pheromones.  The Reapers in the\n\n            Northern and Eastern tunnels flood after Blade too, leaving --\n\n\n\n            Nyssa, Whistler and Asad to contend with the Reapers in the\n\n            Southern tunnel.  They discharge their weapons, shouldering\n\n            Reapers aside, making a mad dash for freedom.\n\n\n\n            INT. WESTERN TUNNEL - DAY\n\n\n\n            Blade runs, splashing and stumbling through the water, just a\n\n            hair's breadth ahead of the HOWLING Reaper horde.  Suddenly,\n\n            the tunnel widens out into a larger chamber.\n\n\n\n            INT. SOUTHERN TUNNEL - DAY\n\n\n\n            Whistler and the others FIRE BACK at the small group of\n\n            Reapers which have followed them, rather than Blade.\n\n\n\n            ON WHISTLER\n\n\n\n            cut off from Nyssa and Asad.  He spots a maintenance ladder\n\n            and runs for it, dragging himself up the rungs.  A Reaper\n\n            leaps up the ladder after him --\n\n\n\n            Whistler reaches the top of the ladder, but his exit is\n\n            blocked by a manhole cover!  It's STUCK!  Whistler swings up\n\n            his shotgun, FIRING into the cover.\n\n\n\n            The cover is BLOWN UPWARDS, sending a shaft of blinding\n\n            sunlight down on the Reaper below him.  As the Reaper\n\n            incinerates, Whistler scurries upwards to safety.\n\n\n\n            INT. WESTERN TUNNEL/CHAMBER - DAY\n\n\n\n            Blade reaches Verlaine's half-submerged body.",
  "63": "---END OF PREVIOUS SECTION---\nAs the Reaper\n\n            incinerates, Whistler scurries upwards to safety. INT. WESTERN TUNNEL/CHAMBER - DAY\n\n\n\n            Blade reaches Verlaine's half-submerged body. \n---TARGET SECTION TO BE ANNOTATED---\n  He tears the\n\n            backpack carrier off the dead vampire and hefts it onto his\n\n            shoulder, charging up an elevated concrete embankment as --\n\n\n\n            INT. SOUTHERN TUNNEL - DAY\n\n\n\n            Nyssa and Asad find themselves cornered.  Their UV lasers are\n\n            shot.  The Reapers are closing in and we're --\n\n\n\n\n\n            INT. WESTERN TUNNEL/CHAMBER - DAY\n\n\n\n            Back with Blade, the Reapers overrunning him.  They pile atop\n\n            one another in a frenzied effort to get to him.  Dozens and\n\n            dozens of them.  And still Blade struggles upward, lifting\n\n            the UV cluster bomb triumphantly above his head, triggering\n\n            the device.\n\n\n\n            The world goes white.\n\n\n\n            No explosions.  Just BLINDING, PURIFYING LIGHT leaving us\n\n            with a retina-burn image of Blade's silhouette surrounded by\n\n            Reapers.  In that brief instant, the Reapers are frozen,\n\n            revealed as WRAITH-LIKE X-RAY IMAGES of bone and muscle.\n\n\n\n            INT. SOUTHERN TUNNEL - DAY\n\n\n\n            A BLAST-WAVE of LIGHT fills the tunnel, chasing its way\n\n            towards Nyssa and Asad, overtaking the Reapers before them.\n\n            Asad throws himself at Nyssa, knocking her into the knee-deep\n\n            water, shielding her body with his own.\n\n\n\n            BENEATH THE WATER\n\n\n\n            Asad still burns, flaring up and disintegrating from the\n\n            surface on downward like a piece of liquid-drenched\n\n            magnesium, bubbles streaming from his writing body.\n\n\n\n            INT. WESTERN TUNNEL - DAY\n\n\n\n            Darkness, then patterns of subtle shadow and light as our\n\n            vision slowly returns.  FWASH!  Blade strikes a FLARE.  In\n\n            the sputtering aureole, the aftermath is slowly revealed.\n\n\n\n            Blade crouches, unscathed, as if he were standing ground zero\n\n            in the aftermath of Hiroshima.  Scores of Reaper ash-outlines\n\n            radiate out from him, some of them flash-seared into the\n\n            surrounding brickwork walls like permanent shadows.\n\n\n\n            INT. SOUTHERN TUNNEL - DAY\n\n\n\n            Blade slowly makes his way down the tunnel, using the\n\n            sputtering flare to guide him.",
  "64": "---END OF PREVIOUS SECTION---\nScores of Reaper ash-outlines\n\n            radiate out from him, some of them flash-seared into the\n\n            surrounding brickwork walls like permanent shadows. INT. SOUTHERN TUNNEL - DAY\n\n\n\n            Blade slowly makes his way down the tunnel, using the\n\n            sputtering flare to guide him. \n---TARGET SECTION TO BE ANNOTATED---\n  As before, he sees nothing\n\n            but Reaper ash outlines.  But then, Blade sees --\n\n\n\n            NYSSA\n\n\n\n            Bleeding and horribly burned despite Asad's sacrifice.  Blade\n\n            crouches, scooping her up into his arms.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. HOSPITAL - INNER-CITY TRAUMA WARD - DAY\n\n\n\n            BANG!  Blade kicks open a pair of doors, hurrying Nyssa\n\n            inside.  He's carrying her limp form in his arms, having\n\n            wrapped her in a blanket.  Blade himself looks like hell\n\n            warmed over -- covered in blood, ash, and grime.\n\n\n\n            He rushes her towards the ER, navigating through a maze of\n\n            PATIENTS and VISITORS.  An ER NURSE approaches.\n\n\n\n                                ER NURSE\n\n                      Sir, you can't just --\n\n\n\n            WHAM!  Blade shoulders the ER NURSE aside, barreling into the\n\n            triage where bewildered DOCTORS and ORDERLIES wait.\n\n\n\n                                DOCTOR\n\n                      What?!\n\n\n\n                                BLADE\n\n                      She needs a hypertransfusion.  NOW!\n\n\n\n            Blade sets Nyssa down on an operating table, pulling off the\n\n            blanket.  She's badly burned and she's lost an enormous\n\n            amount of blood.  As we watch, she GROANS, revealing her\n\n            fangs.\n\n\n\n                                DOCTOR\n\n                          (aghast)\n\n                      God in Heaven.\n\n\n\n            Just then, a POLICEMAN enters, gun drawn.\n\n\n\n                                POLICEMAN\n\n                      Alright, buddy, step away if --\n\n\n\n            WHAP!  Blade slaps the cop's gun away and KICKS him in the\n\n            chest.  The cop flies backwards, SLAMS into a bank of\n\n            equipment, falls.  A NURSE SCREAMS.  In a near blur, Blade\n\n            has his MACH out and pressed against the Doctor's forehead.\n\n\n\n                                BLADE\n\n                      Do you want to die?\n\n\n\n                                DOCTOR\n\n                      Not particularly.\n\n\n\n                                BLADE\n\n                          (holstering his MACH)\n\n                      Then get your fucking team in gear.\n\n\n\n            Blade unsheathes his sword, deftly drawing the edge across\n\n            his wrist, opening a vein.",
  "65": "---END OF PREVIOUS SECTION---\nDOCTOR\n\n                      Not particularly. BLADE\n\n                          (holstering his MACH)\n\n                      Then get your fucking team in gear. Blade unsheathes his sword, deftly drawing the edge across\n\n            his wrist, opening a vein. \n---TARGET SECTION TO BE ANNOTATED---\n  He cradles Nyssa's head, pulling\n\n            her mouth to the wound on his wrist.  And as she starts to\n\n            feed we pull back and --\n\n\n\n                                                                 CUT TO:\n\n\n\n            EXT. THE CITY - DUSK\n\n\n\n            The sun dips towards the horizon.  The shadows of the urban\n\n            landscape lengthen and darken in time-lapse.\n\n\n\n            INT. SCUD'S WORKSHOP - SHOWERS - DUSK\n\n\n\n            Blade stands beneath the showerhead, turning his face up into\n\n            the scalding spray, rinsing the blood from his chiseled\n\n            physique.  Crimson water circles the drain.\n\n\n\n            INT. SCUD'S WORKSHOP - BLADE'S SLEEPING AREA - DUSK\n\n\n\n            Nyssa now rests on a cot.  Peaceful, the color having\n\n            somewhat returned to her features.  After a moment, her eyes\n\n            flutter open and she takes in her surroundings.  She is in\n\n            Blade's austere bedroom -- there are tatami mats, a basin for\n\n            water, a well-thumbed volume of Zen koans.\n\n\n\n            A SHAFT OF SUNLIGHT\n\n\n\n            cuts through an icy window pane above, angling down near\n\n            Nyssa's cot.  Dust motes swirl about it.\n\n\n\n            Nyssa focuses on it.  Longingly.  Then she raises her arm and\n\n            reaches towards it.  Closer, closer -- just barely extending\n\n            her hand into the light.  Her fingertips blacken and smoke,\n\n            yet Nyssa endures the pain for another moment.  Finally, she\n\n            withdraws her hand, inspecting the damage -- then notices\n\n            Blade watching her from the doorway.\n\n\n\n                                NYSSA\n\n                      Each day is a little life.\n\n\n\n                                BLADE\n\n                      What?\n\n\n\n                                NYSSA\n\n                      \"Each day is a little life.  Every\n\n                      waking and rising a little birth, every\n\n                      fresh morning a little youth, every\n\n                      going to rest and sleep a little death.\"\n\n\n\n            She looks back to the sunlight, wistful, sits herself up.\n\n\n\n                                NYSSA (CONT'D)\n\n                      Anyone else make it?\n\n\n\n                                BLADE\n\n                      I don't think so.\n\n\n\n            Blade enters, kneeling by the edge of the cot, inspecting her\n\n            wounds.  Studiously avoiding her gaze.\n\n\n\n                                NYSSA\n\n                      Thank you.",
  "66": "---END OF PREVIOUS SECTION---\nBlade enters, kneeling by the edge of the cot, inspecting her\n\n            wounds. Studiously avoiding her gaze. NYSSA\n\n                      Thank you. \n---TARGET SECTION TO BE ANNOTATED---\n                                BLADE\n\n                      For what?\n\n\n\n                                NYSSA\n\n                      It would've been easy for you to let me\n\n                      die back there today, but you didn't.\n\n\n\n                                BLADE\n\n                          (shrugging)\n\n                      I wouldn't read too much into it.\n\n\n\n            She reaches for his face.  Blade stops her hand.\n\n\n\n                                BLADE (CONT'D)\n\n                      You don't want to go there.\n\n\n\n                                NYSSA\n\n                      Why?\n\n\n\n                                BLADE\n\n                      Because one of us is going to kill the\n\n                      other before this ends.\n\n\n\n                                NYSSA\n\n                      It doesn't have to be like that.  We\n\n                      don't have to be enemies.\n\n\n\n                                BLADE\n\n                      Get real.  I was useful to Damaskinos as\n\n                      long as the hunt was still on.  Now that\n\n                      it's over, all bets are off.\n\n\n\n                                NYSSA\n\n                          (pointedly)\n\n                      If that's true, then why'd you save me?\n\n\n\n            Blade stands now, moving to the ice-covered window, troubled\n\n            by the question.  Damned if he knows the answer.  After a\n\n            beat, Nyssa rises too, keeping to the shadows.\n\n\n\n                                NYSSA (CONT'D)\n\n                      Why do you hate us so much?\n\n\n\n                                BLADE\n\n                      I am a hunter.  A weapon.  It's what I\n\n                      do.  It's in my blood.\n\n\n\n                                NYSSA\n\n                      Well it's in mine, too.  I'm a\n\n                      pureblood.  I wasn't turned.  I was born\n\n                      this way.  Just like you.  Am I evil\n\n                      because I want to survive?\n\n                          (beat)\n\n                      What about a wolf?  What about any\n\n                      predator?\n\n\n\n            Nyssa pursues Blade, circling around in front of him so he\n\n            has to face her again.\n\n\n\n                                NYSSA (CONT'D)\n\n                      The only difference between you and me\n\n                      is that I made peace with who I was a\n\n                      long time ago.  I'm not ashamed of what\n\n                      I am.\n\n                          (beat)\n\n                      You haven't been hunting us all these\n\n                      years.  You've been hunting yourself.\n\n\n\n            Blade moves away.  She reaches for his shoulder.  He whirls\n\n            on her, angry, traps her hand.",
  "67": "---END OF PREVIOUS SECTION---\nBlade moves away. She reaches for his shoulder. He whirls\n\n            on her, angry, traps her hand. \n---TARGET SECTION TO BE ANNOTATED---\n  She tires to pull it free but\n\n            he grips her wrist tightly, pulling her closer --\n\n\n\n                                NYSSA (CONT'D)\n\n                      You're hurting me.\n\n\n\n                                BLADE\n\n                      Pain cuts the deepest, isn't that what\n\n                      you said?\n\n\n\n            And closer, their faces are just inches apart now --\n\n\n\n                                BLADE (CONT'D)\n\n                      Reminds you you're alive?\n\n\n\n            And Blade kisses her, hungrily.  Nyssa responds in kind.  Her\n\n            head drops low, her mouth finding the cords of his neck --\n\n            sucking at his flesh, then sinking her teeth in deep and --\n\n\n\n            WHAM!  Blade clamps a hand around her throat, slamming her\n\n            head back.  A droplet of blood dribbles from her lips as she\n\n            lets loose a breathless shudder.  She's in the ecstatic\n\n            throes of the Thirst now, all reason gone.\n\n\n\n            Blade reaches his other hand to her shirt, ripping it open as\n\n            he runs his fingers across her breasts, then over her exposed\n\n            rib cage.  He turns her around, forcing her against the wall,\n\n            sinking his own fangs into the back of her neck.  She groans\n\n            as we --\n\n\n\n                                                                 CUT TO:\n\n\n\n            THE TWO OF THEM\n\n\n\n            Naked on the tatami mats upon which Blade sleeps.  Skin\n\n            beaded with sweat.  Breath steaming in the chill air.  He's\n\n            atop her, moving inside her with measured thrusts.\n\n\n\n            Nyssa's limbs are wrapped around him.  She claws at the\n\n            expanse of his back with her fingernails.  Her mouth is\n\n            locked on Blade's throat, then his is locked on hers.\n\n            Together they drink, leeching blood from one another.\n\n\n\n            PULLING BACK AGAIN\n\n\n\n            Nyssa clutching greedily at Blade like she never wants to let\n\n            go.  Her soul is gone -- transported to that place we drift\n\n            to when the euphoria overtake us and we're somehow able to\n\n            transcend the horror of our fleeting lives.\n\n\n\n            Finally, Nyssa GASPS, climaxing as she retracts her fangs\n\n            from Blade.  Her head rolls to the side as her pupil --\n\n            focused on nothing short of eternity -- dilate unnaturally\n\n            large.",
  "68": "---END OF PREVIOUS SECTION---\nHer soul is gone -- transported to that place we drift\n\n            to when the euphoria overtake us and we're somehow able to\n\n            transcend the horror of our fleeting lives. Finally, Nyssa GASPS, climaxing as she retracts her fangs\n\n            from Blade. Her head rolls to the side as her pupil --\n\n            focused on nothing short of eternity -- dilate unnaturally\n\n            large. \n---TARGET SECTION TO BE ANNOTATED---\n            LATER\n\n\n\n            Blade and Nyssa lie in each other's arms, awash in moonlight,\n\n            blissfully dead to the world until --\n\n\n\n            SOMETHING MAKES BLADE STIR\n\n\n\n            He sits up, listening.  Nyssa stirs beside him.  She moves to\n\n            speak but Blade holds up a hand, silencing her.  Together,\n\n            they slowly creep towards a nearby window where --\n\n\n\n            JARED NOMAK'S NIGHTMARE FACE\n\n\n\n            is pressed up against the icy glass, staring back at them!\n\n            Nyssa GASPS.  Blade draws back with a start.  But in the time\n\n            it takes to blink, Nomak is gone.  Just then, we hear a\n\n            NOISE.  Scud appears in a doorway, groggy.\n\n\n\n                                SCUD\n\n                      What's going on?\n\n\n\n                                BLADE\n\n                      He was here.  Watching us.\n\n\n\n                                SCUD\n\n                      Nomak?\n\n\n\n                                BLADE\n\n                      He wants us to know he's hunting us now.\n\n\n\n            MOMENTS LATER\n\n\n\n            Blade is at the computer workstation.  He activates the\n\n            footage of Nomak he was viewing earlier.  He fast-forwards to\n\n            a specific moment, then plays it back at normal speed.\n\n\n\n                                BLADE (CONT'D)\n\n                      Nomak said something to me before he\n\n                      disappeared the first time --\n\n\n\n            Blade points to the screen, saying the words as Nomak\n\n            silently mouths them.\n\n\n\n                                BLADE (CONT'D)\n\n                      Athelfiki singenia ex amato.  At first I\n\n                      thought he might've been using one of\n\n                      the vampire dialects.  But it turns out,\n\n                      it's Greek.  Do you know what it means?\n\n\n\n            Nyssa shakes her head.\n\n\n\n                                BLADE (CONT'D)\n\n                      It means \"bloodbrother.\"\n\n\n\n                                NYSSA\n\n                      I don't understand.\n\n\n\n                                WHISTLER (O.S.)\n\n                      Well maybe I do.\n\n\n\n            Blade spins, his MACH pistol up and ready to fire.  Whistler\n\n            sits on the opposite side of the room, watching them as he\n\n            smokes.\n\n\n\n                                WHISTLER (CONT'D)\n\n                          (to Scud)\n\n                      Your security's for shit, kid.\n\n\n\n                                BLADE\n\n                      Where the hell have you been?\n\n\n\n                                WHISTLER\n\n                      Just out connecting a few dots.",
  "69": "---END OF PREVIOUS SECTION---\nWHISTLER (CONT'D)\n\n                          (to Scud)\n\n                      Your security's for shit, kid. BLADE\n\n                      Where the hell have you been? WHISTLER\n\n                      Just out connecting a few dots. \n---TARGET SECTION TO BE ANNOTATED---\n            Whistler rises from his chair.  He flicks his cigarette butt\n\n            into the shadows and fixes Blade with a heavy stares.\n\n\n\n                                WHISTLER (CONT'D)\n\n                      Bangin' some vampire chick.  Kind of a\n\n                      faux pas in our line of work, wouldn't\n\n                      you say?  Hope you double bagged it, at\n\n                      least.\n\n\n\n            Blade is still guarded, not yet ready to lower his MACH.\n\n\n\n                                BLADE\n\n                      What's your problem, Whistler?\n\n\n\n                                WHISTLER\n\n                      Why don't you ask your girlfriend?\n\n\n\n            Blade looks to Nyssa, but she seems equally perplexed.\n\n\n\n                                WHISTLER (CONT'D)\n\n                      I did some checking on that Carter\n\n                      Stevens character.  That familiar of\n\n                      theirs who claimed he was with the NIH?\n\n                      Turns out he used to work for them, but\n\n                      he doesn't anymore.\n\n\n\n                                BLADE\n\n                      Then who does he work for?\n\n\n\n            Whistler gives Nyssa a rueful stare, then tosses Blade a\n\n            research folder.  On the cover is the same red, double-helix\n\n            logo we saw at Damaskinos' facility.\n\n\n\n                                WHISTLER\n\n                      Some biotech outfit called Caliban\n\n                      Industries.  They've been lying to us\n\n                      since day one.  This Nomak fucker didn't\n\n                      evolve.  He was designed.\n\n\n\n            Nyssa look to Blade, imploring.\n\n\n\n                                NYSSA\n\n                      I don't know what he's talking about.\n\n\n\n                                WHISTLER\n\n                      You expect us to believe that?\n\n                          (to Blade)\n\n                      Who you going to trust, Blade?  Me or\n\n                      her?\n\n\n\n            EXT. CALIBAN INDUSTRIES - NIGHT\n\n\n\n            A high-tech, heavily guarded industrial complex nestled\n\n            within an expanse of unassuming wooded acreage overlooking\n\n            the ocean.\n\n\n\n            INT. DAMASKINOS' LAIR - NIGHT\n\n\n\n            Carter Stevens shuts down his computer workstation, then\n\n            moves to the heavy oak door, glancing at a medical chart as\n\n            he opens it.  When he looks up --\n\n\n\n                                STEVENS\n\n                      You?\n\n\n\n            A fist PUNCHES Stevens in the face.\n\n\n\n            BLADE\n\n\n\n            Stands in the entry way.  Whistler is behind him, holding a\n\n            gun to Nyssa.",
  "70": "---END OF PREVIOUS SECTION---\nA fist PUNCHES Stevens in the face. BLADE\n\n\n\n            Stands in the entry way. Whistler is behind him, holding a\n\n            gun to Nyssa. \n---TARGET SECTION TO BE ANNOTATED---\n  Scud is there, too.\n\n\n\n                                BLADE\n\n                          (mobing in on Stevens)\n\n                      Start talking, bitch.\n\n\n\n                                STEVENS\n\n                      I don't know what you --\n\n\n\n            Blade spins Stevens around, shoving his face against a glass\n\n            case, crushing the man's nose, spiderwebbing the glass.\n\n\n\n                                BLADE\n\n                      Nomak!  You created him!\n\n\n\n            Blade clamps his fingers around Stevens' broken nose and\n\n            twists it with a sickening CRUNCH.  Stevens SCREAMS, caving.\n\n\n\n                                STEVENS\n\n                      Ohgodohgodohgod...\n\n                          (in agony)\n\n                      Alright, alright.  Yes, we did...\n\n                          (gasping)\n\n                      PLEASE!  PLEASE!!!\n\n\n\n            Blade releases him.  Stevens sinks to the floor, cradling his\n\n            brutalized face.\n\n\n\n                                BLADE\n\n                      Keep talking, Stevens.  Tell me why.\n\n\n\n                                STEVENS\n\n                          (sputtering)\n\n                      The Shadow Cabinet.  For decades they've\n\n                      been trying to find a way to rid\n\n                      themselves of their hereditary\n\n                      weaknesses.  Viral epidemiology,\n\n                      immunochemistry.  Recombinant DNA was\n\n                      the next logical step.\n\n\n\n                                NYSSA\n\n                          (genuinely horrified)\n\n                      No, that's not possible.  They wouldn't\n\n                      keep something like this from me...\n\n\n\n                                STEVENS\n\n                      Your father didn't want you to know.\n\n                          (haltingly)\n\n                      Something went wrong.  The Reaper strain\n\n                      was too aggressive.  Then Nomak escaped.\n\n\n\n                                WHISTLER\n\n                      And we're supposed to clean up your\n\n                      mess.  Fucking perfect.\n\n\n\n                                STEVENS\n\n                          (defensive)\n\n                      Look, the fact that Nomak was\n\n                      artificially created didn't make the\n\n                      threat any less urgent.  He was still\n\n                      out there, spreading the Reaper virus.\n\n\n\n            But Blade's not concerned about that now.  He's got something\n\n            more pressing on his mind.\n\n\n\n                                BLADE\n\n                      The genetic material you spliced into\n\n                      Nomak --\n\n                          (beat; almost fearful)\n\n                      Where did you get it?\n\n\n\n                                DAMASKINOS (O.S.)\n\n                      I should think that would be obvious at\n\n                      this point.\n\n\n\n            ANGLE ON DAMASKINOS\n\n\n\n            Standing behind them.",
  "71": "---END OF PREVIOUS SECTION---\nDAMASKINOS (O. S.)\n\n                      I should think that would be obvious at\n\n                      this point. ANGLE ON DAMASKINOS\n\n\n\n            Standing behind them. \n---TARGET SECTION TO BE ANNOTATED---\n                                DAMASKINOS (CONT'D)\n\n                      We took the genetic material from you.\n\n\n\n            INT. CALIBAN INDUSTRIES - ELEVATED CORRIDOR - NIGHT\n\n\n\n            Damaskinos leads them down a corridor.\n\n\n\n                                DAMASKINOS\n\n                      Jared Nomak is your genetic brother.\n\n                      And I suppose if you follow that line of\n\n                      reasoning to its logical conclusion,\n\n                      then these are your offspring.\n\n\n\n            Damaskinos reaches to a nearby control panel, pressing a\n\n            button.  A pair of massive doors slide apart, revealing:\n\n\n\n            THE EUGENICS CHAMBER\n\n\n\n            We are in a vast, multitiered, temperature-controlled chamber\n\n            -- equal parts 21st century medical facility and Hammer House\n\n            of Horror.\n\n\n\n            A network of catwalks look down upon the circular chamber,\n\n            the center of which is dominated by a massive, steel cask,\n\n            which is in turn ringed by a safety railing.  The operation\n\n            looks not unlike a small-scale water purification plant, or\n\n            perhaps a futuristic distillery.  Only in this instance, the\n\n            liquid churning within the cask is HUMAN BLOOD.\n\n\n\n            TINY EMBRYOS\n\n\n\n            Each no bigger than a thumbnail, line the walls of the\n\n            chamber, preserved in credit card sized cryo-cases.  There\n\n            are thousands of them, resting atop one another in racks with\n\n            stretch from the floor on upwards.\n\n\n\n            As Damaskinos removes an embryo from the rack, we see ANOTHER\n\n            EMBRYO behind it.  That cryo-case now slides forward with a\n\n            WHIR, taking the place of the one which Damaskinos removed.\n\n            Like some kind of perverse vending machine.  God knows how\n\n            deep they're stacked.  If thousands are visible, there could\n\n            be tens of thousands in total.\n\n\n\n            Damaskinos holds the translucent cryo-case up to the light.\n\n            The Embryo within shudders, its tiny heart beating.\n\n\n\n                                DAMASKINOS (CONT'D)\n\n                          (proudly)\n\n                      A new breed, begotten from your own\n\n                      flesh.  Immune to silver, even sunlight.\n\n                          (stepping towards Blade)\n\n                      The wolves have lain with the sheep long\n\n                      enough.  No more compromises.  No more\n\n                      deals.  Only closure.",
  "72": "---END OF PREVIOUS SECTION---\nNo more compromises. No more\n\n                      deals. Only closure. \n---TARGET SECTION TO BE ANNOTATED---\n            BOOM!  We hear the tread of HEAVY FOOTSTEPS approaching.  All\n\n            eyes turn towards a side corridor.\n\n\n\n            REINHARDT\n\n\n\n            enters from the shadows, holding Scud's rail-gun.  Much of\n\n            his face has been burnt away, leaving him with a ghastly\n\n            death's head mask of blackened muscle and exposed bone.\n\n\n\n                                REINHARDT\n\n                      Put it back in park, Blade.\n\n\n\n                                BLADE\n\n                      Thought you were dead.\n\n\n\n                                REINHARDT\n\n                      Seems like there's a lot of that going\n\n                      around these days.\n\n\n\n            As Reinhardt aims the rail gun at Blade, a DOZEN VAMPIRE\n\n            GUARDS appear on the catwalks above, also taking aim.\n\n\n\n                                REINHARDT (CONT'D)\n\n                      Six-thousand feet per second, isn't that\n\n                      what Whistler said?  Let's see you dodge\n\n                      this one --\n\n\n\n            Blade does his level best, pulling his MACH, squeezing off a\n\n            SHOT even as Reinhardt FIRES.  BA-BANG!  Blade is hit in the\n\n            side, spun clear around.  His shot goes wild, hitting one of\n\n            the Guards in the head, turning him to ash as Blade himself\n\n            falls to the floor.\n\n\n\n                                NYSSA\n\n                      Blade!\n\n\n\n            Blade GASPS in shock.  The rail-gun needles have ripped a\n\n            brutal hole through the side of his chest-plate.  He clutches\n\n            at his flank, trying to staunch the blood that's seeping\n\n            between his fingers.  As he sits forward, we see MORE\n\n            FLECHETTES have embedded in the wall behind him, having torn\n\n            completely through him.\n\n\n\n            Whistler steps forward.  One of the vampire sentries LASHES\n\n            OUT, striking him in the face with the butt of his rifle.\n\n            Whistler sinks to his knees, stunned.  The guard disarms him.\n\n\n\n            ON BLADE\n\n\n\n            Gritting his teeth against the pain.  He reaches inside his\n\n            combat harness, pulling out the remote detonator for the\n\n            explosive flechette in Reinhardt's skull.\n\n\n\n                                BLADE\n\n                      Kiss your ass goodbye, Reinhardt.\n\n\n\n                                SCUD\n\n                      You're wasting your time, Blade.",
  "73": "---END OF PREVIOUS SECTION---\nHe reaches inside his\n\n            combat harness, pulling out the remote detonator for the\n\n            explosive flechette in Reinhardt's skull. BLADE\n\n                      Kiss your ass goodbye, Reinhardt. SCUD\n\n                      You're wasting your time, Blade. \n---TARGET SECTION TO BE ANNOTATED---\n  The\n\n                      flechette's a dud.\n\n\n\n            Scud crosses over to Reinhardt's side.  Whistler stares at\n\n            him in disbelief.\n\n\n\n                                SCUD (CONT'D)\n\n                      It was never supposed to explode.  All\n\n                      it was supposed to do was make you feel\n\n                      like you were in control.\n\n\n\n            Blade's eyes darken with hatred.  Reinhardt laughs.\n\n\n\n                                REINHARDT\n\n                      Thought you had me on a short leash,\n\n                      didn't you, chief?  Only it turns out,\n\n                      you're the one that's been on the leash.\n\n\n\n            Reinhardt digs his claws into his scalp and tugs the barbed\n\n            flechette from his skull.  As he does so, Blade's remote\n\n            detonator BEEPS to indicate it's being tempered with.\n\n            Reinhardt finishes removing it and sighs contentedly.\n\n\n\n                                REINHARDT (CONT'D)\n\n                      That's better.\n\n\n\n            Reinhardt tosses the fletchette to Scud, who grins, flipping\n\n            down his lower lip to reveal a vampire glyph tattooed on it.\n\n\n\n                                SCUD\n\n                      See, I'm one of Damaskinos' familiars.\n\n\n\n            Blade looks to Nyssa who averts her gaze.\n\n\n\n                                SCUD (CONT'D)\n\n                      Yeah, your little cootchie knew.\n\n\n\n                                WHISTLER\n\n                      You little shit.  When did they get to\n\n                      you?\n\n\n\n                                SCUD\n\n                      Back when Blade had me hunting down your\n\n                      puckered old ass.  What's up with your\n\n                      hair, anyway?  Fucking Willie Nelson\n\n                      look-a-like?\n\n\n\n            Scud punches Whistler in the face.\n\n\n\n                                SCUD (CONT'D)\n\n                      Man, I so wanted to do that.\n\n\n\n            Scud shakes his hand, which is smarting from the blow.  He\n\n            looks to Blade now, angry.\n\n\n\n                                SCUD (CONT'D)\n\n                      And you.  You never cared about me.  I\n\n                      gave you everything.  All you cared\n\n                      about was digging up the old fuck!  You\n\n                      think they scoped out my security\n\n                      system?\n\n                          (chuckling)\n\n                      I let them in.  Dude, I practically gave\n\n                      'em the fucking keys.  I've been feeding\n\n                      Damaskinos information the whole time.",
  "74": "---END OF PREVIOUS SECTION---\n(chuckling)\n\n                      I let them in. Dude, I practically gave\n\n                      'em the fucking keys. I've been feeding\n\n                      Damaskinos information the whole time. \n---TARGET SECTION TO BE ANNOTATED---\n                      Providing them with samples of your\n\n                      genetic material -- helping them with\n\n                      the Reaper program.  They're close,\n\n                      Blade.  Right up against it.  Any day\n\n                      now, they're all going to be Daywalkers.\n\n                      And when that happens, well, let's just\n\n                      say, I don't want to be on the losing\n\n                      team.  You may be strong, you may be\n\n                      fast, but in the end, you're just too\n\n                      human, B.\n\n\n\n            He pinches Blade's cheek.  Then he stands up.\n\n\n\n                                SCUD (CONT'D)\n\n                      So that's down and dirty.  Got anything\n\n                      to say for yourself?\n\n\n\n                                BLADE\n\n                          (weak, but defiant)\n\n                      Two things.  One, I was on to you the\n\n                      moment they turned you.  And two --\n\n                          (raising the detonator;\n\n                           smiling)\n\n                      I switched that dud of yours back with\n\n                      the real one.\n\n\n\n            Scud has a split-second of terrified, wide-eyed realization\n\n            before Blade pushes the button and BOOM!  The flechette in\n\n            Scud's hand EXPLODES, blowing his body apart, spraying those\n\n            nearest him with blood.  Primarily Reinhardt.\n\n\n\n                                REINHARDT\n\n                      Son of a bitch!\n\n\n\n            As the others react with varying degrees of surprise and\n\n            horror, Reinhardt savagely KICKS Blade across the face.  He\n\n            HITS Blade again and again, driving him down to the floor.\n\n            Then he bends and tugs the sword from Blade's back-scabbard,\n\n            preparing to cut his throat.\n\n\n\n                                DAMASKINOS\n\n                      Reinhardt!\n\n\n\n            Reinhardt hesitates.  Nyssa takes a step towards Blade, but\n\n            Damaskinos stops her.  Damaskinos gestures to his guards.\n\n            They haul Blade up and drag him from the lab.  Reinhardt\n\n            gestures to Whistler.\n\n\n\n                                REINHARDT\n\n                      What about him, then?\n\n                          (crossing to Whistler,\n\n                           handcuffing him)\n\n                      Me and Hobo Kelly here have a little\n\n                      unfinished business.\n\n\n\n            Damaskinos waves dismissively.  Reinhardt takes Whistler\n\n            away.\n\n\n\n            INT.",
  "75": "---END OF PREVIOUS SECTION---\nDamaskinos waves dismissively. Reinhardt takes Whistler\n\n            away. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CALIBAN INDUSTRIES - AUTOPSY ROOM - NIGHT\n\n\n\n            Blade is dragged into a large autopsy room.  The vampire\n\n            guards lay him on a steel autopsy table.  He struggles\n\n            against them, but he's just too weak from loss of blood.\n\n            Eventually they get him secured, clamping his wrists and\n\n            ankles into steel manacles which are affixed to the table.\n\n\n\n            INT. CALIBAN INDUSTRIES - SECURITY ROOM - NIGHT\n\n\n\n            CLOSE ON\n\n\n\n            Blade's sword pommel as the booby-trap blades in the handle\n\n            spring out.\n\n\n\n                                REINHARDT (O.S.)\n\n                      Nice.\n\n\n\n            PULL BACK to reveal Reinhardt holding Blade's sword.  He\n\n            gives it a few practiced swings, then runs his thumb along\n\n            the blade.\n\n\n\n                                REINHARDT (CONT'D)\n\n                      How many vampires do you think he's\n\n                      killed with this thing?\n\n\n\n            ON WHISTLER\n\n\n\n            Sitting in the corner, his hands cuffed behind his back.  We\n\n            are in a security station filled with surveillance monitors\n\n            offering various views of the laboratory complex.\n\n\n\n                                WHISTLER\n\n                      Not nearly enough, Fritz.\n\n\n\n                                REINHARDT\n\n                      Keep talking, warmblood.\n\n\n\n            Reinhardt KICKS Whistler in the face.\n\n\n\n                                REINHARDT (CONT'D)\n\n                      When I'm through with you, you'll be\n\n                      begging for a dirt nap.\n\n\n\n            Whistler spits blood and glares up at Reinhardt.\n\n\n\n                                WHISTLER\n\n                      Been dead before.  Didn't much cotton to\n\n                      it.  Tell you what, chicken shit.  You\n\n                      do your worst.  We'll settle up after.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. CALIBAN INDUSTRIES - EUGENICS CHAMBER - NIGHT\n\n\n\n            Nyssa stands before the banks of vampire embryos, clearly\n\n            troubled.  Damaskinos regards her.\n\n\n\n                                DAMASKINOS\n\n                          (vampire dialect; subtitled)\n\n                      My child --\n\n\n\n            Damaskinos moves in close to her, running a finger along her\n\n            throat.  She doesn't acknowledge it.\n\n\n\n                                DAMASKINOS (CONT'D)\n\n                          (in English)\n\n                      I would hate to think you were losing\n\n                      your perspective.",
  "76": "---END OF PREVIOUS SECTION---\nDAMASKINOS\n\n                          (vampire dialect; subtitled)\n\n                      My child --\n\n\n\n            Damaskinos moves in close to her, running a finger along her\n\n            throat. She doesn't acknowledge it. DAMASKINOS (CONT'D)\n\n                          (in English)\n\n                      I would hate to think you were losing\n\n                      your perspective. \n---TARGET SECTION TO BE ANNOTATED---\n  Who do you think God\n\n                      favors in the web?  The spider or the\n\n                      fly?\n\n\n\n                                NYSSA\n\n                      Nomak said something to Blade in Greek.\n\n                      Athelfiki singenia ex amato.  Where did\n\n                      he learn that?\n\n\n\n                                DAMASKINOS\n\n                      From his father, of course.\n\n\n\n                                NYSSA\n\n                          (horrified)\n\n                      You experimented on your own, son?\n\n\n\n            Damaskinos slowly tightens his hand around Nyssa's throat.\n\n\n\n                                DAMASKINOS\n\n                      I have fathered thousands of children in\n\n                      centuries since I first walked this\n\n                      earth.  Make no mistake, Nyssa.  Those\n\n                      blood-ties mean nothing to me when\n\n                      measured against the ascendancy of our\n\n                      race.  Nothing.\n\n                          (giving her an extra squeeze)\n\n                      If you have any interest in remaining\n\n                      alive, you would do well to remember\n\n                      that.\n\n\n\n            Damaskinos releases Nyssa.  She falls, GASPING for breath.\n\n            He stares down at her with disdain, then exits.\n\n\n\n                                                                 CUT TO:\n\n\n\n\n\n            INT. CALIBAN INDUSTRIES - AUTOPSY ROOM - NIGHT\n\n\n\n            Damaskinos enters, followed by Carter Stevens.  The guards\n\n            remain posted at the main entrance of the room.  Damaskinos\n\n            approaches, looking down at Blade.\n\n\n\n            Blade stares back at him, still defiant, but fighting a\n\n            losing battle.  He's dying and he knows it.  His breathing is\n\n            shallow.  It's an effort just to keep his eyes open.\n\n\n\n                                DAMASKINOS\n\n                      With every century, humans become more\n\n                      repulsive to me.  Once, you were souls\n\n                      to be taken, corrupted.  But you have\n\n                      disgraced yourselves to being nothing\n\n                      more than blood and meat.\n\n\n\n            TWO SURGEONS snap on surgical gloves.  Stevens is enjoying\n\n            seeing Blade helpless.\n\n\n\n                                STEVENS\n\n                      We're going to harvest you, Blade.\n\n                          (injecting fluid into Blade)\n\n                      Bone marrow, organs, everything.  Your\n\n                      tissue's too valuable to let go to\n\n                      waste.\n\n\n\n                                BLADE\n\n                          (weakly)\n\n                      Nomak is still out there.\n\n\n\n                                DAMASKINOS\n\n                      True, but thanks to you, we know his\n\n                      weakness.",
  "77": "---END OF PREVIOUS SECTION---\nYour\n\n                      tissue's too valuable to let go to\n\n                      waste. BLADE\n\n                          (weakly)\n\n                      Nomak is still out there. DAMASKINOS\n\n                      True, but thanks to you, we know his\n\n                      weakness. \n---TARGET SECTION TO BE ANNOTATED---\n  We can keep him contained.\n\n                      It's just a matter of time before we\n\n                      hunt him down.\n\n\n\n                                BLADE\n\n                      Too bad you're out of it.\n\n\n\n            Damaskinos is amused by Blade's seeming lack of concern.\n\n\n\n                                DAMASKINOS\n\n                      And why is that?\n\n\n\n                                BLADE\n\n                      Revenge.  That's what Nomak wanted all\n\n                      along.  To pay back the people who\n\n                      created him.\n\n\n\n                                STEVENS\n\n                      You may be right.  Fortunately for us,\n\n                      he has no idea where this facility is\n\n                      located.\n\n\n\n            Blade smiles, laughing tiredly.\n\n\n\n                                BLADE\n\n                      He does now.\n\n                          (off their concerned looks)\n\n                      He's been watching me since the tunnels.\n\n                      Following me.  I led him right to you.\n\n\n\n            Blade lifts up his hand, unfurling his previously closed\n\n            fist.  There is a deep gash in his palms.\n\n\n\n                                BLADE (CONT'D)\n\n                      Just like a trail of bread crumbs.\n\n\n\n            Damaskinos stares at Blade's hand, then looks to the floor.\n\n            A line of blood droplets lead back to the doors through which\n\n            he entered.\n\n\n\n                                                                 CUT TO:\n\n\n\n            A SERIES OF QUICK SHOTS\n\n\n\n            Various hallways, the helipad outside Caliban industries,\n\n            etc.  In rapid succession, we SEE more TRAILS OF BLOOD\n\n            DROPLETS.  Then, just as quickly, we are back --\n\n\n\n            INT. CALIBAN INDUSTRIES - AUTOPSY ROOM - NIGHT\n\n\n\n            With Damaskinos and company.  Suddenly, the lights above them\n\n            flicker then go out.  As emergency lights kick on --\n\n\n\n            BANG!  BANG!BANG!BANG!  All eyes turn towards a steel\n\n            security door which is shuddering -- bulging and bending\n\n            inwards as Nomak throws himself against it.\n\n\n\n            Damaskinos looks to a bank of security monitors which are\n\n            flickering back to life now.  We see Nomak's blurred\n\n            silhouette from various angles, pummeling the door.  Then --\n\n\n\n            RIPPPPPP!!!  A portion of the door is clawed open and we see\n\n            a glimpse of Nomak's SNARLING FACE.",
  "78": "---END OF PREVIOUS SECTION---\nWe see Nomak's blurred\n\n            silhouette from various angles, pummeling the door. Then --\n\n\n\n            RIPPPPPP!!! A portion of the door is clawed open and we see\n\n            a glimpse of Nomak's SNARLING FACE. \n---TARGET SECTION TO BE ANNOTATED---\n                                NOMAK\n\n                          (roaring)\n\n                      FATHER!\n\n\n\n            Damaskinos' eyes widen in terror as he stumbles backwards,\n\n            activating an ALARM.  He looks to the guards, SCREAMING.\n\n\n\n                                DAMASKINOS\n\n                      Stop him!\n\n\n\n            Damaskinos runs for his life, rushing out the opposite door,\n\n            quickly followed by Stevens as we --\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. CALIBAN INDUSTRIES - CORRIDOR - NIGHT\n\n\n\n            Nyssa hears the ALARMS and moves into a corridor lit by red,\n\n            strobing emergency lights.  VAMPIRE GUARDS are rushing past.\n\n\n\n            INT. CALIBAN INDUSTRIES - SECURITY ROOM - NIGHT\n\n\n\n            Reinhardt also hears the ALARMS.  He looks to the\n\n            surveillance monitors where he SEES Nomak.\n\n\n\n                                REINHARDT\n\n                      Shit!\n\n\n\n            Behind him, we see Whistler taking advantage of the\n\n            distraction.  He folds his legs up under him, working his\n\n            cuffed hands over his feet.  When Reinhardt spins back away\n\n            from the security monitors --\n\n\n\n            Whistler is GONE.  A steel grating in the floor lies half\n\n            open.  The obvious means of exit.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. CALIBAN INDUSTRIES - AUTOPSY ROOM - NIGHT\n\n\n\n            As Nomak continues tearing down the autopsy door, BULLETS\n\n            hammer into his back.  He turns, sees a DOZEN GUARDS FIRING\n\n            at him, their gunfire chewing the shit out of the concrete\n\n            walls around him.  Nomak staggers, but doesn't go down as\n\n            CLEAR BLOOD sprays from the body hits.\n\n\n\n            INT. CALIBAN INDUSTRIES - MAINTENANCE CONDUIT - NIGHT\n\n\n\n            Whistler shuffles forward through the narrow conduit on his\n\n            elbows.  We hear footsteps.  Through the metal gratings\n\n            above, we glimpse TWO FIGURES rushing past --\n\n\n\n            INT. CALIBAN INDUSTRIES - ANOTHER CORRIDOR - NIGHT\n\n\n\n            Damaskinos and Stevens round a corner, spilling into several\n\n            GUARDS.  He shoves his fellow vampires aside.\n\n\n\n                                DAMASKINOS\n\n                      Get out of the way.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT.",
  "79": "---END OF PREVIOUS SECTION---\nHe shoves his fellow vampires aside. DAMASKINOS\n\n                      Get out of the way. CUT TO:\n\n\n\n            INT. \n---TARGET SECTION TO BE ANNOTATED---\n CALIBAN INDUSTRIES - AUTOPSY ROOM - NIGHT\n\n\n\n            CLOSE ON a grate moving up from the floor.  Whistler emerges,\n\n            rushing to Blade's side.  As he starts frantically releasing\n\n            Blade from his bonds, he looks to the ravaged door --\n\n\n\n            WHISTLER'S POV (THROUGH THE V-SHAPED GAP IN DOOR)\n\n\n\n            Nomak savages the guards, flinging them into the air.  A\n\n            guard's body hits the V-gap in the door and obscures our view\n\n            as --\n\n\n\n            Whistler redoubles his efforts, finally freeing Blade.  He\n\n            helps him from the autopsy table.  Blade is sinking, starting\n\n            to fade.  Whistler slaps his face, shaking him.\n\n\n\n                                WHISTLER\n\n                      Come on, Blade.  Talk to me!\n\n\n\n                                BLADE\n\n                          (weakly)\n\n                      Blood...\n\n\n\n            INT. CALIBAN INDUSTRIES - AUTOPSY ROOM HALLWAY - NIGHT\n\n\n\n            Carnage.  A frazetta painting come to life.  Nomak atop dead\n\n            guards, draining the last of his victims' blood.  He whips\n\n            his face in our direction and ROARS, charging the door --\n\n\n\n            INT. CALIBAN INDUSTRIES - AUTOPSY ROOM - NIGHT\n\n\n\n            WHAM!  The door gives way and Nomak enters.  To the right, he\n\n            SEES Whistler and Blade exiting.  To the left, he SEES the\n\n            security monitors.  Damaskinos and Stevens can be glimpsed in\n\n            one of these monitors.\n\n\n\n            Nomak moves to the left.\n\n\n\n            INT. CALIBAN INDUSTRIES - THIRD CORRIDOR - NIGHT\n\n\n\n            Blade clutches his bleeding side, staggering down the\n\n            corridor towards a door marked \"Eugenics\" with Whistler's\n\n            help.  By all rights, Blade should be dead.  But he continues\n\n            on, moving towards the door with determination.\n\n\n\n            INT. CALIBAN INDUSTRIES - 4-WAY INTERSECTION - NIGHT\n\n\n\n            CLOSE ON a hand twisting a safety lever on the floor.  PULL\n\n            BACK to reveal Stevens manually activating a series of\n\n            hydraulic lock-down latches.",
  "80": "---END OF PREVIOUS SECTION---\nINT. CALIBAN INDUSTRIES - 4-WAY INTERSECTION - NIGHT\n\n\n\n            CLOSE ON a hand twisting a safety lever on the floor. PULL\n\n            BACK to reveal Stevens manually activating a series of\n\n            hydraulic lock-down latches. \n---TARGET SECTION TO BE ANNOTATED---\n            CHINK!CHINK!CHINK!  The doors of the Eastern, Northern, and\n\n            Western corridors are sealing, lock-down latches clamping\n\n            down for extra security.  Even as the Western door seals, we\n\n            glimpse Nomak rushing towards it with inhuman speed.\n\n\n\n            ON STEVENS\n\n\n\n            panicked, turning towards the open elevator cab where --\n\n\n\n            DAMASKINOS\n\n\n\n            is waiting.  But even as Stevens starts towards the elevator,\n\n            Damaskinos dispassionately presses the \"CLOSE DOOR\" button.\n\n\n\n                                STEVENS\n\n                      What are you doing?!!\n\n\n\n            Stevens rushes towards the closing elevator doors, but it's\n\n            too late.  He pounds his fist against them.  Behind him, we\n\n            hear a terrible RENDING OF METAL as the Western door gives.\n\n            Stevens looks in that direction --\n\n\n\n            In an eyeblink, Nomak is upon him, SLAMMING his hand over\n\n            Stevens' face, crushing it.\n\n\n\n            INT. CALIBAN INDUSTRIES - ELEVATOR CAB - NIGHT\n\n\n\n            As Damaskinos slides a security card through a reader and\n\n            punches in a code, a thin SPRAY OF BLOOD jets across his pale\n\n            forearm.  He looks to the elevator doors.  The spray of blood\n\n            is coming through the vertical door seal.  The metal doors\n\n            SHUDDER violently and then the cab begins to ascend.\n\n            Damaskinos retreats to the far corner of the elevator,\n\n            breathing a sigh of relief.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. CALIBAN INDUSTRIES - EUGENICS CHAMBER - NIGHT\n\n\n\n            WHOOSH!  A pneumatic door slides open.  Blade and Whistler\n\n            enter.  They are on the second level now, up amongst the\n\n            catwalks.  Below them is the churning cask of purified blood.\n\n            They have almost reached the end of the catwalk when --\n\n\n\n            REINHARDT AND HIS MEN\n\n\n\n            converge on the lab from two directions at once.  Some of the\n\n            vampires spill through the door on the second level with\n\n            Reinhardt, while others enter on the ground floor.\n\n\n\n                                REINHARDT\n\n                      Stop him!!!\n\n\n\n            As Reinhardt takes aim at Blade with the shotgun, the other\n\n            vampires FIRE.",
  "81": "---END OF PREVIOUS SECTION---\nSome of the\n\n            vampires spill through the door on the second level with\n\n            Reinhardt, while others enter on the ground floor. REINHARDT\n\n                      Stop him!!! As Reinhardt takes aim at Blade with the shotgun, the other\n\n            vampires FIRE. \n---TARGET SECTION TO BE ANNOTATED---\n  Whistler is HIT in the leg.  He goes down,\n\n            CRYING OUT, then grips Blade's arm, shoving him onward --\n\n\n\n                                WHISTLER\n\n                      GO!!!\n\n\n\n            ON BLADE\n\n\n\n            gripping the guard rail for support, dragging himself along.\n\n            Reinhardt fires.  A SHOTGUN BLAST hits Blade, grazing him but\n\n            otherwise missing him.  As Reinhardt curses and prepares to\n\n            fire again --\n\n\n\n            Blade makes it to the end of the catwalk, pitching himself\n\n            out into open space.  Time slows to a crawl as Blade tumbles\n\n            downward, plummeting into --\n\n\n\n            THE BLOOD CASK BELOW\n\n\n\n            Blade sinks from view, disappearing beneath the churning\n\n            slurry of crimson.  A beat passes as Reinhardt and his men\n\n            draw closer, apprehensive.  Then, an explosion of BLOOD\n\n            gushes over Reinhardt and the others.  They fall backwards,\n\n            blinded, slipping --\n\n\n\n            BLADE\n\n\n\n            surfaces from the cask in morbidly glorious slow-motion.\n\n            Think of Sheen in the end-sequence of Apocalypse Now, only\n\n            instead of a river of mud, Blade is covered head-to-toe in\n\n            crimson.  Majestic and glistening.  A primordial god.  He\n\n            rears back his head, letting loose a triumphal ROAR.\n\n\n\n            Reinhardt's men hesitate.  One look at Blade's eyes and we\n\n            can see he's tapped into a well-spring of fury even he never\n\n            knew he had.  The man is super-charged and ready for war.\n\n\n\n            Blade tears into the vampires, unleashing a blizzard of\n\n            martial arts moves.  He powers a right hook into the first\n\n            vampire's face, then pivots, launching a devastating spinning\n\n            back-fist into the face of a second.  At the same time, he\n\n            rips the second guard's security belt from his waist,\n\n            twirling it around nanchadku-style to blind a third guard and\n\n            capture the wrist of a fourth.\n\n\n\n            Some vampires FIRE their guns, but Blade is a whirlwind,\n\n            shifting and dodging.  BULLETS go wild, hitting circuitry,\n\n            EXPLODING APART cannisters of combustible chemicals.",
  "82": "---END OF PREVIOUS SECTION---\nAt the same time, he\n\n            rips the second guard's security belt from his waist,\n\n            twirling it around nanchadku-style to blind a third guard and\n\n            capture the wrist of a fourth. Some vampires FIRE their guns, but Blade is a whirlwind,\n\n            shifting and dodging. BULLETS go wild, hitting circuitry,\n\n            EXPLODING APART cannisters of combustible chemicals. \n---TARGET SECTION TO BE ANNOTATED---\n  In\n\n            seconds, FLAMES are licking across the laboratory floor.\n\n\n\n            Blade drops, causing a pair of vampires to FIRE their guns at\n\n            one another.\n\n\n\n            Then Blade knocks two more vampires onto their asses with a\n\n            foot sweep.  Then he's up again.  Slamming the bridge of a\n\n            fifth vampire's nose into his brain with a palm heel strike.\n\n\n\n            A snap kick, an overhand elbow strike, a knee stamp that\n\n            shatter's the vampire's knee cap.  An upward block, a jab, a\n\n            cross, a shin kick aimed at a vamp's quadriceps.\n\n\n\n            Overhand punches, rising punches, parallel punches, spinning\n\n            rear elbows, deep kicks, on and on and on and on in an orgy\n\n            of super-hero violence until --\n\n\n\n            WHAM!  Blade cuts the last of the vampire soldiers down,\n\n            turning from the creature's disintegrating body to face --\n\n\n\n            REINHARDT\n\n\n\n            The vampire mercenary clutches Blade's sword in his hand, but\n\n            the weapon provides him with little sense of security given\n\n            that he's just seen a dozen of his men slaughtered.  The\n\n            automatic sprinkler system is on now, spraying water down\n\n            upon Blade and Reinhardt alike.  Blade advances.\n\n\n\n            Reinhardt's been cornered.  There's nowhere else for him to\n\n            run.  Refusing to be cowed, Reinhardt SCREAMS and brings the\n\n            sword down at Blade's head when WHOOSH --\n\n\n\n            But Blade swings his hands upward, slapping them on either\n\n            side of the blade, trapping the sword on its downward arc.\n\n\n\n            Reinhardt strains, trying to tear the sword away from Blade's\n\n            grip.  The vampire's eyes widen in fear.  And during that\n\n            split-second in which the two men are frozen, connected by\n\n            the weapon which vibrates between them, Blade says:\n\n\n\n                                BLADE\n\n                      Tell me something, chief.  Can you\n\n                      blush?\n\n\n\n            TWHISH!  The sword twists free from Reinhardt's grasp,\n\n            spinning upward into the air.",
  "83": "---END OF PREVIOUS SECTION---\nCan you\n\n                      blush? TWHISH! The sword twists free from Reinhardt's grasp,\n\n            spinning upward into the air. \n---TARGET SECTION TO BE ANNOTATED---\n  Reinhardt stumbles backwards\n\n            against the blood cask railing as --\n\n\n\n            Blade catches the sword on its way down, swinging it around\n\n            in one fluid motion, slicing Reinhardt's torso in half, along\n\n            with a diagonal axis!  Reinhardt sinks to his knees as the\n\n            TWO HALVES split apart, turning to ash before they hit floor.\n\n\n\n            Beat.  Blade stands beneath the spray of the overhead\n\n            sprinklers, rinsing the blood from his body.  He turns\n\n            towards the exit, sword in hand.\n\n\n\n                                                                 CUT TO:\n\n\n\n            INT. CALIBAN INDUSTRIES - LOBBY - NIGHT\n\n\n\n            A set of elevator doors open, disgorging Damaskinos.  Beyond\n\n            the lobby windows we can SEE a waiting helicopter, VAMPIRE\n\n            SOLDIERS readying it for take-off.  Damaskinos rushes across\n\n            the lobby and is almost at the exit when --\n\n\n\n            CHUNK!CHUNK!CHUNK! A series of steel shutters slam down over\n\n            the doors and windows.  Damaskinos tries to tug one of the\n\n            shutters upwards, then moves to a keypad nearby.  He starts\n\n            hurriedly tapping in a numeric sequence when we hear:\n\n\n\n                                NYSSA (O.S.)\n\n                      I overrode the security codes.\n\n\n\n            Damaskinos spins around.  Nyssa stands behind him.  She's got\n\n            Whistler's rail-gun in her hands.\n\n\n\n                                NYSSA (CONT'D)\n\n                      We're locked in.\n\n\n\n                                DAMASKINOS\n\n                      Are you insane?  He'll kill us both!\n\n\n\n                                NYSSA\n\n                      Maybe it's better that way.\n\n\n\n            AS if in response, a GRINDING SHUDDER comes from the elevator\n\n            doors.  Damaskinos spins in wide-eyed horror, then --\n\n\n\n                                BLADE (O.S.)\n\n                      What's it going to be, Damaskinos?\n\n                      Thiavolos.  The devil you know --\n\n\n\n            BLADE\n\n\n\n            enters the lobby from a mezzanine above, sword in hand.\n\n\n\n                                BLADE (CONT'D)\n\n                      -- or the devil you don't?\n\n\n\n            Damaskinos turns back to his daughter, making a last appeal.",
  "84": "---END OF PREVIOUS SECTION---\nThe devil you know --\n\n\n\n            BLADE\n\n\n\n            enters the lobby from a mezzanine above, sword in hand. BLADE (CONT'D)\n\n                      -- or the devil you don't? Damaskinos turns back to his daughter, making a last appeal. \n---TARGET SECTION TO BE ANNOTATED---\n                                DAMASKINOS\n\n                          (vampire dialect; subtitled)\n\n                      For God's sake, Nyssa!  Let us out of\n\n                      here!\n\n\n\n            WHAM!WHAM!WHAM!  Nomak pounds away.  The elevator doors are\n\n            starting to buckle, then they tear apart completely --\n\n\n\n            NOMAK\n\n\n\n            bursts into the lobby, ROARING.  If anything, he is even more\n\n            animalistic now, his features having become grossly\n\n            distorted.\n\n\n\n                                NOMAK\n\n                          (in vampire dialect)\n\n                      Why are you frightened, father?  The\n\n                      prodigal son has returned.\n\n\n\n            Damaskinos scurries backwards, but there's nowhere left to\n\n            run.  Nomak descends on him, lifting the vampire into a rib\n\n            crushing embrace, chomping his elongated canines into\n\n            Damaskinos' throat.\n\n\n\n            Damaskinos SQUEALS like a child as his life-blood is sucked\n\n            out of him.  His body begins to cave inward, shrinking and\n\n            twisting until there's nothing left but shriveled husk.\n\n\n\n            Nyssa hefts the rail-gun and FIRES at Nomak's back.  Nomak\n\n            HOWLS, releasing Damaskinos' body, then turns, focusing his\n\n            blood-drunk gaze on Nomak.\n\n\n\n                                BLADE\n\n                          (alarmed)\n\n                      Get out of here!\n\n\n\n            But Nyssa stands her ground, rachetting back the slide on the\n\n            rail-gun, readying to unleash another barrage of needles.\n\n            Nomak CHARGES, moving at unbelievable speed.  She FIRES\n\n            AGAIN, aiming at Nomak's chest --\n\n\n\n            but then Nomak is upon her.  He slaps the rail-gun from her\n\n            hands, SMASHING IT TO PIECES.\n\n            Then he wraps his hand around her throat, pulling her\n\n            forward, sinking his teeth into her neck.  Nyssa SCREAMS.\n\n\n\n                                BLADE (CONT'D)\n\n                      Nyssa!!!\n\n\n\n            ON BLADE\n\n\n\n            as he leaps from the mezzanine level, sword extended, like\n\n            Beowulf diving to slay Grendel.  He PLUNGES the sword deep\n\n            into Nomak's upper torso.",
  "85": "---END OF PREVIOUS SECTION---\nBLADE (CONT'D)\n\n                      Nyssa!!! ON BLADE\n\n\n\n            as he leaps from the mezzanine level, sword extended, like\n\n            Beowulf diving to slay Grendel. He PLUNGES the sword deep\n\n            into Nomak's upper torso. \n---TARGET SECTION TO BE ANNOTATED---\n  Then DRIVES it in even further --\n\n\n\n            Nomak releases Nyssa and back-hands Blade across the face,\n\n            sending him sailing through the air.  He lands, skids across\n\n            the floor --\n\n\n\n            ON NOMAK\n\n\n\n            stumbling backwards into the wall.  The sword has sunk so\n\n            deep that the tip is actually protruding out his back,\n\n            SCRAPING a gash across the wall as Nomak slides towards the\n\n            floor.\n\n\n\n            Nomak GRUNTS, then reaches for the pomeel with his ruined\n\n            hand.  He grips the pommel and SNAPS the sword-blade in half.\n\n            Then he SLAMS against the wall, forcing the half of the\n\n            broken blade that's still embedded in him out back through\n\n            the front of his chest.  As Nomak rises to his feet --\n\n\n\n            Blade is on him again, snap-kicking the Reaper in the chest.\n\n            Nomak retaliates.  Blade somersaults out of the way, then\n\n            springs back again, KICKING Nomak in the face, BREAKING\n\n            Nomak's NECK.  Nomak's head lolls unnaturally sideways for a\n\n            heartbeat and then Nomak swings his head around, somehow\n\n            righting his neck vertebrae with a snap of his head.\n\n\n\n            They trade blows, a brutal death-match that seems to defy\n\n            gravity.  Blade moves in for a round-house punch, but Nomak\n\n            catches his fist, holding it for a split-second, then bending\n\n            Blade's hand at an unnatural angle, SNAPPING his wrist bones.\n\n            The pain is enormous.\n\n\n\n            Nomak starts beating the living shit out of Blade, pummeling\n\n            him with his fists, gripped by an uncontrollable rage.  He\n\n            SMASHES Blade against a marble column, cracking it.  Then he\n\n            flings Blade against one of the brushed steel walls - so hard\n\n            that Blade's body actually leaves an indentation.\n\n\n\n            Before Blade can recover, Nomak is in front of him, launching\n\n            another kick.  Blade rolls his head out of the way, barely\n\n            avoiding Nomak's boot heel which dents the wall.  Nomak kicks\n\n            a second time.",
  "86": "---END OF PREVIOUS SECTION---\nBefore Blade can recover, Nomak is in front of him, launching\n\n            another kick. Blade rolls his head out of the way, barely\n\n            avoiding Nomak's boot heel which dents the wall. Nomak kicks\n\n            a second time. \n---TARGET SECTION TO BE ANNOTATED---\n  Blade avoids Nomak, but third time's the\n\n            charm and Nomak lands one squarely in Blade's gut.\n\n            Blade falls beneath a flurry of blows, unable to defend\n\n            himself any longer.  Blood stains his eyes, obscuring his\n\n            vision.  He strikes out blindly, but Nomak has forced him to\n\n            the ground, pinning him there.  As Blade struggles to free\n\n            himself --\n\n\n\n            NOMAK\n\n\n\n            lowers his head towards Blade's face.  The scar/seam in\n\n            Nomak's chin splits open and Nomak's lower jaw flares apart,\n\n            distending and widening to reveal the awful, glistening hell\n\n            maw -- the hollow inner fangs and striated cartilage which\n\n            are closing about Blade's face.  Blade twists his head\n\n            violently to the right, then glimpses the broken tip of his\n\n            sword resting a few feet away.  He reaches for it in\n\n            desperation, plunging it up into Nomak's chest.  Nomak HOWLS.\n\n            Because the hilt has been broken off, Blade is forced to grip\n\n            the cutting edge of the weapon with his bare hands.  It\n\n            slices into his fingers --\n\n\n\n            but Blade just grips the broken sword tighter, ignoring the\n\n            pain, driving it deeper and deeper -- until, suddenly, it\n\n            penetrates the cartilaginous shell around Nomak's heart and --\n\n\n\n                                NOMAK\n\n                          (in vampire dialect)\n\n                      Blood brother.\n\n\n\n            Nomak smiles, covering Blade's hands with his own.  He looks\n\n            blade in the eye, then drives the broken sword home.\n\n\n\n            Nomak's body stiffens, his eyes grow unseeing, an oddly\n\n            serene look spreading across his tortured face.  A patch of\n\n            BLACKNESS begins radiating outward from his chest, moving\n\n            over his body, carbonizing him from within.  As his blackened\n\n            flesh begins to crack, BLUE FLAMES flicker out from the\n\n            fissures.  In seconds, Nomak is gone.\n\n\n\n            Beat.  Blade stands, exhausted.  Then he looks to where Nyssa\n\n            rests.  He moves to her side, kneeling beside her.  She\n\n            smiles up at him, bravely, but frightened all the same.\n\n            Blade inspects the wound on her neck.",
  "87": "---END OF PREVIOUS SECTION---\nHe moves to her side, kneeling beside her. She\n\n            smiles up at him, bravely, but frightened all the same. Blade inspects the wound on her neck. \n---TARGET SECTION TO BE ANNOTATED---\n  It's clearly fatal.\n\n\n\n                                NYSSA\n\n                      How does it look?\n\n\n\n                                BLADE\n\n                          (with genuine sadness)\n\n                      Not good.\n\n\n\n            Nyssa nods.  Blade has only confirmed her existing fears.\n\n\n\n                                NYSSA\n\n                      It won't be long now.  I can already\n\n                      feel it burning inside me --\n\n\n\n            She grips Blade's arm, her eyes welling with tears.\n\n\n\n                                NYSSA (CONT'D)\n\n                      I don't want to become what Nomak was --\n\n                          (beat; straining)\n\n                      I can't.  I want to die while I'm still\n\n                      vampire.\n\n\n\n            Blade sighs.  The burden is all to familiar to him.\n\n\n\n                                BLADE\n\n                      What do you want me to do?\n\n\n\n                                NYSSA\n\n                      I want to see the sun rise.\n\n\n\n            ON BLADE\n\n\n\n            his face a mask of sad resignation.  He lifts Nyssa into his\n\n            arms.  She closes her eyes, resting her head on his chest.\n\n\n\n            EXT. CALIBAN INDUSTRIES - JUST BEFORE DAWN\n\n\n\n            The shutters over the doors and windows slowly rise.  Blade\n\n            shoulders open the front door, moving across the lawn towards\n\n            a bluff overlooking the ocean.  A moment later, Whistler\n\n            emerges into the light, watching as Blade sets Nysa down on\n\n            the grass.  Her eyes flutter open and she looks into --\n\n\n\n            THE HORIZON\n\n\n\n            where the faintest glimmer of pre-dawn light brightens the\n\n            cloud-swept sky.  It's peaceful.  We can hear the SURF\n\n            crashing on the shore below.\n\n\n\n            Together they wait.\n\n\n\n            A GLIMMER OF LIGHT emerges over the earth's curvature,\n\n            spreading its dazzling radiance out across the skyline.\n\n            Nyssa's eyes widen in expectation, her breath catching.  She\n\n            looks up at Blade, stroking his face, smiling.\n\n\n\n                                NYSSA\n\n                      Each day is a little life.  Remember?\n\n\n\n            Blade nods, he's strong for her.  Despite his best efforts, a\n\n            tear slides down his cheek.  They kiss then as the sun rises\n\n            in full glory, flooding the world with its brilliance.\n\n\n\n            Blade holds Nyssa tightly to his chest, refusing to\n\n            relinquish his grip as her body catches fire.",
  "88": "---END OF PREVIOUS SECTION---\nDespite his best efforts, a\n\n            tear slides down his cheek. They kiss then as the sun rises\n\n            in full glory, flooding the world with its brilliance. Blade holds Nyssa tightly to his chest, refusing to\n\n            relinquish his grip as her body catches fire. \n---TARGET SECTION TO BE ANNOTATED---\n  The end is\n\n            blessedly quick -- not a slow-burn of blazing agony, but a\n\n            nearly seamless transition from life --\n\n\n\n            To ash...  Nyssa collapses apart in Blade's arms, billowing\n\n            out around him in a cloud of glowing embers.  One moment\n\n            she's there, the next she's gone.  Blade remains where he is,\n\n            kneeling on the bluff, the wind carrying the last traces of\n\n            Nyssa aloft into the sky.  He shuts his eyes.  Turns his face\n\n            to the warmth of the sun, surrendering himself to acceptance.\n\n\n\n            WE RISE UP\n\n\n\n            isolating Blade alone on the windswept bluff.  After a\n\n            moment, Whistler moves to Blade's side.  He rests a hand on\n\n            Blade's shoulder, but doesn't say a word.  We keep moving up\n\n            and up until the two of them are just a pair of tiny figures\n\n            on the rolling coastline.  Then we --\n\n\n\n                                                            DISSOLVE TO:\n\n\n\n            A SERIES OF CLOSEUPS\n\n\n\n            Images of a weapon being forged, all filtered through\n\n            shimmering convection waves of intense heat.  We SEE a HAMMER\n\n            CLANGING DOWN.  The FIRES of a ROARING furnace.  SPARKS\n\n            showering up from titanium slowly being given shape.  Molten\n\n            silver.  Acid etching.  And then we PULL BACK to reveal --\n\n\n\n            INT. BLADE'S WORKSHOP - NIGHT\n\n\n\n            Blade works before a forge by moonlight, his body dripping\n\n            with sweat.  He slips his hand in a protective glove and\n\n            grips the red-hot weapon, dousing it in a quench bucket.  As\n\n            a cloud of steam envelops Blade, he lifts it up for view.\n\n\n\n            A NEW SWORD\n\n\n\n            perfect.  Lethal.  Wrought from titanium, plated in sliver.\n\n            As Blade inspects the sword, we hear his earlier words again:\n\n\n\n                                BLADE (V.O.)\n\n                      I am a hunter.  A weapon.  It's what I\n\n                      do.  It's in my blood...\n\n\n\n            Satisfied with his work, Blade smiles --\n\n\n\n            EXT.",
  "89": "---END OF PREVIOUS SECTION---\nIt's what I\n\n                      do. It's in my blood... Satisfied with his work, Blade smiles --\n\n\n\n            EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FUCKINGHAM PALACE - NIGHT\n\n\n\n            A shit-hole porno emporium offering the latest in bagged-for\n\n            your-pleasure Euro-raunch.\n\n\n\n            INT. FUCKINGHAM PALACE - NIGHT\n\n\n\n            Rush, the vampire brother wanna-be from the opening of the\n\n            film, is up at the register, exchanging a twenty for a\n\n            handful of tokens.  He's humming along to that old E-Rotic\n\n            song \"Voulez-vous couchez avec moi\".\n\n\n\n                                RUSH\n\n                      -- yelling for your tender touch, you\n\n                      can never get enough --\n\n\n\n            We FOLLOW HIM down a hall lined with video booths, serenaded\n\n            all the while by the cheesy SYNTH SOUNDTRACKS and faked\n\n            ORGASMOGROANS coming from beyond the doors.\n\n\n\n                                RUSH (CONT'D)\n\n                      -- cover me with your love --\n\n\n\n            Rush stops at \"Buddy Booth No. 3 - HOT ONE-ON-ONE ACTION.\"\n\n\n\n            INT. BUDDY BOOTH - NIGHT\n\n\n\n            Rush steps inside.  There's a chair set in front of a\n\n            Plexiglas window, an intercom with a phone receiver, box of\n\n            Kleenex, and a slot for the tokens.\n\n\n\n            Rush gets himself situated, picks up the receiver, then\n\n            eagerly pops some tokens in the slot.\n\n\n\n                                RUSH\n\n                      Voulez-vous coucher avec moi, ce soir!\n\n                      Voulez-vous coucher AVEC MOI!!!\n\n\n\n            With a HUM, the screen in front of the window rises, offering\n\n            us a view of the booth on the other side of the Plexiglas.\n\n            Only instead of a skanked out booth girl, Rush finds himself\n\n            staring in open-mouthed astonishment at --\n\n\n\n            BLADE\n\n\n\n            Who flashes an evil smile at us.\n\n\n\n                                BLADE\n\n                      What?  You think I forgot about you?\n\n\n\n            In a near blur, Blade draws his new sword from his back\n\n            scabbard and stabs it RIGHT INTO CAMERA, SMASHING apart the\n\n            Plexiglas window as we --\n\n\n\n                                                          FADE TO BLACK.\n\n\n\n\n\n\n\n\n\n\n\n  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\n  (i[r].q=i[r].q||[]).push(arguments)},i[r].",
  "90": "---END OF PREVIOUS SECTION---\nYou think I forgot about you? In a near blur, Blade draws his new sword from his back\n\n            scabbard and stabs it RIGHT INTO CAMERA, SMASHING apart the\n\n            Plexiglas window as we --\n\n\n\n                                                          FADE TO BLACK. (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\n  (i[r].q=i[r].q||[]).push(arguments)},i[r]. \n---TARGET SECTION TO BE ANNOTATED---\nl=1*new Date();a=s.createElement(o),\n\n  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n\n  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');\n\n\n\n  ga('create', 'UA-67290913-1', 'auto');\n\n  ga('send', 'pageview');\n\n\n\n\n"
}