{
  "1": "\"BLOOD DIAMOND\"\nby\nEdward Zwick & Marshall Herskovitz\n\nDraft\nJuly 27, 2005\n\fbe\n\nTHESE WORDS APPEAR:\n\"SIERRA LEONE, 1999\"\nINT. - A HUT - BEFORE DAWN\nA MAN'S HAND, hardworking, rough, lights twigs under a kettle.\n\nPredawn light trickles through the tin walls onto well worn\nfarming tools...hoe, pick, axe, a yoke for an ox. Animist\ntotems and charms hang. We are in a typical Mende FARMER'S\nHUT. Except for the ENGLISH SCHOOLBOOKS on a shelf.\n\nThe HAND that lit the kettle takes the books off the shelf\nand gently nudges a 14-year-old BOY awake with them. The\nboy, DIA is his name, groans in sleepy protest.\n\nSOLOMON VANDY smiles down at his son.\n\nSOLOMON\n(in Mende; subtitled)\nDon't want to be late.\n\nThe boy sits up, half asleep. Sleepily pulls a shirt over\nhis head. His English is more schooled than his father's.\n\nDIA\n(in Mende; subtitled)\nEnglish boys go to school every day?\n\nSolomon fills a tin cup of powdered milk. He is a man marked\nby quiet patience, in the worn trousers and white cotton\nshirt of a Mende farmer. He hands the cup to the boy.\n\nSOLOMON\n{in Mende; subtitled)\nYes, they do.\n\nDIA\n(in Mende; subtitled)\nNot every day.\n\nSOLOMON\n(in Mende; subtitled)\nEvery day. Just like you. So you\ncan become a doctor. Not walk behind\nan ox like your father.\n\nThe boy catches his MOTHER's eye as she breast-feeds his\nINFANT BROTHER, His twelve-year old sister, N'YANDA, snuggles\nwith them. She sticks her tongue out at her brother.\n\nSOLOMON (CONT'D)\nDon't worry. She will be joining\nyou next year.\n\nJASSIE sends both her men a kiss as they head out.\n\fJASSIE\n(in Mende, subtitled)\nBe careful on the road.\n\nSolomon gives his wife an \"I know\" look.\nEXT.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nJASSIE\n(in Mende, subtitled)\nBe careful on the road. Solomon gives his wife an \"I know\" look. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HUT - VILLAGE - CONTINUOUS 2\n\nSolomon and Dia emerge into the early light. Their hut is\nin a hamlet amidst cassava patches eeked out of the jungle.\n\nDIA\nDon't want to be a doctor.\n(off Solomon's look)\nI want to be President.\n\nSolomon puts his arm around him. They head into the fields.\nCREDITS OVER\n\nSOLOMON AS HE WORKS IN THE FIELDS. IT IS A TIMELESS 3\nPICTURE. ONE OF PASTORAL BEAUTY AND SIMPLICITY.\n\nAT NOONTIME, JASSIE AND N'YANDA GRING LUNCH. THEY SIT IN 4\nTHE SHADE OF A HUGE BEOBOB TREE.\n\nDIA RETURNS HOME, CARRYING HIS SCHOOLBOOKS. NOW HE WORKS 5\nBESIDE HIS FATHER.\n\nTHE SUN IS ALREADY LOW AS THEY RETURN TO THE VILLAGE 6\nCREDITS END\n\nSolomon stands stock still, sensing something ... A few\nchickens flit away without crowing. The oxen are skittish.\n\nSOLOMON\nGo back inside... NOW!\n\nDia is confused. Solomon pushes him into the hut as grinning\nTEENAGE REBELS appear. One wears a Tupac t-shirt. He rakes\neverything with AK-47 FIRE. Huts. Animals. People.\n\nSolomon dives to the ground. VILLAGERS run screaming.\nChickens squawk, oxen bray. A rumble. Two mud-splattered\nPICK-UP TRUCKS with sawed-off roofs crash through the brush,\nfull of R.U.F. REBELS, who quickly jump off -- shouting,\nwielding machetes and automatic rifles, BANDOLIERS OF AMMO\ncriss-crossed on their bare chests, GRENADES on their belts.\n\nSolomon cowers amidst the gunfire, looks around frantically.\nMen and boys are being rounded up. Huts set on fire.\nSuddenly he is yanked up as two REBELS pull him away--\n\nJassie exits their hut, infant in her arms, mad with fear ~-\n\fJASSIE\nSolomon!\n\nHe shouts back. Only one word.\n\nSOLOMON\nRun!\n\nShe doesn't. She just stands there screaming his name.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLOMON\nRun! She doesn't. She just stands there screaming his name. \n\nTARGET SECTION TO BE ANNOTATED:\n Now\nSolomon's son and daughter come out of the hut.\n\nDIA\nPAPA!\n\nSolomon, the rifle choking him, as he's dragged away.\n\nSOLOMON\nRUN!\n\nJassie grabs her son's arm. He resists, staring in anguish\nat his father. But she tugs at him. And with the two younger\nchildren in tow, they join others. Running.\n\nSolomon watches them disappear into the bush.\n\nIN THE NEXT MOMENT\n\nhe's rounded up with the OTHER MALES. Only a few able-bodied\namong them. Most are old, skinny men and terrified boys.\n\nREBELS prod them with rifles, making them form a line. All\nunder the watchful sunglasses of an R.U.F. COLONEL.\n\nThe FIRST VILLAGER is shoved to his knees in front of a tree\nstump. A muscle-bound, SHIRTLESS REBEL with a gleaming AXE\nstruts over, his eyes glazed from palm wine and marijuana.\n\nA second rebel grabs the village man's HAND and places it on\nthe stump. The man pulls his hand away. Tupac t-shirt puts\nthe Ak-47 to his head.\n\nThe choice is clear. Your head or your hands.\n\nThe villager tries to scramble away. RAT-A-TAT! Bullet\nthrough his head. The choice is made for him.\n\nThe next man in line is made to kneel at the stump.\n\nTUPAC T-SHIRT\nLong sleeve or short sleeve?\n\nThe other stoned rebels find this hilarious.\n\nON SOLOMON, witnessing his mutilation as terrified WAILS\nrise around him. The discarded limb is thrown into a bag.\n\nThe next in line, A STRONG YOUNG MAN, is pushed to the stump.\n\f10\n\nR.U.F. COLONEL\nNot him. He can work.\n\nThe STRONG YOUNG MAN is herded into a waiting truck. Next\ncomes AN OLD MAN. Shaking, he offers his withered hand.\n\nON SOLOMON. The “crunch\" of the axe bores into his soul.\n\nThe old man is lifted to his feet in clinical shock. Both\nhis forearms end in bloody stumps.\n\nR.U.F. COLONEL (CONT'D)\nYou are the messenger. Spread the\nword. Guv'ment say da future is in\nyour hands? We say R.U.F.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe say R. U. F. \n\nTARGET SECTION TO BE ANNOTATED:\n is da\nfuture. Revolution is at hand.\n\nSolomon is next. He closes his eyes as his hand is placed\non the tree stump slick with blood. The Colonel looks him\nover. Motions the henchmen to stop.\n\nR.U. F. COLONEL\nYou will need your hands.\n\nSolomon is herded into the truck.\nEXT. SIERRA LEONE -- (SEEN FROM ABOVE) 8\n\nA seaplane soars above the bush. At the stick, DANNY ARCHER.\nHe has seen more in his thirty years than most people have\nseen in a lifetime of watching bad television.\n\nHe scans the landscape then dips toward the estuary of a\nbroad river, eventually splashing to a stop.\n\nNEARBY, ON THE SANDY BANK 9\n\nSitting in a lawn chair is COMMANDER RAMBO, a twenty year-\nold R.U.F. fighter with a goatee, wrap-around sunglasses,\nand a Bob Marley t-shirt. Arrayed behind him, several\nBODYGUARDS cradle automatic weapons while eating m&m's. A\nhuge BOOM BOX throbs out Tupac's \"If I Die 2Nite.”\n\nINT. COCKPIT 10\n\nFAWAZ, a thin Lebanese man, sits beside Archer and eyes the\nrebels waiting on the riverbank. Murmurs a prayer in Arabic.\n\nARCHER\nSay one for me, my friend.\n\nArcher closes his eyes for a moment, then checks the clip on\nhis 9mm Sig-Sauer before tucking it into his belt and pulling\nhis shirt-tails over it. Takes a deep breath.\n\f11 EXT. ON SHORE 11\n\nArcher wades in and approaches the group. Imagine teenagers\non a corner in Bed-Sty carrying AK-47's. Their menace is\npalpable even as they laugh and pass around a big spliff.\n\nARCHER\nYou are Colonel Zero?\n\nCOMMANDER RAMBO\nI am Commander Rambo.\n\nARCHER\nWhat happened to Colonel Zero?\n\nNo response. A few of the rebels giggle.\n\nCOMMANDER RAMBO\nHe was not committed to the\nrevolution. You are here to help us\nin our struggle against the oppressor.\n\nARCHER\nI'm here to do business.\n\nThey eye each other in silence.\n\nARCHER (CONT'D)\nYou have something for me.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCHER\nI'm here to do business. They eye each other in silence. ARCHER (CONT'D)\nYou have something for me. \n\nTARGET SECTION TO BE ANNOTATED:\nCOMMANDER RAMBO\nFirst you will show me what you have\nbrought.\n\nARCHER\nNo. First you will pay for them.\n\nRambo looks at him with dead eyes. Archer looks back with\neyes equally dead. A nasty stand-off. Until Rambo hands\nhim a small, filthy cloth SACK. Archer tips a few rough\ndiamonds into his hand.\n\nARCHER (CONT'D)\n(in Krio; subtitled)\nThis is not what was agreed.\n\nCOMANDER RAMBO\n(in Krio; subtitled)\nMaybe I will take the weapons and\ngive you nothing.\n\nArcher closes his eyes again, looks back at the seaplane.\nThe cargo door SLIDES OPEN, revealing the muzzle of a M-130\nAssault Weapon. Fawaz racks its slide.\n\nIn response, the Rebels slide the bolts on their weapons.\n\f11A\n\n12\n\n13\n\nARCHER\n(in Krio; subtitled)\nMaybe I'll just do my business with\nthe government. At least the\noppressor pays his bills.\n\nHe turns and starts back toward the plane.\n\nCOMMANDER RAMBO\nWait... Wait...\n\nRambo smiles as if it has all been a joke. He reaches into\n\na rusty coffee can and pulls out a huge handful of diamonds.\n\nCOMMANDER RAMBO (CONT'D)\n\nThis is what you want? Here... So\nmany, I don't know what to do with\nthem all.\n\nHe gestures for Archer to hold out his hands and pours hima\nhandful.\n\nCOMMANDER\nYou bring a satellite dish next time,\nyah? I want to watch NYPD Blue.\n\nMOMENTS LATER 11A\n\nAs the seaplane takes off, we see the rebels unloading crates\nof RPGs with Ukranian markings.\n\nINT. PLANE 12\nFawaz gleefully examines their haul.\n\nPAWAZ\nI'm buying an electronics store.\nSit on my ass all day, drink sweet\ntea and watch dvd's. How about it,\nDanny?\n\nArcher closes his eyes for a moment. He is free.\n\nARCHER\nFly the plane.\n\nEXT. DIAMOND FIELD - SIERRA LEONE - DAY 13\n\nAn open pit alluvial mine carved beside a jungle river. Men\nand boys toil knee deep in muddy water. They dig with their\nhands, shoveling silt into wooden troughs.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIAMOND FIELD - SIERRA LEONE - DAY 13\n\nAn open pit alluvial mine carved beside a jungle river. Men\nand boys toil knee deep in muddy water. They dig with their\nhands, shoveling silt into wooden troughs. \n\nTARGET SECTION TO BE ANNOTATED:\n All under the\nwatchful eyes and guns of R.U.F. REBELS who stand on the\nbanks passing a fat joint rolled in newspaper.\n\nMeanwhile, their leader -- CAPTAIN POISON -- spouts twisted\nrevolutionary dogma to the diggers:\n\fCAPTAIN POISON\nThe Freetown guv-a-ment and their\nwhite masters have raped your land\nto feed their greed! We have freed\nyou! No more slave and master here!\nWe are all brothers!\n\nSolomon, his back straining under the weight of a circular\nsieve, pauses to wipe sweat from his eyes. He's prodded\nwith a rifle, looks up into the fierce FACE of Captain Poison.\n\nCAPTAIN POISON (CONT'D)\nBack to work! Your work is your\nliberation! Work harder! Dig harder!\n\nSolomon turns back to his sieve. ANOTHER DIGGER, peers into\nhis sieve, plucks something out, holds it up in his hand.\n\nDIGGER\nKunaa!\n\nAll work stops. A rebel comes over. The digger hands him\nthe tiny, milky crystal. A diamond. Without a word, the\nCommander wraps the stone in a piece of paper.\n\nAs work resumes, Solomon watches the piece of paper handed\noff to a RUNNER, who runs it over to the SAME COMMANDER, who\nsits under the shade of a palm frond umbrella reading a\nHustler magazine. He stuffs the diamond into his shirt pocket\nwithout even looking at it.\n\nAcross from Solomon, a 3RD DIGGER glances around. Furtively\npicks a stone from the sieve and slips it into his mouth.\n\nHe meets Solomon's eyes. Solomon looks away, keeps working.\nWhen he becomes aware of Captain Poison's eyes on him.\nSolomon tries to shake off the eyes by shaking the sieve.\n\nCaptain Poison remains staring at him, intently. Then, calmly\nwalks over to the 3rd digger with the diamond in his mouth.\nAND SHOOTS HIM, at point blank range.\n\nEverything stops. Poison turns back to Solomon.\n\nCAPTAIN POISON\nYou. Bring him out.\n\nSolomon puts down his sieve. Looks at the BODY floating\nnext to him, turning the muddy water red ...\n\nSOLOMON (V.O.)\nDear Jassie.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nLooks at the BODY floating\nnext to him, turning the muddy water red ... SOLOMON (V. O.)\nDear Jassie. \n\nTARGET SECTION TO BE ANNOTATED:\n I cannot write well\nenough to put in a letter all the\nthoughts in my head.\n\f14\n\n15\n\n16\n\n17\n\n18\n\n19\n\nEXT. R.U.F. DIAMOND CAMP - SUNSET 14\n\nSolomon devours a meager portion of rice gruel in a tin cup.\nOthers sleep in their fetid clothes on the ground.\n\nSOLOMON (V.O.)\nEven if I could, my guards would not\nlet me send it.\n\nEXT. DIAMOND CAMP - NIGHT 15\n\nSolomon sits shivering, looking out at the guards on watch.\nBeyond, a lit TENT where rebels drink and shout back at a\nsatellite TV playing, \"Who Wants To Be a Millionaire.”\n\nSOLOMON (V.O.)\nI do not know where you are. I do\nnot even know where I am.\n\nEXT. SOMEWHERE IN THE BINTUMANI FOOTHILLS 16\n\nJassie and the children are among a group of homeless Mende.\nDia carries the infant. Hearing trucks coming, they scatter\ninto the bush. An R.U.F convoy roars past. After a moment,\nthey return to the road.\n\nSOLOMON (V.0O.)\nI only know that my thoughts fly\nover the mountains to you.\n\nEXT. BED OF GRASS ~ NIGHT 17\nSolomon lays there. Eyes open in a living nightmare.\nSOLOMON (V.0O.)\n\nI will find you, Jassie. I£ it takes\n\nmy whole life. We will be together.\nEXT. MOUNTAINS - DAY 18\nA high pass. Misty peaks in the distance. A BRILLIANT RED\nSHAPE comes into view - the bright headdress of a HAUSA\nSHEPHERD. He carries a spear as he leads a herd of GOATS,\nbells clinking around their necks.\n\nPicking up the rear is Archer, checking a handheld GPS. His\nSATELLITE PHONE buzzes...\nARCHER\nWe're two clicks from the strip.\nWhat've you got?\nEXT/INT. TWIN ENGINE TURBO PROP - FLYING - SAME 19\n\nPiloted by Fawaz. He speaks into his SAT phone, worriedly\nlooking down on the dense jungle canopy.\n\f20\n\nFAWAZ\n...Company.\n\nEXT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\n20\n\nFAWAZ\n... Company. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MOUNTAINS ~ SAME 20\n\nSure enough, over the hill, comes an armed patrol of ECOMOG\nSOLDIERS. The TROOP LEADER approaches Archer.\n\nTROOP LEADER\nPapers.\n\nArcher fishes out identification. Hands it over.\n\nARCHER\nElliot Smith, National Geographic.\n\nTROOP LEADER\nYou are crossing into Liberia.\n\nARCHER\n\nI have a letter from the Minister of\nInterior and a Liberian visa as well.\n\n(as the Captain studies\n\nthe papers)\nDoing a story on the Hausa who, as\nyou know, are allowed to cross the\nborder to get to grazing grounds.\n\nUp above, the tiny Plane drones past. The troop leader\nglances up, then at Archer, who courteously offers an unopened\npack of cigarettes from his shirt pocket.\n\nARCHER (CONT'D)\nEver read National Geographic?\n\nThe troop leader ignores him, walks over toa goat and runs\nhis hands down the goat's back, under its chin. His hands\npart a tuft of hair -- revealing a surgically straight line\nof STITCHES in the goat's skin.\n\nArcher feels the shape of the 9mm under his shirt, looks\naround at the rifles. Too many of them.\n\nThe troop leader takes out a KNIFE and cuts into the stitches.\nThe goat squeals a little and kicks angrily. From under the\ngoat's skin, he takes a dozen small, rough DIAMONDS.\n\nThe troop leader draws his -45 on Archer.\n\nTROOP LEADER\nYou are under arrest for smuggling.\n\nARCHER\nNow you listen here, my man. JI ama\ngood friend of Minister Somora. He\nwill not be pleased you have\ninterfered with his business.\n\f21\n\n10.\nClearly the name of Minister Somora carries some weight.\n\nARCHER (CONT'D)\nYou know who I am, don't you? What\nIam...? I don't think you want to\nmess with me. Or my friends, eh?\n(changes his tack)\nHow about I just look the other way\nand you pocket one or two of those\nstones. Buy something nice for the\nwife. Or maybe the mistress, eh?\n(re the shepherds)\nWho's going to tell? Them?\n\nThe shepherds look, uncertain, from Archer to the soldier.\n\nTROOP LEADER\nNo.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThem? The shepherds look, uncertain, from Archer to the soldier. TROOP LEADER\nNo. \n\nTARGET SECTION TO BE ANNOTATED:\nThe troop leader FIRES. One of the shepherds falls dead.\nThe other is cut down as he tries to flee. The leader frowns\nat Archer, whose world has suddenly turned upside down.\n\nTROOP LEADER (CONT'D)\nWe will go back to Freetown and ask\nMinister Somora how he wishes to\nthank his business associate.\n\nINT. AN ANONYMOUS ROOM -- DAY 21\n\nArcher is handcuffed to a chair. A large, rotund FIGURE\nenters, silhouetted against the bright windows.\n\nARCHER\nMr. Minister, there seems to have\nbeen a terrible misunderst--\n\nSOMORA BACKHANDS him. Archer's head rocks backwards.\n\nMINISTER SOMORA\nI thought we were friends,\n\nARCHER\nYou're right, you're right... I\ntook a little initiative but--\n\nAnother SLAP.\n\nMINISTER SOMORA\nHave I not been good to you?\n\nARCHER\n(licks his split lip)\nAbsolutely. And I was planning to\ncut you in. Haven't I always been--\n\f22\n\nll.\n\nThis SLAP knocks Archer's chair backwards to the cement. He\nlies there for a moment. Somora looms over him.\n\nARCHER (CONT'D)\nLook... if you wanted to kill me,\nyou would've done it already. So\nwhat is it you want me to do?\n\nSomora smiles. One of his teeth has a tiny diamond.\nINT. THE UNITED NATIONS - NEW YORK - DAY 22\nThe SECRETARY GENERAL of the UN addresses a a full ASSEMBLY.\n\nSECRETARY GENERAL\nWe propose then to prohibit the direct\nor indirect import of all rough\ndiamonds from conflict zones to the\nterritory of Member States.\n\nHe looks at the front row where TWO MEN IN SAVILLE ROW SUITS\nsit among the Representatives. One is sandy-haired, 40, his\nname is SIMMONS. He serves a distinguished-looking older\nman, 60, with a shock of white hair. His name is DE WENTE.\n\nSECRETARY GENERAL (CONT'D)\nAs we know, these stones are only a\nsmall percentage of the legitimate\ndiamond industry -- whose trade is\ncrucial to the economies of several\nemerging nations, and I applaud their\nsupport of such a ban.\n\nThe well-dressed diamond industry reps smile back.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis name is DE WENTE. SECRETARY GENERAL (CONT'D)\nAs we know, these stones are only a\nsmall percentage of the legitimate\ndiamond industry -- whose trade is\ncrucial to the economies of several\nemerging nations, and I applaud their\nsupport of such a ban. The well-dressed diamond industry reps smile back. \n\nTARGET SECTION TO BE ANNOTATED:\nLATER - CHAMPAGNE IS SERVED 23\nin a reception hall. The Diamond industry REPS and WIVES\nmingle with UN MEMBERS and other DIGNITARIES. US AMBASSADOR\nWALKER approaches De Wente, holds out his hand.\n\nAMBASSADOR WALKER\n\nMister De Wente... Judd Walker--\nDE WENTE\n\nAmbassador. Good to finally meet\n\nyou.\n\nAMBASSADOR WALKER\nYou don't spend much time this side\nof the Atlantic.\n\nDE WENTE\nI'm hoping to change that. Perhaps\nwith your help.\n\f24\n\n12.\n\nAMBASSADOR WALKER\nMr. De Wente, I'm afraid I don't\nhave much faith in any industry's\nability to police itself.\n\nDE WENTE\nI assure you, sir, we both want the\nsame thing. These 'conflict' stones\nput the legitimacy of our entire\nbusiness at risk.\n\nDe Wente's young blonde WIFE appears at his side. It's hard\nto decide which is more beautiful, the woman or the two-\nmillion-dollar DIAMOND NECKLACE she's wearing.\n\nDE WENTE (CONT'D)\nDarling... This is Ambassador Walker.\n\nDE WENTE'S WIFE\nHow nice to meet you.\n\nDE WENTE\n(his arm around her)\nIt's my belief, Ambassador, that\ndiamonds should be associated with\nromance and beauty. Not warfare.\nDon't you agree?\n\nHow can the Ambassador not be dazzled? From the glittering\ndiamonds, we cut to:\n\nEXT. DIAMOND FIELD - PIT - DAY 24\n\nSolomon works in the muddy water, his eyes transfixed by the\nsparkling reflections of the river and the swaying trees\nthat seem so unaffected by the brutality beneath.\n\nSOLOMON (V.0O.)\nDear Jassie. How can it be that one\nstone is worth more than another?\n\nSolomon wills himself back to the soul-killing work.\n\nSuddenly, a WATER PUMP BREAKS -- gushing like a fire hose --\nknocking over Solomon and several diggers. Solomon's sieve\nis swept down river. He swims after the SIEVE. Grabs it,\nsloshing his way back, when he stops...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nSolomon's sieve\nis swept down river. He swims after the SIEVE. Grabs it,\nsloshing his way back, when he stops... \n\nTARGET SECTION TO BE ANNOTATED:\nThere, underwater, by the riverbank, is something SHINY ENOUGH\nto reflect the sun. As the silt washes away, the object\nremains underwater. A ROCK of a startling pink color.\n\nSolomon blinks down at it. The DIAMOND sparkles up at him.\n\f25\n\n26\n\n13.\n\nSOLOMON (V.0.) (CONT'D)\nAnd how can a thing that comes from\nour mother the earth be so beautiful\nas to make people want to kill?\n\nSolomon looks around. Rebel guards are fixing the pump,\nshouting at diggers to get back to work.\n\nSolomon scoops the diamond into his sieve, covers it with\nsilt. His heart is pounding as he wades back to the bank.\n\nREBEL GUARD\nYou daydreaming? Get back to work!\n\nSolomon nods. Quickly submerges his silt-heaped sieve.\nEXT. UNDERNEATH THE MUDDY WATER - CONTINUOUS 25\n\nSolomon overturns the sieve. His BARE FOOT catches the\ndiamond.\n\nEXT. ABOVE THE WATER - SAME 26\n\nSolomon raises his hand to get the guards‘ attention. He\nclutches his abdomen, painfully.\n\nSOLOMON\nI must go badly.\n(pleading)\nCan't hold it in, boss.\n\nThe guard motions him out. Solomon climbs out, sliding his\nsecond foot carefully. He shuffles to the edge of the jungle.\n\nCAPTAIN POISON\nStop.\n\nSolomon freezes. Poison searches Solomon. Starting with\nhis hair, his ears, nose. Squeezing his cheeks to see into\nhis mouth. Frisking his pants, unrolling his cuffs.\n\nCAPTAIN POISON (CONT'D)\nLift your foot.\n\nSolomon lifts his right foot. They check between his toes.\n\nCAPTAIN POISON (CONT'D)\nThe other.\n\nSolomon, looking into Poison's eyes, lifts his left foot.\nPoison checks between the toes. Satisfied.\n\nCAPTAIN POISON (CONT'D)\nMake it quick.\n\nCLOSE ON SOLOMON’'S FOOT, as he lowers it. The toes curl\ninto the soft muddy earth, obviously retrieving something.\n\f27\n\n28\n\n29\n\n14.\nEXT. EDGE OF JUNGLE - MOMENTS LATER 27\n\nAs Solomon squats behind a fallen tree, he eyes the guards\nthrough the broad leaves.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n27\n\n28\n\n29\n\n14. EXT. EDGE OF JUNGLE - MOMENTS LATER 27\n\nAs Solomon squats behind a fallen tree, he eyes the guards\nthrough the broad leaves. \n\nTARGET SECTION TO BE ANNOTATED:\nQuickly, his toes release the muddy gob under his foot. He\nrubs the mud off it. It's raw beauty is almost unnatural.\n\nHe glances back to make sure he is unobserved and then rips\nthe cuff off his pants.\n\nA CLICK at his head.\nSolomon slowly looks up ... into the BARREL OF A COLT .45.\n\nCAPTAIN POISON\nGive it to me.\n\nSolomon doesn't move. What difference does it make? He.\nawaits the crack of the gun, when:\n\nA MORTAR ROUND COMES SCREAMING OUT OF THE JUNGLE.\n\nTHE EXPLOSION knocks Solomon to the ground.\n\nMORE MORTARS. ECOMOG government troops appear, firing\nautomatic weapons. Solomon scrambles over to Poison's bleeding\nbody, removes the MACHETE from the belt.\n\nAs shrapnel shreds the greenery, he furiously digs with the\nmachete. Wraps the DIAMOND in his TORN GREEN CUFF and plants\nit in the hole.\n\nWhen he is STRUCK IN THE HEAD BY A RIFLE BUTT.\n\nHe falls. ECOMOG SOLDIERS are shouting at him in Mende.\nSolomon realizes he still holds the machete, lets it drop.\n\nSOLOMON\nDon't shoot! I am not R.U.F!\n\nAround him ECOMOG soldiers beat the rebel prisoners with\nsticks -- in the distance, others are EXECUTED at random.\n\nEXT. FREETOWN - DAY 28\nA convoy of MILITARY TRUCKS rolls through teeming streets.\n\nWomen walk with baskets on their heads, tribal bells jingling\naround their ankles. \"Businessmen\" in white suits sip Coca-\nColas outside a hotel. A UN helicopter circles overhead.\n\nEXT. BACK OF A MILITARY TRUCK - SAME 23\n\nSolomon sits chained to other rebel prisoners. He's never\nbeen to a city, never seen so many people. It's overwhelming.\n\f30\n\nis.\n\nHe stares at the BEGGARS who run alongside. War orphans,\nthe same age as his own son. He searches every face\n\nINT. FREETOWN PRISON (PADEMBA ROAD) -- DAY 30\n\nArcher looks up from a game of solitaire as REBEL PRISONERS\nare marched past his dank cell.\n\nREBEL #1\nR.U.F.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nREBEL #1\nR. U. F. \n\nTARGET SECTION TO BE ANNOTATED:\n is coming! Operation Chop\nHands! Get ready, my brothers!\n\nArcher turns his attention back to his game as the cell door\nnext to his is opened and Solomon is thrown in.\n\nSOLOMON\n\nI am not R.U.F. My name is Solomon\n\nVandy! I ama farmer!\nArcher assesses him. Solomon gives him a hard stare.\nMORE PRISONERS are brought in, one carried on a stretcher.\nA bandage covers half his face. But when he turns his head,\nwe see that it's Captain Poison. Solomon turns away.\nPoison lifts his head, squinting through the CELL BARS.\n\nCAPTAIN POISON\nWhat did you do with it?\n\nSolomon doesn't acknowledge Poison.\nCAPTAIN POISON (CONT'D)\nI'm talking to you! You hear me!?\nWhere is the diamond!?\n\nArcher pricks up his ears, but goes on playing solitaire.\n\nCAPTAIN POISON (CONT'D)\nA pink diamond. I saw you take it!!\n\nArcher's hand, flipping over a card, stops. Listening\nintently now but careful not to show it.\n\nSOLOMON\nYou are mad. I do not know you.\n\nCAPTAIN POISON\nI saw it with my own eyes!!\n\nPoison reaches into his sweat stained shirt, an IVORY CHARM\nfrom around his neck. Holds it up for all to see.\n\nCAPTAIN POISON (CONT'D)\nThis big! Biggest I have ever seen!!\n\nSolomon just shakes his head, absurdly.\n\f31\n\n16.\n\nBUT ARCHER'S EYES...are on the ivory charm, even as he keeps\nplaying solitaire. Poison calls to the guards.\n\nCAPTAIN POISON (CONT'D)\nI will give a thousand dollars to\nthe man who cuts it out of him!\n\nThese words do something to Solomon. He stands and rips off\nhis shirt. Then his torn pants. Everything. Until he stands\ncompletely naked, facing Captain Poison through the bars.\n\nSOLOMON\nWhere is a diamond? Do you see a\ndiamond!? You devils have taken my\nfamily. My home. Everything! Here!\nLook! What is left!? What is left!?\nIf there is a diamond, then you are\nthe one who has taken it!!\n\nPoison lifts his upper body from the stretcher.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat is left!? If there is a diamond, then you are\nthe one who has taken it!! Poison lifts his upper body from the stretcher. \n\nTARGET SECTION TO BE ANNOTATED:\nCAPTAIN POISON\nLiar! He's a LIAR!\n\nThe army guards have had enough. They silence Poison with a\nrifle butt to the face. As they drag him away, they give\nSolomon a “got my eye on you, too\" glare.\n\nArcher lays out a new hand of solitaire. His eyes move to\nSolomon, then away. He's heard all he has to.\n\nSolomon begins putting his clothes back on. The fury still\nin his eyes. Through the bars, he gives Archer a final glare.\nArcher turns away, just keeps playing cards.\nBut then ... ever so carefully ... he picks out the ACE OF\nDIAMONDS. Folds it in half. He gets up and goes to his\ncell door. Waits until a PRISON GUARD passes by.\nARCHER\nExcuse me, brother. Think you could\nget a message to Minister Somora?\n\nThe prison guard sees the PACK OF CIGARETTES - and the folded\ncard - that Archer holds through the bars.\n\nEXT. PRISON GATE -~ NEXT DAY 31\nArcher walks out into the street, blinks in the sunlight.\nACROSS THE STREET - THE SAME SCENE\n\nis observed in the REARVIEW MIRROR of a parked car by a man\nwith a reddish crewcut. His name is JOOST.\n\nFAWAZ appears and hands Archer his hat.\n\f17.\n\nFAWAZ\nHow on earth did you get them to let\nyou go?\n\nARCHER\n\nThere's a farmer in there. He\nmight've found a pink.\n\nFAWAZ\nAnd what? You told Somora you'd get\nhold of it?\n\nARCHER\nI need to contact our friends in\nLondon.\n\nFAWAZ\n\nI thought we were working for Somora.\n\nARCHER\nWho needs Somora if the pink is real?\n\nArcher can tell that Fawaz is holding something back.\n\nARCHER (CONT'D)\n\n~-What?\n\nFAWAZ\nLondon wants nothing more to do with\nyou.\n\nFawaz hands him a newspaper clipping.\n\nARCHER\n\n(reads)\n\"The arrest in Sierra Leone on June\nOne of Daniel Archer, former mercenary\nand smuggler with ties to the De\nWente diamond cartel highlights the\ntrafficking problem blah blah blah...\"\n\n(crumples it)\nFucking hell.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nFAWAZ\nLondon wants nothing more to do with\nyou. Fawaz hands him a newspaper clipping. ARCHER\n\n(reads)\n\"The arrest in Sierra Leone on June\nOne of Daniel Archer, former mercenary\nand smuggler with ties to the De\nWente diamond cartel highlights the\ntrafficking problem blah blah blah...\"\n\n(crumples it)\nFucking hell. \n\nTARGET SECTION TO BE ANNOTATED:\nHe starts off down the street, calling over his shoulder.\nARCHER (CONT'D)\nHis name is Solomon something...\nMortgage the plane if you have to --\njust get him out.\n32 INT. A SHABBY ROOM IN AN APARTMENT HOTEL -- DAY 32\n\nDripping wet from a shower, Archer is working the phone.\n\f33\n\n34\n\n35\n\n18.\n\nARCHER\n(on the phone)\nsee Well, can you tell Mr. De Wente\nDanny Archer called?..... Archer.\nA...R...\n\nJUMP CUT -- LATER -- ANOTHER CALL\nArcher smokes his tenth cigarette.\n\nARCHER (CONT'D)\n{on the phone)\nWhat time did he say he'd be back?\n\nJUMP CUT -~ LATER -- ANOTHER CALL\nArcher pounds his fist into a wall.\n\nARCHER (CONT'D)\nYes, he definitely knows what this\nis in regard to........ Yes....\nYes......... I've been holding....\n\nIn frustration, he throws the phone across the room.\nEXT. FREETOWN STREET -- DAY 33\n\nArcher leaves the shabby hotel, having changed clothes. He\nis mobbed by the inevitable swarm of beggars who call him by\nname....\"°Arrr-cherrr, Arrr-cherr.\"\n\nARCHER\nPiss off.\n\nHe pushes his way past without a trace of compassion.\nMEANWHILE -- THE DOOR TO ARCHER'S HOTEL ROOM IS KICKED OPEN 34\n\nJOOST, the man we saw surveilling Archer, enters and begins\nto SEARCH the room, He is professional and brutal -- ripping\napart bedding, smashing the phone machine, even slitting the\ncarpet into thin strips with a razor blade.\n\nIt is clear he is looking for something quite small.\nEXT. BEACH BAR -- DAY 35\n\nEvery war zone has a place like this. Soldiers, smugglers,\nopportunists of every stripe stand shoulder to shoulder at a\noo bar. Bad guys and do-gooders, UN workers and eco-\n\nbackpackers drink overpriced, watered-down liquor, trade\ngossip, and hook up for desperate expatriate sex. \"Sierra\nAfrique\" blends African drums and electric bass.\n\nEvery now and then, in the distant hills, the muted SOUND OF\nAN EXPLOSION and a rising COLUMN OF SMOKE. No one pays any\nattention.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nBad guys and do-gooders, UN workers and eco-\n\nbackpackers drink overpriced, watered-down liquor, trade\ngossip, and hook up for desperate expatriate sex. \"Sierra\nAfrique\" blends African drums and electric bass. Every now and then, in the distant hills, the muted SOUND OF\nAN EXPLOSION and a rising COLUMN OF SMOKE. No one pays any\nattention. \n\nTARGET SECTION TO BE ANNOTATED:\n There is serious drinking to be done.\n\f19.\n\nAs Archer shoulders his way past, we OVERHEAR brief snippets\nof conversation. A Nigerian peacekeeper hits on a tipsy\nblond Red Cross Worker.\n\nPEACEKEEPER\nThis place is nothing but hustlers\nand dopers. I will take you back to\nNigeria. Show you the real Africa.\n\nRED CROSS WORKER\nIs that so?\n\nHe whispers in her ear and she giggles. Next to them, two\nSUITS from the Chemical Bank:\n\nSUIT #1\n~- Fifty thousand in cash. And that's\njust to get a meeting with him.\n\nSUIT #2\nThe only difference between the crooks\nwho run the country and the R.U.F.--\n\nThe AFRICAN BARTENDER (M'ED) serves their drinks.\n\nAFRICAN BARTENDER (M'ED)\n--is fifty miles. Word on de street\ndey took Marampa yesterday.\n\nHe points up into the hills where another explosion rises.\n\nAFRICAN BARTENDER (M'ED) (CONT'D)\nTime to reconfirm dose flight\nreservations, maybe.\n\nArcher approaches the bar. His arrival is cause for several\nwhispered remarks among those in the know.\n\nAFRICAN BARTENDER (M'ED) (CONT'D)\nHow de body, Mr. Archer?\n\nARCHER\nEvery day above ground, M'ed...\n(looks to the hills)\nYour rebel friends planning to visit\nus one of these days?\n\nAFRICAN BARTENDER (M'ED)\nOh, I 'magine dey come do some\nshopping verrry soon.\n\nHe laughs darkly. Archer salutes him with his drink. Nearby,\nan ATTRACTIVE WOMAN taps her swizzle stick on the bar as\nOasis' \"Party Like It's '99\" ends:\n\f20.\n\nRADIO ANNOUNCER (V.O.)\nThis is the Voice of America. Another\ngood day on Wall Street, the Dow\nJones up twenty-five points, the\nNasdag up forty... In the White House,\nPresident Clinton again defended his\nrelationship with Monica Lewinsky--\n\nThe woman near Archer speaks up:\n\nWOMAN\nAre you listening to this? The\nworld's falling apart and all we\nhear about is Blowjobgate...\n\nArcher turns to MADDY BOWEN.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the White House,\nPresident Clinton again defended his\nrelationship with Monica Lewinsky--\n\nThe woman near Archer speaks up:\n\nWOMAN\nAre you listening to this? The\nworld's falling apart and all we\nhear about is Blowjobgate... Archer turns to MADDY BOWEN. \n\nTARGET SECTION TO BE ANNOTATED:\n Maddy's a 'handful' whose beauty\nbelies the kind of fierce intelligence that sends most men\nrunning for the door. Archer likes what he sees.\n\nARCHER\nWhen's the last time the world wasn't\nfalling apart?\n\nMADDY\nOh. A realist. Been there, done\nthat, got the t-shirt. Is that it?\n\nARCHER\nDanny Archer.\n\nMADDY\nMaddy Bowen.\n\nARCHER\n(appraising her)\nAmerican.\n\nMADDY\nGuilty.\n\nARCHER\nAmericans usually are.\n\nMaddy raises an eyebrow. He plays rough. She likes it.\n\nMADDY\nOuch.\n\nARCHER\nDon't tell me, you're here to make a\ndifference.\n\nMADDY\n\nAnd you're here to make a buck.\n\nArcher smiles. It's been a long time since he was interested.\n\f21.\n\nARCHER\n\nSee that guy? Government minister\ncaught pocketing disaster relief\nmoney. Bad move, know why? Wasn't\ngiving a big enough cut to his boss...\n\n(points nearby)\nThat one...? Sells AK-47's to the\nrebels and waits for a cease-fire to\nbuy ‘em at a discount, then after\nthe fighting starts again, sells\nthem back at a profit.\n\nMADDY\nAnd your point is?\n\nARCHER\nThe point is, it's Africa. There is\nno point. You want another?\n\nMADDY\n\nVodka. Rocks.\n\nArcher catches Med's eye -- who nods approvingly at Maddy.\n\nARCHER\n\nM'ed. Same again.\nMADDY\n\nYou were born here?\nARCHER\n\nRhodesia.\nMADDY\n\nYou were there during the war? Must\nhave been rough.\n\nARCHER\n(offering nothing)\nLoved it.\nMADDY\nAnd you're a smuggler.\nARCHER\nAm 1?\nMADDY\nSomehow I don't take you as the UNICEF\ntype.\n\nArcher just smiles.\n\nMADDY (CONT'D)\nI was going to say 'soldier-of-\nfortune' but it's such a cliche.\n\f36\n\n22.\n\nARCHER\nHow about hired gun. People seem to\nlike that one.\n\nMADDY\nDiamonds?\n\nARCHER\nWhat if I told you I was a missionary.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeople seem to\nlike that one. MADDY\nDiamonds? ARCHER\nWhat if I told you I was a missionary. \n\nTARGET SECTION TO BE ANNOTATED:\nMADDY\n(laughs)\nFor De Wente?\n\nARCHER\nIt's not just rude to ask those kind\nof questions, Ms. Bowen, it's also\ndangerous.\n\nMADDY\nI'll take my chances.\n(leans closer)\nSo... tell me about blood diamonds.\n\nAnd then, suddenly, Archer gets it. His face turns to stone.\n\nARCHER\n..-You're a journalist.\n\nMADDY\nThat's right.\n\nArcher stands up from his stool.\n\nARCHER\nPiss off.\n\nHe throws some money onto the bar. Maddy follows him out.\nEXT. BEACH BAR -- CONTINUOUS 36\n\nMADDY\nDe Wente Diamonds closed its buying\noffices here to avoid U.N. sanctions.\nBut they're using cut-outs to buy\nstones from the rebels on the cheap.\nThat way nobody accuses them of\nprofiting from the war --which they\nclearly are.\n\nARCHER\nI'm shocked.\n\f37\n\n38\n\n39\n\n40\n\n23.\n\nMADDY\nYou got popped trying to go free-\nlance, so they cut you loose and let\nyou rot in jail.\n(grabs him)\nDon't you want a chance to get even?\n\nHe keeps walking.\n\nMADDY (CONT'D)\nHey, wait a second.\n\nShe grabs his arm. Moves closer.\n\nMADDY (CONT'D)\n(the slightest sexual\npromise)\nHelp me out here...\n\nHe can't help but give a bitter laugh.\n\nARCHER\nMaddy, right?\n(she nods)\n... Usually I liked to be kissed before\nI get fucked.\n\nHe walks off, leaving her to the inevitable swarm of beggars.\n\nINT. ARCHER'S HOTEL ROOM -- AFTERNOON (MUSIC OVER)\nArcher walks in and sees the wreckage of his life.\nIN THE BATHROOM -- MOMENTS LATER (MUSIC OVER)\n\nArcher stares at himself in the remains of his mirror. He\nopens a bottle of vodka and chugs it.\n\nA FLASH CUT -- GRAINY BLACK & WHITE\n\nSouth African Security Forces BREAK DOWN a door and roust a\nsleeping middle-aged ANC supporter from his bed. His wife\nSCREAMS as Archer puts a bag over the man's head.\n\nBACK TO THE BATHROOM\n\nArcher takes a long pull of vodka and tosses the bottle.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nA FLASH CUT -- GRAINY BLACK & WHITE\n\nSouth African Security Forces BREAK DOWN a door and roust a\nsleeping middle-aged ANC supporter from his bed. His wife\nSCREAMS as Archer puts a bag over the man's head. BACK TO THE BATHROOM\n\nArcher takes a long pull of vodka and tosses the bottle. \n\nTARGET SECTION TO BE ANNOTATED:\nWith a pliers he grips a false crown atop A BACK TOOTH.\n\nANOTHER FLASH CUT ~- GRAINY BLACK & WHITE\nThe Black prisoner is naked, tied to a chair. We do not see\n\nwhat is being done to him. Instead, we study Archer's face\nas he watches.\n\n37\n\n38\n\n39\n\n40\n\f41\n\n42\n\n43\n\n44\n\n24.\nBACK TO THE BATHROOM\n\nBright drops of blood drip into the sink. Ignoring the\nincredible pain, Archer rips out the crown.\n\nInto his palm, he taps a bloody ROUGH DIAMOND.\nEXT. RAWDON STREET (FREETOWN) -- SUNSET (MUSIC OVER)\n\nA crowded street of little STOREFRONTS with hand-painted\nsigns of diamonds. Street merchants lick their palms and\nhiss as Archer passes.\n\nINT, FAST EDDIE'S -- LATER (MUSIC OVER\n\nLittle more than a corrugated shack. We see Archer haggling,\nand reluctantly accepting less cash than his stone is worth.\n\nINT. FREETOWN - STREETS - LATER THAT DAY\nJoost is waiting in the road, making no attempt to hide.\n\nARCHER\nJoost.\n\nJOosT\nLong time, mate.\n\nARCHER\nHow's Alice?\n\nJOOST\nWell, thanks.\n\nARCHER\nTim must be in college.\n\nJOOST\nBig kids, big problems... you know.\n\nARCHER\nCompany's doing well?\n\nJoost\nCan't complain. Eleven wars on the\ncontinent, business is brisk.\n{looks at him)\nHeard you had a bit of trouble in\nthe bush.\n\nARCHER\nSomora called you.\n\nJOOsT\nMinister Somora and the Colonel are\nold friends.\n\n41\n\n42\n\n43\n\n44\n\fas\n\n46\n\n47\n\n48\n\n49\n\n25.\n\nJoost smiles. Archer takes out a pack of cigarettes, offers\none. Joost demurs. Archer pats his pockets for a match.\n\nARCHER\nGot a light?\n\nJoost reaches into his pocket, takes out a lighter.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nArcher pats his pockets for a match. ARCHER\nGot a light? Joost reaches into his pocket, takes out a lighter. \n\nTARGET SECTION TO BE ANNOTATED:\n As he\nleans in to light Archer's cigarette--\n\nARCHER GRABS HIS HEAD AND SMASHES IT DOWN ONTO HIS UP-THRUST\nKNEE, LOW-PUNCHES HIM IN THE GROIN, SWEEPS HIS LEGS OUT FROM\nUNDER HIM, AND THEN STOMPS HIM IN THE KIDNEYS.\nARCHER (CONT'D)\n\nNext time the Colonel has a question.\n\nAll he has to do is ask.\nHe walks away, leaving Joost writhing in the street.\nEXT. CAPE TOWN AIRPORT -- DAY (MUSIC OVER) 45\nArcher pays cash for a round-trip ticket to London.\nEXT. LONDON (CHARTERHOUSE STREET) -- DAY (MUSIC OVER) 46\n\nThe global nexus of the diamond trade. A cab pulls up and\nArcher gets out, wearing a suit.\n\nACROSS THE STREET, a small group of PROTESTERS with signs\n\nthat read, \"No Blood Diamonds,\" and \"DTC Funds Torture.\"\n\nOne sign has a drawing of a diamond ring on a severed finger.\nINT. DIAMOND TRADING COMPANY (DTC) -- DAY (MUSIC OVER) 47\n\nArcher passes through security: fingerprint reader, scanner,\nthe works. He is buzzed through an ANTI-BALLISTIC DOOR.\n\nINT.IN A WAITING ROOM 48\n\nHe glances at the well-lit display cases -- one of which\nfeatures a replica of the 530-carat \"Star of Africa\".\n\nA FLAT-SCREEN MONITOR\n\nplays a Ridley Scott commercial for De Wente diamonds.\nRomantic. Flashy. A young man proposes to a beautiful\nblushing girl. An older couple celebrate their anniversary.\nRappers wearing ‘bling' on the Grammy Awards.\n\nDTC CLERK\nMister Simmons will see you now.\n\nINT. DTC EXECUTIVE OFFICES -- DAY 49\n\nROLAND SIMMON'S office is tasteful and inoffensive. So is\nRoland Simmons. We last saw him at the UN.\n\f26.\n\nSIMMONS\n\nCome in. Come in. Tea?\nARCHER\n\nNo thanks.\nSIMMONS\n\nSo. What brings you to London?\nARCHER\n\nReg... Spare me.\n\nSimmons adjusts the trousers of his bespoke suit.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCHER\n\nReg... Spare me. Simmons adjusts the trousers of his bespoke suit. \n\nTARGET SECTION TO BE ANNOTATED:\n He'd rather\ntalk about anything but business, but if Archer insists:\n\nSIMMONS\n\nA month ago, officers of this company\nsat in front of the United Nations\nand pledged to uphold a ban on\n“conflict” diamonds.\n\n(looks out the window)\nWe are no longer accepting the stones\nyou supply. I'm truly sorry you've\ncome all this way, but our\nrelationship is officially over.\n\nArcher looks around. Realizes.\n\nARCHER\nYou're recording this.\n\nSimmons smiles. Archer doesn't give a shit. Record this.\n\nARCHER (CONT'D)\nYou're losing your hold on the global\nmarket. Big finds in Russia, Canada.\nYou need me more than ever.\n\nSimmons glances at his watch.\n\nSIMMONS\nYou don't plan to lecture me on the\ntrade, do you?\n\nARCHER\nThe trade? Oh, that has such a nicer\nring to it than “cartel,” \"Cartel\"\nis for Columbian drug dealers and\noil sheiks. It's so... unbecoming.\n\nArcher stands and walks to a FRAMED WALL PHOTO of the\ndistinguished older MAN whom we last saw at the UN.\n\nARCHER (CONT'D)\nBut since it's just the two of us,\nReg, let's cut the bullshit.\n(MORE)\n\f27.\n\nARCHER (CONT'D)\n\nYou've got eight-billion-dollars-\nworth of stones gathering dust in\nthose vaults downstairs.\n\n(leans forward)\nIf you didn't keep 'em off the market,\nthat rock on your finger would cost\nless than your shoes.\n\nSIMMONS\nFine. Write a book. Tell the BBC.\n\nARCHER\n(continuing over him)\n--Which is why it would be a shame\nif, say, another company got all the\npress, not the mention the profits\nfrom the largest pink ever to find\nits way to market~-\n\nThis pulls Simmons up short.\n\nSIMMONS\nYou're bluffing.\n\nARCHER\nProbably. But if I'm not, you're\ngoing to be the one having to explain\nto Mr. De Wente how it happened.\n\nHe stands and starts out.\nARCHER (CONT'D)\nNice talking to you, Reg. Love the\nnew hairline.\n\nSimmons holds up a hand, as if to say, ‘wait a second.' He\nflips a switch and MUSIC fills the room.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCHER (CONT'D)\nNice talking to you, Reg. Love the\nnew hairline. Simmons holds up a hand, as if to say, ‘wait a second.' He\nflips a switch and MUSIC fills the room. \n\nTARGET SECTION TO BE ANNOTATED:\nSIMMONS\nWhat are you asking?\n\nARCHER\nTen percent of market as a finder's\nfee.\n\nSIMMONS\nFive.\n\nARCHER\nSeven.\n\nSIMMONS\nAgreed.\n\nARCHER\n\nAlways a pleasure doing business.\n\f50\n\n51\n\n28.\nHe turns and walks out. Simmons picks up the phone.\n\nSIMMONS\nGet me De Wente.\n\nEXT. FREETOWN PRISON -- DAY 50\nSolomon walks out of prison to find Fawaz waiting.\n\nFAWAZ\nSolomon Vandy?\n\nSOLOMON\nWhat do you want?\n\nFAWAZ\nSome friends of mine thought you\nlook like an honest man.\nFawaz hands him a wad of cash and walks away.\nEXT. HIGH COMMISSION FOR REFUGEES OFFICE - DAY 51\n\nAn abandoned school. Men, women with babies swaddled in\ntribal cloth. They are impatient, unruly.\n\nSolomon sees the line snaking around the block. He walks\ncasually toward the front, acting as if he knows someone.\n\nSOLOMON\nHello my brother. How's de body?\n\nREFUGEE #1\nDo I know you?\n\nSolomon insinuates himself beside him in line.\nSOLOMON\nSure, sure. We met at your cousin's\nwedding. Don't you remember?\nAnother refugee, farther back in line, calls out angrily.\n\nREFUGEE #2\nBack in line!\n\nOther refugees join in calling \"end of the line,\" etc.\nSolomon ignores them, focusing on the man beside him.\n\nSOLOMON\n--and how is the happy couple?\n\nThe angry refugee GRABS Solomon by the arm.\n\nREFUGEE #2\nHey, mon, who you think you are?\n\f52\n\n29.\nSolomon turns on him with quiet menace.\n\nSOLOMON\nIf you don't let go, I will break\nyour arm. Then I will break your\nhead.\n\nThe wild look in Solomon's eye is truly terrifying. The man\nrecoils in fear. The other refugees stop their grumbling.\n\nINSIDE THE OFFICE 52\nHundreds of NAMES, posted on reams of paper cover the walls.\n\nSolomon searches the list methodically. Even as he's shoved\nand pushed, he holds his ground. The names he seeks are not\nthere.\n\nSOLOMON (V.0.)\nDear Jassie.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nEven as he's shoved\nand pushed, he holds his ground. The names he seeks are not\nthere. SOLOMON (V.0.)\nDear Jassie. \n\nTARGET SECTION TO BE ANNOTATED:\n Can it be that no one\nin our country has a home?\n\nHe looks around for someone in authority. Hears an African\nSOLDIER speaking Mende.\n\nSOLOMON (CONT'D)\n(in Mende, subtitled)\nPlease, I must talk to someone. My\nfamily's name is not on the list.\n\nThe soldier, who is being yelled at by five other people\nsimultaneously, replies angrily in subtitled Mende:\n\nMENDE SOLDIER\nGo to Kambe, there is another list.\n\nSOLOMON:\nI have been to Kambe, and Mombolo,\nand Tibili, and--\n\nMENDE SOLDIER\nTalk to the whites.\n\nHe points to a harried RED CROSS OFFICIAL who fields an\nonslaught of questions. Solomon pushes his way to him.\n\nSOLOMON\nExcuse me, sir, my name is--\n\nRED CROSS OFFICIAL\n--Check the list.\n\nSOLOMON\nI have checked the lists.\n\nThe Brit shouts to be heard over the tumult.\n\f53\n\n54\n\n55\n\n30.\n\nRED CROSS OFFICIAL\nYou have to file papers with the\nOffice of Refugees!\n\nSOLOMON\nI have filed papers!\n\nRED CROSS OFFICIAL\nThen God help you, man. Because I\ncan't.\n\nSolomon wants to scream at him, but the Brit is right.\nEXT. OUTSIDE THE FIELD OFFICE 53\nSolomon sits in the middle of the crowded street. Bereft.\nSOLOMON (V.0O.)\n\nThey told us freedom would make our\n\ncountry into a paradise. But it has\n\nturned it into a sewer instead.\nEXT. SOMEWHERE IN THE SIERRA LEONE HILLS -- CONTINUOUS 54\nDia, Jassie and his sister wait for food at an R.U.F. outpost.\nA rebel wearing a DOO-RAG eyes them. Dia glares as the man\noffers his twelve year-old sister a Milky Way bar.\n\nJassie pulls her daughter away but ANOTHER SOLDIER puts his\narm around her waist -- pinning her arms behind her back.\n\nR.U.F. SOLDIER\nMaybe you are my new wife!\n\nDoo Rag starts to lead N'yanda away. Dia flings himself at\nthe rebel, but OTHERS jump him and begin to beat him with\ntheir rifle butts.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLDIER\nMaybe you are my new wife! Doo Rag starts to lead N'yanda away. Dia flings himself at\nthe rebel, but OTHERS jump him and begin to beat him with\ntheir rifle butts. \n\nTARGET SECTION TO BE ANNOTATED:\n Jassie's screams are drowned out by the\nlaughter of their tormentors.\n\nDia, meanwhile, is lifted up and THROWN into the back of a\ntruck with several other TEENAGE BOYS.\n\nEXT. CAPE TOWN AIRPORT -- DAY 55\n\nArcher walks to the curb. Joost is waiting beside a Mercedes.\nHis eyes are still black-and-blue behind sunglasses.\n\nJOOST\nHe wants to see you.\nARCHER\nI'm going back to Sierra Leone,\n\nactually.\n\nTwo Square-jawed MERCENARIES emerge from the Mercedes, the\noutline of handguns obvious beneath the tails of their shirts.\n\f56\n\n57\n\n5S7A\n\n58\n\n31.\nARCHER (CONT'D)\nI don't suppose, ‘I'm sorry,‘ would\nsuffice?\nJoost smiles thinly. The mercenaries unobtrusively hem in\nArcher on both sides. He expects to be pummeled at any\nmoment. Instead they politely open the car door.\n\nJOOST\nAfter you.\n\nEXT. CAPE TOWN COUNTRYSIDE -- DAY 56\n\nThe Mercedes winds it way into the South African Veldt,\npassing elegant stables, grape orchards and cricket pitches.\n\nINSIDE THE CAR 57\nArcher expects to be beaten at any moment. It doesn't happen.\nDRIVING DEEPER INTO THE VELDT S7A\nThe landscape has grown barren. At a gate lined with barbed\nwire, a sign -- “Executive Outcomes\" -- is flanked by armed\nsoldiers wearing crimson berets, who wave them on. They\n\nfollow a deserted dirt road, until--\n\nA RUSSIAN ATTACK HELICOPTER 58\n\nmaterializes out of nowhere. After making a perilously close\npass, it flies away.\n\nBESIDE AN OLD VICTORIAN FARMHOUSE\nThe Mercedes glides to a stop beside a spreading acacia.\nCOLONEL THEO COETSEE, 60,\n\nLooks like he could still lead a platoon on a fifty mile\nforced-march in hostile conditions. In fact, he still does.\n\nTHE COLONEL\nHello, Danny.\n\nARCHER\nSir.\n\nTHE COLONEL\nYou look better than Joost here.\n\nARCHER\nA misunderstanding between friends.\n\nThe Colonel chuckles and pours him a marula martini.\n\f32.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCHER\nA misunderstanding between friends. The Colonel chuckles and pours him a marula martini. 32. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE COLONEL\n(raising his glass)\nHere's to us and those like us--\n\nARCHER\n(finishing the toast)\n--Damn few.\n\nThey sip.\n\nTHE COLONEL\nI want you to come back.\n\nARCHER\nThanks but I prefer not to.\n\nTHE COLONEL\nWe'll be coming your way soon. Our\nlawyers are in conversation with the\ngovernment of Sierra Leone, such as\nit is.\n\nArcher smiles darkly.\n\nTHE COLONEL (CONT'D)\nThey want us to take back the diamond\nmines and I need someone who knows\nhis way around up there.\n\nArcher just takes another sip. The Colonel studies him.\n\nTHE COLONEL (CONT'D)\nAccording to our Minister Somora,\nyou've got something in the works.\nSomething. ..pink.\n\nARCHER\n(dismissive)\nThe fantasy of some Mende farmer...\n\nTHE COLONEL\nThere is the small matter of payment\non some RPG's. You haven't forgotten\nwho arranged that shipment from our\nUkranian friends...?\n\nARCHER\nBut who is it, I wonder, who tipped\noff the ECOMOG to the goat routine?\n\nThe Colonel's tone loses some of its warmth.\nTHE COLONEL\n\nPay your debt in cash or come back\nto work. Your choice.\n\f59\n\n60\n\n33.\n\nARCHER\nIf I had a hundred grand you think\nI'd still be on this continent?\n\nTHE COLONEL\n(laughs)\nOh, Danny... You'll never leave.\nYou're African to the bone.\n(dismissing him)\nJoost will see you back to Cape Town.\n\nARCHER\nI appreciate that. Thank you.\n\nTHE COLONEL\nWe'll meet again soon?\n\nARCHER\nNo disrespect, sir, but I hope not.\n\nTHE COLONEL\nYou think selling weapons is better\nthan using them? At least when it's\nyou pulling the trigger, you know\nyou're not the target.\n\nThe Colonel chuckles, and gives Joost a subtle nod.\nBEHIND THE FARMHOUSE 59\nThey approach the parked Mercedes. Archer turns to Joost.\n\nARCHER\nOkay, just get it over with.\n\nThe two mercenaries grab Archer's arms. Joost smiles\nsympathetically and then begins to beat the shit out of him.\n\nINT.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe two mercenaries grab Archer's arms. Joost smiles\nsympathetically and then begins to beat the shit out of him. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE “EXECUTIVE HOTEL” - FREETOWN - DAY 60\n\nHalf of its SIGN has been blown away. A filthy red carpet\nleads to a colonial facade.\n\nSolomon, in a red vest that serves as a uniform, carries a\nbusinessman's bags. As the businessman gets into a cab, a\npack of Marlboro 100's falls out of the man's pocket.\n\nSOLOMON (V.O.)\nDear Jassie. It has been so many\nweeks and I still cannot find you.\n\nSolomon waits until the cab pulls away. Then he kneels and\npockets the cigarettes.\n\f61\n\n62\n\n63\n\n64\n\n65\n\n34.\nINT. THE “EXECUTIVE\" HOTEL - LATER 61\n\nSolomon carries bags up a back stairs. He checks to see if\nanyone is watching then rifles the bags for anything of value.\n\nEXT. FREETOWN STREET -- DAY 62\n\nAt an open-air market, Solomon exchanges the cigarettes and\nother stolen items for hard currency.\n\nSOLOMON (V.0O.)\nThe city is loud and crowded and\ndirty. I miss the farm and cannot\nhelp wondering what has happened to\nthe cassava crop.\n\nINT. HOSPITAL ~- DAY 63\nSolomon bribes a UNICEF OFFICIAL with the currency.\n\nHe walks past rows of civilian casualties, many of them\nchildren. He forces himself to smile at each face he passes.\n\nEXT, SQUATTER'S CAMP -- NIGHT 64\n\nPlaces like this define every city in the third world.\nSolomon has taken residence in the rusted hull of an old\ncar. It is bare except for an extra shirt folded neatly.\n\nSOLOMON (V.0O.)\nMost of all I miss our family all\ntogether in the hut at night, the\nsound of the childrens’ breathing,\nand your warmth beside me.\n\nHe lights a candle before a wooden animist statue.\n\nSOLOMON (V.O.) (CONT'D)\nWhenever I feel myself losing hope,\nI think of these things and I know\nit will be all right.\n\nEXT. SOMEWHERE IN THE BUSH -~ CONTINUOUS 65\n\nDia sits in a dark hut along with several TEENAGE CAPTIVES.\nThe door is flung open and GUARDS brutally drive them out to\nform a line.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. SOMEWHERE IN THE BUSH -~ CONTINUOUS 65\n\nDia sits in a dark hut along with several TEENAGE CAPTIVES. The door is flung open and GUARDS brutally drive them out to\nform a line. \n\nTARGET SECTION TO BE ANNOTATED:\n Dia stands, terrified, in a driving rain.\n\nR.U.F. TRAINER\nYour mothers and fathers are dead.\nYour brothers and sisters are dead.\nYou are dead too. But you will be\nreborn with us. We are your family\nnow.\n\f66\n\n67\n\n68\n\n69\n\n70\n\n71\n\n35.\nANOTHER DAY 66\nDia and others are being taught to fire an AK-47.\nANOTHER DAY 67\n\nDia carries a plastic jug of palm wine through the rebel\ncamp. Handing it an older guerilla, he inadvertently SPILLS\nsome on the man's t-shirt. The man begins to BEAT him.\n\nLATER 68\n\nDia is held down by two rebels as a cut is opened in his arm\nand an unidentified powdery drug is poured into the cut.\n\nLATER 69\n\nDia is bouncing off the walls of the hut -- stoned out of\nhis mind. Several teenage boys are similarly wasted.\n\nEXT. FREETOWN STREET (ARCHER'S HOTEL) -- NIGHT 70\n\nArcher gets out of a cab, carrying his bag. His face is\nswollen and sunglasses cover a black eye.\n\nA MILITARY JEEP is parked in front of his hotel. Several\nECOMOG troops loiter, perhaps waiting for him, perhaps not.\n\nNot taking any chances, Archer turns away.\n\nEXPLOSIONS LIKE DISTANT THUNDER rumble through the stifling\nnight as he walks. A car is on fire. A sense of things\ngrowing out of control.\n\nA YOUNG AFRICAN WOMAN, miniskirt, big earrings beckons him.\n\nHOOKER\nYou lonely tonight, Archer?\n(pulls down her top)\nI'm safe. No HIV. You use condom.\n\nEXT. BEACH BAR -- NIGHT 71\n\nHalf of it is burnt. People crowd the remaining half,\nGrinking as heavily as ever. The African Techno-Beat throbs.\nArcher gets Med's attention at the bar, sets down his bag.\n\nARCHER\nMind looking after this for me?\n(M'ed nods)\n...Like what you've done to the place.\n\nBARTENDER (M'ED)\nFokking R.U.F. try to hit the guv'ment\nbuilding ‘cross da street. Shit,\nmahn, half da people heah be R.U.F.\n(MORE)\n\f36.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nU. F. (MORE)\n\f36. \n\nTARGET SECTION TO BE ANNOTATED:\nBARTENDER (M'ED) (CONT'D)\n(hands him the usual)\nGood for business doh. Ever'body\ndrink much as dey can ‘fore de rebels\ncome an drink up de rest.\n\nARCHER\nMight be time to get your family\nout, my friend.\n\nThe facade of Med's professional joviality disappears.\n\nBARTENDER\nAnd go where, mahn? Jus‘ fire up de\nchopper and fly away like you people?\nNo, mahn, dis my country. We here\nlong ‘fore you came and long after\nyou gone.\n\nHe stares at Archer, his eyes a tragic mask of defiance and\ndespair. He turns away.\n\nFawaz approaches. He is a nervous wreck.\n\nFAWAZ\nOh, my God, are you all right?\n\nARCHER\nWhere's the farmer?\n\nPAWAZ\nHe found a job at a hotel. Spends\nall his time at the refugee offices.\nNot exactly the behavior of a man in\npossession of a priceless stone.\n\nAnother EXPLOSION in the distant hills. Fawaz flinches.\n\nFAWAZ (CONT'D)\nThe main road to Masiaka is cut in\nthree places. The government's gonna\nfall any second, and I'm following\nsome delusional farmer.\n\nArcher sees Maddy through the crowd. She's standing apart,\nlooking somewhat dazed as she moves slowly to the music.\n\nFAWAZ (CONT'D)\nThe man was a digger. The odds of\nhim getting away with even a small\nstone is zero. They slit you open\nalive just for sweating.\n\nARCHER\nI think Somora is looking for me.\n\f37.\n\nFAWAZ\n(really worried now)\nAllah forfend...\n\nARCHER\n(moving away)\ndust stay on the farmer.\n\nFAWAZ\nBut--\n\nArcher has already begun heading toward Maddy. She sees him\ncoming and watches him walk toward her. They meet in the\nmiddle of a crowded dance floor. All around them, sweaty\nbodies are swaying to the African beat.\n\nMADDY\nAm I supposed to kiss you or fuck\nyou? I can't remember.\n\nARCHER\nHow about you dance with me.\nMADDY\nShould I ask what happened to your\n\nface?\nHe takes her hand and leads her into the surging crowd.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCHER\nHow about you dance with me. MADDY\nShould I ask what happened to your\n\nface? He takes her hand and leads her into the surging crowd. \n\nTARGET SECTION TO BE ANNOTATED:\nMADDY (CONT'D)\nI guess not.\n\nThey dance as best they can in the crush.\nMADDY (CONT'D)\n\nThis is insane. I'm drunk in an\nAfrican bar dancing with a mercenary.\n\nARCHER\n\nWhat would they say in Ohio?\nMADDY\n\nChicago.\nARCHER\n\n++-You can tell a lot about someone\nby the way they dance.\n\nMADDY\nThen you can probably tell right\naway that I can't dance.\n\nThey look at each other.\n\f38.\n\nMADDY (CONT'D)\nIn Mozambique, you were part of a\nsearch-and-destroy unit targeting\nANC leaders. Then in Angola, you\nhooked up with De Wente and started\ntrading guns for diamonds.\n\nARCHER\nIs this on the record?\n\nMADDY\nBut you blew it all getting greedy\nand trying to go it alone. Why?\n\nHe doesn't answer. They are looking at each other. The\nmusic is pounding. Sweat is pouring off both of them but\nneither bothers to wipe it away.\n\nThey keep\n\nMADDY (CONT'D)\nSo you're, what, a Nihilist?\nOpportunist? Scumbag?\n\nARCHER\nMaybe I just wasn't breast-fed in\nchildhood.\n\nMADDY\nYou think I've never met people like\nyou?\n\nARCHER\nI think you get off on people like\nme.\n\nMADDY\nFuck you.\n\nARCHER\nThat, too.\n\ndancing, their faces very close.\n\nMADDY\nWhat I'll...never understand... is\nhow...you can...compartmentalize...\nhuman suffering.\n\nHe stops dancing. Looks at her.\n\nARCHER\nThanks for the dance.\n\nHe walks away.\n\f39.\n\nOUTSIDE THE BAR 72\n\nHe lights a cigarette. She appears and stands quietly beside\nhim. Together they watch the distant explosions.\n\nMADDY\nI didn't actually hurt your feelings?\n\nHe takes a long drag. Exhales.\n\nARCHER\nHow long you been in Africa?\nMADDY\nPour months. Before that Kosovo.\nARCHER\nOkay. How many Blacks do you know\nback in the States -- besides the\n\ngirl who cleans your house and the\nman who picks up your garbage?\n\nMADDY\nWhat's that got to do with it?\n\nARCHER\nI know Blacks.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow many Blacks do you know\nback in the States -- besides the\n\ngirl who cleans your house and the\nman who picks up your garbage? MADDY\nWhat's that got to do with it? ARCHER\nI know Blacks. \n\nTARGET SECTION TO BE ANNOTATED:\n Grew up with ‘em,\nfought with ‘em. Behind the calm\neyes and the gentle smile, they're\nburning with hate for what we've\ndone to ‘em. They hate you, hate me,\nhate each other and hate themselves.\nAnd your bleeding heart isn't gonna\nstop ‘em butchering each other.\nHalf the continent is starving and\nthe rest is dying of AIDS while their\nleaders sell medicine to build palaces\nand drive Mercedes.\n\nMADDY\nThat doesn't make it right.\n\nARCHER\nNo it doesn't. But apart from a few\ndo~gooders who show up for a week\nwith their flak jackets, their\nlaptops, and their little bottles of\nhand sanitizer the White world doesn't\ngive a fuck about the Black world.\nLook at Sudan. Look at Rwanda.\nYour country loses thirty-four marines\nin Somalia and then does nothing as\na million people die. Except put\npictures of starving children on TV\nto flagellate their guilty conscience.\n(MORE)\n\f73\n\n40.\n\nARCHER (CONT'D)\n(shakes his head)\nSo someone's got to do the dirty\nwork~- you think America doesn't\nsell arms or hire professionals?\nYou call them ‘contractors’. I sell\nguns. If I don’t, somebody else will.\n\nMADDY\nThe law of the jungle.\n(sighs)\nIf only I had a nickel for every\npiece-of-shit who uses it to justify\nhis existence.\n\nHe turns to look at her, her face radiant with sweat.\n\nARCHER\nI like your smell.\n\nMADDY\nWell, that makes me weak at the knees.\n\nARCHER\nIt's all gonna blow any minute. You\nshould get out.\n\nMADDY\nAn ECOMOG relief column leaves in\nthe morning. What about you?\n\nARCHER\nBusiness to finish up.\n\nMADDY\nWhat could possibly be worth staying\nand getting yourself killed over?\n\nHe looks at her, offers a grim smile.\n\nMADDY (CONT'D)\nOh. Right.\n\nHe indicates the bare \"wedding ring\" finger of her left hand.\n\nARCHER\nTell me you never dreamt of having a\nsparkly diamond of your very own.\n(as he walks away)\n+..Peace,\n\nEXT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCHER\nTell me you never dreamt of having a\nsparkly diamond of your very own. (as he walks away)\n+.. Peace,\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SQUATTER CAMP -- NEXT DAY 73\nSolomon emerges from his rusted hulk to find Archer waiting.\n\nArcher looks as if he's been up all night avoiding the\nMinister's troops -- which in fact he has.\n\f41.\n\nARCHER\nWhat did you do, bury it?\n\nSolomon instinctively looks to see if anyone is listening.\n\nARCHER (CONT'D)\nI would have buried it.\n\nSOLOMON\n(heart racing)\nWhat are you talking about?\n\nArcher removes his sunglasses, looks Solomon in the eye.\n\nARCHER\nWhat am I talking about?\n\nSOLOMON\nI must go to work.\n\nArcher follows as Solomon walks through the shantytown.\n\nARCHER\nMy friend Fawaz paid an awfully large\nbribe to get you out of jail.\n\nSOLOMON\nI will pay Mister Fawaz back. He\nhas my word. And now you have my\nword. And we have finished speaking.\n\nSolomon runs for a crowded bus. Archer watches him disappear.\n74 INT. EXECUTIVE HOTEL -- LATER THAT DAY 74\n\nSolomon is carrying bags for Western businessmen frantic to\nget out of Freetown before it's too late.\n\nDepositing their bags in a taxi, he walks back into the lobby\nto find Archer leaning against a post, smoking a cigarette.\n\nARCHER\nWhy would that R.U.F. captain with\nthe bandaged eye make up such a story.\n\nSolomon again tries to ignore him.\n\nARCHER (CONT'D)\nWhat are you going to do, sell it\nyourself? To who? For how much?\nYou need help, friend, whether you\nwant it or not.\n\nAnother porter is eavesdropping. Solomon escapes into the\nalley beside the hotel, turns on Archer.\n\f42.\n\n75 EXT, ALLEY - CONTINUOUS 18\n\nSOLOMON\nI know who you are. And what you\nare. Men like you have turned my\ncountry into a land of thieves and\nkillers. I do not need your help.\n\nARCHER\nWhat if I could help find your family?\n\nAt these words, something feral appears in Solomon's eyes.\n\nSOLOMON\nWhat do you know of my family?\n\nARCHER\nThe relief agencies are useless, the\nhospitals are overwhelmed. There\nare other ways.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLOMON\nWhat do you know of my family? ARCHER\nThe relief agencies are useless, the\nhospitals are overwhelmed. There\nare other ways. \n\nTARGET SECTION TO BE ANNOTATED:\nSOLOMON\nLiar!\n\nARCHER\nI know people. White people.\n\nSolomon LUNGES -- pinning Archer against the wall. Archer\ncould fight. He doesn't.\n\nARCHER (CONT'D)\nThe...right...stone--\n\nSolomon wants nothing more than to strangle him, but he also\nintuits Archer might be his only hope. He relaxes his grip.\n\nARCHER (CONT'D)\n-~-can buy anything. Information.\nSafety. Even freedom. But a big\nstone doesn't stay secret. The minute\nyou show it, your life is worthless.\nI'm guessing the only reason you're\nstill alive is because you haven't\ntold anyone where it is. Right?\n\nArcher's pitch -- fueled by desperation -- is mesmerizing.\n\nARCHER (CONT'D)\nThe last pink to come out of Africa\nfetched ten million dollars. I know\nbecause I carried it out. You know\nwhat I got for it?\n\nHe opens his shirt. A HUGE SCAR crosses his chest.\n\f76\n\n43.\n\nARCHER (CONT'D)\nI was lucky. I learned that a man\nwill do anything for a diamond.\n\nSOLOMON\nYou would say anything. How can I\ntrust you--?\n\nNEARBY, THE CRUMP OF AN EXPLOSION, FOLLOWED BY THE CHATTER\nOF AUTOMATIC WEAPONS...FROM A BLOCK OR TWO AWAY.\n\nARCHER\nHear that? It's started. They\nmust've snuck into the city overnight.\n(looks at Solomon)\nWhat's it gonna be, friend?\n\nA BLOCK AWAY\n\nThree cut-down trucks of Rebels SQUEAL into view and begin\nspraying everything with automatic weapons.\n\nARCHER (CONT'D)\nYes or no.\n\nA whole life can change with a single syllable.\n\nSOLOMON\nYes.\n\nA TRUCK COMES CAREENING AROUND THE CORNER. Archer pushes\nSolomon as the wall behind them is stitched with bullets.\n\nARCHER\nGo. GO!\nThey begin to run.\nTHEY RUN THROUGH THE CITY 76\n\nTheir fates suddenly joined by the need to stay alive.\nAnd death lurks at every corner.\n\nBands of teenagers roam the streets, FIRING AUTOMATIC WEAPONS\nat anything that moves. Signs, store windows, cars. Urban\nRap dopplers past as trucks with boom boxes speed by.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nBands of teenagers roam the streets, FIRING AUTOMATIC WEAPONS\nat anything that moves. Signs, store windows, cars. Urban\nRap dopplers past as trucks with boom boxes speed by. \n\nTARGET SECTION TO BE ANNOTATED:\nAt an intersection, an impromptu ROADBLOCK. People are pulled\nout of cars and beaten while their cars are set on fire.\n\nArcher and Solomon double back and sprint past the Executive\nhotel where a gang of Rebels are entering. From inside comes\nthe sound of SCREAMING and more GUNFIRE.\n\nPeople are being taken -- black and white alike -- and forced\ninto trucks. MINISTER SOMORA is led away at gunpoint.\n\f77\n\n78\n\n79\n\n44.\n\nWomen are dragged by the hair into alleyways. A man is thrown\nout of a fourth-story window.\n\nIn fact, it was Much worse than anything we can ever show.\n\nArcher _and Solomon continue to run for their lives.\n\nStorefronts are looted. It's impossible to tell the rebels\nfrom the civilians. Adults carry televisions. Two men carry\na barca-lounger. Teenage boys wear womens' wigs and throw\nmolotov cocktails made from Swedish vodka. Rebel teenagers\nare sacking The Beach Bar -- drinking everything in sight.\nMe'd lies dead, splayed across the bar.\n\nArcher and Solomon run through the darkening streets as\nrockets light up the sky.\n\nA_gun battle between retreating government soidiers and\nadvancing rebels traps them in a crossfire.\n\nThey dive into a restaurant doorway, taking refuge with others\nhuddled, terrified, on the floor. Windows are shot out as\nrounds rip in and plaster rains down on their heads.\n\nAfter a deafening moment -- quiet. Archer watches through a\ncrack in the door as ECOMOG troops are lined up against a\nwall and executed.\n\nHOURS LATER - DARK AT LAST 77\n\nArcher and Solomon set off again\n\nThey do their best to stay in shadows, hugging the walls of\npock-marked buildings, as they try to sneak past the roving\npatrols and trucks filled with men, and out of the city.\n\nSOLOMON\nHow...much.... farther?\nARCHER\nSooner...or...later...we'll be in\nthe bush.\nAN HALF-HOUR LATER 78\n\nThey are still running.\n\nBoth men are exhausted, filthy with soot and sweat, their\nchests heaving. But neither even considers stopping. Around\nthem, the houses are becoming fewer.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoth men are exhausted, filthy with soot and sweat, their\nchests heaving. But neither even considers stopping. Around\nthem, the houses are becoming fewer. \n\nTARGET SECTION TO BE ANNOTATED:\nUP AHEAD - AN OPEN FIELD 79\n\nAnd then another. Nothing beyond except a tangle of banana\ntrees, ruined cassava groves, and the densely-covered hills.\n\f80\n\n81\n\n82\n\n4s.\n\nARCHER\nThere--!\n\nWith renewed energy, they pick themselves up and run:\n\nTHE SOUND OF VOICES ~- CLOSE AT HAND\n\nSends them DIVING into a ditch.\n\nThree R.U.F. soldiers are setting up a machine gun. Solomon\nlooks around wildly. There is nowhere to go. If they are\nstill there by daybreak, they will be discovered. If they\ntry to run, they will be shot.\n\nA look of resolve steals over Archer's face as he reaches\n\ninto his boot for his knife. Without a backward glance, he\nslithers out of the ditch.\n\nTHE KILLING OF THE THREE SOLDIERS 80\nIs a deadly ballet. One's throat is slit, the second is\n\ngutted. But his weapon FIRES -- alerting the third soldier,\n\nwho whirls -- just in time for his body to be stitched by\nrounds from the dead man's AK-47 -- which Archer now holds.\n\nIt has all happened in a matter of seconds. But the gunfire\nhas alerted more soldiers from nearby.\n\nARCHER\nCOME ON!\n\nArcher and Solomon take off into the field -~ as TRACERS\nsoon begin to streak past.\n\nAT LAST THEY BREAK INTO THE BRUSH 81\n\nVines whipping against their faces, thorns ripping their\nhands and clothes -- until long after the gunfire has stopped.\n\nAt_last they stop.\n\nBent over double. Gasping for breath in the humid night.\n\nAlive.\n\nThe two men look at one another. They could never articulate\nit, but both intuitively know this will be the defining\n\njourney of their lives.\n\nEXT. MAKENI ROAD -- DAWN (FROM HIGH ABOVE) 82\nIn Cambodia, in El Salvador, in Sudan as in Sierra Leone,\n\nthe image of a downtrodden, dispossessed multitude traveling\n\non foot toward an uncertain end has become the signature\nimage of our time. It is the Age of the Refugee.\n\f46.\n\nArcher and Solomon trudge amidst the throng. Ox-drawn carts\nand thousands of shuffling feet churn up a sea of dust.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\n46. Archer and Solomon trudge amidst the throng. Ox-drawn carts\nand thousands of shuffling feet churn up a sea of dust. \n\nTARGET SECTION TO BE ANNOTATED:\nSOLOMON\nWhere are we going?\n\nARCHER\nThere's a relief camp in Port Loki.\nJournalists will have access to a\nSAT-phone. I'll have Fawaz meet us\nwith the plane.\n\nSOLOMON\nI have agreed to nothing.\n\nArcher looks straight ahead as he walks.\n\nARCHER\nYou will.\n\n83 EXT. ECOMOG STAGING AREA - MASIAKA - DAY 83\n\nIn a soccer stadium, ECOMOG soldiers distribute stacks of\nGRAIN bearing the UNICEF stencil, BOXES of MEDICAL SUPPLIES.\n\nArcher is outside the fence, talking to a guard. He is\nbuffeted by hordes of refugees trying to get to the food.\n\nARCHER\n~-I work for the Cape Town Herald.\nMy wallet, my credentials,\neverything's still in Freetown. We\nbarely got out with our lives...\n\nGUARD\nBack away from the fence--\n\nArcher gives up. Solomon has been watching.\n\nSOLOMON\n\nYou are not a journalist.\nARCHER\n\nI'm trying to get us out of here.\nSOLOMON\n\nIt is as I said. You will say\n\nanything.\nArcher sees JOURNALISTS. He waylays an Australian CAMERAMAN.\n\nARCHER\nHey, mate. I'm looking for somone\nyou might know. Name's Maddy Bowen.\nAmerican. If you've met her you\nwouldn't forget it.\n\f84\n\nLATER --\n\n47.\n\nAUSSIE CAMERAMAN\nI know her.\n\nARCHER\nCould you tell her Archer's here and\nI've got the story she wants.\n\nAUSSIE CAMERAMAN\nI'm out of here in an hour. If I\nsee her before then, I'll tell her.\n\nARCHER\nThanks. Cheers.\n\n84\n\nArcher and Solomon are broiling under a relentless sun.\nSolomon searches every passing face. Archer dozes.\n\nMADDY (0.S.)\nYou got out.\n\nARCHER\nHello, Maddy. This is Solomon Vandy.\n\nMADDY\nHow do you do?\n(to Archer; all\nbusiness)\nI'm on deadline and I've been waiting\nfour hours to use a SAT-phone. What\ndo you want to tell me.\n\nArcher moves her out of Solomon's earshot.\n\nARCHER\nAn outfit named Star Mines is buying\nblood diamonds.\n\nMADDY\nAnd...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nArcher moves her out of Solomon's earshot. ARCHER\nAn outfit named Star Mines is buying\nblood diamonds. MADDY\nAnd... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\nARCHER\nDe Wente has no visible ties to Star --\nbut through a maze of crossholdings\nand offshore banks, they own it. In\nviolation of the very trade embargo\nthey pledged to uphold.\n\nMADDY\nYou have proof of this.\n(he nods)\nAnd you'll go on record?\n\nHe looks at her.\n\f85\n\n48.\n\nARCHER\nIf you help me out.\n\nMADDY\nI knew it.\n\nARCHER\n\nBefore you say anything -- the man\nis a Mende farmer. His village was\nburned to the ground. He was forced\nto work the mines, but his family\nfled -- wife and three children.\nHe's been trying to find them but\nhe's drowning in red tape.\n\nMaddy looks again at Solomon.\n\nMADDY\nHow do you even know this man?\n\nARCHER\nI know him.\n\nMaddy looks back at Archer.\n\nMADDY\nYou're using me.\nARCHER\nAnd you're using me. Isn't that how\n\nit works?\n\n(leaning in)\nYou want to make a difference, Maddy?\nStart with this man. You've got\naccess to U.N. databases, you know\nall the N.G.0O.'s.\n\nMADDY\nLook around, Archer. What difference\ndoes helping one man make?\nHe looks at her.\n\nMADDY (CONT'D)\nJesus. Did I really say that?\n\nMaddy's eyes remain on his, conflicted, as we HEAR the BEATING\nOF HELICOPTER BLADES...\n\nEXT/INT. UNHCR HELICOPTER - DAY 85\n\nLOOKING DOWN on a sweep of grassland on which a sea of\nflapping white tents suddenly appears...thousands of them...\n\nMADDY (V.0.)\nThere it is.\n\f86\n\n87\n\na9.\nINT. HELICOPTER - SAME 86\n\nSolomon, Archer and Maddy have hitched a ride on a U.N.\nchopper. Solomon's never been up in one. He stares down at\nthe sprawling tent city below.\n\nMADDY\nAt the moment, the second largest\nrefugee camp in Africa.\n\nSOLOMON\nMy wife is here? In Guinea?\n\nMaddy reads from the computer manifest in her hand.\n\nMADDY\nJassie Vandy, Kono District.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn Guinea? Maddy reads from the computer manifest in her hand. MADDY\nJassie Vandy, Kono District. \n\nTARGET SECTION TO BE ANNOTATED:\n Crossed\ninto Guinea six weeks ago.\n\nSOLOMON\nSix weeks. And my children?\n\nMaddy hesitates, folds the manifest, then just nods.\n\nMADDY\nYou would have found them. Sometimes\nit takes a year before new manifests\nreach the field offices.\n(glances at Archer)\nI was lucky to get access to the\nUNHCR database.\n\nSOLOMON\nI do not know how to thank you.\n\nWhat can Maddy say? She nods.\nEXT. REFUGEE CAMP - DAY 87\n\nArcher, Solomon and Maddy step off the chopper to find-- A\nSEA OF HUMANITY behind a CHAIN FENCE stretching for miles,\n\nWORKERS with World Food Program armbands unload supplies as\nREFUGEES rush the fence, pressing forward, shouting.\n\nMADDY\nThis is what a million people look\nlike.\nSolomon stares. These are his people.\n\nCLOSE ON ARCHER taking it all in. He's seen pretty much\neverything there is to see in life. But no one is unaffected.\n\f88\n\n50.\n\nMADDY (CONT'D)\nYou might catch a minute of this on\nCNN somewhere between weather and\nsports.\n\nAs they approach the fence, Solomon sees that many of the_\nrefugees are AMPUTEES. Some reaching through the chain link\nwith stumps of arms. Solomon's heart is pounding.\n\nMADDY (CONT'D)\nIt says they're in Sector Two.\n\nSolomon follows as Maddy shows her BADGE to a UN GUARD, who\nreads her slip of paper and points out the right direction.\n\nArcher stares through the fence at two KIDS, each with one\nleg, yet managing to kick a plastic jug back and forth.\n\nOther amputees stare sullenly. A sign reads, “NO PHOTOS FOR\nJOURNALISTS WITHOUT $$$\"\n\nA WRINKLED OLD MAN blows his lips at Archer through the fence.\nArcher walks on. The old man shadows him. Until Archer\nrealizes the fellow is gesturing to the cigarettes in his\nshirt pocket. Archer takes out a cigarette, is about to\n\nslip one through the fence --\n\nWhen he sees the man has no hands.\n\nGrimly, Archer sticks the cigarette in the man's mouth.\nThen moves on.\n\nEXT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nGrimly, Archer sticks the cigarette in the man's mouth. Then moves on. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n REFUGEE CAMP - SECTOR TWO GATE - LATER 88\nA FRENCH UN GUARD relays the paper to an AFRICAN WFP MONITOR.\n\nFRENCH GUARD\nStay at the fence. Quarantine.\n\nSolomon grips the fence, watching the WFP monitor as he\ndisappears into the teeming mass.\n\nArcher has rejoined them. He notices Maddy's expression.\n\nARCHER\nWhat's wrong?\n\nMaddy shakes her head. But Archer can tell she's keeping\nsomething from him.\n\nSolomon catches sight of the WFP monitor. He has a woman\nwith him. A woman carrying a little boy and a young girl.\n\nSOLOMON\nJassie ...?\n(and then he's sure)\nJassie! JASSIE!\n\f51.\nJassie hears her name, looks up through the hordes of people.\n\nJASSIE\nSolo! SOLO!!\n\nSOLOMON\nJASSIE!!\n\nSolomon's face morphs from disbelief to joy as Jassie runs\nthrough a crush of bodies to him --\n\nTheir fingers GRASP each others through the fence. They run\ntheir hands over each others faces, unable to speak.\n\nSolomon looks at the one-year-old in her arms, an infant\nwhen last he saw him. He touches him through the fence.\nThe girl, silent, offers a weak smile. She's seen too much.\nThen Solomon looks around, puzzled.\nSOLOMON (CONT'D)\nDia?\n(to Jassie, in Mende)\n\nWhere is Dia?\n\nThe boy is nowhere in sight.\n\nSOLOMON (CONT'D)\nWhere is my son?\n\nWatching this, Archer turns to Maddy.\nARCHER\nHe has a son who goes to school,\nreads English.\nMADDY\nThere were only two children listed\non the manifest.\n\nARCHER\n--What?\n\nMaddy turns away, her eyes brimming.\nAT THE FENCE, Solomon reads Jassie's eyes.\n\nSOLOMON\nWhere is he!?\n\nShe rubs her cheek against his hand, her body trembling.\n\nJASSIE\nThey...took him.\n\nSolomon looks at her, incomprehensibly. And the words come\nout in a flood of Mende - that breaks into a WAIL of grief.\n\f89\n\n52.\n\nSolomon drops to the ground as if every muscle in his body\nhad been cut.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd the words come\nout in a flood of Mende - that breaks into a WAIL of grief. 89\n\n52. Solomon drops to the ground as if every muscle in his body\nhad been cut. \n\nTARGET SECTION TO BE ANNOTATED:\n He struggles for breath.\n\nArcher cannot watch their grief ... yet cannot turn away.\n\nARCHER\nFuck this\n\nA GUARD tries to pry Solomon's hands from the fence, but he\nwon't let go. Sensing trouble, the guard calls ANOTHER GUARD\nover. Both of them try to pull Solomon from the fence.\n\nSOLOMON\nLet them out.\n\nJassie doesn't let go of her husband's hands.\n\nJASSIE\nSolo ... Solo\n\nSolomon starts shaking the fence.\n\nSOLOMON\nLet them out!\n\nThe guards begin to beat his hands with their rifle butts.\nBut Solomon keeps shaking the fence as if to uproot the steel\nposts.\n\nSOLOMON (CONT'D)\nLET THEM OUT!\n\nArcher puts himself between Solomon and the guards.\n\nARCHER\nGet off him!\n\nA guard points his rifle and shouts in an unknown dialect.\n\nARCHER (CONT'D)\nFine! Just get off him!\n\nINT. HELICOPTER - LATER 89\n\nArcher and Maddy ride in silence. Solomon stares out the\nchopper window. His knuckles bandaged. Devoid of emotion.\n\nMADDY\nThey're afraid some of the refugees\nmight be rebels. They won't be\nreleased until there's a cease-fire.\nI'm sorry.\n\nSolomon stares out at the distant fog-shrouded mountains.\n\f90\n\n91\n\n53.\n\nSOLOMON\nWhat you want, Mister Archer, is\nbeyond those hills. That is where I\nburied it.\n\nArcher's heart skips a beat. What was only spoken of is now\nreal.\n\nMaddy looks at Solomon, his face knotted in grief. And then\nback at Archer. She is putting the pieces together.\n\nEXT. ECOMOG STAGING AREA - MASIAKA - EVENING 90\nMaddy marches away from the helicopter.\n\nARCHER\nMaddy, wait...\n\nHe grabs her arm. She wrenches free of his grip.\nARCHER (CONT'D)\n\nI didn't take his son! Don't pin\nthat on me!\n\nMADDY\nI pin it on all of us. Especially\nyou.\n\nARCHER\n\nYah, we fucked the black man. My\nfather did and my grandfather before\nhim. Now the black man fucks himself.\nTell me something I don't know.\nTired, furious, done with sparring, she walks off.\nEXT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nTell me something I don't know. Tired, furious, done with sparring, she walks off. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ECOMOG STAGING AREA -- MASIAKA -- NIGHT 91\n\nSolomon and Archer huddle beside a fire. Around them are\nhundreds of fires, each with huddled figures silhouetted.\n\nSolomon's sharpens the blade of a MACHETE with a whetstone.\nArcher pores over a MAP with a flashlight.\n\nARCHER\nYou say the mine is near the Moa\nRiver. Where exactly on this map?\nSolomon's eyes remain on the machete blade.\n\nSOLOMON\nI do not need a map.\n\nARCHER\nWell, I do.\n\nWe follow his finger ON THE MAP as he talks.\n\f92\n\n54.\n\nARCHER (CONT'D)\nWe're here.... The press convoy is\ngoing to Kailahun. Diamond mines\nare here. Where did you bury it?\n\nHe looks over and sees that Solomon is CUTTING a line up one\narm with the machete, drawing blood.\n\nARCHER (CONT'D)\nYou understand, when we get to\nKailahun, we're gonna have to go\noverland. You better damn well be\nable to find it.\n\nSolomon is lost in a world of ritual.\n\nSOLOMON\n(almost to himself)\nMy son is a very good student. He\nwalks five miles to the Sisters'\nschool every morning to study English.\nHe is going to be a doctor one day.\n\nThe pain of self-injury is an attempt to inure himself to\nthe pain of loss. He turns away to stare into the fire.\n\nArcher has to walk away.\n\nNEARBY - AN ABANDONED BUILDING 92\nhouses the paltry assortment of journalists. Archer walks\n\npast the guards with a wave of the finger. They assume --\n\nbecause he is white -- that he belongs there.\n\nMADDY is hunched over a portable typewriter, typing with two\nfingers. Archer leans over her shoulder to read.\n\nARCHER\n\",.,in the ninety degree heat, farmer\nSolomon Vandy drops to his knees\nagainst the chain-link fence--\"\n\nMaddy whirls around. Archer finishes the sentence.\n\nARCHER (CONT'D)\n\"--rattling the wire with his powerful\n\nhands...”\nMADDY\n(defensive)\n..-What?\nARCHER\nNothing.\nMADDY\n\nYou think I'm exploiting his grief.\n\f55.\nArcher just looks at her.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nMADDY\n\nYou think I'm exploiting his grief. 55. Archer just looks at her. \n\nTARGET SECTION TO BE ANNOTATED:\n She loses it.\n\nMADDY (CONT'D)\n\nYou think I like being here? Do you\nhave any idea what I could make back\nin the states writing garbage about\nmovie stars--?\n\n(righteous fury)\nAll anybody sees here are victims.\nNot people. With faces. And lives.\nThey deserve a voice.\n\n(shaking her head)\nAnd the world deserves to know where\nthe things they buy come from. And\nhow much they really cost.\n\n(turns away)\nSo get out of my face and let me\nwork.\n\nArcher watches her work for a moment. Rubs his eyes.\n\nARCHER\n\n...-Solomon thinks his son is going\nto be a doctor one day.\n\n(she looks up)\nWhat's the life expectancy for infants\nin a camp like this? What's going\nto happen to a twelve year-old girl?\nThat diamond is the only chance he's\ngot of getting his family out.\n\nMADDY\nYou expect me to believe you give a\nrat's ass about his family.\n\nARCHER\nNo. I'm just exploiting his grief.\n\nShe glares at him, then looks away. There are inherent\ncontradictions in both their intentions.\n\nARCHER (CONT'D)\nI need to get to Kailahun. The only\nway now is with a UN convoy. I'ma\nTV journalist and he's our cameraman.\n\nMaddy's shaking her head. She won't do it.\n\nMADDY\nNo.\n\nARCHER\nI sewed R.U.F. diamonds into the\nskins of goats. I was smuggling\nthem across the border into Liberia.\n\nMaddy is taken by surprise. She's wary but ready to listen.\n\f93\n\n94\n\n95\n\n96\n\n97\n\n56.\n\nARCHER (CONT'D)\nThe stones go to a middleman in\nMonrovia...\n\nFLASH CUT -- THE BACK ROOM OF A SEEDY SHOP 93\nFawaz spills a bag of rough diamonds onto the counter.\n\nARCHER (V.O.)\n..-who pays off a customs official\nwho certifies the diamonds were mined\nin Liberia...so they can be\nlegitimately exported.\n\nFLASH CUT -- A CUSTOMS DESK 94\n\nwhere a CERTIFICATE OF ORIGIN bearing a Liberian seal is\nsigned, stamped and affixed to a WOODEN BOX NAILED SHUT.\n\nARCHER (V.O.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nFLASH CUT -- A CUSTOMS DESK 94\n\nwhere a CERTIFICATE OF ORIGIN bearing a Liberian seal is\nsigned, stamped and affixed to a WOODEN BOX NAILED SHUT. ARCHER (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nOnce they reach London or the Antwerp\ncutting houses -- no questions asked.\n\nFLASH CUTS -- IN THE BOWELS OF THE DTC - LONDON 95\n\nA SORTER discards the certificate of origin -~ spills the\nDIAMONDS onto a SORTING TABLE, mixes them with OTHER DIAMONDS.\n\nARCHER (V.0O.)\nThey become like any other diamond.\n\nFLASH CUT -- WIDER 96\n\nThere are many sorting tables, each with PILES OF DIAMONDS.\nElectronic surveillance cameras observe it all.\n\nMADDY (V.0O.)\nAnd De Wente knows about all this?\n\nARCHER (V.0O.)\nSupply and demand, Maddy. Control\nthe supply and you keep demand high.\n\nFLASH CUT -- THE UN 97\n\nDeWente and Simmons sit before the General Assembly piously\naccepting the congratulations for their righteous stand.\n\nARCHER\nWhen African rebels flood the market\nwith a billion dollars worth of rough,\nDe Wente can't afford to ignore it.\nTechnically speaking he’s not\npromoting the war. He's just giving\nthem the means to do it.\n\f98\n\n99\n\n100\n\n57.\nBACK IN THE ABANDONED BUILDING -- NIGHT 98\n\nMaddy's staring at Archer. He's giving her the biggest story\nof her career.\n\nMADDY\nYou'll go on the record?\n\nArcher gives her a long look. Nods yes.\n\nARCHER\nAnd if I come out with this stone...\nDanny Archer -- such as he is --\n\ndisappears from the face of the earth.\nINT. PRESS BUS - MORNING 99\n\nSomeone is using strips of tape to write \"TV\" on the side of\nthe bus. Aboard the bus, a Spanish reporter speaks into a\ndigital recorder. A CNN reporter chats with a French radio\ntype. A BBC crew plays cards across the seats.\n\nSolomon stands outside the bus awkwardly holding a video-\ncamera, a laminated PRESS ID around his neck.\n\nSOLOMON\nI cannot do this--\n\nARCHER\nWhy not?\n\nSOLOMON\n\nI am not a journalist.\n\nARCHER\nOf course you're not.\n\nSOLOMON\nThen how can I say I am?\n\nARCHER\nBecause you do, because that's how\nyou get on the bus...",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCHER\nOf course you're not. SOLOMON\nThen how can I say I am? ARCHER\nBecause you do, because that's how\nyou get on the bus... \n\nTARGET SECTION TO BE ANNOTATED:\nJust do it!\n\nArcher and Solomon make their way down the aisle, Archer\nsmiling to all like he belongs there, Solomon massively\nuncomfortable. They nod to Maddy. Solomon takes a seat\nbeside a Spanish reporter.\n\nSOLOMON\n{utterly wooden)\nI am...the cameraman.\nEXT/INT. JOURNALIST'S BUS (TRAVELING) -- DAY 100\n\nThe UNICEF convoy winds its way through the Kanagari hills.\nSolomon stares out at the passing landscape.\n\f101\n\n102\n\n103\n\n104\n\n58.\n\nSOLOMON (V.O.)\nDia. Yesterday I rode ina\nhelicopter. Oh, my God. You would\nnot believe how big and beautiful is\nthis land of ours.\n\nA MUDDY JUNGLE TRAIL 101\n\nA platoon of child soldiers trudges along, singing a\nrevolutionary song: \"The people will benefit from the riches\nof their land; R.U.F. is the savior we need.\" A nineteen\nyear-old leader prods Dia to sing louder.\n\nBACK TO THE BUS 102\nwhere Solomon is talking quietly to Maddy.\n\nSOLOMON (V.O.)\nI have been living in the white\npeople's world. Computers, video-\ncameras and satellite phones. You\nwould like it very much.\n\nAN R.U.F. ENCAMPMENT 103\n\nThe child soldiers prepare for battle. Under the watchful\neye of their older commanders, some field-strip weapons and\npaint their faces, while others sniff amphetamines. Two\nstrong men hold Dia's arm and inject him.\n\nSOLOMON (V.0O.)\nI hope you are able to keep up with\nyour schoolwork. You must study\nhard if you truly hope to be a doctor.\n\nA FIREFIGHT IN THE JUNGLE 104\n\nA platoon of R.U.F. is ATTACKING a small hamlet. Older\nfighters walk behind the child soldiers, threatening to shoot\nthem unless they advance.\n\nDia fires his AK-47 indiscriminately. He kills an ox and\nthen a man who tries to flee. Tears stream down his face.\n\nSOLOMON (V.0O.)\nYour mother and sisters are alive,\nDia. You must keep yourself alive,\ntoo, Until I can find you. And\nbring you home.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLOMON (V.0O.)\nYour mother and sisters are alive,\nDia. You must keep yourself alive,\ntoo, Until I can find you. And\nbring you home. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BUS COMES TO A SUDDEN, CREAKING STOP. 105\n\nEveryone looks out the window. Up ahead, the road is blocked\nby shouting VILLAGERS. ECOMOG soldiers try to keep order.\n\nIRISH JOURNALIST\nWhat's going on?\n\f106\n\n59.\n\nA RED CROSS TRUCK lies overturned on the road. Charred. A\nhole in its side from the RPG that hit it.\n\nIRISH JOURNALIST (CONT'D)\nChrist. Must have been an RPG.\n\n.The word, “RPG\" has a special resonance for Archer. Cameramen\n\nrush to grab their gear. Time to go to work.\n\nARCHER\nWait. No...\n\nThe journalists push past him.\nARCHER (CONT'D)\nThe R.U.F. is out there, just waiting\nfor another target... It's dangerous.\nMADDY\n(gives him a look)\nDuh,\nShe pushes past him down the aisle.\nOUTSIDE THE BUS 106\nMaddy and Solomon navigate the confusion of solders and\nvillagers. Journalists speak into recorders “... \"these\npeople, having come only to help, have now become targets.\"\n\nA SOLDIER eyes Solomon suspiciously. Why isn't he using the\ncamera? Archer lifts it to Solomon's eye and turns it on.\n\nTHROUGH THE VIEWFINDER (VIDEO IMAGE)\n\nSolomon PANS the tragic scene -- coming to rest on a MOTHER\nbegging for someone to help her wounded son.\n\nThe sound of gunfire. ECOMOG troops have seen something in\nthe tree-line and have begun exchanging fire.\n\nARCHER\nHurry it up, folks! Unless you want\nto end up the same way!\nSolomon can't move, just stares at the boy and mother.\n\nARCHER (CONT'D)\nSolomon--- let's go.\n\nSolomon puts down the camera and approaches the boy.\n\nARCHER (CONT'D)\nWhat are you doing?\n\nSolomon picks up the boy and begins carrying him to the bus.\n\f107\n\n108\n\n60.\n\nARCHER (CONT'D)\nNo... What are you doing!?\n\nAT THE BUS . 107\nMaddy helps the injured boy aboard. A JOURNALIST stops him.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat are you doing!? AT THE BUS . 107\nMaddy helps the injured boy aboard. A JOURNALIST stops him. \n\nTARGET SECTION TO BE ANNOTATED:\nFRENCH JOURNALIST\nYou can't do this -- there's no room!\n\nAUSSIE JOURNALIST\nLet ‘em on, you bloody frog!\n\nMORE JOURNALISTS join in: \"ferchrissake\" -- \"might as well\ndo something!\" -- \"Make room\" -- \"Who the hell needs this?\n\nTV CAMERAMAN\nLay him across the seat. Easy--\n\nThe boy's mother chatters her thanks in Mende.\n\nAUSSIE JOURNALIST\nWhere you blokes gonna sit?\n\nGood question. Archer looks around. No seats left.\n\nARCHER\nBollocks...\n\nCOCKNEY JOURNALIST\nThey can ride with me. Come on.\n\nLATER -- ARCHER, SOLOMON AND MADDY 108\n\nnow ride in the Land Cruiser. A loquacious COCKNEY JOURNALIST\nis driving. Ahead, the bus belches black diesel.\n\nCOCKNEY JOURNALIST\n--Like the fookin' M-4. Just what\nthis place needs, bit of environmental\nblight on top of the rest of it.\n\nFrom the passenger seat, Archer looks back and sees Maddy\nnodding off in the back, her head resting against the window.\n\nCOCKNEY JOURNALIST (CONT'D)\n--Diesel fumes, toxic chemicals,\npesticides, maybe a nuclear reactor\nor two to melt down...\nA TREMENDOUS EXPLOSION AHEAD\n\nThe lead mini-bus has HIT A LAND MINE. A fireball rises\ninto a chimney of black smoke.\n\nAUTOMATIC WEAPONS FIRE FROM THE BUSH\n\f61.\nR.U.F. fighters are emerging from the treeline.\nJUST AHEAD\n\nThe bus is RAKED with fire. IT SKIDS TO A STOP, blocking\ntheir way. Rebels, armed with Ak-47's, close in.\n\nARCHER\nGET OFF THE ROAD!\n\nBut the Cockney falls against Archer, SHOT in the head. The\ncar KEEPS MOVING as Archer tries to reach past the dead man\nand grab the wheel. Before he can gain control:\n\nTHE LAND CRUISER CAREENS off the shoulder of the road,\nSMASHING into a tree.\n\nGUNFIRE shatters their windows as Solomon THROWS HIMSELF on\ntop of Maddy, pushing her down to the floor of the vehicle.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\ncar KEEPS MOVING as Archer tries to reach past the dead man\nand grab the wheel. Before he can gain control:\n\nTHE LAND CRUISER CAREENS off the shoulder of the road,\nSMASHING into a tree. GUNFIRE shatters their windows as Solomon THROWS HIMSELF on\ntop of Maddy, pushing her down to the floor of the vehicle. \n\nTARGET SECTION TO BE ANNOTATED:\nARCHER manages to push the dead journalist out the door and\nthrow the Land Cruiser into reverse.\n\nR.U.F. FIGHTERS -- who have been running toward the car --\nare forced to scatter or else be run over.\n\nAs Archer rams the shifter into first, a REBEL runs up to\n\nthe car from behind, his weapon held above his head, preparing\nto shoot down into the back seat. Just as he FIRES, the car\nlurches forward and his bullets stitch the cargo hatch.\n\nTHE LAND CRUISER\n\nSwerves away, taking off the front bumper of the lead truck.\nA rebel raises an RPG to his shoulder, takes aim. Fires.\n\nARCHER swerves at the last moment. The RPG passes by, its\nexhaust trail the only evidence of the near-miss.\n\nThey crashe headlong into the brush. It's a bone-jarring\n\nride: jagged branches loom and penetrate the windows, the\nchassis groans as tires pound over roots and hidden boulders.\nBACK ON THE ROAD\n\nJournalists are rousted at gunpoint toward an uncertain fate.\nEXT. DIRT ROAD -- AN HOUR LATER ~~ AT DUSK 109\nThe Land Cruiser emerges from the bush. It's a wreck. The\nwheels grind against the wells, two tires are flat, smashed\nwindshield, bullet holes along its length.\n\nArcher stops and has to force the door open to get out. He\npeers under the bonnet. Bullet holes. It's hopeless.\n\f110\n\nlll\n\n62.\n\nARCHER\nGrab your things.\n\nThey have no choice but to set off on foot.\nLATER - THE NIGHT SKY IS SPECTACULAR 110\n\nAs they trudge along under a bright canopy of stars. One\nmight even think of diamonds. Archer uses dead reckoning.\n\nARCHER\nThe Southern Cross. Long as we head\nNorth, we'll hit the main road.\nThey walk in silence for a moment.\nMADDY\nWhat do you think happened to the\npeople on the bus.\n\nARCHER\nYou really want to think about it?\n\nUp ahead, Solomon stares up at a particularly bright star.\n\nSOLOMON\nKya kwayera taarig.\nMADDY\nWe call it Venus.\nSOLOMON\nWe say the moon's wife.\n(pointing)\n\nShe follows him through the sky.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nMADDY\nWe call it Venus. SOLOMON\nWe say the moon's wife. (pointing)\n\nShe follows him through the sky. \n\nTARGET SECTION TO BE ANNOTATED:\nTwo days before the new moon, she\ncomes out alone, looking for him.\nThe moon and his wife are never\nseparated for very long.\n\nHe is thinking of Jassie. Maddy is moved.\nAT FIRST LIGHT - A BURNT-OUT CHURCH 111\nLooms out of the jungle as they walk a narrow track.\nPornographic GRAFFITI has been spray-painted on the church,\nand \"West Side Niggaz.\" HEADLESS BODIES hang from the trees.\nSUDDENLY - OUT OF THE JUNGLE 112\nCome a scary-looking band of semi-primitive natives adorned\nwith colorful amulets, shells and talismans. They carry a\nmiscellany of handguns, machetes and spears.\n\nSOLOMON\n\nBe very still.\n(MORE)\n\f63.\n\nSOLOMON (CONT'D)\nDo not look them in the eye.\n(to Archer)\nThey are Kamajor.\n\nThe HEADSMAN gestures angrily at Archer. Solomon lowers his\neyes and responds deferentially. Archer whispers to Maddy:\n\nARCHER\nLocal militia. Protecting their\nhomes.\n\nThe Headsman gestures with his machete. Several of his men\nprod Archer forward with an old double-barreled shotgun.\n\n113. LATER - THEY WALK A JUNGLE PATH 113\nArcher looks around for any means of escape. There is none.\n114 EXT. MENDE VILLAGE -- DAY 114\n\nThey emerge from the bush to discover a cluster of buildings\nuntouched by the ravages of war. Flowering gardens and neatly-\nraked paths. After all they have seen, it seems dreamlike.\n\nA GROUP OF CHILDREN\nEmerge from the building and race toward them.\n\nMENDE CHILDREN\nWhere are you from? Have you come\nfrom America? Do you have CD's?\n\nA GENTLE VOICE calls out.\n\nGENTLE VOICE\nDon't be bothering the people now.\nLet them come in.\n\nThe children instantly obey. BENJAMIN KAPANAY appears in\ndoorway. He is a tall, sixty-five year-old distinguished-\nlooking Mende with a trim white beard.\n\nBENJAMIN\n(in Mende; subtitles)\nThank you, Ubani. You can leave\nthem here. I take responsibility.\n\nKAMAJOR HEADMAN\n{in Mende; subtitles)\nGood.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can leave\nthem here. I take responsibility. KAMAJOR HEADMAN\n{in Mende; subtitles)\nGood. \n\nTARGET SECTION TO BE ANNOTATED:\n Now they are your problem.\n\nThe Kamajors back away, vanishing into the forest.\nBENJAMIN\n\nIf you're looking for money, weapons\nor fuel, I don't have any.\n\f64.\n\nARCHER\nHow about food?\n\nBENJAMIN\nIf you ask politely. My name is\nBenjamin Kapanay.\n\nARCHER\n\nDanny Archer. And this is--\nMADDY\n\n--Maddy Bowen. How do you do?\nBENJAMIN\n\nVery well, thank you. Chicago?\nMADDY\n\nHow--\nBENJAMIN\n\n--I recognize the accent.\n(to Solomon; in Mende)\nWelcome, Brother.\n\nSOLOMON\n(in Mende; subtitles)\nI am Solomon Vandy, from Bo.\n\nBENJAMIN\n(in Mende; subtitles)\nWhat should I make of your companions?\n\nSolomon doesn't know how to answer. He lies badly.\n\nSOLOMON\n(in Mende; subtitles)\nThey are... journalists.\nBENJAMIN\n\n(in Mende; subtitles)\nAh. And I suppose you are, too.\n\nSolomon looks away, ashamed. Benjamin turns to Maddy.\n\nBENJAMIN (CONT'D)\nMight I interest you in a glass of\n\nlemonade?\nEXT. MENDE VILLAGE -- LUNCH 115\nUnder a covered porch, they eat lunch -- served by Benjamin's\n\nyoung Mende wife and his three children.\n\nBENJAMIN\n-- I don't understand why anyone\nwould willingly live in that cold.\n(MORE)\n\f65.\n\nBENJAMIN (CONT'D)\nThe wind off the lake. I cried every\nnight my first winter.\n\nMADDY\nHow did you end up at Northwestern?\nBENJAMIN\nBecause of President Kennedy, who\nelse?\nMADDY\nExcuse me?\nBENJAMIN\n\nBy way of James McGrath, a young\nPeace Corps volunteer from Winnetka --\nwho found a semi-literate Mende boy\nand was foolish enough to believe he\ncould benefit from higher education.\n\nARCHER\n\nHow long were you in the States?\nBENJAMIN\n\nWhich time? I ended up getting my\n\nMasters at Stanford -- better climate.\nMADDY\n\nBut you came back?\n\nBENJAMIN\nTo show my people the way. Hah.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nMADDY\n\nBut you came back? BENJAMIN\nTo show my people the way. Hah. \n\nTARGET SECTION TO BE ANNOTATED:\nThey are served a platter of vegetables by a well-mannered\nten year-old boy. Benjamin's son, UCHENNA.\n\nBENJAMIN (CONT'D)\nThank you, Uchenna.\n\nSOLOMON\nYou built this school?\n\nBENJAMIN\nStarting in 1967. Children from all\nover the district find their way\nhere. Over five hundred graduates\nsince we began.\n\nMADDY\nThat's remarkable. Would you mind\nif I turned on my tape recorder.\n\nBENJAMIN\nI'll make you a deal, Miss Bowen --\nI give you an interview and you teach\nat my school for a month.\n\f116\n\n117\n\n66.\n\nMADDY\n(laughs)\nI'd like that.\nBENJAMIN\nBut you won't do it.\nMADDY\nNo.\nBENJAMIN\n\nAn honest journalist, how refeshing.\nThe truth is, I have done well to\nkeep a low profile. This is a very\ndangerous part of the country with\nthe diamond mines so close by.\n\nSolomon, meanwhile, hasn't been able to take his eyes off of\nBenjamin's young son. The boy smiles back at him.\n\nSOLOMON\nMy son wants to be a doctor.\n\nBENJAMIN\nVery good. Where is he now?\n\nA silence.\n\nARCHER\nWe don't know.\n\nBENJAMIN\nI understand...\n\nA SERIES OF IMAGES 116\n\nBenjamin gives them a tour: a group of eight year-olds crowd\naround a single computer; a ten year-old girl is being taught\nto use an artificial limb; twelve year-old boys play cricket.\n\nBENJAMIN\nMany of these children were taken by\nthe R.U.F. We have taken them back.\n(looks at Solomon)\nSome of them have been made to do\nhorrible things. We are trying to\nbring them back to life.\n\nSolomon turns away to hide the surge of emotion.\n\nLATER -- AT SUNSET 117\n\nThey sit drinking wine. The African sunset is inimitable.\nBENJAMIN\n\n-- it was all very clear in 1964.\n(MORE)\n\f67.\n\nBENJAMIN (CONT'D)\n\nPolitical freedom plus economic\ndevelopment equals happiness.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nBENJAMIN\n\n-- it was all very clear in 1964. (MORE)\n\f67. BENJAMIN (CONT'D)\n\nPolitical freedom plus economic\ndevelopment equals happiness. \n\nTARGET SECTION TO BE ANNOTATED:\n But\nsometimes revolution leads to chaos\nand economic opportunity doesn't\nnecessarily bring out the best in\npeople. Certain personality types\nrealized freedom could be another\nname for greed.\n\n(raises his glass)\nAnd here we are.\n\nMADDY\nBut look what you've accomplished.\nBENJAMIN\nAnd look what good it has done my\ncountry...\nMADDY\n\n\"There is no easy walk to freedom.\"\nWe can only do the best we can.\n\nBENJAMIN\nMandela. His best is a bit better\nthan mine...\n\nHe takes a long look at his children.\n\nARCHER\nHad many attacks in the area?\n\nBENJAMIN\nI've known most of the young people\nin this district since they were\nborn. The local commander is still\nafraid I'll come after him with my\nruler.\n\nARCHER\nYou think because your intentions\nare good they'll spare you?\n\nBenjamin takes the question in stride.\n\nBENJAMIN\nMy heart always told me that people\nare inherently good. My experience\nsuggests otherwise. Which to believe?\n\nBenjamin turns his penetrating gaze on Archer.\n\nBENJAMIN (CONT'D)\nWhat about you, Mr. Archer? In your\nlong career as a...journalist...\nWould you say people are mostly good?\n\f68.\nArcher stares back. The SOUND of A CHILDREN'S CHOIR...\nIN THE CENTER OF THE VILLAGE -- THAT NIGHT 118\n\nThe children are singing \"High We Exult Thee, Realm of the\nFree,\" the national anthem of Sierra Leone. Solomon and\nMaddy sit with Benjamin and his family.\n\nMaddy sees Archer get up and walk away.\nAT THE EDGE OF THE COMPOUND 119\n\nArcher stands alone. He takes a long pull from a plastic\njug. Maddy steps out from the shadows.\n\nARCHER\nPalm wine. Sap comes right out of\nthe tree.\n\nHe offers to her and she takes a swig. Makes a face.\n\nARCHER (CONT'D)\nYou get used to it.\n\nHe takes another long drink. He's pretty drunk.\n\nARCHER (CONT'D)\nDrank this as a boy.\n\nMADDY\nRhodesia.\n(off his look)\nI take notes.\n\nIndeed, her little spiral notebook is already in hand.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nMADDY\nRhodesia. (off his look)\nI take notes. Indeed, her little spiral notebook is already in hand. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nlooks at her ~- considering -- then, what the hell...\n\nARCHER\nI got sent to South Africa when the\nmuntz overran the farm in '76.\n\nMADDY\n--After you lost your parents.\n\nARCHER\n(dark laugh)\nThat's a polite way of putting it.\nMum was raped. Dad was decapitated\nand hung from a hook in the barn.\n\nMADDY\nYou were, what, ten years old?\n\nARCHER\nNine. Boo-hoo.\n\f69.\n\nMADDY\nThen at eighteen you joined the\narmy...\nArcher peers at her.\nARCHER\n\nWant to hear about the first time I\nbanged a journalist?\n\nShe just looks at him. He takes another long drink. Relents.\nARCHER (CONT'D)\n\nYah, yah. First they had us doing\ndirty little jobs in the townships.\n\nMADDY\nWith the Security services.\nARCHER\nYou think you know about the Security\n\nservices?\n\n(another dark laugh)\nYou don't know shite. That was a\npicnic compared to what we did on\nthe Moz border. Sometimes I think,\n‘God will forgive us for what we\ndid.' Then I look around and I\nwonder...what would God want with a\nPlace like this?\n\nHe takes another drink but the jug is empty. He tosses it.\n\nARCHER (CONT'D)\nBy '94 I'ma ten years vet. Then\npoof. No more apartheid, no more\narmy. Thanks very much, see ya later.\nTruth and reconciliation. Kumbaya.\n\nHe raises his middle finger in a universal gesture.\n\nARCHER (CONT'D)\n\nThey told us we were fighting\nCommunism. Protecting our ‘way of\nlife.’\n\n(a rueful laugh)\nIt's about who gets what. Oil.\nColtan. Diamonds. So one day I\ndecided, fuck it, now I want mine.\n\nMADDY\nAre you going to steal his diamond?\n\nARCHER\nWe have no chance in hell of getting\nthe diamond.\n\f70.\n\nMADDY\nDoesn't answer the question.\n\nARCHER\nThat diamond -- whether I steal it\nor just take the commission -- is my\n\nticket out of here.\n\nMADDY\nTo go where?\n\nArcher hasn't gotten that far in his thinking.\nEXT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nMADDY\nTo go where? Archer hasn't gotten that far in his thinking. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HILL COUNTRY - NEXT MORNING (SEEN FROM ABOVE) 120\n\nBenjamin drives them down roads that are little more than\nanimal tracks. Bush pigs scamper. Chimpanzees chatter above.\n\nSolomon looks up into the canopy of forest as the sun darts\nin and out of view.\n\nSOLOMON (V.0O.)\nDear Dia. I have found a place for\nyour studies once you return home.\n\nBenjamin shows Maddy the hippos splashing in the river.\n\nBENJAMIN\nDo not be fooled by the movie where\nthey wear pink skirts and dance on\ntheir toes. They are extremely\ndangerous, easily angered, and very\nfast.\n\nBenjamin's love of all that he sees is infectious. As he\nplays tour guide, they forget for a moment their dire\ncircumstances and surrender to the joys of the natural world.\n\nSOLOMON (V.0O.)\nThere is a man I want you to meet.\nHe is a teacher. You will like him.\n\nBenjamin turns a wry eye to Archer.\n\nBENJAMIN\nWhat story will you be covering when\nI drop you in Kailahun, Mr. Archer?\n\nARCHER\nThank you for your help, Mr. Kapanay.\nI won't forget it.\n\nBENJAMIN\nI hope the story will end the way\nyou want it to.\n\f71.\n121 UP AHEAD - A TEMPORARY ROADBLOCK 121\n\nguarded by TWO TWELVE YEAR-OLD CHILD SOLDIERS.\n\nARCHER\nKeep going.\n\nBENJAMIN\nWhat--?\n\nARCHER\n\nDrive right at them. They'll panic.\nInstead Benjamin slows the car.\n\nBENJAMIN\nDo you know where the word, ‘infantry'\ncomes from? It means child soldier.\nThey are just children.\n\nTHE TWO R.U.F. SOLDIERS\n\nare indeed children. One wears a Michael Jordan jersey, the\nother has skateboard stickers on his Ingram submachine gun.\nBut their eyes are glazed and deadened.\n\nBENJAMIN (CONT'D)\nHello, little brothers. What are\nyour names?\n\nCHILD SOLDIER #1\nI am Dead Body. Who dis mothafuckah?\n\nBENJAMIN\nWe are teachers on our way to\nKailahun.\n\nCHILD SOLDIER #2\nOnly R.U.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nBENJAMIN\nWe are teachers on our way to\nKailahun. CHILD SOLDIER #2\nOnly R. U. \n\nTARGET SECTION TO BE ANNOTATED:\n on da road!\n\nBENJAMIN\nI understand but we have to--\n\nCHILD SOLDIER #2\nONLY R.U.F!\n\nBENJAMIN\nNow listen here! I am-~\n\nThe boy FIRES HIS WEAPON without warning. Benjamin is hit\nin the chest.\n\nARCHER\nJESUS FUCKING CHRIST!\n\f122\n\n123\n\n125\n\n72.\n\nHe leans over and STOMPS ON THE GAS PEDAL. The car LURCHES\nFORWARD, knocking aside the other boy. Archer has to\npractically straddle the wounded man to speed away.\n\nIN THE CAR (TRAVELING) \"122\nBenjamin tries to speak. Blood bubbles from his lips.\n\nARCHER\nDo NOT try to talk. If you're not\ndead, it's only because you're hit\nin the lung not the heart.\n\nSolomon is leaning over the seat, opening Benjamin's shirt.\n\nARCHER (CONT'D)\n(to Solomon)\nDon't worry about the entry wound.\nLean him forward, there's going to\nbe a big hole in his back. Press\nyour hand against it. Keep it there.\n(to Maddy)\nIf there's any wine left in that\njug, pour it all over everything.\n(to Benjamin)\nHow far to Kailahun?\n\nBENJAMIN\n(weakly)\nYou...said...not to talk.\n\nARCHER\nA fucking comedian.\n\nHe pushes the old car's accelerator to its limit.\nIN THE CAR (TRAVELING) -- DUSK 123\nBenjamin is slumped, unconscious, against the passenger door.\n\nARCHER\nHow's his pulse?\n\nMADDY\nIt's a pulse.\n\nROUNDING A BEND 124\nThey are suddenly confronted by two ARMORED CARS and a platoon\n\nof white mercenaries carrying Uzi's. The soldiers all wear\nmaroon berets with the initials E.O.\n\nMOMENTS LATER - TWO MEDICS ATTACH AN IV TO BENJAMIN 125\n\nArcher and Solomon help place him on a litter. He is\nconscious again.\n\f73.\n\nARCHER\nYou'll be all right.\nBENJAMIN\n(looks him in the eye)\n\nWill you?\nHe is hurried away as--\nAN ATTACK HELICOPTER TAKES OFF NEARBY\nRaising a cloud of dust. Joost appears out of the confusion.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nBENJAMIN\n(looks him in the eye)\n\nWill you? He is hurried away as--\nAN ATTACK HELICOPTER TAKES OFF NEARBY\nRaising a cloud of dust. Joost appears out of the confusion. \n\nTARGET SECTION TO BE ANNOTATED:\nJoost\nArcher...what the fuck--\n\nARCHER\nGood to see you, too, Joost.\n\nMaddy is furiously scribbling notes of all she sees.\n\nJoos?\nWe're evacuating all non-military\npersonnel. Relief workers,\njournalists.\n(to Archer)\nShite-bags.\n\nARCHER\nHow far's the front line?\n\nJOOST\nThere is no front line. Little\nbuggers are everywhere.\n(starts off)\nColonel's this way.\n\n126 THE COLONEL'S HQ 126\n\nA large tent. The Colonel pores over a map while talking on\na SAT-phone. Archer and Joost enter.\n\nTHE COLONEL\n\n(on the phone)\n~-but if we block their escape by\ncutting the bridge--\n\n(sees Archer)\nWait One...\n\n(covers the mouthpiece)\nArcher. Don't want to say I told\nyou so--\n\nARCHER\nBut you will.\n\f74,\n\nTHE COLONEL\nThe Sierra Leone government has hired\nus to recapture the diamond mines.\n\nARCHER\nIn return for a mining concession or\ntwo, no doubt.\n\nTHE COLONEL\n\n{a modest nod)\nI've got a C-130 touching down at\n1400. Everybody not prepared to get\ndirty is on it.\n\n(checks his watch)\nYou've got thirty minutes to make up\nyour mind. You're either with us or\nout of here.\n\nHe turns back to his conversation. Archer is dismissed.\n127 EXT. ANOTHER PART OF THE CAMP -- NIGHT 127\nMaddy is waiting as Archer walks back.\n\nARCHER\nHow is he?\n\nMADDY\nThey say he'll live.\n\nARCHER\nYou're on a plane for Ghana in half\nan hour.\n(looks at her)\nDo me one last favor.\n\nMaddy just looks at him. Archer indicates a young MERCENARY\nstanding guard in front of a large supply tent.\n\nARCHER (CONT'D)\nGo tell that guard you want to put\nhis face on the cover of Soldier of\nFortune magazine.\n\nMADDY\n\nYou're going in.\n(Archer nods)\n\nYou and Solomon.\n\nArcher nods again. She shakes her head.\n\nMADDY (CONT'D)\nNow?\n(another nod)\nYou're an idiot.\n\f128\n\n129\n\n75.\n\nARCHER\nHelp me or not?\n\nMaddy shakes her head sadly.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\n128\n\n129\n\n75. ARCHER\nHelp me or not? Maddy shakes her head sadly. \n\nTARGET SECTION TO BE ANNOTATED:\n She turns away, pushing the\nhair out of her face as she approaches the YOUNG MERCENARY.\n\nMADDY\nHi, there. Maddy Bowen, Vanity Fair.\nYou mind if I ask you a few questions?\n\nYOUNG MERCENARY\nDepends what they are-~-\n\nMADDY\nOh, So you're familiar with our\ndevious ways, are you?\n\nShe flashes a devastating smile. And while his back is\nturned, we SEE Archer edge past toward the back of the tent.\n\nINSIDE THE SUPPLY TENT 128\n\nArcher forages for whatever he can lay his hands on. Into\nhis pack he stuffs K-rations, a GPS, first-aid kit.\n\nHe desperately looks for one more thing. And there it is.\nA SaAT-phone. He stuffs it in. Outside, the SOUND of a plane.\n\nEXT. AIRSTRIP -- MOMENTS LATER 129\nA giant C-130 Hercules touches down.\n\nTHE SWARM OF JOURNALISTS\n\nAid workers, and refugees surge onto the tarmac. Carrying\n\nher bag, Maddy moves against the tide, looking around.\n\nSolomon appears beside her, subtly taking her arn.\n\nSOLOMON\nThis way.\n\nARCHER is waiting behind a tent, the pack already on his\nshoulders. She turns to Solomon.\n\nMADDY\nGood luck to you, Solomon Bo.\n\nSolomon takes her hand in both of his.\n\nSOLOMON\n\nThank you for all you've done.\nMADDY\n\nI hope you find what you're looking\n\nfor.\n\nShe turns to Archer. They look at each other.\n\f76.\n\nARCHER\nYeah. Thanks.\n\nMADDY\n--dJust keeping my end of the deal.\n\nA moment of silence. She can be as tough as he can.\n\nARCHER\nListen--\n\nMADDY\nNo, you listen--\n\nAnd they just stare at each other.\n\nARCHER\nIn another life, maybe.\n\nMADDY\nSure... Okay...\n\nARCHER\nFind yourself a good man, Maddy.\nYou deserve to be happy.\n\nShe considers him -- wishing she were less affected by him.\n\nMADDY\n\nI have three sisters. All married\nto “good men.\" Long as their\nprescriptions are filled they're\nhappy. No thanks. I prefer my life.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll married\nto “good men.\" Long as their\nprescriptions are filled they're\nhappy. No thanks. I prefer my life. \n\nTARGET SECTION TO BE ANNOTATED:\n(hands him her card)\nOffice phone, home phone, cell phone.\nI'm used to being pursued, but what\nthe hell.\n\nHe smiles.\n\nMADDY (CONT'D)\nIt's a world phone, by the way.\n\nARCHER\nYou should get on the plane.\n\nMADDY\nSo should you.\n\nHe smiles and turns away.\n\nMADDY (CONT'D)\nAre you going to call me?\n\nARCHER\nSoon as I'm near a phone...\n\f130\n\n131\n\n132\n\n133\n\n77.\n\nMADDY\nYeah, right.\n\nShe turns toward the plane. They head the opposite way.\n\nIN THE BUSH 130\nArcher and Solomon begin to jog.\n\nBACK AT THE AIRSTRIP 131\nMaddy is about to board the plane when Joost waylays her.\n\nJOOST\nWhere is he?\n\nMADDY\nWhere is who?\n\nShe continues up the steps to the plane. Joost looks around.\nNo sign of Archer. The wheels begin to turn in his head.\n\nARCHER AND SOLOMON TREK 132\n\ninto the bush. They move quickly, putting distance between\nthemselves and the E.O.camp. As they run, THE CAMERA rises\nup, higher and higher, until their tiny figures have\n\ndisappeared and the FRAME IS FILLED WITH NOTHING BUT GREEN.\n\nWe sense of the immensity of the challenge that lies ahead.\nEXT. THE BUSH -- LATER 133\n\nArcher and Solomon have stopped to catch their breath. Archer\ndigs out the SAT-phone, fires it up and punches in a number.\n\nARCHER\n(on the phone)\n..-Fawaz?  ...1 know. No time now....\nThat's right....Two days to get in,\none to get out. I'11 call when we're\nheaded for the strip. Right... ‘Bye.\n\nHe looks up to see if Solomon has been listening. But Solomon\nis staring off into the jungle.\n\nSOLOMON (V.0,)\nDear Dia. I am coming. With every\nstep I am closer. I can feel you\nare nearby. I am coming soon.\n\nEXT. A JUNGLE TRAIL -- ELSEWHERE 134\nA column of R.U.F. guerrillas walk a jungle trail. We can\n\nSEE by the gouges of earth that they are in diamond country.\nDia, looking much older, carries an AK-47.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nF. guerrillas walk a jungle trail. We can\n\nSEE by the gouges of earth that they are in diamond country. Dia, looking much older, carries an AK-47. \n\nTARGET SECTION TO BE ANNOTATED:\n\f135\n\n136\n\n137\n\n138\n\n78.\nBACK TO ARCHER AND SOLOMON 135\n\nas he stuffs the SAT-phone into his back. He sets off without\na word, knowing Solomon will follow.\n\nTHEY TRAVEL BY NIGHT 136\nOn narrow dirt roads, lit only by the moon.\nHEADLIGHTS APPROACH 137\n\nArcher and Solomon take cover as TRUCKS pass filled with\nR.U.F. teenagers, laughing, smoking ganja, music blasting.\n\nSolomon studies each passing face. Almost involuntarily he\n\nrises to his feet -~ trying to get a better look. Suddenly\nhe thinks he sees a familiar face -~ could it be Dia? He\nmoves closer -- but the truck is moving away.\nSOLOMON\nDia!!\n\nHeads turn in the passing truck. It's not Dia.\n\nSuddenly Solomon is grabbed from behind and thrown to the\nground. Archer looms over him.\n\nARCHER\nWhat the fuck are you doing!!\n\nSOLOMON\nGET OFF ME!\n\nMeanwhile, on the road, the trucks have slowed. Suddenly--\nTHE BRUSH EXPLODES WITH GUNFIRE\n\nRed and Green TRACERS shred the dense foliage around them.\nBullets WHIZ by their heads, RICOCHET off ancient trees.\n\nThey scramble to their feet and race blindly back into the\nbush. Behind them, the SOUND of their pursuers.\n\nSoon the brush grows more dense. In the pitch darkness they\nare literally fighting their way forward, flailing with both\narms to rip holes through the thick foliage. Their hands\nand faces are soon cut and bleeding.\n\nTHEY RUN 138\nUntil they can run no further. Archer stumbles and falls.\nSolomon crumples to the ground beside him. As they lie there,\nwinded, they HEAR VOICES.\n\nThey can see the GLOW OF CIGARETTES through the foliage only\na few yards away as R.U.F. soldiers approach.\n\f139\n\n79,\nON SOLOMON AND ARCHER\n\nas the soldiers’ boots pass within inches of their hiding\nplace. They bury their faces deeper in the mud.\n\nDAYBREAK 139\nfinds them still hiding. Cautiously, they emerge -- stiff,\nwet, and miserable from a night spent on the jungle floor.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey bury their faces deeper in the mud. DAYBREAK 139\nfinds them still hiding. Cautiously, they emerge -- stiff,\nwet, and miserable from a night spent on the jungle floor. \n\nTARGET SECTION TO BE ANNOTATED:\nARCHER\n(furious)\n\nNext time you pull something like\nthat I will shoot you myself.\n\nSOLOMON\n(equally furious)\nShoot me now. It is what you are\nplanning anyway.\n\nARCHER\nWhat are you talking about?\n\nSOLOMON\nYou think I do not know the kind of\nMan you are? You buy diamonds from\nthe same people who took my son.\n\nARCHER\n--Maddy told you.\n\nSOLOMON\nIs this true?\n\nArcher looks at him.\n\nARCHER\nYes. It is true.\n. SOLOMON\nAnd all you have said... How the\n\ndiamond will free my family. This,\ntoo, is a lie. Is it not?\n\nARCHER\nI don't know. Maybe.\n(looks at him)\nBut I'm not the only one who tells\nlies, am I?\n\nSOLOMON\nI do not lie.\n\nARCHER\nNo? You don't give a fuck about\nfinding the diamond.\n\n(MORE)\n\f140\n\n141\n\n80.\n\nARCHER (CONT'D)\nYou're out here looking for your\nson. And you'd cut my heart out in\na second if it means a chance to get\nhim back.\nSolomon is shocked into silence. Archer is right.\n\nSOLOMON\nYes. It is true.\n\nThe two men stare at each other.\n\nARCHER\nLong as we understand each other.\n\nHe sets off into the brush, limping heavily.\n\nSOLOMON\nYou are hurt.\n\nARCHER\n(without looking back)\nI'm fine.\n\nSolomon reaches to take the heavy pack from Archer's shoulder.\nArcher grabs his hand. They lock eyes for a moment.\n\nSOLOMON\nYou think I'm going to steal it?\n\nArcher turns and walks away. Solomon looks down to see BRIGHT\nDROPS OF BLOOD from Archer's boot staining the ground.\n\nLATER - THE UNMISTAKABLE SOUND OF APPROACHING HELICOPTERS 140\n\nforces them to take cover. Two E.O. gunships streak past.\nAre the choppers looking for them, or is it a coincidence?\n\nLATER THAT DAY - THE SUN HAS REACHED ITS ZENITH 1421\nas they trudge onward. Archer's limp is more pronounced.\n\nHe tips back his canteen and finds it empty. Solomon notices.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nArcher's limp is more pronounced. He tips back his canteen and finds it empty. Solomon notices. \n\nTARGET SECTION TO BE ANNOTATED:\nHe passes his canteen to Archer, who hesitates for a moment,\n\nthen laughs and puts his mouth to a black man's canteen.\n\nLATER - THEY TRAVERSE A HIGH RIDGE 142\n\nIn the distance, we see the receding peaks. Archer begins a\nconversation, as much out of boredom as anything else.\n\nARCHER\nSo you're a farmer...\n\nSolomon looks at him warily. Nods.\n\f143\n\n144\n\ngl.\n\nARCHER (CONT'D)\nWhat do you grow?\n\nSOLOMON\nteeeee Casava.\n\nARCHER\nI grew up on a farn.\n(remembering...)\nHated every minute of it.\nEnd of conversation. They walk on in silence.\nSTILL LATER - DEEP PITS IN THE EARTH 143\n\nBegin to appear as Archer and Solomon climb through a hilly\nlandscape. Solomon stares at the diamond mines.\n\nSOLOMON\nIt is like they are eating the earth.\n\nHe walks on. Archer labors to keep up with Solomon's pace.\nABANDONED HOUSES 144\ncaved-in and listing, line a street where deep pits have\n\nbeen dug beneath their foundations. Impoverished SQUATTERS\nfollow them with listless, hungry eyes as they pass.\n\nArcher is jittery to be observed. But in Africa, people are\neverywhere. Blood squishes in his boot as he walks.\n\nBY SUNSET 145\nThey have been walking for twelve hours. Archer has to sit.\n\nARCHER\nHow much farther--?\n\nSOLOMON\nOne day more.\n\nHe kneels before Archer.\n\nSOLOMON (CONT'D)\nLet me see your leg.\n\nARCHER\nIt's fine.\n\nSolomon touches it and Archer GRUNTS in pain.\nARCHER (CONT'D)\nIt's infected. From lying there all\nfucking night.\n\nSolomon lifts Archer's pant leg. Examines it.\n\f146\n\n147\n\n82.\n\nSOLOMON\nGive me your knife.\n\nARCHER\nIn the other boot.\n\nSolomon takes the K-Bar. Archer grits his teeth. We cannot\nsee what Solomon does -- but from the expression on Archer's\nface, we can only imagine.\n\nSolomon stands. Archer tries to but the pain is overwhelming.\n\nSOLOMON\nI will be back.\n\nArcher pulls his Sig-Sauer 9mm from his belt.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nArcher tries to but the pain is overwhelming. SOLOMON\nI will be back. Archer pulls his Sig-Sauer 9mm from his belt. \n\nTARGET SECTION TO BE ANNOTATED:\nARCHER\nNo--\n\nSolomon starts walking away. COCKS the weapon.\n\nARCHER (CONT'D)\nYou think I won't shoot you.\n\nSOLOMON\nShoot me, then. And try to find the\ndiamond yourself.\n(keeps walking)\nIT will be back.\nLATER THAT NIGHT ~ A SMALL VILLAGE 146\n\nhas been taken over by CHILD SOLDIERS. They sit, throwing\nbullets into a barrel fire and LAUGHING as they explode.\n\nSolomon creeps to the edge of a hut -- peering at the faces.\nNo Dia.\n\nSix more teenagers are loading the spoils of the village\nonto a truck. One of them could be Dia. He isn't.\n\nHOURS LATER - THE MOON HAS RISEN 147\n\nArcher awakens to see Solomon walking toward him out of the\nbush. He carries a poultice made of leaves and mud.\n\nHe kneels and begins to apply it to Archer's wound.\nSOLOMON\nI thought about not coming back.\n(looks at him)\nI talked to my son about it.\n\nArcher looks at him. What the hell is he talking about?\n\f148\n\n149\n\n83.\n\nSOLOMON (CONT'D)\nI talk to him all the time.\n(works on the leg)\nHe says I must forgive what you have\ndone in the past. And trust that\nyou will help get my family back.\n\nArcher doesn't know how to respond to this simple absolution.\n\nARCHER\nYou're fucking crazy.\n\nSolomon finishes wrapping the poultice.\n\nSOLOMON\nI will go and find us water.\n\nHe stands again and walks away.\n\nArcher can't bear feeling powerless. Fighting the pain, he\nstands and tries to walk. It's excruciating. Still he\ncontinues hobbling -- until finally he sits on the ground,\n\nCAPE TOWN AIRPORT TERMINAL -- NIGHT 148\n\nMaddy de-planes with a contingent of journalists. Like\neveryone else who gets off a plane these days, she turns on\nher cell phone to check for messages. There are none.\n\nArcher hasn't called.\nDAWN IN THE JUNGLE 149\n\nis soft and full of promise. Low clouds hang just above the\ntreetops as first light touches the moist greenery.\n\nArcher's face is at peace as he wakes. Solomon sleeps nearby.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nLow clouds hang just above the\ntreetops as first light touches the moist greenery. Archer's face is at peace as he wakes. Solomon sleeps nearby. \n\nTARGET SECTION TO BE ANNOTATED:\nArcher reaches to scratch his nose and realizes he is covered\nwith BLACK ANTS. Scrambling to his knees, he frantically\nbrushes them off. They are in his ears, inside his shirt.\nSolomon awakens and begins to laugh at Archer's frenzy.\n\nARCHER\nTt HATE FUCKING ANTS!\n\nSOLOMON\nI think you are feeling better.\n\nAnd then Solomon realizes that he, too, is infested. He\nreaches into his pants and begins to hop around. Now it's\nArcher's turn to laugh.\n\nSoon they are both sitting on the ground, LAUGHING for no\nreason -- except, of Course, as a release from all that has\nbefallen them.\n\f84.\nTHE ENDLESS HILLS 150\n\nglow pink in the dawn as they walk. A herd of antelope burst\nfrom the brush and bound majestically away.\n\nSOLOMON\n++.¥ou are how old?\n\nARCHER\nMe? Thirty. One.\n\nSOLOMON\nAnd you have no wife?\n\nARCHER\nNo.\n\nSOLOMON\nNo children?\n\nARCHER\nNo.\n\nSolomon shakes his head. After a moment, Archer can‘t resist.\n\nARCHER (CONT'D)\n\n--What?\n\nSOLOMON\nTruly, I do not understand white\npeople.\n\nARCHER\n\nThat makes two of us.\nAS THEY CREST A HILL\n\nSolomon suddenly stops. He looks around. Then he falls to\nhis knees. Archer climbs to where he is and looks around--\n\nA MASS GRAVE\n\nhas been fashioned from an abandoned diamond pit. BODIES\npiled high -- men, women, children. None of them soldiers.\n\nARCHER (CONT'D)\nAnimals.\n\nSOLOMON\nNo animal would ever do such a thing.\nIt makes no sense.\n\nSolomon forces himself to walk among the corpses, praying\nthat his son is not among them. Tears stream down his cheeks.\n\f85.\n\nSOLOMON (CONT'D)\nMy people value life. The Mende\nfind it hard even to take the life\nof a chicken. God gives life; only\nhe may take it back.\n{a strangled cry)\nHow can they do this?\n\nArcher has no answer. Just looks at him.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\n{a strangled cry)\nHow can they do this? Archer has no answer. Just looks at him. \n\nTARGET SECTION TO BE ANNOTATED:\nSOLOMON (CONT'D)\n(numbly)\nWhy is there so much evil here?\nWhat is wrong with us?\n151 HOURS LATER 151\nArcher uses a tree branch as a cane.\nARCHER\n(feeling his forehead)\nI've stopped sweating. We've got to\nfind water.\n\nSOLOMON\nThen we must move faster.\n\nArcher nods and pushes himself past the pain in his leg.\n\no\n152 HOURS LATER - THE SUN IS SCORCHING AT MID-DAY 152\nArcher stumbles. Solomon offers a hand to lift him to his\nfeet. Archer ignores it. Ahead is a CLEARING, and in it:\nA BULL ELEPHANT\nstands tall and menacing. Beside him, on the ground, is his\nMate -- grievously wounded and BELLOWING piteously.\nFor a moment, Archer and Solomon are too stunned to speak.\nARCHER\nBack away. And watch where you step.\nSolomon freezes.\nSOLOMON\nIs it--\nARCHER\nA minefield. Yes.\nThey stare at the MAGNIFICENT CREATURE who refuses to leave\nhis fallen mate. Slowly they retrace their steps.\n—~ No sooner have they turned their backs than AN EXPLOSION\n\nshakes the ground and A FLOCK OF BIRDS rises over the field.\n\f153\n\n154\n\n86.\nThey know what it means. Grimly, they keep moving.\nTHE JUNGLE AT NIGHT 153\n\nis a freaky place at the best of times with strange shapes\nshadows, and noises everywhere. In their state, it feels\nlike a bad acid trip. Solomon hears the WHISPERED VOICE of\nhis son. He carries on an imagined conversation.\n\nSOLOMON\n....Why? The cows will do fine in\nthe upper pasture...\n\nARCHER\nHey...\n\nSOLOMON\n(in a kind of trance)\n-- Yes. And next year we will plant\ncoffee--\n\nARCHER\nHEY!\n(Solomon is startled)\nYou're hallucinating.\n\nSOLOMON\nNo. I am not.\n\nHOURS LATER - ARCHER 154\n\nArcher is half-asleep as they trudge through deep jungle.\nHe stops suddenly. A SNAKE hangs menacingly from a tree.\n\nARCHER\nDo you see that?\n\nSOLOMON\nWhat?\n\nARCHER\nThe. ..snake.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCHER\nDo you see that? SOLOMON\nWhat? ARCHER\nThe. ..snake. \n\nTARGET SECTION TO BE ANNOTATED:\nSOLOMON\nNo.\n\nARCHER\nGood.\n\nArcher now sees that it is only a tree branch.\nTHEY WALK ON FOR A MOMENT\n\nThis time it is Solomon who stops short.\n\f155\n\n156\n\n87.\n\nSOLOMON\nWait...\n(listening)\nCan you hear it?\n\nArcher listens hard. A weird croaking sound. Frogs?\n\nARCHER\nProgs!!\n\nSOLOMON\nYES!\n\nFrogs mean water. They stumble forward to discover--\nA SMALL STREAM BED\nThey fling themselves onto their bellies and begin to drink.\n\nARCHER\nWhat if...this water...is bad?\n\nSOLOMON\nYou can wait for beer.\n\nGood point. Archer drinks his fill.\nTHE NEXT MORNING 155\nFinds them sitting by the stream. Archer studies his map.\nARCHER\nThis must be the Meli. It runs from\nthe North. The Moa runs from the\nEast. Where the rivers meet is where\nthe mine is, right?\nSolomon says nothing.\n\nARCHER (CONT'D)\nRight?\n\nSolomon just glares at him.\n\nARCHER (CONT'D)\nYou get that diamond, you can hire a\nteam of people to find him. You can\nbuy the whole damn government!\n(leaning in)\nWhat are you gonna do, spend the\nrest of your life searching the bush?\n\nSolomon looks at him. Yes. If necessary.\nHOURS LATER - THEY FOLLOW THE STREAM 156\n\nnow grown into a broad river.\n\f157\n\n88.\nHOURS LATER - THEY CLIMB A STEEP RAVINE 157\nArcher is struggling. Once again, Solomon offers a hand to\nhelp him over a boulder. This time, Archer grudgingly accepts\nthe hand. The moment is underplayed but deeply significant.\n\nCresting a hill, Solomon looks down on the confluence of the\ntwo rivers. A familiar gorge.\n\nSOLOMON'S POV - THE DIAMOND MINING CAMP\n\nis spread out below. HOLES and PITS pock the landscape.\nArcher joins him at the overlook.\n\nARCHER\nThat's it, isn't it?\n\nSolomon's face is clouded with memory. It's a place from his\nnightmares. A place he hoped never to see again.\n\nA LARGE CONTINGENT OF R.U.F. TROOPS\n\nis encamped near the mines.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nU. F. TROOPS\n\nis encamped near the mines. \n\nTARGET SECTION TO BE ANNOTATED:\n Archer can see dozens of tiny\nfires with troops huddled beside them.\n\nARCHER (CONT'D)\n\nChrist.\nHe kneels -- trying to figure out their next move.\nARCHER (CONT'D)\nOkay...\n\nHe digs into his pack for the SAT-phone.\n\nARCHER (CONT'D)\nThe E.O. would want to know about a\nforce this size. If I call Joost,\nhe'll send in an air strike...\n(the plan unfolds)\nWe use it as a diversion.\n\nBelow them, TEENAGE REBELS play soccer in a ragged field.\nIs Dia among them? It is too far away to know.\n\nSOLOMON\nNo air strike.\n\nARCHER\nHow do we get in there without some\nkind of diversion?\n\nSOLOMON\nNo...air...strike.\n\nARCHER\nHe isn't down there.\n\f158\n\n89.\n\nSOLOMON\nHow do you know?\n\nARCHER\n(coldly)\nI'm calling it in.\n(turns on SAT-phone)\nThey'1l come in at first light.\nLow. Over that ridge. That's how\nMuch time you've got.\n\nSolomon turns and starts down the hill.\n\nARCHER (CONT'D)\nHold up there, boy--!\n\nSolomon reacts to Archer's instinctive use of \"boy.\"\n\nARCHER (CONT'D)\nI'm not letting you get yourself\nkilled until I have that fucking\nstone. We wait for dark.\n\nA LIST OF CALL NUMBERS is taped to the inside of the SAT-\nphone's case. Archer punches in a number.\n\nARCHER (CONT'D)\n(on the SAT-phone)\nGet me Joost..... Archer....He'll\nknow-- Ask if he's interested in the\nlocation of a major R.U.F. camp......\n\nLATER -- THE DIAMOND CAMP -- NIGHT 158\n\nis just as we remember it. Muddy and exhausted SLAVE WORKERS\ntry to keep out of A DRIVING RAIN, squatting under corrugated\ntin roofs while eating their tiny portion of rice gruel.\n\nRebel soldiers -- adults and teenagers alike -- eat Red Cross\nrations while trying to keep warm and dry.\n\nARCHER AND SOLOMON\nhave crawled forward to the edge of the camp.\n\nARCHER\n\nI can't walk in there. you stay in\nmy line of sight and I'll cover you.\nIf he's not there, we move around\nthe perimeter.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCHER AND SOLOMON\nhave crawled forward to the edge of the camp. ARCHER\n\nI can't walk in there. you stay in\nmy line of sight and I'll cover you. If he's not there, we move around\nthe perimeter. \n\nTARGET SECTION TO BE ANNOTATED:\n The air strike happens\nat 0600.\n\n(racks the slide of\n\nhis Sig-Sauer)\nYou do exactly as I say. And don't\nmistake me for your friend. You\nfuck with me and I'll surely kill\nyou.\n\f159\n\n161\n\n162\n\n90.\nA SENTRY\nhuddles miserably in the rain.\nArcher SPRINGS out of the shadows and choke-holds him --\nthen drags him back into the bushes where Solomon is hiding.\nArcher takes his weapon - an H&K assault rifle.\n\nSolomon stands up and walks into the camp as inconspicuously\nas possible. Archer watches under cover of the brush as:\n\nSOLOMON 159\n\ninsinuates himself among the miserable workers, moving from\nhut to hut -- trying to see if Dia is among them.\n\nHe isn't. Solomon moves deeper into the village.\n\nARCHER\n\ncurses as Solomon walks out of his line of sight.\n\nIN THE CAMP 160\nSolomon is about to give up hope, when--\n\nHE SEES DIA. Solomon blinks back his disbelief.\n\n \n\nDia's with TWO OLDER REBELS, who are watching him take a hit\nfrom a big spliff, laughing as he chokes on the smoke.\n\nSolomon tries to will Dia to turn in his direction.\n\nARCHER 161\nScuttles through the bush -- trying to get a line of sight.\n\nEXT. TWO SENTRIES 162\nappear nearby -- carrying food for the sentry Archer has\n\nkilled. Unable to find him, they begin to CALL out for him.\nIN THE CAMP 163\n\nDia and the other soldiers separate. Solomon moves out from\nthe shadows.\n\nSOLOMON\n(whispering)\nDia--\nDia turns -- uncomprehending.\n\nSolomon takes his arm.\n\f165\n\n166\n\n91.\nDIA\n(suddenly fearful)\nNO!\n\nSOLOMON\nDia, it's me!\nThree months of horror, of depravation, of trauma, of\nunspeakable acts have taken root in the soul of this young\nboy. His face contorts in struggle. Then--\n\nDIA\nGET AWAY FROM ME! GET AWAY!\n(screaming)\nFARMER! TRAITOR!\n\nHe tries to break free of Solomon's grasp. A few other\nsoldiers HEAR him cry out. They turn to look.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe tries to break free of Solomon's grasp. A few other\nsoldiers HEAR him cry out. They turn to look. \n\nTARGET SECTION TO BE ANNOTATED:\nARCHER 164\n\nhears it as well. He steps from his hiding place -- trying\nto see what is happening.\n\nAN R.U.F. SOLDIER 165\n\nsees Solomon holding Dia by the arm. He HITS HIM IN THE\nBACK with his rifle butt. Solomon crumples to the ground.\n\nARCHER 166\naims the assault rifle, but the GUARDS have picked up Solomon\nand -- at sixty yards, at night, in the driving rain --\n\nthere's no way Archer can get off a clean shot. Then--\n\nThe SOUND of a SLIDE being racked. The barrel of an AK-47\nis placed against Archer's head.\n\nEXT, THE REBEL CAMP -- NEXT MORNING 167\n\nSolomon's arms have been TIED behind his back -- the rope\nlooped over a tree branch and re-tied. He looks up to see--\n\nDIA, standing with several guards. His face is hard and\nwithdrawn. He turns away from Solomon's gaze.\n\nA SHOVEL is thrown at Solomon's feet.\n\nVOICE\nI knew you would come back.\n\nSolomon looks up into the disfigured face of CAPTAIN POISON.\nA brutal scar only adds to the malice in his eyes.\n\nPoison motions to the dozens of HOLES that pock the landscape --\ngiant scars of diamond fields that have been mined out.\n\f92.\n\nPOISON\nSee how I have dug. I have found\nnothing.\n(to Solomon)\nYou will dig again for me. You will\ndig up what you have come back for.\n\nSOLOMON\nNo.\n\nPOISON\nNo? Do you think the white man will\nrescue you?\n\nHe turns Solomon's head violently to the left, where:\nARCHER\n\nHas been made to kneel, arms tied behind his back, head to\nthe ground, with a gun held to the back of his skull.\n\nPOISON (CONT'D)\nThis white man is the cause of your\nsuffering. This white man, his\nmasters abroad -- and his black\npuppets in the government.\n\nPoison whips out a dog-eared manifesto from his army jacket.\nPOISON (CONT'D)\nFPoday Sankoh say -- resist and\noverthrow those who would exploit\nyou! Shed their blood.\nHe slaps Solomon's head with the book.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOISON (CONT'D)\nFPoday Sankoh say -- resist and\noverthrow those who would exploit\nyou! Shed their blood. He slaps Solomon's head with the book. \n\nTARGET SECTION TO BE ANNOTATED:\nPOISON (CONT'D)\nMaybe some more digging will help\nyou learn this lesson.\n\nThe rope holding Solomon is cut. He falls to the ground and\nis prodded to his feet by several SOLDIERS holding Ak-47's.\n\nSolomon looks down at the shovel. But doesn't move.\nSurreptitiously Archer glances at his watch. It is 5:59.\n\nPOISON (CONT'D)\nPick it up.\n\nSOLOMON\nWhy? You are going to kill me anyway.\n\nWith a sigh, Poison whispers in Solomon's ear:\n\f168\n\n93.\n\nPOISON\nI do not need to kill you, Solomon\nVandy. Because now you have a name.\nAnd a family. If you do not give me\nthis diamond, I will find this family --\njust as I have found your son.\n\nHe goes to Dia and puts his arm around him.\n\nPOISON (CONT'D)\nI will rape your wife in front of\nyou, then slit her throat.\n(smiles)\nAnd I will keep your daughters for\nmyself.\n\nIt_is the first time we have seen the light go out of\nSolomon's eyes -- in part because of Poison's words, but\nmostly because of Dia's look of indifference.\nPOISON (CONT'D)\nYou think I am a devil. But only\nbecause I have lived in hell. I\nwant to get out. You will help me.\n\nCuriously enough, these words could have been Archer's when\nfirst we met him. He watches as:\n\nSolomon takes the shovel. All his hopes and dreams end here.\nHe is must dig the earth one last time to save his family.\n\nHe looks out at the jungle. Nothing looks familiar -- the\ntrees SWIRLING...making him dizzy.\n\nSOLOMON\nI don't remember...\n\nArcher, head to the ground, watches Solomon closely. Sneaks\nanother peek at his watch. 0600 hours. No air strike.\n\nPOISON\nFind it! Or your family will die!\n\nAs if sleep-walking,; Solomon begins to walk toward the pits.\nPoison and several armed rebels follow close behind.\n\nTHE FIRST ROCKET EXPLODES 168\n\nin the middle of the camp -- sending a corrugated hut sky\nhigh. Everyone is knocked to the ground.\n\nAn E.0. HELICOPTER GUNSHIP streaks by overhead.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nEveryone is knocked to the ground. An E.0. HELICOPTER GUNSHIP streaks by overhead. \n\nTARGET SECTION TO BE ANNOTATED:\n THE SECOND\nROCKET hits a truck -~ instantly turning it into a fireball.\n\nTHE GUNSHIP'S GATLING GUNS\n\nfire. 800 ROUNDS PER SECOND chew up everything in its path.\n\f170\n\n94,\nARCHER'S GUARD\n\nis almost cut in half by the devastating firepower. Archer\nrolls behind a tree -- CHUNKS FLY from its base.\n\nSOLOMON, CAPTAIN POISON AND AN R.U.F. GUARD\n\nhave been knocked into a muddy DIAMOND PIT. Solomon hugs\nthe ground as the jet SCREAMS over -- stitching the ground.\n\nARCHER gets to his feet and sprints toward Dia -- ignoring\nthe EXPLOSIONS all around him. Since his hands are still\ntied behind his back --he hurtles a BODYCHECK into the back\nof the SOLDIER guarding the boy.\n\nHe THROWS HIMSELF on top of the boy -- as the gunships make\nanother pass -- KILLING R.U.F. soldiers who try to escape.\n\nEXT. AT THE BOTTOM OF THE DIAMOND PIT 169\n\nSolomon turns over the body of a dead guard and finds A\nMACHETE in his belt. Captain Poison looks up from the muck\nand reaches for his 9mm -- only it isn't in his holster.\nFrantically, he digs in the mud. It's nowhere to be found.\n\nSolomon, meanwhile, gets to his feet and moves toward Poison --\nwho frantically tries to climb out of the pit --\n\nThe sides are high and slick. The closer Solomon gets, the\nmore frantically Poison tries to claw his way out. But the\nwalls are just too slippery...\n\nHe FALLS back -- sliding down -- at last finding his gun.\nHe raises it, but it's too late -- Solomon RAISES THE MACHETE.\n\nAll we can see is the lip of the pit, but we can HEAR Poison's\nSCREAMS as Solomon's powerful arm RISES and FALLS.\n\nSolomon's face is contorted -- as the rage that has been\n\nburied for so long finds its expression. He brings the\n\nmachete down again -- and again with all his might. Blood\nspattering him. Until he stops.\n\nWith disbelief and horror at what he's done.\n\nTWO ARMORED VEHICLES 170\n\nappear with .50 caliber machine guns FIRING from their mounts.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nUntil he stops. With disbelief and horror at what he's done. TWO ARMORED VEHICLES 170\n\nappear with .50 caliber machine guns FIRING from their mounts. \n\nTARGET SECTION TO BE ANNOTATED:\nBehind them, MERCENARIES wearing the red beret of the E.O.\n\nJoost organizes blocking positions around the perimeter of\nthe village -- cutting down anyone who tries to escape.\n\nIt is all over in a matter of minutes.\n\f95.\n171 A SILENCE 17\n\nAs the SMOKE and DUST clears, hardly a soul is moving. THE\nCOLONEL strides into camp followed by TWO BODYGUARDS.\n\nARCHER squints into the sun as the Colonel looms above him.\n\nTHE COLONEL\nThank you for calling in the location.\n\nARCHER\nYou're welcome.\n\nTHE COLONEL\nThen again, you had an ulterior\nmotive,\n\nSOLOMON emerges from the pit, covered in blood. He isa\nterrifying sight -- this gentle man transformed into some\nkind of monster.\n\nTHE COLONEL (CONT'D)\nThis must be the famous Mr. Vandy.\n(to Archer)\nIntroduce us.\n\nARCHER\nThis is Colonel Coetsee. He wants\nthe diamond.\n\nTHE COLONEL\nNo more than you.\n\nArcher nods. True enough.\n\nTHE COLONEL (CONT'D)\n(calls out)\nJoost.\n\nJoost appears, holding a 9mm to Dia's head. Dia is shocked\nby his father's appearance.\n\nTHE COLONEL (CONT'D)\n(calls out)\nLt. Gans.\n\nA mercenary LIEUTENANT appears.\n\nTHE COLONEL (CONT'D)\nYou will organize the withdrawal.\nWe move out in thirty minutes.\n(turns to Solomon)\nLet's take a walk, shall we?\n\nThe Colonel's two bodyguards follow.\n\f172\n\n173\n\n96.\nMOMENTS LATER - ARCHER AND SOLOMON 172\n\nare led at gunpoint into the diamond fields by the Colonel's\nBODYGUARDS. The Colonel and Joost follow behind with Dia.\n\nJOOST\nHow much farther?\n\nSolomon doesn't answer. They pass one pit after another.\n\nA SAT-phone RINGS in the pack carried by one of the Colonel's\nbodyguards. The guard answers it and hands it to The Colonel.\n\nTHE COLONEL\n(on the SAT-phone)\n\neee eens No. ....No transport for\n\nprisoners....... Shoot them, that's\n\nwhat they pay us for..............\nHe hands the phone back to the bodyguard.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo transport for\n\nprisoners....... Shoot them, that's\n\nwhat they pay us for.............. He hands the phone back to the bodyguard. \n\nTARGET SECTION TO BE ANNOTATED:\nHALF A MILE ON - IN A GROVE BY THE RIVERSIDE 173\nSolomon stops. The others react, expectant.\n\nLooming out of the thick growth is THE RUBBER TREE. Vines\nhave covered its base, but it's definitely the same tree.\n\nSolomon measures the distance. Takes another few steps.\n\nHe is about to raise the shovel. Then stops dead, the muscles\nof his arm tensing. Inches from his foot, unmistakable --\n\nis the TRIGGER of a land mine -- partially covered by vines.\n\nSolomon glances back to Joost, who stands several yards away.\nHe doesn't see it.\n\nSolomon looks back at the trigger -- an idea forming. He\nturns in Archer's direction...\n\nSOLOMON\n(looking around)\nAn elephant graveyard.\n\nJOOST\nWhat? Keep digging.\n\nArcher knows Solomon is trying him something -- in code.\n\nSolomon carefully takes a step sideways. Sinks the shovel\ninto the earth. Swallows. He's still in one piece.\n\nHe sinks the shovel in again. And again. Digging.\n\nThe Colonel watches, intently.\n\f97.\nSolomon throws the shovel aside. Gets down on his knees,\ndigging with his hands now. Faster. Scooping out dirt and\nrocks and sand. Until there is nothing left to scrape out.\nHe stares into the empty hole, confounded...\n\nHe looks to Joost, then Archer, then back into the hole.\nGrabs the shovel again, starts digging the hole larger, wider.\n\nSOLOMON\nIt is not here ... it is not here!\n\nTHE COLONEL\nWhat do you mean?\n\nSOLOMON\nThis is where I buried the stone.\nIn this place. But it is not here!\n\n(beside himself)\n\nSomeone has taken it! Come see for\nyourself!\n\nThe Colonel motions Joost over to Solomon. Joost leaves Dia\nby the Colonel's side.\n\nAs the mercenary ventures over --\n\nSolomon glances at Archer, his eyes convey something. Archer\nreads the look. Out of the corner of his eye, he sees:\n\nThe TRIGGER. It lies between Solomon's hole and Joost.\n\nSolomon tries desperately not to look at the trigger as Joost\ncomes closer. Closer.\n\nJoost's boot HITS the TRIGGER. CLICK.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nCloser. Joost's boot HITS the TRIGGER. CLICK. \n\nTARGET SECTION TO BE ANNOTATED:\n A millisecond of\nrealization on the stunned mercenary's face before--\n\nTHE EXPLOSION blows him to bits.\n\nSolomon is already DIVING behind a tree stump as--\n\nDia is thrown to the ground.\n\nArcher seizes the moment -- sending an OPEN-HAND STRIKE to\nthe throat of his would-be executioner, then grabbing the AK-\n47, and shooting him before ripping the gun out of his hands.\n\nARCHER\nSTAY DOWN?!\n\nSOLOMON remains flattened behind the tree stump, head down.\n\nArcher sprays GUNFIRE at the mercenaries -- hitting the\nColonel and the guards. He expends the entire clip.\n\nAnd no one is left standing\n\f98.\n\nHe looks back at the rebel camp -~ knowing that other\nmercenaries have heard the GUNFIRE.\n\nARCHER (CONT'D)\nLet's go!\n\nSolomon gets up, orients himself and begins to count steps.\nSpears the shovel into the earth. Digs.\n\nARCHER (CONT'D)\n(admiringly)\nYou lying bastard...\nSolomon throws the shovel down.\n\nTHERE IN THE HOLE -- peeking out of the dirt -- is the torn\ngreen cuff of a pantleg. Solomon digs it out with his hands.\n\nFAR OFF VOICES\n\ncan be heard -- coming their way. Armed E.O. mercenaries.\n\nArcher rams a fresh clip into the machine gun, and reaches\n\ninto the dead bodyguard's pack for his SAT-phone. But as he\nlooks up, he sees --\n\nDIA\n\nholding The Colonel's 9mm. Aimed at him.\n\nSOLOMON\nDia--\n\nDia's eyes flicker from Archer to Solomon and then back.\n\nSOLOMON (CONT'D)\nDia, look at me.\n\nDia looks into Solomon's eyes.\n\nSOLOMON (CONT'D)\n\n(in Mende)\nYou are Dia Vandy. Of the proud Mende.\nYour mother loves you -~ and she\n\nwaits by the fire making plaintains\nand red palm stew with your sister,\nN'yanda, and the new baby.\n(moves closer)\nThe cows wait for you. And Babu the\nwild dog who minds no one but you.\n(moves closer still)\nAnd I am your father who loves you.\nAnd you will go home with me, and be\nmy son.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd Babu the\nwild dog who minds no one but you. (moves closer still)\nAnd I am your father who loves you. And you will go home with me, and be\nmy son. \n\nTARGET SECTION TO BE ANNOTATED:\nHe walks right up to him, ignoring the gun, and wraps his\nams around him.\n\f174\n\n99.\n\nDia goes limp, the gun hangs loosely at his side -- as he\nallows himself to be held.\n\nBEHIND THEM, THE JUNG! PTS WITH Gi RE\n\nSolomon throws Dia to the ground. Archer takes cover.\n\nFOUR MERCENARIES ARE ADVANCING\n\nacross the river -- firing as they come.\n\nArcher RETURNS FIRE, hitting two, The others hit the ground.\n\nARCHER\nMOVE, MOVE, MOVE!!!\n\nHe SHOVES Solomon and Dia to their feet\nANOTHER SPRAY OF GUNFIRE pins them down.\nARCHER (CONT'D)\nWhen I start firing. You run!\n(stands up)\n-...- NOW!\n\nHe lays down COVERING FIRE -- as Solomon and Dia head for\nthe brush. Archer waits until they are safe, then--\n\nIt's his turn to make a run. He takes off\nIt's only thirty yards or so, but they seem an eternity.\nHe is almost into the brush when--~\n\nHe is HIT in the back. He grunts and doubles over.\n\nARCHER (CONT'D)\nFuck!\n\nHe fights the shock and the pain -- adrenaline kicking in --\nand stumbles into the dense cover.\n\nUP AHEAD - IN THE BUSH 174\n\nHe finds Solomon waiting. Solomon has no notion that Archer\nhas been wounded.\n\nSOLOMON\nHow far?\n\nARCHER\n{through gritted teeth)\nThere's...a strip...on a ridge...\nfifteen kilometers...south. Fawaz\nwill meet us.....GOQ!........\n\n \n\nThey take off in that direction.\n\f175\n\n176\n\n177\n\n100.\nIN THE JUNGLE -- MINUTES LATER 175\nAn eerie quiet, broken only by the calls of exotic birds.\n\nArcher leads them --~ paying for every step. The entry wound\nin his back is small, almost unnoticeable.\n\nHe stops and pulls out the SAT-phone. Dials.\nARCHER\n\n(on the SAT-phone)\n...-Where are you? We're twelve\n\nclicks Out. ..... Two hours at most...\nFAWAZ (O.S.)\n--You have it?\nARCHER\n(on the SAT-phone)\n...Roger that.\nFAWAZ (0.S.)\n\nCarrying a lot of fuel. Don't know\nif I can handle three more onboard.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nFAWAZ (0. S.)\n\nCarrying a lot of fuel. Don't know\nif I can handle three more onboard. \n\nTARGET SECTION TO BE ANNOTATED:\nArcher looks up ahead to where Solomon and Dia are waiting.\nARCHER\n(on the SAT-phone)\nI'll get it sorted.\nHe punches the button and starts off again.\nTHREE KILOMETERS LATER 176\n\nSolomon is STARING at the bloody exit wound below Archer's\narm pit -- the stain spreading.\n\nArcher sees him see it. Looks at him.\n\nSOLOMON\nYou must sit.\n\nARCHER\nYeah, let's just have tea.\n\nHe starts moving again.\nTHREE KILOMETERS LATER 177\n\nArcher has to stop. His breathing is labored. He wipes his\nmouth. Looks at his hand. No blood.\n\nARCHER\nMissed...the lung...but it's\nstill....collapsed. Could...\n\nbe....worse....I guess.\n\f178\n\n179\n\n101.\n\nSOLOMON\nRest now. They will not find us.\n\nArcher looks around. As if sensing their pursuit.\nARCHER\nThey're good.\n(struggles to his\nfeet)\nLet's go...\nHe wills himself onward.\nTHREE MORE KILOMETERS 178\n\nhave taken their toll. Archer is stumbling now. Solomon\nsays something to Dia in Mende.\n\nSOLOMON\nWe will carry you.\n\nARCHER\nNo.\n\nSOLOMON\nYes.\n\nThey each take one of Archer's arms over their shoulders.\nYoked together, they struggle on.\n\nTWO KILOMETERS MORE 179\n\nAnd they have reached the base of a rocky ridge. Archer\ntakes out the binoculars and sees--\n\nBINOCULAR POV -- OFF IN THE DISTANCE\n\nTWO E.O. ARMORED VEHICLES churn up dust as they approach.\nBehind them come a squad of infantry on foot.\n\nIN THE SKY ABOVE\nThe Cessna appears, circling.\nTHE RIDGE ABOVE THEM IS VERY STEEP\n\nwith dense brush blocking their way. In order to make it to\nthe landing strip, they will have to climb it.\n\nIt would be difficult enough to climb on one's own, but to\n\ncarry another man -- as Solomon tries as he hoists Archer\nover his shoulder -- is beyond imagining.\nARCHER\n\n+. ewait...\n\f102.\n\nSOLOMON\nNo--\n\nOne step. Another step. And then another.\n\nSolomon's strength is tremendous. They make progress. Hand\never hand. Rock by rock.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey make progress. Hand\never hand. Rock by rock. \n\nTARGET SECTION TO BE ANNOTATED:\nSolomon's face contorts with the effort. His legs tremble\nbut still he keeps going. The top of the ravine appears,\nfar away, but tantalizingly in sight.\n\nFor a moment we might even believe they will make it -- but\nthen Solomon loses his footing. He stumbles.\n\nArcher is slammed to the ground, grunting in pain. Solomon\nreaches to pick him up again.\n\nARCHER\nSTOP! DAMN'T!.\n\nArcher's shirt-front is SOAKED in BLOOD. He is pale and\ngasping for breath. Solomon goes to pick him up again.\n\nARCHER (CONT'D)\nNo. Let me...see it...\n\nSOLOMON\nMr. Archer--\nARCHER\nYou....want it all...for yourself.\n\nSolomon shakes his head, smiles ruefully. This is the moment\nhe realizes Archer is not going to make it.\n\nHe hands Archer the wrapped stone. Archer peels it open.\n\nEven wrapped in a dirty cloth, it takes the breath away --\nlike something from the Gods.\n\nARCHER (CONT'D)\nIt's real...\n\nHe holds it up to the warm afternoon light.\n\nARCHER (CONT'D)\nSo....beautiful.\n\nArcher looks up to see Solomon staring at him. He wraps it\nback in the cloth.\n\nARCHER (CONT'D)\nTake it.\n\f180\n\n181\n\n182\n\n183\n\n103.\n\nSOLOMON\nI thought you would steal it from\nme.\n\nARCHER\n\nIt occurred to me.\nSolomon smiles.\n\nSOLOMON\nTo me, as well,\n\nUP ABOVE 180\nThe plane touches down.\n\nDOWN BELOW 181\nThe Armored Cars are getting closer.\n\nARCHER 182\n\nLooks over at Solomon -- who has his arm protectively around\nDia.\n\nIN THE BEAUTIFUL AFTERNOON LIGHT\nThe boy looks like the same innocent child he once was.\n\nARCHER\nTake..... your....boy....home.\n\nSolomon looks back at him, tears in his eyes.\nHe nods. In deep and simple gratitude.\nArcher nods back. Then--\n\nARCHER (CONT'D)\nHelp me...\n\nHe struggles to pick up the machine gun. Solomon puts it\ninto his hands.\n\nARCHER (CONT'D)\nPut the strap...over my shoulder.\n\nSolomon helps secure it in place.\n\n.50 CALIBER ROUNDS FROM THE ARMORED CAR\n\nBegin to land -- short -- but getting closer.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nARCHER (CONT'D)\nPut the strap...over my shoulder. Solomon helps secure it in place. .50 CALIBER ROUNDS FROM THE ARMORED CAR\n\nBegin to land -- short -- but getting closer. \n\nTARGET SECTION TO BE ANNOTATED:\nARCHER FIRES A BURST FROM HIS MACHINE GUN 183\n\nMomentarily stopping their progress.\n\f184\n\n185\n\n186\n\n187\n\n188\n\nARCHER\nGO NOW.\n\nSOLOMON\nGoodbye....Danny.\n\nArcher's eyes flicker for a moment.\n\nARCHER\n\n104.\n\nSmiles.\n\nTell Fawaz if he tries to cheat you,\n\nI'll be waiting for him i\n\nSolomon nods once more.\n\nn Hell.\n\nDia meets Archer's eyes for the first time, then looks away.\n\nSolomon leads his son up the ridge.\n\nARCHER\n\nsettles himself -- as comfortably as he is able -- among the\n\nrocks. He FIRES another burst --\nSolomon and Dia as they climb the r\n\nDOWN BELOW\nThe attacking mercenaries scramble\n\nABOVE - ON THE LANDING STRIP\n\nto distract them from\nidge.\n\nfor cover.\n\nWe SEE Solomon and Dia run for the plane. We CANNOT HEAR\n\nwhat is said above the ROAR OF THE\n\nBACK TO ARCHER\n\nPROP.\n\nHe has taken the SAT-phone from the pack. In his hand is\n\nMaddy's card. He dials.\n\nEXT. CAPE TOWN - AN OUTDOOR CAFE -- INTERCUT\n\nMaddy sits with a group of journalists. Her cell phone RINGS.\n\nMADDY\nMaddy Bowen...\n\nARCHER\nTold you I would call.\n\nMaddy is shocked to hear his voice.\nand walks away from the table.\n\nMADDY\nAnd I'm so glad you did.\ngoing to see you?\n\nARCHER\nLittle problem there.\n\nShe immediately gets up\n\nWhen am I\n\n184\n\n185\n\n186\n\n187\n\n188\n\f105.\n\nMADDY\nWhat do you mean--?\n\nAbove on the ridge, Archer HEARS the plane taking off.\n\nARCHER\nListen...Maddy...I want you...to do\nme another favor.\n\nBy now Maddy can hear the weakness in his voice, the labored\nbreathing. Then, the SOUND of gunfire from below.\n\nMADDY\nArcher, are you all right?\n\nARCHER\nListen, I need you to go to Guinea.\n\nMADDY\nArcher, what's going on--?\n\nARCHER\nWill you just shut up and listen--\nGot to...meet Solomon at the UN camp.\nFound...his son...but they're...going\nto need...help.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nMADDY\nArcher, what's going on--? ARCHER\nWill you just shut up and listen--\nGot to...meet Solomon at the UN camp. Found...his son...but they're...going\nto need...help. \n\nTARGET SECTION TO BE ANNOTATED:\nMADDY\nYou're hurt. Oh, my God-- where are\nyou?\n\nARCHER\n\nI'm in a really...beautiful place...\nAnd...I wish you were here...\n\nMADDY\nArcher, oh, shit. Let me get you\nhelp--\nARCHER\nde eeeee You take care of Solomon....\nTell his story..... I gotta go...\nMaddy's eyes are welling up.\n\nMADDY\nArcher---\n\nARCHER\nGoodbye, Maddy...\n\nMADDY\nArcher--!\n\nThe connection has been lost. Archer has hung up.\n\f189\n\n106.\n\nARCHER 189\npushes away the phone and sits back against a mossy rock,\n\nhis face in repose. He looks up at the shafts of sunlight\n\nmade visible by the dust and haze.\n\nIn the quiet, birds flit, insects buzz, the leafy branches\nof trees hundreds of years old sway in the breeze.\n\nIt reminds us of how Solomon experienced the natural world\nwhen first he found the diamond.\n\nHe looks down -- a half-smile on his face as DROPS OF HIS\nBLOOD mix with the red dirt of Africa.\n\nHe looks up into the sky -- where THE CESSNA grows smaller\nand smaller as it flies out of view.\n\nARMED E.O. MERCENARIES 190\n\nswarm up the hillside toward Archer. We expect him to return\nFIRE, but he doesn't.\n\nAs the first soldier reaches his position, we SEE that Archer\n\nis dead. He sits with his back against the mossy rock --\n\neyes closed. At peace at last.\n\nEXT. LONDON (TO ESTABLISH) -- DAY 191\nFrom pastoral tranquility to the chaos of urban life. Solomon\nstands transfixed by the noise, the traffic, the crowded\nsidewalks of the City of London.\n\nHe stands at a street corner, uncomfortable in a suit two\nsizes too small and stiff new leather shoes.\n\nMaddy is there by his side. She gently touches his arm.\n\nMADDY\nCome on. We're almost there.\n\nTHEY REACH THE EMBANKMENT 192\nMaddy stops beside the Hungerford footbridge.\n\nMADDY\nJust walk to the middle.\n\nSOLOMON\nYou're not coming?\n\nMADDY\nI'm not here.\n\nSolomon collects himself.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLOMON\nYou're not coming? MADDY\nI'm not here. Solomon collects himself. \n\nTARGET SECTION TO BE ANNOTATED:\n He has survived hostile jungle,\nmercenaries and the R.U.F.. Yet this seems as daunting.\n\f193\n\n194\n\n195\n\n107.\n\nIN THE MIDDLE OF THE BRIDGE 193\nSolomon waits. A man approaches. It's Simmons.\n\nSIMMONS\nYou are Solomon Vandy?\n\nSolomon nods. Several Paces behind Simmons are two BODYGUARDS.\n\nSOLOMON\nAnd you are?\n\nSIMMONS\nI am the end of your journey.\n\nSimmons motions for a briefcase, One of the men brings it\nforward, unlocks the combination, opens it.\n\nTHE IMAGE FREEZES. CLICK, 194\nMaddy is behind a wall, taking pictures with a telephoto.\nEXT. THE BRIDGE - CONTINUOUS 195\n\nSIMMONS\nYou must understand, Mister Vandy,\nthat your diamond could have ended\nup no place else but with us.\n\nSolomon stares at the neat rows of POUND NOTES.\n\nSIMMONS (CONT'D)\nIt's all yours.\n\nSolomon looks from the money, to Simmons.\n\nSOLOMON\nIt is not enough,\n\nSIMMONS\nI assure you, two million pounds is\nmore than anyone will offer you for\nthat stone, under the circumstances.\n\nSOLOMON\nI want what was promised to me by\nMister Archer.\n\nSIMMONS\n(swallowing irritation)\n+.-What was promised to you?\n\nSOLOMON\nMy family.\n\nSIMMONS\nYour family?\n\f108.\nSOLOMON\nThey are in a refugee camp. When\nthey are here, you will get the stone.\nSimmons takes a moment to digest this.\n\nSOLOMON (CONT'D)\nI will take the money, too.\n\nSimmons sees that Solomon is serious.\n\nSIMMONS\nMay I see what I'm buying?\n\nSOLOMON\nYou will get the stone once my family\nis here.\n\nSIMMONS\n\nHow do I even know you have it?\n\nSOLOMON\nYou have my word.\n\nHe looks from Simmons, to the other men, back to Simmons.\nSOLOMON (CONT'D)\nMister Archer told me this business\nis based on a person's word. Anda\ndeal is made with a handshake.\nWith a cordial smile, he extends his hand to Simmons.\n196 INT.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnda\ndeal is made with a handshake. With a cordial smile, he extends his hand to Simmons. 196 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SMALL LONDON HOTEL ROOM - EVENING (MUSIC OVER) 196\n\nSolomon sits on the edge of the BED, waiting. The little\nroom is littered with empty boxes of take-out.\n\n197 LATER - TIFFANY'S ON BOND ST. (MUSIC OVER) 197\n\nSolomon stares at a DIAMOND NECKLACE the window. He's never\nseen a polished stone, let alone forty in a dazzling setting.\n\nWOMAN'S VOICE (ENGLISH ACCENT)\nNow that's what I call bling.\n\nHe looks up to find an attractive ENGLISH WOMAN, black, 30's.\n\nSOLOMON\nI beg your pardon?\n\nBLACK WOMAN\n..-You're African.\n(off his look...)\nI'm good with accents.\n\nShe offers her hand.\n\f198\n\n109.\n\nBLACK WOMAN (CONT'D)\nElizabeth Sweet.\n\nSOLOMON\nI am Solomon Vandy.\n\nLATER - AS THEY WALK ALONG REGENT STREET 198\n\nBLACK WOMAN (ELIZABETH)\n--then after university I went to\nstraight to work for the bank. I've\nalways regretted not having taken\nmore time off to travel. Africa\nespecially.\n\nSOLOMON\nIt is very beautiful.\n\nBLACK WOMAN\nI can only imagine. Tell me about\nSierra Leone...\n\nSolomon stops walking. Suddenly very afraid.\n\nSOLOMON\n\nHow do you know where I come from?\nBLACK WOMAN\n\nYou said--\nSOLOMON\n\nNo. I did not say.\n(steps toward her)\nWHO ARE YOU? WHAT DO YOU WANT?\n\nBLACK WOMAN\n(backpedaling)\nLook--~\nSOLOMON\nET AWAY FROM ME!\nBLACK WOMAN\nThey only want to make sure you have\n\nit--\n\nSolomon looks around, suddenly frightened, certain now they\nare being observed. He turns and runs off down the street.\n\nLATER - BACK IN SOLOMON'S HOTEL ROOM (MUSIC OVER) 199\nHe sits alone on the bed. The phone RINGS. He picks it up.\n\nSOLOMON\nHello?\n\nHis eyes begin to well.\n\f200\n\n201\n\n202\n\n110.\n\nINT. HEATHROW INTERNATIONAL TERMINAL - DAY 200\n\nSolomon watches the travelers coming through the customs\ngate, his eyes moving over every face.\n\nMaddy is nearby, watching from a respectful remove.\n\nThen...there they are...",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEATHROW INTERNATIONAL TERMINAL - DAY 200\n\nSolomon watches the travelers coming through the customs\ngate, his eyes moving over every face. Maddy is nearby, watching from a respectful remove. Then...there they are... \n\nTARGET SECTION TO BE ANNOTATED:\n Like a vision. Only real.\nJASSIE\nSola!\n\nShe runs to him. Solomon's daughter approaches more\ntentatively. Solomon kneels down, scoops her in his arms.\n\nNearby, Dia stands awkwardly, something damaged in his eyes.\nSlowly he allows himself to be drawn into his father’s arms.\n\nMaddy is crying as well.\n\nThe family remains in an embrace as the world moves around\nthem, unaware of the moment's significance.\n\nEXT. WATERLOO BRIDGE -- DAY 201\nSolomon and Simmons meet again. A Bentley idles nearby.\n\nSIMMONS\nYou are satisfied?\n\nSolomon nods, starts to reach into his pocket.\n\nSIMMONS (CONT'D)\nNot here.\n\nHe climbs into the waiting car. Solomon warily follows.\n\nIN THE CAR 202\nSimmon's ASSOCIATE hands over the briefcase. Simmons takes\n\nthe dirty, torn-off pantleg with some distaste, but when he\n\nopens it, his expression changes to wonder.\n\nSIMMONS\nExtraordinary.\n\nThe two associates stare at the stone in disbelief.\n\nSIMMONS (CONT'D)\nMay I drop you somewhere, Mr. Vandy?\n\nSOLOMON\nNo. Thank you.\n\nSolomon opens the door, uses a phrase we have heard before.\n\f203\n\n204\n\n205\n\n206\n\nlll.\n\nSOLOMON (CONT'D)\nAlways a pleasure doing business.\n\nFOUR STORIES UNDERGROUND -- LATER (MUSIC OVER) 203\n\nThe thick STEEL DOOR of the VAULT hisses open. The DIAMOND,\nnow locked in a glass box, is wheeled in on a cart. Security\ncameras follow it. The box is placed in its own STEEL DRAWER,\namid a wall of steel drawers\n\nINT. A SMALL OFFICE -- SAME (MUSIC CONT) 204\nMaddy types away on a laptop.\nEXT. FRONT OF DTC BUILDING - LONDON - DAY (MUSIC CONT) 205\n\nAs De Wente steps out of a shiny LIMO, he is met by several\nTV CAMERAS and REPORTERS.\n\nREPORTER\nMister De Wente! Cary Wright, CNN.\nCould you comment on allegations\nthat your company buys blood diamonds\nfrom Sierra Leone?\n\nBODYGUARDS insist the reporters keep their distance.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nCary Wright, CNN. Could you comment on allegations\nthat your company buys blood diamonds\nfrom Sierra Leone? BODYGUARDS insist the reporters keep their distance. \n\nTARGET SECTION TO BE ANNOTATED:\nDE WENTE\nI'm not going to comment on some\nsensationalist magazine article. De\nWente International is as concerned\nas anyone about diamonds from these\nregions reaching the marketplace.\n\nINT. UN HEARING ROOM 206\nSuperimpose: bcommittee on In: ional Tr. 200\n\nAMBASSADOR WALKER\n--this situation is accountable for\nunspeakable tragedy...\n{scans the room)\n...The natural resources of a nation\nare the sovereign property of its\npeople...\n\nTHE FACES OF REPRESENTATIVES, thoughtful and skeptical alike --\n\nTO MADDY'S FACE as she sits among the reporters. The words\nwash over her.\n\nAMBASSADOR WALKER (V.O.} (CONT'D)\n...They are not ours to steal, or\ntake by force, or exploit in the\nname of our comfort, our corporations,\nor our consumerism.\n\f207\n\n112.\n\nINT. OUTSIDE THE UN CHAMBERS - SAME 207\nSOLOMON sits on a marble bench wearing his new suit.\n\nAMBASSADOR WALKER (V.O.)\nThe Third World is not a world apart\nand the witness you will hear today\nspeaks on its behalf.\n\nIn Solomon's lap is a copy of Vanity Fair. It is open to\nMaddy's story on the diamond trade.\n\nOn a facing page are PHOTOGRAPHS: workers in a diamond mine;\nSolomon at the refugee camp; child soldiers clutching weapons;\n\nAnd a picture of Archer. Vibrant, intense, haunted.\n\nA UN PAGE opens the DOOR.\n\nUN PAGE\nThey're ready for you, sir.\n\nSolomon closes the magazine. Stands. And heads in.\nAMBASSADOR WALKER (V.0O.)\nLet us hear the voice of that world,\nlet us learn from that voice, and\nJet us ignore it no more.\n\nFADE OUT:\n\f"
}