{
  "1": "\n\n\n\n\n\n                           BLUE VALENTINE\n\n\n\n\n\n\n\n                             Written by\n\n\n\n            Derek Cianfrance, Cami Delavigne &amp; Joey Curtis\n\n\n\n\n\n                         \n\n                                                                  5/14/09\n\n\n\n\n\n          EXT. RURAL SUBURBAN STREET - DAWN - PRESENT DAY\n\n                         \n\n           A 5-year old girl wearing pajamas wanders alone down the \n\n           street.\n\n                         \n\n                          FRANKIE\n\n                          (BARELY AUDIBLE)\n\n           Me-gan!\n\n                         \n\n           INT. PERIERA HOME - PRESENT DAY\n\n                         2 2\n\n                         \n\n           FRANKIE crawls through a dog door. She walks into the living\n\n           room where the TV is on loud.\n\n                         \n\n           DEAN PERIERA, 30 years old, hefty, sleeps in a lazyboy.\n\n                         \n\n                          FRANKIE\n\n                          (HUSHED)\n\n           Daddydaddydaddy.\n\n                         \n\n           Frankie uses the footrest to crawl up onto her dad's belly.\n\n                         \n\n                          FRANKIE (CONT'D)\n\n           Wake up Daddy.\n\n                         \n\n                          DEAN (WAKING)\n\n           What time is it baby?\n\n                         \n\n           She sniffles. He notices.\n\n                         \n\n           EXT. PERIERA HOME - BACK/FRONT YARDS - PRESENT DAY\n\n                         \n\n           The back door opens and Dean carries Frankie to the yard. The\n\n           first yellow rays of sunlight hit their faces.\n\n                         \n\n           He looks over the lawn, an empty bowl, water tin and a\n\n           doghouse posting the name MEGAN. He peeks inside the\n\n           doghouse. There's no one home. Dean moves to the fence. The\n\n           gate is open.\n\n                         \n\n           Dean carries Frankie to the front yard. They look around.\n\n                         \n\n                          FRANKIE\n\n           When's she going to get back?\n\n                         \n\n                          DEAN\n\n           She probably just went out for a run.\n\n           She'll be back soon because she's going\n\n           to get thirsty.\n\n                         \n\n                          FRANKIE\n\n           She's going to be thirsty?\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 2.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe'll be back soon because she's going\n\n           to get thirsty. FRANKIE\n\n           She's going to be thirsty? (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 2. \n\nTARGET SECTION TO BE ANNOTATED:\n                         3 CONTINUED: 3\n\n                         \n\n                         \n\n                          DEAN\n\n           You know what we should do? We should\n\n           leave her bowl full of water and her dish\n\n           full of food. Because she's gotta get\n\n           hungry and thirsty sometime. You know?\n\n                         \n\n           Dean's optimism is infectious. Frankie nods slowly.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Like me. I'm hungry. I'm so hungry I\n\n           could eat your toes.\n\n                         \n\n           Dean pretends to gnaw at Frankie's toes. Breaks her sadness.\n\n                         \n\n           INT. PERIERA HOME - BEDROOM - 6:12AM - PRESENT DAY\n\n                         4 4\n\n                         \n\n           CINDY PERIERA, 28, sleeps in bed. Sunlight spills through\n\n           translucent yellow curtains into a small master bedroom.\n\n                         \n\n           Dean sets Frankie down on the bed, motions to her to be\n\n           silent. He sniffs the air. She follows. They eye each other\n\n           and pounce. Cindy wakes up with a gasp.\n\n                         \n\n                          CINDY\n\n           I'm sleeping!\n\n                         \n\n                          DEAN\n\n           We're hungry! We're going to eat you.\n\n                         \n\n           They pin her arms above her head and 'furber' her armpit.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Don't laugh. Come on, don't laugh!\n\n                         \n\n           Cindy doesn't laugh, she screams.\n\n                         \n\n           INT. PERIERA HOME - VARIOUS - MORNING - LATER - PRESENT DAY\n\n                         5 5\n\n                         \n\n           Cindy, nursing a weight-loss drink, scans through digital \n\n           photos on the computer. We see - family on vacation,\n\n           Frankie's first day of school, Frankie and a black and white\n\n           Border Collie mutt - Megan. Cindy exports the picture when...\n\n           A tea kettle whistle blows.\n\n                         \n\n           Dean and Frankie sit at the table. He plays a song for\n\n           Frankie on a ukulele. Cindy gets up, turns off the kettle.\n\n                         \n\n                          DEAN\n\n           What happened to the flute?\n\n                         \n\n           Cindy pours the hot water into a bowl with instant oatmeal &amp;\n\n           raisins. She blows on the food and places it at the table.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEAN\n\n           What happened to the flute? Cindy pours the hot water into a bowl with instant oatmeal &amp;\n\n           raisins. She blows on the food and places it at the table. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 3.\n\n                         5 CONTINUED: 5\n\n                         \n\n                         \n\n                          CINDY\n\n           C'mon, eat, you can't be late today.\n\n                         \n\n           Frankie takes a tiny bite and makes a sour face.\n\n                         \n\n                          FRANKIE\n\n           I don't like it...\n\n                         \n\n           Cindy turns on the faucet over a pile of dishes, returns to\n\n           the computer to e-mail herself the missing dog flyer.\n\n                         \n\n                          DEAN\n\n           Here... we can make it taste better.\n\n                         \n\n           Dean spoons the raisins out of her bowl onto the table.\n\n                         \n\n                          DEAN (CONT'D)\n\n           This is how a leopard eats.\n\n                         \n\n           He laps up his coffee like a cat. She mimics. Dean laughs.\n\n                         \n\n                          CINDY\n\n           Come on Frankie, use a spoon. You know\n\n           how to use a spoon.\n\n                         \n\n                          FRANKIE\n\n           Lepers don't use spoons.\n\n                         \n\n                          DEAN (WHISPERS)\n\n           Are you gonna listen to your mother? I\n\n           think you better.\n\n                         \n\n           Frankie reluctantly takes a tiny bite. Her face sours and she\n\n           lets the food fall out of her mouth and back in the bowl.\n\n           Cindy returns to the dishes.\n\n                         \n\n                          DEAN (CONT'D)\n\n           How old are you?\n\n                         \n\n                          FRANKIE\n\n           Five.\n\n                         \n\n                          DEAN\n\n           Okay, eat five bites.\n\n                         \n\n           Dean gets up, goes to Cindy at the sink.\n\n                         \n\n                          DEAN (CONT'D)\n\n           We gotta get a dishwasher...\n\n                         \n\n           Tries to take the dish sponge away from her. She resists.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 4.\n\n                         5 CONTINUED: (2) 5\n\n                         \n\n                         \n\n                          DEAN (CONT'D)\n\n           I'll do it. Come on let me do it.\n\n                         \n\n           She drops the sponge, dries her hands.\n\n                         \n\n                          CINDY\n\n           Frankie! We're leaving in 15. Eat!\n\n                         \n\n           Frankie ignores her.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Alright...",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nEat! Frankie ignores her. CINDY (CONT'D)\n\n           Alright... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           She pulls Frankie out of her seat and carries her under one\n\n           arm to the back room. Frankie protests.\n\n                         \n\n           Dean watches, shakes his head. He sees the computer on,\n\n           Cindy's e-mail is still open. He shuts off the running water.\n\n                         \n\n           He scans through messages from a bunch of names of people\n\n           Dean doesn't know. He sweats, clicks open a return message\n\n           from a real estate company - apartment now available.\n\n                         \n\n           INT. PERIERA HOME - BATHROOM - MORNING\n\n                         6 6\n\n                         \n\n                          CINDY\n\n           Look up for mommy... come on Frankie!\n\n           We're gonna be late... look up.\n\n                         \n\n           Frankie is propped up on the sink. Cindy draws cat whiskers\n\n           on her cheeks. Frankie tips her head back.\n\n                         \n\n           CINDY (softens) (cont'd)\n\n           Don't blink... leopards don't blink...\n\n                         \n\n           EXT. PERIERA HOME - MORNING - PRESENT DAY\n\n                         7 7\n\n                         \n\n           Cindy backs their minivan out of the garage. Frankie is\n\n           strapped in her carseat. Dean comes up to the window, knocks.\n\n           Cindy brakes. Dean hands Frankie her backpack.\n\n                         \n\n           DEAN (to Frankie)\n\n           You be good today for Miss Alex, okay?\n\n                         \n\n           Frankie, dressed like a little leopard, nods.\n\n                         \n\n           DEAN (to Frankie) (cont'd)\n\n           Love you.\n\n                         \n\n                          FRANKIE\n\n           I love you.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 5.\n\n                         7 CONTINUED: 7\n\n                         \n\n                         \n\n           DEAN (to Cindy)\n\n           Love you.\n\n                         \n\n           He kisses her on the corner of her mouth. A hesitation.\n\n                         \n\n                          CINDY\n\n           ...Love you.\n\n                         \n\n           Dean pulls his head out of the window.\n\n                         \n\n                          DEAN\n\n           Put your seat belt on.\n\n                         \n\n           She starts to back up.\n\n                         \n\n                          DEAN (CONT'D)\n\n           C'mon. What's the big deal?\n\n                         \n\n           Cindy does as she's told, looks over her shoulder, scrapes\n\n           the curb.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Watch...",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat's the big deal? Cindy does as she's told, looks over her shoulder, scrapes\n\n           the curb. DEAN (CONT'D)\n\n           Watch... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           Cindy cranks the wheel straight, puts on the gas and burns\n\n           down the road.\n\n                         \n\n           Dean stands there in his driveway, muttering to himself. He\n\n           watches the car disappear down the street.\n\n                         \n\n           Another car, headed the opposite direction, barrels down the \n\n           road, past the Periera home. \n\n                         \n\n                          DEAN (CONT'D) \n\n           Slow that piece of shit down! \n\n                         \n\n           INT. CLINIC - DAY - PRESENT DAY\n\n                         8 8\n\n                         \n\n           Cindy clicks the \"print\" button on a computer, moves to the\n\n           printer. It spits out a \"Missing Dog\" flyer.\n\n                         \n\n           DR. SAM FEINBERG - handsome, well-groomed, unshakable\n\n           confidence - appears at the door, with coffee.\n\n                         \n\n                          FEINBERG\n\n           There you are.\n\n                         \n\n           Cindy places the flyers in her folder in a rush.\n\n                         \n\n                          CINDY\n\n           Sorry...I'm almost done.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 5A.\n\n                         8 CONTINUED: 8\n\n                         \n\n                         \n\n                          FEINBERG\n\n           You got a second? Did you get a chance to\n\n           talk it over with your family yet?\n\n                         \n\n                          CINDY\n\n           Yeah... I'm going to.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 6.\n\n                         8 CONTINUED: (2) 8\n\n                         \n\n                         \n\n                          FEINBERG\n\n           I don't have to tell you, it's a huge\n\n           opportunity...\n\n                         \n\n                          CINDY\n\n           I know I know. I should know for sure by\n\n           Monday.\n\n                         \n\n                          FEINBERG\n\n           All right, Monday's our day. I want the A\n\n           team up there with me. Talk it over.\n\n                         \n\n           Feinberg walks away down the hallway.\n\n                         \n\n                          CINDY\n\n           I will.\n\n                         \n\n           INT. VAN - DAY - PRESENT DAY\n\n                         9 9\n\n                         \n\n           Dean drives with a beer in a koozie and a cigarette.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nCINDY\n\n           I will. INT. VAN - DAY - PRESENT DAY\n\n                         9 9\n\n                         \n\n           Dean drives with a beer in a koozie and a cigarette. \n\nTARGET SECTION TO BE ANNOTATED:\n He has a\n\n           coughing fit, rolls down his window and spits.\n\n                         \n\n           CHARLEY - late 30s, hefty, African American - sits in the\n\n           passenger seat. He pops the top to a Styrofoam coffee cup.\n\n                         \n\n           They talk about sex, women and broken fantasies. But Dean's \n\n           attention is on the side of the road, scanning the\n\n           neighborhood for Megan. He whistles sharp and loud.\n\n                         \n\n                          CHARLEY \n\n           Cheer up man. God wants you to be happy.\n\n                         \n\n                          DEAN\n\n           God's a woman and she's pissed off at me.\n\n                         \n\n           INT. CLINIC - DAY - PRESENT DAY\n\n                         10 10\n\n                         \n\n           An ultrasound monitor, the abstracted image of a 20-week\n\n           fetus. Cindy watches Feinberg perform an ultrasound.\n\n                         \n\n           DR. FEINBERG (to Cindy)\n\n           Do you want to take over from here?\n\n                         \n\n           Cindy places her hand on the sensor. Feinberg places his hand\n\n           over hers. They gently glide it over the abdomen.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 7.\n\n                         10 CONTINUED: 10\n\n                         \n\n                         \n\n           DR. FEINBERG (cont'd)\n\n           Easy.\n\n                         \n\n           Feinberg releases Cindy's hand and removes his latex gloves.\n\n                         \n\n           DR. FEINBERG (cont'd)\n\n           Very good, Cindy. You're in good hands.\n\n           Cindy is one of our favorites.\n\n                         \n\n           Cindy blushes. She is transfixed on the monitor.\n\n                         \n\n                          CINDY\n\n           Do you want to know the sex?\n\n                         \n\n           INT. SUBURBAN HOME - UNFINISHED HOUSING TRACK - PRESENT DAY\n\n                         11 11\n\n                         \n\n           Dean smokes, works in the soon to be living room. He paints a\n\n           picture on the wall before covering it up with the roller.\n\n                         \n\n           INT. CINDY'S CAR - LATE AFTERNOON \n\n                         A11 A11\n\n                         \n\n           She drives through a drive through and orders fast food. \n\n                         \n\n           INT/EXT.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CINDY'S CAR - LATE AFTERNOON \n\n                         A11 A11\n\n                         \n\n           She drives through a drive through and orders fast food. INT/EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CINDY'S CAR- AFTERNOON\n\n                         A12 A12\n\n                         \n\n           Cindy drives, fast food wrapper in hand, sees something out \n\n           the window. She slows down, waits for opposing traffic to\n\n           pass, then pulls a wide u-turn. She rises up out of her seat\n\n           to look at something.\n\n                         \n\n                          CINDY\n\n           Oh no...\n\n                         \n\n           She pulls the car to a stop, puts on the hazzards, takes a\n\n           moment to compose herself, unbuckles her seatbelt. Gets out.\n\n                         \n\n           ELLIPSE: A blanket covers a dead Border Collie mutt in the\n\n           gutter. Cindy puts Megan's body into the back of her van.\n\n                         \n\n           INT. ELEMENTARY SCHOOL GYMNASIUM/DAY CAMP PROGRAM - AFTERNOON12 \n\n                         12\n\n           - PRESENT DAY\n\n                         \n\n           FOURTH OF JULY music recital. The Pre-K classes are lined up \n\n           on small bleachers. Led by their teacher, the kids sing \"I'm \n\n           A Yankee Doodle Boy.\" \n\n                         \n\n           Frankie, steps out of her line of pre-kindergarteners to see \n\n           if her parents are in the bleachers. She spots her father, \n\n           jumps a little, and wonders if he can see her. \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 7A.\n\n                         12 CONTINUED: 12\n\n                         \n\n                         \n\n           Dean sits alone, picks paint off his hands. He does not fully \n\n           watch the children - he watches the door for Cindy to enter. \n\n           He wonders where she is - every possible scenario passes\n\n           through his mind. looks at the clock - 3:35.\n\n                         \n\n           Cindy arrives with haste, purse open, holding a big set of \n\n           keys in her right hand and a water bottle in her left. She\n\n           props her sunglasses on her head, looks around for Frankie.\n\n           She waves to her, but Frankie doesn't see her.\n\n                         \n\n           Dean spots Cindy by the base of the bleachers - relaxes. He\n\n           picks up his jacket, puts it on his lap, making room for her.\n\n                         \n\n           She looks around for Dean, spots him near the top of the\n\n           bleachers.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDean spots Cindy by the base of the bleachers - relaxes. He\n\n           picks up his jacket, puts it on his lap, making room for her. She looks around for Dean, spots him near the top of the\n\n           bleachers. \n\nTARGET SECTION TO BE ANNOTATED:\n Little waves. She climbs the crowded bleachers,\n\n           stopping to talk with parents along the way. She comes up\n\n           next to Dean, takes her purse off. They say \"hi\" but neither\n\n           one makes eye contact. Dean takes the water bottle from her.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 8.\n\n                         12 CONTINUED: (2) 12\n\n                         \n\n                         \n\n                          DEAN\n\n           Didn't think you were gonna make it.\n\n                         \n\n                          CINDY\n\n           Did I miss her?\n\n                         \n\n                          DEAN\n\n           Almost. Her class is coming up.\n\n                         \n\n           Dean kisses her cheek. Cindy settles, arranges her things.\n\n                         \n\n                          DEAN (CONT'D)\n\n           You have a good day?\n\n                         \n\n                          CINDY\n\n           It was alright... Busy.\n\n                         \n\n                          DEAN\n\n           Anything good happen?\n\n                         \n\n           Cindy shakes her head \"no.\" She drops her keys into her\n\n           purse, but they miss the target and she fumbles after them.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Is something wrong?\n\n                         \n\n           Cindy shakes her head. Takes the water from Dean. He stares\n\n           at her. She concentrates on closing the clasp on her purse.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Why don't you tell me?\n\n                         \n\n           She doesn't want to start crying. Dean gets visibly\n\n           frustrated. He's sick of prying everything out of her.\n\n                         \n\n                         \n\n                          DEAN (CONT'D)\n\n           Why do you gotta make me beg? I know\n\n           there's something wrong. It's gonna come\n\n           out eventually. Just tell me.\n\n                         \n\n           The song ends. A patter of applause. The teacher introduces \n\n           the next song \"THE BATTLE HYMN OF THE REPUBLIC\". \n\n                         \n\n                          CINDY\n\n           I found Megan.\n\n                         \n\n                          DEAN\n\n           That's great, where?\n\n                         \n\n           Cindy doesn't answer. She can't. She tries to keep from\n\n           crying. He quickly realizes what she's trying to tell him.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 8A.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe tries to keep from\n\n           crying. He quickly realizes what she's trying to tell him. (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 8A. \n\nTARGET SECTION TO BE ANNOTATED:\n                         12 CONTINUED: (3) 12\n\n                         \n\n                         \n\n                          DEAN (CONT'D)\n\n           Where?\n\n                         \n\n                          CINDY\n\n           Over on Urbandale... near Spur.\n\n                         \n\n                          DEAN\n\n           I told you you gotta close that fucking\n\n           gate.\n\n                         \n\n           Cindy wipes tears. She has to look up and blink to keep them\n\n           from rolling down her cheek. Dean puts his arm around her,\n\n           holds her close. She tries to pull away. He won't let her.\n\n                         \n\n                          DEAN (CONT'D)\n\n           I'm sorry. It's not your fault.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 9.\n\n                         12 CONTINUED: (4) 12\n\n                         \n\n                         \n\n           Frankie sees her Mother and Father huddled together. She \n\n           sings louder. \n\n                         \n\n           EXT. ELEMENTARY SCHOOL/DAY CAMP PROGRAM. AFTERNOON. \n\n                         A13 A13\n\n                         \n\n           Cindy sits in her car, checking her eyes in the rear view\n\n           mirror. They are puffy. Frankie runs full speed into Dean's\n\n           arms. He picks her up and walks her to Cindy's car.\n\n                         \n\n                          DEAN\n\n           You were great.\n\n                         \n\n                          FRANKIE\n\n           Did you find Megan?\n\n                         \n\n                          DEAN\n\n           No. But... I was thinking... Maybe she\n\n           got a job or something... You know? So\n\n           she could make some money and buy some\n\n           food. Or maybe she moved out to Hollywood\n\n           to become a movie dog!\n\n                         \n\n           Frankie nods. Dean gets her to the car. Straps her in.\n\n                         \n\n                          DEAN (CONT'D)\n\n           I was thinking...you should have some fun\n\n           tonight1 Don't you think?\n\n                         \n\n                          FRANKIE\n\n           Yeah!\n\n                         \n\n           Cindy listens in the front seat. She doesn't approve.\n\n                         \n\n           EXT. HELLER HOME - AFTERNOON - PRESENT DAY\n\n                         13 13\n\n                         \n\n           The door opens to a grandpa in shorts and a bathrobe wearing\n\n           navy scuba gear, JERRY HELLER - early 70's. He has a tube\n\n           under his nose attached to an oxygen tank.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HELLER HOME - AFTERNOON - PRESENT DAY\n\n                         13 13\n\n                         \n\n           The door opens to a grandpa in shorts and a bathrobe wearing\n\n           navy scuba gear, JERRY HELLER - early 70's. He has a tube\n\n           under his nose attached to an oxygen tank. \n\nTARGET SECTION TO BE ANNOTATED:\n His porch and\n\n           front yard are overloaded with Fourth of July decorations. \n\n                         \n\n                          FRANKIE\n\n           Pa!\n\n                         \n\n           Jerry growls at Frankie. She screams, scared but delighted. A\n\n           yapping dog named SAMMY jumps on her. Jerry nods at Dean who\n\n           keeps his distance by the van.\n\n                         \n\n                          CINDY\n\n           Aren't you coming up?\n\n                         \n\n           Dean gives a sour look and lights a cigarette.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 9A.\n\n                         13 CONTINUED: 13\n\n                         \n\n                         \n\n                          CINDY (CONT'D)\n\n           He's an old man.\n\n                         \n\n                          DEAN\n\n           What? I can't smoke around his oxygen.\n\n                         \n\n           Cindy gives Dean a slow look of contempt, grabs the backpack\n\n           and walks toward the house. Jerry stands over the hose spigot\n\n           with Frankie at his side.\n\n                         \n\n                          JERRY\n\n           ...Want me to show you a magic trick?\n\n           Here's how you turn the grass green. You\n\n           can teach it to your dad.\n\n                         \n\n           The sprinkler jets on. Cindy comes up and kisses her dad on\n\n           the cheek. She straightens Frankie's ears.\n\n                         \n\n                          CINDY\n\n           Go say goodbye to Daddy. You're not going\n\n           to see him until tomorrow.\n\n                         \n\n           Jerry holds Frankie back.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 10.\n\n                         13 CONTINUED: (2) 13\n\n                         \n\n                         \n\n                          JERRY\n\n           Wait...! OK...one, two, three GO!\n\n                         \n\n           Frankie runs to Dean, dodging the water stream. She hugs his\n\n           leg. He picks her up.\n\n                         \n\n                          DEAN\n\n           Hey leopard. You be good now. You\n\n           remember what to do when Pa snores?\n\n                         \n\n                          FRANKIE\n\n           Cover his mouth and hold his nose.\n\n                         \n\n                          DEAN\n\n           That's my girl. Gimme a squeezer.\n\n                         \n\n           Dean hugs her and she squeezes back as hard as her arms\n\n           allow. Dean plays as if his neck was being pinched off.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nGimme a squeezer. Dean hugs her and she squeezes back as hard as her arms\n\n           allow. Dean plays as if his neck was being pinched off. \n\nTARGET SECTION TO BE ANNOTATED:\n He\n\n           sets her on the ground running back to the porch. She gets\n\n           caught in the diameter of the sprinkler spray. She screams as\n\n           the water chases her.\n\n                         \n\n                          JERRY\n\n           It got you! Go right! OTHER RIGHT!\n\n                         \n\n           Dean and Cindy both laugh. Their eyes meet for the first time\n\n           in days, maybe weeks. They exchange a brief smile, filled\n\n           with mutual love, pride and respect - connected by their\n\n           little girl. Frankie stands in front of Cindy, water drips\n\n           from her bangs.\n\n                         \n\n                          CINDY\n\n           Come on silly. Let's go in and get dry.\n\n                         \n\n                          FRANKIE\n\n           I don't wanna take off my costume!\n\n                         \n\n                          CINDY\n\n           You don't have to. Let's just go in.\n\n                         \n\n           Cindy leads Frankie with one hand and pulls Jerry's oxygen\n\n           tank with the other. Jerry takes Frankie's free hand.\n\n                         \n\n           Dean smokes and watches... Cindy hold the screen open with\n\n           her foot and maneuver father, tank and child inside. The\n\n           screen door closes. Sammy barks at Dean through the screen\n\n           door. He tugs his smoke, memories flood. He drifts...\n\n                         \n\n           EXT. CITY STREETS. DOG WALKING. DAY. 6 YEARS EARLIER.\n\n                         14 14\n\n                         \n\n           The sound of barking. A YOUNGER DEAN, 24, walks 10 dogs.\n\n           Blue Valentine Official Green Script as of 6/9/09 11.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. DEAN'S FRIEND'S APARTMENT - LATE DAY. 6 YEARS EARLIER.\n\n                         15 15\n\n                         \n\n           Dean comes inside from the cold. He tries to walk in quietly -\n\n           not disturbing Jake who's watching TV in the back bedroom. He\n\n           goes to say \"hi\" but decides he'd rather not disturb him.\n\n                         \n\n           Dean sits on the couch which he uses as a bed. He pulls his\n\n           travelling bag from underneath the coffee table, digs around\n\n           for a long sock where he keeps his money. He stuffs his day's\n\n           pay ($45), in the sock with the rest of his $ (about $100).",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nDean sits on the couch which he uses as a bed. He pulls his\n\n           travelling bag from underneath the coffee table, digs around\n\n           for a long sock where he keeps his money. He stuffs his day's\n\n           pay ($45), in the sock with the rest of his $ (about $100). \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           In the kitchen, he opens the fridge. There is a pie tin with\n\n           one last slice of pumpkin pie. Walks to Jake's room. Stands\n\n           in the doorway. Jake doesn't acknowledge him.\n\n                         \n\n                          DEAN\n\n           Hey man... Can I have a slice of that\n\n           pie?\n\n                         \n\n           EXT. CITY STREET - DOG WALKING - MORNING. 6 YEARS EARLIER.\n\n                         16 16\n\n                         \n\n           A dog poops on the sidewalk. Dean gets his little bag ready.\n\n           Sees - a light post with flyers taped to it. Dean reads - MEN\n\n           WANTED-$22/hr. He tears it down.\n\n                         \n\n           EXT. BUS STOP. MORNING.\n\n                         17 17\n\n                         \n\n           Dean waits for the bus to come.\n\n                         \n\n           INT. STORAGE FACILITY/MOVING COMPANY - DAY - 6 YEARS EARLIER 18\n\n                         18\n\n                         \n\n           Dean enters, hair combed, still wet, with fresh teeth marks.\n\n           JO - 36, receptionist sits beyond a scratched window. Dean\n\n           pulls out the folded flyer and asks if they have any work.\n\n                         \n\n                          JO\n\n           You're gonna have to speak with Mr.\n\n           Saned, honey. Wait just a minute, okay.\n\n                         \n\n           Dean sits on a chair, smooths his hair, smells his clothes.\n\n                         \n\n           INT. GARAGE - LATER - 6 YEARS EARLIER\n\n                         19 19\n\n                         \n\n           Saned - huge hands, the boss - leads Dean through a large,\n\n           open garage, lined with many sizes of moving trucks.\n\n                         \n\n                          SANED\n\n           Normally we are busiest at the beginning\n\n           of the month. You break your back for two\n\n           weeks, you get 2 weeks to rest. That's\n\n           normal. Days start early.\n\n                          (MORE)\n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 12.\n\n                         19 CONTINUED: 19\n\n                         \n\n           You'll work on a crew of 4. The rate for\n\n           4 men is $122/hour.$40 goes to the truck.\n\n           You split the rest. Plus tips. Policy on\n\n           tardiness; you work for the day you don't\n\n           get paid.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou split the rest. Plus tips. Policy on\n\n           tardiness; you work for the day you don't\n\n           get paid. \n\nTARGET SECTION TO BE ANNOTATED:\n You're late two times; don't\n\n           bother coming back. Any questions, talk\n\n           to Curtis. He's your supervisor.\n\n                         \n\n           WORKERS eye Dean. He introduces himself. Shake hands.\n\n                         \n\n           INT. TRUCK - EARLY MORNING - 6 YEARS EARLIER\n\n                         20 20\n\n                         \n\n           Dean rides in the back of a 20 foot truck. The wind is cold.\n\n           He warms his hands with his breath.\n\n                         \n\n           INT. HOME #1 - MORNING - 6 YEARS EARLIER\n\n                         21 21\n\n                         \n\n           Dean lifts two large boxes and moves toward the stairs.\n\n                         \n\n                          CURTIS\n\n           Whoa whoa. You gonna break your neck\n\n           homey. Look down.\n\n                         \n\n           Dean does. All he sees is brown box.\n\n                         \n\n                          CURTIS (CONT'D)\n\n           Can't see your feet. If you can't see\n\n           your feet, how you gonna know where the\n\n           step is? You goin' bust your ass.\n\n                         \n\n           Curtis takes the boxes from Dean and demonstrates.\n\n                         \n\n                          CURTIS (CONT'D)\n\n           Turn around.\n\n                         \n\n           Curtis hefts the boxes on Dean's back. He pulls his arms\n\n           around the back to hold onto them in an awkward position.\n\n                         \n\n                          CURTIS (CONT'D)\n\n           You gotta be a mule. Always carry on your\n\n           back. Give `er a try.\n\n                         \n\n           Dean is unsure. He proceeds, imbalanced down the stairs.\n\n                         \n\n           He makes it to the truck where Saned waits to help him get\n\n           the boxes in. Dean can't quite manage a 30-pound, behind the\n\n           back hand-off. He ends up spilling up the boxes and their\n\n           contents all over the sidewalk. Saned gets pissed. Dean gets\n\n           down on his hands and knees and packs up the boxes - quickly.\n\n                         \n\n           MOVING MONTAGE: HOME #2\n\n                         22 22\n\n           Blue Valentine Official Green Script as of 6/9/09 13.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           - DEAN POURS HIMSELF A GLASS OF MILK FROM A CLIENT'S\n\n           REFRIGERATOR. HE CHUGS IT.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOVING MONTAGE: HOME #2\n\n                         22 22\n\n           Blue Valentine Official Green Script as of 6/9/09 13. - DEAN POURS HIMSELF A GLASS OF MILK FROM A CLIENT'S\n\n           REFRIGERATOR. HE CHUGS IT. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           - DEAN STACKS BOXES LIKE BLOCKS AND TAP DANCES TO KEEP WARM. 23\n\n                         23\n\n           HE SINGS A SONG TO HIMSELF.\n\n                         \n\n           - DEAN HOISTS A 6' TALL DRESSER WITH DRAWERS ON HIS BACK.\n\n                         24 24\n\n           CURTIS TIES A BLUE BLANKET AROUND HIM TO SECURE HIS LOAD.\n\n           DEAN WALKS OUT OF THE TRUCK AND INTO A NEW APARTMENT.\n\n                         \n\n           - CURTIS HANDS OUT THE DAY'S MONEY, PLUS TIP. DEAN COUNTS HIS25\n\n                         25\n\n           CUT - $327. NOT BAD. BUT HIS BACK FEELS BROKEN.\n\n                         \n\n           INT. DEAN'S FRIEND'S APARTMENT. DAY. 6 YEARS EARLIER\n\n                         26 26\n\n                         \n\n           - Dean puts $300 in an envelope, seals it, and writes \"THANKS\n\n           PAL.\" He slides the envelope under Jake's door.\n\n                         \n\n           - He lays on the couch, wrapped up in a white sheet, smoking\n\n           a cigarette. Tries to stretch his back.\n\n                         \n\n           INT/EXT. HOME #1. TRUCK. 6 YEARS EARLIER.\n\n                         27 27\n\n                         \n\n           LUNCH-TIME. Dean, Curtis sit in the bed of the truck, legs\n\n           dangling. They eat hamburgers and talk about girls.\n\n                         \n\n           INT. DEAN'S FRIEND'S APARTMENT - BATHROOM. MORNING.\n\n                         28 28\n\n                         \n\n           Dean showers, tries to stretch his aching back.\n\n                         \n\n           EXT/INT. BROWNSTONE. (HOME #3) MORNING. 6 YEARS EARLIER.\n\n                         29 29\n\n                         \n\n           A fifty something MAN helps an ELDERLY MAN navigate his\n\n           walker down the stairs of his neglected Brownstone. Dean\n\n           holds a ream of unfolded cardboard boxes and can't help but\n\n           stare. Curtis slaps him on the back.\n\n                         \n\n                          CURTIS\n\n           Gonna happen to you someday too.\n\n                         \n\n           INT. BROWNSTONE. MORNING.\n\n                         30 30\n\n                         \n\n           INSIDE. Dank, dark home. 0 upkeep. The smell makes Dean hold\n\n           back a gag.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\n30 30\n\n                         \n\n           INSIDE. Dank, dark home. 0 upkeep. The smell makes Dean hold\n\n           back a gag. \n\nTARGET SECTION TO BE ANNOTATED:\n Curtis climbs the stairs to the 2nd floor.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 14.\n\n                         30 CONTINUED: 30\n\n                         \n\n                         \n\n                          CURTIS\n\n           I don't think that old man's been up here\n\n           in 10 years.\n\n                         \n\n           Saned elbows in with rolls of tape and contractor bags.\n\n                         \n\n           SANED (TO DEAN)\n\n           Box up everything on the first floor.\n\n           Toss everything else.\n\n                         \n\n           - Dean finds jars of yellow liquid everywhere. \"What's this?\"\n\n           He opens a jars and is overwhelmed by the stench of urine.\n\n                         \n\n                          DEAN\n\n           It's fucking pee!\n\n                         \n\n           - He runs to the toilet and pukes in to a shit stained\n\n           porcelain bowl. Saned berates him for wasting time.\n\n                         \n\n                          DEAN (CONT'D)\n\n           How could you live like this?\n\n                         \n\n           - He ties a bandana around his nose. Gets back to packing. -\n\n           boxes full of the old man's life (religious items, framed\n\n           pictures, old cameras and reams of polaroids). - Boxes are\n\n           packed, taped and stacked.\n\n                         \n\n           EXT. BROWNSTONE. MORNING.\n\n                         31 31\n\n                         \n\n           Bags of garbage dump into a 20' rented dumpster out in the\n\n           street. - Dean and Curtis heft an old couch into the\n\n           dumpster. - Barren home reveals a sagging floor. Ghostly\n\n           impressions on walls where pictures used to hang. - The truck\n\n           takes off, leaving a full dumpster behind.\n\n                         \n\n           EXT/INT. TRUCK/ROAD. AFTERNOON. 6 YEARS EARLIER.\n\n                         32 32\n\n                         \n\n           - Dean and crew cut out of the city. It's the first time Dean\n\n           has seen nature in the longest. Breathes deep.\n\n                         \n\n           INT. RETIREMENT HOME. LATE AFTERNOON. 6 YEARS EARLIER.\n\n                         33 33\n\n                         \n\n           - The crew carries boxes down a hallway to a single room.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nRETIREMENT HOME. LATE AFTERNOON. 6 YEARS EARLIER. 33 33\n\n                         \n\n           - The crew carries boxes down a hallway to a single room. \n\nTARGET SECTION TO BE ANNOTATED:\n A\n\n           sign on the door reads, \"Welcome home Walter!!!\"\n\n                         \n\n                          CURTIS\n\n           How we s'posed to fit all this in here?\n\n                         \n\n           - Dean and Curtis move a dresser against the wall. - He\n\n           hammers a nail in the wall. Places a framed picture up. -\n\n           Unpacks the old man's clothes, folds them, puts them in\n\n           drawers. - Replaces the light bulb on a burned out lamp.\n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 15.\n\n                         33 CONTINUED: 33\n\n                         \n\n           - Wipes clean old pictures and knickknacks using toilet\n\n           paper,. - Saned carries in a box of food - cans of soup, etc.\n\n                         \n\n                          SANED\n\n           Last one. Lets get a move on. Gotta make\n\n           it home for the game.\n\n                         \n\n           Dean holds up the man's wedding picture.\n\n                         \n\n                          DEAN\n\n           Look how handsome he was.\n\n                         \n\n                          SANED\n\n           What are you fucking queer?\n\n                         \n\n           Saned hands Dean a wad of bills.\n\n                         \n\n                          SANED (CONT'D)\n\n           Finish up, we gotta 2 hour drive back.\n\n                         \n\n           Saned walks down the hall, calling out to hurry up. Dean sets\n\n           the bills down on the dresser. Continues to arrange the\n\n           things. He stares at a picture of old man and his wife.\n\n                         \n\n           ELLIPSE - A nurse wheels Walter down the hallway and\n\n           introduces him to his new room.\n\n                         \n\n                          DEAN\n\n           Wait up. We gotta do this right...\n\n                         \n\n           He takes the wheelchair from the nurse, wheels Walter out of\n\n           the room, picks him out out of his wheelchair, and carries\n\n           him back into the room across the threshold of his new home.\n\n                         \n\n                          DEAN (CONT'D)\n\n           You are gonna be the new stud in this \n\n           place.\n\n                         \n\n           Dean sets him down in a recliner, then gives him a tour of\n\n           his room - tells him which drawer his socks are in, where put\n\n           the aftershave, etc. Curtis pokes his head around the corner.\n\n                         \n\n                          CURTIS\n\n           Boss says we gotta go. We gotta go.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nCurtis pokes his head around the corner. CURTIS\n\n           Boss says we gotta go. We gotta go. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           Dean cuts the tour short, wishes the old man luck and tells\n\n           him he'll come visit him someday. He backs out of the\n\n           doorway, grabs his money off the dresser, and says goodbye.\n\n           Dean turns and is frozen in his tracks. Something or someone\n\n           makes his expression change to that of wonder, eyes fill with\n\n           love... he puts the money in his pocket.\n\n           Blue Valentine Official Green Script as of 6/9/09 15A.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. MINI VAN. DRIVING. AFTERNOON. PRESENT DAY\n\n                         34 34\n\n                         \n\n           Cindy pulls into the driveway behind Dean's van. He walks\n\n           around her mini van and directs her to open the back hatch.\n\n           She presses the button from inside. Hatch opens. She gathers\n\n           the stack of missing dog flyers in the seat next to her.\n\n                         \n\n                         \n\n           EXT. PERIERA HOME- BACKYARD- PRESENT DAY\n\n                         A35 A35\n\n                         \n\n           Dean buries Megan by the fence. He places a stone on the\n\n           mound as a marker. He stands over it, smoking a cigarette.\n\n           Cindy looks on from the porch, arms hugging her body. Dean\n\n           walks to her and wraps his arms around her. Her arms fall and\n\n           move up to touch his side.\n\n                         \n\n                          CINDY\n\n           What are we going to tell her?\n\n                         \n\n                          DEAN\n\n           We'll tell her Monday. After the weekend.\n\n           Let's not ruin her Holiday. \n\n                         \n\n           Dean turns Cindy around, closes his eyes, and hugs her.\n\n                         \n\n                          CINDY\n\n           She would have wanted to say goodbye.\n\n           Blue Valentine Official Green Script as of 6/9/09 16.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT/EXT. PERIERA HOME - CONTINUOUS\n\n                         35 35\n\n                         \n\n           - Cindy washes dishes, straightens up the house.\n\n                         \n\n           OUTSIDE - Dean sits in Frankie's little rocking chair,\n\n           smoking a cigarette. He looks out over his lawn. - Picks up\n\n           frozen dog poop with a little shovel, rinses out Megan's\n\n           bowls with the hose. - He watches Cindy inside, cleaning. He\n\n           looks at his house. Remembers something.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks out over his lawn. - Picks up\n\n           frozen dog poop with a little shovel, rinses out Megan's\n\n           bowls with the hose. - He watches Cindy inside, cleaning. He\n\n           looks at his house. Remembers something. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           INT/EXT. PERIERA HOME - CONTINUOUS\n\n                         36 36\n\n                         \n\n           He comes in through the sliding glass door and steps over\n\n           Cindy who is on the floor picking up Frankie's Hotwheels. He\n\n           yanks open a junk drawer and pulls out items.\n\n                         \n\n                          DEAN\n\n           You remember where we put...\n\n                         \n\n           Cindy stops and watches him. He holds up a gift certificate\n\n           in an old anniversary card.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Here! Let's get the fuck out of here.\n\n                         \n\n           Dean grabs the phone and dials.\n\n                         \n\n           DEAN (on phone) (cont'd)\n\n           Hello, I want to see if I can reserve a\n\n           room for the night... tonight. I have a\n\n           gift certificate but I don't know if it's\n\n           still good. Can I give you a number?\n\n           7G263?...\n\n                         \n\n                          CINDY\n\n           What are you doing?\n\n                         \n\n                          DEAN\n\n           Taking us away. We gotta get outta this\n\n           house.\n\n           (Back to phone)\n\n           It's still good? Good... Well, what rooms\n\n           do you got?...Hold on a minute...\n\n                         \n\n           Dean lowers the receiver to his neck.\n\n                         \n\n                          DEAN (CONT'D)\n\n           What room do you want? The North Pole,\n\n           the Moon Room or Cupid's cave. Which one?\n\n                         \n\n           Cindy shakes her head.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 17.\n\n                         36 CONTINUED: 36\n\n                         \n\n                         \n\n                          DEAN (CONT'D)\n\n           I don't want to hear any excuses. We're\n\n           going. We deserve it. One night. Because\n\n           we belong to each other. Pick a room.\n\n                         \n\n                          CINDY\n\n           You're crazy.\n\n                         \n\n                          DEAN\n\n           You're not going to decide? I'll decide.\n\n           That's how decisions get made.\n\n                         \n\n           Dean gets a shit-eating grin.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Come on let's go get drunk.\n\n                         \n\n           He returns to the phone.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Give us the moon room. Periera.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe returns to the phone. DEAN (CONT'D)\n\n           Give us the moon room. Periera. \n\nTARGET SECTION TO BE ANNOTATED:\n P-E-R-I-\n\n           E-R-A... 2... Great...\n\n                         \n\n           Dean hangs up.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Pack our bags. We're going to the moon!\n\n                         \n\n           EXT. LIQUOR MART PARKING LOT. AFTERNOON. PRESENT DAY.\n\n                         37 37\n\n                         \n\n           They argue about who's gonna go in.\n\n                         \n\n           INT. LIQUOR MART - AFTERNOON - PRESENT DAY\n\n                         38 38\n\n                         \n\n           - Cindy jerks out a grocery cart, pushes it, scans the aisles\n\n           of the massive liquor store. - Tucks two large bottles of\n\n           champagne under her arm. - she tries on different pairs of\n\n           sunglasses at the display. She assumes the character that\n\n           each pair suggests. She is a tough guy cop when...\n\n                         \n\n           BOBBY (O.S.)\n\n           Is that Cindy Heller?\n\n                         \n\n           Cindy turns and sees BOBBY ONTARIO, her college sweetheart.\n\n           She lifts the glasses on her head, blood rushes to her face.\n\n                         \n\n                          CINDY\n\n           Bobby Ontario?\n\n                         \n\n           EXT. GAS STATION - AFTERNOON - PRESENT DAY\n\n                         39 39\n\n                         \n\n           Dean fills his tank.\n\n           Blue Valentine Official Green Script as of 6/9/09 18.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. LIQUOR MART - AFTERNOON - PRESENT DAY\n\n                         40 40\n\n                         \n\n           Cindy pushes her cart down the aisle along side Bobby, 30\n\n           years old, fit. TAYLOR, a small toddler sits in his cart\n\n           wearing overalls and a backward baseball cap like his daddy.\n\n                         \n\n                          BOBBY\n\n           ...So, you been faithful to him?\n\n                         \n\n                          CINDY\n\n           That's a strange question to ask someone\n\n           you haven't seen in forever.\n\n                         \n\n                          BOBBY\n\n           I'm a strange person.\n\n                         \n\n           Cindy laughs.\n\n                         \n\n                          BOBBY (CONT'D)\n\n           No seriously.\n\n                         \n\n                          CINDY\n\n           Yes.\n\n                         \n\n                          BOBBY\n\n           Yes you have or yes you haven't?\n\n                         \n\n                          CINDY\n\n           Yes...I haven't. I mean I have...I have\n\n           been...",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nI haven't. I mean I have... I have\n\n           been... \n\nTARGET SECTION TO BE ANNOTATED:\nWhy are you looking at me like\n\n           that?\n\n                         \n\n                          BOBBY\n\n           I'm not looking at you like anything.\n\n                         \n\n                          CINDY\n\n           Oh OK.\n\n                         \n\n                          BOBBY\n\n           It's hard to be faithful. I don't know if\n\n           monogamy is possible, especially if\n\n           you're a man...\n\n                         \n\n                          CINDY\n\n           Who's this?\n\n                         \n\n                          BOBBY\n\n           This is Taylor. He's two. Got a little\n\n           girl at home. Irene.\n\n                         \n\n                          CINDY\n\n           Wow...\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 19.\n\n                         40 CONTINUED: 40\n\n                         \n\n                         \n\n                          BOBBY\n\n           Kids are great. They pick up on things so\n\n           fast. Like watch... Hey Spence, give me\n\n           five... Give me five, buddy.\n\n                         \n\n           Drooling, and with a toothless smile, Taylor gives his daddy\n\n           five. Bobby beams.\n\n                         \n\n                          BOBBY (CONT'D)\n\n           Give Cindy five.\n\n                         \n\n           Taylor holds up his hand limply so that Cindy has to give him\n\n           an awkward five. Bobby laughs. They reach the register.\n\n                         \n\n                          BOBBY (CONT'D)\n\n           To see yourself in your kid's face... I\n\n           never experienced anything like that.\n\n                         \n\n                          CINDY\n\n           I know...\n\n                         \n\n           There is an uncomfortable silence between them. Cindy starts\n\n           to unload her purchases.\n\n                         \n\n                          CINDY (CONT'D)\n\n           I'm really happy for you.\n\n                         \n\n                          BOBBY\n\n           How's your kid?\n\n                         \n\n                          CINDY\n\n           She's good.\n\n                         \n\n           Pause. They speak at the same time.\n\n                         \n\n                          BOBBY\n\n                          WHAT'S HER-\n\n                         \n\n                          CINDY\n\n                          SHE'S GOT-\n\n                         \n\n           They stop. Cindy concedes.\n\n                         \n\n                          CINDY (CONT'D)\n\n           You go...\n\n                         \n\n                          BOBBY\n\n           No, you go...\n\n                         \n\n                          CINDY\n\n           Oh... I was going to say, you ask her\n\n           what kind of hair she's got and she says,\n\n           a bob. It's pretty funny.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nCINDY\n\n           Oh... I was going to say, you ask her\n\n           what kind of hair she's got and she says,\n\n           a bob. It's pretty funny. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 20.\n\n                         40 CONTINUED: (2) 40\n\n                         \n\n                         \n\n           Cindy smiles at the ground. Bobby eyes her purchases - a\n\n           bottle of vodka, cheap champagne, mixers, snacks.\n\n                         \n\n                          BOBBY\n\n           What's her name?\n\n                         \n\n                          CINDY\n\n           Frankie.\n\n                         \n\n           Fumbling, she starts bagging her groceries.\n\n                         \n\n                          CHECKER\n\n           That's $58.42.\n\n                         \n\n           Cindy hands the CHECKER a fifty. The Checker holds it out.\n\n                         \n\n                          CHECKER (CONT'D)\n\n           $58.42.\n\n                         \n\n                          CINDY\n\n           Oh...I'm sorry.\n\n                         \n\n           Cindy searches her wallet, goes into her change purse.\n\n                         \n\n                          CINDY (CONT'D)\n\n           How much was the vodka?\n\n                         \n\n           The Checker looks at the receipt.\n\n                         \n\n                          CHECKER\n\n           $11.99.\n\n                         \n\n                          CINDY\n\n           Can I put that back? I'm sorry...\n\n                         \n\n           Bobby holds out a twenty dollar bill.\n\n                         \n\n                          BOBBY\n\n           I got it.\n\n                         \n\n                          CINDY\n\n           Nothankyou.\n\n                          (TO CHECKER)\n\n           Just take it off please.\n\n                         \n\n           Bobby drops the bill on the scanner.\n\n                         \n\n                          BOBBY\n\n           You can get me back.\n\n                         \n\n           EXT. LIQUOR MART - PARKING LOT - AFTERNOON - PRESENT DAY\n\n                         41 41\n\n                         \n\n           Cindy pushes the cart hurriedly, stolen shades on her head.\n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 21.\n\n                         41 CONTINUED: 41\n\n                         \n\n                         \n\n           Dean blows on a hot cup of coffee. Cindy moves fast, loads in\n\n           the bags next to their luggage, slams the hatch closed and\n\n           snatches the keys from Dean's hands.\n\n                         \n\n                          CINDY\n\n           Let's go.\n\n                         \n\n                          DEAN\n\n           You're drivin'?\n\n                         \n\n           Cindy hops in the driver's seat. Dean rides on the end of the\n\n           buggy and crashes it into the buggy corral. She fires up the\n\n           engine and honks.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nCindy hops in the driver's seat. Dean rides on the end of the\n\n           buggy and crashes it into the buggy corral. She fires up the\n\n           engine and honks. \n\nTARGET SECTION TO BE ANNOTATED:\n He throws his hands up.\n\n                         \n\n           INT. MINI VAN - LATE AFTERNOON - PRESENT DAY\n\n                         42 42\n\n                         \n\n           Cindy drives the car along a windy, mountain road. Dean keeps\n\n           a lidless cup of coffee from spilling.\n\n                         \n\n                          DEAN\n\n           Alright, lead foot. It's not a race.\n\n                         \n\n           Cindy is zoned into the road. She turns off the radio.\n\n                         \n\n                          CINDY\n\n           Isn't it funny how you can be driving for\n\n           20 minutes and it feels like you've only\n\n           been driving for 20 seconds. The time\n\n           just gets swallowed up somewhere...\n\n                         \n\n           Dean places his hand on Cindy's hand that rests on the car\n\n           seat. A small squeeze. She squeezes back. Dean looks at her\n\n           with tenderness. Her eyes are on the road. She lifts her hand\n\n           to the wheel. Dean reaches for the radio.\n\n                         \n\n                          DEAN\n\n           Do you mind if I turn this back on?\n\n                         \n\n                          CINDY\n\n           I was kind of enjoying the silence.\n\n                         \n\n                          DEAN\n\n           Let's just see if there's something on...\n\n                         \n\n           He scans through the low stations.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Anything? Fuck it.\n\n                         \n\n           He turns it off.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 22.\n\n                         42 CONTINUED: 42\n\n                         \n\n                         \n\n                          DEAN (CONT'D)\n\n           That's better. You're right. It never\n\n           gets to be just quiet. You know?\n\n                         \n\n           Cindy nods. Dean rolls down his window, spits his gum as far\n\n           as he can. He rolls it back up.\n\n                         \n\n                          DEAN (CONT'D)\n\n           What are you thinking about?\n\n                         \n\n           Dean looks at Cindy, waiting for her to respond.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Did you get everything?\n\n                         \n\n                          CINDY\n\n           Think so.\n\n                         \n\n                          DEAN\n\n           Where d'you get these?\n\n                         \n\n           Dean reaches for the glasses on top of Cindy's head. She\n\n           feels the dangling tag - \"woops.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEAN\n\n           Where d'you get these? Dean reaches for the glasses on top of Cindy's head. She\n\n           feels the dangling tag - \"woops. \n\nTARGET SECTION TO BE ANNOTATED:\n She tears off the tag and\n\n           tosses the glasses on the dashboard.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Try em' on.\n\n                         \n\n           Cindy shakes her head \"no.\" Dean puts them on his face. He\n\n           poses for Cindy. She grabs the glasses and puts them on. She\n\n           looks at Dean. He holds in a chuckle.\n\n                         \n\n                          DEAN (CONT'D)\n\n           You look like your mom.\n\n                         \n\n           Cindy takes them off. Back on the dash.\n\n                         \n\n                          DEAN (CONT'D)\n\n           You get any snacks?\n\n                         \n\n                          CINDY\n\n           There should be some fig newtons back\n\n           there.\n\n                         \n\n           Dean unbuckles his seatbelt, crawls to the back of the van\n\n           digs through the bags. Cindy can't see out of the rear-view.\n\n                         \n\n                          DEAN\n\n           Which bag?\n\n                         \n\n                          CINDY\n\n           You have to look.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 23.\n\n                         42 CONTINUED: (2) 42\n\n                         \n\n                         \n\n           Cindy enjoys a moment alone, straightens her back, crosses\n\n           the dotted yellow lines and passes a car, then relaxes. Dean\n\n           crawls back up to the front seat. They both eat a cookie.\n\n                         \n\n                          DEAN\n\n           Mmm. These are good.\n\n                         \n\n           He offers her another one. She shakes her head.\n\n                         \n\n                          CINDY\n\n           I have to pee.\n\n                         \n\n           The car stops on the shoulder of the two lane highway. Cindy\n\n           gets out of the car.\n\n                         \n\n                          DEAN\n\n           You can't wait? We're almost there.\n\n                         \n\n           EXT. ROADSIDE - DUSK - PRESENT DAY\n\n                         43 43\n\n                         \n\n                          CINDY\n\n           I gotta go.\n\n                         \n\n           Cindy jogs across the road. Dean sees traffic coming.\n\n                         \n\n                          DEAN\n\n           Goddamnit Cindy!! Pay attention!!!\n\n                         \n\n           On the side of the road, she stares into the woods. Cars pass\n\n           behind her, headlights flood the night. She descends into the\n\n           thicket until the sound of the highway is faint. Wind through\n\n           the leaves. She drops her pants and pees.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe descends into the\n\n           thicket until the sound of the highway is faint. Wind through\n\n           the leaves. She drops her pants and pees. \n\nTARGET SECTION TO BE ANNOTATED:\n Something rustles\n\n           and she looks into the woods.\n\n                         \n\n                          CINDY\n\n           ...Hello?\n\n                         \n\n           She stands up and zips up her pants. Eyes search the shadows.\n\n           ...Cindy is ALONE. A leaf falls to earth. She stares at it and\n\n           her mind drifts back to...\n\n                         \n\n           EXT. SUBURBAN STREET/COLLEGE - DAY - 6 YEARS EARLIER\n\n                         44 44\n\n                         \n\n           A YOUNGER CINDY - 22, smart - wheels herself down suburban\n\n           sidewalks. Faces of passing people look at her with pity -\n\n           what a shame that such a pretty girl be in a wheelchair.\n\n           Cindy wheels herself across the campus quad. Students hurry\n\n           by clutching schoolbooks.\n\n           Blue Valentine Official Green Script as of 6/9/09 24.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. GYMNASIUM - DAY - 6 YEARS EARLIER\n\n                         45 45\n\n                         \n\n           Wrestling practice. Bobby - 22, svelte - gets into the\n\n           defensive position. TROY LEANER, his buddy, gets on top of\n\n           him in the offensive position. Bobby looks up, sees Cindy by\n\n           the door attempting to pop wheelies in her wheelchair.\n\n                         \n\n           Whistle blows! Bobby escapes the position and wraps Troy up\n\n           in a double grapevine. Quickly pins him, stands up, takes off\n\n           his ear guards, bumps fists. He walks over to Cindy.\n\n                         \n\n                          BOBBY\n\n           What are you doing?\n\n                         \n\n                          CINDY\n\n           Research.\n\n                         \n\n                          BOBBY\n\n           You're supposed to be a quadriplegic?\n\n                         \n\n                          CINDY\n\n           Quads can't use their arms. I'm a\n\n           paraplegic.\n\n                         \n\n                          BOBBY\n\n           Don't I give you enough attention?\n\n                         \n\n           He presses himself into her and mauls her with a wet kiss.\n\n                         \n\n                          BOBBY (CONT'D)\n\n           Wonder what people would think if they\n\n           saw me making out with a paraplegic?\n\n                         \n\n           He lifts her expensive necklace out from under her dress -\n\n           looks at it admiringly. Then, Cindy.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOBBY (CONT'D)\n\n           Wonder what people would think if they\n\n           saw me making out with a paraplegic? He lifts her expensive necklace out from under her dress -\n\n           looks at it admiringly. Then, Cindy. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           BOBBY (close (cont'd)\n\n           Can you come over?\n\n                         \n\n                          CINDY\n\n           I can't. I have to go get gramma.\n\n                         \n\n           Cindy rolls the wheelchair back.\n\n                         \n\n                          BOBBY\n\n           Gimme a sec.\n\n                         \n\n           Bobby tries to hide the erection trapped in his wrestling\n\n           singlet.\n\n           Blue Valentine Official Green Script as of 6/9/09 25.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. HELLER HOME - FOYER - EVENING - 6 YEARS EARLIER\n\n                         46 46\n\n                         \n\n           The front door opens and Cindy pushes GRAMMA FRANCIS - 80's,\n\n           Alzheimer's - into the middle class home. NAPOLEON - an ill-\n\n           trained dog - greets them with jumps and licks\n\n                         \n\n                          CINDY\n\n           Get down Napoleon! Get down!\n\n                         \n\n           GLENDA HELLER - 50's, desperate - peeks her head out of the\n\n           kitchen. She holds a coffee mug filled with gin on the rocks.\n\n                         \n\n                          GLENDA\n\n           Ope - I thought you were your Dad.\n\n                         \n\n                          CINDY\n\n           Just us.\n\n                         \n\n           Cindy kisses her mom on the cheek, can smell the alcohol.\n\n                         \n\n                          GLENDA\n\n           How was the beauty shop?\n\n                         \n\n           INT. HELLER HOME - FOYER - LATER - 6 YEARS EARLIER\n\n                         47 47\n\n                         \n\n           The front door opens and COLONEL JERRY - 65, wound tighter\n\n           than a navy knot - enters. Glenda, rushes to greet him.\n\n                         \n\n                          JERRY\n\n           Get that fucking dog out of the kitchen!\n\n                         \n\n           INT. HELLER HOME - DINING ROOM - EVENING - 6 YEARS EARLIER\n\n                         48 48\n\n                         \n\n           GLENDA, JERRY AND GRAMMA\n\n           Come lord Jesus, be our guest, and let\n\n           Thy gifts to us be blessed. Amen.\n\n                         \n\n           Glenda, Jerry, Gramma Francis and Cindy sit around a dining\n\n           room table. Glenda slices a knife through a greenish\n\n           meatloaf. She serves a watery slice to Gramma.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nGlenda, Jerry, Gramma Francis and Cindy sit around a dining\n\n           room table. Glenda slices a knife through a greenish\n\n           meatloaf. She serves a watery slice to Gramma. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GRAMMA\n\n           Thank you.\n\n                         \n\n           Glenda averts her eyes. She cuts another slice. Cindy offers\n\n           Glenda her plate. The meat breaks apart and half of it lands\n\n           on the table cloth. A brownish-green oil.\n\n                         \n\n                          CINDY\n\n           It's OK mom.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 26.\n\n                         48 CONTINUED: 48\n\n                         \n\n                         \n\n           Cindy picks up the fallen particles with her fork. Jerry's\n\n           eyes burn into Glenda. She won't look at him.\n\n                         \n\n                          GLENDA\n\n           Can I have your plate Dad?\n\n                         \n\n           He pushes it across the table an inch. Glenda lowers a slice\n\n           onto Jerry's plate with a SPLAT. Jerry looks at his dinner.\n\n           Glenda serves herself. Cindy cuts Gramma's meat with her fork\n\n           and looks over at her dad. His face is turning beat-red...\n\n                         \n\n           Suddenly, Jerry pounds his fist into the mound of meatloaf,\n\n           obliterating it. Particles of ground meat fly everywhere.\n\n           Glenda won't look up, her shoulders tremble. Jerry raises his\n\n           steaming fist. Bits of ground beef stick to his knuckles.\n\n                         \n\n                          JERRY\n\n           What'd you do to meatloaf? Huh?!\n\n                         \n\n                          GLENDA\n\n           They had it ready-made in the deli. I...\n\n           thought it looked good.\n\n                         \n\n                          JERRY\n\n           Are you kidding me? How long does it take\n\n           to make a meatloaf? Five minutes? You\n\n           mean to tell me that you didn't have five\n\n           minutes to make a meatloaf? I been up\n\n           since six this morning busting my fucking\n\n           ass and you don't have five minutes to\n\n           make a meatloaf?\n\n                         \n\n                          GLENDA\n\n           I thought it would be nice.\n\n                         \n\n                          JERRY\n\n           Nice?\n\n                         \n\n                          GLENDA\n\n           ...for a change...\n\n                         \n\n                          JERRY\n\n           Well, what gave you the idea that any of\n\n           us needed a change? Did you ask for a\n\n           change? Cindy? She doesn't ask for\n\n           anything... She doesn't talk.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nCindy? She doesn't ask for\n\n           anything... She doesn't talk. \n\nTARGET SECTION TO BE ANNOTATED:\n You didn't\n\n           ask for a change, did you mom?...She\n\n           can't hear! And I don't remember asking\n\n           for a change. So, it was you, wasn't it?\n\n           You wanted a change. I work all day so\n\n           you can sit on your fat ass, thinkin'\n\n           about yourself. How you'd like a change.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 27.\n\n                         48 CONTINUED: (2) 48\n\n                         \n\n                         \n\n                          GLENDA\n\n           Sorry.\n\n                         \n\n                          JERRY\n\n           Sorry? What good is sorry now?\n\n                         \n\n                          GLENDA\n\n           Do you want me to make you some eggs?\n\n                         \n\n                          JERRY\n\n           I want you to enjoy your fucking dinner.\n\n                         \n\n           He storms out of the dining room. Glenda, Cindy and Gramma\n\n           sit in silence. Cindy takes a bite.\n\n                         \n\n                          CINDY\n\n           It's not bad.\n\n                         \n\n                          GLENDA\n\n           Oh bullshit.\n\n                         \n\n           Glenda retreats into the kitchen. Gramma and Cindy eat.\n\n                         \n\n           PROFESSOR (O.S.)\n\n           ...When I was a young physician, I used\n\n           to leave the hospital everyday in tears.\n\n                         \n\n           INT. HELLER HOME - BATHROOM - NIGHT - 6 YEARS EARLIER\n\n                         49 49\n\n                         \n\n           Gramma sits in a chair in the bathtub. Cindy squeezes a sudsy\n\n           washcloth over her body. Uses a plastic cup to rinse.\n\n                         \n\n           PROFESSOR (O.S.)\n\n           Just broken down from seeing the\n\n           suffering of my patients.\n\n                         \n\n                          GRAMMA FRANCIS\n\n           Don't get my hair.\n\n                         \n\n           INT. HELLER HOME - MASTER BEDROOM - NIGHT - 6 YEARS EARLIER\n\n                         50 50\n\n                         \n\n           Fully clothed, Glenda is passed out on the bed. Framed family\n\n           portraits sit on the mantle.\n\n                         \n\n           PROFESSOR (O.S.)\n\n           ...As a result, I began to suffer. Not just\n\n           in my work but emotionally and\n\n           physically...spiritually...\n\n           Blue Valentine Official Green Script as of 6/9/09 28.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs a result, I began to suffer. Not just\n\n           in my work but emotionally and\n\n           physically...spiritually... Blue Valentine Official Green Script as of 6/9/09 28. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. HELLER HOME - LIVING ROOM - NIGHT - 6 YEARS EARLIER\n\n                         51 51\n\n                         \n\n           Shirt off, hand stuffed into his underwear - Jerry holds a\n\n           remote and flicks through channels. Nothing holds.\n\n                         \n\n           PROFESSOR (O.S.)\n\n           ...There's a choice we all have to make\n\n           in the medical profession - whether to be\n\n           sympathetic or empathetic with our\n\n           patients...\n\n                         \n\n           INT. HELLER HOME - CINDY'S ROOM - DAWN - 6 YEARS EARLIER\n\n                         52 52\n\n                         \n\n           SOUND of TYPING. An open medical schoolbook on the PSYCHOLOGY\n\n           OF PATIENTS sits on a well-organized desk. Cindy stares at\n\n           the screen, hits \"enter.\"\n\n                         \n\n           PROFESSOR (O.S.)\n\n           ...Imagine your patients as being in a\n\n           hole. To be sympathetic means you throw\n\n           them a rope to help pull them out...\n\n                         \n\n           Pages print on an old printer. Outside the window, the sun\n\n           has begun to rise.\n\n                         \n\n           PROFESSOR (O.S.) (cont'd)\n\n           ...To be empathetic means you jump in the\n\n           hole with them...\n\n                         \n\n           EXT. CITY BUS - MORNING - 6 YEARS EARLIER\n\n                         53 53\n\n                         \n\n           Cindy sits near the back of the bus. She hugs her backpack.\n\n                         \n\n           PROFESSOR (O.S.)\n\n           ...Now you're both stuck.\n\n                         \n\n           INT. AUDITORIUM CLASSROOM - AFTERNOON - 6 YEARS EARLIER\n\n                         54 54\n\n                         \n\n           The PROFESSOR stands in front of the class. There are grids\n\n           and diagrams illustrating DOCTOR-patient relationships. It is\n\n           a big class - students, sitting in steep rows.\n\n                         \n\n                          PROFESSOR (CONCLUDING)\n\n           I want you to think about that when\n\n           we go into the next section. Please\n\n           pass in your reports.\n\n                         \n\n           Cindy passes her paper down. Bobby, the TA, collects the\n\n           reports. Cindy can feel him staring at her as she packs her\n\n           backpack.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nCindy passes her paper down. Bobby, the TA, collects the\n\n           reports. Cindy can feel him staring at her as she packs her\n\n           backpack. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 29.\n\n                         54 CONTINUED: 54\n\n                         \n\n           She tries not to give him the satisfaction, but she can't\n\n           help it - his cockiness is magnetic. She looks, notices\n\n           something new - his belt buckle has his name on it.\n\n                         \n\n           INT. BOBBY'S BEDROOM - AFTERNOON - 6 YEARS EARLIER\n\n                         55 55\n\n                         \n\n           A gold necklace dangles from Cindy's neck. Her arms secure\n\n           her weight on the bed. Bobby stands behind her. His hands\n\n           caress her back as he looks down at himself inside of her. He\n\n           closes his eyes tight, trying to control himself. But the\n\n           ecstasy is too much - he comes inside of her, moaning, and\n\n           lets his body weight smother her onto the bed.\n\n                         \n\n                          BOBBY (BREATHLESS)\n\n           Shit.\n\n                         \n\n           She stops moving, feels him shrinking inside of her.\n\n                         \n\n                          CINDY (REALIZING)\n\n           Shit!\n\n                         \n\n                          BOBBY\n\n           I couldn't help it.\n\n                         \n\n           She gets out from underneath him.\n\n                         \n\n                          BOBBY (CONT'D)\n\n           I couldn't help it... You felt too good.\n\n                         \n\n           Cindy is white, tries to contain her terror. She disappears\n\n           into the BATHROOM. Bobby sits up.\n\n                         \n\n           BOBBY (calls out) (cont'd)\n\n           Don't trip. It'll be OK...OK?\n\n                         \n\n           Bobby lies back, frustrated, and buttons his pants.\n\n                         \n\n           IN THE BATHROOM - BOBBY'S\n\n                         56 56\n\n                         \n\n           Cindy sits on the toilet, pees; hoping gravity will pull\n\n           Bobby out of her. She runs her hand under the faucet and\n\n           scrubs her crotch, hoping that this will wash him out of her.\n\n                         \n\n           Cindy comes out, shirt stretched over her waist. Bobby sits\n\n           up, asks her what's wrong? She can't look.\n\n                         \n\n                          BOBBY\n\n           It's your fault. You felt too good.\n\n                         \n\n           She sees her underwear lying by the base of the bed.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOBBY\n\n           It's your fault. You felt too good. She sees her underwear lying by the base of the bed. \n\nTARGET SECTION TO BE ANNOTATED:\n She goes\n\n           to grab them, but Bobby snatches them away.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 30.\n\n                         56 CONTINUED: 56\n\n                         \n\n                         \n\n                          CINDY\n\n           Give em!\n\n                         \n\n           Cindy presses her lips together. She leaps at Bobby and\n\n           squeezes his crotch and gets her underwear back. Bobby's face\n\n           turns vicious. He snatches them back aggressively.\n\n                         \n\n                          BOBBY\n\n           Say you're sorry!\n\n                         \n\n           Cindy picks her pants up off the floor - pulls them on.\n\n                         \n\n                          CINDY\n\n           Take a deep whiff, you fucking douchebag!\n\n                         \n\n           She tears off his necklace, throws it at him, slams the door.\n\n                         \n\n                          BOBBY\n\n           I was just joking! God!\n\n                         \n\n           EXT. SUBURBAN STREET. DAY. 6 YEARS EARLIER.\n\n                         57 57\n\n                         \n\n           Cindy walks briskly, hoodie pulled low, pushing her Gramma in\n\n           a wheelchair. Gramma protects her hair from the breeze.\n\n                         \n\n                          OMITTED\n\n                         58 58\n\n                         \n\n           EXT/INT. RETIREMENT HOME - LATE AFTERNOON. 6 YEARS EARLIER.\n\n                         59 59\n\n                         \n\n           Cindy pushes her Gramma in. Piles of moving boxes line the\n\n           hallway.\n\n                         \n\n           INT. RETIREMENT HOME. LATE AFTERNOON. 6 YEARS EARLIER.\n\n                         A60 A60\n\n                         \n\n           ELLIPSE - Cindy sits down for dinner with Gramma and the\n\n           other elderly residents. Cindy notices a group of men moving\n\n           boxes into the home.\n\n                         \n\n           INT. GRAMMA'S BEDROOM. LATE AFTERNOON. 6 YEARS EARLIER. \n\n                         B61 B61\n\n                         \n\n           - Cindy helps gramma with bedtime rituals.\n\n                         \n\n           - Cindy reads to Gramma... but she keeps getting distracted\n\n           by the commotion across the hall - movers carry boxes and\n\n           furniture down the hallway. One in particular, tall,\n\n                         \n\n           handsome, catches her eye. It is Dean. She cranes her head to\n\n           see - him decorating the inside of the old man's room.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne in particular, tall,\n\n                         \n\n           handsome, catches her eye. It is Dean. She cranes her head to\n\n           see - him decorating the inside of the old man's room. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GRAMMA\n\n           What is it?\n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 30A.\n\n          B61 CONTINUED: B61\n\n                         \n\n                         \n\n                          CINDY\n\n           It looks like you have a new neighbor.\n\n                         \n\n           Cindy returns to the book, but there is something about the\n\n           mover that has captured her attention. She can't stop\n\n           watching him every time he passes her door.\n\n                         \n\n                          GRAMMA\n\n           Glenda... I mean Cindy... can I have a\n\n           cigarette?\n\n                         \n\n                          CINDY\n\n           No, Gramma, you're in bed now. It's\n\n           bedtime. Do you want me to keep reading?\n\n                         \n\n           Gramma nods. Cindy turns the page, looks up, sees Dean lift\n\n           the old man over the threshold and into the room.\n\n                         \n\n                          GRAMMA\n\n           Cindy. Have you got a cigarette!\n\n                         \n\n                          CINDY\n\n           Okay, shhh. But you gotta be quiet.\n\n                         \n\n           Cindy gets up and opens the window. She turns on the fan,\n\n           digs in Gramma's purse, gets a cigarette and a lighter. Cindy\n\n           walks to her gramma's door, sees Curtis walking away from the\n\n           old man's room.\n\n                         \n\n           CURTIS (O.S.)\n\n           Boss says we gotta go. We gotta go.\n\n                         \n\n           She starts closing the door, then sees Dean backing out of\n\n           the old man's room. He puts a roll of money in his pocket,\n\n           turns to leave and sees Cindy watching him.\n\n                         \n\n           DEAN (LOOKS DOWN AT HIS MONEY)\n\n           I didn't just steal that.\n\n                         \n\n           Cindy doesn't know what this guy is talking about.\n\n                         \n\n           DEAN (CONT'D) (cont'd)\n\n           You think I just stole that money?\n\n                         \n\n                          CINDY\n\n           No.\n\n                         \n\n                          DEAN\n\n           You do. No, you do. I know that you do.\n\n           And the reason that I know that you do is\n\n           - I have stolen money before... a lot of\n\n           it. And I know what it feels like to have\n\n           someone look at you like that...",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nI know that you do. And the reason that I know that you do is\n\n           - I have stolen money before... a lot of\n\n           it. And I know what it feels like to have\n\n           someone look at you like that... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 30B.\n\n          B61 CONTINUED: (2) B61\n\n                         \n\n                         \n\n                          CINDY\n\n           Like what?\n\n                         \n\n                          DEAN\n\n           The way your lookin'. Just so you know, I\n\n           have a job where I make money. Money that\n\n           I can take girls out on dates with.\n\n                         \n\n                          CINDY\n\n           Are you trying to pick up on me?\n\n                         \n\n                          DEAN\n\n           Maybe...\n\n                         \n\n           SANED (O.S.)\n\n           Pack it up Periera. Bus is leaving.\n\n                         \n\n           Dean looks toward the door, then back at Cindy. He sees that\n\n           he has kind of went to far with his rant.\n\n                         \n\n                          DEAN\n\n           Can I give you my number or something.\n\n                         \n\n           He feels inside his shirt pocket, pulls out a business card.\n\n           Finds a pen. Dean writes his name across the card. Hands it\n\n           to Cindy.\n\n                         \n\n           DEAN (CONT'D) (cont'd)\n\n           I'm Dean. Just call and you can ask for\n\n           me. I'll get it.\n\n                         \n\n           Cindy looks down at the card, at his name. Then back up to\n\n           him. Dean run out, chasing after his ride. He looking behind\n\n           before he leaves. Cindy watches him go out the door.\n\n           Blue Valentine Official Green Script as of 6/9/09 31.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. ROMANTASUITES - MOON ROOM - NIGHT - PRESENT DAY\n\n                         60 60\n\n                         \n\n           Door opens revealing Dean and Cindy holding groceries and\n\n           suitcases. Dean flicks on the light, illuminating the Moon\n\n           Room - a hotel room decorated like the lunar surface.\n\n                         \n\n                          DEAN\n\n           Wow. Where are we?\n\n                         \n\n           He sets down the suitcases, transfixed by the room, a kid in\n\n           a candy shop. Cindy moves to the small kitchen that looks\n\n           like a control room. She makes herself a drink.\n\n                         \n\n           INT.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nCindy moves to the small kitchen that looks\n\n           like a control room. She makes herself a drink. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROMANTASUITES - BATHROOM - NIGHT - PRESENT DAY\n\n                         61 61\n\n                         \n\n           Dean walks into the bright BATHROOM, turns on the shower, a\n\n           sparse tinkle of water.\n\n                         \n\n           DEAN (yells out)\n\n           I could piss harder than this!\n\n                         \n\n           The dual mirrors multiply his reflection. He looks at himself\n\n           and removes his coffee-stained shirt. A neglected body. But\n\n           something else distresses Dean. A fallen hair on the T-shirt\n\n           he holds. He runs his hands through his hair, looks in horror\n\n           at twelve fallen hairs in his palm. He washes them down the\n\n           drain and leans to the mirror, inspecting his hairline.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Cynthia!\n\n                         \n\n           INT. ROMANTASUITES - MOON ROOM - NIGHT - PRESENT DAY\n\n                         62 62\n\n                         \n\n           Cindy dials the telephone, drink in hand. Shirtless, Dean\n\n           walks out of the BATHROOM with his empty palms open.\n\n                         \n\n                          DEAN\n\n           Now watch.\n\n                         \n\n           He runs his hands through his hair then shows her his palms -\n\n           three fallen hairs. His magic trick.\n\n                         \n\n                          DEAN (CONT'D)\n\n           See. I tol' ya. It's falling out!\n\n                         \n\n           Cindy ignores Dean who is mesmerized.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Oooooooooh shiiiiiiit!\n\n                         \n\n           Cindy waves him away. Jerry picks up the line.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 32.\n\n                         62 CONTINUED: 62\n\n                         \n\n                         \n\n           CINDY (into phone)\n\n           Hi Dad. We're here... It's kind of crazy.\n\n           I don't know, should I feel bad?\n\n                         \n\n           Dean trots back into the BATHROOM. He is screaming like a\n\n           hyena.\n\n                         \n\n                          CINDY (CONT'D)\n\n           ...it's just Dean... he's losing his\n\n           hair. What are you guys doing?\n\n                         \n\n           INT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nCINDY (CONT'D)\n\n           ...it's just Dean... he's losing his\n\n           hair. What are you guys doing? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROMANTASUITES - BEDROOM - NIGHT - PRESENT DAY\n\n                         63 63\n\n                         \n\n           Dean tosses his suitcase onto the circular spaceship bed,\n\n           watches the graceful way it rebounds. He shoves the suitcase\n\n           aside, falls backwards onto the bed. He sighs with pleasure.\n\n           There is a box with a button next to the bed. He presses it.\n\n           The bed rotates. He looks up at his spinning reflection in\n\n           the mirror above the bed.\n\n                         \n\n           CINDY (O.S.)\n\n           Lemme talk to the little one.\n\n                         \n\n                          DEAN (SHOUTS)\n\n           Is that Francis? Hey!? Don't hang up\n\n           until I talk to her!\n\n                         \n\n           INT. ROMANTASUITES - MOON ROOM - NIGHT - PRESENT DAY\n\n                         64 64\n\n                         \n\n                          CINDY\n\n           Did Pa make you something to eat yet?\n\n           ...Frankie? ...What'd you and Pa eat?\n\n           ...Was it cooked all the way through? No\n\n           pink in there? ...\n\n                         \n\n           Dean walks up from behind, putting on a clean, white T-shirt.\n\n           He snaps his fingers at Cindy. Cindy swipes his hand away\n\n           with more force than necessary.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Okay sweetheart, your daddy wants to talk \n\n           to you. I love you... love you... Don't\n\n           forget to brush your teeth tonight okay.\n\n           Okay? Here's your dad.\n\n                         \n\n           Cindy sets down the receiver and walks away. Dean snacks on\n\n           tortilla chips and picks up the phone.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 33.\n\n                         64 CONTINUED: 64\n\n                         \n\n                         \n\n           DEAN (disguised voice)\n\n           Who's this? ...How do you know I'm your\n\n           father?\n\n                         \n\n           A faint scream of joy is heard through the phone.\n\n                         \n\n           INT. ROMANTASUITES - BATHROOM - NIGHT - PRESENT DAY\n\n                         65 65\n\n                         \n\n           Steam accumulates on mirrors. Cindy takes her clothes off,\n\n           tests the temperature of the water and steps in the shower.\n\n                         \n\n           INT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nROMANTASUITES - BATHROOM - NIGHT - PRESENT DAY\n\n                         65 65\n\n                         \n\n           Steam accumulates on mirrors. Cindy takes her clothes off,\n\n           tests the temperature of the water and steps in the shower. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROMANTASUITES - MOON ROOM - NIGHT - PRESENT DAY\n\n                         66 66\n\n                         \n\n           Dean paces, improvising a bedtime story. It comes from the\n\n           well of creativity in him. Frankie loves to hear him talk.\n\n           And he loves to make her happy. He finishes. She is happy.\n\n                         \n\n                          DEAN\n\n           Are you ready to go to sleep now? I'll\n\n           call you first thing in the morning, OK?\n\n                         \n\n           He walks into the living room, stretching the phone cord,\n\n           grabs the remote and turns on the television - animal doc.\n\n           Dean turns the channel. Tennis.\n\n                         \n\n                          DEAN (CONT'D)\n\n           How much?\n\n                         \n\n           CLICK. The news.\n\n                         \n\n                          DEAN (CONT'D)\n\n           ...Well, I love you more. Sleep tight.\n\n                         \n\n           Dean hangs up and returns to the living room. He changes the\n\n           station. A porno. He turns the volume down and watches. He\n\n           hears water running in the BATHROOM. CLICK. A show on space.\n\n                         \n\n           INT. ROMANTASUITES - BATHROOM - NIGHT - PRESENT DAY\n\n                         67 67\n\n                         \n\n           Dean cracks open the door to the steam-filled room. Cindy\n\n           lathers her hair with her eyes closed.\n\n                         \n\n                          DEAN\n\n           What are you doing?\n\n                         \n\n                          CINDY\n\n           What does it look like I'm doing?\n\n                         \n\n                          DEAN\n\n           Do you like the place?\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 34.\n\n                         67 CONTINUED: 67\n\n                         \n\n                         \n\n                          CINDY\n\n           It's fine.\n\n                         \n\n                          DEAN\n\n           I'm gonna go order dinner now.\n\n                         \n\n                          CINDY\n\n           Fine!\n\n                         \n\n                          DEAN\n\n           Any special requests?\n\n                         \n\n                          CINDY\n\n           Close the door!\n\n                         \n\n           Dean closes the door, remains in the BATHROOM, watches his\n\n           naked wife, removes his clothes. Cindy does a double take.\n\n                         \n\n                          CINDY (CONT'D)\n\n           What are you doing?\n\n                         \n\n           Dean pulls back the shower curtain and steps in.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCindy does a double take. CINDY (CONT'D)\n\n           What are you doing? Dean pulls back the shower curtain and steps in. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DEAN\n\n           What does it look like I'm doing?\n\n                         \n\n                          CINDY\n\n           Dean.\n\n                         \n\n           The small shower presses them close. Dean's smile infects\n\n           her. He leans over, they kiss. Brushing lips at first. Dean\n\n           presses closer. Cindy pulls back and pivots him around until\n\n           the stream of water catches his body. He leans his head back,\n\n           the water pours over his hair and face. He places his hands\n\n           on Cindy's hips and pulls her close to him. Cindy hands him a\n\n           bar of soap. He builds a gentle lather. Cindy inches back,\n\n           turns around. Dean lathers her back, slow and languid.\n\n                         \n\n                          DEAN\n\n           I remember the first time I saw your\n\n           back.\n\n                         \n\n                          CINDY\n\n           What do you remember?\n\n                         \n\n                          DEAN\n\n           Everything.\n\n                         \n\n           He lowers his hands from her back to her behind. Cindy turns.\n\n                         \n\n                          DEAN (CONT'D)\n\n           I wasn't done.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 35.\n\n                         67 CONTINUED: (2) 67\n\n                         \n\n                         \n\n           He washes her shoulders and neck. His hands sculpt her body\n\n           and move to her breasts. No longer washing her, but molding\n\n           her. Cindy looks up. His hands move to her belly. He kneels\n\n           down. Cindy reaches down and lifts him up by the arms. But\n\n           Dean remains where he is. He begins, on his knees, to wash\n\n           the entire surface of her left thigh, knee, calf, foot. Then\n\n           he moves to her right foot and up her calf, knee and thigh.\n\n           Cindy releases her breath. Then, Dean's hands move up between\n\n           her legs.\n\n                         \n\n                          CINDY\n\n           Okay.\n\n                         \n\n           Cindy grabs under his armpits. He refuses, but she wins. She\n\n           pivots them around again. Standing in the stream of water,\n\n           Cindy washes the soap off her body, eyes closed, head back.\n\n           Dean reaches for her and follows with his fingertips the flow\n\n           of water down the front of her body.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\n\n           pivots them around again. Standing in the stream of water,\n\n           Cindy washes the soap off her body, eyes closed, head back. Dean reaches for her and follows with his fingertips the flow\n\n           of water down the front of her body. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          CINDY (CONT'D)\n\n           Give me the soap.\n\n                         \n\n           She forms a quick lather in her hands. She rubs it into his\n\n           chest, her strong hands making circles of suds. Dean is a\n\n           tranquil participant. She lifts up his left arm, scrubs his\n\n           armpit, then his right. Her hands build a lather and wash his\n\n           penis. Dean catches his breath.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Turn around.\n\n                         \n\n           Dean obeys. She continues wash his back, buttocks and legs\n\n           and stops. Dean turns around to Cindy who holds a squirt of\n\n           shampoo in her hands. She reaches up and scours his head.\n\n                         \n\n                          DEAN\n\n           Getting thinner, isn't it?\n\n                         \n\n                          CINDY\n\n           Your hair is not falling out.\n\n                         \n\n           Cindy pivots him around into the water and rinses him.\n\n                         \n\n                          CINDY (CONT'D)\n\n           You're crazy you know...\n\n                         \n\n                          DEAN\n\n           I know. I love you.\n\n                         \n\n           She pecks him on the lips.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 36.\n\n                         67 CONTINUED: (3) 67\n\n                         \n\n                         \n\n                          CINDY\n\n           Okay, get out. I have to finish washing\n\n           myself.\n\n                         \n\n                          DEAN\n\n           I'll do it.\n\n                         \n\n                          CINDY\n\n           No. Go order dinner. I'm hungry.\n\n                         \n\n                          DEAN\n\n           Wait, I didn't wash your hair...\n\n                         \n\n           INT. ROMANTASUITES HALLWAY - NIGHT - PRESENT DAY\n\n                         68 68\n\n                         \n\n           Ice dumps into an ice bucket. Music and laughter emanate from\n\n           other rooms. Dean wears a hotel robe and carries a full\n\n           bucket of ice. He swipes his key. A TEENAGE boy in a tuxedo\n\n           shirt and swim trunks chases a girl in a bikini down the\n\n           hallway behind him.\n\n                         \n\n           INT. ROMANTASUITES - MOON ROOM - NIGHT - PRESENT DAY\n\n                         69 69\n\n                         \n\n                          DEAN\n\n           We have neighbors.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nA TEENAGE boy in a tuxedo\n\n           shirt and swim trunks chases a girl in a bikini down the\n\n           hallway behind him. INT. ROMANTASUITES - MOON ROOM - NIGHT - PRESENT DAY\n\n                         69 69\n\n                         \n\n                          DEAN\n\n           We have neighbors. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           Cindy stands in a towel at the bar, waiting for the ice.\n\n                         \n\n                          CINDY\n\n           Grump. Grump. \n\n                         \n\n           She makes 2 drinks - vodka on the rocks. She hands Dean his\n\n           drink.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Why don't you put some music on Dean?\n\n                         \n\n           She pecks him on the cheek, walks to the bedroom to change.\n\n                         \n\n                          DEAN\n\n           Thanks.\n\n                         \n\n           He takes a big drink, sifts through cassettes in his bag. In \n\n           the bedroom, Cindy buttons up one of Dean's big flannel\n\n           shirts.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 37.\n\n                         69 CONTINUED: 69\n\n                         \n\n           She hears the music begin from the other room, knows the song\n\n           - (Penny &amp; the Quarters or Dynamite Four) It sounds really\n\n           good right now. Drink in hand, she begins to sway to the\n\n           rhythm. Dean peeks his head around the corner with a shit-\n\n           eating grin. He starts to awkwardly dance to the music and\n\n           make his way down the hallway to the bedroom.\n\n                         \n\n           It's been years since they danced in front of each other, and\n\n           it makes them a little embarrassed to be doing it now. The\n\n           closer they get to each other, the less they can be seen, the\n\n           less they are exposed. Soon, they are slow dancing, still\n\n           holding drinks. They don't feel as vulnerable now. The cotton\n\n           on Dean's robe feels good to Cindy's fingertips, she traces\n\n           invisible pictures on his back. Dean burrows his nose into\n\n           Cindy's neck, inhales deeply.\n\n                         \n\n           There is a knock at the door. They both wish it would go\n\n           away. It doesn't. \n\n                         \n\n           DEAN (YELLS) (cont'd) \n\n           Coming!\n\n                         \n\n           Something about this makes Cindy laugh, Dean too. He backs\n\n           away from her, slowly, as if pulled by some unseen force. The\n\n           song continues as Dean opens the door and pays the ROOM \n\n           SERVICE MAN. Cindy sets the table.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe backs\n\n           away from her, slowly, as if pulled by some unseen force. The\n\n           song continues as Dean opens the door and pays the ROOM \n\n           SERVICE MAN. Cindy sets the table. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n                         \n\n           INT/EXT. TRUCK - CITY - 6 YEARS EARLIER\n\n                         70 70\n\n                         \n\n           A torn and tattered teddy bear, tied to the grill of the\n\n           truck, cuts through the early spring morning.\n\n                         \n\n           CURTIS (V.O.)\n\n           Yeah. I can tell what's happening\n\n           already. You see this person... you think\n\n           it's love at first sight, and the course\n\n           of your life will be forever changed.\n\n                         \n\n           EXT. HOME #2. STREET - DAY - 6 YEARS EARLIER\n\n                         71 71\n\n                         \n\n           Dean straps a weight-lifting belt around his waist. He lifts\n\n           a TV on his back.\n\n                         \n\n           DEAN (V.O.)\n\n           Maybe...\n\n                         \n\n           INT. HELLER HOME - BATHROOM - NIGHT - 6 YEARS EARLIER\n\n                         72 72\n\n                         \n\n           Cindy gives Gramma a bath, runs her hair under the faucet.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 38.\n\n                         72 CONTINUED: 72\n\n                         \n\n                         \n\n           CURTIS (V.O.)\n\n           It's like when two streams are flowin'\n\n           down opposite sides of the mountain,\n\n           mindin' their business.\n\n                         \n\n           INT. HELLER HOME - GUEST BEDROOM - NIGHT - 6 YEARS EARLIER\n\n                         73 73\n\n                         \n\n           A hand tucks sheets under Gramma's chin, kisses her forehead.\n\n                         \n\n           CURTIS (V.O.)\n\n           They're doin' fine until they hit the\n\n           bottom and run into one another...\n\n                         \n\n           EXT. COLLEGE CAMPUS - GYMNASIUM - 6 YEARS EARLIER\n\n                         74 74\n\n                         \n\n           Bobby trains, 200 sit ups, his abdomen taught.\n\n                         \n\n           CURTIS (V.O.)\n\n           At that point they got no choice but to\n\n           become one river.\n\n                         \n\n           EXT. STREET - LATE AFTERNOON - 6 YEARS EARLIER\n\n                         75 75\n\n                         \n\n           Dean counts his pay, opens his wallet - packs it with bills.\n\n                         \n\n           CURTIS (V.O.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTREET - LATE AFTERNOON - 6 YEARS EARLIER\n\n                         75 75\n\n                         \n\n           Dean counts his pay, opens his wallet - packs it with bills. CURTIS (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n           Sure, it's a great feeling at first, all\n\n           this new water flowing together. But then\n\n           you travel down a little ways and the\n\n           land levels out. The current starts\n\n           moving a little slower.\n\n                         \n\n           INT. AUDITORIUM CLASSROOM - DAY - 6 YEARS EARLIER\n\n                         76 76\n\n                         \n\n           Papers are passed back. Cindy's reads \"98% Great Insight!\"\n\n           She doesn't look happy though. She looks a little green.\n\n                         \n\n           CURTIS (V.O. CONT'D)\n\n           People start drinking the water. Pissin'\n\n           in it. Putting up dams to stop the flow.\n\n                         \n\n           In the corner of the room, Bobby stares at Cindy from behind.\n\n                         \n\n           EXT. HELLER HOME - LATE AFTERNOON - 6 YEARS EARLIER\n\n                         77 77\n\n                         \n\n           Cindy pushes Gramma Francis up the driveway. Bobby stands on\n\n           the porch holding a bunch of red roses. Cindy ignores it.\n\n                         \n\n           CURTIS (V.O. CONT)\n\n           In other words, life interferes, you\n\n           know.\n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 38A.\n\n                         77 CONTINUED: 77\n\n                         \n\n                         \n\n           Cindy struggles to get Gramma up the ramp of the porch.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 39.\n\n                         77 CONTINUED: (2) 77\n\n                         \n\n                         \n\n                          BOBBY\n\n           Hasn't anyone ever been nice to you?\n\n                         \n\n           She takes the flowers, pushes Gramma into the house. The\n\n           screen door closes between them.\n\n                         \n\n                          BOBBY (CONT'D)\n\n           Don't make me give up on you...\n\n                         \n\n           CURTIS(V.O.)\n\n           And there's not too many of these rivers\n\n           that'll make it all the way to the ocean\n\n           without splitting off eventually.\n\n                         \n\n           INT/EXT. TRUCK - AFTERNOON - 6 YEARS EARLIER\n\n                         78 78\n\n                         \n\n           CURTIS (V.O.)\n\n           It's just nature, that's all.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT/EXT. TRUCK - AFTERNOON - 6 YEARS EARLIER\n\n                         78 78\n\n                         \n\n           CURTIS (V. O.)\n\n           It's just nature, that's all. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           Curtis - with harmonica - and Dean - with ukulele - eat\n\n           hamburgers on their lunchbreak.\n\n                         \n\n                          CURTIS (CONT'D)\n\n           And instead of thinking about it you\n\n           gotta just do something about it. Action,\n\n           not thought.\n\n                         \n\n           INT. STORAGE FACILITY - MORNING. 6 YEARS EARLIER. \n\n                         A79 A79\n\n                         \n\n                          DEAN\n\n           Anyone call for me?\n\n                         \n\n           Dean peeks into Jo's office. She shakes her head \"no.\"\n\n                         \n\n           INT. DEAN'S FRIEND'S APARTMENT. NIGHT. 6 YEARS EARLIER\n\n                         79 79\n\n                         \n\n           Dean leans near the window, smoking, looking out at the moon.\n\n                         \n\n           DEAN (V.O.)\n\n           I just keep replaying it in my head.\n\n           Thinking about other things I coulda\n\n           done. Other things I coulda said.\n\n                         \n\n           INT. HELLER HOME - CINDY'S BEDROOM - NIGHT - 6 YEARS EARLIER 80\n\n                         80\n\n                         \n\n           Cindy pours over textbooks but she is distracted. She opens\n\n           her window and breathes in the night air.\n\n                         \n\n           DEAN (V.O.)\n\n           You wait your whole life for something to\n\n           happen...\n\n           Blue Valentine Official Green Script as of 6/9/09 39A.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. COLLEGE - BATHROOM - DAY - 6 YEARS EARLIER\n\n                         81 81\n\n                         \n\n           Cindy pukes in the toilet.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 40.\n\n                         81 CONTINUED: 81\n\n                         \n\n                         \n\n           DEAN (V.O.)\n\n           ...And you have all these ideas in your\n\n           head about how you'll act and what you'll\n\n           say and what you'll do, who you'll be...\n\n                         \n\n           She washes the taste out of her mouth and looks at herself in\n\n           the mirror. She flicks water at her reflection.\n\n                         \n\n           INT. MOVING TRUCK - DAY - 6 YEARS EARLIER \n\n                         82 82\n\n                         \n\n           Dean sweeps the bed of the truck.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe flicks water at her reflection. INT. MOVING TRUCK - DAY - 6 YEARS EARLIER \n\n                         82 82\n\n                         \n\n           Dean sweeps the bed of the truck. \n\nTARGET SECTION TO BE ANNOTATED:\n The broom catches something\n\n           in the corner. Dean reaches - a locket.\n\n                         \n\n           DEAN (V.O.) cont'd\n\n           ...And then the opportunity comes, it\n\n           presents itself to you, living and\n\n           breathing in the flesh, and you puss out.\n\n                         \n\n           INT. MOVING TRUCK - DAY - 6 YEARS EARLIER\n\n                         83 83\n\n                         \n\n           Dean holds up the locket and stares at it, twirling. He opens\n\n           the latch - sees a picture of the old man and his wife - 60\n\n           years ago. Dean puts it in his pocket, finishes sweeping up.\n\n                         \n\n           INT/EXT. TRAIN/TRAIN STATION. AFTERNOON. 6 YEARS EARLIER\n\n                         84 84\n\n                         \n\n           Still wearing his work clothes, Dean rides the train out of\n\n           the city, pulls out the locket. Reads the inscription on the\n\n           back - \"you are my sunshine.\"\n\n                         \n\n           Dean gets off the train. Asks some people for directions.\n\n                         \n\n           INT. BUS - DAY. 6 YEARS EARLIER.\n\n                         85 85\n\n                         \n\n           A feeling of anticipation. Dean pulls the lever - his stop.\n\n                         \n\n           INT. RETIREMENT HOME. LATE AFTERNOON. 6 YEARS EARLIER.\n\n                         86 86\n\n                         \n\n           Dean walks to the old man's room. The door is open, lights\n\n           are off, room is empty. All the furniture, pictures, gone -\n\n           just an empty bed. Dean is at a loss for what to do. He hears\n\n           the TV coming from across the hall. He knocks, waits, then\n\n           opens Cindy's Gramma's door. She is lying in bed. Tries to\n\n           recognize Dean. He pulls up a chair next to her.\n\n                         \n\n                          DEAN\n\n           Hi. I was looking for your neighbor...\n\n           the man who moved in last month. Across\n\n           the hall. Do you know what happened to\n\n           him?\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 41.\n\n                         86 CONTINUED: 86\n\n                         \n\n                         \n\n                          GRAMMA\n\n           He went out for groceries.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you know what happened to\n\n           him? (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 41. 86 CONTINUED: 86\n\n                         \n\n                         \n\n                          GRAMMA\n\n           He went out for groceries. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DEAN\n\n           What about the girl that was with you?\n\n                         \n\n                          GRAMMA\n\n           Who?\n\n                         \n\n           The conversation moves in circles. Not much information is\n\n           gained. Dean ends up just holding her hand.\n\n                         \n\n           INT/EXT. BUS - LATE AFTERNOON \n\n                         87 87\n\n                         \n\n           The bus drives away. Inside, Dean stands. He is a little\n\n           down. He feels around in his pocket. Finds the locket. He\n\n           puts it on. The bus comes to a stop. A few passengers get on.\n\n           One of them is Cindy. Dean watches her pay her fare and move\n\n           to the back of the bus without noticing him.\n\n                         \n\n           She finds a seat, pulls her hoodie low, anonymous. She\n\n           underlines passages from a textbook using a highlighter. Dean\n\n           is frozen. He gathers the courage to walk toward her. The\n\n           moving bus throws his balance. He stands over her for a\n\n           moment. Cindy senses somebody in her space. She looks up.\n\n           Recognizes him, but can't place it.\n\n                         \n\n                          DEAN\n\n           Hi.\n\n                         \n\n                          CINDY\n\n           Hi.\n\n                         \n\n                          DEAN\n\n           I just had a long talk with your\n\n           gramma... is that, is that your gramma?\n\n                         \n\n           Cindy remembers him now - he's just dressed nicer - he\n\n           doesn't look like a mover\n\n                         \n\n                          DEAN (CONT'D)\n\n           I was looking for that old guy who moved\n\n           across the hall, you know? Do you know\n\n           what happened to him?\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 42.\n\n                         87 CONTINUED: 87\n\n                         \n\n                         \n\n                          CINDY\n\n           I think he passed away.\n\n                         \n\n           Dean feels for the locket around his neck. He shakes his\n\n           head.\n\n                         \n\n                          DEAN\n\n           That's exactly what happened to my dog.\n\n           My parents moved out of our house and\n\n           three days later she was a goner.\n\n                         \n\n           He pulls the locket out from behind his shirt. He unclasps\n\n           it. Shows her the pictures.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pulls the locket out from behind his shirt. He unclasps\n\n           it. Shows her the pictures. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DEAN (CONT'D)\n\n           He was so handsome, wasn't he? I was\n\n           trying to give it back to him.\n\n                         \n\n           Cindy looks at it.\n\n                         \n\n                          CINDY\n\n           She was pretty too..\n\n                         \n\n           Dean thinks about the old man. The bus drives.\n\n                         \n\n                          DEAN\n\n           She must have been crazy.\n\n                         \n\n                          CINDY\n\n           Why do you say that?\n\n                         \n\n                          DEAN\n\n           Cause there's one thing I know... the\n\n           prettier a girl is the more nuts she is.\n\n           I mean, look at you... you must be\n\n           insane.\n\n                         \n\n                          CINDY\n\n           Excuse me?\n\n                         \n\n                          DEAN\n\n           It's okay, I mean, I get it. It's not\n\n           your fault.\n\n                         \n\n           Cindy pulls the chain to stop the bus.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Where you going?\n\n                         \n\n                          CINDY\n\n           Home.\n\n                         \n\n           The bus slows. She gets up to leave. Doors open.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 42A.\n\n                         87 CONTINUED: (2) 87\n\n                         \n\n                         \n\n                          DEAN\n\n           Can I walk with you?\n\n                         \n\n           Cindy thinks about it.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Just for a little bit... And when you\n\n           don't want to walk with me no more, then\n\n           just speed up.\n\n                         \n\n           Doors to the bus open. Cindy thinks about it.\n\n                         \n\n           EXT. TOWN STREETS - DUSK TO DAWN\n\n                         88 88\n\n                         \n\n           Dean and Cindy wander side by side down the sidewalks and\n\n           streets of the town. They walk and talk about - small towns\n\n           and big cities, school and work, dreams and nightmares, being\n\n           old and being young, etc.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 43.\n\n                         88 CONTINUED: 88\n\n                         \n\n                         \n\n                          DEAN\n\n           Where's you house?\n\n                         \n\n                          CINDY\n\n           We passed it.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 43. 88 CONTINUED: 88\n\n                         \n\n                         \n\n                          DEAN\n\n           Where's you house? CINDY\n\n           We passed it. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DEAN\n\n           Where?\n\n                         \n\n                          CINDY\n\n           Back there...\n\n                         \n\n           Dean looks back. He sees a bunch of houses that all look the\n\n           same. They keep walking.\n\n                         \n\n           ELLIPSE: Cindy smokes one of Dean's cigarettes, calls her dad\n\n                         A89 A89\n\n           on a pay phone and tells him she won't be home for dinner\n\n           because she is studying.\n\n                         \n\n           ELLIPSE. DEAN tells Cindy about his childhood, the\n\n                         B89 B89\n\n           sexualizing of his mother, and his fascination with women's\n\n           purses. It makes Cindy a little uncomfortable.\n\n                         \n\n                          DEAN\n\n           Do you think it would be okay if I looked\n\n           in your purse?\n\n                         \n\n                          CINDY\n\n           No.\n\n                         \n\n                          DEAN\n\n           Why?\n\n                         \n\n           Cindy thinks about it for a moment. Against her better\n\n           judgement, she hands over her bag. It weighs a lot.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Jeez... What you got in here?\n\n                         \n\n                          CINDY\n\n           Books. Mostly.\n\n                         \n\n                          DEAN\n\n           Lot of books. You doing good?\n\n                         \n\n                          CINDY\n\n           We'll see.\n\n                         \n\n                          DEAN\n\n           What are you gonna be when you grow up?\n\n                         \n\n                          CINDY\n\n           I'm trying to get into med school.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 44.\n\n                         88 CONTINUED: (2) 88\n\n                         \n\n                         \n\n                          DEAN\n\n           You going to be a doctor?\n\n                         \n\n                          CINDY\n\n           Someday.\n\n                         \n\n                          DEAN\n\n           Oh yeah? What should I do about this?\n\n                         \n\n           He pretends to bump into a pole. Cindy laughs.\n\n                         \n\n                          CINDY\n\n           Don't do it.\n\n                         \n\n           DEAN (rubbing his head)\n\n           You're gonna be a good doctor. I can\n\n           tell.\n\n                         \n\n           He digs through text books, pens, a wallet, asthma inhaler.\n\n           Then he comes to a bottle of lotion. Opens the cap, sniffs.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Mmm.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen he comes to a bottle of lotion. Opens the cap, sniffs. DEAN (CONT'D)\n\n           Mmm. \n\nTARGET SECTION TO BE ANNOTATED:\n This is what you smell like?\n\n                         \n\n           Cindy nods, \"I guess so.\"\n\n                         \n\n                          DEAN (CONT'D)\n\n           I wanna smell like you. Can I?\n\n                         \n\n                          CINDY\n\n           You wanna put on my lotion?\n\n                         \n\n           Dean nods, applies a little lotion to his fingertips, rubs it\n\n           in circles on his hands, applies it to his forearms, neck,\n\n           face. He enjoys the feeling of it, offers her some. She say's\n\n           no. He digs through her purse and finds lip balm, smells it.\n\n                         \n\n                          DEAN\n\n           This is what your lips smell like? They\n\n           must smell good.\n\n                         \n\n           He puts some on his lips.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Mmm. Your lips must taste good.\n\n                         \n\n                          CINDY\n\n           Are you fucking with me?\n\n                         \n\n                          DEAN\n\n           No.\n\n           Blue Valentine Official Green Script as of 6/9/09 45.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           DEAN FINDS A LITTLE BAG INSIDE THE PURSE. SHE SNATCHES IT.\n\n                         89 89\n\n                         \n\n                          DEAN\n\n           What's in there?\n\n                         \n\n           She takes her purse back.\n\n                         \n\n                          CINDY\n\n           Okay enough...\n\n                         \n\n                          DEAN\n\n           Why?\n\n                         \n\n                          CINDY\n\n           Because.\n\n                         \n\n           Throughout the rest of the night Dean tries to continually\n\n           steal Cindy's purse from her. It is a game. Innocent.\n\n                         \n\n           ELLIPSE. DEAN TRIES TO GIVE CINDY THE LOCKET. SHE REFUSES.\n\n                         90 90\n\n                         \n\n                          CINDY\n\n           Aren't you gonna miss your train?\n\n                         \n\n                          DEAN\n\n           Probably. I think I... I think I already\n\n           did. It's okay. There's an early one.\n\n                         \n\n                          CINDY\n\n           You are just gonna stay up all night?\n\n                         \n\n                          DEAN\n\n           Until you get tired...\n\n                         \n\n           ELLIPSE: MORE WALK AND TALK.\n\n                         91 91\n\n                         \n\n                          DEAN\n\n           Where'd you grow up?\n\n                         \n\n                          CINDY\n\n           Here.\n\n                         \n\n                          DEAN\n\n           Here?\n\n                         \n\n           Cindy gives him a grimace.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nCINDY\n\n           Here. DEAN\n\n           Here? Cindy gives him a grimace. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          CINDY\n\n           Same streets. Same people. Everything\n\n           here is the same. You walk down the\n\n           street, you can't get lost... you know.\n\n           .\n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 46.\n\n                         91 CONTINUED: 91\n\n                         \n\n                         \n\n                          DEAN\n\n           Where do you want to go? I mean, if you\n\n           could go anywhere..\n\n                         \n\n           They walk to an old playground. Cindy gets an idea.\n\n                         \n\n                          CINDY\n\n           There!\n\n                         \n\n           Cindy runs to an old, creaky merry-go round, jumps on.\n\n                         \n\n                          CINDY (CONT'D)\n\n           I used to love these things.\n\n                         \n\n                          DEAN\n\n           Oh God... I hate these things.\n\n                         \n\n                          CINDY\n\n           Push me.\n\n                         \n\n           Dean is tentative, but goes along with her. He starts slow,\n\n           but she eggs him to go faster. He runs in circles picking up\n\n           speed until he is in a breathless, circular sprint. He can't\n\n           keep up with the centrifugal force.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Get on!\n\n                         \n\n           Dean does as he's told. They both hold on for dear life. The\n\n           world spins in a frenzy. The dread on Dean's face builds to\n\n           insane laughter. It is super fun. Cindy screams. Her hair\n\n           snaps in her face. Then, a look of sickness steals her smile\n\n           away. She wants it to stop, which, slowly, it does. She gets\n\n           off first, tries to walk, but is too dizzy. She just keeps\n\n           falling to the ground. Dean crawls off the merry-go round on\n\n           all fours, laughing.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 47.\n\n                         91 CONTINUED: (2) 91\n\n                         \n\n                         \n\n                          DEAN\n\n           What happened, tough guy?\n\n                         \n\n                          CINDY\n\n           Make it stop.\n\n                         \n\n                          DEAN\n\n           You gotta puke... it's the only way.\n\n                         \n\n           She refuses.\n\n                         \n\n                          DEAN (CONT'D)\n\n           It's the only way.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEAN\n\n           You gotta puke... it's the only way. She refuses. DEAN (CONT'D)\n\n           It's the only way. \n\nTARGET SECTION TO BE ANNOTATED:\n It will make you feel\n\n           better. Don't be embarrassed. I'll do it.\n\n                         \n\n           He sticks his finger down his throat and forces himself to\n\n           vomit. The sound of it is too much for her. She gags. Side by\n\n           side, they puke into the gravel. They finish their business\n\n           and end up on their backs and out of breath, side by side,\n\n           looking up at the stars. They are both covered in sweat. We\n\n           see their breath.\n\n                         \n\n                          CINDY\n\n           I'm still spinning.\n\n                         \n\n                          DEAN\n\n           Me too.\n\n                         \n\n                          CINDY\n\n           Maybe it's just the Earth that's\n\n           spinning.\n\n                         \n\n                          DEAN\n\n           Yeah. We're flying.\n\n                         \n\n           They laugh. Birds begin to awaken and fly.\n\n                         \n\n                          DEAN (CONT'D)\n\n           You should come visit me in the city\n\n           sometime.\n\n                         \n\n           The morning air chills their bodies. Dean takes off his\n\n           jacket and uses it as a blanket. They get close together to\n\n           get warm and watch the stars spin above them.\n\n                         \n\n           INT. ROMANTASUITES - MOON ROOM - NIGHT - PRESENT DAY\n\n                         92 92\n\n                         \n\n           The dining room table is set for two. A single champagne \n\n           glass is raised.\n\n                         \n\n                          DEAN\n\n           To honesty...\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 48.\n\n                         92 CONTINUED: 92\n\n                         \n\n                         \n\n           They sit across from each other. Cindy drinks premature.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Hey! Wait up.\n\n                         \n\n                          CINDY\n\n           We're toasting tonight?\n\n                         \n\n           Dean makes his toast. CLINK. Dean quaffs his glass.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Sometimes you don't make any sense. You\n\n           might as well be speaking Chinese.\n\n                         \n\n           Dean imitates a Chinese man - it goes on too long.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Happy belated anniversary.\n\n                         \n\n           Cindy starts to eat a spread of Indian food and booze.\n\n                         \n\n                          DEAN\n\n           How is it?\n\n                         \n\n                          CINDY\n\n           Good.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nCindy starts to eat a spread of Indian food and booze. DEAN\n\n           How is it? CINDY\n\n           Good. \n\nTARGET SECTION TO BE ANNOTATED:\n How did Frankie sound? \n\n                         \n\n                          DEAN\n\n           Great. She's the best.\n\n                         \n\n                          CINDY\n\n           She didn't sound sad?\n\n                         \n\n                          DEAN\n\n           Naw. She's the champ. She's the best\n\n           parts of you and the best parts of me put\n\n           together. Everyday she gets more and more\n\n           amazing.\n\n                         \n\n           Dean chews a bite of meat and washes it down with a shot of\n\n           vodka. He refills both their glasses.\n\n                         \n\n                          CINDY\n\n           Daddy's little girl.\n\n                         \n\n                          DEAN\n\n           She's not mine. I'm hers.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 49.\n\n                         92 CONTINUED: (2) 92\n\n                         \n\n                         \n\n           Cindy slows down.\n\n                         \n\n                          DEAN (CONT'D)\n\n           I'm her father. She isn't there for me...\n\n           I'm there for her. That's the way I look\n\n           at it.\n\n                         \n\n                          CINDY\n\n           That's beautiful.\n\n                         \n\n                          DEAN\n\n           It's the choice I made when she was born.\n\n                         \n\n           Silence. They chew. Cindy stares through Dean.\n\n                         \n\n                          CINDY\n\n           Why don't you do something...\n\n                         \n\n                          DEAN\n\n           Like what?\n\n                         \n\n                          CINDY\n\n           I don't know... isn't there anything you\n\n           want to do?\n\n                         \n\n           Dean thinks about it. Shakes his head.\n\n                         \n\n                          DEAN\n\n           What am I supposed to want to do?\n\n                         \n\n                          CINDY\n\n           I don't know... You have so many things\n\n           you could do. You're good at everything.\n\n           You could do anything you wanted.\n\n                         \n\n                          DEAN\n\n           I just wanna be with you.\n\n                         \n\n           Silence. Cindy tries not to look disappointed.\n\n                         \n\n                          DEAN (CONT'D)\n\n           You look like an animal right now. Your\n\n           eyes look like an animal. Like a bear's\n\n           eyes.\n\n                         \n\n                          CINDY\n\n           Like right before the bear eats the man?\n\n                         \n\n                          DEAN\n\n           Yeah... You do. It's true. That's what\n\n           you look like.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou do. It's true. That's what\n\n           you look like. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           Dean is amused but fearful. Cindy's confidence surges.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 50.\n\n                         92 CONTINUED: (3) 92\n\n                         \n\n                         \n\n                          DEAN (CONT'D)\n\n           Whatchu thinking about?\n\n                         \n\n                          CINDY\n\n           How different we are. You and me.\n\n                         \n\n                          DEAN\n\n           Different?\n\n                         \n\n                          CINDY\n\n           It's a good thing.\n\n                         \n\n                          DEAN\n\n           You think that's good that we're\n\n           different?\n\n                         \n\n                          CINDY\n\n           Absolutely. We don't have to get in each\n\n           other's way.\n\n                         \n\n                          DEAN\n\n           And that's the way you like it, don't\n\n           you? You don't like me to bother you.\n\n                         \n\n                          CINDY\n\n           I didn't say that. What I meant is that\n\n           it's important for us to have our space.\n\n           That's all. We're grown people.\n\n                         \n\n                          DEAN\n\n           Well there's not much space here. So I\n\n           guess you won't be able to get away from\n\n           me will ya?\n\n                         \n\n                          CINDY\n\n           You know, we rarely sit down and have a\n\n           conversation. An adult conversation.\n\n           Because every time we do, you turn\n\n           something that I say around and make it\n\n           mean something that I didn't mean to say.\n\n           You just blab. Blab.\n\n                         \n\n                          DEAN\n\n           If you're not interested in hearing what\n\n           I think I just won't say anything.\n\n                         \n\n                          CINDY\n\n           Good luck. I just want you to think about\n\n           what you say sometimes instead of saying\n\n           what you think all the time.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 51.\n\n                         92 CONTINUED: (4) 92\n\n                         \n\n                         \n\n                          DEAN\n\n           OK. I'm going to say something. And what\n\n           I'm about to say I've thought long and\n\n           hard about. I'm the luckiest person alive\n\n           because I'm living my dream - you, her,\n\n           this, us, all of it.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm going to say something. And what\n\n           I'm about to say I've thought long and\n\n           hard about. I'm the luckiest person alive\n\n           because I'm living my dream - you, her,\n\n           this, us, all of it. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           Cindy lifts up her empty wine glass to the light.\n\n                         \n\n                          CINDY\n\n           I think my glass has a hole in it.\n\n                         \n\n           Cindy cuts around her food and pushes a piece aside.\n\n                         \n\n                          DEAN\n\n           What's wrong with that?\n\n                         \n\n                          CINDY\n\n           It's fat.\n\n                         \n\n                          DEAN\n\n           That's the flavor. Eat it.\n\n                         \n\n                          CINDY\n\n           I don't want to. You eat it. \n\n                         \n\n           Dean stabs a piece of fat and pops it into his mouth.\n\n                         \n\n                          CINDY (CONT'D) \n\n           That's going straight to your tits.\n\n                         \n\n                          DEAN\n\n           My tits? I got tits?\n\n                         \n\n           Dean opens his shirt and peers down at his chest. \n\n                         \n\n                          DEAN (CONT'D) \n\n           I could still kick yer ass.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 52.\n\n                         92 CONTINUED: (5) 92\n\n                         \n\n                         \n\n                          CINDY\n\n           Shiiit. I bet you a nickel you can't even\n\n           beat me at arm wrestling.\n\n                         \n\n                          DEAN\n\n           A dime and you're on.\n\n                         \n\n           Cindy gulps more champagne. They scoot dishes out of the way\n\n           and clasp hands in the middle of the table.\n\n                         \n\n                          CINDY\n\n           Ready?\n\n                         \n\n                          DEAN\n\n           I'm always ready, baby.\n\n                         \n\n                          CINDY\n\n           On the count of three... One... Two...\n\n                         \n\n           Cindy flexes and starts.\n\n                         \n\n                          CINDY (CONT'D)\n\n           THREE!\n\n                         \n\n           Dean, acting as if he isn't trying at all, holds Cindy's hand\n\n           at a stand still.\n\n                         \n\n                          DEAN\n\n           Come on. Go! Start.\n\n                         \n\n           Cindy ignores his taunts and pushes as hard as she can.\n\n           Slowly, she begins to push Dean's hand down. Dean groans, \n\n           letting her win a little. Cindy presses down with all her\n\n           weight. His hand is centimeters from hitting the table. Then,\n\n           he turns the tide. Cindy battles back with all the strength \n\n           she can muster.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis hand is centimeters from hitting the table. Then,\n\n           he turns the tide. Cindy battles back with all the strength \n\n           she can muster. \n\nTARGET SECTION TO BE ANNOTATED:\n Dean laughs, realizing her passion for\n\n           victory. Dean pounds her hand into the table. He stands\n\n           kisses his flexed bicep. Cindy lifts her hand. A fork is \n\n           stuck in the back of it. She looks at it with curiosity.\n\n                         \n\n                          DEAN (CONT'D) \n\n           Oh fuck.\n\n                         \n\n                          CINDY \n\n           I'm alright.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 53.\n\n                         92 CONTINUED: (6) 92\n\n                         \n\n                         \n\n                          DEAN\n\n           Hold still.\n\n                         \n\n           He plucks the fork from her hand, leaving four vampire bites.\n\n                         \n\n                          CINDY\n\n           Ow ow ow.\n\n                         \n\n           Dean leads her to the kitchen, holds her hand under the\n\n           faucet. \n\n                         \n\n                          DEAN\n\n           You think we should rush you to the\n\n           hospital before you bleed to death?\n\n                         \n\n           Cindy shoots him a look. Dean wraps her hand with a dishrag. \n\n                         \n\n                          DEAN (CONT'D)\n\n           Does it hurt?\n\n                         \n\n                          CINDY\n\n           It stings a little.\n\n                         \n\n           Dean tries to pick up Cindy. She struggles against it.\n\n           Finally he cradles her like a squirming baby.\n\n                         \n\n                          CINDY (CONT'D)\n\n           No, no... Put me down. It's okay...\n\n                         \n\n           Dean huffs a little. Cindy adjusts her weight, self-\n\n           conscious. He hefts her down the hallway to the bedroom.\n\n                         \n\n           INT. ROMANTASUITES - MOON ROOM - NIGHT - PRESENT DAY\n\n                         93 93\n\n                         \n\n           Dean awkwardly sets Cindy down on the circular spaceship bed.\n\n                         \n\n                          DEAN\n\n           Wait wait wait.\n\n                         \n\n           He flicks the switch and the bed starts spinning. He runs out\n\n           of the room. Cindy watches the room around her spin. Dean\n\n           returns with the vodka bottle and two shot glasses. He kneels\n\n           above her and pours them two shots.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 54.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nDean\n\n           returns with the vodka bottle and two shot glasses. He kneels\n\n           above her and pours them two shots. (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 54. \n\nTARGET SECTION TO BE ANNOTATED:\n                         93 CONTINUED: 93\n\n                         \n\n                         \n\n                          DEAN (CONT'D)\n\n           To numb the pain. Doctors orders. I'm an\n\n           anesthesiologist. \n\n                         \n\n                          CINDY\n\n           I'm spinning.\n\n                         \n\n           She sits up. They toast. Dean gulps his. Cindy takes a sip.\n\n                         \n\n                          DEAN\n\n           Drink up. We haven't gotten loaded\n\n           together in years.\n\n                         \n\n           He tops off her glass, refills his own, and quaffs it. \n\n                         \n\n                          DEAN (CONT'D)\n\n           I gotta take a piss. Don't fall asleep.\n\n                         \n\n           He kisses her on the forehead, stumbles. Cindy hears Dean \n\n           urinating. She is sickened by it. She tries to set her full \n\n           glass on the floor that spins beneath her. The toilet\n\n           flushes. The drink tips over. A loud crash comes from the\n\n           BATHROOM. Cindy sits up.\n\n                         \n\n                          CINDY\n\n           What are you doing in there? ...Dean?!\n\n                         \n\n           An agonizing moan comes from down the hall. Cindy staggers \n\n           off the spinning bed and stumbles to the bathroom door.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Are you all right? Dean...\n\n                         \n\n           She pushes the door but it is blocked. Dean moans louder. \n\n           Cindy pushes again and inches it open. She sticks her head \n\n           in, sees him laying on his back looking up at the ceiling. \n\n                         \n\n                          DEAN (SLURS)\n\n           I fell over.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 55.\n\n                         93 CONTINUED: (2) 93\n\n                         \n\n                         \n\n                          CINDY\n\n           Ew. Come on, get up.\n\n                         \n\n                          DEAN\n\n           Nope, I want you to come here first. I\n\n           want you to laugh.\n\n                         \n\n           Cindy opens the door and Dean scoots, making room for her. He\n\n           lets out an \"ow\" before extending his hand.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Come close. I want to hear you... I want\n\n           to tell you... Shh, come here...",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nI want to hear you... I want\n\n           to tell you... Shh, come here... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           Cindy reluctantly joins him on the bathroom floor. Their\n\n           faces are close, eyes locked.\n\n                         \n\n                          DEAN (CONT'D)\n\n           You want to hear a joke? OK. What's\n\n           better than winning a gold medal at the\n\n           Special Olympics?\n\n                         \n\n                          CINDY\n\n           What?\n\n                         \n\n                          DEAN\n\n           Not being retarded.\n\n                         \n\n           Cindy looks down.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Hey...that's not funny? How come you\n\n           don't think I'm funny any more? I tell\n\n           you something funny. You laugh. I see you\n\n           laugh. But you don't really laugh so\n\n           much. You don't laugh anymore Cindy.\n\n                         \n\n                          CINDY\n\n           Dean... Come on, it's time for bed.\n\n                         \n\n                          DEAN\n\n           No I want to make you laugh.\n\n                         \n\n           Tears well up in her eyes. Dean rolls on top of her. He cups\n\n           her face in his hands and stares long into her watery eyes.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Hello...\n\n                         \n\n                          CINDY\n\n           You're drunk.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 56.\n\n                         93 CONTINUED: (3) 93\n\n                         \n\n                         \n\n                          DEAN\n\n           No, I'm just still in love with you.\n\n                         \n\n           After a moment, their lips meet in an awkward rejuvenation.\n\n           She moves her head away and pats Dean on the shoulder in a\n\n           gesture of friendship. Dean kisses her neck.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Do you... you want to have another baby?\n\n           ... I want another child.\n\n                         \n\n           Cindy bites her lip. He slides his hand between her legs.\n\n                         \n\n                          CINDY\n\n           No... Dean... Wait a second.\n\n                         \n\n           She removes his hand and places it on her hip. Dean continues\n\n           to kiss her neck. He slides his hand up to her breasts. Cindy\n\n           turns her head in the other direction. She pushes his hand\n\n           away. He brings it back aggressive. Again. Cindy squirms \n\n           underneath him. He grabs her wrists and holds her arms over\n\n           her head.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nAgain. Cindy squirms \n\n           underneath him. He grabs her wrists and holds her arms over\n\n           her head. \n\nTARGET SECTION TO BE ANNOTATED:\n His tongue licks Cindy from her breasts to her\n\n           face. She worms her arms away and grabs onto his hair. She\n\n           arches her back, looks at him through slit eyes. His pelvis\n\n           pulses and he moans. He looks up at her over his brow into\n\n           her desperate eyes. He springs up. Sweat beads on his\n\n           forehead.\n\n                         \n\n                          DEAN\n\n           What!? I can't have sex with my wife!?\n\n                         \n\n           Cindy covers her face with her hand.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Do I repulse you that much? I'm good to\n\n           you. I'm good to Frankie. I deserve a\n\n           little affection. Do you want me to stop\n\n           loving you? Do you want me to fuck other\n\n           women? Do you want me to beat you?\n\n                         \n\n                          CINDY\n\n           Stop... stop... stop...\n\n                         \n\n                          DEAN\n\n           Is that what you think you deserve? Would\n\n           that make it easier on you so you can\n\n           treat me like this?\n\n                         \n\n           Cindy raises her hips and slips off her panties. She lifts\n\n           the shirt up over her head, positions her feet on the door\n\n           jam. Her arm falls over her eyes. Breathless, Dean awkwardly\n\n           moves one hand up and down her bodice.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 57.\n\n                         93 CONTINUED: (4) 93\n\n                         \n\n           He unbuckles his belt, pushes his pants and underwear down to\n\n           his knees, holds himself in his hand. He lowers onto her.\n\n           Cindy adjusts her legs higher. He rotates his hips, looks\n\n           away in concentration. Cindy's arms move around him, grabbing\n\n           the small of his arching back. His pelvis humps in a feeble\n\n           performance. A small moan. Cindy's eyes press closed harder.\n\n           The erratic motion slows... stops. Dean's raspy breathing.\n\n           His weight covers Cindy. She opens her eyes to the ceiling. \n\n                         \n\n                          DEAN (CONT'D)\n\n           I'm sorry...I'm sorry...I'm sorry...\n\n                         \n\n           She looks at him. His head faces away. She rolls out from\n\n           underneath and stands.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks at him. His head faces away. She rolls out from\n\n           underneath and stands. \n\nTARGET SECTION TO BE ANNOTATED:\n She wraps her dress around her and\n\n           slips into the bedroom.\n\n                         \n\n           INT. ROMANTASUITES - NIGHT - CONTINUOUS\n\n                         94 94\n\n                         \n\n           Back against the closed door, Cindy turns the lock. Her eyes\n\n           shift from despair to relief. Her gaze grows more wild. The\n\n           doorknob jiggles. A secret, crazy laugh builds in Cindy that\n\n           she suppresses. Dean presses his face into the bedroom door. \n\n           He talks to her. \n\n                         \n\n           On the other side of the door, Cindy listens. Dean's voice\n\n           cracks. A wave of confusion backs Cindy away from the door.\n\n           She searches the room for an escape. There are no windows,\n\n           the only way out is through the locked door. Trembling, she\n\n           wraps her arms around herself. She tries to make herself as\n\n           small as possible. The spaceship bed is the only place where\n\n           she can disappear. She crawls underneath the covers, curls\n\n           into a tight ball. Sadness lets loose. Cindy's body pulses\n\n           with faint, painful tears. The black walls of the room\n\n           twinkle with stars suspended in space. The cries get lost.\n\n                         \n\n           EXT. CITY. NIGHT. 6 YEARS EARLIER.\n\n                         95 95\n\n                         \n\n           Drunk, Dean and Cindy make out on the street corner. It is\n\n           cold enough to see their breath. Their hands caress each\n\n           other, feel what is underneath the layers of clothes. Cindy\n\n           makes a move. She unbuttons Dean's Pea-Coat, feels the shape\n\n           of his chest, his abdomen, his back.\n\n                         \n\n                          CINDY\n\n           Are my hands cold?\n\n                         \n\n                          DEAN\n\n           Yes.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 58.\n\n                         95 CONTINUED: 95\n\n                         \n\n                         \n\n           Dean follows suit, reaching up under her jacket to touch the\n\n           skin on her lower back. She recoils from the icy touch.\n\n                         \n\n                          CINDY\n\n           You wanna go somewhere.\n\n                         \n\n                          DEAN\n\n           Sure.\n\n                         \n\n                          CINDY\n\n           Where can we go?\n\n                         \n\n           INT. TAXI. NIGHT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. TAXI. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\n                         96 96\n\n                         \n\n           They make out in the back of a cab. But the cab driver won't\n\n           allow it. But they can't keep their hands off each other.\n\n           They try not to get caught.\n\n                         \n\n           INT. DEAN'S FRIEND'S APARTMENT. 5AM. EARLY LIGHT\n\n                         97 97\n\n                         \n\n           The door to Jake's room is cracked open and the TV is on.\n\n           Dean and Cindy tiptoe in the apartment as quietly as they\n\n           can. They can't keep their hands off each other. Dean makes a\n\n           bed for them on the couch where he sleeps - straightening out\n\n           a couple white sheets. They crawl under with clothes on.\n\n                         \n\n                          CINDY (WHISPERS)\n\n           Is your roommate awake?\n\n                         \n\n                          DEAN (WHISPERS)\n\n           I don't know. Let me go check.\n\n                         \n\n           Dean tiptoes over to Jake's room. Peeks in his door. Returns\n\n           to the couch where Cindy is taking off her jacket. He crawls\n\n           back under the sheet.\n\n                         \n\n           DEAN (WHISPERS) (cont'd)\n\n           He's just watching TV.\n\n                         \n\n           They start to make out while listening for Jake.\n\n                         \n\n                          CINDY (WHISPERS)\n\n           Do you think he's gonna come out?\n\n                         \n\n                          DEAN (WHISPERS)\n\n           I don't know... Should I go see if he\n\n           brushed his teeth?\n\n                         \n\n           She nods. He throws off the sheet and goes into the bathroom,\n\n           touches the bristles of Jake's tooth brush. Cindy takes off\n\n           her socks and waits for Dean to return.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 59.\n\n                         97 CONTINUED: 97\n\n                         \n\n                         \n\n           DEAN (WHISPERS)(cont'd)\n\n           It's still dry.\n\n                         \n\n           He gets back on the couch. They kiss. Slowly. Silently. Their\n\n           hands search each other under the blanket. Clothing is\n\n           removed and there is alot of movement, but the details of\n\n           what occurs under that single sheet remain largely a mystery.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nSilently. Their\n\n           hands search each other under the blanket. Clothing is\n\n           removed and there is alot of movement, but the details of\n\n           what occurs under that single sheet remain largely a mystery. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           Jake's bedroom door opens and Jake walks out into the living\n\n           room and into the kitchen. Dean and Cindy pantomime sleeping.\n\n           They listen and hear Jake opening the refrigerator, pouring\n\n           himself a bowl of cereal, crunching. They feel like he's\n\n           watching them. Cindy tries her hardest not to laugh. Jake\n\n           stares at the trembling sheet with contempt before returning\n\n           to his room. Cindy releases her laugh. Dean tries to shush\n\n           her, but he can't help laughing himself.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Be quiet! Seriously. He's gonna kill me.\n\n           He already hates me.\n\n                         \n\n                          CINDY\n\n           You think he's gonna go to sleep now?\n\n                         \n\n           They hear Jake changing channels in the other room. As\n\n           quietly as possible, they have sex under the sheet.\n\n                         \n\n           INT. COLLEGE CAMPUS - BATHROOM - DAY - 6 YEARS EARLIER\n\n                         98 98\n\n                         \n\n           A red plus sign bleeds onto the result area of a home\n\n           pregnancy test. Cindy sits on a toilet in a stall holding the\n\n           positive test stick. A knock on the BATHROOM door.\n\n                         \n\n                          CINDY\n\n           Just a second...\n\n                         \n\n           She wraps the test in toilet paper and buries it in the trash\n\n           receptacle. A moment while the door swings closed. Silence.\n\n           Cindy opens the stall and confronts herself in the mirror.\n\n                         \n\n           INT. AUDITORIUM CLASSROOM - DAY - 6 YEARS EARLIER\n\n                         99 99\n\n                         \n\n           Cindy writes a note to Dean, his business card sits next to\n\n           an envelope.\n\n                         \n\n           The note reads: I don't know if I can trust you. Can I trust\n\n           you? I'm in trouble.\n\n                         \n\n           Bobby places a test paper in front of Cindy. Her grade, \"D.\"\n\n           She covers up her note. He leans in and swipes the business\n\n           card.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 59A.\n\n                         99 CONTINUED: 99\n\n                         \n\n                         \n\n                          CINDY\n\n           Give it back!\n\n                         \n\n           Bobby crushes the card in his fist.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 59A. 99 CONTINUED: 99\n\n                         \n\n                         \n\n                          CINDY\n\n           Give it back! Bobby crushes the card in his fist. \n\nTARGET SECTION TO BE ANNOTATED:\n She tries to pry it open.\n\n           She can't. She's not gonna get it back.\n\n                         \n\n           EXT. STORAGE FACILITY - PARKING LOT - DAY - 6 YEARS EARLIER 100\n\n                          \n\n                         100\n\n                         \n\n           Dean and his buddies, file out of the garage, he notices\n\n           Cindy across the street, he looks both ways, crosses the\n\n           street toward her. The closer he gets to her, the more\n\n           nervous she gets.\n\n                         \n\n                          DEAN\n\n           Are you okay?\n\n                         \n\n           Cindy nods.\n\n                         \n\n           CURTIS (O.S.)\n\n           See you later, Elvis!\n\n                         \n\n           Dean turns around and sees his work buddies busting him for\n\n           being a Romeo. He waves goodbye to them, turns back to Cindy,\n\n           embarrassed but happy. She smiles, concealing something.\n\n           Blue Valentine Official Green Script as of 6/9/09 60.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           EXT. BRIDGE - DAY - 6 YEARS EARLIER\n\n                         101 101\n\n                         \n\n           Dean and Cindy stand a distance away. Cars beneath them roar.\n\n                         \n\n                          DEAN\n\n           Is it mine?\n\n                         \n\n           Cindy looks Dean in the eyes.\n\n                         \n\n                          CINDY\n\n           I... I don't know... It might be...\n\n                         \n\n                          DEAN\n\n           You let that asshole knock you up?\n\n                         \n\n                          CINDY\n\n           ...I'm sorry...I'm sorry...\n\n                         \n\n                          DEAN\n\n           When'd this happen?\n\n                         \n\n                          CINDY\n\n           Before us.\n\n                         \n\n                          DEAN\n\n           What do you want to do?\n\n                         \n\n                          CINDY\n\n           I don't know.\n\n                         \n\n                          DEAN\n\n           (after a pause)\n\n           We'll keep it. We'll take care of it.\n\n                         \n\n           Cindy nods. Silence.\n\n                         \n\n                          CINDY\n\n           It's not the right time.\n\n                         \n\n           Dean looks down, pauses and looks back to Cindy.\n\n                         \n\n                          DEAN\n\n           Do you want to take care of it?\n\n                         \n\n           INT. ABORTION CLINIC - DAY - 6 YEARS EARLIER\n\n                         102 102\n\n                         \n\n           A female DOCTOR sits on a wheeled chair in the corner of the\n\n           room and looks through Cindy's file.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEAN\n\n           Do you want to take care of it? INT. ABORTION CLINIC - DAY - 6 YEARS EARLIER\n\n                         102 102\n\n                         \n\n           A female DOCTOR sits on a wheeled chair in the corner of the\n\n           room and looks through Cindy's file. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DOCTOR\n\n           You can put your clothes on the chair.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 61.\n\n                         102 CONTINUED: 102\n\n                         \n\n                         \n\n           Cindy does.\n\n                         \n\n                          DOCTOR (CONT'D)\n\n           How are you doing?\n\n                         \n\n                          CINDY\n\n           Okay...\n\n                         \n\n           The DOCTOR wheels over to the table in the center of the\n\n           room. She pulls out a clean sheet of examination table paper.\n\n                         \n\n                          DOCTOR\n\n           I'm going to have you lie up here, and\n\n           put your feet in the stirrups.\n\n                         \n\n           Cindy gets on the table, looks over at a tray of instruments.\n\n           The Doctor pulls a mask up over her face - the vacuum\n\n           aspirator on a wheeled base. Cindy focuses her gaze at the\n\n           corrugated ceiling, dim light.\n\n                         \n\n                          DOCTOR (CONT'D)\n\n           Are you okay?\n\n                         \n\n                          CINDY\n\n           Yeah.\n\n                         \n\n           The Doctor touches Cindy's knee to spread her legs, picks up\n\n           an instrument off the table.\n\n                         \n\n                          DOCTOR\n\n           I want you to try and relax. This is\n\n           going to be a little cold.\n\n                         \n\n           The Doctor inserts a speculum into Cindy's vagina.\n\n                         \n\n                          DOCTOR (CONT'D)\n\n           There, take a deep breath... What do you\n\n           do?\n\n                         \n\n                          CINDY\n\n           I'm a student...\n\n                         \n\n                          DOCTOR\n\n           What are you studying?\n\n                         \n\n           The Doctor dips a long swab into a solution, inserts it into\n\n           her vagina.\n\n                         \n\n                          CINDY\n\n           I'm studying to be a DOCTOR...\n\n                         \n\n                          DOCTOR\n\n           That's what I studied.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 62.\n\n                         102 CONTINUED: (2) 102\n\n                         \n\n                         \n\n           She laughs. Cindy doesn't know what to do with her eyes. The\n\n           Doctor picks up a syringe.\n\n                         \n\n                          CINDY\n\n           What's that?\n\n                         \n\n                          DOCTOR\n\n           This is a mild anesthetic for your\n\n           cervix.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\n\n           Doctor picks up a syringe. CINDY\n\n           What's that? DOCTOR\n\n           This is a mild anesthetic for your\n\n           cervix. \n\nTARGET SECTION TO BE ANNOTATED:\n You're going to feel a pinch and\n\n           then it's going to feel like electricity.\n\n                         \n\n           Cindy looks back up at the ceiling. She steady's her breath.\n\n                         \n\n                          DOCTOR (CONT'D)\n\n           Can you cough for me.\n\n                         \n\n           Cindy coughs.\n\n                         \n\n                          DOCTOR (CONT'D)\n\n           Good... Why do you want to be a Doctor?\n\n                         \n\n           Wheels move across the linoleum floor. The Doctor positions\n\n           the vacuum aspirator.\n\n                         \n\n                          CINDY\n\n           Because... I always thought... it would\n\n           be wonderful to take a sick child and...\n\n                         \n\n           Cindy cuts herself off. The Doctor holds a hose.\n\n                         \n\n                          DOCTOR\n\n           And what?\n\n                         \n\n                          CINDY\n\n           ...heal them...\n\n                         \n\n                          DOCTOR\n\n           Cindy, I'm going to begin the procedure.\n\n           It won't take long. You may feel a little\n\n           cramping.\n\n                         \n\n           The Doctor turns on the vacuum. Panic flushes Cindy's face.\n\n           Her eyes widen.\n\n                         \n\n                          CINDY\n\n           Wait... wait.\n\n                         \n\n           INT. ABORTION CLINIC - WAITING ROOM - DAY - 6 YEARS EARLIER 103\n\n                         103\n\n                         \n\n           A plastic model of a womb and fetus on the magazine-laden\n\n           coffee table. Ashtrays overflow. Dean, wearing his work\n\n           clothes, sits among several would-be fathers.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 63.\n\n                         103 CONTINUED: 103\n\n                         \n\n           He snuffs his cigarette and studies the fetus in the plastic\n\n           uterus. TROY, Bobby's wrestler friend, sits nearby.\n\n                         \n\n           The waiting room door opens, Cindy comes out. Dean puts the\n\n           model back and stands up. They stare at each other. Dean nods\n\n           slightly. Cindy shakes her head \"no.\" A flush of realization\n\n           across Dean's face, then a smile. He goes to her and wraps\n\n           his arms around her.\n\n                         \n\n           TROY (O.S.)\n\n           Cindy?\n\n                         \n\n           Cindy looks over Dean's shoulder to Troy, who gazes at her\n\n           over a magazine. Dean looks back and forth between them.\n\n           Cindy looks ahead and walks out with Dean.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nCindy looks over Dean's shoulder to Troy, who gazes at her\n\n           over a magazine. Dean looks back and forth between them. Cindy looks ahead and walks out with Dean. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           INT. BUS - NIGHT - 6 YEARS EARLIER\n\n                         104 104\n\n                         \n\n           Darkness passes. Cindy lies against Dean in the back of the\n\n           bright bus. Her head rests on his chest, arms holding his\n\n           encircling arms. She is wearing the locket around her neck.\n\n           Dean caresses Cindy's earlobe. Her eyes are closed.\n\n                         \n\n                          DEAN\n\n           You're not in this alone. This baby is\n\n           ours. It's us. Let's start a family.\n\n                         \n\n                          CINDY\n\n           Your eyes ever wide open, and you're\n\n           dreaming?\n\n                         \n\n           Cindy breathes deep &amp; settles into him. Dean hums a lullaby.\n\n                         \n\n                          CINDY (CONT'D)\n\n           You smell like you.\n\n                         \n\n           INT. ROMANTASUITES - BEDROOM - EARLY MORNING - PRESENT DAY\n\n                         105 105\n\n                         \n\n           Darkness disturbed by beeping. Cindy awakens, dishevelled\n\n           from the night before. She lifts her cell phone off the\n\n           bedside table and squints to make out the text.\n\n                         \n\n                          CINDY\n\n           Shit.\n\n                         \n\n           She drops it and rolls over. The digital clock reads 4:52...\n\n           Moments later... she is on the phone.\n\n                         \n\n           CINDY (on phone) (cont'd)\n\n           Hi it's Cindy... I have this weekend off.\n\n                         \n\n           Cindy unwraps the bandage on her hand. She presses the four\n\n           vampire bites to her lips.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 64.\n\n                         105 CONTINUED: 105\n\n                         \n\n                         \n\n           CINDY (cont'd on phone)\n\n                          (CONT'D)\n\n           ...Who didn't show?...Meredith again? How\n\n           long can she keep doing this?... Did you\n\n           try Janet?...She's your first call....I'm\n\n           out of town too...Yes I know, I know all\n\n           of it. Yes...It's going to take me a few\n\n           hours.\n\n                         \n\n           She hangs up, eases the door open. Dean is passed out in the\n\n           middle of the hallway.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's going to take me a few\n\n           hours. She hangs up, eases the door open. Dean is passed out in the\n\n           middle of the hallway. \n\nTARGET SECTION TO BE ANNOTATED:\n She tries to wake him, but he's\n\n           hibernating. She steps over his fallen body.\n\n                         \n\n           INT. ROMANTASUITES - VARIOUS - PRESENT DAY\n\n                         106 106\n\n                         \n\n           - Cindy washes her face in the shower. She looks at the\n\n           vampire holes on the back of her hand.\n\n                         \n\n           - her hair in a towel, Cindy flicks on the coffee maker. She\n\n           eats a banana. - she throws on jeans and a sweater. - inhales\n\n           from an inhaler for her asthma. - holds her eye open and\n\n           drops eye-drops. - vigorously brushes her teeth. - drinks\n\n           coffee and writes a note on Fantasuite stationery. - washes\n\n           the mug in the kitchen sink. - tapes the note to the\n\n           television screen. - She stands over DEAN.\n\n                         \n\n                          CINDY\n\n           Goodbye.\n\n                         \n\n           No response. She closes the door behind her.\n\n                         \n\n           INT. ROMANTASUITES - LATER - PRESENT DAY\n\n                         107 107\n\n                         \n\n           The phone rings. Dean's eyes struggle open, drunk. He listens\n\n           annoyed to the ring. After the eighth ring, he hollers.\n\n                         \n\n                          DEAN\n\n           Cynthia!\n\n                         \n\n           No response. He struggles up and stumbles to the phone.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Hello?\n\n                         \n\n           A prerecorded message.\n\n                         \n\n                          MESSAGE\n\n           Good morning. This is your...11:30\n\n           a.m...wake up call.\n\n                         \n\n                          DEAN\n\n           OK.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 65.\n\n                         107 CONTINUED: 107\n\n                         \n\n                         \n\n           He hangs up the phone and looks around the room.\n\n                         \n\n           DEAN (confused) (cont'd)\n\n           Cynthia?\n\n                         \n\n           He wanders to the bedroom, the door is open. Cindy's bags sit\n\n           next to a made bed. He calls out for her again. - He walks\n\n           into the bathroom and urinates, finds only a damp towel\n\n           hanging over the shower door. He touches the bristles of\n\n           Cindy's toothbrush, flicking up a spray of water.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nCindy's bags sit\n\n           next to a made bed. He calls out for her again. - He walks\n\n           into the bathroom and urinates, finds only a damp towel\n\n           hanging over the shower door. He touches the bristles of\n\n           Cindy's toothbrush, flicking up a spray of water. \n\nTARGET SECTION TO BE ANNOTATED:\n - He walks\n\n           to the kitchen and lights a cigarette. He coughs a little as\n\n           he pours himself a cup of coffee. Zaps it in the microwave.\n\n                         \n\n           EXT. ROMANTASUITES - PARKING LOT - CONTINUOUS - PRESENT DAY 108\n\n                         108\n\n                         \n\n           A plane cuts through the sky. Dean stands in front of an\n\n           empty parking space. He stares at where her car should be. A\n\n           Chrysler Aspen is parked with its back opened. KARINA and\n\n           BILLY, two high school kids, toss in luggage.\n\n                         \n\n           INT. ROMANTASUITES LOBBY - CONTINUOUS - PRESENT DAY\n\n                         109 109\n\n                         \n\n           Dean leans on the concierge desk.\n\n                         \n\n                          DEAN\n\n           Was she with a guy?\n\n                         \n\n                          CONCIERGE\n\n           Like I said, I couldn't say. I just got\n\n           here, so maybe she left before I came in.\n\n                         \n\n           He types on the computer.\n\n                         \n\n                          CONCIERGE (CONT'D)\n\n           And, she didn't check out. You're still\n\n           booked until...Monday morning. 11 am. Is\n\n           there anything else I can help you with\n\n           sir?\n\n                         \n\n           INT. ROMANTASUITES -HALLWAY/MOON ROOM- CONTINUOUS - PRESENT 110\n\n                         110\n\n                         \n\n           Dean puts his key in the door to his room. Across the\n\n           hallway, Billy calls into a room.\n\n                         \n\n           BILLY (O.S.)\n\n           Hurry up Randy!\n\n                         \n\n           Dean walks in to his room, sits down, heavy. His stare is out\n\n           of focus. He turns on the TV. Volume comes up loud. The TV\n\n           illuminates the note left by Cindy. Dean stares at it for a\n\n           moment. He plucks the note from the screen and reads it.\n\n           \"Dean - I got called in.\n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 66.\n\n                         110 CONTINUED: 110\n\n                         \n\n           I was going to wake you but I knew you wouldn't understand.\n\n           I'll be back this afternoon to get you. We have to talk. I'm\n\n           sorry...",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll be back this afternoon to get you. We have to talk. I'm\n\n           sorry... \n\nTARGET SECTION TO BE ANNOTATED:\n-C\"\n\n                         \n\n           Dean eyes search for something. He sees the vodka bottle and\n\n           takes a drink. Pacing, he lets out a few angry weeps and\n\n           reaches in his front shirt pocket for a cigarette. He's out.\n\n           In the ashtray, he grabs a snuffed out butt. He searches for\n\n           a lighter. He lights his cigarette on the stove. He hears the\n\n           kids in the hallway.\n\n                         \n\n           He opens the door and Randy, a hungover high school kid, and\n\n           AMANDA, large-chested, short, walk down the hallway, arm and\n\n           arm. They slow when see a frighteningly dishevelled Dean,\n\n           vodka in hand, cigarette in mouth, framed in the door jam.\n\n                         \n\n           INT. BILLY'S CAR - DAY - PRESENT DAY\n\n                         111 111\n\n                         \n\n           Dean rides in the back seat of a Jeep Cherokee wedged in\n\n           between Amanda and Randy. Billy and Karina sit in the front\n\n           seat. Amanda offers Dean a glass pipe.\n\n                         \n\n                          AMANDA\n\n           You want some of this?\n\n                         \n\n           Dean accepts the pipe and takes a monster toke, holding it in\n\n           until his face turns purple.\n\n                         \n\n           EXT. NEIGHBORHOOD - EARLY MORNING - 6 YEARS EARLIER \n\n                         112 112\n\n                         \n\n           Spring sky.. Trees blossom. Cindy walks alone down the street\n\n           from the train station.\n\n                         \n\n           INT. HELLER HOME - EARLY MORNING - 6 YEARS EARLIER\n\n                         113 113\n\n                         \n\n           The front door squeaks open, Cindy slips in. Glenda is passed\n\n           out on the couch. She tiptoes up the creaking staircase. A\n\n           shower runs. She heads down the hallway to her room.\n\n                         \n\n           INT. - CINDY'S ROOM - EARLY MORNING - 6 YEARS EARLIER\n\n                         114 114\n\n                         \n\n           Cindy opens the door to her bedroom, falls on her bed and is\n\n           about to close her eyes but is distracted by the blinking\n\n           lights of the answering machine. Cindy presses play.\n\n                         \n\n           ANSWERING MACHINE VOICE\n\n           You have twenty five new messages. BEEP\n\n                         \n\n           Cindy sits up.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nCindy presses play. ANSWERING MACHINE VOICE\n\n           You have twenty five new messages. BEEP\n\n                         \n\n           Cindy sits up. \n\nTARGET SECTION TO BE ANNOTATED:\n. Bobby voice is heard - drunk.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 67.\n\n                         114 CONTINUED: 114\n\n                         \n\n                         \n\n           BOBBY (on answering machine)\n\n           I just want to say to you thanks for\n\n           making all bets off and freeing me of my\n\n           human decency. All your shit's going in\n\n           the trash, your books are gonna be ripped\n\n           up. We'll go to war see who'll win. I\n\n           know who the fucker is and I'm gonna\n\n           destroy him. BEEP You probably don't know\n\n           what you did. I want it all to come out.\n\n           It'll be beautiful, It'll be sweet, it'll\n\n           be awesome. BEEP\n\n                         \n\n           Glenda's bloodshot eyeball appears in the doorway.\n\n                         \n\n           Bobby (V.O.) (cont'd)\n\n           BEEP Well, what I was really trying to\n\n           say before your machine cut me off is you\n\n           created me, I'm your child... You created\n\n           the person that I am now, and now you\n\n           have to deal with this person.\n\n                         \n\n           A SOUND - Cindy turns around sees her mom in the doorway.\n\n                         \n\n           INT. TROY'S CAR - DAY - 6 YEARS EARLIER\n\n                         115 115\n\n                         \n\n           The car drives down a highway toward the city. TONY powers\n\n           down beers in the back. Underwear hangs from the rearview.\n\n                         \n\n           BOBBY (V.O.)\n\n           ...And I got nothing better to do than\n\n           destroy you both. BEEP If you think I'm\n\n           being evil, you have no idea, no idea at\n\n           all... I'm growing very impatient and I\n\n           really don't give a fuck anymore...\n\n                         \n\n           Bobby shotguns a beer in the passenger's seat. Speed metal\n\n           music and adrenaline. The car blasts down the street to the\n\n           storage facility. The three bound out of the car, fists\n\n           clenched, geared up for ultraviolence.\n\n                         \n\n           INT. STORAGE FACILITY - CONTINUOUS - 6 YEARS EARLIER \n\n                         116 116\n\n                         \n\n           They storm the reception.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe three bound out of the car, fists\n\n           clenched, geared up for ultraviolence. INT. STORAGE FACILITY - CONTINUOUS - 6 YEARS EARLIER \n\n                         116 116\n\n                         \n\n           They storm the reception. \n\nTARGET SECTION TO BE ANNOTATED:\n The office is empty - Jo is on her\n\n           lunch break. Troy tries the door leading to the garage, it is\n\n           locked. So he squeezes through the receptionist window, feels\n\n           underneath the desk for the door release button. Tony yanks\n\n           on the door. The door buzzes open and the gang, Bobby in the\n\n           lead, rush into the cacophonous garage.\n\n                         \n\n           INT. HELLER HOME - MORNING. 6 YEARS EARLIER\n\n                         117 117\n\n                         \n\n           Cindy presses the telephone to her ear - waiting...\n\n           Blue Valentine Official Green Script as of 6/9/09 68.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. GARAGE - CONTINUOUS\n\n                         118 118\n\n                         \n\n           Dean is all alone in the garage, loading up a truck with\n\n           reams of cardboard boxes for a big job tomorrow. Bobby and\n\n           gang search through a maze of yellow trucks.\n\n                         \n\n                          BOBBY\n\n           Hey faggot!\n\n                         \n\n           Dean continues his work.\n\n                         \n\n                          BOBBY (CONT'D)\n\n           Is your name Dean?\n\n                         \n\n                          DEAN\n\n           Who's askin'?\n\n                         \n\n           Bobby rushes him, throws a shoulder into his stomach. They\n\n           both flail to the floor. The two lock. Everything is quick.\n\n           Bobby sends a flurry of punches to Dean's ribs and guts. Dean\n\n           pummels the back of Bobby's head with blind overhead rights.\n\n           It becomes clear that Bobby has the upper hand. He holds\n\n           Dean's bloodied head in some kind of jiujitsu headlock.\n\n                         \n\n                          BOBBY\n\n           Think I'm dumb? Think I'm that dumb?\n\n                         \n\n           Dean struggles to breathe but manages to say...\n\n                         \n\n                          DEAN\n\n           I think you're a fucking idiot.\n\n                         \n\n           Bobby hits him again, harder. Harder.\n\n                         \n\n                          BOBBY\n\n           Fucking faggot!\n\n                         \n\n           - Troy and Tony watch the door and egg Bobby on. - THE PHONE\n\n           RINGS OFF THE HOOK in the EMPTY OFFICE.\n\n                         \n\n           INT. HELLER HOME - MORNING. 6 YEARS EARLIER\n\n                         119 119\n\n                         \n\n           Cindy's mind is taking her to bad places. She hangs up.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HELLER HOME - MORNING. 6 YEARS EARLIER\n\n                         119 119\n\n                         \n\n           Cindy's mind is taking her to bad places. She hangs up. \n\nTARGET SECTION TO BE ANNOTATED:\n Tells\n\n           herself that everything is all right. Paces her room... Picks\n\n           up the phone and dials again.\n\n                         \n\n           INT. GARAGE - CONTINUOUS - 6 YEARS EARLIER\n\n                         120 120\n\n                         \n\n           Troy whistles sharp, warning Bobby that Jo has just arrived.\n\n           Bobby kicks Dean while he's down. Dean is beat and Bobby is\n\n           running out of breath and strength.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 69.\n\n                         120 CONTINUED: 120\n\n                         \n\n                         \n\n                          BOBBY\n\n           Stay away from her!\n\n                         \n\n                          DEAN\n\n           Never.\n\n                         \n\n           Bobby looks at his bloodied hands. He lacks the strength to\n\n           lift he arms. Gives one last weak kick into Dean's bloodied\n\n           face. Troy and Tony pull Bobby out. The gang leaves,\n\n           victorious yet somehow defeated. The office phone, which has\n\n           been ringing incessantly, stops.\n\n                         \n\n           Dean is on the floor in the fetal position. It takes him a\n\n           while, but he manages to sit up. He feels the inside of his\n\n           split lip with his tongue. He doesn't feel pain as much as he\n\n           feels tingling and ringing - all over. Jo comes in. She\n\n           freezes when she sees him.\n\n                         \n\n                          JO\n\n           Dean... Telephone.\n\n                         \n\n           It takes Dean a while to get up, but he does. And it takes\n\n           him a while to get to the office where his phone call awaits.\n\n           Once there, he holds the receiver in his hand for a beat...\n\n                         \n\n                          DEAN\n\n           Hello?\n\n                         \n\n           INT. CLINIC - WAITING ROOM - DAY - PRESENT DAY\n\n                         121 121\n\n                         \n\n           Cindy wearing scrubs, picks up the ringing phone.\n\n                         \n\n                          CINDY\n\n           Mediplex... You are going to need to come\n\n           in... We're going to need to see him... I\n\n           can't diagnose over the phone... About 20-\n\n           30 minutes... Okay? ...okay, bye...\n\n                         \n\n           Cindy hangs up. She holds a clipboard.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nOkay? ...okay, bye... Cindy hangs up. She holds a clipboard. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           CINDY (reading) (cont'd)\n\n           Maria?\n\n                         \n\n           A Hispanic women, MARIA GUEVARA - robust, 50's - clutches her\n\n           purse and rises off a waiting area chair. Cindy smiles.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Right this way.\n\n                         \n\n           INT. CLINIC - EXAMINATION ROOM - CONTINUOUS - PRESENT DAY\n\n                         122 122\n\n                         \n\n           Cindy opens the door and gestures to the examination table.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 70.\n\n                         122 CONTINUED: 122\n\n                         \n\n                         \n\n                          CINDY\n\n           Have a seat on the table, Mrs. Guevara.\n\n                         \n\n           Maria has a blank look.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Do you speak English? Hablas Ingles?\n\n                         \n\n           Maria holds her fingers up, indicating an inch.\n\n                         \n\n                          MARIA\n\n           Small.\n\n                         \n\n                          CINDY\n\n           Poquito?\n\n                         \n\n                          MARIA\n\n           Si.\n\n                         \n\n                          CINDY\n\n           Yo tabien. De donde eres tu?\n\n                         \n\n                          MARIA\n\n           El Salvador.\n\n                         \n\n                          CINDY\n\n           So...Tu famalia esta aqui? Here?\n\n                         \n\n                          MARIA\n\n           No no.\n\n                         \n\n                          CINDY\n\n           They're in El Salvador?\n\n                         \n\n                          MARIA\n\n           Si....Yo...sola. How you say en Ingles?\n\n           Sola?\n\n                         \n\n                          CINDY\n\n           Uh...Sola...Alone.\n\n                         \n\n                          MARIA\n\n           Si. Alone.\n\n                         \n\n                          CINDY\n\n           But hopefully not lonely.\n\n                         \n\n           Maria hides her face with her hand and lets out a self-\n\n           pitying giggle. Cindy looks at her clipboard.\n\n                         \n\n                          CINDY (CONT'D)\n\n           So you're feeling some pain in your left\n\n           breast. Uh...Tu dueles en tu chiche?\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 71.\n\n                         122 CONTINUED: (2) 122\n\n                         \n\n                         \n\n                          MARIA\n\n           Si Si.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nTu dueles en tu chiche? (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 71. 122 CONTINUED: (2) 122\n\n                         \n\n                         \n\n                          MARIA\n\n           Si Si. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          CINDY\n\n           Well let's take a look.\n\n                         \n\n           Cindy hands her a paper robe.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Can you take off tu ropas and pongas...\n\n           put this on? Okay? Comprende?\n\n                         \n\n           Maria nods and takes the robe. Cindy turns to leave.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Lo siento mi Espanol es muy mal.\n\n                         \n\n           INT. CLINIC - HALLWAY - CONTINUOUS - PRESENT DAY\n\n                         123 123\n\n                         \n\n           Cindy leaves the room and gets a drink of water from the\n\n           fountain. Dr. Feinberg approaches her from behind.\n\n                         \n\n           DR. FEINBERG\n\n           Busy. Haven't sat down yet. Walk with me.\n\n                         \n\n           Cindy's holds her clipboard to her chest. He tilts it down\n\n           with his finger.\n\n                         \n\n           DR. FEINBERG (cont'd)\n\n           What do you have?\n\n                         \n\n                          CINDY\n\n           A woman in 215. Hispanic. 53. Lives\n\n           alone. Complaining of pain in her left\n\n           breast.\n\n                         \n\n           DR. FEINBERG\n\n           Uh huh. I'll be in in a minute. By the\n\n           way, I was thinking about you.\n\n                         \n\n                          CINDY\n\n           Oh yeah?\n\n                         \n\n           DR. FEINBERG\n\n           Yeah, well I can understand how you might\n\n           not be able to relocate your whole family\n\n           up to Riverdale, with your daughter being\n\n           in school and everything. But, I was\n\n           thinking, maybe, you could get an\n\n           apartment. Work during the week, drive\n\n           down on weekends.\n\n                         \n\n           They arrive at a door, Room 220.\n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 72.\n\n                         123 CONTINUED: 123\n\n                         \n\n                         \n\n           DR. FEINBERG (cont'd)\n\n           You wouldn't have to worry about being\n\n           alone... We could hang out together. Grab\n\n           some dinners sometime.\n\n                         \n\n           Cindy blushes and then her brow furrows.\n\n                         \n\n                          CINDY\n\n           I'm married.\n\n                         \n\n           DR.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nCindy blushes and then her brow furrows. CINDY\n\n           I'm married. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n FEINBERG\n\n           It's not a proposition, I'm just trying\n\n           to help.\n\n                         \n\n                          CINDY\n\n           I don't remember asking you for help.\n\n                         \n\n           He holds up his hands and leaves Cindy alone in the hallway.\n\n           She looks at the ground, turns around and walks to Room 215.\n\n                         \n\n           INT. CLINIC - EXAMINATION ROOM - CONTINUOUS - PRESENT DAY\n\n                         124 124\n\n                         \n\n           Maria sits, still clothed, on the table clutching the robe.\n\n           Cindy walks into the room and looks at her.\n\n                         \n\n                          CINDY\n\n           What's the problem, Maria? Tu sabes?\n\n                         \n\n           Cindy pantomimes undoing her shirt.\n\n                         \n\n                          CINDY (CONT'D)\n\n           No comprende? Necessita take off tu\n\n           comisitas. Your shirt. Understand?\n\n                         \n\n           Maria nods and undoes her blouse. Cindy turns her back. Maria\n\n           sits slumped with her blouse opened. Cindy pantomimes\n\n           removing her shirt fully. Maria does so and sits with her\n\n           hand covering her face. Cindy gestures to her bra.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Por favor, Maria. Come on.\n\n                         \n\n           Maria unhooks her bra. A purplish cantaloupe-size abscess\n\n           grows on her left breast. Cindy's covers her mouth.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Oh my God. Jesus Christ. Maria...\n\n                         \n\n           Maria puts back on her blouse.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 73.\n\n                         124 CONTINUED: 124\n\n                         \n\n                         \n\n                          CINDY (CONT'D)\n\n           Maria! Que eso? Why didn't you come in\n\n           sooner? Why did you wait this long?! Eso\n\n           es muy mal. Very bad.\n\n                         \n\n           Maria starts to cry.\n\n                         \n\n                          CINDY (CONT'D)\n\n           How could you look at yourself in the\n\n           mirror and pretend it's not there? How\n\n           long have you been pretending?\n\n                         \n\n           Dr. Feinberg walks into the room.\n\n                         \n\n           DR. FEINBERG\n\n           Cindy.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nFeinberg walks into the room. DR. FEINBERG\n\n           Cindy. \n\nTARGET SECTION TO BE ANNOTATED:\n What's going on here?\n\n                         \n\n           Cindy points to Maria.\n\n                         \n\n                          CINDY\n\n           Her breast. Her breast!\n\n                         \n\n           Dr. Feinberg takes Cindy's clipboard from her hands.\n\n                         \n\n           DR. FEINBERG\n\n           I can take over from here.\n\n                         \n\n           He talks to Maria calm and clear.\n\n                         \n\n           DR. FEINBERG (cont'd)\n\n           Hello Mrs. Guevara. I'm Dr. Feinberg. I'm\n\n           your DOCTOR. Let me see. It's OK.\n\n                         \n\n           He reaches for the trembling Maria's blouse. Maria flinches.\n\n                         \n\n                          CINDY\n\n           It's probably been growing for years!\n\n                         \n\n           Dr. Feinberg turns to Cindy.\n\n                         \n\n           DR. FEINBERG\n\n           Out!\n\n                         \n\n           He turns back to Maria and places his hand on her shoulder.\n\n                         \n\n           DR. FEINBERG (cont'd)\n\n           It's going to be alright, Mrs. Guevara.\n\n                         \n\n           Cindy backs out of the room.\n\n           Blue Valentine Official Green Script as of 6/9/09 74.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           EXT. CLINIC - DAY - PRESENT DAY\n\n                         125 125\n\n                         \n\n           Dean gets out of the Aspen. The kids honk as they drive off.\n\n           Drunk and stoned, he walks to the entrance of the clinic\n\n           carrying their suitcases.\n\n                         \n\n           INT. CLINIC - CONTINUOUS - PRESENT DAY\n\n                         126 126\n\n                         \n\n           Dean walks through the lobby and approaches Mimi at the\n\n           reception desk. He drops his baggage.\n\n                         \n\n                          MIMI\n\n                          (ON PHONE)\n\n           Ma'am you're going to have to bring him\n\n           in...you have to bring him in...\n\n                         \n\n                          DEAN\n\n           Where's my wife?\n\n                         \n\n           She hands him an in-patient form. Dean looks at it.\n\n                         \n\n                          DEAN (CONT'D)\n\n           I'm not sick.\n\n                         \n\n           Mimi cups her hand over the phone.\n\n                         \n\n                          MIMI\n\n           You need to fill that out, sir. You can\n\n           go over there.\n\n                         \n\n           Mimi returns to the phone.\n\n                         \n\n                          DEAN\n\n           There's nothing wrong with me.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can\n\n           go over there. Mimi returns to the phone. DEAN\n\n           There's nothing wrong with me. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           Dean hands her back the clipboard.\n\n                         \n\n                          MIMI\n\n           No, you need to fill it out, sir. Bring\n\n           it back up to me when you're done.\n\n                         \n\n                          DEAN\n\n           Where's my wife?\n\n                         \n\n           Mimi lowers the phone.\n\n                         \n\n                          MIMI\n\n           Who's your wife?\n\n                         \n\n                          DEAN\n\n           Cynthia. Where is she?\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 75.\n\n                         126 CONTINUED: 126\n\n                         \n\n                         \n\n                          MIMI\n\n           Are you Dean?\n\n                         \n\n                          DEAN\n\n           Yeah, are you deaf or are you just dumb?\n\n                         \n\n           She puts the phone on hold and disappears into the clinic.\n\n           Dean turns around and looks at the people in the waiting\n\n           room. He has a slight confrontation with a gang banger.\n\n                         \n\n           Cindy approaches from the hallway.\n\n                         \n\n                          CINDY\n\n           Dean?\n\n                         \n\n                          DEAN (TURNS)\n\n           Saved you a trip.\n\n                         \n\n                          CINDY\n\n           I can see that. How'd you get here?\n\n                         \n\n                          DEAN\n\n           I got a ride.\n\n                         \n\n           Mimi appears behind Cindy.\n\n                         \n\n                          DEAN (CONT'D)\n\n           - I was going out of my mind. I didn't\n\n           know if there's an emergency. I didn't\n\n           know if Francis was hurt. Did you think\n\n           about that?\n\n                         \n\n                          CINDY\n\n           Frankie's fine...\n\n                         \n\n           Dean nods. He looks over Cindy's shoulder at Mimi.\n\n                         \n\n                          DEAN\n\n           Taking pictures?\n\n                         \n\n           Mimi sits down at her desk and picks up a ringing phone.\n\n                         \n\n                          CINDY\n\n           We're not going to do this here.\n\n                         \n\n           Cindy crosses the counter, grabs the bags by Dean's feet.\n\n                         \n\n           CINDY (to Mimi) (cont'd)\n\n           Give me a few minutes.\n\n                         \n\n                          MIMI\n\n           I'll be right here. Don't let him\n\n           brainwash you again.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 76.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nMIMI\n\n           I'll be right here. Don't let him\n\n           brainwash you again. (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 76. \n\nTARGET SECTION TO BE ANNOTATED:\n                         126 CONTINUED: (2) 126\n\n                         \n\n                         \n\n                          CINDY\n\n           Live your life.\n\n                         \n\n           Cindy walks out of the clinic hefting her bags.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Help me.\n\n                         \n\n           Dean grabs the remaining luggage and follows, throwing back a\n\n           look to both Mimi and the Gang-banger.\n\n                         \n\n           EXT. CLINIC - PARKING LOT - CONTINUOUS - PRESENT DAY\n\n                         127 127\n\n                         \n\n           Dean follows behind Cindy.\n\n                         \n\n                          DEAN\n\n           Last night got fucked up, OK? I know it.\n\n           I know I'm lazy, I eat too much, I drink\n\n           too much, I drive you crazy with all my\n\n           jealous bullshit. I fuck up. I know I'm\n\n           clumsy. But you're not trying anymore.\n\n                         \n\n           Cindy hurls the bags into the back of the car. Dean helps.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Please don't make me be alone.\n\n                         \n\n                          CINDY\n\n           Are you drunk?\n\n                         \n\n                          DEAN\n\n           I'm OK.\n\n                         \n\n                          CINDY\n\n           Can you drive?\n\n                         \n\n                          DEAN\n\n           Yeah. Let's go.\n\n                         \n\n                          CINDY\n\n           No, you go. Take the car home.\n\n                         \n\n           She hands him the keys.\n\n                         \n\n                          DEAN\n\n           You don't think about anyone but\n\n           yourself. Do you?\n\n                         \n\n           Cindy walks back to the clinic. Dean follows close behind.\n\n                         \n\n                          DEAN (CONT'D)\n\n           You got no time for me anymore. It all\n\n           goes to this fucking job.\n\n                          (MORE)\n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 77.\n\n                         127 CONTINUED: 127\n\n                         \n\n           You give it all to them. All these people\n\n           who don't give a shit about you. They get\n\n           the beautiful version of you. What does\n\n           your family get? Nothing. You come home\n\n           and you're empty. You think I don't\n\n           notice? You think Frankie doesn't notice?\n\n           Her mom walking around like a ghost?\n\n                         \n\n                          CINDY\n\n           You know how many sacrifices I make every\n\n           day.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou think Frankie doesn't notice? Her mom walking around like a ghost? CINDY\n\n           You know how many sacrifices I make every\n\n           day. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DEAN\n\n           You! What about me? I gave up everything\n\n           for you.\n\n                         \n\n                          CINDY\n\n           I never asked you to! I can't take this\n\n           shit anymore.\n\n                         \n\n           Cindy enters through the electric doors.\n\n                         \n\n           INT. CLINIC - CONTINUOUS - PRESENT DAY\n\n                         128 128\n\n                         \n\n           Dean follows Cindy down the hallway to the employee's lounge.\n\n                         \n\n                          DEAN\n\n           Take what? What can't you take... The\n\n           truth? I know you can't... You never\n\n           could.\n\n                         \n\n                          CINDY\n\n           You're right Dean, I can't take the\n\n           truth...I've had it with the truth or\n\n           whatever it is you make up along the way\n\n           and label as truth... You win. I give\n\n           up... I've been lying to you for a long\n\n           time.\n\n                         \n\n                          DEAN\n\n           Who is it?\n\n                         \n\n                          CINDY\n\n           It's me, Dean. I didn't want to hurt you.\n\n           But I'm not the person you fell in love\n\n           with. And you won't let me be anything\n\n           but that person. That's why I can't look\n\n           at you. Because every time I do I can't\n\n           stop thinking about how much I want you\n\n           to hate me. But you're too stupid to see\n\n           it, and too chicken shit to do anything\n\n           about it.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 78.\n\n                         128 CONTINUED: 128\n\n                         \n\n                         \n\n                          DEAN\n\n           Wait a second...\n\n                         \n\n           He grabs her in a hug. Her arms are pressed into her side.\n\n                         \n\n                          CINDY\n\n           I don't love you anymore... Why can't you\n\n           stop loving me?\n\n                         \n\n           He pulls back his fist and swings, hitting the metal locker\n\n           behind Cindy's head. He repeats the blows with thunderous\n\n           rage. Feinberg enters the room.\n\n                         \n\n                          FEINBERG\n\n           What the hell is going on!?\n\n                         \n\n           Dean turns and takes a blind swing at Feinberg. One blow and\n\n           Feinberg reels against the metal lockers.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nFEINBERG\n\n           What the hell is going on!? Dean turns and takes a blind swing at Feinberg. One blow and\n\n           Feinberg reels against the metal lockers. \n\nTARGET SECTION TO BE ANNOTATED:\n He hits the ground\n\n           with a thud. His nose gushes blood. Dean paces around\n\n           Feinberg like a caged animal. He pulls down a locker with his\n\n           hand. It crashes to the floor. Cindy kneels over Feinberg.\n\n                         \n\n                          CINDY\n\n           I'm sorry. I'm sorry. Let me see.\n\n                         \n\n                          FEINBERG\n\n           You're done. Leave.\n\n                         \n\n           Dean jerks Cindy up off the floor.\n\n                         \n\n                          DEAN\n\n           Get up.\n\n                         \n\n           She hits Dean with a flurry of flailing fists.\n\n                         \n\n                          CINDY\n\n           You son of a bitch!\n\n                         \n\n           Punches catch him in the nose. Cindy bullies Dean backwards\n\n           with repeated shoves to the chest. He backs up down the\n\n           hallway. Mimi stands in the hallway.\n\n                         \n\n                          MIMI\n\n           Oh my god. Call 911. I'm going to call\n\n           911.\n\n                         \n\n           The doors slide open and Dean backs outside.\n\n                         \n\n           EXT. CLINIC - CONTINUOUS - PRESENT DAY\n\n                         129 129\n\n                         \n\n                          CINDY\n\n           Give me the keys.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 79.\n\n                         129 CONTINUED: 129\n\n                         \n\n                         \n\n           She digs into his pocket and fishes them out. She marches to\n\n           the car, gets in the driver's seat, starts the car - the\n\n           radio blasts at high decibels. Dean bangs on the passenger\n\n           side window. Cindy flips the lock. Dean gets in the car.\n\n                         \n\n                          CINDY (CONT'D)\n\n           I want a divorce!\n\n                         \n\n           She has emptied herself. Her whole body is numb and it feels\n\n           as if she is floating in space. Anger overcomes Dean. He hits\n\n           the dashboard with concrete fists.\n\n                         \n\n                          DEAN\n\n           I know!\n\n                         \n\n           He grabs the suitcase next to him and opens the door. He\n\n           throws it through the air into a FIELD - trying rid himself\n\n           of pain, longing, and desperation. He clutches his wedding\n\n           ring, but can't yank it off of his fat finger.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grabs the suitcase next to him and opens the door. He\n\n           throws it through the air into a FIELD - trying rid himself\n\n           of pain, longing, and desperation. He clutches his wedding\n\n           ring, but can't yank it off of his fat finger. \n\nTARGET SECTION TO BE ANNOTATED:\n Finally, he\n\n           gets it off and tosses it into the field. The moment he\n\n           releases it, he wishes he hadn't.\n\n                         \n\n           MOMENTS LATER - Dean and Cindy search for the ring. It is\n\n           lost. Music begins to play in reverse.\n\n                         \n\n           INT/EXT. HOME VIDEO MONTAGE:\n\n                         130 130\n\n                         \n\n           Various Scenes of the Periera family together...\n\n                         \n\n           EXT. FLOWERSHOP. AFTERNOON. 6 YEARS EARLIER.\n\n                         131 131\n\n                         \n\n           All kinds of flowers. Colors, smells. Freshly arranged. Dean\n\n           studies them. Finds the one's he likes. And steals them.\n\n                         \n\n           EXT. STREET - DUSK - 6 YEARS EARLIER\n\n                         132 132\n\n                         \n\n           We follow Dean from behind - walking down the middle of the\n\n           street. He holds the flowers. Meanwhile, we hear Cindy asking\n\n           her gramma questions about love and life. \"What's it like to\n\n           be old?\" - \"when did men stop looking at you?\" She confides\n\n           her feelings for Dean. (The responses will be real responses -\n\n           a real conversation).\n\n                         \n\n           INT. HELLER HOME - KITCHEN - NIGHT - 6 YEARS EARLIER\n\n                         133 133\n\n                         \n\n           Cindy and Gramma sit at the dinner table. The sound of\n\n           boiling. Steam rises out of the pots and pans. They continue\n\n           their conversation.\n\n           Blue Valentine Official Green Script as of 6/9/09 80.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           EXT./INT. HELLER HOME - NIGHT - 6 YEARS EARLIER\n\n                         134 134\n\n                         \n\n           Dean finds the house. He straightens himself, walks to the\n\n           front door, rings the BELL, checks the smell of his hands.\n\n                         \n\n           Jerry, bourbon in hand, opens the door. Dean's face is purple\n\n           and swollen from the fight.\n\n                         \n\n                          DEAN\n\n           I didn't know if it was pot luck so I\n\n           brought an eggplant.\n\n                         \n\n           He points at his face. Behind Jerry, Cindy peeks out from the\n\n           kitchen at the end of the hallway.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEAN\n\n           I didn't know if it was pot luck so I\n\n           brought an eggplant. He points at his face. Behind Jerry, Cindy peeks out from the\n\n           kitchen at the end of the hallway. \n\nTARGET SECTION TO BE ANNOTATED:\n It is the first time she\n\n           has seen Dean since the fight. She is shocked.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Face looks like an eggplant, don't it?\n\n           How you doing sir, I'm Dean.\n\n                         \n\n           Dean holds out his hand. Jerry looks Dean up and down.\n\n                         \n\n                          CINDY\n\n           Oh God.\n\n                         \n\n           Cindy squeezes by her father to Dean. The expression on her\n\n           face says it all. Dean hands her the flowers, leans in and\n\n           kisses her. While he's there he whispers.\n\n                         \n\n                          DEAN\n\n           I stole these for you.\n\n                         \n\n                          CINDY\n\n           Are you okay?\n\n                         \n\n           Dean nods. She leads him down the hall. Jerry stops, turns.\n\n                         \n\n           JERRY (to Cindy)\n\n           Tell him to take off his shoes.\n\n                         \n\n           Dean removes his boots. A toe wiggles out of a holey sock. He\n\n           gathers the hole and tucks it between his big toe and his\n\n           second toe. Cindy leads him by the hand to the kitchen.\n\n                         \n\n           INT. HELLER HOME - DINING ROOM - CONTINUOUS - 6 YEARS EARLIER\n\n                         135 135\n\n                         \n\n           The Heller family and Dean sit around the table. Jerry,\n\n           Glenda and Gramma bow their heads, saying grace.\n\n                         \n\n           ALL EXCEPT DEAN\n\n           Come lord Jesus, be our guest, and let\n\n           thy gifts to us be blessed. Amen.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 81.\n\n                         135 CONTINUED: 135\n\n                         \n\n                         \n\n           Glenda continues with a little speech about choices, and\n\n           needing to be able to make mistakes with our choices. Her\n\n           speech continues over the next images...\n\n                         \n\n           - They eat. Dean compliments the meal. Glenda is self\n\n           depreciating. Jerry is judgemental. Gramma wants to go home.\n\n           Cindy can't take her eyes off of Dean - she has fallen.\n\n                         \n\n           LATER - Cindy leads Dean upstairs to her room.\n\n                         \n\n           INT. CINDY'S ROOM - NIGHT - 6 YEARS EARLIER\n\n                         136 136\n\n                         \n\n           Dean follows, obediently.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nLATER - Cindy leads Dean upstairs to her room. INT. CINDY'S ROOM - NIGHT - 6 YEARS EARLIER\n\n                         136 136\n\n                         \n\n           Dean follows, obediently. \n\nTARGET SECTION TO BE ANNOTATED:\n Cindy closes her door behind him.\n\n                         \n\n           She begins gently kissing Dean's wounds. Whispers.\n\n                         \n\n                          CINDY\n\n           Does that hurt.\n\n                         \n\n                          DEAN\n\n           No. It feels good. Keep doing it.\n\n                         \n\n           She does and is interrupted by... The FAINT SOUND of her\n\n           parents fighting downstairs.\n\n                         \n\n           JERRY (O.S.)\n\n           ...She's going to struggle the rest of\n\n           her Goddamn life with that fucking loser.\n\n           And that's okay with you. Sit there...sit\n\n           there on your fat ass don't do a goddamn\n\n           thing.\n\n                         \n\n                          DEAN\n\n           Maybe I should go.\n\n                         \n\n                          CINDY\n\n           Why? They'll stop soon.\n\n                         \n\n                          DEAN\n\n           I'm going to miss my train.\n\n                         \n\n                          CINDY\n\n           Good.\n\n                         \n\n           Cindy goes over to her stereo and turns on some music, low -\n\n           it is the same song that Dean and Cindy listened to in the\n\n           moon room. It drowns out some of the fighting. She approaches\n\n           him, starts unbuttoning his shirt.\n\n                         \n\n                          CINDY (CONT'D)\n\n           Promise me one thing... you'll never let\n\n           me become an adult.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 82.\n\n                         136 CONTINUED: 136\n\n                         \n\n                         \n\n                          DEAN\n\n           Okay.\n\n                         \n\n           She kisses him. Opens up his shirt. Reveals a severely\n\n           bruised torso. He winces a bit from the movement. She\n\n           redresses his wounds, nursing him back to health.\n\n                         \n\n                          CINDY\n\n           That motherfucker.\n\n                         \n\n           She kisses his chest. Dean starts getting underneath Cindy's\n\n           clothes. He places his palm on her belly.\n\n                         \n\n                          DEAN\n\n           I love you.\n\n                         \n\n                          CINDY\n\n           I love you too.\n\n                         \n\n                          DEAN\n\n           Really?\n\n                         \n\n                          CINDY\n\n           Yeah.\n\n                         \n\n           From here on out, their actions increase with urgency. Each\n\n           moment that goes by makes them more and more desperate to\n\n           feel the other's skin. They are down to their underwear when\n\n           they hear a door slam downstairs.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom here on out, their actions increase with urgency. Each\n\n           moment that goes by makes them more and more desperate to\n\n           feel the other's skin. They are down to their underwear when\n\n           they hear a door slam downstairs. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DEAN\n\n           Are your parent's gonna walk in on us?\n\n                         \n\n                          CINDY\n\n           They never come in here.\n\n                         \n\n           They make sweet love.\n\n                         \n\n                         \n\n           EXT. HELLER HOME - DAY - PRESENT DAY\n\n                         137 137\n\n                         \n\n           The front door bursts open and Frankie, still in her leopard\n\n           costume, charges down the walkway.\n\n                         \n\n                          FRANKIE\n\n           Daddy! Daddy! Mommy!\n\n                         \n\n           Cindy's car sits in the driveway. Cindy gets out, grabs her\n\n           suitcase. Jerry emerges from the house. Cindy kneels down and\n\n           hugs Frankie. She is electricity in her arms.\n\n                         \n\n                          CINDY\n\n           Who had candy for breakfast?\n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 83.\n\n                         137 CONTINUED: 137\n\n                         \n\n                         \n\n           Frankie doesn't answer and squirms out of Cindy's arms. She\n\n           runs to Dean who gets out of the car like a wounded soldier.\n\n                         \n\n                          DEAN\n\n           Hey sweetheart.\n\n                         \n\n           Frankie leaps into Dean's arms. Cindy walks up to the house.\n\n                         \n\n                          CINDY\n\n           How was Frankie?\n\n                         \n\n                          JERRY\n\n           She was good. Are you OK?\n\n                         \n\n                          CINDY\n\n           I'm OK.\n\n                         \n\n           Cindy kisses her father on the cheek, closes the screen door.\n\n                         \n\n           DEAN (holding Frankie)\n\n           I can't play right now, okay?\n\n                         \n\n           He releases his wired daughter who runs circles around him.\n\n           Dean walks up to the porch. He and Jerry stand face to face.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Do you want to get out of my way.\n\n                         \n\n           Jerry backs away. Dean walks past him into the house.\n\n                         \n\n                          JERRY\n\n           I don't know what happened up there. But\n\n           please Dean, come on. Don't push it. Let\n\n           it be...\n\n                         \n\n           Dean closes the screen door behind him and locks it. Jerry\n\n           pulls on the door.\n\n                         \n\n                          JERRY (CONT'D)\n\n           Hey! You can't lock me out of my own\n\n           house!\n\n                         \n\n           Dean calls back.\n\n                         \n\n                          DEAN\n\n           Keep an eye on Francis.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can't lock me out of my own\n\n           house! Dean calls back. DEAN\n\n           Keep an eye on Francis. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          JERRY\n\n           I don't have my oxygen! Hey!\n\n           Blue Valentine Official Green Script as of 6/9/09 84.\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. HELLER HOME - DAY - 6 YEARS EARLIER\n\n                         138 138\n\n                         \n\n           Cindy puts on a simple yellow dress. She checks herself in\n\n           the mirror. Her hand traces the bump on her belly.\n\n                         \n\n           INT. HELLER HOME - KITCHEN - CONTINUOUS - PRESENT DAY\n\n                         139 139\n\n                         \n\n           Cindy pours a glass of water. She gulps down aspirin. Dean\n\n           keeps his distance at the edge of the room.\n\n                         \n\n           In the backyard, Frankie makes herself dizzy by twirling.\n\n           Jerry cranes his neck to look into the window of his house.\n\n                         \n\n                          CINDY\n\n           I'm not coming home.\n\n                         \n\n           Fear strikes Dean. He presses the base of his palms into his\n\n           eyes, rubbing until he sees stars.\n\n                         \n\n                          DEAN\n\n           We're not alone here Cynthia. We have a\n\n           little girl. We need to think about her.\n\n                         \n\n                          CINDY\n\n           I am thinking about her.\n\n                         \n\n                          DEAN\n\n           All you're thinking about is yourself.\n\n           You. Francis is gonna grow up in a broken\n\n           home and that's OK with you.\n\n                         \n\n                          CINDY\n\n           I can't let her grow up in a home where\n\n           her parents don't love each other.\n\n                         \n\n                          DEAN\n\n           Don't love each other? I've only ever\n\n           loved you.\n\n                         \n\n           Dean approaches her from behind. Reaches out...\n\n                         \n\n           INT. DEAN'S FRIEND'S APARTMENT - DAY - 6 YEARS EARLIER\n\n                         140 140\n\n                         \n\n           Dean wears his baby blue tux. He looks himself up and down in\n\n           the mirror. Takes a deep breath.\n\n                         \n\n           INT. HELLER HOME - KITCHEN - CONTINUOUS - PRESENT DAY\n\n                         141 141\n\n                         \n\n           Cindy flinches from Dean's touch. A look of terror in her\n\n           eyes. Dean hushes her. He leads her to a chair and sits her\n\n           down.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nA look of terror in her\n\n           eyes. Dean hushes her. He leads her to a chair and sits her\n\n           down. \n\nTARGET SECTION TO BE ANNOTATED:\n He kneels by her side and repeats her name.\n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 85.\n\n                         141 CONTINUED: 141\n\n                         \n\n                         \n\n                          DEAN\n\n           ...Cynthia...Cynthia...\n\n                         \n\n           He holds her hands and gropes her arms, legs, shoulders\n\n           whatever she will let him touch. Cindy has tears in her eyes\n\n           but she is focused. There is nothing to say.\n\n                         \n\n           INT. MUNICIPAL COURTHOUSE - DAY - 6 YEARS EARLIER\n\n                         142 142\n\n                         \n\n           Dean takes a quarter, places it in a gumball machine, turns\n\n           the crank. A plastic box rolls out. He takes it, shakes it -\n\n           inside is a plastic ring. She takes a quarter and follows\n\n           suit, buying another plastic ring.\n\n                         \n\n           INT. HELLER HOME - VARIOUS - CONTINUOUS - PRESENT DAY\n\n                         143 143\n\n                         \n\n           In THE KITCHEN, Frankie climbs in through the old dog door.\n\n           She sees her father kneeling on the floor at her mother's\n\n           feet. Perplexed, she pulls at her bottom lip with her finger.\n\n           Cindy releases herself from Dean's grip and goes to her\n\n           suitcase. She carries it up the stairs.\n\n                         \n\n          A144 INT. MUNICIPAL BUILDING - DAY. 6 YEARS EARLIER. A144\n\n                         \n\n           Dean and Cindy wait together in a room filled with other\n\n           people about to get married. They observe these other people\n\n           and create fictional narratives about them and their lives\n\n           for each other.\n\n                         \n\n           INT. CINDY'S ROOM- CONTINUOUS, \n\n                         144 144\n\n                         \n\n           Cindy opens the door and sets her suitcase on the dusty bed.\n\n           The room is just like it used to be.\n\n                         \n\n           BACK INT THE KITCHEN- CONTINUOUS\n\n                         145 145\n\n                         \n\n           Dean is defeated. He sits back against the cupboards and\n\n           hangs his head down low between his knees. Frankie touches\n\n           his shoulders. She gives him a massage.\n\n                         \n\n                          FRANKIE\n\n           I want to stay at Grampa's house next\n\n           time for fifty nights.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrankie touches\n\n           his shoulders. She gives him a massage. FRANKIE\n\n           I want to stay at Grampa's house next\n\n           time for fifty nights. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           Dean looks up. He has tears in his eyes. Frankie touches one\n\n           as it streams down his face.\n\n                         \n\n                          FRANKIE (CONT'D)\n\n           Why you crying?\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 85A.\n\n                         145 CONTINUED: 145\n\n                         \n\n                         \n\n           Dean can't answer. Frankie slides a chair over to the sink.\n\n           She steps up and fills the glass with water. Balancing it\n\n           still, she brings it to Dean. She takes a sip and hands the\n\n           glass to him. He drinks.\n\n                         \n\n                          DEAN\n\n           Thank you...\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 86.\n\n                         145 CONTINUED: (2) 145\n\n                         \n\n                         \n\n           Cindy comes down the stairs.\n\n                         \n\n                          DEAN (CONT'D)\n\n           Daddy's gonna go now, OK.\n\n                         \n\n           Dean stands and picks up Frankie. He walks to Cindy and hands\n\n           her over.\n\n                         \n\n           INT. MUNICIPAL COURTHOUSE - DAY - 6 YEARS EARLIER\n\n                         146 146\n\n                         \n\n           Cindy and Dean stare into each other's eyes. The JUSTICE OF\n\n           THE PEACE reads them their vows.\n\n                         \n\n           EXT. HELLER HOME - LATE AFTERNOON - PRESENT DAY\n\n                         147 147\n\n                         \n\n           Frankie tries to squirm out of her mother's arms.\n\n                         \n\n                          FRANKIE\n\n           Daddy!\n\n                         \n\n           Dean walks out the front door where he passes Jerry who\n\n           stands on the porch. He moves across the lawn to the\n\n           sidewalk. Vermillion light falls in the sky.\n\n                         \n\n           Cindy sets Frankie down and she runs out the door. Jerry\n\n           catches the little girl by the arm and holds her tight.\n\n                         \n\n           Dean walks toward the horizon.\n\n                         \n\n           FRANKIE (SCREAMS) (cont'd)\n\n           Daddy!\n\n                         \n\n           Dean stops and turns. Cindy walks to the porch.\n\n                         \n\n                          CINDY\n\n           Let her go, Dad.\n\n                         \n\n           Jerry releases her and Frankie runs fast to Dean. She jumps\n\n           at him to go into his arms.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nCINDY\n\n           Let her go, Dad. Jerry releases her and Frankie runs fast to Dean. She jumps\n\n           at him to go into his arms. \n\nTARGET SECTION TO BE ANNOTATED:\n He doesn't pick her up. From the\n\n           porch Cindy and Jerry watch Dean as he points to them.\n\n           Frankie doesn't move. Dean yells for her to go back. Frankie\n\n           heads back to her mother, confused. Cindy kneels down and\n\n           takes her in her arms.\n\n                         \n\n           Families light fireworks off in the middle of the streets. \n\n                         \n\n           EXT. HELLER HOME STREET- CONTINUOUS\n\n                         \n\n           DEAN continues down the street that connects with other\n\n           streets, all lined with pretty houses.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 86A.\n\n                         \n\n           The houses form neighborhoods that join with other\n\n           neighborhoods forming towns. Beyond the towns, hills stretch\n\n           far into to the horizon. Fireworks explode against dark blue \n\n           on blue. \n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           Blue Valentine Official Green Script as of 6/9/09 87.\n\n                         148 CONTINUED: (2) 148\n\n                         \n\n                         \n\n                         \n\n                         \n\n           INT. MUNICIPAL COURTHOUSE - DAY - 6 YEARS EARLIER\n\n                         149 149\n\n                         \n\n           Dean and Cindy consecrate their vows. The ceremony lasts all\n\n           of 45 seconds.\n\n                         \n\n                          JUSTICE\n\n           ... you may now kiss the bride.\n\n                         \n\n           Dean and Cindy kiss. We hold on the kiss for as long as it\n\n           takes. They stop kissing and look at each other in the eyes.\n\n           Then, they start to hug. And hug... and hug...\n\n                         \n\n           The title BLUE VALENTINE superimposes on top of the image.\n\n           Credits start to scroll over...\n\n                         \n\n           A SERIES OF PORTRAITS/DOCUMENTS OF MARRIAGES. REAL PEOPLE\n\n                         150 150\n\n           REALLY GETTING MARRIED. WE PLAY WITNESS TO THEM ALL.\n\n\n\n\n\n"
}