{
  "1": "BOY ERASED\n\nScreenplay By\n\nJOEL EDGERTON\n\nBased on the memoir written by Garrard Conley\n\fEXT. MEMPHIS SKY / CARPARK, 2004 - DAY\n\nWe hold on a big slice of MEMPHIS BLUE SKY. The only sound is\nthe out of focus American flag whipped by wind in the\ndistance. Soon after we hear, but don’t see -\n\nA car pull up on the gravelled asphalt and -\n\nThe beeping of the door as it opens. From it spills the radio\nsounding out the ‘90s country hit -\n\n‘Check Yes or No’ by George Strait.\n\nGEORGE STRAIT\nI think this is how love goes.\nCheck yes or no.\n\nAnd - a fresh faced young man, 18, stands up filling the\nframe, looking out into the distance.\n\nThis is JARED EAMONS.\n\nHe wears an ultra crisp white shirt buttoned to the neck with\nno tie. He is slim and wears his hair cropped short.\n\nThe camera moves slightly to take in an out of focus church\ncross atop a basic baptist steeple ahead of him. All the\nwhile - that distant American flag, flapping in the breeze,\nflanks him from behind.\n\nA second door opens 0.S., spilling out that music again -\n\nGEORGE STRAIT (CONT'D)\nNow we're grown up, and she's my\nwife. Still like two kids and stars\nin our eyes.\n\n- and now -\n\nJared's mother NANCY steps into frame. She is made up to the\nnines: bottle blonde voluminous hair, hoop earrings and thick\nMascara. Underneath her heavy make-up we can see concern.\n\nShe slides on Jackie O sunglasses and looks out toward the\nsteeple as Jared turns toward the flag. They both seem lost.\nNancy hides her concern behind the shades, tries a bright\nsmile and, out comes her chirpy southern voice -\n\nNANCY\nAre you ready, honey?\n\nJared looks away for a beat, then turns with a convincing\nsmile and starts walking. They leave frame.\n\fINT. L.I.A. FOYER -— CONTINUOUS\n\nL.I.A. is an acronym for ‘Love In Action’ -- But we should\nnot know that yet. There is no signage.",
  "2": "---END OF PREVIOUS SECTION---\nI. A. is an acronym for ‘Love In Action’ -- But we should\nnot know that yet. There is no signage. \n---TARGET SECTION TO BE ANNOTATED---\nGrey-blue carpet covers an expansive floor space. Stark white\nwalls with no hangings or decorations. Some empty basic\nchairs lining one section of wall. Heavy doors lead off to\nunknown rooms. A potted plant in a corner seems an\nafterthought.\n\nN.B.: For now we should see it as a dry, clinical facility.\nIt should feel like a juvenile detention center of some kind.\n\n-- Through the glass of the aluminum framed doors we see\nJared and Nancy approach uncertainly - then enter.\n\nNancy’s ensemble is elegant, if not a little gaudy and\nmismatched: a Southern Belle dress and a shoulder padded\ncoat. She wears heels and clutches a white bedazzled purse.\n\nJared's white shirt is tucked into a pair of brand new khakis\nwith no belt. He wears rubber soled black shoes and holds a\nbook in a blue plastic shopping bag.\n\nThey look an odd pair: A tall ‘Tammy Baker’ mother escorting\nher awkward, ultra conservative, son.\n\nMALE VOICE O.S\nI help you? What’s your name?\n\nNancy turns, taking her sunglasses off.\n\nAARON (40s) stands inside a reception booth: Stocky, with a\nsevere hair-cut, he puts a clipboard on the reception ledge.\n\nNANCY\nNancy.\n\nAARON\nThe kid I mean. Unless you’re the\none checking in.\n\nJared and Nancy, side by side at the reception desk, sign the\nclipboard document. Aaron stands erect with his authority\ninside the booth. He too wears khakis and a white shirt,\nalong with a blue tie and a name badge. He sizes Jared up.\n\nAARON (CONT'D)\nLet’s get you checked in properly\nJared. Wanna say your good-byes?\n\nHe comes out from the door of his reception booth.\n\fNANCY\nCan I see the place?\n\nAARON\nAfraid you won't be allowed beyond\nthe reception area Missus Eamons.\nYou can pick him up at five P.M.\n\nOn Nancy, uncertain --\n\nJARED\nIt’s okay mom.\n\nNANCY\nCall me if you need anything. I’1l\nbe at the hotel and on my cell ph--\n\nAARON\nWe'll be holding his cell-phone. If\nthere are any emergencies we will\ncontact you. Otherwise, five P.M.",
  "3": "---END OF PREVIOUS SECTION---\nIf\nthere are any emergencies we will\ncontact you. Otherwise, five P. M. \n---TARGET SECTION TO BE ANNOTATED---\nAaron punches a code into the door and the door mechanism\nreleases with a mechanical buzz.\n\nJared and Aaron pass through the secure door to a hallway,\nleaving Nancy waving nervously goodbye.\nINT. HALLWAY - CONTINUOUS\n\nJared walks ahead as Aaron follows him. When Jared turns, the\nblank expression on Aaron’s face troubles him a little.\n\nAARON\nDoor on the right.\n\nThey stop in front of the third door and Aaron knocks. Soon —\nA tall, skinny blonde man (Michael, 24) answers the door. His\nshark grey, piercing eyes are almost permanently set ina\njudgmental frown, giving him a mean-streak air.\n\nAARON (CONT'D)\nNewbie. Eamons.\n\nINT. OFFICE - CONTINUOUS\n\nMichael picks through Jared’s possessions, scrutinizing each\nthing placed down: coins; cash; gum; a plastic hotel key-\ncard; the bag containing the book, and; his wallet.\n\fHe starts going through the wallet, while throwing the gum in\nthe trash. Jared reacts.\n\nJared holds out his cell phone unsure who to give it to.\nAaron takes it from Jared and puts it with the pile.\n\nMICHAEL\nDo you have any numbers or photos\nwe need to be concerned about?\n\nOn Jared. Thinks. Shakes his head slowly. It reads like he is\nnot convinced. Michael’s eyes drill into him.\n\nMICHAEL (CONT'D)\nWe will check this daily for any\n‘False Imaging’ and call any\nnumbers we want to at random. So\nbest you be straight with all this.\n\nJARED\nThere is nothing... And yeah, call\nwhatever numbers if you need to.\n\nMichael, now back in the wallet, holds up a business card.\nAnd flips it... a handwritten cell number on the back.\n\nMICHAEL\nWho will answer if I call this\nnumber?\n\nJARED\nUmm. It is my doctor.\n(beat)\nIt’s her off hours number. I forgot\nit was even there.\n\nMICHAEL\nAnything else?\n\nAaron starts to pat Jared down. He finds something --\n\nJARED\nOh. Yeah. This. It’s...\n\nFrom his back waistband he pulls a moleskin notebook. Michael\ntakes it and flicks through. It feels like a personal\nintrusion to Jared, who leans forward.",
  "4": "---END OF PREVIOUS SECTION---\nFrom his back waistband he pulls a moleskin notebook. Michael\ntakes it and flicks through. It feels like a personal\nintrusion to Jared, who leans forward. \n---TARGET SECTION TO BE ANNOTATED---\nJARED (CONT'D)\nIt’s just... I write stories\nsometimes. I’m at college studying\nand... I forgot cause it’s --\n\fMICHAEL\nYou have to start getting a better\nmemory. Trust is one of the key\nwords around here. No journaling.\nWe'll need to read this. Again, for\nany false imaging.\n\n(to Aaron)\n\nIt’s almost nine. -\n\nJARED\nSure. Will I get this stuff back?\n\nMICHAEL\nMost things you get back at the end\neach day.\n\nJARED\nThat's fine. It’s just stuff I -\n\nAaron starts to usher Jared out.\n\nMICHAEL O.S\nForgetting something else?\n\nHold. Jared already feels in trouble. Then Michael takes\nJared's L.I.A. handbook from the plastic bag. On it we see a\nlogo: an upside down triangle with a red heart in it.\n\nMICHAEL\nYou need the handbook at all times.\nGood luck.\n\nJARED\nThank you.\n\nIt’s the only warmth Michael has offered thus far. Meager.\nINT/EXT L.I.A. HALLWAYS - DAY\n\nJared is led by Aaron. As he turns the corner he looks back\nand sees another young person being led to the check in area.\n\n- They walk out a door and under an awning toward a larger\nbuilding.\n\nINT. L.I.A. MAIN AUDITORIUM - DAY\n\nJared, wearing a name tag, finds a seat and settles into a\nsemi circle of chairs with TEN OTHERS: a half dozen teens and\nyoung people; a few in their twenties and thirties, and; one\nguy in his forties. Three women. Mostly boys. They all take\nout their handbooks. We take in their faces as we hear -\n\f- The rules read out, starting with Carl: super conservative\n(25), likely taking time out his retail managerial position.\n\nCARL\n‘Sobriety. No smoking. No alcohol,\nor drugs.’\n\nAnd the CREDITS will appear over -\n\n-- during the rules we will intercut with various historical\nreligious paintings and other images --\n\nThe Last Supper by Dagnan-Bouveret, Jesus holds up a wine.\nAnd now to Sarah... (tomboy-ish teenager - all of 16)\n\nSARAH\n‘Off hours.",
  "5": "---END OF PREVIOUS SECTION---\nNo smoking. No alcohol,\nor drugs.’\n\nAnd the CREDITS will appear over -\n\n-- during the rules we will intercut with various historical\nreligious paintings and other images --\n\nThe Last Supper by Dagnan-Bouveret, Jesus holds up a wine. And now to Sarah... (tomboy-ish teenager - all of 16)\n\nSARAH\n‘Off hours. \n---TARGET SECTION TO BE ANNOTATED---\n All clients to remain\nwithin the ‘Safe Zone areas as\ndesignated.’\n\nLes Romains de la Décadence, Thomas Couture.\n\nCredits continue over -- An aerial shot of Memphis. Then -\nshots of basic, boring diners and hotels.\n\nFamily Portrait by Gillis van Tilborgh. NB: The withering\nlook of the central bored male pilgrim facing the viewer.\n\nNow - Cameron. Cropped hair. All of 17, he is a hulking line-\nbacker in the making with a baby face. He reads nervously.\n\nCAMERON\n‘Hygiene. Men to shave facial hair,\nand women to remove underarm and\nleg hair daily.’\n\nToilette der Esther - Théodore Chassériau, depicting an\nimmoral woman with outstretched arms. No hair visible.\n\nCREDITS continue as we move to LEE. Lee is the SLIM BOY who\npeeked at Jared in hall. Well: Lee is actually gender fluid.\nNon-Binary. Most people, in fact, would have a hard time\nbeing certain of Lee’s gender. Lee’s voice is no guide either\nway. It is soft and intelligent.\n\nLEE\n‘Attire. Men to wear long sleeves\nand pants at all times.’\n\nPortrait of Jesus by Del Parson, where a blonde Jesus has his\nhands outstretched in an almost ‘you dig my robe?’ gesture.\n\fLEE O.S\n‘Women’s skirts must extend below\nthe knee and bras are to be worn at\nall times.’\n\nThe Virgin Mary in the Rose Garden - Albert Edelfelt\nWe see a flash of a brassier catalogue: dry but sexual.\n\nNow PHILLIP (30s. Balding and short. The guy from the hallway\nwhen Jared first arrived.)\n\nPHILLIP\n‘Visitations and phone calls to be\npre-approved by L.I.A. staff.’\n\nThe Religious imagery continues. Credits too.\nAnd over to SIMON (40. I.T. Worker type)\n\nSIMON\n‘Confidentiality. All matters\ndiscussed in therapy are to remain\nprivate.’\n\nThe Last Supper: Leonardo Da Vinci. Close on whisperings.\nANDERS, 17, is fidgety and freckled.\n\nANDERS\n‘Restrooms. Members must be\nsupervised by staff during rest-\nroom visits.’\n\nGARY (20s).",
  "6": "---END OF PREVIOUS SECTION---\nANDERS, 17, is fidgety and freckled. ANDERS\n‘Restrooms. Members must be\nsupervised by staff during rest-\nroom visits.’\n\nGARY (20s). \n---TARGET SECTION TO BE ANNOTATED---\n Even under the crisp khaki and white uniform we\ncan still tell he is a ‘Goth’: dyed black hair; pale\ncomplexion, and; black converse. He is slight of frame,\nhandsome and super smart.\n\nGARY\n‘Sexual misconduct. No viewing of\npornographic material.’\n\nHis reading carries a thinly veiled cynicism that tells us he\ndoes NOT believe L.I.A. and does NOT want to be here.\n\nJan Breughel & Marshall Paul Rubens: The Garden of Eden. Then\n\nA flash of male pornography.\n\fGARY (CONT’D)\n‘No masturbation. No physical\ncontact with any members or non\nmembers at any time apart from the\nbriefest of handshakes.’\n\nThe Last Judgement by Michelangelo depicting men kissing men.\nPush in. We may keep returning to this image -\n\nTINA, 27 - super conservative librarian’s hairstyle. Glasses.\n\nTINA\n‘False Imagery. Cell phones will be\nchecked in and out each day.\nWithout exception.’\n\nWe see flashes of pornographic images PLUS innocent images of\nmen in modern society with their arms around each other.\n\nAs the credits wind up it is Jared’s turn now.\n\nJARED\n“Sinful, salacious and extraneous\nmaterials. All reading material,\nfilms and television are off limits\nwhile inside the program.’\n\nHold on Jared --\n\nSYKES 0O.S\nVery good. Let’s leave it there.\n\nJared and the rest of the group respond to the voice. Someone\nnew has entered.\n\nCloser on The Last Judgement - Michelangelo.\n\nCREDITS END --\n\nINT. L.I.A. MAIN AUDITORIUM\nTight on the various faces as they listen to --\n\nSYKES 0O.S\n‘IT am using sexual sin and\nhomosexuality to fill a God shaped\nvoid in my life.’\n\nGROUP\n(repeating)\n‘IT am using sexual sin and\nhomosexuality to fill a God shaped\nvoid in my life.’\n\fJared looks around to see the DOZEN or more people that have\nentered and line the back walls. Various men and women of all\nages. Mostly young. A similar cross section to the seated\ngroup.\n\nSYKES 0O.S\n‘But... I am not broken and God\nloves me.’\n\nThey repeat.\n\nSYKES O.",
  "7": "---END OF PREVIOUS SECTION---\nS\n‘But... I am not broken and God\nloves me.’\n\nThey repeat. SYKES O. \n---TARGET SECTION TO BE ANNOTATED---\n (CONT’D)\nSomebody tell me what this is.\n\nAnd finally Sykes steps into frame. A man in his mid-forties.\nGreying cropped hair. Piercing eyes. A blue shirt and black\npleated trousers. The only one deviating from the dress code\nhere. He holds up a dollar bill.\n\nSIMON\nA dollar.\n\nSYKES 0O.S\nNo matter how much you crumple up a\ndollar bill, you can never take\naway its value. Even if you rip it,\nwhich would represent our being\nsevered from Christ, you can tape\nit back together.\n\nJared following the logic, soaking up all wisdom.\n\nSYKES\nJesus puts us back together, and\neven though there is a scar, our\nvalue does not change.\n\nBehind Sykes is the only signage: The same ‘heart’ logo from\nthe handbook cover.\n\nJared looks across at the androgynous boy, Lee. Out of\neveryone Lee seems the most terrified.\n\nSYKES (CONT'D)\nYou are somebody. You are worth\nsomething. And that’s a fact.\n\nThe door opens, interrupting Sykes, and in jogs a young,\nattractive boy in his late teens. Breathless.\n\nSYKES (CONT'D)\nNine-O-five Jon.\n\f10.\n\nJON\nSorry. Had to run here. Apologies.\n\nJon takes a seat. Dressed the same as the rest of the group,\nhis cowboy boots are the only thing that sets him apart.\n\nJared can’t help but steal a look as Jon slouches in his\nchair. As Sykes continues, Jon hurriedly fixes the last\ncouple of high buttons on his shirt. Sweat has rendered\npatches of the shirt see-through. Jon catches Jared looking,\nwho turns away guiltily.\n\nSYKES\n\nThank you Jon.\n(beat)\n\nWell, I want to welcome all you\nbrave souls. I know the road here\nwasn’t easy for many of you, but I\npromise you a smoother ride now\nthat you are here. Welcome to ‘The\nRefuge’ program.\n\nAll of the men and women lining the walls follow Sykes’s lead\nin applauding the NEWCOMERS that are Jared's group.\n\nSYKES (CONT'D)\nOkay, you guys. Get back to your\nschedules.",
  "8": "---END OF PREVIOUS SECTION---\nAll of the men and women lining the walls follow Sykes’s lead\nin applauding the NEWCOMERS that are Jared's group. SYKES (CONT'D)\nOkay, you guys. Get back to your\nschedules. \n---TARGET SECTION TO BE ANNOTATED---\nAnd with that, all of the men and women lining the walls\nstart to file out. Jared watches them.\n\nSYKES (CONT'D)\n(to Jared’s group)\nSo we can get down to business.\n\nHe crumples the dollar bill and throws it to Cameron, who\ncatches it.\n\nSYKES (CONT'D)\nDon’t spend it all at once.\n\nJared feels buoyed by Sykes’s rhetoric and light energy in\nthe room.\n\nSYKES (CONT'D)\nThis may be the toughest but the\nmost rewarding twelve days many of\nyou will ever face.\n\n(Jared and four others)\nWe have only one task. Simply to\nbring ourselves back to God. To\ninvite Him back in. T’understand\nhow he truly meant to create us.\n\n(MORE )\n\f11.\n\nSYKES (CONT’D)\n\nBefore those pieces got torn away.\n\n(beat)\n‘What sinful things have you done?’\nAnd to ask God's forgiveness.\n\n(beat)\nDiscover who made you this way.\n‘Who led you into sin?’\n\n(beat)\nAnd get you on the right path to a\nlife restored.\n\n(beat)\nI tell you, we are all about to go\non a wonderful journey together.\nWho’s ready?\n\n(smiles)\nThat was a question.\n\nEveryone either raises their hands, nods, or utters ‘yes.’\n\nSYKES (CONT'D)\nIf you are ready, say ‘Amen.’\n\nEVERYONE /JARED\nAmen.\n\nSYKES\nIf you know you’re worth a dollar,\nsay ‘Amen.’\n\nJared feels suddenly good and swept up in the new atmosphere\nin the room. For the first time we see him smile.\n\nSNAP TO BLACK:\n\nEVERYONE O.S\n\nAs the title disappears, a more personal silence develops.\nJARED O.S\nPlease Lord, make me pure.\nINT. L.I.A MAIN AUDITORIUM - MID MORNING\nIt’s tea break. Jared sips tea as he looks around.\n\n- Sykes speaks to a fellow staff member.\n\f12.\n\n- Sarah sits alone, eating cut carrots and celery.\n- Lee sits doing nothing. Totally lost.\n\n- Nearby, Jon talks with Carl; the super conservative\nmanagerial type. Then Jon salutes him in a casual, military\nstyle. During this Jon and Jared catch eyes.\n\nSykes claps his hands together.",
  "9": "---END OF PREVIOUS SECTION---\nThen Jon salutes him in a casual, military\nstyle. During this Jon and Jared catch eyes. Sykes claps his hands together. \n---TARGET SECTION TO BE ANNOTATED---\nSYKES\nOkay. Bring it in.\n\nJared approaches his chair. Next to him is the VERY large and\nvery young, linebacker-type, CAMERON. A gentle giant.\n\nThe sneakers, the calloused hands, and the crew cut suggest\nhe was probably blocking a touchdown rush last Friday night\nto the roar of his high school home crowd. Now, for reasons\nthat he seemed to be puzzling in his head, he had found\nhimself locked in at L.I.A.: The roaring stadium bleachers\nnow replaced by a prison.\n\nJared and Cameron acknowledge each other. He is painfully\nshy, clutching his L.I.A. handbook, wishing it was just his\nteam’s playbook. Something he fully understood.\n\nJared catches eyes again with Jon, who gives him a mini\nsalute.\n\nSYKES O.S.\nWho can tell us what a Genogram is?\n\nINT. L.I.A. MAIN AUDITORIUM - AFTERNOON\nOn the group. Finally, Phillip raises his hand.\n\nPHILLIP\nA Genogram is like a family tree.\nOnly, one that shows patterns of\nfamily behavior as well. But, like,\nan illustrated one.\n\nSYKES\nSomeone read the handbook. Thank\nyou, Phillip.\n\nMichael moves through the room with big sheets of butcher\npaper and plastic tubs of colored sharpies for each member.\n\f13.\n\nSYKES (CONT’D)\nA Genogram shows hereditary\npatterns and behavioral clues in\nour families. It traces the history\nbehind our sinful behavior.\n\n(beat)\n\nBe as expressive as you will, but\nwrite a list or draw these folk in\nyour family. Anyone of influence to\nyou as you grew up too. Blood or\notherwise. First sexual partners\neven. Teachers. Coaches.\n\nJared looks across at the other members, curious of their\nvarious stories and histories.\n\nSykes goes to a board where Michael is furiously writing up a\nlist of ‘behaviors.’\n\nSYKES (CONT'D)\nThen write next to these people,\ntheir sins --\n\nAll members, old and young, start to sprawl out on the ground\nlike children drawing. Jon and Sarah, already familiar with\nthe task, are writing out family names and drawing etc...\n\nSYKES (CONT'D)\nMichael --\n\nMichael’s sounds out the codes.\n\nMICHAEL O.S.\nA.",
  "10": "---END OF PREVIOUS SECTION---\nMICHAEL O. S. A. \n---TARGET SECTION TO BE ANNOTATED---\n Alcoholism. P. Promiscuity. H\nfor homosexuality. D for drugs. A\nMoney sign for Gambling. M for\nmental illness. Big A little b for\nabortion. G slash C for gang or\ncrime involvement. Big P little o\nfor pornography.\n\nJared looks to big Cameron as he writes slowly -- M..o..m\nSYKES\nYou're forgetting... oh ‘Dv.’\nMICHAEL\n\nOh, sorry. Big D little v for\ndomestic violence.\n\nCameron now adds ‘Dv’ next to his Dad.\n\f14.\n\nSYKES\nCall them out in your Genogram.\nBecause I can guarantee, and you\nmay not even realize it yet but,\none or some of these people are to\nblame for why you are here.\n\nJared looks down at his page. He has listed - Dad, Mom,\nGrandpa W, Grandma W. Nan. Poppy. Uncle Chris. Aunt Minny.\nNow, his hand wavers over what to mark any of them as.\nSykes’s feet step before Jared’s poster.\n\nSYKES O.S.\nSearch your mind and you'll find\nsomething.\n\nSykes crouches down. Jared, out of fear of coming up blank,\nwrites ‘A?’ Next to Uncle Chris.\n\nSYKES\nYou know or you don’t know. ‘Uncle\nChris is an alcoholic.’\n\nJared erases the ‘?’. He looks at Sykes’s feet, thinks, and\nthen writes Chloe... ‘P’ - (promiscuous)\n\nPRE-LAP - The roar of a crowd.\n\nINT. ST. MARTIN'S AUDITORIUM - NIGHT (FLASHBACK - 2003)\n\nPacked bleachers out of focus. Then in poetic slow motion we\nsee a BEAUTIFUL YOUNG CHEERLEADER fly into frame. A sequined\nred, white and blue uniform with a big ‘M’ on the chest. She\nthrows a shape in slow motion, beaming a THOUSAND WATT smile.\n\n \n\nTitle card : CHLOE\n\nGravity takes her away again, but soon she is back, bending\ninto an even more brilliant and dynamic shape.\n\nWAYNE O.S\nChloe wants to have sex with you.\n\nShe lands now,_in real time and the sound returns to normal.\n\n \n\nJared sits on the bench, leaning into his friend Wayne.",
  "11": "---END OF PREVIOUS SECTION---\nS\nChloe wants to have sex with you. She lands now,_in real time and the sound returns to normal. Jared sits on the bench, leaning into his friend Wayne. \n---TARGET SECTION TO BE ANNOTATED---\n He\ndidn’t hear. Basketball players press in front of them.\n\f15.\n\nWAYNE\nI said Chloe is down to do it.\nShe's been asking Mindy and Mindy\nhas been positive for obvious\nreasons. So you can thank me.\n\nBefore Jared can respond - The buzzer rings sounds and the\nSt. Martin’s Colonels, basketball team are in a GROUP HUG.\n\nSoon, friends and family members are among them offering\ncongratulations.\n\nJared's parents approach. We recognize Nancy but his dad we\nwill now meet: MARSHALL. He limps over in a mismatched blazer\nand pants. A sturdy man in his 50s.\n\nNANCY\nYay!!! You set up so many points. I\nsaw -\n\nMARSHALL\n\n- Most underrated component of the\ngame, assists. And you scored some\ntoo. Congratulations.\n\nA handshake turns into a hug. A rare commodity.\n\nMARSHALL (CONT'D)\nThat's victory sweat.\n\nNANCY\nEww.\n\nJARED\nI only played five minutes.\n\nChloe approaches --\n\nCHLOE\nYay!! Congratulations!!! Woo-hoo!!!\n\nShe hugs Jared still holding her pom-poms.\n\nMARSHALL\n(lights up re: Chloe)\nAnd weren’t you something. Another\nunderrated component of the game.\n\nNancy playfully hits her husband.\nMARSHALL (CONT'D)\n\nMoral support. Seriously. How high\nup were you just now?\n\f16.\n\nNANCY\nWe were worried. What if they\ndropped you?\n\nChloe takes Jared’s hand.\n\nMARSHALL\nYou kids going to celebrate?\n\nMarshall holds up a Ford key. It’s a big deal, his father\ngiving him the keys to the car.\n\nMARSHALL (CONT'D)\nIt’s yours.\n\n(off Jared's surprise)\nThe dealership are putting me ina\nnew Explorer Sport. You deserve it.\nHave fun.\n\nJared launches in to hug his dad. Chloe joins.\nMARSHALL (CONT'D)\nIt was going to be for your\nbirthday. Congratulations.\n\nJARED\nWayne!!\n\nHe holds up the keys to his teammate and friend, Wayne.\nMARSHALL\nNo more people than it has seat\nbelts.\nINT. JARED’S ‘02 FORD MUSTANG - NIGHT. ARKANSAS. SUMMER.\nA JAMMED CAR.",
  "12": "---END OF PREVIOUS SECTION---\nARKANSAS. SUMMER. A JAMMED CAR. \n---TARGET SECTION TO BE ANNOTATED---\n Just the opposite of what his father ordered.\n\nJared and Chloe ride up front. In the back are two couples:\nWayne and Mindy, along with Lance and Cheryl.\n\nAs they pass parked cars, and kids walking, we see a LAKE in\nthe B.G. KIDS are already stripping down and jumping in.\n\nThey park and everyone goes to get out. Chloe pulls Jared\nback for a kiss. After a couple of attempts he pulls away.\n\nJARED\nCome on.\n\f17.\n\nEXT. LAKE - NIGHT\n\nA sprawl of wet, undressing youth all in bathers or\nunderwear.\n\nJared strips down and heads for his teammates who are already\nsplashing in the water. He passes -\n\nA flat-bed truck that is reversed close to the water’s edge.\nA couple of guys are trying to set up speakers. Meanwhile -\n\nChloe and the girls undress more carefully, hanging clothes\nin trees or folding them into neater piles.\n\nThen the music BLARES, received with a victorious cry. Bring\nMe to Life - Evanescence. Another cheer rings out simply for\nthe choice of song. Through the opening riff -\n\nThe girls continue to undress while -—\nIn the lake other kids start to ‘air-drum’ to the song.\n\nJared and his mates tune in too, all playing their air\nguitars. Then, as the song shifts gear, Wayne splashes Lance\nand the others and they start to wrestle and play-fight -\n\nJared jumps into the fray, grappling with Wayne, fully\ncommitting to the camaraderie. Then - Wayne breaks free.\n\nWAYNE\nHoly.... Dude. Check it out.\n\nAnd then Jared turns to see -\n\n- what would normally make any teenage boy quiver\nimmediately: Chloe in a white bra and panties, semi see-\nthrough when wet. She is full breasted and wading, barely hip\ndeep, in the water. The boys all stare - at the trio of\ngirls: pure teenage fantasies wading in the lake. Jared turns\nback to the guys.\n\nWAYNE (CONT'D)\nBro. What’s wrong with you? Go. Go.\nThat’s the trophy.\nThe guys all push Jared toward Chloe. It’s a slow approach.\nWAYNE (CONT'D)\nYou know white is see through when\nit’s wet Chloe?\n\nA few chuckles from the boys.\n\f18.",
  "13": "---END OF PREVIOUS SECTION---\nWAYNE (CONT'D)\nYou know white is see through when\nit’s wet Chloe? A few chuckles from the boys. 18. \n---TARGET SECTION TO BE ANNOTATED---\nCHLOE\nI heard that laugh before. I think\non a documentary about hyenas...\nthat were retarded. And their\nretarded friends.\n\nJared laughs like a goof at Chloe’s joke.\n\nWAYNE\nYou may as well take it off, cause\nwe can pretty much see it all.\n\nCHLOE\nShall I..? Okay...\n(she teases)\nOh, But I wouldn’t want you guys to\npollute the water with all your...\n\nWAYNE\nSay it. You can’t even say it.\n\nCHLOE\nCum.\n\nShock. Off Wayne’s expression she turns to the girls.\n\nCHLOE (CONT'D)\n\nSee. He just did I bet. You guys\nactually have hard-ons right now\ndon’t you?\n\nBlank expressions. Wayne gives an ‘as if’ response.\n\nCHLOE (CONT'D)\nProve it?!\n\nLong pause. Jared certainly doesn’t have a hard-on but\nwonders if he should. Chloe won’t let up.\n\nCHLOE (CONT'D)\nStand up properly. All of you.\n\nNone of them are willing. Finally Lance goes up on his tip-\ntoes. We don’t see it but Chloe must be right because Mindy\nstifles a laugh and Cheryl turns away with an ‘Ewwww.’ Lance\ndrops back down into the water. He doesn’t care.\n\nLANCE\nDamned if you do. Damned if you\ndon’t.\n\nThen - Chloe splashes Jared, breaking the tension and they\nall start to wrestle, thrashing in the water.\n\f19.\n\nEXT. LAKE-SIDE BEACH BONFIRE - NIGHT\n\nJared and Wayne by the bonfire. Lance and Nick dress close\nby. Wayne offers sage advice on sex -—\n\nJARED\nWhat’s it like?\n\nWAYNE\nWe've done it four times now.\n\nJared nods. His friend is an expert.\n\nWAYNE (CONT'D)\nIt’s pretty awesome dude. I have to\nsay. I mean, I’m sure it’d be even\nbetter just relaxing on a nice bed\ninstead of in the corner of a barn\nor in some dark closet with an\nactual real fear of getting caught\nand shot by Mr. Riggs. But -\nEven still, it’s a-mazing.",
  "14": "---END OF PREVIOUS SECTION---\nI mean, I’m sure it’d be even\nbetter just relaxing on a nice bed\ninstead of in the corner of a barn\nor in some dark closet with an\nactual real fear of getting caught\nand shot by Mr. Riggs. But -\nEven still, it’s a-mazing. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\n\nIt’s like being in a place you've\nbeen told over and over is bad and\nthen you get in there and you are\nlike - ‘how is this bad? I wanna be\nin here forever.’\n\nLANCE\nLike White Castle.\n\nNICK\nLike eating a burger??\n\nLANCE NICK (CONT'D)\nLike shut up. You compared sex with a girl\nto eating shitty food.\n\nLance punches Nick and Nick returns fire. Soon they are up\nwrestling each other. Wayne and Jared.\n\nLANCE O.S.\nGet off me, fag. Faggot!!\n\nWAYNE\nIt’s warm. And it gives you this\namazing great feeling.\n\nJARED\nI bet yeah\n(MORE )\n\f20.\n\nJARED (CONT'D)\n\nWAYNE\nPlus, man. Listen. This whole no\nsex before marriage thing... would\n\nyour dad expect a customer to buy a\ncar without test-driving it? See.\nYou almost have to try it.\n\n(good point)\nYou won’t wanna stop dude.\nSeriously. Try it. You'll see.\n\nThis lands with Jared. The thought that maybe sex with Chloe\ncould make him snap out of his thoughts aimed at men. He\nlooks across at her on opposite side of the fire. She has\nfinished dressing and wears his hoody.\n\nINT/EXT JARED'S FORD / CHLOE’S FAMILY HOME - NIGHT\nElton John's - “Sad songs said so much\" plays as Jared pulls\nup to Chloe’s family home. Their hair is still wet.\n\nCHLOE\nGo back behind the tree.\n\nJARED\nI should get home. I -\n\nCHLOE\nWe are fifteen minutes early.\n\nHe reverses so a large maple tree blocks the view from the\nhouse to the car. She immediately starts to kiss him. Jared\nengages. Then his eyes open, looking down --\n\nA hand, Chloe’s hand, is on his thigh. He stops her.\n\nCHLOE (CONT'D)\nWhat? I just wanna touch it.\n(beat)\nOn the outside.\n\nJared keeps his hand on hers.\nCHLOE (CONT'D)\nIf it’s not hard, I can make it\nhard.\n\nJARED\nWe should wait for that kind of -\n\f20A.\n\nCHLOE\nI’m not asking you to put it inside\nme, Jared.",
  "15": "---END OF PREVIOUS SECTION---\nCHLOE (CONT'D)\nIf it’s not hard, I can make it\nhard. JARED\nWe should wait for that kind of -\n\f20A. CHLOE\nI’m not asking you to put it inside\nme, Jared. \n---TARGET SECTION TO BE ANNOTATED---\n I just wanna feel it\nthrough your jeans\n\n(MORE )\n\f21.\n\nCHLOE (CONT'D)\n. Wayne and Mindy have gone all the\nway and they didn’t get struck by\nlightning or put in prison. Cheryl\nhas put at least three in her mouth\nthat I know of.\n\nJARED\nCheryl?\n\nCHLOE\nI just wanna feel it.\n\nJARED\nIf we start that, then it’s gonna\nbe hard to stop. I want to but\nshouldn't we wait until, you know -\n\nCHLOE\nYou asking me to marry you?\n(beat. Silence)\nThat's what my parents think should\nhappen. To keep us together through\ncollege.\n\nJared is at a loss for words. Then Chloe tries one more time.\nHe stands his ground. She sits back defeated and opens the\ndoor.\n\nCHLOE (CONT'D)\nWhat is wrong, Jared?\n\nJared is left alone, aware this is an escalating issue.\n\nINT. EAMONS FAMILY HOME - JARED’S BEDROOM - DAY\n\nJared, shirtless, staring at a screen. He types something\nquickly and bites his nails and checks the door.\n\nCirca 2004 downloads were not so fast so it starts with the\ntop inch of a man’s face then, five seconds later, the neck\nand bare shoulders. A slow motion strip tease.\n\nNANCY O.S\nJared honey?\n\nJared tries to shut the screen but gets the ‘spinning wheel’\nThe image is stuck halfway. He tries again but the image\ndownloads one bar further. Nancy approaches. Thinking quick\nhe turns the screen to black.\n\nNANCY\nI'm starting a new painting. Which\none do you like best\n\n(MORE )\n\f22.\nNANCY (CONT'D)\nShe holds up two images (both of the family). He picks one\nShe stays there continuing to look at the photos.\n\nJARED\nMom, I’m getting dressed.\n\nOn her way out.\n\nNANCY\nMake sure you pack for Dallas. I\nthink your father wants to go\nstraight from church tomorrow.\n\nNancy leaves. Did she see or not see the glistening muscular\nman in the underpants ad? He brings the screen up again. The\nimage, no longer enjoyable, is a just source of guilt.\n\nINT.",
  "16": "---END OF PREVIOUS SECTION---\nHe brings the screen up again. The\nimage, no longer enjoyable, is a just source of guilt. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EAMONS FAMILY HOME - LATER\n\nMarshall sits at the breakfast table. Jared shuffles in\ndressed in a similar shirt. Jared goes to the fridge.\n\nMARSHALL\nWe'll detail that car today.\nJARED\nDad, seriously, it’s so awesome.\nMARSHALL\nAre you ready? I’1l ride with you --\nJARED\nWhy are we actually going to\nDallas?\nMARSHALL\n\nThe architect has updated the\nremodelling plans for the ministry\nand we are taking a tour of two\nsimilar churches there.\n\nJARED\nDo you think I could stay at\nChloe’s when you go instead?\n(Off Marshall’s look)\nIt’s okay. I can stay at Wayne’s or\nI‘1l just come. I’1l just come.\n\nMARSHALL\nI’m okay with you staying there, if\nthey are. I think it’s a good idea\n(MORE )\n\f23.\n\nMARSHALL (CONT'D)\n\nEXT. EAMONS FAMILY HOME - DAY\nJared and his father get in Jared's car as Nancy waves to\nthem. She is setting up her easel and paints beside\nMarshall's other hobby: a restored ‘65 Chevy Pick-Up.\nMARSHALL O.S.\nYou are both mature kids.\n\nEXT. INDUSTRIAL COUNTRY ROAD - DAY\n\nJared's car turns into the Ford dealership.\n\nINT. EAMONS’S FORD DEALERSHIP - DAY\n\nJared walks through the dealership following his father.\nJared shakes Big Jim’s hand and is greeted by other workers.\n\nMARSHALL O.S.\nWho know how to conduct themselves -\n\nMARSHALL\nBig Jim. Lead us in prayer today?\n\nJIM\nBe proud to Captain. Jared.\n\nMARSHALL O.S.\n- and who know by now how the world\nworks.\n\nINT. DEALERSHIP FLOOR - LATER\n\nThere among the display cars Jared, Jim, AND FOUR OTHER CO-\nWORKERS, lock arms in prayer.\n\nJIM\n\nDear Heavenly Father. Thank you for\nthis day filled with sunshine --\n\nOMITTED\n\nINT. LUNCH ROOM - DAY\n\nJared devours ‘To Kill a Mockingbird’ over lunch --\n\f24.\n\nMARSHALL O.S.",
  "17": "---END OF PREVIOUS SECTION---\nLUNCH ROOM - DAY\n\nJared devours ‘To Kill a Mockingbird’ over lunch --\n\f24. MARSHALL O. S. \n---TARGET SECTION TO BE ANNOTATED---\nYou gotta learn to take small steps\ntoward manhood, so that you don't\nhave to run, panicking, when it\nsuddenly arrives.\n\nAcross the table, a voluptuous female employee eats lunch\nreading a magazine. Jared shares an awkward smile with her.\n\nOMITTED\n\nOMITTED\n\nINT. FIRST NATION BAPTIST MINISTRY - DAY\nOn Jared, flanked by Nancy, watches Marshall preach.\n\nMARSHALL\nLet’s see a show of hands --\n\nWayne, who sits next to Jared, palms him something. A condom.\nHe winks. Jared is mortified.\n\nMARSHALL (CONT'D)\nWho knows they are imperfect?\n\nEveryone’s hands go up. Jared swaps the condom in his hands\nto comply with all the hands firing up in the air.\n\nMARSHALL (CONT'D)\nAnd those that are?\n\nNo hands - a polite chuckle from the congregation —\n\nMARSHALL (CONT'D)\nWell, that seems like the perfect\nsegue to my introduction. Jesus\nspoke to me the day I saw this man\nfirst speak, and said ‘listen to,\nand learn from, this man.’ Which I\nhave done every week in this very\nchurch. He has helped me immensely\nand given me the strength to start\nmy own mission at Mountain Home.\n\nJared catches eyes with Chloe -\n\f25.\n\nMARSHALL (CONT'D)\nHe’s about as perfect as any man\ncan get in this world and in his\ntrue service to the Lord. My\nmentor, Pastor Lynn Marks.\n\nHe passes the mic to the elder Pastor. Marshall then sits in\nfront of Jared and turns with a smile and a weird high-\nfive/handshake. Pastor Wilkes climbs the stairs.\n\nPASTOR\nEverybody stand up. On your feet.\n\nAnd such is Pastor Wilkes’ power: the congregation stand.\n\nINT. CHLOE’S FAMILY HOME - NIGHT\n\nJared sits for dinner with Chloe, her parents ERIC and BRANDY\nand her fifteen-year-old brother CHRISTOPHER. Secretly, Chloe\nreaches her leg out to touch Jared’s thigh.\n\nERIC\nSo a semester at Lyon, and then\nChloe was saying you hope to bridge\nover to U.N.C by next year?\n\nJARED\nYes, sir. They have a great writing\nprogram. Journalism really\ninterests me -\n\nERIC\nWell.",
  "18": "---END OF PREVIOUS SECTION---\nJARED\nYes, sir. They have a great writing\nprogram. Journalism really\ninterests me -\n\nERIC\nWell. \n---TARGET SECTION TO BE ANNOTATED---\n We'll have to find ways to\nkeep you guys connected.\n\nLooks all around. The conversation is loaded.\n\nOMITTED\n\nINT. CHRISTOPHER'S BASEMENT BEDROOM - NIGHT\n\nIt’s dark. Jared sits up to check on a sleeping Christopher.\nHis phone receives a vibrating text -—\n\nCHLOE\n‘??? come up’\n\f25A.\n\nJARED\n(texting back)\n‘okay.\n(MORE )\n\f26.\n\nJARED (CONT'D)\n\nINT. STAIRWELL - NIGHT\nJared moves ever so quietly up the stairs. But then -\n\nCHRISTOPHER O.S.\nWhere you think you're going?\n\nJared frozen, turns to see Christopher. Sprung.\n\nINT. BASEMENT - NIGHT\n\nJared plays Dynasty Warriors III with Christopher. The music\nis synthesized and upbeat. The character, Zhang, looks like\nan Asian rock prince, clad in purple silks, wearing a slick\nhair topped by a tiara. He swings a four pronged sword.\n\nCHRISTOPHER\nWhat do you think of him? What’s-\nhis-face, Zhang He, there with his\ngirly crown and pony tail in the\npurple outfit moving around like a\ndancer.\n\nJARED\nYeah. It’s a bit much.\n\nCHRISTOPHER\nA bit gay don’t you think?\n\nJared looks at Christopher.\n\nCHRISTOPHER (CONT’D)\nDon’t you think?\n\nThey stare at each other. Something shared in the look.\nDangerous and also tender. There is a wisdom to Christopher\nfor a younger kid. The silence broken only by a text message.\n\nCHRISTOPHER (CONT’D)\nYou wanna go and fool around with\nmy sister, I ain’t gonna stop you.\n\nHold.\n\f26A.\n\nINT. CHRISTOPHER'S BASEMENT BEDROOM - NIGHT\n\nJared stares at the ceiling, then finally turns to fall\nasleep. He’s given up the attempted mission.\n\ncuT TO\n\f27.\n\nINT. L.I.A. MAIN AUDITORIUM - AFTERNOON (PRESENT)\n\nJared stands back from his Genogram and stretches. He making\nsome notes on his L.I.A. notebook.\n\nINT. L.I.A. ADMIN OFFICE - LATE AFTERNOON\n\nJared is handed a zip-lock bag containing his possessions by\nMichael. Jared opens his phone, just to check it.",
  "19": "---END OF PREVIOUS SECTION---\nA. ADMIN OFFICE - LATE AFTERNOON\n\nJared is handed a zip-lock bag containing his possessions by\nMichael. Jared opens his phone, just to check it. \n---TARGET SECTION TO BE ANNOTATED---\nMICHAEL\nTomorrow at nine.\n\nJared starts to walk toward the exit, as Michael moves back\ndown the bowels of L.I.A. Jared turns, holding his Moleskin.\n\nJARED\nUm. Hey. You tore out the pages -\n\nMICHAEL\nFalse Imaging.\n\nJared looks at the book with the pages crudely ripped out.\n\nJARED\nThey're just... stories.\n\nMICHAEL\nSykes will decide that.\n\nEXT. L.I.A. - AFTERNOON\n\nJared comes out quietly fuming, holding his bag of items. Jon\nis on the steps waiting. Jared sits a little way off.\n\nJON\nWhatever they took, you’ll probably\nget it back. Don’t sweat it.\n\nJared tries to let it go.\n\nJARED\nWere you in the military? I saw you\nsalute. I thought --\n\nJON\nOh. That. No. I could do the whole\nhandshake thing. I’m just trying\nzero contact what-so-ever.\n\n(MORE )\n\f27A.\n\nJON (CONT'D)\nTwenty-three days now. So I -\n(he salutes)\nSalute instead\n(MORE )\n\f28.\n\nJON (CONT'D)\n\nJared nods awkwardly.\n\nJON (CONT'D)\nSure it don’t feel like it right\nnow maybe but you’1ll love it here.\nYou get all sorts but this group\nseems good.\n\nJARED\nHave you been here before?\n\nJON\nIt’s my second go round in the\nRefuge Program. I started a couple\ndays late last time and -\n(beat)\nI'm actually waiting for a place to\nopen up in one of the houses.\n\nJARED\nWhat houses?\n\nJON\n\nDown the back there, past the fence\nthey got a couple houses for the\nlong-stayers. New Hope house for\nthe men. One for the women too.\n\n(points)\nThose others you saw earlier today,\nmost of them stay there.\n\n(beat)\nMeanwhile, I’m at the Best Western\nwhile I wait for my spot. Assuming\nyou're staying at one of the local\n‘safe zone’ hotels with a relative\ntoo?\n\nJared takes this in.\n\nJARED\nHow long will you stay for?\n\nJON\nThat’s not really up to me. Sykes\ndecides - sometimes six months. Or\nelse a year.",
  "20": "---END OF PREVIOUS SECTION---\nJON\nThat’s not really up to me. Sykes\ndecides - sometimes six months. Or\nelse a year. \n---TARGET SECTION TO BE ANNOTATED---\n You eighteen?\n\nJARED\nJust. Yeah.\n\nJON\nThen you can stay at the houses.\n\f28A.\n\nOff Jared’s look -\n\f29.\n\nJON (CONT'D)\n\nNobody explained that to you? This\nis just an assessment program, The\nRefuge. To see what to do with you\nnext.\n\nJust then - the doors open and out walks Sarah flanked by\nAaron on one side and an older man, possibly a stepfather, on\nthe other. Everyone watches as she gets ‘put’ in the car like\nan escorted prisoner. Jon takes it in.\n\nJON (CONT'D)\n\nShould’a seen her arrive this\nmorning. She’ll be fine. Like I\nsaid: ‘all sorts.’ Some are ready\nfor it. Some not.\n\nThis hangs. Is Jared there by choice or by force? He catches\neyes with Gary who leans against the fence.\n\nJON (CONT'D)\nLean into it man. It’s the only way\nto do it and win. S’only way it’s\npossible. Just lean in.\n\n(beat)\nAnd it is possible. If you’re on\nyour heels you’ll lean too far away\nand fall backwards into hell again.\nNo point not leaning in when you\nget given the chance.\n\nJared absorbs Jon's optimism. He already has identified him\nas someone to look up to.\n\nJARED\nYeah. No. I’m excited to be here.\n\nSuddenly Nancy pulls up and leans out the window -\n\nNANCY\nHey! How was it? Was it fun and\ninteresting?\n\nJared stands up, a little embarrassed. She waves to Jon -\n\nNANCY (CONT'D)\nHi. I’m the Mom.\n\n(no response)\nI’1l1 turn around.\n\nNancy starts the turn as Jared gets set to leave -\n\f30.\n\nJARED\nYou need a ride? I think we’re just\nnear the Best Western.\n\nJON\nSomeone's on their way to grab me.\nThanks though. And don’t sweat the\nthings they took. Lean in. Think of\nthe bigger picture.\n\nHe salutes from his perch and Jared starts off -\n\nJared passes Cameron who gets into his Dad’s suburban S.U.V.\nAt a first glimpse, CAMERON’S DAD, a wealthy man, looks like\nan ex-football player.\n\nJARED\nSee ya Cameron.",
  "21": "---END OF PREVIOUS SECTION---\nV. At a first glimpse, CAMERON’S DAD, a wealthy man, looks like\nan ex-football player. JARED\nSee ya Cameron. \n---TARGET SECTION TO BE ANNOTATED---\nCameron turns sweetly, flattered to be acknowledged. But his\nfather turns sharply to assess Jared.\n\nINT. NANCY'S CAR - AFTERNOON\n\nNancy’s car pulls onto the highway, into the dimming Memphis\nsunlight, toward the glowing row of cheap hotel lights.\n\nJared winds down the window and puts his arm out, dancing in\nthe breeze.\n\nNANCY\nPlease don’t do that. I’ve told you\nthat makes me nervous. What if a\ntruck comes and...\n\nJARED\nThat is never going to happen.\n\nNANCY\nIt’s happened before. It has.\n\nHe pulls his arm back in and winds the window up.\n\nINT. HAMPTON INN AND SUITES RESTAURANT - DUSK/NIGHT\n\nJared and his mother eat. She keeps looking at him. Jared\nputs his fork down decisively as if to say ‘what?’ --\n\nNANCY\nWell? I wanna know about your day\n(MORE )\n\f31.\n\nNANCY (CONT'D)\n\nJARED\nWe're not meant to talk about it\noutside of group.\n\nNANCY\nI don’t need gossip. You can speak\ngenerally.\n\nJARED\nI’m going to lean into it. And\nthere are some good people, and\nyeah. I like it.\nThey go back to eating, Nancy relieved. He seems happy. Jared\nthinks a beat and finally takes a piece of paper from his\npocket and places it beside Nancy’s plate.\nJARED (CONT'D)\nDo we have people in the family who\nhad issues with any of this stuff.\nNancy examines it, getting her reading glasses.\n\nNANCY\n‘Pornography?’\n\nThe people at the booth behind turn and she lowers her voice.\nNANCY (CONT'D)\n‘Drugs.’ ‘Gang affiliations?!’ What\nis this?\n\nJARED\nI need to know for homework.\n\nNANCY\nGang affiliations?\n\nOMITTED\n\nINT. HAMPTON INN AND SUITES HALLWAY - DUSK/NIGHT\n\nJared and his mother walk the long hall to the room.\n\nNANCY O.S.\nWhy does the family matter? Our\nfamily is so... normal.\n\nAs Nancy enters the room, Jared clocks Sarah and her\nstepfather a little way down the hall\n\f32.\n\nINT.",
  "22": "---END OF PREVIOUS SECTION---\nOur\nfamily is so... normal. As Nancy enters the room, Jared clocks Sarah and her\nstepfather a little way down the hall\n\f32. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HAMPTON INN AND SUITES ROOM - NIGHT\n\nJared puts his schedule on the wall. He takes his L.I.A.\nhandbook and homework and piles them on the nightstand. He\nweighs his own books he brought for the stay -- now certainly\n‘off limits.’ About to place them in the trash, he thinks\nbetter of it and piles them over on his mother’s nightstand.\n\n \n\nNancy enters from the bathroom and places a piece of paper on\nthe top of his L.I.A. handbook: Jared’s Genogram homework.\n\nNANCY\nSleep well. Big day tomorrow.\n\nAs she walks away, he examines the paper.\n\nNANCY (CONT'D)\nI was only with the gang for a year\nor so... Until I went down for\ndrugs, and got sent to prison.\n\nJARED\nHa ha.\n\nJared leans over and switches off the lamp. Then after a\npause in the near darkness we hear -\n\nNANCY O.S.\nI put your Uncle Victor down there.\nWe never see him. He moved to\nLouisiana. We always figured he\nmight have been... well, he was\nvery feminine-like you might say.\n\nJared stares at the ceiling, the traces of light outlining\nhis face.\n\nSYKES O.S.\nWhat is a real man?\nINT. L.I.A. MAIN AUDITORIUM - MORNING\nCLOSE ON JARED’S GENOGRAM. It now has a handful of ‘A’s added\nand ‘Dm’ in both grandparents lines. And a new BOLD\n\naddition... UNCLE VICTOR -- ‘H.’ (Homosexuality)\n\nSYKES O.S.\nWhat defines a ‘real’ man?\n\nClose on Cameron’s child-like drawing of his dad: Brutish.\n\f33.\n\nSYKES O.S. (CONT’D)\nPerhaps being close to the flames\nof hell and finding your way back\nforges a great strength --\n\nJared and the others pin their work to the back wall. From\nhis position near the big open door, Jared can see the fence\nline outside: A big black Chevy pickup parks outside.\n\nOMITTED\n\nINT. L.I.A. MAIN AUDITORIUM - DAY\n\nClose on the members of the group as they keenly watch the\n‘newcomer.’\n\nSYKES O.S.\nAnd if so...",
  "23": "---END OF PREVIOUS SECTION---\nMAIN AUDITORIUM - DAY\n\nClose on the members of the group as they keenly watch the\n‘newcomer.’\n\nSYKES O. S. And if so... \n---TARGET SECTION TO BE ANNOTATED---\n if this isn’t a real\nman, I don’t know what is.\n\nSykes is almost too excited to introduce their guest staff\nmember. And we finally see him -\n\nSYKES\nMeet Brandon Ellis.\n\nThere is no mistaking, Brandon is a hard man, who’s lived a\nhard life, and walked a hard road. That 1% that makes most\nself-proclaimed men feel ‘less than.’\n\nSYKES (CONT'D)\nOver to you Brandon.\n\nSykes tries a tough-guy handshake. It is comfortable on\nBrandon. Not with Sykes.\n\nBRANDON\nThanks Sykes. Mighty kind of you\nand... God bless.\n\n(beat)\n\nA ‘real man’ to me is a man of God\nfirst and foremost. I’m a man of\nGod no doubt. But, I wasn’t once.\nIf I was ever listed on my own\nson's Genograms - God forbid I was\nand that he were here -\n\nIn that comment we see not just Brandon’s thinly veiled\ndisgust for homosexuality\n\f34.\n\nBRANDON (CONT'D)\n- But if I was: Drugs. Violence.\nPrison time. Gang crime... I'd\nhave so many letters next to my\nname, it would look like\nqualifications from some\nuniversity.\n\n(pause for effect)\nAnd I actually believe that to be\ntrue. I’m qualified to be here, not\nMaybe because I have ever had the\nkinds of thoughts and feelings that\ny'all are wrestling with. Or that\nyour other guidance counselors have\novercome.\n\nThere is the disgust again. PLUS it dawns on Jared that most\nof the staff may be ex-gay. He steals a look at Sykes.\n\nBRANDON (CONT'D)\nBut I’ve had all sorts of my own\ntrials that took me so far from the\nLord, it is a true miracle that I\nam standing here before you. But I\nam.\n\nINT. L.I.A. SHORT BUS - DAY\n\nJared and the gang all ride the short bus. Brandon and Sykes\nflank the aisles near the front. Aaron drives. We are not\nsure where they are headed. Jared turns for a moment and\nlooks down the aisle - perhaps to see Jon.\n\nINT. OUTDOOR FOOTBALL FIELD - DAY\n\nThe whole group are in a line.",
  "24": "---END OF PREVIOUS SECTION---\nJared turns for a moment and\nlooks down the aisle - perhaps to see Jon. INT. OUTDOOR FOOTBALL FIELD - DAY\n\nThe whole group are in a line. \n---TARGET SECTION TO BE ANNOTATED---\n Brandon moves along spreading\nthe guys’ stances wider, and correcting posture while Sykes\nand Aaron and the girls sit on the concrete bleaches.\n\nBRANDON\n\nStanding. Leaning. Sitting. It’s\nall the same idea. Triangles are\nthe strongest shape. This.\n\n(he shows a wide stance)\nNot this.\n\n(a narrow one)\nOkay, hand or hands on hips. Go.\n\nBrandon claps and each boy/man lifts their hands to hips in\ntheir own manner. It’s a drill they’re being subjected to\n\f35.\n\nBRANDON (CONT'D)\n(to what he sees)\nFingers forward not backwards\nS'just the way it is. Elbows out.\nNot back. S’just the way it is.\nTriangles. Triangles.\n\nSykes watches with his hands on his hips. Not exactly the\npicture of manliness, he adjusts his own elbows out a little.\n\nBRANDON (CONT'D)\nThink of the shapes you are making\nand ask yourself... ‘Is this a\nmanly shape I am making?’ Or, ‘is\nthis a girly or a feminine shape?’\n\nOn Sarah frowning. She is sitting this one out. But she’ll\nserve another purpose.\n\nBRANDON (CONT'D)\nSarah? I want you to arrange these\nguys in a line in terms of\nmasculinity if you will. Least to\nmost.\n\nJared and the others look around, wondering where they might\nfall on the line. Sarah tentatively starts in on the task.\n\nBRANDON (CONT'D)\nMyself, and other alcoholics and\naddicts put their faith in AA. Get\nfamiliar with this phrase -\n(beat)\n‘Fake it until you make it.’\n\nSarah struggles in deciding who is on what side of the MANLY\nevolutionary chain of L.I.A.\n\nSYKES\nDo it Sarah. Don’t think. Just do.\n\nSykes’s authority seems diminished by the mere presence of\nBrandon, the clear biological ruler here.\n\nJared is moved along by Sarah. He is placed somewhere in the\nmiddle next to Gary. They share an awkward friendly nod.\nSarah has placed Lee at one end and Jon and then Cameron at\nthe ‘Most’ end. Cameron gets the crown.\n\nSarah stands back and Brandon steps forward. He walks the\nline starting with Lee...",
  "25": "---END OF PREVIOUS SECTION---\nCameron gets the crown. Sarah stands back and Brandon steps forward. He walks the\nline starting with Lee... \n---TARGET SECTION TO BE ANNOTATED---\n his face hides nothing in his\nconfused assessment of Lee. As he completes the line -\n\f36.\n\nBRANDON\nPerrrr-etty good.\n\nBrandon moves to face Cameron, who stands at least five\ninches taller than him. He reads his ‘sticker’ name tag.\n\nBRANDON (CONT'D)\nSo. You think ‘Cameron’ here wins?\n(beat)\nYou think being big and tall and\novereating immediately just puts a\nguy at the front of the line?\n\nBrandon lets it hang then moves away addressing the group.\nCameron, relieved to have Brandon out of his personal space.\n\nBRANDON (CONT'D)\nIn prison I knew men who could shop\nat Gap for Kids, by that I mean\nlittle guys, who were pound for\npound tougher than any linebacker.\nSwear to the mighty Lord.\n\n(aside)\n\nNow, Jesus was a tough dude. Don’t\nget me started on that.\n\nHe looks up at Cameron. Tries to make eye contact.\n\nBRANDON (CONT'D)\nIt’s more than triangles and\nposture and genetics.\n\nHe offers to shake Cameron’s hand, to which Cameron offers a\n‘limp’ shake. Brandon casts it aside with disgust.\n\nBRANDON (CONT'D)\nFirm handshakes. Eye contact. Not\ntoo much. Looking at women at the\nright times. The wrong times too.\n\nMeanwhile he pushes Cameron fourth down the line.\n\nBRANDON (CONT'D)\nNo offense son. All a process. Fake\nit. Make it.\n\nJon now takes the prize of ‘manliest.’ Brandon offers a hand\nshake. Jon wants to... but he’s on his ‘no-touch’ promise.\nAfter a tense pause, he offers one of his salutes.\n\nBRANDON (CONT'D)\nMilitary man. G’bless son\n(MORE )\n\f37.\n\nBRANDON (CONT'D)\n\nEXT. BASEBALL BATTING CAGE — DAY\n\nJared and the others line up outside of a batting cage fence.\nWe hear the ball being shot out and the grunt of -\n\n \n\nSimon, who misses the ball, then miserably hits the second.\n\nBRANDON\nWho you are on the inside can be\naffected by the outside. Next.\n\nLee look bewildered, realizing it’s time to step up to the\nplate. Simon hands Lee the helmet.",
  "26": "---END OF PREVIOUS SECTION---\nNext. Lee look bewildered, realizing it’s time to step up to the\nplate. Simon hands Lee the helmet. \n---TARGET SECTION TO BE ANNOTATED---\nBRANDON (CONT'D)\nOutside in. Fake it till you make\nit. Adapt to survive.\n\nLee enters as Brandon slides another coin into the slot.\nThere is a terrible anticipation and the first ball comes\nSHOOTING out. Lee startles.\n\nBRANDON (CONT'D)\nAnd you kids and folk, being what\nyou are afflicted with --\n\nLee spins disoriented by the second. Then the third makes\nawful body contact, tilting the helmet from Lee.\n\nBRANDON (CONT'D)\n- better learn how to survive.\nBecome the man you are not.\n\nJared sees Brandon smirk, amused, and unwilling to turn off\nthe machine. Lee is swamped and scared. Gary goes in to help.\n\nBRANDON (CONT'D)\nWhen you are in a prison, you would\nsurprise yourself --\n\nOn Jared absorbing all this as we hear -\n\nMETALLIC NOISES. GUNS in fact. Guns being loaded. CHK.CHK.\nMagazines being locked. CHK. Firing bolts being racked.\n\n \n\n \n\nEXT. FLAT BED TRUCK - DAY (FLASHBACK - 2002)\n\nAn array of HUNTING RIFLES placed on the flatbed tray. There\nare four in total, laying side by side.\n\f37A.\n\nBRANDON O.S.\nWhat you can do to fit in\n(MORE )\n\fBRANDON 0.S. (CONT'D) 38-39.\n\nThe rifles are grabbed by their various owners.\n\nEXT. FOREST - DAY (2002)\n\nBig Jim, Marshall, Jared and a FOURTH MAN edge along a river,\ndeeper into the woods. They split into two groups.\n\n- Later, Jared following Marshall, pulls up to rest. Marshall\nurges him on. A SHOT volleys out over the valley. Jared looks\nback.\n\nEXT. FOREST - DAY\n\nJared helps Jim and his father winch a DEAD BUCK onto the\nback of one of Jim’s trucks\n\f40.\n\nINT. CARMEN’S STOP - AFTERNOON\n\nJared, dressed in his hunting gear, finishes off his fries as\nhe sits alone. Marshall is at the counter with his glasses on\npaying the check and using easy charm with the WAITRESS.\n\nBeside Jared's table is A YOUNG MAN, barely 25, his three\nKIDS and young wife.",
  "27": "---END OF PREVIOUS SECTION---\nCARMEN’S STOP - AFTERNOON\n\nJared, dressed in his hunting gear, finishes off his fries as\nhe sits alone. Marshall is at the counter with his glasses on\npaying the check and using easy charm with the WAITRESS. Beside Jared's table is A YOUNG MAN, barely 25, his three\nKIDS and young wife. \n---TARGET SECTION TO BE ANNOTATED---\n There is also two men sitting at a\nwindow booth that Jared particularly notices. Just then -\n\nCHERYL, who works in the diner, comes up to the table.\n\nCHERYL\nHey Jared.\n\nJARED\nOh. Cheryl. Hey.\n\nCHERYL\nY'daddy’s pickin’ up everyone's\nchecks again. So sweet. He’s even\npaying for those two queers -\n\nJARED\nYou think they’re...?\n\nCHERYL\nThey have to be. Actually quite\nnice though.\n\nMarshall, now shaking hands with the OLD MAN, calls Jared\nover. He’s ready to leave. Jared passes the male couple,\nmaking eye contact with one of them. An awkward smile.\n\nEXT./INT CARMEN’S STOP / MARSHALL'S TRUCK - DAY\n\nOnce in, Marshall takes a pile of religious pamphlets from\nthe glove compartment. On one he writes a bible reference\nRomans 1:27.\n\nMARSHALL\nThere are two men sitting by the\nwindow. I just paid for their\nlunch. Tell them I'd appreciate\nthem taking a look at this paper\nand this verse. For their sake.\n\nJared wants to ask why, but is unable. He knows.\n\f40A.\n\nMARSHALL (CONT'D)\nMen committed shameful acts with\nother men and received in\nthemselves the due penalty for\ntheir error.\n\nINT. CARMEN’S STOP - DAY\n\nJared walks back into the diner. He looks to where the men\nenjoy their lunch. Jared looks out the window to where his\nfather’s truck is in clear view, watching. He moves in their\ndirection holding the pamphlet behind his back.\n\nJARED\nYou guys travelling?\n\nMAN 1\nWe are on our way to a wedding in\nNew Orleans.\n\nJARED\nOh. Cool. Um... My father... my\nfather just paid for your lunch.\n\nThe two men look strangely at this kid in hunting gear.\n\nMAN 1\nWhat’s the catch?\nJARED\nNothing. Just... He’s out there -\n\nThe two men wave out the window. He pockets the flyer.\n\nMAN 1\nWell. Tell him thank you.\n\nJARED\nYes Sir. Safe travels.\n\nMAN 1\nThank you.\nINT. MARSHALL'S TRUCK - LATER\n\nJared gets back into the truck. Marshall is staring at him.",
  "28": "---END OF PREVIOUS SECTION---\nINT. MARSHALL'S TRUCK - LATER\n\nJared gets back into the truck. Marshall is staring at him. \n---TARGET SECTION TO BE ANNOTATED---\nAfter a long silence --\n\nMARSHALL\nWhat did they say?\n\f40B.\n\nJARED\nThey said to say thank you.\n\nThe moment hangs. Does he know that Jared failed the task?\n\nEXT. GRAVEL ROAD/L.I.A. COMPOUND - DAY\n\nFeet hit gravel. Jared and the new group run in a somewhat\nmilitary formation with Brandon as their commander. Aaron\nfollows them driving the short bus.\n\nINT. HAMPTON INN AND SUITES - DAY\n\nJared brushes his teeth - his shirt is off. He examines a\nbruise on the back of his shoulder: a baseball strike? But he\nenjoys the wound, like a new sense of his manhood.\n\nThen - he catches himself with one hand on his hip. He clamps\ndown on the tooth brush and stands ala Brandon: two hands on\nhip; hand back; legs wide - proudly faking it. Soon Nancy\njoins and they both brush side by side.\n\nINT. L.I.A. MAIN AUDITORIUM - DAY\n\nThe words “Fake it till you Make it” written on the board.\nThen - Sykes steps into frame, perusing -\n\nThe bewildered faces of the group staring back.\n\nSYKES O.S.\nMoral Inventory.\n(beat)\nNow the real work starts. Catalogue\nyour sins and ask God’s forgiveness\nfor your wrongs. Sarah --\n\nSarah hesitates to get out of her chair. She finally does and\npasses Aaron who is setting a video camera on a tripod. His\nsecondary task here seems to record significant events.\n\n \n\nCUT TO:\n\nSarah facing the group, reading from a handful of papers. She\nis mid-flow. It is painfully awkward hearing her read. She is\ntrying to motor through it as fast as humanly possible.\n\nSARAH\n.-..and it was there that I had\nsinful thoughts of other girls\n(MORE )\n\f41.\n\nSARAH (CONT'D)\n- I would look at other girls in\nthe changing rooms before gym. And\nin the showers. My biggest sin is\none that I am also thankful for\nbecause it has led me to Love In\nAction.\n\n(beat)\nI had run away from my uncle’s\nhouse and stayed with some girls I\nknew whose parents were away.",
  "29": "---END OF PREVIOUS SECTION---\nAnd\nin the showers. My biggest sin is\none that I am also thankful for\nbecause it has led me to Love In\nAction. (beat)\nI had run away from my uncle’s\nhouse and stayed with some girls I\nknew whose parents were away. \n---TARGET SECTION TO BE ANNOTATED---\n And\nit was there that for a few days I\nfinally acted on my homosexual\nthoughts.\n\n(breathes )\nI renounce these sinful thoughts\nand actions and I ask God to\nforgive me all these things -\n\nJared watches. He knows that he’ll be up there soon\ncataloging his own sins.\n\nOMITTED\n\nINT. L.I.A. MAIN AUDITORIUM - DAY\n\nSykes sets up the ‘LIE CHAIR’ exercise. Two empty chairs\nfacing each other: a role-playing exercise.\n\nSarah takes one of the seats, waiting with dread.\n\nSYKES O.S.\nGo Sarah. There he is in that chair --\n\nCUT TO:\n\nWe smash right into the exercise. Jared watches Sarah be\nBERATED by Sykes to engage with an invisible family figure.\nSarah grips the side of her chair. White knuckles.\n\nSYKES\n- staring right back at you.\n\nHe isn’t. Opposite her is literally an empty chair.\n\nJared turns to check on Jon, who leans forward in his chair.\nGary beside him, leans back biting his nails.\n\nSYKES (CONT'D)\nThere he is. Use your words. Spit\nthem out with purpose. Personal\npronouns like I said. ‘You’ wronged\nme. ‘YOU’ showed me sin.\n\n(MORE )\n\f42.\n\nSYKES (CONT'D)\n\nBut Sarah keeps thinking. Paralyzed.\nSYKES (CONT'D)\nDon’t over think it. Nobody’s\njudging Sarah. But God is watching.\n\nSARAH\nI'm trying...\n\nSYKES\nHe’s watching. And He’s waiting.\n\nSARAH\nI’m trying to find the right words.\n\nSykes unleashes a trial mock tirade on the empty chair.\n\nSYKES\n‘You wronged me. You wronged me\nUncle...’ what was his name?\nSARAH\nJoe.\nSYKES\n‘You wronged me Uncle Joe -- You\n\ntook me into the care of your home\nand locked me up for ---\n\nSARAH\nIt was two of them. Joe and Leila.\n\nSYKES\n‘You wronged me Uncle Joe and Aunt -\n(stops himself)\nAaron? Bring me that empty chair.\n\nAaron hustles and Sykes puts it next to the other empty\nchair. Two chairs for two imaginary people.",
  "30": "---END OF PREVIOUS SECTION---\nBring me that empty chair. Aaron hustles and Sykes puts it next to the other empty\nchair. Two chairs for two imaginary people. \n---TARGET SECTION TO BE ANNOTATED---\n Behind him we\nhear a laugh. He swivels, catching Tina with a smirk.\n\nSYKES (CONT’D)\n\nYou think this is funny Tina? You\nthink the reason y’all are here is\nfunny? Take these exercises\nseriously. Do not waste my time.\nEach other’s time. God’s time. We\nare trying to help you.\n\nHe clicks his fingers in front of Sarah.\n\f42a.\n\nSYKES (CONT'D)\n‘You wronged me Uncle Joe and Aunt\nLeila.’ Go!\n\n(MORE )\n\f43.\n\nSYKES (CONT'D)\n\nWe wait for Sarah to GO... Instead she starts to tear-up.\n\nSYKES (CONT’D)\nYes. Yes. Let it out.\n\nSARAH\nLeila wasn’t my aunt. She was my\ncousin that lived with Uncle Joe.\n\nSYKES\n(sighs)\nAlright. Let’s take a break.\n\nHe checks his watch. Aaron turns off the camera.\n\nSYKES (CONT'D)\nSarah can try again tomorrow. Every\nday, two of you will walk into the\narc like Noah’s animals. And get\nrefuge from damnation. This is the\nticket of entry. No free rides.\n\nHe taps the empty chair and meets with Michael who has an\nurgent issue. Sykes turns, concerned.\n\nOMITTED\n\nINT. L.I.A. MAIN AUDITORIUM - DAY\nIt’s tea break, Jared walks over to a shaken Sarah.\n\nJARED\nYou want anything? I’m making a cup\nof tea.\n\nShe shakes her head, and as he walks away she stops him -\n\nSARAH\nYou're at the Hampton right? I seen\nyou there.\n(off his look)\nSeven o’clock can you meet me by\nthe ATM in the dining area. Bring\nyour phone. Please.\n\nJared nods and moves away, conflicted by the encounter.\nThrough the open door Jared sees Sykes with two PARENTS. It’s\n\nsomewhat heated: admonishment by the father. Then we see Lee,\nbackpack on. The father turns on Sykes --\n\f44,\n\nLEE’S DAD O.S.\nWe told you that!! Unacceptable.\n\nAs Sykes moves back toward the door, everyone disperses.\n\nINT.",
  "31": "---END OF PREVIOUS SECTION---\nUnacceptable. As Sykes moves back toward the door, everyone disperses. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HAMPTON INN AND SUITES RESTAURANT - NIGHT (PRESENT)\n\nJared and Nancy eat dinner, Jared scarfing down food while\ndoing his L.I.A. homework and referring to the HANDBOOK.\n\nHeadphones on, he flicks through his Moleskin with the ripped\nout pages. We see his notes --\n\nMoral Inventory and... Without going into ‘graphic detail,’\ncatalogue all immoral and sexual experiences & He adds...\n‘How you came to be at L.I.A.?'\n\n \n\nHe checks his watch. Almost seven --\n\nINT. HALLWAY - MOMENTS LATER\n\nJared walks into the hallway leading to the bathrooms. It is\nempty apart from the ATM. Then the bathroom door opens up and\nSarah peeks through. Seeing Jared she marches over covertly\nand puts her hand out. He hands her his phone and just as\nquickly she disappears into the bathroom. He waits.\nAwkwardly. That’s when he sees -\n\nSykes, with a woman and kids, ages six and four. They move\ninto the restaurant. Seemingly, an average American family.\n\nJared nervously hides behind the ATM and waits guiltily. What\nis he doing? What if he gets caught?\n\nFinally Sarah emerges wiping her eyes. She hands Jared the\nphone and utters -\n\nSARAH\nDon’t you dare tell anyone.\n\nJared watches her sneak away like she was never even there.\n\nINT. HAMPTON INN AND SUITES DINING ROOM - MOMENTS LATER\nJared gathers his things, aware of Sykes’s presence.\n\nJARED\nI'll finish this in my room. You\nready?\n\n(MORE )\n\f44a.\n\nJARED (CONT'D)\n(beat)\nThe head guy is here\n(MORE )\n\f45.\nJARED (CONT'D)\nAnd Jared is gone. Nancy follows but looks around wondering:\n‘Why is that a bad thing?’\n\nSykes, hearing clatter, looks up. Did he see Jared?\n\nINT. HAMPTON INN AND SUITES - NIGHT\n\nIn the room, Jared sits on his bed. We push in on him,\nknowing what his homework is.\n\nThe building intro of - The Red Hot Chili Peppers - ‘Can't\nStop.’\n\nWe see Jared's pen move over a fresh page. He writes ‘HENRY.’\n\nHENRY O.S.\nYo.",
  "32": "---END OF PREVIOUS SECTION---\nHe writes ‘HENRY.’\n\nHENRY O. S. Yo. \n---TARGET SECTION TO BE ANNOTATED---\n I got you pal.\n\nINT. STAIRWELL, LYON COLLEGE - DAY (FLASHBACK, FALL 2003) 55\nMusic, emanating from a nearby room continues over --\n\nJared is struggling up some stairs with two full drawers.\nThings have started to fall and topple when a fit and tanned\nguy, Henry, bounds up the stairs toward him. Perfect timing.\n\nHENRY\nHere. I can take the top stuff.\n\nJared accepts the help with an awkward thanks. Henry looks in\na drawer as he carries it. It is mainly full of books.\n\nHENRY (CONT'D)\n\nWhich room? Just learned a bunch of\nthings about you in half a second\nlooking in this drawer by the way.\n\nJARED\nOh yeah? I’m in three-four-six.\n\nHENRY\nI’m in two-three-seven. You run?\nPeople who run know about Asics.\n\nThere are Asics on Jared's feet.\n\nHENRY (CONT'D)\n\nI saw you unloading from that car\n\nwith the Razorbacks sticker. You\n\nfrom Arkansas? I’m there a lot\n(MORE )\n\f46.\n\nHENRY (CONT’D)\n\nINT. JARED’'S DORM ROOM 346 - MOMENTS LATER\nThe room has a double bunk beds. There is no one else there.\nHENRY\nFirst one in gets to choose. You\ngot a girl? If so you might wanna\napply for a room without bunks.\n\nJARED\nJust broke up.\n\nHENRY\n(winks )\nGood timing. Before college.\nThey head for the door.\nHENRY O.S.\nI got cousins in Mountain Home.\nEXT. LYON COLLEGE, ARKANSAS - DUSK\nJared and Henry go for a run. We are behind them.\n\nTITLE CARD: HENRY\n\n \n\nJared and Henry at one end of the run, sweat heavily and gasp\nfor air. They occasionally look at each other.\n\nHENRY\nWe're a good fit. Hate running with\nslow pokes. Or speed freaks.\n(beat)\nTell you what. Race you on the way\nback. Last one back has to go to\nthe other one’s church. Serious.\n\nJARED\nWhy? What kind of church is it?\n\nHENRY\nYou game or not?\n\nJared smiles goofily\n\f47.",
  "33": "---END OF PREVIOUS SECTION---\nWhat kind of church is it? HENRY\nYou game or not? Jared smiles goofily\n\f47. \n---TARGET SECTION TO BE ANNOTATED---\nHENRY (CONT'D)\nReady? After three. One, two,\nThree, GO!\n\nCUT TO:\n\nINT. THE HEALING HANDS PENTACOSTAL CHURCH - DAY\nThe opening POWER CHORDS of a Christian Rock band’s opener.\n\nJared and Henry sit among many YOUNG PEOPLE who throw their\nhands in the air, CHEERING. A Pentecostal Church meeting in\nfull swing. More a party than a service.\n\nLEAD SINGER\nGet on your feet for Jesus.\n\nEveryone stands and Henry does too. Jared is a beat behind\nlike a guilty outside observer. His dad would HATE this kind\nof worship. Henry offers Jared a hand to stand. Jared stands\nand watches as Henry, euphoric, cuffs the young TEEN in front\nof him and lets out a ‘whoop.’\n\nHENRY\n(beaming)\nRadical huh?\nThe minister, the YOUNG charismatic FRANK, 35, on the stage —\n\nFRANK\nLet's sing it for Jesus --\n\nHENRY / EVERYONE\nAmen/Amen!\n\nHenry puts his manly arm around Jared who allows himself to\nsmile and start to enjoy it. He relaxes and puts his arm\naround Henry too. It’s a brotherly embrace that feels safe in\nthis environment. But --\n\nThe music turns to something synthesized and ominous.\n\nEXT. LYON COLLEGE CAMPUS - NIGHT\n\nJared and Henry on a run, jog around trees, deflecting cherry\nblossom tree branches to cut a smoother line.\n\nLater -\n\f47A.\n\nAt the end of their run, they stare at each other as they\nstretch and search for oxygen. Jared tries a smile. But it’s\na little long and Henry frowns, a tad suspicious\n\f48.\n\nINT. JARED’S DORM ROOM 346 - LATER\n\nThat ominous music is a SYNTHETIC LOOP from TOM CLANCY’S\nSPLINTER CELL.\n\nJared and Henry are still dressed in sweats. We see from\nbehind as Jared controls the game and Henry watches, sipping\na beer. A lone player makes his way through the green and\nblue glow of an underground concrete facility. Jared steals\na look at Henry’s face, glowing in the screen’s light.\n\nHenry checks his watch. Sips his beer. He’s tired.",
  "34": "---END OF PREVIOUS SECTION---\nHenry checks his watch. Sips his beer. He’s tired. \n---TARGET SECTION TO BE ANNOTATED---\nHENRY\nY’said your roommate’s not coming\nback till tomorrow?\n\nJARED\nOn some golf trip. You wanna crash?\n\nJared moves to turn off the game.\n\nHENRY\nYou keep playing.\n\nHenry gets up and we hear the sounds of Henry climbing up the\nbunk ladder.\n\nJared watches, turns down the sound and then goes back to his\ngame, conflicted. He’s attracted it’s clear. But Henry is\nstraight and Jared has ZERO experience with ANYONE.\n\nJARED O.S.\nAm I in trouble?\n\nINT. L.I.A. ADMIN OFFICE - DAY (PRESENT)\n\nTight on Jared’s face as a door opens and shuts 0.S.\n\nJARED\nHave I done something wrong?\n\nMICHAEL O.S.\nHere he comes now.\n\nSYKES O.S.\nMorning Jared.\n\f48A.\n\nSykes sits carrying a file. His demeanor is supremely casual\nand friendly. Not the ‘man on show’ he is in the group\nsessions. The only sound is a ticking clock\n\f49.\n\nSYKES\nNo reason to be worried. Around day\nthree I just check in with the new\nrecruits. See how they’re getting\nalong. Little private chat.\n\nA poster behind Sykes linking AIDS to homosexual deviant\nbehavior draws Jared’s attention for a moment.\n\nSYKES (CONT’D)\nSo, how is it going for ya?\n\nJARED\nIt’s good. I’m finding it all...\nhelpful, yeah.\n\nSYKES\nHow is your Moral Inventory coming\nalong? Are you ready? You wanna go\ntoday? Dive right in?\n\nJARED\nOh... I, um.. I’d like to watch a\ncouple more people do theirs I\nthink, if that’s okay. I haven’t\ncompleted everything yet.\n\nSykes pulls out a handful of papers from his file: Jared's\njournal stories. He selects a page and holds it up.\n\nSYKES\nWhat is this?\n\nJARED\nIt’s a story.\n\nSYKES\nIt’s a love story about a boy and a\ngirl. Were you thinking about two\nboys when you wrote this?\n(hold)\nIs this a true story?\n\nJARED\nNo. It’s just a story.\n(off Sykes)\nWill I be able to get them back?\nThey're assignments for college.\n\f49a.",
  "35": "---END OF PREVIOUS SECTION---\n(off Sykes)\nWill I be able to get them back? They're assignments for college. 49a. \n---TARGET SECTION TO BE ANNOTATED---\nSYKES\nYes, I noticed your list of books\nhere. A reading list I assume.\n(holds it up\n(MORE )\n\f50.\nSYKES (CONT'D)\n\nSome of these books -- considering\neverything that’s going on for you,\nI wonder if this is really the\nright thing for you to be pursuing\nat all. Perhaps a year with us is a\nbetter use of your time. Something\nto think about.\n\nThis troubles Jared, but he nods. Sykes reads him, his eyes\nnarrowing a little and then the smile returns -\n\nSYKES (CONT'D)\nListen. I want you to know, I've\nhad conversations with your parents\nin the lead up to you being here,\nand I know a little of your story\nsomewhat.\n\n(smiles)\nI know there are discrepancies from\nwhat your parents were told and\nwhat you have said to them. And\nthey are really unsure what to\nbelieve. But, I know there is a\nbigger story. Or stories. Right?\nWe’re not here based on mere\nthoughts alone.\n\n(beat)\nYou know, the ones that get the\nmost out of this, are the ones who\nare brave. The ones who fess up to\nwhat God already sees, Jared.\n\nHis friendly concern has somehow taken on the air of threat.\nSYKES (CONT’D)\nYou really gotta put it all on the\ntable here. That way we can really\nassess what is the best future for\nyou.\nINT/EXT. HALLWAY/SYKES’S OFFICE - DAY\nSLOW MOTION: Jared walks out. We read his disappointment -—\nGARY O.S.\nDear heavenly father, today I ask\n\nyour forgiveness for my sins.\n\nJared takes the corner\n\f51.\n\nGARY 0.S. (CONT’D)\nFor a year we lived under the cover\nof being ‘roommates’ though we\nweren't using separate rooms.\n\nINT. L.I.A. MAIN AUDITORIUM - DAY\n\nGary goes through the process of reading his Moral Inventory.\nHe has tears streaming his face. To the side - Aaron is\nfilming with his small mounted camera.\n\nGARY\nMuch like a normal couple we lived\nthat way and for a time... it felt\nnormal... Until my family\n\ndiscovered the truth.",
  "36": "---END OF PREVIOUS SECTION---\nTo the side - Aaron is\nfilming with his small mounted camera. GARY\nMuch like a normal couple we lived\nthat way and for a time... it felt\nnormal... Until my family\n\ndiscovered the truth. \n---TARGET SECTION TO BE ANNOTATED---\n But I was\nfooling myself. Being fooled. I was\nseduced into sin... by all sorts of\nsinful people... I knew in my heart\nI had forsaken Jesus for Satan.\n\nJared listens, frowns. This just seems like a regular, caring\nrelationship being described. He looks across to Jon who we\ncan see has a minor black eye. Jon won’t engage.\n\nGARY (CONT'D)\nBut I am awake to my sins. I can’t\nbelieve the disgusting person that\nI once was. I ask --\n\nThe haunting SYNTHETIC music of ‘SPLINTER CELL’ Pulses --\n\nSYKES O.S.\nLesbian. Gay. Bi --\n\nINT. L.I.A. AUDITORIUM - DAY\n\nOn the board is a circle with several WORDS inside of it:\nMarriage, Children, family, support, caring. In an opposing\ncircle is another list: Rape, child molestation, promiscuity,\nAIDS , loneliness, zero children --\n\nSykes writes Heterosexual over the ‘Good/LIFE’ circle, and\n‘Homosexual’ and LGBTQ over the other. He adds ‘D’ and ’P’ as\nwell, literally as a joke.\n\f51a.\n\nSYKES\nTransgender, Queer... Dolphins...\nPandas, Unicorns. Cupcakes. So much\nchoice over here\n\n(MORE )\n\f52.\n\nSYKES (CONT'D)\n\nIt’s designed to make everyone laugh, and most don’t but\nJared and Jon do. Sykes adds ‘DEATH’ above the circle.\n\nSYKES (CONT'D)\nTalk about one way to ruin your\ndollar bill. To burn it by falling\nright back into hell. Inviting this\nbehavior into your life --\n\nMove in on Jared as the ‘SPLINTER CELL’ theme riffs. We will\nrecognize it and it will take us back to -\n\nINT. JARED’'S DORM ROOM 346 - NIGHT (FLASHBACK)\nWe are taken back to the night Henry crashes in Jared’s dorm.\n\nJared plays alone for a beat but then finishes a game and\nturns the console off, casting the room into darkness.\n\nLater - Jared is lying on his bunk, still awake. Noises come\nfrom the springs above: Henry moving. Turning.",
  "37": "---END OF PREVIOUS SECTION---\nLater - Jared is lying on his bunk, still awake. Noises come\nfrom the springs above: Henry moving. Turning. \n---TARGET SECTION TO BE ANNOTATED---\n After a while\n\nJARED\nCan’t sleep, huh?\n(no answer)\nProbably shouldn’t run so late at\nnight.\n\nThen the figure of Henry jumps down in the darkness. A weird\nmoment of pause as Jared turns to look at his silhouette.\n\nHENRY\nUm...\n\nJared frowns. Something in the air. Then -\n\nSuddenly, Henry lunges forward and clamps a hand over Jared's\nmouth. Almost gently the command comes -\n\nHENRY (CONT'D)\nShhhh. Shut up.\n\nIn a weird and almost silent flurry, Jared is forced to flip\nover by Henry. His sweats are pulled down and Henry is on\nhim.\n\nDuring the rapid and silent rape Jared’s head is knocked\nagainst the upright strut arm of the bunk. Then it is over.\nHenry recedes. And all we hear is -\n\f52A.\n\nHENRY O.S.\nDamn it.\n(MORE )\n\f53.\n\nHENRY 0.S. (CONT'D)\n\nHold on Jared. Paralyzed. His forehead trickles blood.\n\n-- We hear Henry climb back up on the top bunk.\n\n \n\nJared is confused. What the hell just happened? We hold on\nthis for the longest time. Until -\n\nHenry starts to cry. Finally, Jared moves ever so slightly.\nHENRY 0.S. (CONT'D)\nWhat is wrong with me? What the\nhell is wrong with me?\n\nJared rolls over onto his back. He listens to Henry cry.\n\nHENRY 0.S. (CONT'D)\nI’m going to be in so much trouble.\n\nJARED\nAre you okay?\n\nHENRY\nOh man.\n\nJARED\nHenry?\n(beat)\nHave you done that before?\n\nSilence. Long.\n\nHENRY\nI need to confess. I’m going to\nhave to... will you hear me? Can\n\nyou keep this between us?\n\nJared thinks and utters ‘Mmhmm.’ And Henry jumps down. He\nsits on Jared’s bed. Jared doesn’t move.\n\nHENRY (CONT'D)\nI’m so sorry.\n\nHold.\nHENRY (CONT'D)\nRemember that kid from church. The\none in front of us..?\n\nINT. JARED’S DORM ROOM 346 - MORNING\n\nJared wakes. Cautiously he stands to see -\n\f54.\n\nHenry has gone.",
  "38": "---END OF PREVIOUS SECTION---\nJARED’S DORM ROOM 346 - MORNING\n\nJared wakes. Cautiously he stands to see -\n\f54. Henry has gone. \n---TARGET SECTION TO BE ANNOTATED---\n The bunk is neatly made, and there’s a note -—\nwhen Jared unfolds it, it merely says - “Run @ 6?\"\n\nThe door opens, startling him: The ROOMMATE, carrying golf\nclubs, back from his trip. They exchange ‘hellos’.\n\nINT. LYON COLLEGE, AUDITORIUM - DAY\n\nJared sits in a class as it is filling up. We push in on him.\nLater - he sits alone in the now empty space.\n\nLater - he sits outside against a wall, alone.\n\nOMITTED\n\nOMITTED\n\nEXT. TRACK, LYON COLLEGE - DUSK\n\nHenry limbers up. Stretches for his run. He looks around for\nJared: a no-show. He begins texting. Then -\n\nJARED O.S.\nHey. Sorry.\n\nHENRY\nThought you weren't coming.\n\nJARED\nI nearly had to head home.\n\nHenry - curious. Jared starts to stretch.\n\nJARED (CONT'D)\nIt’s all good. My aunt’s a bit\nsick. I'll probably head back in\nthe morning for a couple days.\n\nHENRY\nLet’s stretch and pray.\n(off his expression)\nWhy not? For your Aunt.\n\nHenry takes a knee, but it doubles as a quad stretch.\nHENRY (CONT'D)\n\nDear Heavenly Father...\n(MORE )\n\f55.\n\nHENRY (CONT’D)\n\nEXT. LYON COLLEGE, CAMPUS - NIGHT\nJared and Henry run at a medium jog. We follow behind.\n\nHENRY V/O\nWe pray that you remove all\nobstacles from our path.\n\nThey take a bend.\n\nHENRY V/O (CONT'D)\nAnd we give thanks for our freedom,\nfor our youth, and our health,\nwhereas others are less fortunate.\n\nWe continue to lead them now as Henry looks across to Jared.\nIt is clear he is concerned for Jared's withdrawal.\n\nHENRY V/O (CONT'D)\nWe pray for Jared's aunt, that she\nMay be restored to health and we\ndedicate this run to her recovery.\nINT. JARED’S FORD MUSTANG - DAY\nJared drives his car. We are behind him.\nHENRY V/O\nWe run guided by your love and\nlifted by your spirit. Each step a\nprayer that all of your children\nshare the same abundance.",
  "39": "---END OF PREVIOUS SECTION---\nWe are behind him. HENRY V/O\nWe run guided by your love and\nlifted by your spirit. Each step a\nprayer that all of your children\nshare the same abundance. \n---TARGET SECTION TO BE ANNOTATED---\nThe pair move down a rise and disappear into darkness.\n\nINT. LYON COLLEGE, HALLWAY - DAY\n\nHenry moves with a purpose. A swagger. We follow as he raises\na flip cell phone to his ear.\n\nHENRY/JARED V/O\nAmen. Amen.\n\nEXT. JARED’S FAMILY HOME - DAY\n\nJared gets out of his car and moves to the house where he is\ngreeted with great warmth by his mother\n\f56.\n\nINT. LYON COLLEGE, HALLWAY - DAY\nHenry on the phone -—\nHENRY\nYo. Hey, you remember a kid called\nJared Eamons? Ginger haired kid.\nYour year at St. Martins?\nINT. EAMONS FAMILY KITCHEN - DAY\nJared dumps his bag as he moves through the house.\nHENRY O.S.\nI'm looking to get a hold of him.\n\nINT. LYON COLLEGE, HALLWAY - DAY\n\nHenry walks the hall dialing a new number.\n\nINT. JARED'S BEDROOM - DAY\n\nJared takes his sneakers off and turns on his computer. The\nfaint 0.S. sounds of a phone ringing.\n\n \n\nINT. EAMONS FAMILY KITCHEN - DAY\n\nThe phone rings in the kitchen. We follow Nancy as she wipes\nher hands and moves to answer.\n\nNANCY\nHello?\nINT./EXT. HALLWAY / LYON COLLEGE COURTYARD - DAY\n\nHenry opens the wide doors to the college courtyard where\nhundreds of kids enjoy the sun.\n\nHENRY\nHi. Is that Missus Nancy Eamons?\nINT. EAMONS FAMILY KITCHEN - DAY\n\nNancy is chirpy but somehow senses something ominous.\n\f56A.\n\nNANCY\nThis is she. Who am I speaking to\n(MORE )\n\f57.\n\nNANCY (CONT'D)\n\nWe hear Henry's mumbled voice on the other end of the line.\n\n \n\nWe move in on Nancy’s ‘not so great’ portrait of the family,\nnow hanging on the wall.\n\nNANCY (CONT'D)\nYes? What about him?\nINT. EAMONS FAMILY HOME/JARED'S ROOM - AFTERNOON\nJared sits on his bed reading. A knock comes to the door.\n\nMARSHALL O.S.\nJared?\n\nSomething in the tone of his voice makes Jared concerned.\n\nINT.",
  "40": "---END OF PREVIOUS SECTION---\nJared? Something in the tone of his voice makes Jared concerned. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EAMONS FAMILY LIVING ROOM - NIGHT\n\nWe SMASH INTO A FIERCE FAMILY ARGUMENT. Jared IS AT WAR with\nhis father. Under interrogation. Nancy is the bystander.\n\nJARED MARSHALL\nDid he give you a name? Answer my question?!\nJARED\nIf he gave you a name... I’m just\n\nsaying, why wouldn’t he give you -—\n\nMARSHALL\nAnswer me. Are you doing all the\nthings he says?\n\nJARED\nDid he give you his name?\n\nMARSHALL\nEnough. I command you -\n\nJARED\n- command me all you want. I’m\nasking questions too.\n\nMarshall makes a move toward Jared.\n\nNANCY\nHe didn’t give me his name.\n(wavers )\nI don’t think.\n\f57A.\n\nThey both look to Nancy\n\f58.\n\nJARED\nThe guy is full of shit!\n\nMARSHALL\nNancy. Leave the room.\n\nJARED\nI'll leave the room.\n\nMARSHALL\nNo. You sit down.\n\nJARED\nIt’s bullshit, dad.\n\nMARSHALL\nLANGUAGE !\n\nNANCY MARSHALL (CONT'D)\nHe just said ‘counselor’. I (a warning)\nasked for his name -- -- Nancy.\n\nNANCY\n--- and a number but...\n\nJARED MARSHALL\nSee. NANCY!\n\nNancy starts to retreat. Finally she leaves.\n\nJARED\nI can’t believe this.\n\nMarshall tries a new tactic, trying to focus the conversation.\nMARSHALL\nOkay son... Let’s sit and talk\ncalmly. Man to man.\n\nJARED\nNo. Dad, because it’s --\n\nMARSHALL\n-- Is it true? He said you've\nbeen... that you are a homosexual.\nJared sighs deeply. He gets up and moves for the door.\n\nMARSHALL (CONT'D)\nHey. We are not finished.\n\f58A.\n\nJARED\nI am. Because you won’t listen\n(MORE )\n\f59.\nJARED (CONT'D)\nJared tries to go to his room. Marshall tries to intercept\nhim. Nancy watches from the hallway.\nJared tries to force the door shut which results in a\nphysical battle now with his father. The door hits Marshall's\n\nface, knocking him backwards and bringing renewed fury.\n\nMarshall forces Jared against the wall.",
  "41": "---END OF PREVIOUS SECTION---\nJared tries to force the door shut which results in a\nphysical battle now with his father. The door hits Marshall's\n\nface, knocking him backwards and bringing renewed fury. Marshall forces Jared against the wall. \n---TARGET SECTION TO BE ANNOTATED---\nMARSHALL JARED (CONT'D)\nAnswer me! What this man (correcting)\nsays... - What this full-of-shit guy\nwho is not a counselor and -\nMARSHALL\nIs it true?\nJARED MARSHALL (CONT'D)\nWho didn’t have the spine to Son!!\ngive his own name -\nJARED\nWho raped a kid at his Pentacostal\nchurch group. And... God knows who\n\nelse.\nMarshall, still grips his son, but is rattled into stillness.\n\nJARED (CONT'D)\nDad, you're hurting me.\n\nQuestions rage in his father’s grip. But the thought of\nhurting his son wakes him from the attack.\n\nJARED (CONT'D)\nDad. It’s not true. The guy is\nlying. I can tell you --\n\nAs Marshall slowly releases, Jared steps forward. He takes in\nhis mother and father flanking him.\n\nJARED (CONT'D)\nHis name is Henry Wallace. He’s not\na counselor. He’s a student too. He\ntold me he did some bad things.\n\n(beat)\nI think he thinks I’m going to tell\non him.\n\nPause. The dust settles finally. But, Marshall’s radar is\ntuned to the fact that he doesn’t have ALL the information\n\f60.\n\nINT. BEDROOM —- NIGHT\n\nJared is playing a game on his PLAYSTATION 2: FINAL DOOM -\nLevel 9 with its dread filled pipe-organ theme track. Roaming\nthe pit, he blasts demon soldiers and fiery skulls with a\ndouble barrel shotgun. Computer blood flows freely. He is\ndeep in burying his reality when his father walks in.\n\n \n\nMARSHALL\nYour mother is making dinner.\n\nJARED\nI’m okay. I’m not hungry.\n\nHe pauses the game as Marshall sets down a note pad and pen.\n\nMARSHALL\nI want you to write down this boy’s\nname and the name of this\nPentecostal Church. If he did what\nyou say then it needs to be\nreported.\n\nJARED\nI don’t want you to talk to him.\n\nMARSHALL\nI think this matter is a little too\nimportant for us to get into the\nbusiness of protecting anyone.\n\nJared looks at the paper and pen. Marshall moves to leave.",
  "42": "---END OF PREVIOUS SECTION---\nMARSHALL\nI think this matter is a little too\nimportant for us to get into the\nbusiness of protecting anyone. Jared looks at the paper and pen. Marshall moves to leave. \n---TARGET SECTION TO BE ANNOTATED---\nMARSHALL (CONT'D)\nEric is coming over tomorrow to\ndiscuss rewiring for the new\nministry.\n\n(beat)\nI extended the invitation to Chloe\nand Brandy too. I'd appreciate it\nif you stuck around another -\n\nJARED\nI really should get back.\n\nMARSHALL\nIf you can miss one day of classes,\nI’m sure one more is not going to\nend the world.\n(beat)\n(MORE )\n\f60A.\nMARSHALL (CONT'D)\nWhy did you come back in the first\nplace? Mid-week?\n\nThe way he asks it still feels like he mistrusts his son\n\f61.\n\nMARSHALL (CONT'D)\nYou know there is nothing like the\nfeeling of... being with a woman.\nIf you knew what it was like -\n\nJARED\nDad. It’s not true.\n\nJared goes to put his head phones on.\nMARSHALL\nYou know what I think about those\nkind of games too.\n\nMarshall leaves. Distracted, Jared is swamped by soldiers.\nGame Over. He sits in silence for a moment and then -\n\nJared explodes. The closest thing we have seen to rage. He\nrips the cord from the controller out of the system and\nthrows it across the room.\n\nINT. EAMONS FAMILY KITCHEN - NIGHT\n\nMarshall looks at his ministry architectural plans while\nNancy preps dinner. A somber mood. Broken as -\n\nJared enters and drops the ENTIRE gaming system on the table,\n\n \n\ncords and all. BAM.\n\nJARED\nYou want me to stop with the games?\n\nHis parents are puzzled.\n\nJARED (CONT'D)\nOk... I’1l stop with them.\n\nPause.\n\nJARED (CONT'D)\n\nI don’t want to see Chloe.\n(beat)\n\nWe broke up.\n\nAnd he exits, leaving his parents confused. But then -\nMoments later he is back ---\n\nJARED (CONT'D)\nWe broke up because... I think I’m.\nIn fact, I’m pretty sure that I’m -\n\f61A.\n\nJared is trying to find the words. It’s hard, but he’s going\nto stay until the message gets across. Finally\n\f62.\n\nMarshall swoops up his architect plans, and leaves the room.\nThere is a long pause. Until Nancy awkwardly pipes up.",
  "43": "---END OF PREVIOUS SECTION---\nMarshall swoops up his architect plans, and leaves the room. There is a long pause. Until Nancy awkwardly pipes up. \n---TARGET SECTION TO BE ANNOTATED---\nNANCY\nAre you sure honey?\nINT. JARED’S ROOM - FAMILY HOME - NIGHT\nJared is watching through a crack in the door. He sees -\n\nIn the kitchen his father sitting, embracing his mother. Then\nhe hears a car and moves to the window. He is alarmed to see -\n\nTwo men approach the house: Big Jim and Pastor Wilkes.\nMarshall walks to greet them. It’s definitely conspiratorial.\nAnd it’s definitely something to do with Jared. He moves to\nthe landing to watch them enter the house, careful to avoid\nbeing seen.\nMARSHALL\n\nThanks for coming Jim. Pastor.\nINT. L.I.A. OFFICE - AFTERNOON (PRESENT)\nThe daily pick-up. Jared goes to collect his cell phone as\nJon is leaving the pick-up area, already having taken his. We\nsee that bruised eye more closely. Jon nods goodbye.\n\nEXT. HAMPTON INN AND SUITES PARKING LOT - AFTERNOON\n\nJared and Nancy in profile shuffle back after a long day.\nJared's eye catches something and he stops briefly.\n\nThe BEST WESTERN sign. He and Jon are neighbors.\n\nINT. HAMPTON INN AND SUITES ROOM - NIGHT\n\nJared stands at the window staring at the blue and yellow lit\ntower of the BEST WESTERN: Jon’s temporary home.\n\nNANCY O.S.\nWe are trying a new place.\nEXT. HAMPTON INN AND SUITES, PARKING LOT - MORNING\n\nWe follow Jared and Nancy toward the BEST WESTERN. Nancy,\nalways dressed like it’s dinner, even when it’s breakfast.\n\f63.\n\nNANCY O.S.\n- in search of the perfect soft-\nboiled egg.\n\nINT. THE BEST WESTERN, BUFFET ROOM — MORNING\n\nNancy holds a bedazzled phone in overly manicured hands.\nBangles rattle and rings knock against bigger rings.\nMeanwhile, Jared scans the room, looking for Jon.\n\nNANCY\nWe're about to find out.\n\nAs Jared cracks the top off a soft-boiled egg, Nancy\nstretches out those hands in suspenseful expectation: The\npantomime of ‘Did they get it right?’ One of their many\n‘games.’ Off Jared’s reaction, she clenches her fists:\n‘foiled again.’\n\nNANCY (CONT'D)\n\nOvercooked.",
  "44": "---END OF PREVIOUS SECTION---\nMeanwhile, Jared scans the room, looking for Jon. NANCY\nWe're about to find out. As Jared cracks the top off a soft-boiled egg, Nancy\nstretches out those hands in suspenseful expectation: The\npantomime of ‘Did they get it right?’ One of their many\n‘games.’ Off Jared’s reaction, she clenches her fists:\n‘foiled again.’\n\nNANCY (CONT'D)\n\nOvercooked. \n---TARGET SECTION TO BE ANNOTATED---\n(into the phone)\n\nIf they have an office in Memphis,\nI could check the color swatches\ndown here. I think a muted green is\na good match with oak. Blue is\nalways a little dominant,\nregardless of shade.\n\nJared goes back to scanning the room. Then he finds -\n\nJon. Trailed by a guy (20s). An older brother Jared guesses:\nan even manlier version of Jon. The brother hangs back to\ntalk on his cell, as Jon hits the buffet.\n\nINT. THE BEST WESTERN - MORNING\n\nJared plants himself at the buffet waiting to be seen.\n\nJON\nPlate?\n\nJared almost answers but then realizes it’s not an offering\nfor him. Instead - Jon’s brother brushes past.\n\nBROTHER\nI said I'll look after myself.\n\nJON\nYou want a juice?\n\f63A.\n\nAnd so it comes to be that Jon COMPLETELY IGNORES JARED\n\f64.\n\nBROTHER\nLook after yourself. I got mine.\n\nJared hangs, self-consciously filling his plate, until it’s\nsafe to walk back to the table.\n\nINT. THE BEST WESTERN, BUFFET ROOM — MORNING\n\nJared sits back down at the table, stung. He is handed the\nphone by Nancy.\n\nJARED\nHey Dad. How’s the remodeling\ngoing?\n\nHe looks across one last time for Jon. No luck.\n\nJARED (CONT'D)\nI’m sorry I’m not there to help.\n(listens)\nHuh? Oh yeah. Good. It’s fun.\n(beat)\nI said it’s fun.\n\nPRE-LAP: the SOUNDS OF A GROWN MAN WEEPING. DEEP PAIN.\n\n \n\nINT. L.I.A MAIN AUDITORIUM - DAY\nTight on Aaron’s video camera. Its red light on. Recording.\nPhillip sits crying while Aaron films him.\n\nThe faces of Jared and others as they react to the LIE CHAIR\nexercise and catharsis. Cameron bites his nails.\n\nPHILLIP\n(in between sobs)\nI hate you. I hate you. I --\n\nPhillip gives his last bit of energy and SOBS now,\nuncontrollably. Broken. Sykes tentatively helps him up.\n\nSYKES\nGood job Phillip. We love you.\n\nEVERYONE\nWe love you Phillip.\n\f64a.\n\nSYKES\nSee. Good job.",
  "45": "---END OF PREVIOUS SECTION---\n64a. SYKES\nSee. Good job. \n---TARGET SECTION TO BE ANNOTATED---\n Go wash up if you\nneed. Michael -\n\n(MORE )\n\f65.\nSYKES (CONT'D)\nMichael steps forward to escort him. They walk out together\nwith Aaron.\nJared looks across at Jon, who won’t make eye contact with\nhim. He looks pissed. He then sees an empty chair. He looks\naround. Jared turns to look around. Sarah is missing.\nINT. L.I.A. MAIN AUDITORIUM - DAY\nJon is grabbing a boxed lunch. Jared come up beside him.\nJARED\nNo one knows where Sarah is.\nHave you heard anything?\nHe eyeballs Jared briefly. Jared feels scolded.\nJON\n\nIs this all a game to you? What\nwere you doing over there anyway?\n\nJARED\nWe got sick of the breakfast at our\nplace.\n\nJON\n\n(moving off)\nOkay. You tell yourself that.\n\nMOMENTS LATER, Jared sits drinking tea on his own.\n\nJON O.S.\nListen, man -\n\nJon plants himself in another chair.\n\nJON\n\nYou gotta think about why you went\nthere. Seriously. You don’t think I\nwasn’t fishing for where you were\nstaying when I told you my hotel.\nThese are the urges we gotta stamp\nout. Whole reason we’re even here.\nGotta control this.\n\nHe taps his head too hard. Admonishing.\n\nJARED\nWe were just looking for somewhere\nthat could do boiled eggs properly.\nSeriously.\n\n(MORE )\n\f66.\n\nJARED (CONT'D)\n\nJON\nTrue ownership man. That’s what\nMoral Inventory’s about. Owning\nyour shit. If you want a boiled egg\nthen tell your place how long you\nwant them cooked. They got a\nkitchen and eggs and a chef. Don’t\ncome to my place pretending. Or\nelse you gotta add it to your M.I.\n\nJon gives a ‘sure you were’ grunt then jumps up seeing\nCameron is throwing a football inside with Tina. He joins. We\nsees Cameron, suddenly relaxed and happy to have a football\nin his hands.\n\nJared stands too... beside Jon. They take turns throwing back\nto Cameron who is now joined by Tina. The group keep\nthrowing, but suddenly STOP when they hear the door open.\n\nSYKES\nYou don’t have to stop.\n\nIn the B.G.",
  "46": "---END OF PREVIOUS SECTION---\nSYKES\nYou don’t have to stop. In the B. G. \n---TARGET SECTION TO BE ANNOTATED---\n Sykes starts re-arranging chairs with Michael.\nSYKES O.S.\nFootball is okay. S’long as you\ndon’t break anything. In fact --\nSykes jumps in and starts throwing with them. It becomes\nawkward but sort of fun. The whole group encouraged to join\nin. Some do. Some don’t. Jared watches the madness. Then --\n\nSYKES\nCameron! !\n\nHe throws the ball to Cameron, who catches it happily as --\nSYKES 0O.S\nYou're up. Moral Inventory and Lie\n\nChair.\n\nAnd the carefree smile turns to paralyzing fear.\n\nINT. L.I.A. MAIN AUDITORIUM - DAY\n\nCameron is in the chair now. He is doing the Lie Chair\nexercise. Cameron reads from a piece of paper --\n\nCAMERON\nYou wronged me dad and I hate you --\n\f66A.\n\nIt’s so quiet that everyone has to lean in to hear him.\nAaron, behind the camera, gestures to Sykes: ‘volume’\n\f67.\n\nSYKES\nWe can’t hear you Cameron!\n\nCAMERON\n- hate you for the way you have\ntreated me since you found out\nabout my problems.\n\nSYKES\n‘About my sins.’ Say it Cameron.\n\nCameron looks like he wants to disappear. Jared intervenes.\n\nJARED\nI can go. I don’t mind -\n\nSYKES\n(shutting him down)\nEveryone gets a turn. This is\nCameron’s turn. Cameron? ‘Found out\nabout my sins’ --\n\nCAMERON\n\nFound out about my sins.\nSYKES\n\nLouder.\nCAMERON\n\n(trying, still soft)\n-- I hate you because you never\nlisten to me, or acknowledge me. Or\nif you do acknowledge me it’s to\nmake fun of me --\n\nSYKES\n‘IT’S TO MAKE FUN OF ME!!’\n\nCAMERON\n-- in front of other people, or -\nYou just yell at me --\nSykes decides to let Cameron work at his own volume.\nCAMERON (CONT’D)\nWhen you told me you wished I\nhadn’t been born, that really hurt.\n\nCameron stops reading from his notes. He looks at Sykes.\n\f67A.\n\nSYKES\nWell, you say that you are angry,\nbut frankly I don’t see it.",
  "47": "---END OF PREVIOUS SECTION---\nHe looks at Sykes. 67A. SYKES\nWell, you say that you are angry,\nbut frankly I don’t see it. \n---TARGET SECTION TO BE ANNOTATED---\n ‘That\nreally hurt.\n\n(MORE )\n\f68.\nSYKES (CONT'D)\n\n(nothing from Cameron)\nI wanna see you express it.\n\nCameron sighs. Something is definitely inside of him -\n\nSYKES (CONT'D)\nOnly then can we have a chance to\ntell these people in the real world\nhow they have affected us.\n\nCameron’s wraps his arms around himself.\n\nSYKES (CONT'D)\nWhere is that anger Cameron? You\nwanna learn and grow? Well?\n(turns away)\nI guess not. Oh, well.\n(to the group)\nS'up to you.\n\nSykes urges the others to go on break and they all file\naround Cameron who sits, feeling a failure in the chair -\n\nBut then - they hear an almighty noise and turn to see -\n\n- Cameron bring the chair crashing down like a pick-axe, on\nthe empty chair opposite, POUNDING it repeatedly. Everyone is\nin_shock. When the dust settles, they all stare at Cameron,\nand Cameron back at them --\n\nCAMERON\nUm. Sorry.\n\nCameron looks around like he has made a mistake. He retreats\ninto apologies, and starts to pick up what he’s broken.\n\nSYKES\nIt’s okay. It’s okay. Take a break\nCameron. I’1ll get that.\n\nCAMERON\nI’m sorry. That’s just how I\nexpress my anger so --\n\nSYKES\nThat’s on me. It’s okay. Good job.\nWe love you Cameron.\n\nGROUP\nWe love you Cameron.\n\nCameron passes by, watched by Brandon and applauded by Jon.\n\f68A.\n\nJared watches Cameron retreat back into his massive shell\n\f69.\n\nINT. L.I.A. BATHROOM - LATE AFTERNOON\n\nJared steps up to pee. Unbuttoning, he sees a shape pass the\nhigh window. Curious, he hoists himself up, and can see -\n\nSykes, alone and in the magical afternoon light staring at\nthe tree line. Hands on his hips. Jared immediately wonders\nabout him. Then the door swings open and Jared steps down -\n\nBRANDON O.S.\nYou're meant to attend bathroom\nbreaks with a staff member.\n\nBrandon eyes him cautiously, and Jared goes to exit --\n\nBRANDON\nWhat, you not gonna pee now?\n\nJared realizes his mistake.",
  "48": "---END OF PREVIOUS SECTION---\nYou're meant to attend bathroom\nbreaks with a staff member. Brandon eyes him cautiously, and Jared goes to exit --\n\nBRANDON\nWhat, you not gonna pee now? Jared realizes his mistake. \n---TARGET SECTION TO BE ANNOTATED---\n Looks at his unbuttoned pants.\n\nBRANDON (CONT'D)\nOr were you gonna do something\nsolo? That’s why they make the\nrules.\n\nJared turns back to pee. It’s a fearful stop-start pee.\n\nBRANDON (CONT'D)\nSounds like Morse code. You sending\nme a message, faggot?\n\nFinished, Jared goes to walk out. Brandon turns on the tap to\nfor him to wash. He complies. Now Brandon gets awful close\nand hands him a paper towel.\n\nBRANDON (CONT'D)\nI do not get you guys at all. Too\nmuch mothering and not enough\nfathering. I can’t be both for you.\n\nFinally Jared is allowed to leave.\n\nINT. NANCY'S CAR — DAY\n\nJared rides back from L.I.A. deep in his head. Nancy drives\nwondering if she should respect the silence or probe --\n\nNANCY\nIt’s still early. Do you want to\nwatch a movie\n\n(MORE )\n\f70.\n\nNANCY (CONT'D)\n\nJARED\nI got homework still. Plus,\nI can’t anyway. The rules say all\nmovies contain ‘sinful content.’\nNANCY\nWhat about an animation?\n\nJARED\n‘What’d you do last night?’ ‘I was\nhanging at the Hampton Inn watching\n\nThe Lion King with my mom.’\n\nJared winds his window down. Nancy turns off the air -\n\nNANCY\nYou want fresh air?\nJared reaches out his hand and his hand dances with the air.\n\nNANCY (CONT'D)\nYou know I don’t like -\n\nHoney...\n\nJARED\nMom! Who did that happen to and\n\nwhen? Seriously!? Do you know!?\nNancy retreats into silence. But Jared is spoiling for a\nfight.\n\nJARED (CONT'D)\nSeriously. Do you actually know who\n\nthat happened to? Do you? For real?\n\nAfter another silence -\nJARED (CONT'D)\nIt was Nobody. From Nowhere Town.\n\n(beat)\nOn Highway Zero. It never happened.\n\nNow she feels the right to bite back.\n\nNANCY\nParents want to protect their kids.\n\nJARED\nSo they feed them lies.\n\nNANCY\nI think those are okay lies.\n\f70A.",
  "49": "---END OF PREVIOUS SECTION---\nJARED\nSo they feed them lies. NANCY\nI think those are okay lies. 70A. \n---TARGET SECTION TO BE ANNOTATED---\nJared, realizing he’s been unfairly combative, pulls his hand\nback just a little bit\n\f71.\n\nJARED\nYou know the whole thing you and\nDad are paying for here is all\nabout how messed up we are by our\nparents. They want to know about\nyou. That’s why you can’t know all\nabout it. Cause then they wouldn’t\nget their money out of you.\n\nNANCY\n\nWhat have I ever done to you? I’m\nnot a drunk or a divorcee. Your\nfather and I don’t fight. We barely\neven raise our voices.\n\n(beat)\nTalk about me however you want, my\nconscience is clean.\n\nNancy stops. She hit ‘my’ a little too hard. Silence.\n\nNANCY (CONT'D)\n\nI think I should read the book too.\n\n(beat)\nSee what it’s all about. Read these\nrules and what not.\n\n(no answer)\nThey get to discuss us. I think we\nshould know about them too. We are\npaying for it, and trusting them\nwith your care.\n\nJared winds his window up: Happy? He leans against the glass.\n\nINT. HAMPTON INN AND SUITES - NIGHT\n\nJared and his mother schlep down the hallway. Five steps\nbehind his mother Jared’s step is heavy and tired.\n\nINT. HAMPTON INN AND SUITES - ROOM - NIGHT\nJared sits on his bed as his mother showers in the bathroom -\n\nJared flips open his phone and finds the number Sarah dialed\ntwo days before. He presses dial after a moment of\ndeliberation. Waits... Then -\n\nYOUNG FEMALE VOICE\nHello? Sarah?\n(beat)\nSarah is that you??\n\f71A.\n\nJared hangs up. Soon he turns to find Nancy there\n\f72.\n\nNANCY\nHoney. Is everything okay?\n\nHe nods. She holds up the handbook. That’s when he notices\nshe has taken it from the nightstand.\n\nNANCY (CONT'D)\nI'm reading it. No debate. I need\nto know what’s inside of it.\n\nJARED\nI don’t see why anyone would read\nit unless you absolutely had to.\n\nINT.",
  "50": "---END OF PREVIOUS SECTION---\nI need\nto know what’s inside of it. JARED\nI don’t see why anyone would read\nit unless you absolutely had to. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HAMPTON INN AND SUITES - NANCY’S ROOM\nWe push slowly toward Nancy’s room as -\n\nJARED O.S.\nYou can read it at night when I’m\nhere if you seriously want to.\n(beat)\nThere are tons of spelling errors\nin it. I almost wanna mark up a\ncopy for them. But -\n\nNancy reads the Love In Action handbook with interest by her\nbedside light. She frowns as we hear -\n\nJARED O.S. (CONT'D)\n\n- that would take away the only\nreal enjoyment you get from reading\nit. Cause, I guess, it's actually\nnot much fun to be there.\n\nWhatever she has read - a rule, a task, or an ideology - it\ntroubles her. She looks across at her son.\n\nJARED O.S. (CONT'D)\n\nAt least if you turn to page ‘87'\nyou can enjoy that the goofball\nthat transcribed it was typing so\nfast -\n\nNancy, remembering, guiltily turns the page to eighty-seven --\n\nJARED O.S. (CONT'D)\n- he wrote ‘Dog' instead of God.\n\nWe read the line as Nancy’s manicured finger runs along it.\n“,..and so we always come back to Dog’s true design..\n\f73.\n\nJARED O.S. (CONT'D)\nIt'd be a shame to ruin the next\npoor kid's fun.\nTight on Nancy as she smiles ruefully and whispers --\nNANCY\nAlmighty Dog.\nINT. THE EAMONS FAMILY HOME KITCHEN - NIGHT (FLASHBACK)\n\nNancy washes dishes. We move in on her slowly from behind.\nThe clatter of dishes. Then she stops, rock still.\n\nShe is crying.\n\nAnd we pull back - there behind her on the table is Jared's\ngaming console. It’s the night Jared declared himself.\n\nShe hears men entering the house and turns so we see her\nmascara stained cheeks. She leaves the room.\n\nO.S. Sounds of Nancy vomiting.\n\nINT. UPSTAIRS BATHROOM - NIGHT\n\nNancy post vomit, steps up to the mirror and, redoes her eye-\nliner. With each application she calms herself with -\n\nNANCY\nEverything. Is. Going. To. Be --\n\nHearing noise she puts on her happy voice.\n\nNANCY (CONT'D)\nOne minute.",
  "51": "---END OF PREVIOUS SECTION---\nTo. Be --\n\nHearing noise she puts on her happy voice. NANCY (CONT'D)\nOne minute. \n---TARGET SECTION TO BE ANNOTATED---\nJARED O.S.\nMom?\n\nNANCY\nOh. Yes honey?\n\f73A.\n\nJARED\nWhy are Pastor Wilkes and Jim\nPicard here\n\n(MORE )\n\f74.\n\nJARED (CONT'D)\n\nNANCY\n\nI think your father is having a\nmeeting.\n\n(no point lying)\nBecause of that call today and what\nyou just told us.\n\n(beat)\nPastor Wilkes has dealt with this\nkind of thing before. Jim’s son\nSam. When you were just a boy.\n\nJARED\nWhat did they do to him?\n\nNancy smiles and then laughs. She embraces him.\n\nNANCY\nOh, silly. They didn’t do anything\nto him. They did things for him.\nJust like your father is wondering\nwhat to do for you. To help you.\n(beat)\n\nYou go to your room. Everything is\ngoing to be okay. I promise.\n\nINT. STAIRWELL LANDING - NIGHT\n\nJared sits on the stairs, listening to murmured conversation\nbut not being able to hear clearly. Suddenly Marshall appears\nat the base of the stairs.\n\nMARSHALL\nCan we see you in the kitchen\nplease.\n\nINT. EAMONS FAMILY KITCHEN - NIGHT\nJared, led by his father, enters the kitchen -\nMARSHALL\nYou know Pastor Wilkes and Jim\nobviously.\nJared says his ‘hellos’, curious about the stack of brochures\nof a ‘Christian Nature’ that are piled on the table. The\n\nL.I.A. logo of the heart in a triangle is prominent here.\n\nHis father seems strung out and tired, but there is a\npaternal care and gentleness that still exists, despite\n\f75.\n\nMARSHALL (CONT'D)\n\nWe have one question and then I'11l\nlet you sleep. It’s been a big day.\nI've shared our conversation with\nthese two fine and trustworthy men\nand asked for their guidance. Now,\nwe don’t have all the answers but\nyou hold the key to the next step.\n\n(beat)\nIn your heart, do you wanna change?\n\nHold. It is a big question.\n\nMARSHALL (CONT'D)\nAnd I have to be forthright here\nbefore you answer.",
  "52": "---END OF PREVIOUS SECTION---\nHold. It is a big question. MARSHALL (CONT'D)\nAnd I have to be forthright here\nbefore you answer. \n---TARGET SECTION TO BE ANNOTATED---\n I don’t think\ncontinuing to live and be part of\nthings at home is going to be easy\nfor you if the answer is ‘no.’ I\ndon’t wanna make that a more bitter\npill to swallow, but, if the answer\nis ‘no’ then I have to be tough and\nprotect my needs with the ministry\ntaking flight and my commitment to\nmy whole flock.\n\n(beat)\nYour mother and I can’t see a way\nto have you under this roof and\nattending service and working at\nthe dealership and driving that car\nif you go against the grain of our\nbeliefs.\n\nThere it is - an ultimatum. Jared looks at his mother, who\ncan’t bear to look at him. In that moment he feels alone.\n\nMARSHALL (CONT'D)\nWell son?\n\nLONG Pause.\n\nJARED\nYes. Yes, I wanna change.\n\nMARSHALL\nI was hoping for a quicker answer.\nBut, okay.\n(beat)\nCan you be free in the morning for\nyour mother to take you to see Dr.\nMuldoon?\n(Jared frowns/nods\n(MORE )\n\f76.\nMARSHALL (CONT'D)\n\nThen Pastor Wilkes has invited us\nto accompany him to the jail\ntomorrow.\n\n(the Pastor’s steely look)\nTake a seat -\n\nThey all link hands.\n\nPASTOR WILKES\nHeavenly Father. Look down on us\nnow with your wisdom and unleash\nyour power for one of your flock\nJared, who has lost his way. We\npray Lord that you make _him pure.\n\nSound starts to fade out --\n\nPASTOR WILKES (CONT’D)\nAnd deliver him safely back to us.\nSee the errors of his mind as\nnothing more than what it is - a\nmomentary straying...\n\nEXT. ARKANSAS STRIP MALL — MORNING\n\nJared and his mother walk. We follow them. Nancy puts on her\ndark glasses. She turns to look over her shoulder, like she\nis nervous they are being watched. That people know.\n\nINT. DR. MULDOON’S WAITING ROOM —- MORNING\n\nJared sits in a waiting room with a couple other folk. The\ndoor opens and Nancy and Dr. Beverly Muldoon (45) come out.\n\nDR. MULDOON\nJared.",
  "53": "---END OF PREVIOUS SECTION---\nBeverly Muldoon (45) come out. DR. MULDOON\nJared. \n---TARGET SECTION TO BE ANNOTATED---\n(to Nancy)\nI'll see him alone if that’s okay.\n\nNancy takes Jared’s seat.\n\nINT. DR. MULDOON’S OFFICE - DAY\nJared sits opposite doctor Jane.\n\nDR. MULDOON\nYour father has asked me to take\nsome of your blood and check for\ntestosterone levels Jared. Is that\nokay with you\n\n(MORE )\n\f77.\n\nDR. MULDOON (CONT'D)\n\nHe shrugs.\n\nHe nods.\n\nDR. MULDOON (CONT’D)\nYou know, anything we discuss here\nis just between you and me. Both\nways. I hope that’s okay?\n\nShe leans forward with kindness.\n\nDR. MULDOON (CONT’D)\nI’m in a little bind here Jared.\nAnd I said this to your mother too.\nNow I’m a religious woman no\nquestion, but I’ve also been to\nmedical school. So I guess you\ncould say I hold science in one\nhand and God in the other. And\nthat’s not always an easy balance.\n\nJared seems confused so she drops the round-a-bout speak.\n\nOn Jared.\n\nDR. MULDOON (CONT’D)\nWe won't find any answers in your\nblood Jared. I wish I could say\notherwise. And then send you to the\npharmacy for a pill that will\nmagically fix you. But that’s not\ngoing to happen.\n\nDR. MULDOON (CONT’D)\n\nI’m going to take your blood and I\nknow what it will tell me. That you\nare a perfectly normal and very\nhealthy teenage boy. It’s not my\nplace to tell you your parents are\nwrong. But...\n\n(beat)\nThere is a different opinion - a\nmedical one - that says that they\nare wrong. And well -\n\n(it hangs)\nWhat happens next is still your\nchoice. It may not feel that way,\nbut it is. That’s all.\n\nJared hears what she is saying. He’s just not sure yet\nexactly what the ‘next’ is.\n\nDR. MULDOON (CONT’D)\nDo you have any questions for me\n(MORE )\n\f78.\n\nDR. MULDOON (CONT'D)\n\nHe doesn’t. She looks at him with a maternal air and then,\nknowing what may be ahead of him, offers him this -\n\nDR.",
  "54": "---END OF PREVIOUS SECTION---\nDR. MULDOON (CONT'D)\n\nHe doesn’t. She looks at him with a maternal air and then,\nknowing what may be ahead of him, offers him this -\n\nDR. \n---TARGET SECTION TO BE ANNOTATED---\n MULDOON (CONT’D)\nWell, just know you can call me any\ntime. Now or anytime in the future.\n\nShe slides her card writing her cell number on the back. (We\nsaw this card during Jared's induction into L.I.A.)\n\nDR. MULDOON (CONT’D)\nOkay. Which arm you want me to\nexcavate?\n\nINT. CAR DEALERSHIP/LUNCH ROOM - DAY\n\nJared, alone, eats. His sleeves are rolled up and a cotton\nbud taped in the crook of his left arm. He watches -\n\nThrough the glass, Nancy and Marshall in conversation with\nBig Jim. Jim heads for the lunch room.\n\nJIM\n\nHey pal. Your father wanted me to\nshow you something.\n\n(beat)\nI think your mom told you about my\nson Sam. Ten years ago he was in\nthe same spot you’re in pretty\nmuch. Here -\n\nJared looks at the photo Jim hands him. A happy family\nportrait. A smiling middle-aged guy, a slightly overweight\nwoman and their three children: a girl 8, and twin boys 5.\n\nJIM (CONT'D)\nThis is him today. Happy as a clam.\n(beat)\nDon’t know if that helps. But...\nit’s all possible my friend.\n\nMarshall knocks on the door. ‘Ready?’ Jim tucks the photo\nback in his pocket, and pats Jared on the shoulder.\n\nJIM (CONT'D)\nI’m rooting for ya pal.\n\f78A.\n\nINT. PRISON - DAY\n\nJared trails Pastor Wilkes and Marshall as they go through\nthe prison security check\n\f79.\n\n. A big multi-bag of peanut M&M’s gets scanned along with\nthree King James Bibles and pamphlets.\n\nMARSHALL\n\nCandy to anyone who can recite at\nleast two verses from the bible.\n\n(beat)\nIf a want for candy tricks them\ninto finding truth in the gospel,\nthen -- We have to appeal to their\nlower natures before we can appeal\nto their higher ones.\n\nJared nods. Marshall, seeing Jared's fear, offers hima\nreassuring pat on the shoulder.\n\nINT. PRISON HALLWAY - DAY\n\nJared, terrified and wary, stands carrying the M&M bags. He\nwatches as his father consoles a prisoner with truly great\ncompassion.",
  "55": "---END OF PREVIOUS SECTION---\nINT. PRISON HALLWAY - DAY\n\nJared, terrified and wary, stands carrying the M&M bags. He\nwatches as his father consoles a prisoner with truly great\ncompassion. \n---TARGET SECTION TO BE ANNOTATED---\n Then he hears his name called. Pastor Wilkes\nneeds a bag of M&M’s. Jared steps closer to the cell he is\nin, trying not to make eye contact with the prisoner.\n\nPASTOR WILKES\nThis is where the fallen land. You\nsee? Look around you son.\n\nINT. MARSHALL'S CAR - DAY\nMarshall and Jared approach the car. Marshall eats M&M’s.\n\nThen hands the bag to Jared, who is still deep in memory of\nthe pastor’s warning. They get in -\n\nMARSHALL\n\nYou going to stay for dinner? Or --\nJARED\n\nI should probably make a start\n\ntoday.\nHold. Marshall puts his hand on Jared’s shoulder.\n\nMARSHALL\nWe'll get through this son.\n\nThen Marshall turns on the radio: Credence Clearwater revival\nblasts out: There’s a Bad Moon on the Rise\n\f80.\n\nINT./EXT. JARED'S CAR/HIGHWAY - DAY\n\nJared on the side of the highway, where people only usually\nstop because their car has broken down. He is in the midst of\na_ panic attack: trying to regulate his breathing.\n\n \n\nHe gets out and closes the door, leaning against the car. He\nmanages to calm himself a little.\n\nVRrrrmmm. The sounds of trucks racing past by catches his\nattention. Soon he steps forward, until -\n\n \n\nHe is very close to the edge. Might he just step forward and\nsolve all his problems on the grill of a speeding semi? One\ndriver HONKS a warning. Finally -\nJared walks back to the car, kicking out at the side mirror,\nbreaking it. He gets back in the car and starts the ignition.\nHis complicated life must keep going.\nINT. HAMPTON INN AND SUITES - MORNING (PRESENT)\nNancy wakes up. She looks around. Jared is gone.\nOn his freshly made bed, she finds a note -\nJARED\n\nDecided to walk x c u @ 5. Sorry I\n\nwas mean.\nShe finds a screwed up paper on the floor and unfurls it.\n\nPAPER\n\n‘Moral Inventory.’ ‘Henry’ and\n\n‘Xavier.’\nHenry has been scratched out. Nancy seems concerned. She\nmoves to the bed and covers herself entirely with the sheet.\nHold.\nEXT.",
  "56": "---END OF PREVIOUS SECTION---\nShe\nmoves to the bed and covers herself entirely with the sheet. Hold. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HIGHWAY - MORNING\n\nJared walks along the gravelled edge of the highway. He reads\na handful of pages, rehearsing for his Moral Inventory.\n\nThen - A pick-up pulls next to him. Jon’s brother's car.\n\nJON\nYo. Need a ride?\n\f80A.\n\nJared sees Jon’s brother in the driver’s seat, eyes front\n\f81.\n\nJARED\nThanks, but I got a little while. I\nthought I'd walk. Looking through\nmy stuff for today.\n\nJon understands: ‘Okay.’ The pick-up pushes on. Then -—\n\nUp ahead, it slows and stops. Then Jon gets out, slamming the\ndoor. His brother blasts the horn and completes a screeching\nU-turn as Jon walks toward Jared. Shrugs it off.\n\nCUT TO:\n\nEXT. PATHWAY/PARK - DAY\n\nJared and Jon have taken a short cut through a park. Jared\nwaits as Jon finishes peeing behind an old abandoned car.\n\nJON\n\nSo, I got all these feelings in me,\nobviously. Toward men and so on.\nHave since I was thirteen or so.\nBut I never did anything about it.\nThen, when I got older and\ndiscovered booze, I’d get real\ndrunk and I’d let my guard down.\nBasically I’d wrestle guys and\nfight just to get the contact ina\nway that seemed okay. But, you\nknow, people started to notice and\ntalk. Guess I’d go too far too\noften.\n\n(beat)\nThen, one party, I get real drunk,\nI mean like super crazy drunk and,\nwhile a bunch of people are\ncheering me and watching me wrestle\nthis kid, I kiss this dude, like\nfull on, on the mouth.\n\n(beat)\nI think in my haze I thought it was\nokay ‘cause I figured it would look\nlike a domination over a kid\neveryone was already suspect over.\n\nJared listens, deeply curious.\n\fJON (CONT'D)\nThen I guess, I realized in the\nmoment how it looked to everyone\nand I tried to start the wrestling\ncharade again\n\n(MORE )\n\n81a.\n\f82.\n\nJON (CONT'D)\n.- But when I saw it wasn’t working,\nI had to do something and so --\n\n(He sighs deeply)\nI really started to whale on this\nkid...",
  "57": "---END OF PREVIOUS SECTION---\nJON (CONT'D)\nThen I guess, I realized in the\nmoment how it looked to everyone\nand I tried to start the wrestling\ncharade again\n\n(MORE )\n\n81a. 82. JON (CONT'D)\n.- But when I saw it wasn’t working,\nI had to do something and so --\n\n(He sighs deeply)\nI really started to whale on this\nkid... \n---TARGET SECTION TO BE ANNOTATED---\n like choked him out and beat\nhis face in... like bad, bad, bad,\nbad, bad. Bad.\n\n(beat)\nAnd when it was done I remember I\nstood up all messy, and put my fist\nin the air like I’d just won at the\nU.F.C or something whack... and I\nwas waiting for the cheers, and --\n\nJared waits - walks -\n\nPause.\n\nPause.\n\nJON (CONT'D)\n\nEveryone's faces were like... dead\nstill. Like -‘What the fuck just\nhappened! ?!?'\n\nJON (CONT'D)\n\nI haven't been home since.\n(beat)\n\nI'm sorry for it. But it’s also\n\nwhat got me to where I am. So...\n\nJON (CONT'D)\nAnd I’m committed, I’m not here to\nwaste anyone’s time, don’t get me\nwrong, but -\n\n(beat)\n- I am what I am. I don’t think\nthere is any changing me and my\nthoughts and whatnot. But I do know\nby staying off the drink and making\ncertain choices, I can just choke\nthat side of me away. Put it aside.\nThere is a difference. Whether you\ncan actually change or just choose\ndifferent things.\n\nJared absorbs this. Jon knows he can’t change. He just\nbelieves he can put his desires in a drawer.\n\nJON (CONT'D)\nHaven’t touched another guy since.\nThat’s why I don’t even shake hands\nyou know. I’ve just decided that’s\nit for me. Whatever it takes\n\n(MORE )\n\f83.\n\nJON (CONT'D)\n\nJon kicks a rock.\n\nJON (CONT'D)\nWhat you got?\n\n(beat)\nWhat’s your big crazy story?\n\nJared absorbs what he has on his meager pages...\n\nJON (CONT'D)\nSykes’s gonna decide you know,\nbased on what you say today,\nwhether you stay another month,\nthree months, six. A year.\n\nFinally, Jared stops.\nJARED\nI don’t really have a crazy story.\nWe, ah, probably shouldn’t walk in\ntogether.\n\nAnd they walk in silence for some time --\n\nEXT. L.I.A. HEADQUARTERS - DAY\n\nJared approaches to see Sykes on the steps conferring with\ntwo OLDER MEN.",
  "58": "---END OF PREVIOUS SECTION---\nI. A. HEADQUARTERS - DAY\n\nJared approaches to see Sykes on the steps conferring with\ntwo OLDER MEN. \n---TARGET SECTION TO BE ANNOTATED---\n One, a striking man with silver hair and sharp\nfeatures and, a shiny-bald stocky man. Both in their fifties.\n\nSykes sees Jared.\nSYKES\nToday's going to run a little\ndifferently. I’1l be inside soon.\nINT. L.I.A. MAIN AUDITORIUM - DAY\nThere is trash bag in the center of the room and, from it,\nthe members of the group are trying on black and dark-blue\n\nblazer coats as instructed by Michael and Aaron.\n\nJON\nWhat’s going on Michael?\n\nMICHAEL\nSykes can tell you. Try this on.\n\nJon and Jared try on coats. They are handed ties too as -\nSykes enters looking troubled\n\f84.\n\nSYKES\nEverybody sit down. Michael. Aaron.\nYou can start on the windows.\n\nJared sees a MASSIVE roll of black material. Duct tape etc...\nHe wonders: “what the hell is going on?!?”\n\nAnd then the door opens and a couple of STAFF lug a funeral\ncasket into the room. Aaron runs to help.\n\nSYKES (CONT'D)\nOkay. We haven’t got much time and\nI need your help.\nSykes signs for the casket. Then he turns to the group.\nSYKES (CONT'D)\nThere’s been a situation with\nCameron overnight.\n\nEveryone sinks. Is Cameron dead?!?!\n\n \n\nSYKES (CONT'D)\nCameron has broken some serious\nrules and in conference with his\nfather and their church elders,\nwe've decided to offer hima\nchance. To shock him into recovery.\n\nJared is confused.\n\nSYKES (CONT'D)\nToday Cameron is going to choose to\nbe dead to his life and to his\nfamily or to truly surrender.\n\nINT. L.I.A. MAIN AUDITORIUM - DAY\n\nThe room is now cast in darkness, the windows blacked out.\nCandles flicker and dim lamps otherwise illuminate the room.\nThe centerpiece is the casket. Slivers of sun infiltrate.\n\nJared, Simon, Jon, Carl... all are in attendance.\n\nJared looks across to a handful of NEW PEOPLE: CAMERON’S\nFAMILY and CLOSE FRIENDS: An OLDER BROTHER and SISTER. And\nTWO YOUNGER SIBLINGS. The two younger ones are confused and\nare teary-eyed.",
  "59": "---END OF PREVIOUS SECTION---\nJared looks across to a handful of NEW PEOPLE: CAMERON’S\nFAMILY and CLOSE FRIENDS: An OLDER BROTHER and SISTER. And\nTWO YOUNGER SIBLINGS. The two younger ones are confused and\nare teary-eyed. \n---TARGET SECTION TO BE ANNOTATED---\n CAMERON’S MOTHER also attends along with\nCameron’s LOCAL MINISTER (the balding man we saw earlier.)\nPlus a couple of FOOTBALL TEAMMATES, along with their COACH.\n\f84a.\n\nSykes enters. He gestures for everyone to stand. He grabs a\nchair and sets it down beside the casket, facing the group\n\f85.\n\nSYKES\nHere?\nThe BALD MAN nods approval. Sykes is not in control here.\n\nThen a knock at the door alerts him --\n\nSykes opens the door. Cameron, BLINDFOLDED, is led by his\nFATHER and Rev. Neil, the silver haired man.\n\nJared looks deeply concerned: It looks more backyard,\nimprovised and pagan-like than truly Christian.\n\nBrandon starts a classic funeral dirge on the Hi-fi system:\nOPUS 35 - Chopin.\n\nCameron is taken to his seat by the casket. They unmask him\nand, when he sees his family gathered together plus the\ncasket, his weeping deepens. Understandably, he is scared.\n\nJared squirms.\n\nREVEREND NEIL\n\nSadly, we are gathered here today\nto say farewell to our son, our\nbrother and friend Cameron Van\nHuessen who, by his own making,\nlast night fell prey to Satan’s\nwishes, falling farther away from\nGod.\n\n(beat)\nBut, the Heavenly Father in the\nwisdom of his mercy hasn't had his\nlast word on this boy’s soul -\n\nJared watches as --\n\n-- Music starts drowning out the ‘service.’ The beatific -_\nMoonlight Sonata by Beethoven.\n\n----- as it plays, we see -----\nVarious images in slow motion to the music.\n\n- Cameron wraps himself in his big arms and folds over. Sykes\nattends him, holding him in place.\n\n- Cameron's sisters hug each other.\n- The bald Minister opens the coffin as Cameron is led there\n\nby Sykes and Rev. Neil. A pantomime where the message is\nclear. Does Cameron want to DIE or BE REBORN.\n\f85A.\n\n- Cameron shakes his head fervently. He doesn't want to die\n\f86.\n\n- They crowd around Cameron, offering an ultimatum. He nods\nhis head, still in tears, fully submitting.",
  "60": "---END OF PREVIOUS SECTION---\nHe doesn't want to die\n\f86. - They crowd around Cameron, offering an ultimatum. He nods\nhis head, still in tears, fully submitting. \n---TARGET SECTION TO BE ANNOTATED---\n- Sykes gestures to Aaron and Michael who rip the black\nmaterial off the walls letting the light in.\n\n- Cameron kneels, eyes shut, hands up, surrendering himself.\nRev. Neil places a hand on Cameron's head. In a wild, jolting\ngesture he PUSHES to CAST the demons out.\n\n- Others join him, doing the same.\n\n- Cameron's Father pushes Cameron's head aggressively.\nCameron falls backwards to the ground.\n\n- Cameron's brother is handed a bible. He strikes Cameron\nwith it. Cameron's anguished face as he rolls over, tears\nstreaming.\n\n- Various people are encouraged to strike Cameron with bibles\nand other books. Harder and harder they strike.\n\n- Later: Cameron vomits in a trash can held by Brandon. Rev.\nNeil brings him back to his knees.\n\n- Jon is handed a bible. He stands, Jared watching him.\n- Jon strikes Cameron with the bible.\n\n- Cameron stands with the help of those around him. His\nsisters are close.\n\nThe music carries through -\n\nEXT. DRIVEWAY/STREETS — LATER\n\n- Cameron walks the street, propped up by his father and\nothers. The full congregation snakes behind.\n\nJared is right up the back. Sarah near him. They share a\nlook.\n\n- They walk up the path toward a house: New Hope House. The\nMen’s ‘long stay’ house we have been hearing of. Follow into -\nINT. NEW HOPE HOUSE - DAY\n\nSeen, through Jared's P.O.V.: A suburban house with all doors\n\nremoved and closed circuit surveillance cameras in the corner\nof EACH ROOM. HE notices, as they pass -\n\f86A.\n\nThe ONLY DOOR in the house. It has two PADLOCKS securing it.\n\f87.\n\nINT. NEW HOPE HOUSE, BATHROOM -— DAY\n\nJared watches through the crowd as Cameron is placed in the\nbasic shower bath-tub of the small bathroom.\n\nThere he is baptized with his father and mother close,\nencouraged by Rev. Neil to place their hands on him.\n\nHis big body shudders and his strong arms reach out for the\nwater. Like a massive baby. Full surrender.\n\nJared watches mute.\n\nThe only thing that makes this even remotely bearable is that\nCameron, seems ecstatic and accepting of his REBIRTH.",
  "61": "---END OF PREVIOUS SECTION---\nFull surrender. Jared watches mute. The only thing that makes this even remotely bearable is that\nCameron, seems ecstatic and accepting of his REBIRTH. \n---TARGET SECTION TO BE ANNOTATED---\n His\narms clawing for God, reaching for a loving embrace.\n\nBeethoven's music underpins the whole horrible, beautiful\nscene.\n\n \n\nJared sees Sykes on the edge of the action, involved but not\nreally. Jared turns to go, unable to watch anymore.\nInterestingly, Sykes doesn't try and stop him. But -\n\nJon does. He grabs for Jared's arm. Jared shakes him off.\n\nEXT. NEW HOPE HOUSE, HALLWAY - DAY\nJared moves into the hall, escaping the horror. He is alone.\n\nGARY O.S.\nStarting to see it for what it is?\n\nGary is standing by the corner.\n\nGARY\nThey catch him with another boy in\na steam room and what do they do?\n\n(beat)\n\nYou seem smart. You want my advice?\nTell them everything they need to\nhear and play the part. You’re up\nany day now. Let them know you’re\nunderstanding your mistakes,\ngetting better, that it’s working.\nThink all my stories and my tears\nwere real? ‘Fake it to make it’.\nNone of this is going to help any.\nThe sooner you are out of here and\nhome the better.\n\n(MORE )\n\f87A.\n\nGARY (CONT'D)\nAnd the sooner we are all out of\nhome and somewhere else the better -\n(that hangs\n(MORE )\n\f88.\nGARY (CONT'D)\nYou don’t want to end up at one of\nthese houses for any amount of\ntime. I’ve heard the stories and\nthey are not good.\nA muffled chorus and shout comes from the bathroom.\nGARY (CONT’D)\nUnless you really think you can\nchange. Or want to.\nINT. HAMPTON INN AND SUITES - NIGHT\n\nThe music continues as -\n\nJared walks the hall with his mother. Seen from behind they\nwalk away and enter the room, leaving an empty hallway. Hold.\n\nAnd the music ends on a deep base note -\n\n \n\nEXT. MEMPHIS MOTEL MILE - NIGHT\n\nJared runs, exorcising the days events. Hood up, he pounds\nthe pavement past the various motels. The rushing oncoming\ncars WHOOSH past like his dark thoughts.\n\nLater: As he passes a bus shelter he comes to a stop. A strip\nmall in the background. Not a soul about.",
  "62": "---END OF PREVIOUS SECTION---\nLater: As he passes a bus shelter he comes to a stop. A strip\nmall in the background. Not a soul about. \n---TARGET SECTION TO BE ANNOTATED---\n He takes a seat on\na bench to catch his breath and when he looks back he sees -\n\nOn the outside of the bus shelter: a beatific advertising\nimage of a SHIRTLESS GUY, lit and inviting. Jared looks away\nbut something draws him back. His nature.\n\nThen, something fierce wells up in him, and he gets up as if\nhe is looking around for something. Leaves frame. Hold. We\nhear noises of effort.\n\nHe soon returns with a heavy paving stone. He is about to\nlaunch the missile at the advertising image. However --\n\nOn the approach, the poster slides to the NEXT ad... a woman\nin a swim suit. It railroads his intentions.\n\nJARED\nArghhhh.\n\nHe throws the paver anyway and it bounces off the Perspex\nshield, doing minimal damage. He sits down drained. Defeated\n\f89.\n\nJARED (CONT'D)\nFuck.\n(turning skyward)\nFuck you. I hate you. Fuck you.\nFUUUUUUCK!\n\nHe waits. Nothing. Then -—\n\nThe advertising image slides back, to the beatific male\nimage. But, now buckled by the assault, its mechanism falters\nand sticks halfway. We move in on Jared. Recognition. Memory.\nThe man, the face, albeit obscured with fracture glass,\nreminds him of something. Someone.\n\nSNAP TO BLACK:\n\nINT./EXT. JARED'S CAR/COLLEGE DORM BUILDING - LATE\nAFTERNOON (FLASHBACK)\n\nJared parks the car. He is dressed as he was the day of the\nprison visit. The day he had his panic attack on the highway\nand had thoughts of suicide. We know this too because when he\ngets out, he inspects the freshly broken side window.\n\n \n\nINT. COLLEGE DORM BUILDING - EARLY EVENING\n\nJared lugs his overnight bag, dragging his feet. Depleted.\nHe lumbers past a bulletin board, then stops. Backs up.\n\nAn image of Christ. It’s a western depiction of Jesus where\nthe man himself could have signed with a California modeling\nagency. The words ‘God vs. Science’ pop out.\n\nHe steps closer and takes the flyer in his hands. It is\nadvertising for a college art exhibition.\n\nEXT. JARED’S DORM ROOM 346 - NIGHT\n\nJared unlocks his room.",
  "63": "---END OF PREVIOUS SECTION---\nIt is\nadvertising for a college art exhibition. EXT. JARED’S DORM ROOM 346 - NIGHT\n\nJared unlocks his room. \n---TARGET SECTION TO BE ANNOTATED---\n He notices, behind him, TWO STUDENTS\nwhisper gossip about him. Has word gotten around somehow?\nThen he looks into the room -\n\nINT. JARED’S DORM ROOM 346 - NIGHT\n\nInside, his room has been trashed. He enters cautiously.\n\f890.\n\nThen he stops - Just above his bunk bed mattress is a crudely\nspray-painted message: ‘DIE HOMO.\n\f90.\n\n- He corrects a fallen chair and finds a bottle of wine.\n\n- Room fixed up, Jared sits on his bed holding the bottle. He\nturns over the flyer in his hands then puts it aside. He\nopens the bottle sniffing the booze: ‘Die Fag’ behind him.\n\nINT. LYON CAMPUS, ARTS BUILDING FOYER - NIGHT\n\nA section of the Fine Arts building turned gallery space.\nPeople mill about. A decent crowd. Jared steps into frame.\n\nHe raises a glass of wine to his lips. He is staring at -\n\nThe Mormon style image of Jesus. The same ultra-color Blonde\ndepiction as the flyer. The actual artwork is five feet by\nsix. HUGE. We see that in Jesus’s hand is an image of a CELL\nPHONE. It’s controversial in a playful way.\n\nTo Jared it is distasteful and somewhat irrelevant. Trite. He\nturns and places his drink down and suddenly stops, seeing --\n\nA BEAUTIFUL BOY (20), gesturing to a small group about an\nimage: MARY. Arms in offering, a Virtual Reality system on\nher face. Someone in the group shakes his hands in\ncongratulations, and he nods humbly in thanks. This is the\nARTIST. Xavier.\n\nJared is transfixed. Not by the image, but by Xavier.\nAnd then Xavier catches him and looks right back. He steps in\n\nfront of the image so that he appears Jesus-like. Divine:\nMary's offering arms seem to be his.\n\n \n\n \n\nJared does not turn away. Xavier gestures ‘cheers’ with his\nwine and moves away. Jared keeps staring.\n\nINT. HALLWAY - NIGHT\nJared walks an expansive hallway alone. Soon -\n\nXavier comes into frame, following. Then he takes the lead.\n\f90A.\n\nINT. XAVIER'S STUDIO ROOM - NIGHT\n\nThey walk in together.",
  "64": "---END OF PREVIOUS SECTION---\n90A. INT. XAVIER'S STUDIO ROOM - NIGHT\n\nThey walk in together. \n---TARGET SECTION TO BE ANNOTATED---\n As the door closes the music stops\n\fgl.\n\nThere is minimal improvised and eclectic furniture in this\nstudio space. Beyond it Jared can see at the far end, a bed\nroom lit by warm lamp light.\n\nXavier puts on Otis Redding - Change is Gonna Come. Vinyl.\n\n \n\nXAVIER O.S\nI’m having some wine. Do you want\nsome more?\n\nWhen Xavier speaks he has a slight European accent: French.\nSwiss? It is hard to tell.\n\nJared looks around at the motley pictures hanging: Subversive\nreligious images; magazine cut-outs, plus; sketches of people\nand shapes. Curated by a novice, yet somehow captivating.\n\nJARED\nWhere are you from Xavier?\n\nXAVIER O.S\nI lived in thirteen countries\nbefore I left high school. Born in\nVienna. Ended up in Canada. Now\nhere.\n\nHe approaches with a red wine. Jared takes it.\n\nJARED\nDo you believe in God?\nXAVIER\nSerious.\nJARED\n\nWhy is that serious?\n\nJared is buoyed by drink. It is a bold side of him we have\nnever seen. Perhaps some things are possible with booze that\notherwise are not, as we may remember from Jon’s tale.\n\nLike with that - this encounter should carry an edge that\ncarries the possibility of that same danger.\n\nJARED (CONT'D)\nDo you believe in God or not? Your\nwhole art thing is --\n\nXAVIER\nI do. I was raised with religion\nand I question it, but I still\nbelieve in God\n\n(MORE )\n\f92.\n\nXAVIER (CONT'D)\n\nJARED\nWho created the earth?\n\nXavier laughs. That’s a BIG question?\n\nXAVIER\nYou like a little small talk, huh?\n\nJARED\nI don’t think you can believe in\nscience and religion equally.\n\nXavier frowns, not ready to engage in the seriousness.\n\nJARED (CONT'D)\nDon’t you think you have to pick a\nside? Don’t they cancel each other\nout.\n\nXAVIER\nWell, paper beats rock. Then no one\ncan believe in God.\n\nJARED\nWhy?\n\nXAVIER\nBecause science has shown itself\nand God has not.\n\nJARED\nSure he has.\n\nXAVIER\nNot all the time. Science shows\nitself all the time.",
  "65": "---END OF PREVIOUS SECTION---\nJARED\nSure he has. XAVIER\nNot all the time. Science shows\nitself all the time. \n---TARGET SECTION TO BE ANNOTATED---\n It’s always\naround us developing. Does God show\nhimself enough? Where is He?\n(off Jared's expression)\nWait till you really suffer.\n\nJared seems to be getting either angry now or emotional. He\nmay lash out, physically OR sexually... or totally crumble.\nIt is hard to tell.\n\nXavier walks away.\n\nWhen he comes back, he has a joint. He lights it. Jared has\nnever been this close to drugs.\n\nXAVIER (CONT'D)\nDo you believe in the devil?\n\f92a.\n\nJared's silence is a yes\n\f93.\n\nXAVIER (CONT'D)\nDoes he look like me?\n\nJARED\nI don’t know.\n\nXAVIER\nBecause he also doesn’t show\nhimself.\n\nJared surprises us by taking the joint. He takes a toke.\nAfter a long beat.\n\nJARED\nYou know Job? From the Bible.\n\nXAVIER\nNot personally.\n\nJared sees the humor in it.\n\nXAVIER (CONT'D)\nI hear he’s not great company.\nAlways complaining.\n\nJared cracks up. Then gets real. He has to make his point.\n\nJARED\nI imagine I’m him sometimes. That\nGod and the Devil are having a bet\nover me. That one day he’1ll show\nhimself to me and let me in on the\nexperiment he was having to test\nme.\n\nXAVIER\n\nYou just summed it all up.\n\n(beat)\nPeople hoping someone is watching\nover them. That hard times are part\nof a design.\n\n(beat)\nI think we are our own test. Our\nown judgement. Our own god. Meaning\nI think he is in us. All of us. Not\nsomewhere watching and hiding.\n\nJared thinks about this.\n\nXAVIER (CONT'D)\nStay with me.\n\f93A.\n\nJared is not flinching\n\f94.\n\nXAVIER (CONT'D)\nNothing needs to happen. I swear.\n\nNothing from Jared.\nXAVIER (CONT'D)\nI’1ll prove to you that God won’t\nstrike you down.\n\nJARED\nWhat if you are the devil?\n\nXAVIER\nThen you are too.\n\nHe backs away.\nXAVIER O.S.\nWe are the same. I could be you or\nyou could be me.",
  "66": "---END OF PREVIOUS SECTION---\nS. We are the same. I could be you or\nyou could be me. \n---TARGET SECTION TO BE ANNOTATED---\nSoon, Jared looks back for the door, but instead he watches\nXavier who disappears into the warm glow of his bedroom den.\n\nINT. XAVIER'S BEDROOM DEN - NIGHT\n\nFrom above, Jared and Xavier lie down. The music filters in\nfrom the other room.\n\nThey look at each other.\n\nThey hold hands. And that’s it.\n\nINT. XAVIER'S DEN - MORNING\n\nJared wakes up to full sunlight. Xavier is facing him asleep.\nJared looks down. They are still holding hands, and still\nfully clothed. Jared slowly releases his hand from Xavier's.\n\nHe stares for some time then finally moves out of frame.\n\nINT. ARKANSAS STREET - DAY\nJared walks the street and lifts his phone to his ear.\n\nJARED\nDad. I’m ready. I’m coming home.\nI’1ll go wherever you need me to\n(MORE )\n\f95.\n\nJARED (CONT'D)\n\nEXT. LYON COLLEGE, LAKE PONTOON - DAY\nJared naked from the waist up.\n\nJARED\nPlease Lord, make me pure.\n\nAnd falls backward, right into the icy college lake. His\nclothes left piled on the shore nearby.\n\nINT. HAMPTON INN AND SUITES, BATHROOM - NIGHT (PRESENT)\nJared, dripping wet, stands before the mirror in his running\ngear, staring at himself. The shower runs in the B.G. Then we\nrealize that he is looking at a card. It is the business card\nof Dr. Beverly Muldoon. He turns it over in his hands.\nContemplating. Phone poised he actually starts to dial. Then\nhe thinks better of it and takes off his shirt, walking into\nthe steam.\n\nINT. HAMPTON INN AND SUITES HALLWAY - MORNING\n\nBehind: Nancy, in her Jackie O’s, and Jared walk the hall.\n\nINT. L.I.A. HALLWAY - DAY\n\nBehind: Jared walks the L.I.A. hallway.\n\nINT. L.I.A. MAIN AUDITORIUM - DAY\n\nJared sits in his chair, clutching his papers and handbook, a\npurposeful steely look in on his face. He looks across and -\n\nCameron slowly eases himself into an empty seat. He\nacknowledges no one and sits, arms across his massive torso.",
  "67": "---END OF PREVIOUS SECTION---\nMAIN AUDITORIUM - DAY\n\nJared sits in his chair, clutching his papers and handbook, a\npurposeful steely look in on his face. He looks across and -\n\nCameron slowly eases himself into an empty seat. He\nacknowledges no one and sits, arms across his massive torso. \n---TARGET SECTION TO BE ANNOTATED---\nSykes moves to his podium.\n\nSYKES\nI don’t know about y’all, but today\nI feel invigorated. I feel hopeful\nthat so much is possible.\n\nJared steals a look at Cameron. Cameron does not seem to be\nsharing the same vigor. He seems truly sunk.\n\f95A.\n\nSYKES (CONT'D)\nCameron. How do you feel\n(MORE )\n\fSYKES (CONT'D)\n\nCAMERON\nI feel great, Sir.\n\nSYKES\nDo you feel the true presence of\nGod in your heart?\n\nCAMERON\nYes sir.\n\nSYKES\nIt feels great don’t it?\n\nCAMERON\nYes sir. It does for sure.\n\nJared catches Gary’s eye. A shared skepticism. Then he\ncatches Jon’s eye, but Jared turns away almost coldly. Things\n\nhave shifted between the two of them. Broken.\n\nSYKES O.S.\nReady when you are, Jared.\n\nINT. L.I.A. MAIN AUDITORIUM - MOMENTS LATER\n\nJared's hands squeeze his papers for his Moral Inventory.\n\nWe hold on Jared's face through --\n\nJARED\n\nI had thoughts of men.\n\n(beat)\nBoys at school. On T.V. On the\nstreet. In my imagination. At\ncollege I held the hand of a boy\nand I stayed through the night. In\nhis bed.\n\n(beat)\nFor these thoughts and this action,\nfor which I felt regretful, I -\n\nSYKES O.S.\nHold on. And..?\n\nThe faces of others. Of Jon. Aaron filming.\n\nJARED\nI never... I stayed the night with\nthe boy from college but we never\ndid anything more. That’s the only\n(MORE )\n\f97.\n\nJARED (CONT'D)\n\nSYKES\nCome on Jared. Don’t hide your\nsins. God sees everything. What\nelse?\n\nJared stews. He really is telling the truth. What happened\nwith Henry was Henry’s sin.\n\nJARED\n\nI lied on my Genogram. My uncle\nChris wasn’t an alcoholic.\n\nSykes sighs.\n\nJARED (CONT'D)\nIt’s true. How do you know?\n\nSYKES\nYou want to waste everyone’s time?\nJARED SYKES (CONT'D)\n\nI’m not.",
  "68": "---END OF PREVIOUS SECTION---\nHow do you know? SYKES\nYou want to waste everyone’s time? JARED SYKES (CONT'D)\n\nI’m not. \n---TARGET SECTION TO BE ANNOTATED---\n And mock everyone who has got\nup here being honest and\nbrave.\n\nJARED\n\nI could make something up. Is that\nwhat you want me to do? Isn’t that\na sin too?\n\nHe eyeballs Sykes. A new strength of defiance.\nJARED (CONT'D)\nIf thoughts are a sin, I ask God’s\nforgiveness for that, but I’m not\nmaking anything up.\nOn Sykes. He eyes Jared: It seems like a stand off.\n\nSYKES\nOkay then.\n\nHe moves off to get the lie chair. He sets it down in front\nof Jared. And places another chair beside Jared.\n\nSYKES 0O.S\nThere’s your father. Sit down.\n\nJared sits, albeit reluctantly.\n\f97A.\n\nSYKES\nTell him how he’s affected you.\nTell him how angry you are\n(MORE )\n\f98.\nSYKES (CONT'D)\n\n(hold)\nTell him you hate him for --\n\nJared stands back up again.\n\nSYKES (CONT'D)\nSit down.\n\nJARED\nBut, I’m not angry and I -\n\nSYKES\nYes you are -\n\nJARED SYKES (CONT'D)\n- he’s done things that upset - you are angry and -\nme and he’s let me down, but -\n\nJARED\nWhy do I have to be angry?\n\nSYKES\nSit down Jared. Sit.\n\nJARED\nI’m not a dog.\n(beat)\nAnd I don’t think anyone is\nresponsible for me. So -\n\nJared continues to hold his ground.\n\nJARED (CONT'D)\nI don’t see how it’s going to help.\nPicking someone to blame or hate.\nPretending we’re angry at someone.\n(to Aaron)\nCan you stop filming me -\n\nAaron, tracking him, does not stop filming.\n\nJARED (CONT'D)\nI don’t hate anyone.\n\nSYKES\nThen why all this anger -\n\nJARED\nBecause, you are making me angry.\n\nSYKES\nThen use it\n(MORE )\n\f99.\n\nSYKES (CONT'D)\n\nJARED\nYou are not listening to me.\n\nMICHAEL\nNo! Stop!! You are not listening to\nhim! You are not taking this\nseriously.\n\nJARED\nI am taking it seriously.\n\nMICHAEL\nYou're not. You're pathetic, and a\nliar.",
  "69": "---END OF PREVIOUS SECTION---\nJARED\nI am taking it seriously. MICHAEL\nYou're not. You're pathetic, and a\nliar. \n---TARGET SECTION TO BE ANNOTATED---\n And you don’t wanna change at\nall. He doesn’t want to change -\n\nJARED\nI do. I am. I just don’t agree. I’m\nnot going to pretend to be angry. I\nlove my father.\n\nSYKES\nI don’t think you do.\n\nJARED\nYou don’t know me. You are all\ncrazy. All of you.\n\nTina’s jaw is wide open. Gary smirks. Cameron is raising his\neyebrows.\n\nJared moves a few steps toward the door.\n\nSYKES\nWhere are you going? You’re not\ngoing anywhere until --\n\nJARED\nYou're in my chair. There you go. I\nhate you. But how does that help?\n\nJared is starting to breath heavily. Panic.\n\nJARED (CONT'D)\nI really want to go.\n\nSYKES\nJust take a minute.\n\nJARED\nI mean, how does any of this help?\nIt’s crazy.\n\f99A.\n\nAnd he walks out\n\f100.\n\nEXT. L.I.A. HALLWAY - MOMENTS LATER\nThe office door is locked. He knocks. Panic rising.\n\nSykes comes from the main auditorium. He is oscillating\nbetween tender and hard tactics. Tender it is -\n\nSYKES\nJared? Son?\n(beat)\nDon’t open -\n\nA FEMALE CLERK opens the door. Jared moves past.\n\nJARED\nI want my things.\n\nSYKES\nWe'll get your things, just come\nback and have a talk with me first.\n\nJARED\nI want my things now. And I want -—\n\nJared just walks around and opens a drawer and finds various\nbags of people’s belongings. At one stage Michael rushes in\nand tries to intervene and Jared scuffles with him.\n\nFinally, Jared finds his bag and grabs his cell phone from\nit. He leaves the room -\n\nINT. L.I.A. HALLWAY - MOMENTS LATER\n\nSykes blocks his way to the exit. Jared retreats.\n\nINT. L.I.A. MEN'S BATHROOM —- MOMENTS LATER\n\nJared storms into the bathroom and finds a stall and locks\nhimself in. His breath is short now. Panicked.\n\nJARED\n(on the phone)\nMom. It’s me. I need your help.\nCome get me please. Like now.\n(beat)\nPlease.",
  "70": "---END OF PREVIOUS SECTION---\nCome get me please. Like now. (beat)\nPlease. \n---TARGET SECTION TO BE ANNOTATED---\n I’m in trouble.\n\nHe waits. For a long time there is silence. Then voices on\nthe other side of the door. Soon the door opens.\n\f100A.\n\nJARED (CONT'D)\nGo away\n(MORE )\n\fJARED (CONT'D)\n\nSYKES\nJared?\n(beat)\nJared.\n(quietly)\nMichael, get Brandon.\n\nJared is scared now. Shit. He has to get out.\n\n101.\n\nHe prepares\n\nhimself and then storms out past Sykes back into --\n\nINT. L.I.A. HALLWAY - CONTINUOUS\n\nJared's way to the exit is blocked by Brandon\nBehind Jared are the other group members, all\nhelp or comment in any way. It’s a stand off:\nside, blocking the exit. Clients on the other\n\nJARED\nI wanna leave, okay? Please.\n\nSYKES\nYou are just having a rough moment.\n\nJARED\n‘A moment?!’ A moment?\n\nand Aaron.\ntoo scared to\nstaff on one\nside.\n\nSYKES JARED (CONT'D)\nSteady on. I know it feels - I don’t wanna talk. I wanna\ngo.\nSYKES JARED (CONT'D)\nI don’t want you to. I read the rules and none of\n\nthem say you can stop me from\n\nleaving.\n\nSykes turns to Brandon. Mutters something. It’\n\ns certain he is\n\nasking Brandon to use his muscle to contain Jared.\n\nJARED (CONT'D)\n\nAnd if you or anyone puts their\n\nhands on me. I have witnesses.\n(phone rings)\n\nMom? Where are you? If I put him on\n\nthey might take the phone.\n(listens)\nHow far away?\n\nHeavy screeching outside and a minor collision. Then a door\n\nslam and -\n\f101A.\n\nNANCY\nJared!\n(MORE )\n\f102.\n\nNANCY (CONT'D)\n\nHeavy POUNDING comes from the other side of the exit door.\n\n \n\nNANCY O.S.\n(breathless and LOUD)\nJARED!!! Honey? What’s happening?\n\nJARED\nMom!! They won’t let me out.\n\nNANCY O.S.\nWhat!? Why? Who’s there with you?!\n\nSykes walks toward the door. Jared tries to too but Brandon\nblocks his way.",
  "71": "---END OF PREVIOUS SECTION---\nWho’s there with you?! Sykes walks toward the door. Jared tries to too but Brandon\nblocks his way. \n---TARGET SECTION TO BE ANNOTATED---\nSYKES\nJared is having a moment born out\nof a role-play task. He thinks he\nwants to go because it brought up\nsome issues for him but I think\nit’s best for his development that\nhe doesn’t --\n\nJARED\nNo. That’s not... Mom? Tell him he\nhas to open the door.\n\nSYKES\nI’1l call Mr. Eamons, and you and I\nand Jared can all sit down to --\n\nNANCY O.S.\nWho exactly am I speaking to?\n\nSYKES\nThis is Victor Sykes. We spoke on\nthe phone a few weeks back.\n(beat)\nMissus Eamons. I think the thing to\nunderstand here --\n\nNANCY O.S.\nOpen the door Mr. Sykes. Now!\nBefore I call the police.\nHold. Jared waits. Sykes remains unmoved.\n\nThen Cameron steps forward.\n\nCAMERON\nOpen the door.\n\f102A.\n\nIt’s a HUGE moment: Cameron rebelling. He moves forward and -\n\f103.\n\nPuts his MASSIVE FRAME between Brandon and Jared, challenging\nthe tough guy who once belittled him.\n\nCAMERON (CONT’D)\nHe wants to leave.\n\nHold. Brandon stands his ground. But then something shifts.\nHe knows, in this moment, he is the weaker of the two men.\n\nNANCY O.S.\nJared!?\n\nCAMERON\nCome on.\n\nJARED\n\nWe're coming.\nCameron escorts Jared all the way to the exit door.\n\nSykes too steps aside, having been overpowered by forces on\nboth sides, allowing Cameron to open the door,\n\nThe reveal of Nancy is AMAZING. She wears sweats and no make-—\nup or jewelry. This is what Nancy looks like when she doesn’t\nhave to present. The real her. Naturally beautiful.\n\nJared shakes Cameron’s hand and then hugs him tight: Thanks.\nHe eyeballs Sykes: ‘You got a problem with this?’\n\nNow Jared joins Nancy as they start to move for the door.\nThen she turns sharply -\n\nNANCY O.S.\nWhat actual qualifications do you\nhave Mr. Sykes? I never asked.\nHold. Great question. It hangs.\nNANCY\nAre you a doctor? A psychologist? A\nreal proper one?\nNothing --\nNANCY O.S.\nJust as I thought.",
  "72": "---END OF PREVIOUS SECTION---\nNothing --\nNANCY O. S. Just as I thought. \n---TARGET SECTION TO BE ANNOTATED---\n Shame on you.\nShame on you.\n\nIt’s true. No disputing it. Nancy and Jared continue to exit\n\f104.\n\nEXT. L.I.A. HEADQUARTERS - MOMENTS LATER\n\nJared and Nancy walk fast from the door to the car.\n\nNANCY\nThey following?\nJARED\nNo.\nNANCY\nDon’t look at me. I’m a mess.\n\n(beat)\nYou said hurry.\n\nThey get in the car. And they drive away as fast as Nancy\nwill drive. Maybe one spin of the tires.\n\nMusic starts -\n\nINT. THE PEABODY HOTEL, MEMPHIS —- EARLY EVENING\n\nJared sits alone in the affluent, green and cream dining hall\nof the famous hotel. It is early and almost empty.\n\nWAITER\nCan I help you?\n\nJARED\nI’m not sure if I’m staying or\ngoing.\n\nThen Nancy arrives. Jared waits expectantly. She is done up\nagain now, albeit a conservative version of herself.\n\nNANCY\nYour father wants you to go back.\n\nHold. We can see Jared's crest fall. Nancy sits.\n\nNANCY (CONT'D)\n\nI told him... we’ll see him at\nhome. I told him you are not going\nback.\n\n(beat)\n\nThat night Pastor Wilkes and Jim\ncame to the house?\n(MORE )\n\fNANCY (CONT'D)\nThose men decided what to do with\nyou, and I just fell into line like\nI usually do. Sometimes they say\nyou gotta hurt a child in order to\nhelp them\n\n(MORE )\n\n104A.\n\f105.\n\nNANCY (CONT'D)\n. And that may be so with some\nthings, but a mother knows when\nsomething isn’t right, and I knew\nin my bones it wasn’t hurting to\nhelp. I was just letting you down\nand I kept my mouth shut. I’11\nalways regret that.\n\n(beat)\nSo I’m going to do a different\nthing now I have a chance. I'1l\nhandle your father. He can fall\ninto line with me for a change.\n\nJared allows his mother’s embrace. Now she lifts the mood.\n\nNANCY (CONT'D)\nI bet this hotel is “off limits?”\nOut of the “safe zone.”\n\nHe smiles at her use of the L.I.A. jargon.",
  "73": "---END OF PREVIOUS SECTION---\nNANCY (CONT'D)\nI bet this hotel is “off limits?”\nOut of the “safe zone.”\n\nHe smiles at her use of the L. I. A. jargon. \n---TARGET SECTION TO BE ANNOTATED---\nNANCY (CONT'D)\nWe may as well have a drink.\n\n(small laugh)\nOne of my ideas, one of my many\nideas, that I know would have made\na lot of money... ‘Minister’s Wives\nGone Wild.’\n\nShe gets up heroically, not an ounce of fear, and turns as if\nthe brave should follow the brave - ‘come on’\n\nNANCY (CONT'D)\nLet’s go to the bar.\n\nJared smiles and stands, buoyed by her support.\n\nINT. EAMONS FAMILY HOME - DINING ROOM - NIGHT\n\nJared and his mother and father eat.\n\nGiven what's happened you would think that there would be\nmuch discussion. Instead there is none. Maybe it’s already\nbeen had. Maybe it is to come. Or maybe not.\n\nFinally, Marshall takes his plate and leaves. Nancy and Jared\nshare a look, and she keeps eating unperturbed.\n\nMusic continues\n\f106.\n\nINT. JARED'S ROOM/EAMONS LIVING ROOM - NIGHT\n\nJared sits on his bed. He unzips his L.I.A. bag. He raises\nhis white shirt. Throws it in the trash. Behind him now as he\nunpacks, we hear _a doorbell ring. He turns to register it but\ndoesn’t pay too much mind. Moments later he hears a knock at\nhis door.\n\nNANCY\n(knocking)\nHoney.\n\nJared turns -—\nNANCY (CONT'D)\nDo you know a boy by the name of\nCameron Van Huessen?\n\nJARED\nIs he here?\n\nNANCY\nNo honey. That’s a sheriff. He’s\ncome to ask you some questions.\nApparently this Cameron boy killed\nhimself today.\n\nThe world drops away. And much like Cameron's fake funeral,\nwe absorb his death in a similar fashion: slowly --\n\n-- Jared sits to talk to a young sheriff. The sheriff takes\nJared's statement. Behind the sheriff -\n\n-- Jared sees him father move away up.\n\n-- The Sheriff is seen to the door and the whole family\ndisperses into separate rooms.\n\n- Jared walks into his room. He turns and sees his father\nwatching him. Jared closes his door.\n\nSNAP TO BLACK:\n\nOMITTED\n\nOMITTED\n\nFADE TO BLACK\n\f107.\n\nEXT.",
  "74": "---END OF PREVIOUS SECTION---\nJared closes his door. SNAP TO BLACK:\n\nOMITTED\n\nOMITTED\n\nFADE TO BLACK\n\f107. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BROOKLYN STREETS - NIGHT (THREE YEARS LATER)\n\nWe follow Jared. A black coat. If it isn’t apparent, it will\nbe as we take in his profile, and then his face full frontal\nas he turns the corner, that it is a few years later.\n\nIt’s not so much that he has aged. More that he wears a new\nconfidence that wasn’t apparent before. Under his arm he\ncarries a six pack of craft beer and a bottle of wine. He\napproaches a building in an industrial area --\n\nJared puts a phone to his ear. An iPhone 1. (It is 2008)\n\nJARED\nI left my keys. They fixed the\nbuzzer.\n\nHe buzzes and is buzzed up. We pull sideways to take in - New\nYork City. The vast skyline.\n\nOMITTED\n\nINT. JARED'S SHARED APARTMENT - NIGHT\n\nJared and friends share a drink, post dinner. They are\nplaying a board game.\n\nImprovised scene from which --\n\nWe move back to see this action now in B.G. From a bedroom we\ndiscover is Jared's. His phone sits beside his computer and a\nstack of papers. Perhaps we see certain things in the glow:\nAn article with Jared’s name on it in an open journal\nmagazine; a photo of him and his Mom posted on a board;\nAnother of him and a boyfriend. Then, as we reach his iPhone\nand push in - it lights up and rings faintly. The vibration\nmoves it toward the desks edge, until it finally stops\nteetering over the lip. The glow of the ‘unknown number’\nfinally goes away.\n\nBack with Jared and his friends. Unaware of who was calling\nhim and what it would potentially mean, Jared continues\nlaughing and playing.\n\f107A.\n\nLATER: The kitchen is empty. The bottles and dishes can wait\nfor another day. We hear Jared farewell a friend 0.S\n\f108.\n\nOMITTED\n\nINT. JARED'S BROOKLYN BEDROOM - LATER\n\nJared works. Now lit by the screen of his desktop, we see\nevidence of the writer Jared has become.",
  "75": "---END OF PREVIOUS SECTION---\nOMITTED\n\nINT. JARED'S BROOKLYN BEDROOM - LATER\n\nJared works. Now lit by the screen of his desktop, we see\nevidence of the writer Jared has become. \n---TARGET SECTION TO BE ANNOTATED---\n We pick off various\nthings including a post-it note saying ‘write what you\nknow!!’\n\nJared types furiously and when an email pings he immediately\nswitches to his email page: an email from - Nancy Eamons:\n“URGENT -- I WAS RIGHT!!” How could he not open it -\n\nA news article: A BOY WHO LOST HIS ARM, HANGING IT OUT OF A\nCAR IN IBIZA.\n\n \n\nThen another PING: He sighs, she has hooked him again,\ndragging him from work into a text chat.\n\nMOM: Are you coming for Thanksgiving?\n\nJARED: I don't know I can.\n\nMOM: Your dad would love to see you.\n\nJARED: I'll come when Dad is away at the convention.\nThen the phone rings. He snatches it up -\n\nJARED\nMom! I’m working.\n\nPause. Then a PING on the computer - Again it is -\nMOM: Okay. Goodnight.\nThen, who is on the phone!\nVOICE\nIs this Jared Eamons?\n\nJARED\nYeah. Who’s this?\n\nJared walks out to the fridge in the darkened kitchen to grab\nanother beer --\n\nVOICE\nFrom L.I.A. a few years ago?\n\f108A.\n\nHe stops. Moves back to the bedroom and turns off the music.\nNow there is utter silence\n\f109.\n\nJARED\nWho is this?\nVOICE\nIt’s ah... It’s Victor Sykes.\nHold.\nSYKES\n\nBefore you hang up. Please hear me\nout. I’ve been contacting as many\nex-clients as I can...\n\nJared listens and Sykes’ call drowns out. We move behind\nJared's head as he listens and we hear faint traces --\n\nWhen we come across to Jared’s other side of Jared we hear a\nfierce and firm drum snare SNAP!\n\nTHEN TO BLACK:\n\nThen a drum roll rumbles over -\n\nEXT. BROOKLYN STREET - DAY\n\nA truck passing reveals Jared's face cautiously standing on\nthe street keenly watching something. He puts his phone to\nhis ear. Another drum beat and we see - the drumming actually\ncomes from a TEEN BOY right by Jared. Jared looks at him for\na moment.\n\nJared's friend, one we saw from the night before steps up.\nFRIEND\nHe’s in there.",
  "76": "---END OF PREVIOUS SECTION---\nJared looks at him for\na moment. Jared's friend, one we saw from the night before steps up. FRIEND\nHe’s in there. \n---TARGET SECTION TO BE ANNOTATED---\n Well, from your\ndescription, I think he is.\n(Jared tenses)\nYou don’t have to do this you know.\nAnd with that, Jared moves off.\nFRIEND (CONT'D)\nCall if you need back up.\nINT. BROOKLYN CAFE - DAY\n\nJared pokes his head in. He looks around --\n\nJared turns the bend cautiously and looks around.\n\f109A.\n\nA man stands -- It is Sykes. He looks different. A new\nhaircut. A grey goatee. Loose clothing. Transformed.\n\f110.\n\nSYKES\nJared. Thanks for this.\n\nJARED\nHow did you get my number?\n\nSYKES\nI tried the one I had on file.\n\nThey sit.\n\nSYKES (CONT'D)\nI’m sorry to jump out of nowhere\nand contact you.\n\nSykes seems interminably nervous. Not his L.I.A. self. He\nrummages through a shoulder bag.\n\nSYKES (CONT'D)\nI said I had some things for you.\n\nJared is just watching and waiting. Uncomfortable.\n\nSYKES (CONT’D)\nThere's a few things about me you\ndon’t know. And, well, reading the\narticle I figured it was about time\nI made contact with you.\n(beat)\nTry and make some kind of peace.\n\nSykes finds what he wants to give, handing it over: The torn\nout pages of Jared’s Moleskin from all those years ago.\n\nSYKES (CONT’D)\nI kept everything. When I left --\n\nJared is trying to compute everything.\n\nSYKES (CONT'D)\nI couldn't recognize it at the time\n\nbut they really were... are very\ngood. The stories.\n(beat)\nYou look well. And seem good. So --\n(beat)\n\nListen, I don’t know where to start\nbut I want you to know that I’ve\nleft the ministry and L.I.A. and\nwell, I guess you could say I’ve\nturned my back on all of it.\n\f110A.\n\nOn Jared, absorbing\n\f111.\n\nSykes pushes a picture across the table - Jared picks it up.\nA picture of - Sykes with his arm around a man.\n\nJared, feelings welling, gets up and heads for the restroom.\n\nINT. RESTROOM - CONTINUOUS\n\nJared closes the door.",
  "77": "---END OF PREVIOUS SECTION---\nJared, feelings welling, gets up and heads for the restroom. INT. RESTROOM - CONTINUOUS\n\nJared closes the door. \n---TARGET SECTION TO BE ANNOTATED---\n And it is here, of all places, and in\nthis moment that Jared finally releases emotion. His shaking\nhands wipe a tear and he tries to suppress it. But then -\n\nIt’s too much and IT ALL COMES OUT.\n\n \n\nINT. BROOKLYN CAFE - CONTINUOUS\nSykes waits patiently at the table. He peruses the menu. Then\nhis phone rings.\nINT. RESTROOM - CONTINUOUS\nJared wipes his eyes and speaks on the phone.\nJARED\nIt’s Jared. Hey. I, um... no\noffense, but could we try this some\n\nother time.\n\nINTERCUT WITH Sykes. Empathetic, he listens. Something ironic\nin the image of him now facing an empty chair.\n\nSYKES\nI understand. Of course.\n\nINT. BROOKLYN CAFE - CONTINUOUS\n\nSykes slowly gets up from the table and makes his way out.\nINT. RESTROOM - CONTINUOUS\n\nJared has calmed now. He steadies his breathing, until he’s\n\nALMOST calm again. As we see this, we hear --\n\nOMMITTED\n\f111A.\n\nOMMITTED\n\f112.\n\nEXT. EAMONS FAMILY HOME - DAY\nJared's car pulls into the family driveway.\n\nJARED O.S.\nWhere is he?\n\nINT. EAMONS FAMILY KITCHEN - DAY\n\nJared stands in the kitchen table, on a mission. Fierce. (NB:\nNancy is slightly less ‘made-up’ these days)\n\nNANCY\nHoney. It’s Sunday. If it’s urgent,\nyou'll have to go to the church.\n\nJARED\nI‘1l wait for him to get back.\n\nNANCY\nYou haven’t even seen it. Not with\nall the fittings and filled with\npeople. He’s so proud of it.\n(beat)\nLike he’s proud of you.\n\nJARED\nMom, he lost part of his\ncongregation on account of me.\n\nNANCY\nYou've made that a bigger deal than\nit ever was. Honey -\n(beat)\nWhat is the matter? Is everything -\n\nJARED\nWhy aren’t you there? At church.\n\nNANCY\nI don’t always go. I do to support\nyour father sometimes. But, he\nknows. I have my own religion.",
  "78": "---END OF PREVIOUS SECTION---\nI do to support\nyour father sometimes. But, he\nknows. I have my own religion. \n---TARGET SECTION TO BE ANNOTATED---\n(off Jared's expression)\n\nEveryone else creates religions to\nsuit themselves, so I figured, why\ncouldn’t I.\n\f112A.\n\nINT. NANCY'S CAR — DAY\n\nNancy at the wheel. The sun sheds a warm glow on Nancy\n\f113.\n\nNANCY O.S.\nI love God and God loves me. And I\nlove my son.\n\nNancy turns to smile. Jared returns the look.\n\nINT. EAMONS FAMILY KITCHEN - AS BEFORE - DAY\nJared listens to his mother’s religion -\nNANCY\nAnd if He doesn’t love my son too,\nthen I will stop loving Him.\nJared wipes a tear, trying not to be drawn into feeling -\nNANCY (CONT'D)\n\nFor your father it is a little more\ncomplicated than that.\n\nEXT. ARKANSAS HIGHWAY - MOMENTS LATER\n\nNancy’s car travels the highway. Her car peals left and we\ncontinue up the highway.\n\nNANCY\nYour call. Church left. Or right if\nyou wanna go see a movie instead.\n\nINT. HOPE SPRINGS FIRST BAPTIST MINISTRY - LATER\n\nJared enters from the podium side with his Mother as The\nchoir belts out the final bars of - ‘Someday’\n\n \n\nAs Jared sits, he catches eyes with Chloe who enters with\nWayne (a new couple). Chloe, surprised, offers a small smile.\nWayne, however, blanks him. Then the crowd settles: Marshall\nis heading down the aisle, greeting folk when --\n\nHe sees Nancy and offers a smile, before spotting Jared. He\nfreezes a beat, but then covers and offers a mini salute.\n\nJared turns back, focusing his eyes to the front as --\n\f113A.\n\nMARSHALL\nThe night before the crucifixion.\nJesus and the disciples are heading\ndown the Kidron Valley toward the\nGarden of Gethsemane. Vines are\neverywhere.\n\n(MORE )\n\f114.\n\nMARSHALL (CONT'D)\n\nOn Jared, aware that his presence has created a stir.\n\nMARSHALL (CONT'D)\nSo Jesus pointed to the vines and\nsaid these words: ‘Just like those\ngrapes depend on the vine, so\nshould you depend on me.’\n\nOn Jared focusing on his father, in his element.",
  "79": "---END OF PREVIOUS SECTION---\n(MORE )\n\f114. MARSHALL (CONT'D)\n\nOn Jared, aware that his presence has created a stir. MARSHALL (CONT'D)\nSo Jesus pointed to the vines and\nsaid these words: ‘Just like those\ngrapes depend on the vine, so\nshould you depend on me.’\n\nOn Jared focusing on his father, in his element. \n---TARGET SECTION TO BE ANNOTATED---\n You can tell\nhe is charismatic as the congregation hang on his words.\n\nMARSHALL (CONT'D)\n‘Be fruitful’ is the subject of\ntoday’s sermon.\n\nEXT. CHURCH PARKING LOT - EARLY EVENING\nJared and Chloe walk in silence until they reach Nancy's car.\n\nWOMAN O.S.\nGoodbye, Jared.\n\nJared turns and waves to the WOMAN getting in her car.\n\nCHLOE\nSee? Not everyone wants you to burn\nin hell.\n\nShe hits him playfully. They hear a car horn BLAST. A large\npick-up cruises in the background: Wayne. As Jared and Chloe\nhug goodbye, Wayne sounds the horn, sharply, one more time.\nJared watches Chloe totter to the car. Once she’s in, the car\nlurches and stops. Then Wayne gets out. He approaches Jared.\n\nWAYNE\nYo. Chloe wanted me to apologize.\n\nJARED\nIt’s okay Wayne.\n\nWAYNE\nJust shake my hand.\n(he does. Wayne grips)\nStay away from her. Yeah? We don’t\nwanna see you again around here. Or\nyou and me got trouble.\n\nJARED\nYou’re on my father’s property.\n\f114A.\n\nWAYNE\nYour father agrees with me. You are\nan abomination. Don’t come near us\n(MORE )\n\f115.\nWAYNE (CONT'D)\n\n(heading for the car)\nOr, I swear to God I’ll get my M-4\nand put one in your skull.\n\nTrue hate right there. But Jared meets it with kindness.\n\nJARED\nYou know Wayne. You or anyone\ncould’a been born just the same.\n\nWAYNE\nThen I’d shoot myself.\n\nNANCY O.S.\nWe could arrange that Wayne. I'm\nsure there's plenty of guns here.\n\nJared turns to see Nancy has arrived back at the car.\n\nNANCY\nOkay. Sorry. Sorry.\n\nJARED\nIt’s okay. Wayne was just leaving.\n\nEXT. EAMONS FAMILY HOME - PORCH - NIGHT\n\nThe yard is dark and still in the approaching winter. Jared\nsits alone, ruminating on all things when the door opens.\n\nMARSHALL\nI’ve got some work to do and then\nI’m going to turn in.\n\nJARED\nMinistry looks good, Dad.",
  "80": "---END OF PREVIOUS SECTION---\nJared\nsits alone, ruminating on all things when the door opens. MARSHALL\nI’ve got some work to do and then\nI’m going to turn in. JARED\nMinistry looks good, Dad. \n---TARGET SECTION TO BE ANNOTATED---\nMARSHALL\nGlad you could make it. Well, if I\ndon’t see you early, I'll see you\nin a few weeks at Christmas.\n\nJARED\nI won't be here for Christmas.\n\nMarshall stops. Nods. It is what it is.\n\nJARED (CONT'D)\nDid you hear about the article in\nthe Times I’ve got coming out?\n(hold - he does)\nDo you know what it’s about\n(MORE )\n\f116.\n\nJARED (CONT'D)\n\nMARSHALL\n(he knows )\nListen I don’t want to get into a\nfight. Your mother told me about -\n\nJARED\nIt’s not a fight. I’m just doing\nthe right thing. Letting you know.\n\n(beat)\nI’ve written more, and the\npublishers are talking about me\nputting together a whole book. You\ndon’t need to read any of it, but I\njust needed you to know that it\nmight be out there. And --\n\nMARSHALL\nYeah. Well, now I know.\n\nJared is arming up for a confrontation. Hard as it is.\n\nJARED\nBut, it might be good for you to\nread... because you also never\nreally asked what went on there.\n\n(beat)\nYou never really knew the staff or -\n\nAnd Marshall continues inside, leaving Jared unresolved.\n\nINT. EAMONS FAMILY HOME KITCHEN - NIGHT\n\nMarshall makes notes for a sermon, his bible beside him.\nSuddenly, a newspaper placed down: Jared’s article (A few in\nfact). Nancy holds Marshall's look. She picks up the bible.\n\nNANCY\nI think you’ve read that one.\n\nHe goes to take her hand but she moves off. We see Jared in\nthe background, like he did the night Pastor Wilkes and Jim\nhelped determine his fate, peering through the door.\n\nEXT. EAMONS FAMILY HOME - EARLY MORNING\n\nJared loads his car. He closes the trunk. He looks to the\nhouse. His dad is not coming to say goodbye. He hugs his mom.\n\f116A.\n\nJared is about to drive away. But his mom knocks on the\nwindow and Marshall appears at the passenger window.\n\f117.\n\nMARSHALL\nYou mind driving me to the\ndealership? Got some stuff to\norganize.\n\nMarshall gets in and they pull away.",
  "81": "---END OF PREVIOUS SECTION---\nMARSHALL\nYou mind driving me to the\ndealership? Got some stuff to\norganize. Marshall gets in and they pull away. \n---TARGET SECTION TO BE ANNOTATED---\n Nancy waves good bye.\nOMITTED\n\nINT. JARED'S CAR —- EARLY MORNING\n\nJared drives and looks across to - Marshall deep in thought,\nhis eyes trained to the front.\n\nEXT. CAR DEALERSHIP —- MORNING\n\nJared gets out of the car as his father moves toward the\nentrance. His father turns --\n\nMARSHALL\nCome on in for a second.\n\nINT. MARSHALL'S DEALERSHIP - MORNING\n\nMarshall turns, looking around in the expansive showroom. He\nseems confused. Agitated.\n\nJARED\nIs there anything you need help\nwith? Otherwise I should --\n\nJared turns hesitantly, to leave. But then -\n\nMARSHALL\nHold on. This was going to be for\nChristmas.\n(he hands Jared keys)\nIt’s an Explorer. Your mother said\nyou and your friends drive up --\n\nJARED\nDad. I live in New York. I don’t\nneed a car.\n\n(beat)\n\nI don’t want to pretend anymore.\nIt’s okay Dad. I’m okay without all\nthis.\n\n(MORE )\n\f117A.\n\nJARED (CONT'D)\nUnless we are going to speak to\neach other properly. Like -\n(beat\n(MORE )\n\f118.\nJARED (CONT'D)\n\nI’m gay. I’m gay and I’m your son.\nAnd neither of those things are\ngoing to change.\n\nHold. Marshall breathes. He looks out over the dealership -\n\nMARSHALL\n\nThis was all going to be yours you\nknow?\n\n(beat)\nStill will be. I meant, to run and\nmake a living from. But, I know you\ngot other fish to fry.\n\n(beat)\nI ran your grandfather’s mill, like\nhe wanted, until I had the gall to\ntell him I didn’t want that.\n\nHe is still looking around, not making eye contact. Then --\n\nMARSHALL (CONT'D)\nI stayed up all night trying to\nthink of good reasons to convince\nyou to keep everything to\nyourself... the book and whatnot...\nbut then I thought that would be\nlike your grandpa forcing me to run\nthe mill.\n\nJared listens.\n\nMARSHALL (CONT'D)\nI like to do what I want, so who am\nI to get in anybody else’s way?\n\nHe turns to Jared.",
  "82": "---END OF PREVIOUS SECTION---\nJared listens. MARSHALL (CONT'D)\nI like to do what I want, so who am\nI to get in anybody else’s way? He turns to Jared. \n---TARGET SECTION TO BE ANNOTATED---\nMARSHALL (CONT'D)\nThe truth is I do want you to do\nwell and have a good life. I know\nwe don’t agree on a handful of\nthings. And, I realize by what’s\nhappened, I’ve set myself up to\nlose you. I had to ask myself and\nGod if I was ready for that.\n\n(beat)\n\nYour mother said a prayer that she\ngot comfort from. Whether it was\nher that needed to change and not\nyou... My prayer didn’t so much\ngive me comfort. I don’t think I am\nready to lose you and so I wanted\nto let you know -\n\n(MORE )\n\f119.\n\nMARSHALL (CONT'D)\n\nMarshall is not the eloquent man he was in church.\n\nMARSHALL (CONT'D)\n-- that I am going to try. I’m\nsorry it’s not more, and I\nunderstand if that is not good\nenough for you. That’s on me.\n(beat)\nSon, I tend to be more eloquent in\nfront of full congregation than\nthis. I guess, I prepare for that.\n\nHe takes a big breath in and out. Smiles ruefully.\n\nMARSHALL (CONT'D)\n‘I’m trying’ is the subject of\ntoday’s sermon.\n\nMarshall hangs his head. Jared steps forward and hugs him.\n\nJARED\nMom is coming to New York for\nChristmas. You are welcome to come\ntoo. Have a think about it.\n\nHold wide as father and son embrace. Then Jared removes\nhimself and sets the keys down.\n\nIf It Be Your Will - by Leonard Cohen as sung by Antony and\nthe Johnsons starts and carries through --\n\n \n\n \n\nINT. JARED'S CAR — DAY\n\nJared drives free and alone along a stretch of Arkansas\ncountryside. He cracks the window to let in the warm breeze.\n\nAnd his hand goes out the window to dance in that breeze.\n\nCUT TO BLACK:\n----- CREDITS -----\n\nFootnote. L.I.A. was dismantled in 2012.\n\nDespite being discredited by the American Psychiatric\n\nSociety, it is still legal in 45 states of America for\n\nparents to commit their children to conversion therapy.\n\nPractices of electric shock, solitary confinement, and\n\nvarious other forms of physical and psychological abuse have\nbeen reported\n\f120.\n\nSykes left L.I.",
  "83": "---END OF PREVIOUS SECTION---\nPractices of electric shock, solitary confinement, and\n\nvarious other forms of physical and psychological abuse have\nbeen reported\n\f120. Sykes left L. I. \n---TARGET SECTION TO BE ANNOTATED---\n. in 2005. He is now openly gay and married\nto a man in Paris Texas, U.S.A.\n\nThis film is dedicated to all the victims. Alive and dead.\n\nLeonard Cohen --- If it be your will. If there is a choice.\nLet the rivers fill. Let the hills rejoice.\n\f"
}