{
  "1": "\n\n                              1992\n\n                     BRAM STOKER'S DRACULA\n\n               (Directed by Francis Ford Coppola)\n\n\n\n                              cast\n\n      Dracula..................................Gary Oldman\n\n      Mina Murray/Elisabeta...................Winona Ryder\n\n      Abraham Van Helsing..................Anthony Hopkins\n\n      Dr. Jack Seward.....................Richard E. Grant\n\n      Lord Arthur Holmwood......................Cary Elwes\n\n      Quincey P. Morris......................Bill Campbell\n\n      Lucy Westenra............................Sadie Frost\n\n      R.M. Renfield..............................Tom Waits\n\n\n\n                    T R A N S Y L V A N I A\n\n\n\n                            Prologue\n\n                         Castle Dracula\n\n                      The Year:  1462 A.D.\n\nCONSTANTINOPLE HAD FALLEN.  MUSLIM TURKS SWEPT INTO EUROPE WITH\n\nA VAST, SUPERIOR FORCE, STRIKING AT ROMANIA, THREATENING ALL OF\n\nCHRISTENDOM.  FROM TRANSYLVANIA AROSE A ROMANIAN KNIGHT, OF THE\n\nSACRED ORDER OF THE DRAGON, KNOWN AS DRACULEA.  ON THE EVE OF\n\nTHE BATTLE, HIS BRIDE ELISABETA WHOM HE PRIZED ABOVE ALL THINGS\n\nON EARTH KNEW THAT HE MUST FACE AN INSURMOUNTABLE FORCE FROM\n\nWHICH HE MIGHT NEVER RETURN.\n\n\n\n                 Medieval Romanian Battlefield\n\n                   Draculea kisses a crucifix\n\n\n\nDRACULEA (translation):  God be praised!  I am victorious!\n\n(Elisabeta's face comes into his mind)  Elisabeta!\n\n\n\nTHE VENGEFUL TURKS SHOT AN ARROW INTO THE CASTLE CARRYING THE\n\nFALSE NEWS OF DRACULEA'S DEATH.  ELISABETA, BELIEVING HIM DEAD,\n\nFLUNG HERSELF INTO THE RIVER.\n\n\n\n                 Draculea returns to the castle\n\n            Elisabeta lies dead on the chapel floor\n\n\n\nSUICIDE NOTE FROM ELISABETA (translation):  My prince is dead.\n\nAll is lost without him.  May God unite us in heaven.\n\n\n\nBISHOP (translation):  She has taken her own life.  Her soul\n\ncannot be saved.  She is damned.  It is God's Law.",
  "2": "---END OF PREVIOUS SECTION---\nHer soul\n\ncannot be saved. She is damned. It is God's Law. \n---TARGET SECTION TO BE ANNOTATED---\nDRACULEA (translation):  Nooo!  Is this my reward for defending\n\nGod's church?\n\n\n\nBISHOP (translation):  Sacrilege!\n\n\n\nDRACULEA (translation):  I renounce God!  I shall rise from my\n\nown death to avenge hers with all the powers of darkness!\n\n\n\n        Draculea stabs at the altar cross with his sword\n\n     Blood pours from the cross, from the eyes of statues,\n\n                     and from candle flames\n\n     Draculea fills a chalice with the blood and drinks it\n\n\n\nDRACULEA (translation):  The blood is the life and it shall be\n\nmine!\n\n\n\n                 Blood covers the chapel floor\n\n\n\n                 *******************************\n\n\n\n                          1 8 9 7 A.D.\n\n                     (Four centuries later)\n\n\n\n                         E N G L A N D\n\n\n\n                             LONDON\n\n                          LATE EVENING\n\n                 Carfax District Lunatic Asylum\n\n                        Renfield's Cell\n\n\n\nRENFIELD:  I've done everything that you asked, Master.  All the\n\npreparations are in order.  (He reaches for a fly on the\n\nceiling.)  I await your command for I know that, when the\n\nrewards are given, I will be one of those who benefits from your\n\ngenerosity.  (He eats the fly).  Thank you.\n\n\n\n                        THE NEXT MORNING\n\n             The Law Firm of Hawkins and Thompkins\n\n       Mr. Hawkins speaks with law clerk Jonathan Harker\n\n\n\nHAWKINS:  Gone mad.  Renfield is deranged.  He's lost his greedy\n\nmind, poor chap.  I want you to take over for his foreign\n\nclient, this rather eccentric Count Dracula.  He's buying up\n\nproperty around London.\n\n\n\nHARKER:  Of course, sir.  I will tend to the Count.  Thank you\n\nfor your confidence.\n\n\n\nHAWKINS:  This is a great opportunity for you, Harker, but you\n\nwill have to leave for Transylvania immediately.  Opportunities\n\nsuch as this come but once in a lifetime.\n\n\n\nHARKER:  Yes, of course, sir.  If I may inquire, what in fact\n\nhappened to Mr. Renfield in Transylvania?\n\n\n\nHAWKINS:  Nothing, nothing.  Personal problems.  Close these\n\ntransactions and your future with this firm is assured.",
  "3": "---END OF PREVIOUS SECTION---\nHAWKINS:  Nothing, nothing. Personal problems. Close these\n\ntransactions and your future with this firm is assured. \n---TARGET SECTION TO BE ANNOTATED---\nHARKER:  Yes, sir.  I will give it my full attention.\n\n\n\n                              KENT\n\n                        THE NEXT MORNING\n\n       The Garden at Hillingham Estate (Faversham, Kent)\n\n             Harker speaks with fiancee Mina Murray\n\n\n\nMINA:  We've waited this long, haven't we?\n\n\n\nHARKER:  We can be married when I return.\n\n\n\nMINA:  Of course.\n\n\n\nHARKER:  I'll write.\n\n\n\nMINA:  Jonathan, Jonathan, I love you.\n\n\n\nHARKER:  I love you, Mina.\n\n\n\n                       They kiss goodbye\n\n\n\n                 *********************************\n\n\n\n                       SEVERAL DAYS LATER\n\n\n\n                    T R A N S Y L V A N I A\n\n\n\n                             MIDDAY\n\n                           On a Train\n\n                  Harker writes in his journal\n\n\n\nJONATHAN HARKER'S JOURNAL, 25th May, Buda-Pesth:  Left\n\nBuda-Pesth early this morning.  The impression I had was that we\n\nwere leaving the west and entering the east.  The district I am\n\nto enter is in the extreme east of the country, just on the\n\nborders of three states--Transylvania, Moldavia and Bukovina, in\n\nthe midst of the Carpathian Mountains, one of the wildest and\n\nleast known portions of Europe.\n\n\n\n                  He opens and reads a letter\n\n\n\nLETTER FROM COUNT DRACULA TO JONATHAN HARKER:  My friend.\n\nWelcome to the Carpathians.  I am anxiously expecting you.  At\n\nthe Borgo Pass, my carriage will await you and bring you to me.\n\nI trust your journey from London has been a happy one and that\n\nyou will enjoy your stay in my beautiful land.  Your friend, D.\n\n\n\nMINA MURRAY'S DIARY, 25th May:  My dear Jonathan has been gone\n\nalmost a week and, although I was disappointed we could not\n\nmarry before his departure, I am happy that he got sent on this\n\nimportant assignment.  I am longing to hear all the news.  It\n\nmust be so nice to see strange countries.  I wonder if we, I\n\nmean Jonathan and I, shall ever see them together?\n\n\n\n                           NIGHTFALL\n\n                           Borgo Pass\n\n            Jonathan Harker disembarks from a coach\n\n\n\nHARKER:  We're early, driver.",
  "4": "---END OF PREVIOUS SECTION---\nIt\n\nmust be so nice to see strange countries. I wonder if we, I\n\nmean Jonathan and I, shall ever see them together? NIGHTFALL\n\n                           Borgo Pass\n\n            Jonathan Harker disembarks from a coach\n\n\n\nHARKER:  We're early, driver. \n---TARGET SECTION TO BE ANNOTATED---\n  No one is here.\n\n\n\n           A fellow passenger hands Harker a crucifix\n\n\n\nGIRL (translation):  For the dead travel fast.\n\n\n\n The passenger coach speeds away as Dracula's coach approaches\n\n       The coachdriver bids Harker to enter and sit down\n\n           The coach speeds away, followed by wolves\n\n\n\nHARKER:  I say, is the castle far?\n\n\n\nCOACHDRIVER:  (No answer)\n\n\n\n   The coach speeds up a narrow crag toward Dracula's castle\n\n            It passes through a circle of blue fire\n\n               Harker disembarks in the courtyard\n\n     As Harker approaches the castle doors, they swing open\n\n        An old man bearing a lantern enters the chamber\n\n\n\nDRACULA:  Welcome to my home.  Enter freely of your own will and\n\nleave some of the happiness you bring.\n\n\n\nHARKER:  Count Dracula?\n\n\n\nDRACULA:  I am Dracula, and I bid you welcome, Mr. Harker, to my\n\nhouse.  Come in.\n\n\n\n                Harker steps over the threshhold\n\n             Dracula leads him into the dining room\n\n\n\nDRACULA:  You will, I trust, excuse me that I do not join you\n\nbut I have already dined and I never drink...wine.\n\n\n\n                      Harker begins to eat\n\n            He motions toward a portrait on the wall\n\n\n\nHARKER:  An ancestor?  I see a resemblance.\n\n\n\nDRACULA:  The Order of the Dracul...the Dragon...an ancient\n\nsociety pledging my forefathers to defend the church against all\n\nenemies of Christ.  That relationship was not entirely\n\nsuccessful.\n\n\n\nHARKER (slightly snickering):  Oh, yes.\n\n\n\n       Dracula angrily grabs a sword, swings it overhead\n\n                  and points the tip at Harker\n\n\n\nDRACULA:  It is no laughing matter.  We Draculs have a right to\n\nbe proud.  What devil or witch was ever so great as Attila whose\n\nblood flows in these veins?  Blood is too precious a thing in\n\nthese times.  The warlike days are over.  The victories of my\n\ngreat race are but a tale to be told.  I am the last of my kind.\n\n\n\nHARKER:  I have offended you with my ignorance, Count.  Forgive\n\nme.",
  "5": "---END OF PREVIOUS SECTION---\nI am the last of my kind. HARKER:  I have offended you with my ignorance, Count. Forgive\n\nme. \n---TARGET SECTION TO BE ANNOTATED---\n                             LATER\n\n                 The Library at Castle Dracula\n\n        Dracula affixes his seal to the deed of purchase\n\n\n\nDRACULA:  I do so long to go through the crowded streets of your\n\nmighty London, to be in the midst of the whirl and the rush of\n\nhumanity, to share its life, its changes, its deaths.\n\n\n\n            Harker affixes his signature to the deed\n\n\n\nHARKER:  There.  You, Count, are the owner of Carfax Abbey in\n\nPurfleet.  Congratulations.\n\n\n\nDRACULA:  Your firm writes most highly of your talents.  They\n\nsay you are a man of good taste and that you are a worthy\n\nsubstitute to your predescessor, Mr. Renfield.\n\n\n\nHARKER:  You may rely on me, Count.  Forgive my curiosity but\n\nwhy 10 houses in such precise locations around London?  Is it to\n\nraise the market value?\n\n\n\n          Dracula picks up Harker's photograph of Mina\n\n\n\nDRACULA:  Do you believe in destiny, that even the powers of\n\ntime can be ordered to a single purpose?  The luckiest man who\n\nwalks on this earth is the one who finds true love.\n\n\n\nHARKER:  You found Mina.  I thought she was lost.  We're to be\n\nmarried as soon as I return.  Are you married, Count?\n\n\n\nDRACULA:  (no answer)\n\n\n\nHARKER:  Sir, are you married?\n\n\n\nDRACULA:  I was married once...ages ago it seems.  She died.\n\n\n\nHARKER:  Oh, I'm very sorry.\n\n\n\nDRACULA:  She was fortunate. My life at its best is a mystery.\n\nShe will no doubt make a devoted wife and you a faithful\n\nhusband.  Come, write now, my friend, to your firm and to any\n\nloved ones and say that it should please you to stay with me\n\nuntil a month from now.\n\n\n\nHARKER:  A month?  Do you wish me to stay so long?\n\n\n\nDRACULA:  I will take no refusal.",
  "6": "---END OF PREVIOUS SECTION---\nHARKER:  A month? Do you wish me to stay so long? DRACULA:  I will take no refusal. \n---TARGET SECTION TO BE ANNOTATED---\n                 *******************************\n\n\n\n                        FIVE DAYS LATER\n\n\n\n                         E N G L A N D\n\n\n\n                              KENT\n\n                            MORNING\n\n                The Parlour at Hillingham Estate\n\n                      Mina types her diary\n\n\n\nMINA MURRAY'S DIARY, 30th May:  I know that Jonathan does not\n\nwant me to stay here with Lucy while he is away.  I thinks that\n\nif I become accustomed to the wealth and privileges of the\n\nWestenra family, I will not be content as the wife of a mere\n\nclerk in a law firm.  But Lucy and I have been friends since we\n\nwere children and she has never minded that I'm only a school\n\nmistress.\n\n\n\n       She sneaks a peek at a drawing from Arabian Nights\n\n\n\nMINA:  How disgustingly awful!\n\n\n\n                      Enter Lucy Westenra\n\n\n\nLUCY:  Mina!  Mina!  Oh, Mina, you're always working.  Is your\n\nambitious Jon Harker forcing you to learn that ridiculous\n\nmachine when he could be forcing you to perform unspeakable acts\n\nof desparate passion on the parlour floor?\n\n\n\nMINA:  Lucy, really!  You shouldn't talk about my fiance in such\n\na way.  There's more to marriage than carnal pleasure.\n\n\n\n         Mina stands up, knocking the book on the floor\n\n\n\nLUCY:  Oh, Mina, so I see--much, much more.  Oh?  Oh!  That's...\n\n\n\n              Mina and Lucy page through the book\n\n\n\nMINA:  What?  What is it, Lucy?  I certainly don't understand\n\nit.  Can a man and a woman really do that?\n\n\n\nLUCY:  I did only last night.\n\n\n\nMINA:  Fibber, you did not.\n\n\n\nLUCY:  Yes, I did, well, in my dreams.  Jonathan measures up,\n\ndoesn't he?  You can tell Lucy.\n\n\n\nMINA:  We've kissed.  That's all.  He thinks he's too poor to\n\nmarry me.  And it's all the worst now that I'm here visiting you\n\nat Hillingham, my rich friend.\n\n\n\nLUCY:  Yes, but not even one marriage proposal.",
  "7": "---END OF PREVIOUS SECTION---\nHe thinks he's too poor to\n\nmarry me. And it's all the worst now that I'm here visiting you\n\nat Hillingham, my rich friend. LUCY:  Yes, but not even one marriage proposal. \n---TARGET SECTION TO BE ANNOTATED---\n  Here I am,\n\nalmost 20, practically a hag!\n\n\n\n                       EARLY THAT EVENING\n\n            Lucy and Mina watch party guests arrive\n\n\n\nBUTLER:  Mr. Quincey P. Morris.\n\n\n\n                    Enter Quincey P. Morris\n\n\n\nMINA:  Look.  What is that?\n\n\n\nLUCY:  A Texan...Quincey P. Morris.  He's so young and fresh,\n\nlike a wild stallion between my legs.\n\n\n\nMINA:  You're positively indecent!\n\n\n\nLUCY:  I just know what men desire.  Watch.\n\n\n\n                     Lucy approaches Morris\n\n\n\nLUCY:  Quincey, darling.\n\n\n\nMORRIS:  Miss Lucy.  Why you're as fresh as the spring rain.\n\n\n\nLUCY:  Oh, thank you.  (She runs her hands over Morris)  Oh,\n\nQuincey, please let me touch it.  It's so big!\n\n\n\n     Lucy winks at Mina and pulls out Morris's Bowie knife\n\n\n\nMORRIS:  Little girl.  Oh, my dear sweet little girl.  I hold\n\nyour hand and you've kissed me...\n\n\n\nBUTLER:  Dr. Jack Seward.\n\n\n\n                     Enter Dr. Jack Seward\n\n                      Lucy runs to Seward\n\n\n\nLUCY:  Jack!  Oceans of love!\n\n\n\n                Seward trips over a bearskin run\n\n\n\nLUCY:  Oh, Jack, my darling!  Oh, poor little baby.  Come over\n\nhere.  Come over here and I'll kiss it better.  My poor little\n\nblossom.  My poor little doctor.  Really, doctor.  What a\n\nnaughty bear.  Let me feel...\n\n\n\nBUTLER:  Arthur Holmwood, Esquire.\n\n\n\n                   Enter Lord Arthur Holmwood\n\n                     Lucy runs to Holmwood\n\n\n\nLUCY:  Arthur!  Oh, my darling.  Oh, you look wonderful.  Like\n\nmy dress?  It's my snake dress.\n\n\n\n               Seward and Morris greet each other\n\n                and sit side-by-side on a couch\n\n\n\nSEWARD:  Quincey.\n\n\n\nMORRIS:  Jack.\n\n\n\n       Seward stands up and hands Morris his squashed hat\n\n\n\nSEWARD:  So sorry about your hat.",
  "8": "---END OF PREVIOUS SECTION---\nSeward and Morris greet each other\n\n                and sit side-by-side on a couch\n\n\n\nSEWARD:  Quincey. MORRIS:  Jack. Seward stands up and hands Morris his squashed hat\n\n\n\nSEWARD:  So sorry about your hat. \n---TARGET SECTION TO BE ANNOTATED---\nMINA MURRAY'S DIARY:  Lucy is a pure and virtuous girl, but I\n\nadmit that her free way of speaking shocks me sometimes.\n\nJonathan says it's a defect of the aristocracy that they say\n\nwhat they please.  The truth is that I admire Lucy, and I'm not\n\nsurprised that men flock around her.  I wish I were as pretty\n\nand as adored as she.\n\n\n\n                     Enter Dracula's shadow\n\n\n\n                             LONDON\n\n                       LATER THAT EVENING\n\n                 Carfax District Lunatic Asylum\n\n\n\nDR. SEWARD'S DIARY ON PHOTOGRAPH CYLINDER, 30th May:  What\n\nmanner of man is this?  R. M. Renfield, successful solicitor in\n\nthe firm of Hawkins and Thompkins, respected member of the Lord\n\nNugent's Wyndham Club.  Returns from business abroad in\n\nTransylvania.  Promptly suffers a complete mental breakdown.\n\nHe's now obsessed with some bloodlust.\n\n\n\n                 Seward enters Renfield's cell\n\n\n\nSEWARD:  George, wait here.\n\n\n\nRenfield holds out a plate of grubs, flies, ants, beetles and\n\n                           wireworms\n\n\n\nRENFIELD:  Would you care for an hors d'oeuvre, Dr. Seward, or a\n\ncanape?\n\n\n\nSEWARD:  No, thank you, Mr. Renfield.  How are you feeling\n\ntonight?\n\n\n\nRENFIELD:  Far better than you, my lovesick doctor.\n\n\n\nSEWARD:  Is my personal life of interest to you?\n\n\n\nRENFIELD:  Of course it is.  All life interests me.\n\n\n\nSEWARD:  Your diet, Mr. Renfield, is disgusting!\n\n\n\nRENFIELD:  Actually, they're perfectly nutritious.  You see,\n\neach life that I ingest gives life to me.\n\n\n\nSEWARD:  The fly gives you life?\n\n\n\nRENFIELD:  Certainly.  (Renfield turns away from Seward)  But\n\nyou might as well ask a man to eat a molecule with a pair of\n\nchopsticks than to interest me in lesser carnivora.\n\n\n\nSEWARD:  I shall have to invent a new classification of the\n\nlunatic for you.  What about spiders?  Spiders eat the flies.\n\n\n\nRENFIELD:  Yes, spiders eat them.\n\n\n\nSEWARD:  What about sparrows?\n\n\n\nRENFIELD:  Oh, yes.",
  "9": "---END OF PREVIOUS SECTION---\nRENFIELD:  Yes, spiders eat them. SEWARD:  What about sparrows? RENFIELD:  Oh, yes. \n---TARGET SECTION TO BE ANNOTATED---\n  Did you say sparrows?\n\n\n\nSEWARD:  Something larger perhaps?\n\n\n\nRENFIELD:  Oh, yes, a kitten, I beg you, a little, sleek...a\n\nplayful kitten...something I can teach, something I can feed.\n\nNo one would refuse me a kitten.\n\n\n\nSEWARD:  Wouldn't you prefer a cat?\n\n\n\nRENFIELD:  Oh, yes, a big cat!  My salvation depends upon it!\n\n\n\nSEWARD:  Your salvation?\n\n\n\nRENFIELD:  I need lives.  I need lives for the Master.\n\n\n\nSEWARD:  What Master?\n\n\n\nRENFIELD:  The Master will come, and he has promised to make me\n\nimmortal.\n\n\n\nSEWARD:  How?\n\n\n\n              Renfield suddenly attacks Dr. Seward\n\n               Guards rush in to subdue Renfield\n\n\n\nRENFIELD:  The blood is the life!\n\n\n\n                   *************************\n\n\n\n                           MEANWHILE\n\n\n\n                    T R A N S Y L V A N I A\n\n\n\n                         Castle Dracula\n\n                      Harker's Bedchamber\n\n\n\nJONATHAN HARKER'S JOURNAL, 3Oth May, Castle Dracula:  I think\n\nstrange things which I dare not confess to my own soul.  The\n\nCount, the way he looked at Mina's picture fills me with dread\n\nas if I have a part to play in a story that is not known to me.\n\n\n\n        Harker shaves while looking into a small mirror\n\n               Harker cuts himself with the razor\n\n                         Enter Dracula\n\n\n\nHARKER:  I didn't hear you come in.\n\n\n\nDRACULA:  Take care how you cut yourself.  It is more dangerous\n\nthan you think.\n\n\n\n                   Dracula breaks the mirror\n\n\n\nDRACULA:  A foul bauble of man's vanity.  Perhaps you should\n\ngrow a beard.\n\n\n\n     Dracula takes the razor, turns and licks off the blood\n\n\n\nDRACULA:  The letters I requested...have you finished them?\n\n\n\n               Harker hands Dracula three letters\n\n\n\nDRACULA:  Good.\n\n\n\n                     Dracula shaves Harker\n\n\n\nDRACULA:  Should you leave these rooms, you will not by any\n\nchance go to sleep in any other part of the castle.  It is old\n\nand has many bad memories.  Be warned.\n\n\n\nHARKER:  I'm sure I understand.",
  "10": "---END OF PREVIOUS SECTION---\nIt is old\n\nand has many bad memories. Be warned. HARKER:  I'm sure I understand. \n---TARGET SECTION TO BE ANNOTATED---\n          Dracula sees a crucifix around Harker's neck\n\n                He snarls and pushes Harker away\n\n\n\nDRACULA:  Do not put your faith in such trinkets of deceit!  We\n\nare in Transylvania, and Transylvania is not England.  Our ways\n\nare not your ways.  And, to you, there shall be many strange\n\nthings.\n\n\n\nHARKER:  I've seen many strange things already...bloody wolves\n\nchasing me through some blue inferno!\n\n\n\n   Harker peers out the window to see wolves in the courtyard\n\n                           Wolf howl\n\n\n\nDRACULA:  Listen to them, the children of the night.  What sweet\n\nmusic they make.\n\n\n\nHARKER:  Music?  Those animals?\n\n\n\n                          Exit Dracula\n\n                     Exit Dracula's shadow\n\n                Harker peers outside the window\n\n  to see Dracula crawling, like a reptile, up the castle wall\n\n\n\nJONATHAN HARKER'S JOURNAL:  I did as Dracula instructed.  I\n\nwrote three letters--to the firm, to my family, and to my\n\nbeloved Mina.  I said nothing of my fears as he will read them,\n\nno doubt.  I know now that I am a prisoner.\n\n\n\n                        LATER THAT NIGHT\n\n                   Harker wanders the castle\n\n                 He finds an unused bedchamber\n\n\n\nVAMPIRESS:  Jonathan!  Jonathan, come to me!  Come!  Lay down,\n\nlay back into my arms.  Lay back, Jonathan.\n\n\n\n                Three vampiresses seduce Harker\n\n                     They bite and suck him\n\n                         Enter Dracula\n\n\n\nDRACULA (translation):  How dare you touch him!  He belongs to\n\nme!\n\n\n\nVAMPIRESS (translation):  You yourself never loved!\n\n\n\nDRACULA (translation):  Yes, I too can love.  And I shall love\n\nagain.",
  "11": "---END OF PREVIOUS SECTION---\nVAMPIRESS (translation):  You yourself never loved! DRACULA (translation):  Yes, I too can love. And I shall love\n\nagain. \n---TARGET SECTION TO BE ANNOTATED---\nVAMPIRESS (translation):  Are we to have nothing tonight?\n\n\n\n           Dracula gives the vampiresses a human baby\n\n\n\nHARKER:  Noooooo!\n\n\n\nDRACULA:  (Laughs)\n\n\n\n                       SEVERAL DAYS LATER\n\n                 In the crypt of Castle Dracula\n\n   Harker watches gypsies loading boxes of earth onto wagons\n\n\n\nJONATHAN HARKER'S JOURNAL:  The letters I have written have\n\nundoubtedly sealed my doom.  The Count's gypsies, fearless\n\nwarriors who are loyal to the death to whatever nobleman they\n\nserve, day and night they toil, filling boxes with decrepit\n\nearth from the bowels of the castle.  They are to be delivered\n\nto his newly acquired Carfax Abbey in London.  Why do they fill\n\nthese boxes with earth?\n\n\n\n               *********************************\n\n\n\n                          WEEKS LATER\n\n\n\n                         E N G L A N D\n\n\n\n                              KENT\n\n                The Garden at Hillingham Estate\n\n                      Mina reads a letter\n\n\n\nLETTER FROM JONATHAN HARKER TO MINA MURRAY:  Dearest Mina, all\n\nis well here.  The Count has insisted I remain for a month to\n\ntutor him in English custom.  I can say no more except I love\n\nyou.  Ever faithful, Jonathan.\n\n\n\n                           Enter Lucy\n\n\n\nLUCY:  I love him, I love him!  Oh, Mina.  It's so wonderful!\n\nI've decided!  I love him, and I've said yes.\n\n\n\nMINA:  Finally!  Don't tell me.  The Texan with the big knife?\n\n\n\nLUCY:  Oh, no, to my dear number three--Lord Arthur Holmwood.\n\nLord and Lady Holmwood.  Would you want to be my maid of honor?\n\nSay yes.\n\n\n\nMINA:  (No answer)\n\n\n\nLUCY:  Mina, what is it?  This is the most exciting day of my\n\nlife.  You don't seem to care.\n\n\n\nMINA:  It's just that I'm so terribly worried about Jonathan.\n\nThis letter I received is so cold.  It's so unnatural.  It's not\n\nlike him at all.\n\n\n\nLUCY:  Oh, Mina, don't worry.",
  "12": "---END OF PREVIOUS SECTION---\nIt's so unnatural. It's not\n\nlike him at all. LUCY:  Oh, Mina, don't worry. \n---TARGET SECTION TO BE ANNOTATED---\n                   A rainstorm suddenly hits\n\n\n\nCAPTAIN'S LOG, THE DEMETER, 27th June:  We picked up 50 boxes of\n\nexperimental earth bound for London, England.  Set sail at noon\n\ninto a storm that seemed to come out of nowhere, carrying us out\n\nto sea.\n\n\n\nCAPTAIN'S LOG, THE DEMETER, 3rd July:  Second mate is gone\n\nmissing.  Nearing Gibraltar.  Storm continues.  Crew uneasy,\n\nbelieves someone or something is aboard the ship with us.\n\n\n\n                             LONDON\n\n                 Carfax District Lunatic Asylum\n\n                   A storm rages over London\n\n                  The patients are in a frenzy\n\n               Dr. Seward in his office dictating\n\n\n\nRENFIELD (screaming):  The Master of all life is at hand!\n\nGather round!  I am here to do your bidding, Master!  I have\n\nworshipped you long and far off!  Now that you are near, Master,\n\nI am your slave!  I await your command!\n\n\n\nSEWARD:  The case of Renfield grows more interesting.  Yet there\n\nis method in his madness, with his flies and spiders.  Had I the\n\nsecret of even one such brilliant mind, the key to the fantasy\n\nof one lunatic.  (He injects himself with morphine)  Lucy!  Lucy!\n\n\n\n                  The Demeter approaches land\n\n         A wolf jumps to shore and runs down the street\n\n\n\n                              KENT\n\n                        LATE THAT NIGHT\n\n                       Hillingham Estate\n\n      Lucy sleepwalks out her bedroom door into the garden\n\n       Mina attempts to follows her into the garden maze\n\n\n\nMINA:  Lucy!  Lucy!  Lucy!  Lucy!  Lucy!\n\n\n\n  Mina finds Lucy lying on bench near the family burial vault\n\n       being raped and bitten by Dracula in wolfman form\n\n                       Dracula sees Mina\n\n\n\nDRACULA:  No!  Do not see me!\n\n\n\n                       Mina runs to Lucy\n\n\n\nMINA:  Lucy, Lucy!\n\n\n\nLUCY:  I couldn't control myself.\n\n\n\nMINA:  Lucy, you're dreaming.  You're walking in your sleep\n\nagain.\n\n\n\nLUCY (in extreme confusion and agitation):  My soul seemed to\n\nleave my body.  There was this agonizing feeling and, when it\n\ncame back to me, I saw you shaking me.",
  "13": "---END OF PREVIOUS SECTION---\nYou're walking in your sleep\n\nagain. LUCY (in extreme confusion and agitation):  My soul seemed to\n\nleave my body. There was this agonizing feeling and, when it\n\ncame back to me, I saw you shaking me. \n---TARGET SECTION TO BE ANNOTATED---\nMINA:  You're all right, Lucy.\n\n\n\nLUCY:  I had to.  It sort of pulled me and lured me and I had no\n\ncontrol.  And those red eyes!  I still have the taste of his\n\nblood on my mouth.\n\n\n\n                             LONDON\n\n                            MORNING\n\n                          Carfax Abbey\n\n            Large crates are delivered to the Abbey\n\n         Renfield peers out the window of Carfax Asylum\n\n\n\nRENFIELD:  Master, I am here to do your bidding.  Master, I am\n\nhere.  I have worshipped you!\n\n\n\nCONTRARY TO SOME BELIEFS, THE VAMPIRE, LIKE ANY OTHER NIGHT\n\nCREATURE, CAN MOVE ABOUT BY DAY THOUGH IT IS NOT HIS NATURAL\n\nTIME AND HIS POWERS ARE WEAK.\n\n\n\n       A young-looking Dracula rises from a box of earth\n\n\n\n               HEADLINES FROM VARIOUS NEWSPAPERS:\n\n                       dated July 7, 1897\n\n\n\n                     The Pall Mall Gazette\n\n                     WOLF ESCAPES FROM ZOO\n\n\n\n                           The Times\n\n                   STRANGEST STORM ON RECORD\n\n\n\n                          The Standard\n\n                        MYSTERY SCHOONER\n\n                          Crew Missing\n\n\n\n                          EVENING 8 PM\n\n                    In the streets of London\n\n                Dracula walks along the sidewalk\n\n\n\nCRIER:  See the amazing cinematograph!  A wonder of modern\n\ncivilization!  An amazing sensation....\n\n\n\n                           Enter Mina\n\n           Dracula sees Mina enter a pharmacist shop\n\n\n\nDRACULA:  See me.  See me now.\n\n\n\nNEWS HAWKER:  Escaped wolf from zoo still at large!  Paper, sir?\n\n (Dracula buys a paper)  Thank you, sir.\n\n\n\n                    Mina exits the pharmacy\n\n                    Dracula bumps into Mina\n\n\n\nDRACULA:  My humblest apologies.  Forgive my ignorance.  I have\n\nrecently arrived from abroad and I do not know your city.  Is a\n\nbeautiful lady...\n\n\n\nMINA:  You may purchase a street atlas for six pence.  Good day.\n\n\n\n                        Mina turns away\n\n\n\nDRACULA:  I have offended you.  I am only looking for the\n\ncinematograph.  I understand it is a wonder of the civilized\n\nworld.\n\n\n\nMINA:  If you seek culture, then visit a museum.  London is\n\nfilled with them.",
  "14": "---END OF PREVIOUS SECTION---\nI understand it is a wonder of the civilized\n\nworld. MINA:  If you seek culture, then visit a museum. London is\n\nfilled with them. \n---TARGET SECTION TO BE ANNOTATED---\n  Excuse me.\n\n\n\n                        Mina walks away\n\n         She rounds a corner, and there stands Dracula\n\n\n\nDRACULA:  A woman so lovely and intelligent should not be\n\nwalking the streets of London without her gentleman.\n\n\n\nMINA:  Do I know you, sir?  Are you acquainted with my husband?\n\nShall I call the police?\n\n\n\nDRACULA:  Husband?  I shall bother you no more.\n\n\n\n                       Dracula turns away\n\n\n\nMINA:  Sir, it is I who have been rude.  If you are looking...\n\n\n\nDRACULA:  Please, permit me to introduce myself.  I am Prince\n\nVlad of Szekely.\n\n\n\nMINA:  A prince, no less?\n\n\n\nDRACULA:  I am your servant.\n\n\n\nMINA:  Wilhelmina Murray.\n\n\n\nDRACULA:  I am honored, Madame Mina.\n\n\n\nMINA:  This way.\n\n\n\n                              KENT\n\n                           MEANWHILE\n\n                 The Foyer at Hillingham Estate\n\n                  The butler admits Dr. Seward\n\n\n\nSEWARD:  Hello.  Mr. Holmwood asked me to stop by to see Miss\n\nLucy.\n\n\n\nBUTLER:  Yes, sir.\n\n                Butler leads Seward into parlour\n\n         where Lucy is being fitted in her wedding gown\n\n\n\nBUTLER:  Dr. Seward, Miss Lucy.\n\n\n\nSEWARD:  Thank you.\n\n\n\nLUCY:  Oh, Jack.  Brilliant Jack.  Do you like it?  (She twirls\n\nin the dress)  Did Arthur put you up to this or did you want me\n\nalone just once before I'm married?\n\n\n\nSEWARD:  Miss Lucy, you are embarrassing me.  I am here as your\n\ndoctor.  Your fiance is very worried about you, and I assure you\n\na doctor's confidence is sacred.  I must have your complete\n\ntrust.\n\n\n\nLUCY:  Help me, Jack.  I don't know what's happening to me.  I'm\n\nchanging.  I can feel it.  I can hear everything.  I hear the\n\nservants at the other end of the house whispering.  I hear mice\n\nin the attic stomping like elephants.  But I'm having horrible\n\nnightmares, Jack.  The eyes!  Oh, Jack.\n\n\n\nSEWARD:  I'm here, Lucy.  Nothing will harm you.",
  "15": "---END OF PREVIOUS SECTION---\nOh, Jack. SEWARD:  I'm here, Lucy. Nothing will harm you. \n---TARGET SECTION TO BE ANNOTATED---\n               Seward injects Lucy with morphine\n\n\n\nLUCY:  Owww.\n\n\n\nSEWARD:  Let it work.  Lucy.\n\n\n\nLUCY:  Oh, Jack.  Kiss me.\n\n\n\n              Seward gives Lucy a peck on the lips\n\n       Outside, Morris and Holmwood ride up on horseback\n\n\n\nMORRIS:  And may I say Miss Lucy is hotter than a June bride\n\nriding bareback buck-naked in the middle of the...\n\n\n\nHOLMWOOD:  I would watch my colonial tongue, if I were you.\n\n\n\n                   They get off their horses\n\n              Dr. Seward exits from the front door\n\n\n\nHOLMWOOD:  Hello again.  And how is our lovely patient today?\n\n\n\nSEWARD:  Well, frankly, Arthur, I'm confounded.\n\n\n\nMORRIS:  Oh, Jack, are you still brooding over Miss Lucy?\n\n\n\nSEWARD:  I can only conclude it must be something mental.\n\n\n\nHOLMWOOD:  How very drole.  Did you hear that, Quince?  Last\n\nweek he wants to marry her, and now he wants to have her\n\ncommitted.  Let's go have a look at her, shall we?\n\n\n\n         Holmwood, Seward and Morris enter the parlour\n\n                Lucy lies on the couch, wheezing\n\n\n\nSEWARD:  I'm at a loss, I admit.  I've taken the liberty of\n\ncabling Abraham Van Helsing, a metaphysician philosopher.\n\n\n\nMORRIS:  Sounds like a goddam witchdoctor to me, Jack.\n\n\n\nSEWARD:  Van Helsing knows more about obscure diseases than any\n\nman in the world.  He's my teacher and mentor.\n\n\n\nHOLMWOOD:  Do it, man.  Bring him here.  Spare no expense.\n\n\n\n                Exit Seward, Morris and Holmwood\n\n\n\n                             LONDON\n\n                           MEANWHILE\n\n                    The London Cinematograph\n\n             Dracula and Mina watch a cinematomovie\n\n\n\nDRACULA:  Astounding!  There are no limits to science.\n\n\n\nMINA:  How can you call this science?  Do you think Madame\n\nCurrie would invite such comparisons?  Really!  I shouldn't have\n\ncome here.  I must go.",
  "16": "---END OF PREVIOUS SECTION---\nReally! I shouldn't have\n\ncome here. I must go. \n---TARGET SECTION TO BE ANNOTATED---\n                      Mina turns to leave\n\n                  Dracula holds her by the arm\n\n\n\nDRACULA:  Do not fear me.\n\n\n\n  He steers her into a back room and makes her lie on a couch\n\n                       He leans over her\n\n\n\nMINA:  Stop this!  Stop this!\n\n\n\nDRACULA:  (speaks in Romanian)\n\n\n\nMINA:  God, who are you?  I know you!\n\n\n\nDRACULA:  I have crossed oceans of time to find you.\n\n\n\n     Dracula's vampire teeth elongate but he resists biting\n\n                        Enter white wolf\n\n             Cinematograph patrons scatter in fear\n\n                      Wolf snarls at Mina\n\n\n\nDRACULA:  (Calls to wolf in Romanian)  Come here, Mina.\n\n\n\n                         Mina pets wolf\n\n\n\nDRACULA:  He likes you.  There is much to be learned from beasts.\n\n\n\n                              KENT\n\n                        LATER THAT NIGHT\n\n              The Front Gate at Hillingham Estate\n\n                  Dracula's carriage drives up\n\n      Mina exits carriage and reluctantly enters the gates\n\n\n\nTELEGRAM FROM JACK SEWARD TO ABRAHAM VAN HELSING:  ...do not\n\nlose an hour.  A dear friend near death.  A disease of the blood\n\nunknown to all medical theory.  I am in desparate need.  Jack\n\nSeward.\n\n\n\n                             LONDON\n\n                          THE NEXT DAY\n\n                A classroom at a Medical College\n\nDr. Abraham Van Helsing displays a vampire bat to medical\n\n                            students\n\n\n\nHELSING:              the vampire bat must consume 10 times its\n\nown weight in fresh blood each day or its own blood cells will\n\ndie.  Cute little vermin, Ja?  Blood and the diseases of the\n\nblood such as syphillis will concern us here.  The very name\n\n'venereal diseases', the 'diseases of Venus', imputes to them\n\ndivine origin.  They are involved in that sex problem about\n\nwhich the ethics and ideals of Christian civilization are\n\nconcerned.  In fact, civilization and syphillization have\n\nadvanced together.\n\n\n\n                        Enter Assistant\n\n              He hands an envelope to Van Helsing\n\n\n\nHELSING:  What is this?\n\n\n\nASSISTANT:  It's from the telegraph, Professor.\n\n\n\n                 Van Helsing reads the telegram\n\n\n\nHELSING:  Hmm, thank you.",
  "17": "---END OF PREVIOUS SECTION---\nEnter Assistant\n\n              He hands an envelope to Van Helsing\n\n\n\nHELSING:  What is this? ASSISTANT:  It's from the telegraph, Professor. Van Helsing reads the telegram\n\n\n\nHELSING:  Hmm, thank you. \n---TARGET SECTION TO BE ANNOTATED---\n  Gentlemen, thank you, that will be\n\nall.\n\n\n\n                           MEANWHILE\n\n                    T R A N S Y L V A N I A\n\n                         Castle Dracula\n\n\n\nJONATHAN HARKER'S JOURNAL:  Dawn.  These may be the last words I\n\nwrite in this journal.  Dracula has left me with these women,\n\nthese devils of the pit.  They drain my blood to keep me weak,\n\nbarely alive so I cannot escape.  I will try one last time today\n\nto escape to the water.  There must be passageway to the river\n\nand then away from this cursed land where the devil and his\n\nchildren still walk with earthly feet.\n\n\n\n                         E N G L A N D\n\n\n\n                              KENT\n\n                          THAT EVENING\n\n                       Hillingham Estate\n\n      Dracula arrives at the patio doors to Lucy's bedroom\n\n             Van Helsing arrives at the front door\n\n\n\nFROM VAN HELSING'S NOTES:  For the record, I do attest that at\n\nthis point I Abraham Van Helsing became personally involved with\n\nthese strange events.\n\n\n\n                          In the foyer\n\n             Van Helsing is greeted by Jack Seward\n\n\n\nSEWARD:  Professor Van Helsing, how good of you to come!\n\n\n\nHELSING:  I always come to my friends in need when they call me.\n\n So, Jack, tell me everything about your case.\n\n\n\nSEWARD:  She has all the usual physical anemic signs.\n\n\n\nHELSING:  Ja.\n\n\n\nSEWARD:  Her blood analyzes normal and yet it is not.  She\n\nmanifests continued blood loss but I cannot trace the cause.\n\n\n\nHELSING:  Blood loss? How?\n\n\n\nLUCY:  (Screams)\n\n\n\n          Van Helsing and Seward run to Lucy's bedroom\n\n                     Exit Dracula's shadow\n\n\n\nHELSING:  My God, close the door.\n\n\n\n                 Seward closes the patio doors\n\n                     Helsing examines Lucy\n\n\n\nHELSING:  My God, she's only a child.  (He notices bites on\n\nneck)  Ja, my God.  There's no time to be lost.  There must be a\n\ntransfusion at once.  Take off your coat.",
  "18": "---END OF PREVIOUS SECTION---\nThere's no time to be lost. There must be a\n\ntransfusion at once. Take off your coat. \n---TARGET SECTION TO BE ANNOTATED---\n  You remember how to\n\ntie a tourniquet, don't you, or have you forgotten?\n\n\n\nSEWARD:  You've perfected a procedure?\n\n\n\nHELSING:  Perfected, no.  I've only experimented        .\n\nAnimals, goats, sheeps.  If hemolysis occurs in the blood or the\n\nserum, her red blood cells will explode.  She will die.  Here,\n\ntake this tube.\n\n\n\n        Arthur Holmwood bursts through the bedroom door\n\n\n\nHOLMWOOD:  What in God's name is going on up here?\n\n\n\nSEWARD:  This is Professor Van Helsing, Art.\n\n\n\nHOLMWOOD:  Well, what the hell is he doing to Lucy.?\n\n\n\nSEWARD:  He's trying to save her life.\n\n\n\nHOLMWOOD:  Good God.\n\n\n\nHELSING:  You're the fiance?  Please, please, take off your\n\ncoat.  This young lady is very ill, she's dying, she wants\n\nblood, and blood she must have.  Take off your coat.\n\n\n\nSEWARD:  Roll up your sleeve, Arthur.\n\n\n\nARTHUR:  Oh, God.\n\n\n\nHELSING:  Roll it up!\n\n\n\nSEWARD:  This may hurt a little, Art.\n\n\n\n     Seward inserts a needle into a vein in Holmwood's arm\n\n\n\nHOLMWOOD:  OW!  Forgive me, sir.  My life is hers.  I would give\n\nmy last drop of blood to save her.\n\n\n\nHELSING:  Your last drop?  Thank you, you are very welcomed\n\nhere.  I do not ask as much as that--not yet.\n\n\n\nSEWARD:  Hold her hand.\n\n\n\n        Seward inserts needle into a vein in Lucy's arm\n\n\n\n                       LATER THAT EVENING\n\n                         In the garden\n\n               Enter Seward, Holmwood and Morris\n\n\n\nHOLMWOOD:  But Jack, that poor creature has had the blood of two\n\nmen put into her already.\n\n\n\nMORRIS:  Man alive, her whole body couldn't hold that much\n\nblood.  What took it out?\n\n\n\n                       Enter Van Helsing\n\n\n\nHELSING:  That's a good question, Mr. Morris.\n\n\n\nSEWARD:  Those marks on her throat.  No disease, no trituration,\n\nI'm sure the blood loss occurred there.",
  "19": "---END OF PREVIOUS SECTION---\nMorris. SEWARD:  Those marks on her throat. No disease, no trituration,\n\nI'm sure the blood loss occurred there. \n---TARGET SECTION TO BE ANNOTATED---\nHELSING:  Oh?  Where did the blood go?  You were once a careful\n\nstudent, Jack.  Use your brain.  Where did the blood go, tell me.\n\n\n\nSEWARD:  The bed clothes would be covered in blood.\n\n\n\nHELSING:  Exactly.  You do not let your eyes see nor your ears\n\nhear that which you cannot account for.\n\n\n\nSEWARD:  Something just went up there, sucked it out of her, and\n\nflew away, I suppose?\n\n\n\nHELSING:  Ja, why not?\n\n\n\nARTHUR:  That's brilliant.  That's absolutely brilliant.  Will\n\none of you learned doctors, or whatever you are, kindly tell me\n\nwhat is going on with my Lucy?\n\n\n\nHELSING:  Jack, you are a scientist.  You do not think that\n\nthere are things in this universe which you cannot understand\n\nand which are true--mesmerism, hypnotism...\n\n\n\nSEWARD (turning away):  You and Charcot have proved hypnotism!\n\n\n\nHELSING (his voice\n\nfading):...telekinesis...materialization...astral bodies...\n\n\n\nSEWARD:  Professor?\n\n\n\nHOLMWOOD:  Where the hell did he go?\n\n\n\nHELSING:  See?\n\n\n\nSEWARD:  I feel like a blundering novice.\n\n\n\nHELSING:  Gentlemen, we're not fighting some disease here.\n\nThose marks on your dear Miss Lucy's neck were made by something\n\nunspeakable out there, dead but not dead.  It stalks us for some\n\ndread purpose I do not yet comprehend.  To live, it feeds on\n\nLucy's precious blood.  It is a beast, a monster.\n\n\n\n                           AFTERNOON\n\n                         Lucy's bedroom\n\n                          Lucy sleeps\n\n                     Mina watches over her\n\n\n\nMINA (to herself):  What is happening to Lucy and to me?  When I\n\nwas younger, my feelings were never troubled.  I wish I were\n\nmyself again, the sensible Mina I've always depended on.\n\n\n\n                             LONDON\n\n                         EARLY EVENING\n\n               At a private table in a restaurant\n\n                 Dracula pours a drink for Mina\n\n\n\nDRACULA:  Absinthe is the aphrodisiac of the soul.  The green\n\nfury who lives in the absinthe wants your soul.  But you are\n\nsafe with me.",
  "20": "---END OF PREVIOUS SECTION---\nLONDON\n\n                         EARLY EVENING\n\n               At a private table in a restaurant\n\n                 Dracula pours a drink for Mina\n\n\n\nDRACULA:  Absinthe is the aphrodisiac of the soul. The green\n\nfury who lives in the absinthe wants your soul. But you are\n\nsafe with me. \n---TARGET SECTION TO BE ANNOTATED---\nMINA:  Tell me, Prince, tell me of your home.\n\n\n\nDRACULA:  The most beautiful place in all creation.\n\n\n\nMINA:  Yes, it must be.  A land beyond a great, vast forest\n\nsurrounded by majestic mountains, lush vineyards, and flowers of\n\nsuch frailty and beauty as to be found nowhere else.\n\n\n\nDRACULA:  You describe my home as if you had seen it firsthand.\n\n\n\nMINA:  It's your voice, perhaps.  It's so familiar.  It's like\n\na...it's like a voice in a dream I cannot place, and it comforts\n\nme when I am alone.  And what of the princess?\n\n\n\nDRACULA:  Princess?\n\n\n\nMINA:  There is always a princess with gowns flowing white.  Her\n\nface...her face is the river.  The princess, she is the river\n\nfilled with tears and with sadness and with heartbreak.\n\n\n\nDRACULA:  There was a princess...Elisabeta.  She was the most\n\nradiant woman in all the empires of the world.  Man's deceit\n\ntook her from her ancient prince.  She leapt to her death into\n\nthe river that you spoke of.  In my mother's tongue, it is\n\ncalled \"Artzeche (or Arges?)\", River Princess.\n\n\n\n                           MEANWHILE\n\n                    T R A N S Y L V A N I A\n\n\n\n                         Castle Dracula\n\n        Harker climbs out a window, moves along a ledge\n\n                and plunges into the river below\n\n     He follows the river upstream and comes upon a convent\n\n\n\n                       SEVERAL DAYS LATER\n\n                         E N G L A N D\n\n\n\n                              KENT\n\n                       Hillingham Estate\n\n               In the garden, Mina reads a letter\n\n\n\nLETTER FROM SISTER AGATHA TO MINA MURRAY:  Dear Madam, your\n\nfiance is safe and in the care of the good sisters of the\n\nblessed sacrement.  Mr. Harker believes your life is in extreme\n\ndanger, and he desires with all urgency that you join him here\n\nso that you may immediately be married.  Yours with all\n\nblessings, Sister Agatha.\n\n\n\nMINA:  My sweet Prince.  Jonathan must never know of us.",
  "21": "---END OF PREVIOUS SECTION---\nYours with all\n\nblessings, Sister Agatha. MINA:  My sweet Prince. Jonathan must never know of us. \n---TARGET SECTION TO BE ANNOTATED---\n         Mina runs up the stairs to Lucy's bedroom door\n\n\n\nMINA:  Lucy!  Lucy!\n\n\n\n             Van Helsing and Seward intercept Mina\n\n\n\nHELSING:  Abraham Van Helsing.\n\n\n\nMINA:  Dr. Van Helsing.\n\n\n\nVAN HELSING:  You are Madam Mina, dear friend to our Lucy, Ja?\n\n\n\nMINA:  How is she, doctor?\n\n\n\nVAN HELSING:  She is still very weak.  She tells me of your\n\nbeloved Jonathan Harker and your worry for him.  Well, I too\n\nworry for all young lovers.  (He holds her as if to dance)  La\n\nde da da.  The darkness is not the Light, my child, and there\n\nare Lights.  You are one of the Lights, dear Mina, the Light of\n\nall Light.  Go now, see your friend.\n\n\n\n               Mina and Seward enter Lucy's room\n\n                        Lucy lies in bed\n\n\n\nLUCY:  You look different, Mina, you look positively radiant.\n\nYou've heard from Jonathan, haven't you?\n\n\n\nMINA:  Yes.  He's safe, Lucy.  He's in a convent in Romania.\n\nHe's suffering from a violent brain fever.  The good sisters are\n\ncaring for them.  They wrote to me and they say he needs me but\n\nI won't go.  I'm not going to leave you.\n\n\n\nLUCY:  Mina, you've got to go to him.  You've got to love him\n\nand marry him right then and there.  And I want you to take\n\nthis, my sister.\n\n\n\n             Lucy takes off a ring from her finger\n\n                      and hands it to Mina\n\n\n\nMINA:  No.\n\n\n\nLUCY:  It's my wedding gift to you.\n\n\n\nMINA:  No, Lucy, no.\n\n\n\nLUCY:  Don't worry aout spoiled little Lucy.  I'll be all right.\n\n Tell Jonathan oceans of love.\n\n\n\n                        Mina kisses Lucy\n\n                      Enter Quincey Morris\n\n\n\nMORRIS:  How is she?\n\n\n\n             Mina places flowers on Lucy's bedtable\n\n\n\nLUCY (begins to writhe and pull at garlic cloves tied around her\n\nneck):  Oh, oh.",
  "22": "---END OF PREVIOUS SECTION---\nTell Jonathan oceans of love. Mina kisses Lucy\n\n                      Enter Quincey Morris\n\n\n\nMORRIS:  How is she? Mina places flowers on Lucy's bedtable\n\n\n\nLUCY (begins to writhe and pull at garlic cloves tied around her\n\nneck):  Oh, oh. \n---TARGET SECTION TO BE ANNOTATED---\n  This is why I can't breathe!\n\n\n\nHELSING (springs to Lucy's side):  Lucy, Lucy.  It's\n\nmedicinal...to help you sleep, Lucy.  It's for the bad dreams.\n\n\n\nLUCY:  It's garlic!  It's nothing but garlic.\n\n\n\nSEWARD:  Lucy, Quincey's here.  Quincey's here to see you.  (To\n\nMina)  Tell Franz to get some brandy.\n\n\n\nLUCY:  Oh, Quincey.\n\n\n\nMORRIS:  Now, Miss Lucy, you just rest easy.  Arthur sent me to\n\ntake care of you.  He said if you don't get better right quick I\n\nhave to put you out of your misery like a lame horse.\n\n\n\nLUCY:  Quincey, you're such a beast.  Will you kiss me, Quincey?\n\n Kiss me.\n\n\n\n                   Morris bends to kiss Lucy\n\n                     She bites at his neck\n\n       Van Helsing pulls Morris away and holds Lucy down\n\n\n\nMORRIS:  You old coot!\n\n\n\nLUCY:  Get off me!\n\n\n\nVAN HELSING:  Lucy, listen to me.  Sleep, sleep now, sleep.\n\nThere, there.  (He looks at the fangs in her gums)  Ja.\n\nNosferatu.\n\n\n\n                             LONDON\n\n                             LATER\n\n                      Van Helsing's study\n\n            Van Helsing reads from the book Vampyre\n\nHELSING:  \"Here occurs the shocking and frightening history of\n\nthe wild berserker, Prince Dracula, how he impaled people and\n\nroasted them, boiled their heads in a kettle, how he skinned\n\nthem alive and hacked them to pieces and then drank their\n\nblood.\"  Ja, Dracul!  Her blood is the life.\n\n\n\n                           MEANWHILE\n\n                       In the restaurant\n\n                 Dracula awaits Mina's arrival\n\n                          Enter Waitor\n\n                   He hands a note to Dracula\n\n\n\nNOTE FROM MINA TO PRINCE VLAD:  My dearest Prince, forgive me.\n\nI have received word from my fiance in Romania.  I am en route\n\nto join him.  We are to be married.  I will never see you again.\n\n Mina.",
  "23": "---END OF PREVIOUS SECTION---\nWe are to be married. I will never see you again. Mina. \n---TARGET SECTION TO BE ANNOTATED---\nDRACULA:  (Cries)\n\n\n\n----------------------------------------------------------------\n\n             On a boat crossing the English Channel\n\n              Mina throws mementos into the ocean\n\n\n\nMINA (to herself):  It's odd but I feel almost that my strange\n\nfriend is with me.  He speaks to me in my thoughts.  With him, I\n\nfelt more alive than ever I had.  And now, without him, soon to\n\nbe a bride, I feel confused and lost.  Perhaps, though I try to\n\nbe good, I am bad.  Perhaps I am a bad, inconstant woman.\n\n----------------------------------------------------------------\n\n\n\n                             LONDON\n\n                           MEANWHILE\n\n                       In the restaurant\n\n\n\nDRACULA (crying):  Winds!   Winds!\n\n\n\n                      Van Helsing's Study\n\n                   Winds blow out the candles\n\n\n\nHELSING:  It is the cause.  It is the cause, my soul.  It is\n\nDracula, the undead, the foe I have pursued all my life.\n\n\n\n              Helsing rushes to Hillingham Estate\n\n\n\nHELSING:  Dracula!  Jack, hurry, I have much to tell you.\n\n\n\n            Quincey Morris comes out the front door\n\n\n\nHELSING:  Guard her well, Mr. Morris.  Do not fail here tonight.\n\n We are giving the forces beyond all human experience an\n\nenormous power.  So guard her well, otherwise your precious Lucy\n\nwill become a bitch of the devil, a whore of darkness.\n\n\n\nMORRIS:  Well you're a sick old buzzard!\n\n\n\nHELSING:  Hear me out, young man.  Lucy is not a random victim\n\nattacked by mere accident, do you understand?  No, she is the\n\nwilling recruit, a breathless follower, a wanton follower, I\n\ndare say, a devoted disciple and the devil's concubine, do you\n\nunderstand me?  Yet we may still save her precious soul but not\n\non an empty stomach.  Jack?\n\n\n\nSEWARD (from a carriage):  Yes, sir.\n\n\n\nHELSING:  I starve.  Feed me.",
  "24": "---END OF PREVIOUS SECTION---\nSEWARD (from a carriage):  Yes, sir. HELSING:  I starve. Feed me. \n---TARGET SECTION TO BE ANNOTATED---\nMORRIS:  You old coot!\n\n\n\n         Van Helsing and Seward ride off in a carriage\n\n\n\n                           THAT NIGHT\n\n\n\n                 R O M A N I A / E N G L A N D\n\n\n\n        A Church in Romania/Lucy's Bedroom at Hillingham\n\n\n\n             Mina and Harker stand before the altar\n\n    Dracula stands before the patio doors to Lucy's bedroom\n\n\n\nDRACULA:  Your impotent men with their foolish spells cannot\n\nprotect you from my power.  I condemn you to living death, to\n\neternal hunger for living blood!\n\n\n\n             Mina and Harker drink wine in marriage\n\n            Dracula drinks Lucy's blood in marriage\n\n\n\n                          THE NEXT DAY\n\n                The Parlour at Hillingham Estate\n\n                       Lucy lies in state\n\nRelatives, friends, servants, Holmwood, Morris and Seward attend\n\n                       Enter Van Helsing\n\n\n\nHELSING:  Psst, Jack.  Jack, I know how deeply you loved her.\n\nThat is why you must trust me and believe.\n\n\n\nSEWARD:  Believe, how can I believe?\n\n\n\nHELSING:  I want you to bring me before nightfall a set of\n\npostmortem knives.\n\n\n\nSEWARD:  To autopsy Lucy?\n\n\n\nHELSING:  No, no, not exactly.  I just want to cut off her head\n\nand take out her heart.\n\n\n\n                   Seward off away in disgust\n\n\n\nHELSING:  Jack?\n\n\n\n                             LONDON\n\n                      SEVERAL WEEKS LATER\n\n\n\nMINA MURRAY'S DIARY, 17th September:  Poor Jonathan, still so\n\nill.  He is cheered by the familiar streets of London.  For me,\n\nnow that Lucy is dead, it is a sad homecoming.  It's as if a\n\npart of me is dead, too, except for the tiny hope that lives in\n\nme that I will again see my Prince.  Is he here?  Now that I am\n\nmarried, I begin to understand the nature of my feelings for my\n\nstrange friend who is always in my thoughts.",
  "25": "---END OF PREVIOUS SECTION---\nIt's as if a\n\npart of me is dead, too, except for the tiny hope that lives in\n\nme that I will again see my Prince. Is he here? Now that I am\n\nmarried, I begin to understand the nature of my feelings for my\n\nstrange friend who is always in my thoughts. \n---TARGET SECTION TO BE ANNOTATED---\n                Mina and Harker enter a carriage\n\n                  Harker stares out the window\n\n\n\nMINA:  Jonathan, what is it?\n\n\n\nHARKER:  It is the man himself!  There, look!  He's grown young!\n\n\n\n                    Harker points to Dracula\n\n      but the carriage drives off before Mina can see him\n\n\n\n                              KENT\n\n                         LATE AT NIGHT\n\n                          Lucy's Tomb\n\n         Enter Van Helsing, Morris, Holmwood and Seward\n\n\n\nHOLMWOOD:  Gentlemen, must we desecrate poor Lucy's grave?  She\n\ndied horribly enough.\n\n\n\nHELSING:  If Miss Lucy is dead, no wrong can be done to her.\n\nBut if she's not dead, well...\n\n\n\nHOLMWOOD:  What are you saying, man?  That she's been buried\n\nalive?\n\n\n\nHELSING:  No.  All I say is that she is undead.\n\n\n\nHOLMWOOD:  Undead?  Oh, this is insane.\n\n\n\n                   They hammer off the locks\n\n\n\nHELSING:  Gentlemen, shall we?  1..2...3!\n\n\n\n                They push the lid off the coffin\n\n                          It is empty\n\n\n\nHOLMWOOD:  Where is she?  Where is she!  What have you done with\n\nher?\n\n\n\nHELSING:  She lives beyond the grace of God, a wanderer in the\n\nouter darkness.  She is vampyre, Nosferatu.  These creatures do\n\nnot die like the bee after the first sting but instead grow\n\nstrong and become immortal once infected by another Nosferatu.\n\nSo, my friends, we fight not one beast but legions that go on\n\nage after age after age, feeding on the blood of the living.\n\n\n\n            Suddenly there is noise outside the tomb\n\n                    They hear a child crying\n\n\n\nHELSING:  Quickely, hide!  Hide, now!\n\n\n\n                 Enter Lucy, carrying a toddler\n\n\n\nHELSING:  Lucy!  Lucy!\n\n\n\n                       Lucy sees Holmwood\n\n\n\nLUCY:  Come to me, Arthur.  Leave these others and come to me.\n\nI am so hungry for you, my darling.",
  "26": "---END OF PREVIOUS SECTION---\nLucy sees Holmwood\n\n\n\nLUCY:  Come to me, Arthur. Leave these others and come to me. I am so hungry for you, my darling. \n---TARGET SECTION TO BE ANNOTATED---\n  Kiss me and caress me, my\n\ndarling husband, please!\n\n\n\n                Van Helsing holds up a crucifix\n\n                          Lucy recoils\n\n\n\nHELSING:  We're strong in the Lord and in the power of His\n\nmight!  We're strong in the Lord and in the power of His might!\n\nOur God is upon us.  We're strong in the Lord and in the power\n\nof His might!  We're strong in the Lord and in the power of His\n\nmight!\n\n\n\n                   Lucy backs into her coffin\n\n\n\nHELSING:  We're strong in the Lord and in the power of His\n\nmight!  Ex umbre se lucia.\n\n\n\n               Lucy belches up a stream of blood\n\n\n\nHELSING:  I bring you from shadow into light.  I cast you out,\n\nthe Prince of Darkness, into hell.  (He hands stake to Holmwood)\n\n A moment's courage and it is done.  Take the stake in your left\n\nhand, place the point on the heart, and in God's name strike.\n\nDo it now!\n\n\n\n           Holmwood drives stake through Lucy's heart\n\n                 Van Helsing cuts off her head\n\n\n\n                             LONDON\n\n                        THE NEXT EVENING\n\n                        In a restaurant\n\n    Van Helsing, Mina and Harker dine together on roast beef\n\n\n\nHELSING:  Eat.  Feast.  You need your strength for the dark days\n\nahead.  Mina.\n\n\n\nMINA:  Doctor?\n\n\n\nHELSING:  Ja?\n\n\n\nMINA:  How did Lucy die?  Was she in great pain?\n\n\n\nHELSING:  Ja, she was in great pain.  Then we cut off her head\n\nand drove a stake through her heart and burned it and then she\n\nfound peace.\n\n\n\nHARKER:  Doctor!  Please!\n\n\n\nHELSING:  So, Mr. Harker, I must now ask you as your doctor a\n\nsensitive question.  During your infidelity with those\n\ncreatures, those demonic women, did you for one instant taste of\n\ntheir blood?\n\n\n\nHARKER:  No.\n\n\n\nHELSING:  No?\n\n\n\nHARKER:  No.\n\n\n\nHELSING:  Good!  Then you have not infected your blood with the\n\nterrible disease that destroyed poor Lucy.\n\n\n\n               Mina leans over and kisses Harker\n\n\n\nHARKER:  Doctor, you must understand.",
  "27": "---END OF PREVIOUS SECTION---\nHELSING:  Good! Then you have not infected your blood with the\n\nterrible disease that destroyed poor Lucy. Mina leans over and kisses Harker\n\n\n\nHARKER:  Doctor, you must understand. \n---TARGET SECTION TO BE ANNOTATED---\n  I doubted everything,\n\neven my mind.  I was impotent with fear.\n\n\n\nHELSING:  I know.\n\n\n\nHARKER:  But, sir, I know where the bastard sleeps.  I brought\n\nhim there to Carfax Abbey.\n\n\n\nHELSING:  Vampires do exist, and this one we fight, this one we\n\nface, has the strength of 20 or more people, and you can testify\n\nto that, Mr. Harker.\n\n\n\n                            SUNDOWN\n\n                          Carfax Abbey\n\n     Van Helsing, Holmwood, Morris, Harker, Seward and dogs\n\n                        prepare to enter\n\n\n\nHELSING:  ...But he can also control the meaner things of\n\nlife--the bat, the rodent, the wolf.  He can appear as mist, as\n\nvapor, as fog, and vanish at will.  Now, all these things\n\nDracula can do but he is not free.  He must rest in the sacred\n\ndirt of his homeland to regain his evil power, and it is here\n\nthat you must find him and destroy him utterly.  Jack...\n\n\n\nMINA:  I almost feel pity for anything so hunted as this count.\n\n\n\nHARKER:  How can you pity such a creature?\n\n\n\nSEWARD:  I'l take Mina to my quarters.  You'll be safer there.\n\n\n\nHELSING:  Mr. Morris, your bullets will not harm him.  He must\n\nbe beheaded.  I suggest you use your big Bowie knife.\n\n\n\nMORRIS:  Well, I wasn't planning on getting that close, doc.\n\n\n\n             Renfield watches from his cell window\n\n                 as the men enter Carfax Abbey\n\n\n\nRENFIELD:  Master! Master! Master!\n\n\n\n              Seward and Mina enter Carfax Asylum\n\n\n\nRENFIELD:  Dr. Jack, I've been promised eternal life!\n\n\n\nMINA:  Dr. Seward, who is that man?\n\n\n\nSEWARD:  Mr. Renfield.  This is no place for you, Madam Mina.\n\n\n\nMINA:  Renfield.  I must see him.\n\n\n\nSEWARD:  Mr. Renfield, behave yourself.  This is Mrs. Harker.\n\n\n\nRENFIELD:  Good evening.\n\n\n\nMINA:  Good evening, Mr. Renfield.\n\n\n\nRENFIELD:  It seems that I've been rather naughty.  I know you.",
  "28": "---END OF PREVIOUS SECTION---\nRenfield. RENFIELD:  It seems that I've been rather naughty. I know you. \n---TARGET SECTION TO BE ANNOTATED---\nYou're the bride my Master covets.\n\n\n\nMINA:  I have a husband.  I am Mrs. Harker.\n\n\n\nRENFIELD:  My Master tells me about you.\n\n\n\nMINA:  What does he tell you?\n\n\n\nRENFIELD:  That he's coming, that he's coming for you.  Oh,\n\nplease, don't stay here.  Get away from these men.  Please.  I\n\npray to God I may never see your sweet face again.  May the Lord\n\nbless you and keep you.\n\n\n\n                           Exit Mina\n\n\n\nRENFIELD:  Master!  Master, you promised ME eternal life but you\n\ngive it to the pretty woman!  Doctor Jack.  I'm no lunatic man.\n\nI'm a sane man fighting for his soul.\n\n\n\n             Seward opens the door to his quarters\n\n                       He and Mina enter\n\n\n\nSEWARD:  My quarters are spare but I think you will find them\n\ncomfortable.  Water and toiletries at your disposal.  You'll be\n\ncompletely safe here.\n\n\n\n                           MEANWHILE\n\n                        In Carfax Abbey\n\n\n\nHELSING:  Destroy every box.  Sterilize the earth inside.  Leave\n\nhim no refuge.  Let the exorcism begin.\n\n\n\n                   They break open the boxes\n\n               Exit Dracula in the form of a bat\n\n\n\n                         MOMENTS LATER\n\n                Renfield's Cell at Carfax Asylum\n\n            Enter Dracula in the form of green mist\n\n\n\nDRACULA:  Renfield, you have betrayed me.\n\n\n\nRENFIELD:  No.  No, Master.  No, I serve you.  I serve only you.\n\n\n\n                     Dracula kills Renfield\n\n\n\n                         MOMENTS LATER\n\n               Seward's Quarters at Carfax Asylum\n\n                  Enter Dracula as green mist\n\n                 He crawls under the bedcovers\n\n                          Mina awakens\n\n\n\nMINA:  Yes, my love, you found me.\n\n\n\nDRACULA:  My most precious life.\n\n\n\nMINA:  I've wanted this to happen.  I know that now.  I want to\n\nbe with you always.\n\n\n\nDRACULA:  You cannot know what you are saying.\n\n\n\nMINA:  Yes, I do.  I feared I would never feel your touch again.\n\n I thought you were dead.\n\n\n\nDRACULA:  There is no life in this body.",
  "29": "---END OF PREVIOUS SECTION---\nI feared I would never feel your touch again. I thought you were dead. DRACULA:  There is no life in this body. \n---TARGET SECTION TO BE ANNOTATED---\nMINA:  But you live!  You live!  What are you?  I must know!\n\nYou must tell me!\n\n\n\nDRACULA:  I am nothing, lifeless, soulless, hated and feared.  I\n\nam dead to all the world...hear me!  I am the monster the\n\nbreathing men would kill.  I am Dracula.\n\n\n\n                     Mina beats at Dracula\n\n\n\nMINA:  No!  You murdered Lucy!  (She collapses in his arms)  I\n\nlove you.  Oh, God forgive me, I do.  I want to be what you are,\n\nsee what you see, love what you love.\n\n\n\nDRACULA:  Mina, to walk with me, you must die to your breathing\n\nlife and be reborn to mine.\n\n\n\nMINA:  You are my love and my life always.\n\n\n\nDRACULA:  Then I give you life eternal, everlasting love, the\n\npower over the storm and the beasts of the earth.  Walk with me\n\nto be my loving wife forever.\n\n\n\nMINA:  I will.  Yes, yes.\n\n\n\n                    Dracula drinks from Mina\n\n                  He opens a vein in his chest\n\n\n\nDRACULA:  Mina!  Mina, drink and join me in eternal life.\n\n\n\n                          Mina drinks\n\n               Dracula suddenly pushes Mina away\n\n\n\nDRACULA:  No, I cannot let this be.\n\n\n\nMINA:  Please, I don't care.  Make me yours.\n\n\n\nDRACULA:  You'll be cursed as I am and walk through the shadow\n\nof death for all eternity.  I love you too much to condemn you.\n\n\n\nMINA:  Then take me away from all this death!\n\n\n\n                    Mina continues to drink\n\n                      The door bursts open\n\n     Enter Harker, Van Helsing, Morris, Holmwood and Seward\n\n\n\nHARKER:  Mina!\n\n\n\n     Van Helsing holds up a crucifix and begins an exorcism\n\n           The crucifix catches fire and he drops it\n\n\n\nDRACULA (in the form of a bat):  You think you can destroy me\n\nwith your idols, I who served the cross, I who commanded nations\n\nhundreds of years before you.\n\n\n\nHELSING:  Your armies were defeated.  You tortured and impaled\n\nthousands of people!\n\n\n\nDRACULA:  I was betrayed.",
  "30": "---END OF PREVIOUS SECTION---\nHELSING:  Your armies were defeated. You tortured and impaled\n\nthousands of people! DRACULA:  I was betrayed. \n---TARGET SECTION TO BE ANNOTATED---\n  Look what your God has done to me!\n\n\n\nHELSING:  No, your war with God is over.  You must pay for your\n\ncrimes.\n\n\n\n         Van Helsing sprinkles Dracula with holy water\n\n                   and continues the exorcism\n\n\n\nHELSING:  Christ compells you!\n\n\n\nDRACULA:  She is now mine!\n\n\n\nHELSING:  No!\n\n\n\n    Harker attempts to shoot Dracula but Mina grabs his arm\n\n\n\nMINA:  No!\n\n\n\n            Harker's shot hits Dracula in the chest\n\n                Dracula backs into a dark corner\n\n\n\nHELSING:  Lights, all lights!\n\n\n\n            Dracula transposes into hundreds of rats\n\n                 which scurry across the floor\n\n\n\nMINA:  Unclean!  Unclean!\n\n\n\nHELSING:  Get them.  Get them.  They must be found!\n\n\n\nMINA:  Unclean!\n\n\n\n                        LATER THAT NIGHT\n\n                       Carfax Abbey burns\n\n                  Van Helsing speaks with Mina\n\n\n\nHELSING:  We have learned something much.  Draculea fears us.\n\nHe fears time for, if not, why does he hurry so?\n\n\n\nMINA:  He is calm.\n\n\n\nHELSING:  How do you know?\n\n\n\nMINA:  He speaks to me.\n\n\n\nHELSING:  He has a strong mind connection to you.  His heart was\n\nstrong enough to survive the grave.\n\n\n\nMINA:  You admire him.\n\n\n\nHELSING:  Ja.  He was in life a most remarkable man.  His mind\n\nwas great and powerful, but greater is the necessity to stamp\n\nhim out and destroy him utterly.\n\n\n\nMINA:  Doctor?\n\n\n\nHELSING:  Ja?\n\n\n\nMINA:  I know that I am becoming like him.\n\n\n\nHELSING:  Your salvation is his destruction.  That is why I want\n\nto hypnotize you.  I want you to help me find him, Mina.  Before\n\nit is too late, please help me find him.  Please.  Look into\n\nthis light, the light of all light, into this flame.  Your eyes\n\nare heavy.  You want to sleep.  Sleep now.  Sleep...\n\n\n\nMINA:  He calls to me.",
  "31": "---END OF PREVIOUS SECTION---\nSleep now. Sleep... MINA:  He calls to me. \n---TARGET SECTION TO BE ANNOTATED---\nHELSING:  What do you hear?  What do you hear, child?  What do\n\nyou hear?\n\n\n\nMINA:  My Prince is calling me.  He is traveling across icy seas\n\nto his beloved home.  There he will grow strong again.  I am\n\ncoming to him to partake of his strength.\n\n\n\n                  ******************************\n\n\n\n                       SEVERAL DAYS LATER\n\n\n\n                    T R A N S Y L V A N I A\n\n                           On a Train\n\n\n\nJONATHAN HARKER'S DIARY, 28th October:  We left London by train\n\nand crossed the English Channel that night in stormy seas, no\n\ndoubt from the passage of the Count's ship.  He commands the\n\nwinds.  But we still have the advantage.  By train, we can reach\n\nthe Romanian port at Varna in three days.  By ship, it will take\n\nhim at least a week.  From Paris, we traveled through the Alps\n\nto Buda-Pesth.  The Count must sail around the rock of\n\nGibraltor, where we have posted a lookout, and then on to the\n\nBlack Sea port at Varna where we will meet his ship and burn it\n\ninto the sea.\n\n\n\n     Mina, breathing hard, lies prostrate in her train seat\n\n\n\nHELSING:  The vampire has baptized her with his own blood.  Her\n\nblood is dying, my friend.  It's no use.\n\n\n\n                    Harker sits next to Mina\n\n\n\nHARKER:  I will not let you go to the unknown alone.\n\n\n\n        Mina notices that Harker's hair has turned grey\n\n\n\nMINA:  Oh, what have I done to you!\n\n\n\nHARKER:  No, I have done this to both of us.\n\n\n\nMINA:  He's coming closer.  He's calling me to him.\n\n\n\nHARKER:  Mina!  Mina, stay with me, please.\n\n\n\nMINA:  I'm so cold.\n\n\n\nABRAHAM VAN HELSING'S JOURNAL:  Holmwood received a wire from\n\nhis clerk at Lloyd's:  \"The Count's ship sailed past us in the\n\nnight fog to the northern port of Galatz.\"  The black devil is\n\nreading Mina's mind.",
  "32": "---END OF PREVIOUS SECTION---\nMina, stay with me, please. MINA:  I'm so cold. ABRAHAM VAN HELSING'S JOURNAL:  Holmwood received a wire from\n\nhis clerk at Lloyd's:  \"The Count's ship sailed past us in the\n\nnight fog to the northern port of Galatz.\"  The black devil is\n\nreading Mina's mind. \n---TARGET SECTION TO BE ANNOTATED---\nHOLMWOOD:  How can we catch him now?\n\n\n\nHARKER (looking at a map):  Varna...Galatz.  It's about 200\n\nmiles.  I think that with the horses we can cut him off, reach\n\nhim before he reaches the castle.  I would dispatch Van Helsing\n\nstraight to Borgo Pass.  If we fail in our task, you will have\n\nto finish him.\n\n\n\nJONATHAN HARKER'S DIARY:  From Varna, Mina and Van Helsing took\n\na carriage, but we continued on the train towards Galatz where\n\nwe still hope to intercept the Count before he reaches land.  I\n\nam fearful for Mina.  She is now our decoy.\n\n\n\n                     SEVERAL EVENINGS LATER\n\n                           Borgo Pass\n\n            Enter Mina and Van Helsing in a carriage\n\n\n\nMINA:  I know this place.\n\n\n\nHELSING:  The end of the world\n\n\n\nMINA:  We must go on.\n\n\n\nHELSING:  It is late, child.  We must rest here now.\n\n\n\nMINA:  No, we must go!\n\n\n\nHELSING:  Mina!\n\n\n\nMINA:  He needs me.  We must go!\n\n\n\nJONATHAN HARKER'S JOURNAL:  We are past Bistritza.  Dracula has\n\noutsmarted us again.  We learned that his gypsies took charge of\n\nthe vampire's box at Galatz and are now on the Borgo Pass road.\n\n\n\n                             NIGHT\n\n       Mina and Van Helsing camp outside the castle walls\n\n\n\nHELSING:  Here...you must eat.\n\n\n\nMINA:  I am not hungry.\n\n\n\nHELSING:  Mina!\n\n\n\n                Mina begins to writhe and scream\n\n                 Three vampiresses call to Mina\n\n          Mina suddenly looks hungrily at Van Helsing\n\n\n\nMINA:  You've been so good to me, Professor.  I know that Lucy\n\nharbored secret desires for you.  She told me.  I too know what\n\nmen desire.",
  "33": "---END OF PREVIOUS SECTION---\nI know that Lucy\n\nharbored secret desires for you. She told me. I too know what\n\nmen desire. \n---TARGET SECTION TO BE ANNOTATED---\n                   Mina and Van Helsing kiss\n\n\n\nMINA:  Will you cut off my head and drive a stake through my\n\nheart as you did poor Lucy, you murdering bastard?\n\n\n\n               Mina attempts to bite Van Helsing\n\n\n\nHELSING:  No!  Not while I live!  I've sworn to protect you!\n\n\n\n   Van Helsing touches a consecrated host to Mina's forehead\n\n                     It burns her forehead\n\n            The vampiresses continue to call to Mina\n\n\n\nHELSING:  No!  We're safe within the circle.  I lost Lucy, I\n\nwill not lose you to him.  Whores of Satan, this is holy ground!\n\n Leave this place now!  Leave this ground.  I command you, in\n\nthe name of Christ.\n\n\n\n           The vampiresses attack and kill the horses\n\n\n\nHELSING:  No!  No!  No!  Damn you!\n\n\n\n                        THE NEXT MORNING\n\n                  The Crypt at Castle Dracula\n\nVan Helsing finds the three vampiresses asleep on their coffins,\n\n       cuts off their heads and throws them in the river\n\n\n\n                            SUNDOWN\n\n           The gypsy wagon approaches Castle Dracula\n\n\n\nDRACULA (in his box of earth):  Mina!  You and me!\n\n\n\nMINA:  My love.\n\n\n\n              Harker, Holmwood, Morris and Seward\n\n                  race behind the gypsy wagon\n\n\n\nHELSING:  They're racing against the sunset.",
  "34": "---END OF PREVIOUS SECTION---\nYou and me! MINA:  My love. Harker, Holmwood, Morris and Seward\n\n                  race behind the gypsy wagon\n\n\n\nHELSING:  They're racing against the sunset. \n---TARGET SECTION TO BE ANNOTATED---\n  It may be too\n\nlate, God help us!\n\n\n\nDRACULA:  Mina!\n\n\n\nSEWARD:  Charge!\n\n\n\n    As Seward, Harker, Morris and Holmwood charge the wagon,\n\n                  Mina calls up the blue flame\n\n  The gypsy wagon and its followers enter the castle courtyard\n\n                      The sun sinks lower\n\n                A gypsy stabs Morris in the back\n\n             Harker attempts to open Dracula's box\n\n                          The sun sets\n\n                 Dracula breaks out of his box\n\n                  Harker slits Dracula's neck\n\n\n\nHOLMWOOD:  Quincey!\n\n\n\n    Morris leaps forward and stabs Dracula through the heart\n\n\n\nMINA:  No!\n\n\n\n       Holmwood and Harker race forward to finish Dracula\n\n\n\nHELSING:  No!\n\n\n\nMINA:  When my time comes, will you do the same to me?  Will you?\n\n\n\nHARKER:  No.\n\n\n\n               Holmwood again advances on Dracula\n\n\n\nHARKER:  No, no wait.  Let them go, let them go.  Our work is\n\nfinished here.  Hers is just begun.\n\n\n\n                  Van Helsing turns to Morris\n\n                 being tended to by Dr. Seward\n\n\n\nHELSING:  Quincey.\n\n\n\n                          Morris dies\n\n\n\nHELSING:  We've all become God's madmen, all of us.\n\n\n\n                  Harker's hair is black again\n\n\n\n                           MEANWHILE\n\n                      In the castle chapel\n\n                Dracula lies on the floor, dying\n\n                    Mina kneels next to him\n\n\n\nDRACULA:  Where is my God?  He has forsaken me.  It is finished.\n\n\n\nMINA:  Oh, my love!  (She kisses him)  My love!\n\n\n\nMINA HARKER'S DIARY:  There, in the presence of God, I\n\nunderstood at last how my love could release us all from the\n\npowers of darkness.  Our love is stronger than death.\n\n\n\nDRACULA:  Give me peace.\n\n\n\n         Mina pushes the sword through Dracula's heart\n\n              The burn on her forehead disappears\n\n                          Dracula dies\n\n                    Mina kisses him goodbye,\n\n                     then cuts off his head\n\n\n\n                            THE END\n\n\n\n\n\n\n\n  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\n  (i[r].",
  "35": "---END OF PREVIOUS SECTION---\nOur love is stronger than death. DRACULA:  Give me peace. Mina pushes the sword through Dracula's heart\n\n              The burn on her forehead disappears\n\n                          Dracula dies\n\n                    Mina kisses him goodbye,\n\n                     then cuts off his head\n\n\n\n                            THE END\n\n\n\n\n\n\n\n  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\n  (i[r]. \n---TARGET SECTION TO BE ANNOTATED---\nq=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),\n\n  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n\n  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');\n\n\n\n  ga('create', 'UA-67290913-1', 'auto');\n\n  ga('send', 'pageview');\n\n\n\n\n"
}