{
  "1": "BRIGHT STAR\nBy\nJane Campion\n\nSHOOTING SCRIPT\n4th April 2008\n(includes all Amendments)\n\nProducer\n\nJAN CHAPMAN\n\nJan Chapman Productions Pty Ltd\nPO Box 476\n\nWoollahra NSW 2025\n\nAustralia\n\nProducer\n\nCAROLINE HEWITT\nBrightstar films Limited\n18 Antrobus Road\n\nLondon W4 5HY\n\nUnited Kingdom\n\n© Pathé Productions Limited, Screen Australia, British Broadcasting\nCorporation, UK Film Council, New South Wales Film and Television Office and\n\nJan Chapman Productions Pty Ltd 2009\n\fEXT. HAMPSTEAD HEATH - DAWN 1\n\nMorning light, lemon and faint through the trees of HAMPSTEAD\nHEATH. A SQUIRREL runs along the BRANCH of a tree.\n\nOCTOBER 1818.\n\nINT. BEDROOM ELM COTTAGE - EARLY MORNING 2\n\nA THREAD of COTTON noses it’s way through the eye of the\nneedle.\n\nFANNY BRAWNE aged 18 is SEWING by FIRST LIGHT while her 9-\nyear old sister MARGARET sleeps. Her stitches are confident,\nintricate and fast. The WHITE MUSLIN she is sewing is\ndelicate and fine. The glint of the STEEL NEEDLE as it\nweaves then pulls, weaves then pulls a trail of perfect\nstitches.\n\nINT. THE KITCHEN ELM COTTAGE - MORNING 3\n\nMRS BRAWNE 40 enters the KITCHEN dressed to go out. Fanny,\nthe MAID CHARLOTTE and little Margaret are all sewing\ndifferent parts of Fanny’s white muslin dress. Samuel, her\n14-year old brother, sits apart munching toast.\n\nMRS BRAWNE\nHave you forgot we are going to Mr and Mrs\nDilke for tea? We are to meet Mr Brown’s poet\nfriend Mr Keats.\n\nFANNY\nNo I have not forgot. Can you help Margaret,\nthe stitches must be small and exactly even.\n\nMrs Brawne takes over from her youngest daughter.\n\nFANNY (cont’d)\nWhat if Mr Brown has already poisoned Mr Keats\nagainst me? I shall not be afraid to take\nthem on in wit. If I am in the mood I could\nlash them both.",
  "2": "---END OF PREVIOUS SECTION---\nFANNY (cont’d)\nWhat if Mr Brown has already poisoned Mr Keats\nagainst me? I shall not be afraid to take\nthem on in wit. If I am in the mood I could\nlash them both. \n---TARGET SECTION TO BE ANNOTATED---\nMRS BRAWNE\nWhy not ignore Mr Brown?\n\nFANNY\nHe provokes me! Mama it is his game. I must\ndefend myself.\n\nINT. BEDROOM ELM COTTAGE - MORNING 4\nFanny finishes some intricate hair arrangement, with the help\n\nof little Margaret, who passes the pins to her mother who is\nsecuring them.\n\fBLUE PAGES 04/04/08 2.\n\nINT. KITCHEN ELM COTTAGE - MORNING 5\n\nThe maid finished pressing the dress. She carries it\nupstairs over her arms like a baby.\n\nEXT. WASHING LINES AT THE BACK OF ELM COTTAGE - DAY 6\n\nFanny, a vision in white, walks elegantly between her family\nout onto Hampstead Heath, past the WASHER WOMEN and a maze of\nWASHING LINES.\n\nEXT. HAMPSTEAD HEATH FIELD - DAY 7\n\nFanny and her family walk down the Heath between CLOTHES\nspread out on BUSHES with a distant London beyond. They pass\na FAMILY evicted from their house with their possessions,\nBED, WARDROBE and TABLE for sale. The air is SMOKE FILLED\nfrom the burning of AUTUMN LEAVES.\n\nEXT/INT. WENTWORTH HOUSE - DAY 8\n\nThe Brawne family group turn into the gate of WENTWORTH\nHOUSE. Fanny dauntless, her head high, her cheeks pink and\nready for battle.\n\nMARIA DILKE greets them at the door, adoring Fanny’s new\ndress and it’s petal embroidery. Fanny greets everyone\nwarmly, MR DILKE and little CHARLES their son. MR BROWN\njoins the group. Fanny frowns and looks away.\n\nMR BROWN\nAh, the very well stitched little Miss Brawne\nin all her detail.\n\nMRS BRAWNE (TO MARIA DILKE)\nWhere is Mr Keats?\n\nMARIA DILKE\nI'm afraid he is not joining us. He is next\ndoor in Mr Brown’s half of the house.\n\nMr Brown puts out his hand to Fanny who moves past, ignoring\nhim.",
  "3": "---END OF PREVIOUS SECTION---\nMARIA DILKE\nI'm afraid he is not joining us. He is next\ndoor in Mr Brown’s half of the house. Mr Brown puts out his hand to Fanny who moves past, ignoring\nhim. \n---TARGET SECTION TO BE ANNOTATED---\nMR BROWN\nWhat is this? What have I done? How have I\noffended?\n\nFANNY\n\nI don’t shake hands with an enemy.\n\nMR BROWN\nAn enemy? What have I done to you?\n\fBLUE PAGES 04/04/08 3.\n\nFANNY\nYou do nothing to me, or for me and that is\nhow I prefer to keep it.\n\nMr Brown holds up his arms in mock wonder, enjoying teasing\nFanny as he might a lap dog.\n\nMR BROWN\nWhat!?\n\nFANNY\nAll right, your offence is to my fashion to\nwhich I am “so helpless slavish!”\n\nMR BROWN\nI didn’t say that, Mrs Dilke? I never would\nsay such nonsense. I have been ill quoted.\n\nThe gathering moves into the DRAWING ROOM where tea is\nserved. Maria is bowing her head guiltily.\n\nMR DILKE (TO MR BROWN)\nBaiting...baiting...\n\nFANNY\n...“her obsession with flounce and cross\nstitch?”\n\nMR BROWN\n\nCross stitch? Miss Brawne I don’t even know\nwhat it means, I have been wrongly used.\n\nFANNY\nI feel the same about your poems Mr Brown, I\nknow nothing of what they mean. In fact, they\nhave the quality of your cigar, they puff,\nsmoke and dissolve leaving nothing but\nirritation...\n\nMRS BRAWNE\nFanny why not talk to one of us you hold in\nhigher favour?\n\nFANNY\nMr Brown sets out to irritate and he is\nsuccessful, now I set out to demolish and I am\nonly begun.\n\nMR BROWN\nOhhh...\n\nMARIA DILKE\nFanny take this tea to poor Mr Keats, he is in\nvery poor spirits.\n\nFANNY (LOOKING CONCERNED)\nOh. Will he have sugar?\n\fBLUE PAGES 04/04/08 4.\n\nMR BROWN\nHe is composing and does not want disturbing.\n\nFANNY\nIt is my finding in the business of disturbing\nyou are the expert.\n\nMRS BRAWNE\nFanny that is too far.\n\nFANNY\nI am praising him!\n\nMRS BRAWNE\nFanny...",
  "4": "---END OF PREVIOUS SECTION---\nMRS BRAWNE\nFanny that is too far. FANNY\nI am praising him! MRS BRAWNE\nFanny... \n---TARGET SECTION TO BE ANNOTATED---\nFANNY\n\nWhat now I am restrained because I compliment\nhim too much? I withdraw. Let someone else\ntake Mr Keats’s tea, I want to be left alone\nto examine the length of my stitches.\n\nMARIA DILKE (POURING KEATS'S TEA)\nPlease Fanny I want you to go, I am wanting to\nknow what you shall say about Mr Keats. I\nhave been waiting two weeks that I may enjoy\nyour opinion. I cannot look upon him without\nsmiling and he is quick with his thoughts\nthough now they are mostly sad.\n\nMR DILKE\nHis brother Tom is not at all better, very\ndiminished.\n\nFanny’s sympathy is engaged.\n\nMARIA DILKE\nMr Keats nurses him alone. It is difficult\nwork.\n\nMRS BRAWNE\n\nAre there no other family members?\n\nMARIA DILKE\nNo. The parents are both dead. There is only\na much younger sister and a brother who\nemigrated to America.\n\nMRS BRAWNE\nHow old is Tom?\n\nMR DILKE\nOnly 19, very painful and Keats is not much\nolder.\n\nMRS BRAWNE\n\nI am so sorry.\n\fBLUE PAGES 04/04/08 5.\n\nINT. MR BROWN’S HOUSE - AFTERNOON 9\n\nFanny stops mid corridor to check her hair and self in the\nhall glass.\n\nShe is possessed, neither pleased or displeased with her\nappearance and dispassionate in her attention.\n\nOutside Mr Brown’s DOOR Fanny stops to knock and then to turn\nthe handle but KEATS surprises her by pulling the door\nsuddenly open (expecting Mr Brown).\n\nKeats and Fanny are eye to eye, each other’s petite equal.\nThey laugh. The tea sloshes.\n\nFANNY\nYou like jokes Mr Keats? I like jokes. I hope\nwe shall play some on each other. Mr Brown I\nwarn you, does not like my jokes, he complains\nI care for nothing but fashion. Should you\nlike cake?\n\nFanny turns to leave.\n\nKEATS\nAnd what shall be said of me? You have come\nto spy.\nFANNY\nI came to bring you tea.\nKEATS\nHow will you describe me? My character?\nFANNY\nI am not the least interested in your\ncharacter.",
  "5": "---END OF PREVIOUS SECTION---\nKEATS\nHow will you describe me? My character? FANNY\nI am not the least interested in your\ncharacter. \n---TARGET SECTION TO BE ANNOTATED---\nKEATS\nMy jacket then or my pantaloon?\nFANNY\nYou need a new jacket that is what I would\nsay.\nKEATS\nThat is all?\nFANNY\n\nThat it should be of velvet.\n\nKEATS\nTell me Miss Brawne, how are you so sure?\n\fBLUE PAGES 04/04/08 5A.\n\nFANNY\nAll that I wear I have designed and sewn\nmyself. Is it not well done?\n\n(MORE )\n\f10\n\n11\n\nBLUE PAGES 04/04/08 6.\n\nFANNY (cont'd)\nI am often told I am clever to exception about\ndesign, I have originated the pleated edge\nupon the ribbon. It is charming and it has\nbeen copied...\n\nMr Brown enters the room and sits at his spot at the WRITING\nDESK opposite Keats, pushing his chair back to look at Fanny.\n\nMR BROWN\nHas she annoyed you sufficiently? She has\ndone brilliant well with me. Men's room,\nmen's room, OUT, thank you. Poets writing.\n\nMr Brown picks up his PEN and acts writing. Fanny leaves\ncalmly as if Mr Brown was not scuttling her.\n\nKEATS\nGoodbye minxstress.\n\nFANNY\nMy stitching has more merit and admirers than\nyour two scribbling’s put together.\n\nKEATS AND MR BROWN\nOhhhh. Ohhhh.\n\nFANNY\nAnd I can make money from it.\nKEATS\nOuch!\nEXT. STREET HAMPSTEAD HEATH - DAY 10\n\nMargaret and Samuel make their way to the BOOKSHOP, careful\nnot to catch the eye of the HUNGRY and HOMELESS.\n\nINT. BOOKSHOP - DAY 11\n\nThe BELL on the BOOKSHOP DOOR rings. Margaret and Samuel\nenter. Their boots clunk on the boards of the quiet shop,\nthey walk to the counter. There is no-one there, they stand\nin front of it. A VOICE speaks from a shelf behind.\n\nSHOPKEEPER\nYes?\n\nSamuel moves to the counter.\n\nSAMUEL\nHave you got John Keats’s poem book Endy...\n\nSHOPKEEPER\nEndymion? I’ve not heard much good about it.\nI’ve not sold one and took twenty.",
  "6": "---END OF PREVIOUS SECTION---\nSHOPKEEPER\nEndymion? I’ve not heard much good about it. I’ve not sold one and took twenty. \n---TARGET SECTION TO BE ANNOTATED---\n\f12\n\n13\n\nBLUE PAGES 04/04/08 7.\n\nThe SHOPKEEPER takes a copy from a tallish pile.\n\nMARGARET\nMy sister has met the author. She wants to\nread it for herself and decide if he is an\nidiot or not.\n\nINT. BEDROOM ELM COTTAGE - DAY 12\n\nFanny at home in her room sews the tiny pleats of a TRIPLE\nMUSHROOM PLEATED COLLAR. Her needle weaving in and out, then\ndrawing the thread through. Her eyelashes caught in the PALE\nWHITE SUN. Standing in her PETTICOAT, she holds the almost\ncomplete collar to her neck and checks it’s effect in the\nglass. She gently tilts her head to the side and points her\ntoe.\n\nINT. BEDROOM ELM COTTAGE - DAY 13\n\nMargaret and Samuel come upstairs and enter Fanny’s bedroom.\nMargaret takes off her COAT and sits. Fanny's steel needle\npauses.\n\nFANNY\nUnwrap it.\n\nMargaret takes the BROWN PAPER from the book. Fanny watches.\nShe takes the book in her own hands, turns it over, opens it\nto the title page. Then passes it back to Margaret.\n\nFANNY (cont’d)\nRead it.\n\nHer needle weaves in and out of the pleats, drawing it’s pale\nthread behind it.\n\nMARGARET\nENDYMION\nBOOK 1\n“A thing of beauty is a joy for ever:\nIts loveliness increases; it will never\nPass into nothingness; but still will keep\nA bower quiet for us, and a sleep\nFull of sweet dreams, and health, and quiet\nbreathing.\nTherefore, on every morrow, are we wreathing\nA flowery band to bind us to the earth”\n\nFanny’s eyes stop and go deeply inside, she is listening.\nHer needle again weaves in and out of the fine pleat. She is\nsewing faster.\n\nMARGARET (cont'd)\n“Spite of despondence, of the inhuman dearth”\n\f14\n\nBLUE PAGES 04/04/08 8.\n\nFANNY\nStop.\n\nMargaret stops and looks to Fanny. Fanny stops sewing.\n\nFANNY (cont’d)\nI am completely lost...",
  "7": "---END OF PREVIOUS SECTION---\nMargaret stops and looks to Fanny. Fanny stops sewing. FANNY (cont’d)\nI am completely lost... \n---TARGET SECTION TO BE ANNOTATED---\nFanny takes the book from Margaret.\n\nFANNY (cont’d)\n\n“...yes, in spite of all,\n\nSome shape of beauty moves away the pall\nFrom our dark spirits.”\n\nINT. THE ROYAL ARTILLERY MESS - EVENING 14\n\nThe ROYAL ARTILLERY MESS at WOOLWICH, a DANCE and Fanny in\nthe centre of it in her new gown. She dances with a studied\ngrace. The effect is elegant yet mannered.\n\nIn the interval she sights an under dressed Keats sitting\nback, ignoring the dancers absorbed in his thoughts. Near\nhim Mr Brown and their friend REYNOLDS and his SISTERS talk\nloudly. Fanny whispers to her younger brother Samuel.\nSamuel slouches over to Keats.\n\nSAMUEL\nMy sister Miss Brawne wishes to greet you Mr\nKeats.\n\nKEATS\n\nAnd where is she?\n\nFanny is all alone waiting for him strategically posed by a\nlarge ORNATE MIRROR near the dining hall.\n\nFANNY\n“A thing of beauty is a joy for ever:\nIts loveliness increases; it will never\nPass into nothingness;”\n\nKeats looks surprised.\n\nKEATS\nYou have read Endymion?\n\nFANNY\nI wanted to adore it.\n\nKEATS\nBut you hate it?\n\nFANNY\nI cannot say.\n\fBLUE PAGES 04/04/08 9.\n\nKEATS\n\nAre you afraid to speak truthfully?\nFANNY\n\nNever.\nKEATS\n\nWell tell me then.\n\nFANNY\nNo. I am not at all clever with poetry.\n\nKEATS\nNeither it seems am I. Still I have hope for\nmyself. What do you make of my hope Miss\n\nBrawne?\nFANNY\nI think hope very useful.\nKEATS\nBut...\nFANNY\n\nBut hope and results are very different. One\ndoes not create the other.\n\nKEATS\nCould practice help?\n\nFANNY\nYes it might. I was not always able to stitch\nso well.\n\nKEATS\n\nAh ha, I must practice my stitches.\nFanny looks at Keats.\n\nFANNY\nLet me do the sewing, I have such a start.\nThis is the first frock in Woolwich or\nHampstead to have a_ triple-pleated-mushroom\ncollar.",
  "8": "---END OF PREVIOUS SECTION---\nFanny looks at Keats. FANNY\nLet me do the sewing, I have such a start. This is the first frock in Woolwich or\nHampstead to have a_ triple-pleated-mushroom\ncollar. \n---TARGET SECTION TO BE ANNOTATED---\nKeats looks about to realise there is only Fanny, himself and\ntheir reflection.\n\nKEATS (INTIMATELY )\nBehind you I see one I fear to be identical.\n\nFanny disconcerted, turns to see her own reflection, she\nlaughs very pleased with the joke.\n\nShe sees a GROUP of MILITARY MEN, dance partners searching\nfor her. She puts her back to them so she may finish\ntalking.\n\f15\n\nBLUE PAGES 04/04/08 10.\n\nFANNY\nMy card is completely full; three I have met\nbefore and are suitors. Mr Tarrant is scaring\nme with his talk of estates and his dogs, he\nhas eleven. Maman says it is possible to love\nalmost anybody and I will come to understand\nthat.\n\nKEATS (GESTURES )\nEven Mr---?\n\nFANNY\nTarrant? Yes, isn’t that a miracle? But you\ndon’t dance Mr Keats. I love to dance.\n\nKEATS\nI don’t feel like dancing..\n\nFANNY\nYour brother is still ill?\n\nKEATS\nHe is no better.\n\nFANNY\nI have thought of him often and wish to make\nhim something. Would lemon wafers be\n\nagreeable?\n\nKEATS\nHe would like so much that you had thought of\nhim.\n\nFANNY\n\nMy Papa was ill for as long as I can remember.\nHe died when I was still a child.\n\nFanny tears up. She takes out a small WHITE EMBROIDERED\nHANDKERCHIEF and pats her eyes.\n\nThe TWO MILITARY MEN spot Fanny and come over.\n\nKeats bows and departs while Fanny is led out on to the dance\nfloor. She has recovered herself and is dancing with\nquaintly exaggerated hand movements aimed at affecting a\npersonal stylishness. The Reynolds sisters notice and\ncomically impersonate. Apparently for Keats’s benefit. He\nis not amused by them or by Fanny but is alone and alienated\n\nINT. KITCHEN ELM COTTAGE - DAY 15\n\nOn the kitchen table Fanny and the maid are grating LEMON\nRIND. Dabbing WAFER MIX onto an OVEN TRAY. Stoking the\nFIRE. From the cooked wafers Fanny tosses all but the most\nperfect onto a rubbish heap.",
  "9": "---END OF PREVIOUS SECTION---\nDabbing WAFER MIX onto an OVEN TRAY. Stoking the\nFIRE. From the cooked wafers Fanny tosses all but the most\nperfect onto a rubbish heap. \n---TARGET SECTION TO BE ANNOTATED---\n She lines a BASKET with LINEN.\nThen pausing, she turns from the table.\n\f16\n\n17\n\nBLUE PAGES 04/04/08 11.\n\nQuickly she swoops on Margaret’s frock where she snips a\nLEMON RIBBON off her neckline and begins to tie it\ndecoratively on the basket.\n\nMARGARET\nMother! Fanny has taken my ribbon and she\nnever asked. Mama!\n\nMargaret goes in search of her mother who she finds in the\nhall way.\n\nMARGARET (cont'd)\nShe has cut my ribbon.\n\nMrs Brawne enters the kitchen to see a mess of SHATTERED and\nDISCARDED wafers and Fanny tying the ribbon on her basket of\n20 PERFECT wafers.\n\nMRS BRAWNE\nWhat are you doing Fanny?\nFANNY\nI am trying to bring some comfort to a dying\n\nman.\n\nMrs Brawne picks up one of the discarded wafers from a huge\nstack.\n\nMRS BRAWNE\nWhat dying man? Where are you taking them?\n\nFANNY\nI cannot offer poor Mr Keats’s brother\nanything that is not perfect.\n\nMRS BRAWNE\nBut so many of them look quite well.\n\nFANNY\nMama, quite well! He may die. I cannot offer\nhim anything but our most beautiful and our\nbest.\nEXT. WENTWORTH HOUSE - DAY 16\nFanny carries the BASKET of wafers as the THREE young\nBrawne’s walk up the path to Wentworth House.\n\nINT. WENTWORTH HOUSE - DAY 17\n\nInside the house they walk down the corridor to Mr Brown’s\napartment. Fanny knocks.\n\nMR BROWN\nNo thank you, poets at work.\n\fBLUE PAGES 04/04/08 12.\n\nFANNY\nIt is me, Miss Brawne. I have something to\ndeliver to Mr Keats.\n\nMR BROWN\nLeave it at the door.\nFANNY\nIs Mr Keats not there?\nKEATS\nI am here.\nMR BROWN\n\nWe are working Miss Brawne.\n\nFANNY\nI have something for Mr Keats's brother.\n\nHeavy footsteps. Mr Brown opens the door.",
  "10": "---END OF PREVIOUS SECTION---\nFANNY\nI have something for Mr Keats's brother. Heavy footsteps. Mr Brown opens the door. \n---TARGET SECTION TO BE ANNOTATED---\n Fanny holds out a\nbasket with a LACE NAPKIN laid over the top. Mr Brown whips\noff the LACE COVER and pinches a wafer.\n\nMR BROWN\nMmmm. ..delicious...\n\nFANNY\nYou vile, disgusting, ape!\n\nA sad Keats turns his head towards Fanny at the door and\nwatches listlessly.\n\nKEATS\nInvite Miss Brawne inside. Let them all come\nin.\n\nMr Brown stands aside, gobbling his wafer.\n\nMR BROWN\nBe careful you enter the apes cage, (mimicking\na monkey) Hoo, hoo, hoo.\n\nFANNY\nYou are invisible to me, you idiot, you...\n\nKEATS\nCome and sit here, next to me Miss Brawne. My\nprospects in the world feel very faint.\n\nFANNY\nThis room is so poorly cared for. It is half\nnight in here for want of pulling your drapes\nback.\n\nShe passes over the wafers.\n\f18\n\nBLUE PAGES 04/04/08 13.\n\nFANNY (cont’d)\nPlease try one. I am anxious they will cause\nhim to choke.\n\nKeats takes one. Mr Brown puts his hand into the basket\nFanny whips it away.\n\nFANNY (cont’d)\nNo! They are baked for someone very ill. Try\nanother and I swear I shall bite you.\n\nMR BROWN\nOhhh, I’m very scared.\n\nKEATS\nTake care, she has sharp teeth. She has sunk\nher fangs into my poor poem and shook it\napart.\n\nFANNY\nI am very sorry I could not love your Endymion\ncompletely Mr Keats. Perhaps I did not say\nbut I thought the beginning of your poem\nsomething very perfect.\n\nFanny turns to go.\n\nKEATS\nNo, don’t leave us. You can see for yourself,\nnothing is happening. All day we lie about\nthe room begging for inspiration. Tell me\nwhat I must do.\n\nFANNY\nThere is something sordid and menacing that I\ndon’t at all enjoy in the atmosphere. I am in\na hurry to get myself away. I feel I am\ninside a cage with two monkeys.\n\nKEATS\nWe monkeys just want a little company.\n\nMr Brown steals another wafer.",
  "11": "---END OF PREVIOUS SECTION---\nI feel I am\ninside a cage with two monkeys. KEATS\nWe monkeys just want a little company. Mr Brown steals another wafer. \n---TARGET SECTION TO BE ANNOTATED---\n Fanny spins away.\nFANNY\nHow dare you!\nEXT. HAMPSTEAD HEATH - DAY 18\nFanny, Margaret and Samuel walk back fast through the Heath.\nA great GUST of WIND sends the AUTUMN LEAVES spiralling\n\nupwards. Keats, flush faced is jogging after them but\nsomewhat behind them. He has Fanny’s basket in his hand.\n\fBLUE PAGES 04/04/08 13A.\n\nKEATS\nIf we've finished tiffing, come and say\n“hello” to Tom, it might cheer him.\n\fBLUE PAGES 04/04/08 14.\n\nMARGARET\nWe will have to ask Mama.\n\nFANNY\nNo we don’t Toots.\n\nMARGARET\nYes we do, isn’t that so Samuel? We have to\nstay together.\n\nSamuel shrugs. Fanny walks off.\n\nFANNY\nWell then, I am going and you will have to\ncome with me.\n\nKeats stands at the junction of many tracks.\n\nKEATS\nShould you like to go by the pond or through\nthe wood? I have explored all these paths\nwhich are more in number than your eyelashes.\n\nFANNY\nMy eyelashes?\n\nFanny bats her eyelashes and laughs. She walks beside Keats.\n\nFANNY (cont’d)\nIt amazes me that you can sit opposite Mr\nBrown all day. I have never heard him say one\nthing of wit. Not one!\n\nKEATS\n\nYou favour wit?\nFANNY\n\nI rate it the highest.\nKEATS\n\nYou like the fashionables?\nFANNY\n\nYes, I do.\nKEATS\n\nMen who say things that make you start without\nmaking you feel?\n\nFANNY\nNo, things that are amusing.\n\nKEATS\nI know these dandy’s, they have a mannerism in\ntheir very eating and drinking, in their\nhandling of a decanter.\n\f19\n\n20\n\nBLUE PAGES 04/04/08 15.\n\nFANNY\nYou are making an attack on me.\n\nKEATS\nNo, I am defending Mr Brown’s generous good\nheart.\n\nFANNY\nBy attacking myself?\n\nKEATS\nForgive me. I have been too long at my\nbrother's sick bed.",
  "12": "---END OF PREVIOUS SECTION---\nFANNY\nBy attacking myself? KEATS\nForgive me. I have been too long at my\nbrother's sick bed. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY\nCan we not still appreciate clever humour?\n\nKEATS\nWhat witty thing can be said of a nineteen\nyear old drowning in his own blood?\nFanny suddenly realises the seriousness of Tom’s illness.\nFANNY\nNothing, nothing at all.\nEXT. KEATS’S APARTMENT WELL WALK - DAY 19\n\nThe three Brawne’s led by Keats, arrive in the COURTYARD of\nhis rented apartment in WELL WALK. Keats leads them in.\n\nMRS BENTLEY\nOh thank God! He’s been calling out for you.\nKEATS\nExcuse me.\nINT. TOM’S ROOM WELL WALK - DAY 20\n\nHe enters TOM’S ROOM\n\nIn the other room Fanny glimpses Keats holding his pale,\ngroaning brother who struggles to breathe. It looks grim,\nhopeless.\n\nMARGARET\nI want to go. I want to leave. It smells.\n\nFANNY\nShush, or I’1l cut your hair in the night.\n\nKeats comes back out looking pale and saddened.\n\nKEATS\nHe is feverish and cannot speak.\n\f21\n\n22\n\nBLUE PAGES 04/04/08 16.\n\nFANNY\nShould I call a nurse?\n\nKEATS\nI trained for 5 years as a doctor, there is\nnothing to be done.\n\nTears spring to Fanny’s eyes, she gives Keats the LEMON\nWAFERS.\n\nFANNY\nThe wafers.\nEXT. WENTWORTH HOUSE - EVENING 21\nWentworth House in the evening. Both sides of the house are\nLIT UP for an evenings entertainment. PEOPLE are arriving,\nwalking up the path to the house.\nINT. HALL WENTWORTH HOUSE - EVENING 22\nInside Fanny and her family are removing their PELISSES and\nOVERCOATS with the Dilke’s help when Keats arrives. There\nare lots of “Good Evenings” and jollities.\nMR DILKE (TO KEATS)\nI don’t see your bassoon, I hope you have not\n\nforgotten it.\n\nKEATS\nNot at all, it’s in my waistcoat pocket.\n\nFanny watches Keats arrival keenly.\n\nFANNY\nMr Keats.\n\nKEATS\nHello Minx.",
  "13": "---END OF PREVIOUS SECTION---\nFanny watches Keats arrival keenly. FANNY\nMr Keats. KEATS\nHello Minx. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY\n\nHow is Tom?\nKeats looks away from Fanny suddenly anxious.\n\nMR BROWN\nGentlemen of the orchestra to the left, Ladies\nto the right.\n\nFANNY\nMr Keats how is...\n\nKEATS (TO FANNY)\nDon’t ask me of Tom, Minx. The only good I\ncan do is say how I love him.\n\f23\n\n24\n\n25\n\nBLUE PAGES 04/04/08 17.\n\nMR BROWN\n\nRehearsal has begun. Hurry on gentlemen.\nKEATS\n\nLet us start with some claret to tune the\n\ninstruments.\nMr Dilke walks after Keats playing an invisible violin.\n\nFanny watches them disappear.\n\nINT. DILKE’S DRAWING ROOM WENTWORTH HOUSE - EVENING 23\n\nThe ladies, Mrs Brawne, Mrs Dilke, the Reynolds sisters,\nFanny and the children sit quietly together in the Dilke’s\ndrawing room. The Reynolds sisters play CARDS with the older\nwomen while Fanny sews a flower pattern onto a piece of lawn.\nFrom their room they can hear the loud voices of the MEN in\nthe opposite wing. Fanny's needle picks out the outline of\nthe leaf.\n\nINT. DILKE’S KITCHEN WENTWORTH HOUSE - EVENING 24\n\nIn the kitchen Mrs Dilke, her COOK and Fanny carry PLATES of\nPICKLES, CHEESE and MEAT through into the men’s room. Fanny\nseeks out Keats who is drowning his sorrows in play, he and\nanother friend, MR SEVERN the artist, are having a duel using\nCELERY STICKS. Fanny puts the plates down on the TABLE and\nleaves with the others unnoticed.\n\nINT. DILKE’S DRAWING ROOM WENTWORTH HOUSE - EVENING 25\n\nFanny and Mrs Dilke come back into the insular world of\nladies.\n\nREYNOLDS SISTER 1 (TO MARIA DILKE)\nWe were just telling Mrs Brawne of John\nKeats’s review in Blackwoods.\n\nREYNOLDS SISTER 2\nWe did not know there were people left who had\nnot read it.\n\nREYNOLDS SISTER 1\nYou have not seen it?\n\nMARIA DILKE\nIn this house we do not acknowledge it.",
  "14": "---END OF PREVIOUS SECTION---\nREYNOLDS SISTER 2\nWe did not know there were people left who had\nnot read it. REYNOLDS SISTER 1\nYou have not seen it? MARIA DILKE\nIn this house we do not acknowledge it. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY\nWas it so very bad?\n\nMARIA DILKE\nI can’t bring myself to remember...\n\fBLUE PAGES 04/04/08 18.\n\nREYNOLDS SISTER 2\nIt has stuck in my mind. “...no man, whose\nmind has ever been imbued with the smallest\nknowledge or feeling of classical poetry or\nclassical history, could have...”\n\nREYNOLDS SISTER 1 (JOINS IN)\n“,..profaned and vulgarised every association\nin the manner which has been adopted by this\n“son of promise”...”\n\nFANNY\nDid they not admire the opening? The opening\nwas perfect even I could know that.\n\nREYNOLDS SISTER 1\nDo you like poetry Miss Brawne?\n\nFANNY\nNo. Poems are a strain to work out - and I\nnever can tell if I have worked them well.\n\nThe Reynolds sisters titter.\n\nJOHN REYNOLDS enters the room. He is a lawyer poet friend of\nKeats\n\nREYNOLDS SISTER 1\nJohn we are talking or about to talk of your\ndefence of Mr Keats’s poem Endymion.\n\nJOHN REYNOLDS\nYes...\n“I have clung to nothing, loved a nothing,\nnothing seen or felt but a great dream! OT\nhave been presumptuous against love against\nthe sky, Against all elements, against the tie\nof mortals each to each.”\nThe rhythm is beautiful and unique. There are\nrhymes but not on the beat, they are quiet but\nbinding and the repetitions set you up to fly.\n“I have clung to nothing, loved a nothing,\n\nnothing seen.”\n\n \n\nReynolds indicates the expanse of flight.\n\nJOHN REYNOLDS (cont'd)\nHere you come out\n“Or felt but a great dream...”\n\nFANNY\nIt’s beautiful.\n\nJOHN REYNOLDS\nThere are immaturities but also immensities\nand that is what they didn’t say.\n\fBLUE PAGES 04/04/08 19.\n\nREYNOLDS SISTER 1\nIt was said, you said it brother.\n\nJOHN REYNOLDS\nThank you.\n\nREYNOLDS SISTER 1\nIndeed you said it beautifully.\n\nREYNOLDS SISTER 2\nVery bravely.",
  "15": "---END OF PREVIOUS SECTION---\nJOHN REYNOLDS\nThank you. REYNOLDS SISTER 1\nIndeed you said it beautifully. REYNOLDS SISTER 2\nVery bravely. \n---TARGET SECTION TO BE ANNOTATED---\nMr Severn walks into the room.\n\nMR SEVERN\nLadies the Hampstead Heathens are about to\nbegin. Reynolds?\n\nJOHN REYNOLDS\nNot me, I’m expelled.\n\n26 INT. MR BROWN’S ROOMS WENTWORTH HOUSE - EVENING 26\n\nThe AUDIENCE of lady folk squeeze into Mr Brown’s CANDLE LIT\nrooms. The fifteen gentlemen are formally assembled. Keats,\nMr Brown and their friends perform a well known MOZART PIECE\nwith their human orchestra. Fanny watches quietly focusing\non Keats. The Reynolds sisters enter confidently into the\nfestivities, “ohhhing” and “ahhhing”, laughing affectedly.\n\n27 INT. ELM COTTAGE - DAY 27\n\nFanny and her brother and sister are having dance instruction\nfrom their very effeminate FRENCH DANCE MASTER. They use a\nBOX MIRROR to correct their posture. Through the window,\nFanny notices a teary faced Maria Dilke gesturing to Mrs\nBrawne who leaves. The class continues with Fanny dancing in\nthe formal style of the time but her feelings overwhelm her.\nTears fill her eyes.\n\nDANCE MASTER\nFanny, tempo. Un deux trois, un, deux, trois.\n\nFanny has stopped still. Tears roll down her cheeks. She\nleaves the room.\n\nDANCE MASTER (cont’d)\nMademoiselle...\n\nShe walks down the hall to the kitchen where Maria Dilke is\nbeing comforted by Mrs Brawne and a CUP of TEA.\n\nFANNY\nIs it Tom? Has he died?\n\f28\n\n29\n\nBLUE PAGES 04/04/08 20.\n\nMaria Dilke turns and nods her head. Fanny leaves, pushing\npast Toots.\n\nMARGARET\nFanny vient de quitter la classe de danse.\n(Fanny just left the class.)\n\nMRS BRAWNE\nLaisse-la.\n(Leave her.)\nINT. FANNY’S BEDROOM ELM COTTAGE - DAY 28\n\nFanny pulls out a piece of IVORY SILK. She slices through\nthe material with SCISSORS.\n\nMrs Brawne enters the room. She watches Fanny sobbing loudly\nas she works, then bends to help Fanny pin TWO rectangles of\nthe silk together.",
  "16": "---END OF PREVIOUS SECTION---\nShe slices through\nthe material with SCISSORS. Mrs Brawne enters the room. She watches Fanny sobbing loudly\nas she works, then bends to help Fanny pin TWO rectangles of\nthe silk together. \n---TARGET SECTION TO BE ANNOTATED---\nFanny’s needle is thread with a light GREEN COTTON. Her\nneedle flies in and out making a line of grass. Out of the\ngrass she sews stems and wild flowers.\n\nINT. BRAWNE’S PARLOUR/HALL/FRONT DOOR ELM COTTAGE - DAY 29\n\nJohn Keats, Charles Brown and the Brawne's sit in the\nBrawne’s PARLOUR. Fanny is silent. Mr Brown talks to Mrs\nBrawne who is all solicitude.\n\nMR BROWN\nI woke with the strange sensation of someone\nholding my hand. I opened my eyes and there\nwas John. I knew immediately what had\nhappened and then he said “Tom died at 8\no'clock quietly and without pain.” Of course\nMr Keats can’t go on living there, so I have\ninvited him to stay with me.\n\nMr Brown stands, sighing, looking towards a numb Keats.\n\nMR BROWN (cont'd)\nAghuh, we have a long schedule of visits.\n\nFanny sits with her eyes downcast. Keats is watching her\nsensing her disappointment that they are leaving so soon.\n\nMRS BRAWNE\nI don’t want to interfere with your city plans\nbut you are most welcome to have dinner with\nus. We have provided and set the table...\n\nKEATS (QUIETLY TO FANNY)\nMinx? Are you unwell? I have never seen you\nso quiet.\n\fBLUE PAGES 04/04/08 20A.\n\nFANNY\nI am sad for your brother Mr Keats.\n\fBLUE PAGES 04/04/08 21.\n\nFanny hands him the silk embroidered PILLOW SLIP wrapped in\nBLACK CLOTH.\n\nMARGARET\nShe has been sewing it all through the night.\n\nKeats begins to unwrap it, enough to see the beautiful\nstitching and the simple pattern of wild flowers on the edge.\n\nKEATS\nI am afraid I will break down. Tell me what\nit is?\n\nFANNY\n\nIt is a pillow slip.\n\nKEATS\nThen I shall rest Tom’s head upon it.\n\nMR BROWN\nKeats, the Reynolds are expecting us.\n\nKEATS\nI will catch you up. Thank you.\n\nKeats kisses the pillow slip.\nMr Brown has come across and is whispering in Keats ear.",
  "17": "---END OF PREVIOUS SECTION---\nThank you. Keats kisses the pillow slip. Mr Brown has come across and is whispering in Keats ear. \n---TARGET SECTION TO BE ANNOTATED---\nMR BROWN\nLet us get out of here.\n\nIt is a loud whisper, loud enough so that Fanny and Keats\nboth hear. Fanny, shamed, watches as the two men continue\ndiscussing, she catches phrases, “would like to stay”, “we\nare expected by HAYDEN and LAMB”.\n\nKeats puts on his COAT.\n\nKEATS\nInvite me again, alone.\n\nFANNY\nCome for Christmas.\n\nKEATS\nShouldn’t you ask your mother?\n\nFANNY\nNo, what one of us wants we all wish for, that\nis how we are.\n\nKeats looks unconvinced.\nFANNY (IN FRENCH) (cont’d)\n\nMaman I have invited Mr Keats for Christmas\ndinner.\n\f30\n\n31\n\nBLUE PAGES 04/04/08 22.\n\nMRS BRAWNE\nYes, Mr Keats, please do join us.\n\nMargaret and Samuel loudly enthuse.\n\nMARGARET AND SAMUEL\nYes. Hurrah. Please do, please!\n\nMR BROWN\nBut Marianne Reynolds invited us for\nChristmas. You were there when she said it,\nremember they are having musicians?\n\nThe Brawne children are crestfallen. Fanny defiant.\n\nMR BROWN (cont'd)\nI am sorry to spoil things.\n\nMRS BRAWNE\nNot at all. Wherever Mr Keats is happy we are\nhappy for him.\n\nMARGARET\nWhy can’t he be happy with us?\n\nFANNY\nBecause Mr Brown wants Mr Keats all to\nhimself.\n\nMR BROWN\nI am merely remembering to Mr Keats a previous\nengagement.\n\nFanny turns and walks back inside Elm Cottage.\nMR BROWN (cont'd)\nYou are walking away Miss Brawne! I thought we\nwere conversing...\n\nINT. BRAWNE DRAWING ROOM ELM COTTAGE - DAY 30\n\nFanny and her sister sew in silence.\n\nINT. BRAWNE KITCHEN ELM COTTAGE - DAY 31\n\nMrs Brawne and Charlotte the maid work quietly together\nmaking MINCE PIES.\n\nA LETTER is delivered to the kitchen door. Charlotte gives\nthe letter to Mrs Brawne.\n\f32\n\n33\n\n34\n\nBLUE PAGES 04/04/08 23.\n\nINT.",
  "18": "---END OF PREVIOUS SECTION---\nCharlotte gives\nthe letter to Mrs Brawne. 32\n\n33\n\n34\n\nBLUE PAGES 04/04/08 23. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BRAWNE DRAWING ROOM ELM COTTAGE - DAY 32\n\nMrs Brawne comes into the drawing room with the open letter.\nMargaret and Fanny look up but Fanny does not pause in her\nneat small stitches\n\nMRS BRAWNE (READS)\n“Dear Mrs Brawne, May I yet join you for\nChristmas? I have not the health or the heart\nto be anywhere but with a family such as your\nown.”\nJohn Keats.\n\nINT. BRAWNE KITCHEN ELM COTTAGE - EVENING 33\n\nFanny, the maid, Mrs Brawne and Margaret prepare the\nChristmas dinner. POTATOES are peeled, PROFITEROLES are\nfilled with cream, PEAS are shelled, a GOOSE is baking in the\noven. Margaret is counting CUTLERY at the window.\n\nMARGARET\nMr Keats has come!\n\nMargaret runs out the kitchen back door. Fanny’s hands are\ncovered in flour. She turns her back to her mother who\nunties her APRON. Fanny rinses her hands and dries them.\nCarefully she adjusts her hair and smooths her frock.\n\nEXT. STREET ELM COTTAGE - EVENING 34\n\nMargaret flies down the street and throws herself into\nKeats’s arms who carries her.\n\nKEATS\nDo you know the difference between a\ncaterpillar and a cheese?\n\nMARGARET\n\nA caterpillar and a cheese?\nKEATS\n\nYes.\nMARGARET\n\nOf course.\n\nKEATS (DROPPING HER TO HER FEET)\nThen you are too old for me to carry you.\n\nKeats looks up the garden path to see Fanny, a perfect doll,\nframed at the open front door.\n\f35\n\nBLUE PAGES 04/04/08 24.\n\nINT. BRAWNE DRAWING ROOM ELM COTTAGE - EVENING 35\n\nKeats is crouched on the sitting room floor stroking the\nBrawne’s CAT. Fanny comes in with a TRAY of GLASSES, she is\nshy of looking at Keats but acutely aware of him. She\npolishes each glass with a cloth and places it on the table.\n\nFANNY\nI wondered this morning if you are sleeping in\nmy bed.",
  "19": "---END OF PREVIOUS SECTION---\nFanny comes in with a TRAY of GLASSES, she is\nshy of looking at Keats but acutely aware of him. She\npolishes each glass with a cloth and places it on the table. FANNY\nI wondered this morning if you are sleeping in\nmy bed. \n---TARGET SECTION TO BE ANNOTATED---\nKEATS\nPardon?\n\nFANNY\n\nAre you sleeping in my bed?\nKeats is confused and amazed.\n\nKEATS\nNo...\n\nFANNY\nYou see I believe you are. Have you forgot\nthat we rented Mr Brown’s half of the house\nthis summer while you were journeying in\nScotland? Which room did you sleep in?\n\nKEATS\nThe one overlooking the back garden.\n\nFANNY\nThat was my bed. For proof, pull it out from\nthe wall and by the pillow you will finda\nfigure I drew with pin holes.\n\nKEATS\nIs the figure you?\n\nFANNY\nNo. It was a fairy princess.\n\nKEATS\nShould I be feeding her?\n\nFANNY\nNo, she refuses to eat. But what she might\nlike is a good night poem. Mr Keats will you\nteach me poetry? I want to understand, but I\ndon’t know how to begin.\n\nMargaret comes in putting a BREAD ROLL on each persons plate.\nKeats strokes the CAT watching Fanny, the movement of her\nhands as she folds the NAPKINS and the angle of her head as\nshe examines the arrangement of the table.\n\f36\n\nBLUE PAGES 04/04/08 25.\n\nINT. BRAWNE DINING ROOM ELM COTTAGE - EVENING 36\n\nThe Brawne’s sit about the DINING TABLE including the maid.\nThe meal is finished and Keats has invented a skit that\ncompares the English and the Scottish. There are THREE CUPS\nOF TEA on the table and the maid, Toots and Fanny are being\ninstructed to stir their teas in different and complimentary\nrhythms, clanging the edges of their cups with their SPOONS\nat the end of each cycle.\n\nKEATS\nThe English drawing room, now the Scottish.\n\nKeats nods to Samuel who begins to play an impression of a\nhighland tune on his VIOLIN.\n\nWith PLEATED NAPKINS tucked into his pantaloons kilt-like,\nKeats does a wild impression of a highland fling.\n\nKEATS (SCOTTISH ACCENT) (cont'd)\nTheeey Kick and jump it and toe and go it and\ntwirl it and wheel it, stamp and sweat and\ntattoo the floor!\n\nThe family clap and laugh.",
  "20": "---END OF PREVIOUS SECTION---\nWith PLEATED NAPKINS tucked into his pantaloons kilt-like,\nKeats does a wild impression of a highland fling. KEATS (SCOTTISH ACCENT) (cont'd)\nTheeey Kick and jump it and toe and go it and\ntwirl it and wheel it, stamp and sweat and\ntattoo the floor! The family clap and laugh. \n---TARGET SECTION TO BE ANNOTATED---\n Keats bows and removes his\nnapkins.\n\nMRS BRAWNE\nFormidable, very good.\n\nMARGARET\nA poem!\n\nOTHERS\nOh yes, a poem.\n\nMARGARET\n\nA short one.\nThe others laugh.\n\nFanny is quiet, watching, scared to betray her growing\naffection for Keats, her head bowed.\n\nKeats sits opposite and as he sits he begins to speak so\nnaturally they are only gradually aware he is reciting.\n\nKEATS\n“When I have fears that I may cease to be\nBefore my pen has glean’d my teeming brain,\nBefore high-piled books, in charactery,\nHold like rich garners the full ripen’d grain;\nWhen I behold, upon the night’s starr’d face,\nHuge cloudy symbols of a high romance.”\n\fBLUE PAGES 04/04/08 25A.\n\nFanny looks up, she and Keats are looking into each other's\neyes. Keats is suddenly speechless.\n\f37\n\n38\n\nBLUE PAGES 04/04/08 26.\n\nThe family look at Keats, there is an awkward pause.\n\nKEATS (cont'd)\nI do apologise, I have gone blank.\n\nBut Keats seems tranced.\n\nMRS BRAWNE\nYou must be tired. Should you like coffee and\ncakes, we have not had cake.\n\nMrs Brawne is getting up, clearing the table.\n\nFanny sits opposite Keats. Neither move. Finally with what\nseems an enormous effort Fanny rises and moves around the\ntable to take Keats’s plate. As Fanny leans forward, Keats\nleans in towards her. As they touch, there is a suspension\nof time, of breath in the room that makes even Samuel puzzle\na moment as he loosens his bow. Keats looks up at Fanny, at\nher irresistible closeness. He runs a finger across Fanny’s\nwrist, both confirming and breaking the spell.\n\nKEATS\n“Two witches eyes above a cherub’s mouth.”\n\nINT/EXT. FRONT DOOR SELM COTTAGE - NIGHT 37\n\nAt the door everyone is saying goodbye and waving. Fanny\nwalks out into the street with Keats.\n\nFANNY\nMr Keats have you remembered the poem?\n\nKEATS (HE NODS AND CLEARS HIS THROAT)\n”“,..",
  "21": "---END OF PREVIOUS SECTION---\nFanny\nwalks out into the street with Keats. FANNY\nMr Keats have you remembered the poem? KEATS (HE NODS AND CLEARS HIS THROAT)\n”“,.. \n---TARGET SECTION TO BE ANNOTATED---\n»Huge cloudy symbols of a high romance,\nAnd think that I may never live to trace\nTheir shadows, with the magic hand of chance:\nAnd when I feel, fair creature of an hour,\nThat I shall never look upon thee more,\nNever have relish in the faery power\nOf an unreflecting love; - then on the shore\nOf the wide world I stand alone, and think\nTill love and fame to nothingness do sink.”\n\nFanny and Keats look at each other. Keats is bewitched, so\nis Fanny. Keats makes an awkward bow and coughing, walks\ninto the frosty night.\n\nINT. WENTWORTH HOUSE HALL - DAY 38\nIn the dark hallway Fanny knocks on Keats and Mr Brown's\n\ndoor. Behind her Maria Dilke takes Samuel into her half of\nthe house. Mr Brown opens the door.\n\fBLUE PAGES 04/04/08 26A.\n\nFANNY\nI have come for my poetry class.\n\f39\n\nBLUE PAGES 04/04/08 27.\n\nFanny slips under his arm.\n\nMR BROWN\nPoetry classes!\n\nINT. BROWN’S DRAWING ROOM WENTWORTH HOUSE - DAY\n\nFanny and Keats sit together. Fanny listening intently.\nKeats seems a little flat.\n\nKEATS\nA poet is not at all poetical, he is the most\nun-poetical of anything in existence, he has\nno identity - he is continually filling some\nother body, the sun, the moon...\n\nMr Brown watches disturbed.\nMR BROWN\nI cannot restrain my credibility longer. Miss\nBrawne may I ask you a question?\n\nFANNY\nYou may.\n\nMR BROWN\nIs this really you? Or are you acting?\n\nFANNY\nIt is really me.\n\nKeats is looking irritated.\n\nKEATS\nCharles I have a pupil, desist or depart.\n\n39\n\nMr Brown gets up, takes some BOOKS and his TEA CUP with him.\n\nMR BROWN (UNDER HIS VOICE)\nMy modest hope is the cost of the lessons will\nnot be the poet.\n\nFANNY (STANDING)\nThe cost Mr Brown is that Mr Keats will\nforthwith discuss poetry with me not you as I\nshall study.",
  "22": "---END OF PREVIOUS SECTION---\n39\n\nMr Brown gets up, takes some BOOKS and his TEA CUP with him. MR BROWN (UNDER HIS VOICE)\nMy modest hope is the cost of the lessons will\nnot be the poet. FANNY (STANDING)\nThe cost Mr Brown is that Mr Keats will\nforthwith discuss poetry with me not you as I\nshall study. \n---TARGET SECTION TO BE ANNOTATED---\nMR BROWN\nYou don’t mean to read the poems?\n\nFANNY\nI do until I know all the poets and poems in\nthe world. I have an excellent brain and\nnothing to do as you have so many times noted.\n\fBLUE PAGES 04/04/08 27A.\n\nMR BROWN\nLet me bow to your ambition.\n\fBLUE PAGES 04/04/08 28.\n\nMr Brown exits.\n\nFANNY\nNow Mr Brown has gone I shall find it easier\nto talk, he is forever scrutinising.\n\nFanny looks at Keats. She is unsettled by his darkening\nmood.\n\nFANNY (cont'd)\n.».Can you say something of the craft of\npoetry?\n\nKeats’s face darkens.\n\nKEATS\nPoetic craft is a carcass, a sham. If poetry\ndoes not come as naturally as leaves to a tree\nit had better not come at all.\n\nFanny is writing NOTES as Keats speaks.\n\nKEATS (cont'd)\nI am mistaken I am not sure I can teach you.\n\nFANNY\nAm I so extremely hopeless? Is it Mr Brown? I\nwas too rude? I can apologise.\n\nKEATS\nI don’t think I have the right feeling towards\nwomen. I’m suspicious of my feelings.\n\nFANNY\nI don’t understand you.\n\nKEATS\nIf you knew what a slave to my affections I\nfear myself to be, and the fury it brings\nabout in me, you might understand.\n\nFANNY\nDo you not like me?\n\nKEATS\nI am attracted without knowing why, all women\nconfuse me, even my mother. I yearn to be\nruined by shrews and saved by angels and in\nreality, I have only ever loved my sister.\n\nFanny begins to put on her BONNET.\n\nFANNY\nI am annoyed by my sister as often as I love\nher. And I still do not know how to work a\npoem out well.\n\fBLUE PAGES 04/04/08 29.\n\nKEATS\nYou do not work out a poem. That would undo\nit’s magic. Poems need understanding through\nthe senses, they develop your negative\ncapability not rational capability.",
  "23": "---END OF PREVIOUS SECTION---\nKEATS\nYou do not work out a poem. That would undo\nit’s magic. Poems need understanding through\nthe senses, they develop your negative\ncapability not rational capability. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY\nAnd what is negative capability?\n\nKEATS\nYour capacity for being in uncertainties,\nmysteries, doubts, without any irritable\nreaching after fact and reason.\n\nFanny listens, not understanding.\n\nKEATS (cont'd)\nThe point of diving in a lake isn’t\nimmediately to swim to the shore but to be in\nthe lake, to luxuriate in the sensation of\nwater. You do not work the lake out, it is an\nexperience beyond thought. Poetry soothes and\nemboldens the soul to accept mystery.\n\nFANNY\nI love mystery.\n\nKEATS\nI found your little princess, on the wall by\nmy bed.\n\nFANNY\n\nYou could make her out?\n\nKEATS\nI joined the pin pricks with my pen, she wears\na butterfly frock. Shall we continue with\nSpencer?\n\f40\n\n4l\n\n42\n\n43\n\nBLUE PAGES 04/04/08 30.\n\nINT. BRAWNE DINING ROOM ELM COTTAGE - MORNING 40\n\nFanny and her family are having breakfast. BOWLS of\nPORRIDGE. Fanny is pouring over her POETRY BOOKS, making\nnotes.\n\nFANNY\nMaman, Mr Keats is really very brilliant, but\nhe doesn’t like me. He prefers Toots and\nSamuel and even our cat who he is always\npetting to death.\n\nMrs Brawne watches Fanny who has gone back to eating, with a\nlittle wonderment and concern.\n\nMRS BRAWNE\nMr Keats knows he cannot like you. He has no\nliving and no income.\nEXT. HAMPSTEAD STREET - DAY 4l\nFanny and Samuel walk through the SNOW CLAD streets in their\nWELLINGTONS.\nINT. WENTWORTH HOUSE - DAY 42\n\nFanny is let in at Wentworth House by Mr Brown. She is\ncarrying a LARGE PILE of POETRY BOOKS.\n\nMR BROWN\nMr Keats is not here. He said to tell you he\nhad a sore throat and thought it better to\nstay on in Chichester.\nFanny looks very unbelieving.\n\nMR BROWN (cont'd)\nYou do not believe me, come in.\n\nFanny walks into their parlour.",
  "24": "---END OF PREVIOUS SECTION---\nFanny looks very unbelieving. MR BROWN (cont'd)\nYou do not believe me, come in. Fanny walks into their parlour. \n---TARGET SECTION TO BE ANNOTATED---\nMR BROWN (cont'd)\nThere, no Mr Keats.\n\nFANNY\nMay I return these books to his room? I know\nwhere it is.\n\nINT. KEATS'S BEDROOM WENTWORTH HOUSE - DAY 43\n\nFanny makes her way to Keats’s bedroom on her own. She puts\nthe books on his BEDSIDE TABLE.\n\fBLUE PAGES 04/04/08 30A.\n\nThen sits on the BED and removes the PILLOW to see the tiny\nPRINCESS just as Keats had said, outlined in pen.\n\f44\n\nBLUE PAGES 04/04/08 31.\n\nFanny trots down the STAIRS. Mr Brown waits at the bottom.\n\nMR BROWN\nI have ordered tea for us both. If you tell\nme what you have read, maybe I can catch up.\n\nFanny hesitates.\n\nMR BROWN (cont'd)\nI’m interested...\n\nINT. DILKE SITTING ROOM - DAY 44\nNOTE - This scene now includes SAMUEL\n\nWarm and pretty Maria Dilke pours tea into ELEGANT LITTLE\nCUPS. Her son lays his head in her lap.\n\nMR BROWN\nWhat Chaucer did you read?\n\nFANNY\nAll of it...also Mr Spencer, Mr Milton, and\nThe Odyssey...\n\nMR BROWN\nThat is a lot to read in one week. What did\nyou think of The Odyssey?\n\nFANNY\nI am yet part way through but I have read all\nMr Keats has written twice and learnt some by\nheart. THE EVE OF ST. AGNES\n“Out went the taper as she hurried in;\nIts little smoke, in pallid moonshine, died:\nShe closed the door, she panted, all akin\nTo spirits of the air, and visions wide:\nNo utter’d syllable, or, woe betide!\nBut to her heart, her heart was voluble,\nPaining with eloquence her balmy side;\nAs though a tongueless nightingale should\nswell\nHer throat in vain, and die, heart-stifled, in\nher dell.”\n\nMr Brown listens, impressed, a little smitten and also\ndubious of her claims.\n\nMR BROWN\nAnd what Miss Brawne, did you make of Paradise\nLost?\n\nFANNY\n\nI liked it.",
  "25": "---END OF PREVIOUS SECTION---\nBut to her heart, her heart was voluble,\nPaining with eloquence her balmy side;\nAs though a tongueless nightingale should\nswell\nHer throat in vain, and die, heart-stifled, in\nher dell.”\n\nMr Brown listens, impressed, a little smitten and also\ndubious of her claims. MR BROWN\nAnd what Miss Brawne, did you make of Paradise\nLost? FANNY\n\nI liked it. \n---TARGET SECTION TO BE ANNOTATED---\n\fBLUE PAGES 04/04/08 31A.\n\nMR BROWN\nYou didn’t find Milton’s rhymes a little\npouncing?\n\fBLUE PAGES 04/04/08 32.\n\nFanny looks back wide-eyed at Mr Brown. Mrs Dilke looks up,\npuzzled.\n\nFANNY\nNo, not very.\n\nMr Brown regards Fanny and her wide eyes.\nMR BROWN\nIs it the material of her dress that makes\nMiss Brawne’s eyes so violet like?\n\nMrs Dilke sits forward to look into Fanny’s eyes. Fanny,\nquite pleased, opens them towards Mrs Dilke.\n\nMARIA DILKE\nOh, yes they are blue.\n\nMR BROWN\nViolet almost.\n\nMARIA DILKE\n\nYes, yes. What colour are yours Mr Brown.\nMr Brown BIG EYES Mrs Dilke and then Fanny.\nFANNY\nSuitcase brown.\n45 EXT STREET HAMPSTEAD HEATH - DAY 45\n\nSamuel and Fanny walk home through the Hampstead streets.\n\nFANNY\nDid you see Mr Brown? He was amazed, he was\ngaping.\n\nSAMUEL\nSo many authors in one week is a bit\nincredible\n\nFANNY\n\nI know, he sees I am serious, and I will read\nthem when I have the time.\n\f46\n\n47\n\n48\n\nBLUE PAGES 04/04/08 33.\n\nEXT. ELM HOUSE - DAY 46\nA MESSENGER BOY approaches Elm House with a LETTER.\n\nVALENTINES DAY 1819\n\nINT. BRAWNE HOUSE STAIRS ELM COTTAGE - DAY 47\nMargaret climbs the steps to their bedroom.\n\nMARGARET\nFanny! You have a letter.\n\nMargaret looks hard at the ENVELOPE against the light.\n\nMARGARET (cont'd)\nI think it is a valentine card.\n\nFanny comes to the door. Margaret hands her the envelope.\nFanny promptly shuts the door before Margaret can walk in and\njoin her.\n\nFanny sits neatly on the end of her bed. At her feet a\nPATTERN is pinned out.\n\nFANNY\n“The suitcase?” Oh it is from Mr Brown.\n\nFanny is clearly disappointed and confused.",
  "26": "---END OF PREVIOUS SECTION---\nAt her feet a\nPATTERN is pinned out. FANNY\n“The suitcase?” Oh it is from Mr Brown. Fanny is clearly disappointed and confused. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY (cont'd)\n“Darling Valentine\nI am not sure if you should have a kiss for\nyour violet enchantress eyes or a whipping!\nYours, the suitcase.”\n\nINT. BRAWNE ELM COTTAGE KITCHEN - DAY 48\n\nKeats is pacing in the rain amidst the clothes lines outside\nElm Cottage.\n\nInside Mrs Brawne and the maid watch him from the kitchen\nwindow. Keats appears very agitated.\n\nMRS BRAWNE\nFanny, Mr Keats is behaving very oddly, should\nI invite him inside?\n\nFanny joins the women at the window where Keats continues his\nvigil.\n\fBLUE PAGES 04/04/08 33A.\n\n49 EXT. ELM COTTAGE - DAY 49\n\nFanny puts on her COAT and joins Keats outside. Keats looks\nat Fanny who is pleased to see him.\n\f50\n\nBLUE PAGES 04/04/08 34.\n\nKEATS\nMr Brown sent you a Valentine?\n\nFANNY\nI think it is a joke.\n\nMr Brown is walking up the road towards them. Keats sees\nand backs off, walking towards the Heath.\n\nMR BROWN\nKeats! John, wait.\n\nKeats strides up the road, Fanny and Mr Brown follow him.\n\nEXT. HAMPSTEAD HEATH - DAY\n\nhim\n\n50\n\nFanny and Mr Brown cross the road onto the Heath, where Keats\n\nleads them down an AVENUE OF TREES, then across a FROST\nSCORCHED MEADOW to a COPSE of WINTER ELMS.\n\nNo one speaks. There is gravity to Keats’s mood and an\nanger. Keats takes sidelong glances at Fanny.\n\nKEATS\nI was away but 10 days Brown, with you\nencouraging me to stay on and get well. Now\nyou send Miss Brawne a valentine card. Are\nyou lovers, is that the truth?\n\nKeats walks off again unable to stand still. Keats walks\npast Mr Brown.\n\nMR BROWN\nNo John...\n\nKEATS\nYou sent a card Charles, you have the income\nto marry, where I cannot. Did you accept him\nMiss Brawne? Am I to congratulate you?\n\nMr Brown moves to Keats and by putting his back to Fanny\ntalks privately.",
  "27": "---END OF PREVIOUS SECTION---\nDid you accept him\nMiss Brawne? Am I to congratulate you? Mr Brown moves to Keats and by putting his back to Fanny\ntalks privately. \n---TARGET SECTION TO BE ANNOTATED---\nMR BROWN\nJohn, easy, it was a jest.\n\nKEATS\nFor whom? I do not laugh, Miss Brawne does\nnot laugh.\n\nMR BROWN\n\nI wrote the valentine to amuse Fanny who makes\na religion of flirting. I am simply smoking\nher so you may see who she is.\n\nMr Brown puts his arm about Keats. Keats pulls away.\n\f51\n\nBLUE PAGES 04/04/08 35.\n\nKEATS\nYou disgust me.\n\nMR BROWN\nJohn she is a poetry scholar one week and\nwhat, a military expert the next? It is a\ngame, she collects suitors.\n\nKEATS\nYou astound me...both of you. There is a\nholiness to the heart’s affections, know you\nnothing of that? Believe me it’s not pride,\nit hurts my heart.\n\nKeats walks up to Fanny and stands in front of her.\n\nKEATS (cont'd)\nAre you in love with Mr Brown? Why don’t you\nspeak?\n\nMR BROWN\nShe can’t speak because she only knows how to\nflirt and sew.\n\nFanny walks away, humiliated.\nMR BROWN (CALLING AFTER HER) (cont’d)\nAnd read all Milton whose rhymes do not pounce\nbecause Miss Brawne there are none! There are\none or two of her kind in every fashionable\ndrawing room of this city “aheming” over skirt\nlengths.\n\nA troubled Keats takes a moment or two to decide then runs\nafter Fanny. Together they walk across the Heath.\n\nKEATS\nI’m sorry. We could have a poetry lesson\ntomorrow.\nFanny turns to him, tears streaking her face.\nFANNY (AN IMPRESSIVE RAGE)\nNO! NO! I want to dance and flirt and talk\nof flounces and ribbons and beading until I\nfind my old happiness and humour.\nKeats is impressed by her passion.\n\nFADE TO BLACK.\n\nEXT. HAMPSTEAD HEATH - DAY 51\nSPRING.\n\nA SILHOUETTE of BLOSSOMS on the Heath’s trees.\n\f52\n\n53\n\n54\n\nBLUE PAGES 04/04/08 36.\n\nINT.",
  "28": "---END OF PREVIOUS SECTION---\nA SILHOUETTE of BLOSSOMS on the Heath’s trees. 52\n\n53\n\n54\n\nBLUE PAGES 04/04/08 36. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MRS BRAWNE’S BEDROOM ELM COTTAGE - DAY 52\n\nMrs Brawne, Margaret and Fanny sit together on Mrs Brawne’s\nbed in their NIGHTGOWNS sipping TEA and NIBBLING TOAST from a\nshared plate. TREE FILTERED SUNLIGHT plays on the bed\ncovers.\n\nFanny is attaching the last SLEEVE to a DUSTY PINK JACKET.\n\nMARGARET\nI was dancing, but my dress was not properly\non and no matter how I hauled it up it slipped\nuntil it was around my ankles.\n\nFANNY\n\nDid you have on a petticoat?\nMARGARET\n\nNo, nothing.\nFANNY\n\nNaked?\nMargaret nods and they laugh.\n\nMRS BRAWNE\nDid you dream Fanny?\n\nFanny is remembering her dream but she is not telling. The\nothers know better than to press her.\n\nEXT. WENTWORTH HOUSE - DAY 53\nFanny walks along the street then up the path to Wentworth\nHouse with a WHITE BLOSSOM TWIG. She is wearing a FROCK of\nsnowy whiteness over which she has DUSTY PINK EMPIRE LENGTH\nJACKET. She looks adorable.\n\nBehind her Samuel follows kicking a WOODEN BALL.\n\nFanny sees Keats inside his room and taps at the WINDOW.\n\nEXT. KEATS’S ROOM WENTWORTH HOUSE - DAY 54\n\nKeats leaves Mr Brown at the table and throws open the\nwindow.\n\nFanny gives Keats the BLOSSOM SPRIG from behind her back.\nFANNY\n\nI dreamed of your eyes, it is a sign I think\nthat I do like you.\n\fBLUE PAGES 04/04/08 36A.\n\nKEATS\nEven though I don’t dance?\n\f55\n\n56\n\nBLUE PAGES 04/04/08 37.\n\nFrom behind Keats Mr Brown watches edgily.\n\nMR BROWN (LOUDLY )\nHave we broken for the day? Keats?\n\nBut Keats appears not even to hear.\nSamuel comes over to the window excited.\n\nSAMUEL (TO KEATS)\nWe are going to live next door, Mr and Mrs\nDilke are moving to Westminster and we can\nhave six months half rent!\n\nFANNY\nIt is a great economy for Maman.",
  "29": "---END OF PREVIOUS SECTION---\nSamuel comes over to the window excited. SAMUEL (TO KEATS)\nWe are going to live next door, Mr and Mrs\nDilke are moving to Westminster and we can\nhave six months half rent! FANNY\nIt is a great economy for Maman. \n---TARGET SECTION TO BE ANNOTATED---\n But if you\nlike, only if you like.\n\nKeats climbs out the window. Mr Brown closes his books\nmoodily.\n\nEXT. WENTWORTH HOUSE - DAY 55\nNOTE - BRAWNE cat in basket for move to Wentworth House\n\nWhile the Dilke’s, Maria, Charles and their son move out of\ntheir side of the house, the Brawne’s move in. Mr Brown and\nKeats are talking intensely in the GARDEN, hands behind their\nbacks.\n\nMR BROWN\nIf the princess has already abandoned the\ndwarf, we cannot keep his love speech...\n\nSamuel’s BALL passes in front of them and Keats splits off to\nkick it back. Samuel and Keats begin a game together.\n\nKeats playfully kicks at Mr Brown twice but the ball simply\nbounces off his legs and then Samuel and Keats pass and\ntackle leaving Mr Brown alone. He walks fast into the house.\n\nINT. BRAWNE LIVING ROOM WENTWORTH HOUSE - DAY 56\n\nThe Brawne’s goods are part unpacked. Mr Brown has the\nfamily gathered in the Dilke’s old living room. Mr Brown\nstands at the fireplace while they sit and stand about their\nunsettled furniture.\n\nMR BROWN\nIf Mr Keats and myself are strolling in the\ngarden, lounging on a sofa, staring into a\nwall, do not presume we are not working.\nDoing nothing is the musing of the poet.\n\fBLUE PAGES 04/04/08 37A.\n\nFANNY (TEASING)\nAre these musings what we common people may\nknow as thoughts?\n\f57\n\n58\n\nBLUE PAGES 04/04/08 38.\n\nMR BROWN\nThoughts yes, but of weightier nature.\n\nFANNY\nSinking thoughts?\n\nMR BROWN\nNot really Miss Brawne, musing, making one’s\nmind available to inspiration.\n\nFANNY\nAs in amusing?\n\nMRS BRAWNE\n\nOur thoughts are all very simple so you never\n\nneed worry about interrupting us. We are\n\nalways glad of company and should be happy if\n\nyou joined us for dinner on any day.\nINT. KEATS’S ROOM/STAIRS/FANNY’S ROOM W’WORTH HOUSE - DAY 57\nKeats walks upstairs to his room.",
  "30": "---END OF PREVIOUS SECTION---\nWe are\n\nalways glad of company and should be happy if\n\nyou joined us for dinner on any day. INT. KEATS’S ROOM/STAIRS/FANNY’S ROOM W’WORTH HOUSE - DAY 57\nKeats walks upstairs to his room. \n---TARGET SECTION TO BE ANNOTATED---\n His hands behind his back,\ndistracted with thought, the words of Mr Brown can be heard\nfaintly from the living room. Keats walks into his room and\nstares at the wall.\nFanny and Margaret climb up their stairs and enter their\nbedroom where they resume unpacking and tidying away their\nCLOTHES and EFFECTS.\nKeats moves towards the wall and knocks.\nFanny and Margaret stop still.\n\nMARGARET\nMr Keats?\n\nFanny moves towards the wall.\n\nKeats on his side again knocks a little rhythm.\n\nFanny replies with the same rhythm from her side.\n\nKeats moves his BED against the wall.\n\nFanny and Margaret listen to the sound of the bed scraping\nand thudding against the wall.\n\nINT/EXT. GARDEN/KITCHEN WENTWORTH HOUSE - DAY 58\nA SPRING morning. The FLOWERS are opening their petals to\n\nearly DAPPLED SUN and the BEES are busy visiting each and\nevery bloom.\n\fBLUE PAGES 04/04/08 38A.\n\nAmongst the flowers are Keats, Fanny and Margaret. They are\nmoving between the blossoms sniffing them.\n\f59\n\n60\n\nBLUE PAGES 04/04/08 39.\n\nInside Wentworth House kitchen, Mrs Brawne is helping their\nmaid with TOAST and TEA.\n\nMR BROWN\nGood morning, good morning.\n\nMr Brown's fine good spirits fade when he notices Keats and\nFanny amongst the flowers. Mrs Brawne joins him at the\nwindow. They watch as Fanny and Keats sniff from flower to\nflower. Samuel sits eating his toast.\n\nSAMUEL\nThey are sniffing every flower in the garden\nto find the best scent.\n\nCHARLOTTE\nMr Keats is being a bee.\n\nMr Brown can bear it no more. He takes his tea and leaves.\nNow Fanny and Keats are nose down in the same flower.\n\nMRS BRAWNE\nFanny! I need your help.\n\nFanny appears not to hear.\n\nMrs Brawne goes outside but is immediately drawn into judging\nbetween TWO blooms\n\nOMITTED 59\nINT.",
  "31": "---END OF PREVIOUS SECTION---\nI need your help. Fanny appears not to hear. Mrs Brawne goes outside but is immediately drawn into judging\nbetween TWO blooms\n\nOMITTED 59\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n BROWNS ROOM & BRAWNE DRAWING ROOM/TERRACE WENTWORTH 60\nHOUSE - DAY\n\nMr Brown observes the dance class through the open door,\nbefore he returns to the table where he scans Keats’ writing.\n\nMrs Brawne matches Keats with Margaret but the Dance Master\nchanges them so Keats becomes Fanny’s partner.\n\f61\n\nBLUE PAGES 04/04/08 40.\n\nMR BROWN(READING ALOUD EVE OF ST\nAGNES )\n“Soon trembling in her soft and chilly nest,\nIn sort of wakeful swoon, perplex’d she lay,\nUntil the poppied warmth of sleep oppress’d\nHer soothed limbs, and soul fatigued away;\nFlown, like a thought, until the morrow-day;\nBlinded alike from sunshine and from rain,\nAs though a rose should shut, and be a bud\nagain.”\n\nMr Brown is blinking, touched and impressed\n\nFanny and Keats dance together, small and delicate faery\npeople.\n\nINT. FANNY’S BEDROOM WENTWORTH HOUSE - NIGHT 61\n\nUpstairs Mrs Brawne helps Fanny dress in a NEW BALL GOWN, as\never it is cleverly conceived and original.\n\nA COACH arrives and a young woman friend MARY ROBINSON walks\nup the path to Wentworth House.\n\nInside Keats can hear Fanny coming down the stairs. Keats\nmeets her in the hallway just as Fanny is greeting her\nfriend.\n\nKEATS\nWhere are you going, are you keeping secrets?\nYou said nothing of this on our walk.\n\nFANNY\nIt is not a secret. I am going with Mary toa\ndance at the Mess.\n\nKEATS\nNot to dance?\nFANNY\nYes. Of course I will dance - why don’t you\n\ncome too?\n\nKEATS (LOW TO FANNY)\nTo watch as soldiers put their arms about you?\n\nMrs Brawne comes down the stairs.\n\nMRS BRAWNE\nHello Mary, you've not left yet?\n\nFANNY\nI was just asking Mr Keats to join us but he\nis not persuaded.\n\nKeats bows and full of jealousy retreats.\n\f62\n\n63\n\nBLUE PAGES 04/04/08 41.\n\nADD SOME DANCING.\n\nINT/EXT.",
  "32": "---END OF PREVIOUS SECTION---\n62\n\n63\n\nBLUE PAGES 04/04/08 41. ADD SOME DANCING. INT/EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FANNY’S ROOM/GARDEN WENTWORTH HOUSE - DAY 62\n\nFanny puts her dance sore feet on the floor of her room. She\nopens her CURTAINS to let the morning light in and sees Keats\nlying beneath her window. Keats is looking up at Fanny.\n\nEXT. THE HEATH - DAY 63\nIt is a beautiful day. The HEATHER on the Heath is sprinkled\n\nwith WILD FLOWERS. CHILDREN sail their PAPER BOATS on the\nPOND. Keats and Fanny wait while Margaret buys an ICE CREAM.\n\nKEATS\nLie to me tell me you did not dance last\nnight.\n\nFANNY\n\nI did not sit down a single tune. You can see\nthe truth in my slippers they are completely\nscuffed. I don’t think they can be wiped\nclean even with methylated spirits. Mama is\nannoyed as they are expensive but I do not\nknow how I could have prevented it.\n\nMargaret returns with a VANILLA ICE CREAM.\n\nMARGARET\nMay I watch the boats? I don’t want to wait\nagain under the trees while you talk.\n\nFanny and Keats walk together up the HILL to their favourite\nspot shaded from the sun and prying eyes by long limbed OAK\nTREES.\n\nKEATS (ON THE WAY TO THE TREES)\nI had such a dream last night.\n\nFANNY\nOhhh?\n\nKEATS\nI think one of the greatest enjoyments I have\never had in my life.\n\nFANNY\nWell tell me.\n\nKEATS\nI was floating above the trees with my lips\nconnected to those of a beautiful figure for\nwhat seemed an age. Flowery tree tops sprang\nup beneath us and we rested on them with the\nlightness of a cloud.\n\fBLUE PAGES 04/04/08 42.\n\nKeats sits back into the long grass. Fanny is rattled,\njealous.\n\nFANNY\nWho was the figure?\n\nKEATS\nI must have had my eyes closed for I am not\nsure.\n\nFANNY\n\nYet you remember the tree tops.\n\nKEATS\nNot so well as the lips.\n\nFanny looks at Keats.",
  "33": "---END OF PREVIOUS SECTION---\nFANNY\n\nYet you remember the tree tops. KEATS\nNot so well as the lips. Fanny looks at Keats. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY\nWhose lips? Were they my lips?\n\nKeats touches Fanny’s lips with his finger\n\nKEATS\nThey may have been yours.\n\nKeats closes his eyes and presents his lips for Fanny to\nkiss. Fanny gently places her lips on his.\n\nKeats waits and Fanny kisses him again. Keats pulls Fanny on\ntop of him and kisses her and she him and he her. They lie\ndown together lip to lip.\n\nKEATS (cont'd)\n“Pale were the lips I kiss’d.”\n\nKeats kisses her again.\nKEATS (cont'd)\n“- and fair the form. I floated with about\nthat melancholy storm.”\n\nMargaret comes calling up the hill. Keats makes sound\neffects of wild flowers squealing as Margaret stops.\n\nKEATS (cont'd)\n“Help.” “Ahhh.”\n\nKeats slows her to a halt. To her chagrin she cannot step\nwithout crushing something.\n\nMARGARET\nStop it!\n\f64\n\n65\n\n66\n\n67\n\n68\n\nBLUE PAGES 04/04/08 43.\n\nEXT. HAMPSTEAD HEATH - EVENING 64\nThe three make their way across the Heath home. Keats and\nFanny follow behind Margaret who plays a game of catching\nthem touching, kissing.\n\nEXT. TERRACE BACK OF WENTWORTH HOUSE - EVENING 65\nFanny, Keats and Margaret return. A glowing Keats walks\nbackwards looking at Fanny. Keats lets Fanny pass and watches\nher from behind. Fanny smiles and slyly touches hands.\n\nIn the garden Samuel has climbed onto the HEDGE. Mr Brown\nstands underneath, disconcerted by Keats’s attention to\nFanny. Fanny walks in a cloud up to her room.\n\nINT. FANNY’S BEDROOM WENTWORTH HOUSE - EVENING 66\nFanny lies stretched on her bed listening to her body\ntingling with new and beautiful sensations.\n\nEXT. GARDEN/PLUM TREE WENTWORTH HOUSE - EVENING 67\n\nSamuel is high in the tree branches.\n\nSAMUEL\nMr Brown bet I couldn’t find the nightingale’s\nnest.\n\nMR BROWN\n\nThere is no nest and no bet.\nKeats makes nightingale trills.",
  "34": "---END OF PREVIOUS SECTION---\nSAMUEL\nMr Brown bet I couldn’t find the nightingale’s\nnest. MR BROWN\n\nThere is no nest and no bet. Keats makes nightingale trills. \n---TARGET SECTION TO BE ANNOTATED---\nMr Brown puffs his PIPE while Keats joins Samuel in the tree,\nSILHOUETTED against the last of the SUN WINKING THROUGH THE\nLEAVES.\n\nINT. MR BROWN’S DRAWING ROOM WENTWORTH HOUSE - NIGHT 68\n\nLate at night Keats sits in the drawing room writing a LETTER\nto his brother George and sister-in-law Georgina when Mr\nBrown enters in a DRESSING GOWN with a PLATE of MIDNIGHT\nSNACKS. Mr Brown sits beside Keats and eats without pause.\n\nKEATS\nYou are making a liar of me - I had just writ -\n“Brown is gone to bed - and I am tired of\nrhyming - there is a north wind blowing,\nplaying gooseberry with the trees.”\n\fBLUE PAGES 04/04/08 44.\n\nMR BROWN\nI read your Eve of St Agnes today it does not\ntrip, not once, it is perfect, extraordinarily\n\ngood.\n“Her rich attire creeps rustling to her\nknees:”\n\nKEATS\n“Soon, trembling in her soft and chilly nest,\nIn sort of wakeful swoon, perplex’d she lay,\nUntil the poppied warmth of sleep oppress’d\nHer soothed limbs, and soul fatigued away;”\n\nMR BROWN\n“Her soothed limbs,...”\nI spent the afternoon sorting through your\nsins and think Ode to Psyche very keen,\nbeautiful and clear.\n“And there shall be for thee all soft delight\nThat shadowy thought can win,\nA bright torch, and a casement ope at night,\nTo let the warm Love in!”\nSee here there are tears, you are so far ahead\nof me and above me.\n\nKEATS\nBrown, I am amazed.\n\nMR BROWN\nYour writing is the finest thing in my life.\nA greater miracle than to see new life born.\nThat sort of miracle is in compare common\nplace.\n\nMr Brown holds out his hand to Keats who takes it. Mr Brown\npats Keats hand.\n\nMR BROWN (TO KEATS’S HAND) (cont'd)\nYou wrote this little hand.\n\nKEATS (PLAYFULLY)\nYes, while he was dreaming I wrote it all, see\nthis is where the pen pressed.\n\nMr Brown clasps the hand.",
  "35": "---END OF PREVIOUS SECTION---\nMR BROWN (TO KEATS’S HAND) (cont'd)\nYou wrote this little hand. KEATS (PLAYFULLY)\nYes, while he was dreaming I wrote it all, see\nthis is where the pen pressed. Mr Brown clasps the hand. \n---TARGET SECTION TO BE ANNOTATED---\nMR BROWN\nAs one who truly loves you I must warn you\nkindly of a trap you are walking into.\n\nKEATS\nIf you are going to speak of Miss Brawne we\nhave never agreed and cannot agree.\n\nMR BROWN\nNo that is not true, we both agree she is an\nexquisite dressed creature.\n\f69\n\n70\n\n71\n\nBLUE PAGES 04/04/08 45.\n\nKEATS\nIs it a sin to look well?\n\nMR BROWN\nFor one or two of your “slippery blisses” you\nwill lose your freedom permanently. You will\nbe slaving at medicine 15 hours a day - for\nwhat? To keep Mrs Keats in French ribbon?\n\nKeats looks dismayed, sick.\n\nMR BROWN (cont'd)\nI cherish your talent, I truly do.\n\nKEATS\nThen allow me my happiness for I am writing\nagain.\nEXT. PLUM TREE WENTWORTH HOUSE - MORNING 69\n\nKeats looks up into the PLUM TREE. He whistles. The\nNIGHTINGALE sings.\n\nINT/EXT. WENTWORTH HOUSE - MORNING 70\n\nFanny watches Keats from her bedroom window.\n\nINT/EXT. WENTWORTH HOUSE AND GARDEN - MORNING 71\n\nKeats picks up a CHAIR from the living room table. As he\ntakes it outside Fanny comes down the stairs and goes to the\nBrawne sitting room where she sees Keats place the chair\nunder the plum tree in the DAPPLED SHADE.\n\nOut of Keats’s pocket he takes a FOLDED PIECE OF PAPER and a\nLEAD PENCIL. He does not write but becomes perfectly still,\nhis body relaxed, his focus inward.\n\nKEATS (V.O.)\nODE to a NIGHTINGALE\n“My heart aches, and a drowsy numbness pains\nMy sense, as though of hemlock TI had drunk,\nOr emptied some dull opiate to the drains\nOne minute past, and Lethe-wards had sunk:\n‘Tis not through envy of their happy lot,\nBut being too happy in thy happiness, -”\n\nFanny watches Keats move his chair to the shade and his pen\nmake its steady journey across the paper.",
  "36": "---END OF PREVIOUS SECTION---\nHe does not write but becomes perfectly still,\nhis body relaxed, his focus inward. KEATS (V. O.)\nODE to a NIGHTINGALE\n“My heart aches, and a drowsy numbness pains\nMy sense, as though of hemlock TI had drunk,\nOr emptied some dull opiate to the drains\nOne minute past, and Lethe-wards had sunk:\n‘Tis not through envy of their happy lot,\nBut being too happy in thy happiness, -”\n\nFanny watches Keats move his chair to the shade and his pen\nmake its steady journey across the paper. \n---TARGET SECTION TO BE ANNOTATED---\nMr Brown enters his living room, he notices the chair gone,\nthen Keats under the tree one leg crossed over the other\ncompletely still except for the pen flying.\n\f72\n\n73\n\nBLUE PAGES 04/04/08 46.\n\nKEATS (V.O.) (cont'd)\n“That thou, light-winged Dryad of the trees,\nIn some melodious plot\nOf beechen green, and shadows numberless,\nSingest of summer in full-throated ease.”\n\nTHE NIGHTINGALE SINGS AGAIN THEN FLIES OUT THROUGH THE\nBRANCHES LIKE AN ARROW. [CGI SHOT]\n\nKeats watches the bird’s flight then continues writing.\nFanny rises and walks to the window her SEWING in hand.\n\nKeats has gone. The chair is empty.\n\nINT. BROWN’S DRAWING ROOM WENTWORTH HOUSE - DAY 72\n\nKeats stuffs his NOTES into a gap in the BOOKSHELF of the\ndrawing room. Mr Brown looks up and watches as Keats walks\nout of the room. Mr Brown retrieves the notes. Carefully Mr\nBrown lays the PAGES out on the table.\n\nINT. BRAWNE DRAWING ROOM WENTWORTH HOUSE - DAY 73\n\nKeats is playing with the Brawne CAT. Toots stands ready in\na BONNET for a walk. Samuel has a BALL and CRICKET BAT.\n\nFanny joins them, BONNET, GLOVES and PARASOL ready. Keats\nlooks across and smiles.\n\nMr Brown enters the drawing room unannounced, he looks very\nintense.\n\nMR BROWN\nJohn, can you come?\nKEATS\nI was about to accompany the Miss Brawnes to\n\nthe Heath.\nMr Brown looks urgent, intent.\n\nMR BROWN\nNow. Please.\n\nFanny glumly undoes the BOW on her bonnet and Keats follows\nMr Brown out of the room. As Fanny goes to the stairs bonnet\nin hand, she pauses. She can hear the sound of Keats’s voice\nand sometimes Mr Brown reading with him.\n\nKEATS (AND MR BROWN)\n“Darkling I listen: and for many a time\nI have been half in love with easeful Death,\nCalled him soft names in many a mused rhyme,\nTo take into the air my quiet breath.",
  "37": "---END OF PREVIOUS SECTION---\nAs Fanny goes to the stairs bonnet\nin hand, she pauses. She can hear the sound of Keats’s voice\nand sometimes Mr Brown reading with him. KEATS (AND MR BROWN)\n“Darkling I listen: and for many a time\nI have been half in love with easeful Death,\nCalled him soft names in many a mused rhyme,\nTo take into the air my quiet breath. \n---TARGET SECTION TO BE ANNOTATED---\n\f74\n\nBLUE PAGES 04/04/08 47.\n\nFanny opens the door softly despite Mr Brown’s sign KEEP OUT\nPOETS AT WORK.\n\nKeats turns and sees her. Mr Brown is at the table trying to\nmake out Keats’s handwriting as he makes a fair copy.\n\nMR BROWN\n“Now more than ever seems it rich to die.”\n\nKEATS\n“To cease upon the midnight with no pain,\nWhile thou art pouring forth thy soul abroad\nIn such an ecstasy!”\n\nFanny sits on a chair against the wall listening, thrilled.\nMr Brown stops work and scrapes back his chair looking at\nKeats exasperated.\n\nKEATS (cont'd)\nWhat?\n\nMR BROWN\nDid you tell Miss Brawne of our summer\nholiday, or shall I?\n\nFanny looks at Keats.\n\nKEATS\nNot as yet. Brown is doing his summer rental\nand we both have to leave.\n\nMR BROWN\nWe are meeting up on the Isle of Wight for\nsome undisturbed writing and carousing.\n\nFanny is burning with humiliation. Head bowed she rises from\nthe chair and leaves.\n\nINT. HALL WENTWORTH HOUSE - DAY 74\n\nIn the DARK HALL Fanny leans against the wall and sobs. The\ndoor opens, it is Keats.\n\nKEATS\nFanny I was going to tell you.\n\nFANNY\nWhen? When were you going to tell me? You\nplay with me like a cat. I won’t be PICKED UP\nAND PUT DOWN!\n\nFanny shrieks at Keats stalking back to her side of the\nhouse. Slamming the door. Mr Brown opens the door. Samuel\ncomes downstairs to look.\n\fBLUE PAGES 04/04/08 47A.\n\nKeats knocks on the Brawne sitting room door. He lets\nhimself in. Fanny is sobbing onto her mother’s lap.\n\f75\n\nBLUE PAGES 04/04/08 48.\n\nKEATS\nMay I speak to Fanny Mrs Brawne?\n\nFANNY\nNO, NO, I will not speak to him. (Shrieking at\nKeats) YOU HAVE HUMILIATED ME! YOU COULD NOT\nHAVE DONE BETTER IF YOU HAD STRIPPED ME BARE!\n\nKeats is white with fright.",
  "38": "---END OF PREVIOUS SECTION---\nFANNY\nNO, NO, I will not speak to him. (Shrieking at\nKeats) YOU HAVE HUMILIATED ME! YOU COULD NOT\nHAVE DONE BETTER IF YOU HAD STRIPPED ME BARE! Keats is white with fright. \n---TARGET SECTION TO BE ANNOTATED---\nKEATS\nI have no money Fanny in fact I am in debt. I\nmust earn, I must write and make a living. If\nI fail though I hate to think on it, I must\nmake way so another may marry and adore you as\nI wish to.\n\nFANNY\nI will not be adored ever again by you or\nanyone! I hate you! I hate you! I HATE YOU!\n\nKeats sits, alarmed and helpless watching the sobbing Fanny\nin Mrs Brawne’s lap. Mrs Brawne resumes her EMBROIDERY,\nraising her eyebrows at Keats.\n\nFADE TO BLACK.\n\nEXT/INT. BRAWNE HALF OF WENTWORTH HOUSE - DAY 75\n\nThe Brawne half of the house in it’s summer suit. DAPPLED\nLIGHT, YELLOW LAWN, ROSES BOBBING. The Heath beyond full of\nMERRYMAKERS .\n\nSamuel wanders out the FRONT DOOR. Mrs Brawne is cleaning\nTEASPOONS in the dining room. Margaret in the drawing room\nis sewing a SAMPLER. Fanny watches Samuel waiting at the\ngate. The POST MESSENGER passes but does not pause. Samuel\nturns and walks back.\n\nSAMUEL (CALLING TO FANNY)\nNothing.\n\nA disappointed Fanny is sitting on an UPRIGHT CHAIR with the\nCAT on her lap. Mrs Brawne counts the SPOONS and places them\none by one in a VELVET LINED BOX.\n\nFANNY\nMy life is no more than a cats. I sleep. I\nclean myself. I prowl around the rooms and\nbarely ever leave this house or this\nneighbourhood.\n\nTEARS begin to well in Fanny’s eyes.\n\nMrs Brawne repairs to the kitchen for more SILVER.\n\f76\n\n77\n\nBLUE PAGES 04/04/08 49.\n\nMUSIC can be heard distantly on the Heath and the SHOUTS and\nLAUGHTER of the SUMMER CROWD.\n\nMargaret carries a little SAMPLE WORK across to Fanny.\n\nMARGARET (TOOTS)\nWill you check my stitch Fanny it is an open\nwork seam.\n\nFANNY\nOh God no Toots, go away. I don’t care a dam\nfor stitches.",
  "39": "---END OF PREVIOUS SECTION---\nMARGARET (TOOTS)\nWill you check my stitch Fanny it is an open\nwork seam. FANNY\nOh God no Toots, go away. I don’t care a dam\nfor stitches. \n---TARGET SECTION TO BE ANNOTATED---\n Mama, please get rid of her.\n\nThe CAT is sent flying and Margaret’s STITCHING is tossed\naside.\n\nEXT/INT. FANNY’S ROOM WENTWORTH HOUSE - CLEAR SUMMER’S DAY 76\nFanny is lying in bed.\n\nMargaret kneels beside the bed, a set up of her TOY WORLD\nwith ALL ITS ACCOUTREMENTS lined up on the floor.\n\nMrs Brawne enters with a TRAY OF TEA.\nFanny looks up.\n\nFANNY\nNo letter?\n\nMRS BRAWNE\nNot today.\n\nFanny falls back softly CRYING.\n\nFANNY\nAm I in love? Is this love? It really is a\nvery bad thing. I shall never tease about it\nagain. It is very hard, so sore I believe one\ncould die of it.\n\nINT. BRAWNE DRAWING ROOM WENTWORTH HOUSE - DAY 77\n\nFanny sitting in the drawing room POURING TEA for Mrs Dilke,\nher mother, Margaret and Samuel.\n\nFanny hears the STEPS of a MESSENGER outside the GATE. Her\nwhole concentration shifts, she puts down the pot and moves\nto the window willing the messenger to stop at their gate.\n\nHe does. The messenger opens the gate and walks up the path\ncarrying a letter. Fanny is drawn to the door like one\npossessed. The messenger hands the LETTER IN KEATS’S HAND to\nFanny.\n\fBLUE PAGES 04/04/08 49A.\n\nShe PAYS the messenger 1/6d and without further explanation\ntakes the letter held to her bosom upstairs to her bed. She\npulls the covers up over her head and in her tent like\nprivacy opens the letter.\n\f78\n\nBLUE PAGES 04/04/08 50.\n\nKEATS (V.O.)\n\nSHANKLIN,\nISLE OF WIGHT, THURSDAY\nMy dearest Lady,\n\n“I am now at a very pleasant Cottage window, looking onto a\nbeautifully hilly country, with a glimpse of the sea; the\nmorning is very fine. I do not know how elastic my spirit\nmight be, what pleasure I might have in living here if the\nremembrance of you did not weigh so upon me.",
  "40": "---END OF PREVIOUS SECTION---\nKEATS (V. O.)\n\nSHANKLIN,\nISLE OF WIGHT, THURSDAY\nMy dearest Lady,\n\n“I am now at a very pleasant Cottage window, looking onto a\nbeautifully hilly country, with a glimpse of the sea; the\nmorning is very fine. I do not know how elastic my spirit\nmight be, what pleasure I might have in living here if the\nremembrance of you did not weigh so upon me. \n---TARGET SECTION TO BE ANNOTATED---\n --- ask yourself\nmy love whether you are not very cruel to have so\nentrammelled me, so destroyed my freedom.”\n\nEXT. HAMPSTEAD HEATH - DAY 78\n\nFanny leaves the house trailed by Margaret and Samuel. As\nshe walks out upon the Heath away from other strangers and\nfar ahead of her brother and sister, she takes out Keats’s\nLETTER.\n\nKeats’s letter continued.\n\n“Will you confess this in a letter? You must write\nimmediately and do all you can to console me in it --- make\nit rich as a drought of poppies to intoxicate me --- write\nthe softest words and kiss them that I may at least touch my\nlips where yours have been.”\n\nFanny gulps for breath, she kneels unaware of herself in the\nLONG GRASS studying the words. Pressing her lips against the\nletter.\n\nKeats’s letter continued.\n\n“For myself I know not how to express my devotion to so fair\na form: I want a brighter word than bright; a fairer word\nthan fair.”\n\nMargaret and Samuel catch up with Fanny and collapse in the\ngrass near her, watching her strange possession with the\nletter but knowing better than to interrupt.\n\nKeats’s letter continued.\n\n“I almost wish we were butterflies and liv’d but three summer\ndays --- three such days with you I could fill with more\ndelight than fifty common years could ever contain.”\n\nFanny beams at Margaret. She pulls her towards her and\nkisses her.\n\f79\n\n80\n\nBLUE PAGES 04/04/08 51.\n\nFANNY\nIf I have ever been mean and I know I might\nhave been, please forgive me my darling Toots.\n\nMargaret blinks with each kiss.\n\nFANNY (cont'd)\nSorry, sorry, sorry.\n\nINT. FANNY’S BEDROOM WENTWORTH HOUSE - NIGHT 79\nFanny prepares the paper by kissing it.\n\nMy Dear Mr Keats,\n\n“Thank you for your letter.\n\nI have lately felt so nervous and ill that I had to stay five\ndays in bed. But having received your letter yesterday, I am\nup and again walking our paths on the Heath.\n\nI have begun a butterfly farm in my bedroom in honour of us.\nSammy and Toots are catching them for me.",
  "41": "---END OF PREVIOUS SECTION---\nBut having received your letter yesterday, I am\nup and again walking our paths on the Heath. I have begun a butterfly farm in my bedroom in honour of us. Sammy and Toots are catching them for me. \n---TARGET SECTION TO BE ANNOTATED---\n Samuel has made a\nscience of it and is collecting both caterpillars and\nchrysalises so we may have them fluttering about us a week or\nmore.”\n\nThe children and Fanny in the business of BUTTERFLY and\nCATERPILLAR collecting.\n\nJAR TOPS are covered in GREASE PROOF PAPER and tied around\nthe top with STRING. The paper is PRICKED with a FORK for\nair holes.\n\nThe jars are lined up around Fanny’s bedroom.\n\nFanny's PEN DIPS into the INK, a BUTTERFLY in a GLASS COVERED\nJAR slowly CLOSES it’s wings as she writes her letter.\n\nINT. BRAWNE KITCHEN WENTWORTH HOUSE - DAY 80\nFanny talks to her mother in the kitchen. She is dressed for\nan outing, all in WHITE, STRAW BONNET and WHITE PARASOL. Mrs\nBrawne is rolling out a PIE while the maid is IRONING.\n\nFANNY\nIf a letter...\n\nMRS BRAWNE\nI promise I shall come and find you.\n\nFANNY\nBut be ready. Have your hat and parasol\nready.\n\f81\n\n82\n\nBLUE PAGES 04/04/08 52.\n\nMRS BRAWNE\nPerhaps I'll send Abigail. Can you run?\n\nABIGAIL\nOh yes I can, if I lift my skirts go as fast\nas any boy or even a man.\n\nEXT. HAMPSTEAD HEATH - DAY 81\n\nFanny and Margaret are strolling near the POND where CHILDREN\nwade and coax their TOY BOATS along with a STICK. Samuel is\nguiding his along from the edge. Fanny’s eyes scan any sign\nof movement, a CHILD chasing a BALL, a MAN bowling a CRICKET\nBALL, A MOTHER rushing after a TODDLER.\n\nFanny lies on the GRASS face-down, dead-like.\nMost of the Heath’s revellers have left.\nMargaret sits near Fanny not knowing what to do.\nSamuel fiddles with his boat’s RIGGING.\n\nMARGARET (SPEAKING TO FANNY ON THE\nGROUND)\n\nShall we go home? Fanny? I have collected\n\nsome leaves for the caterpillars.\n\nINT.",
  "42": "---END OF PREVIOUS SECTION---\nFanny? I have collected\n\nsome leaves for the caterpillars. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BRAWNE DRAWING ROOM WENTWORTH HOUSE - DAY 82\n\nOn the staircase as Fanny enters lies a LETTER from Keats\naddressed to her. Fanny snatches up the letter and storms\ninto the drawing room. Charles and Maria Dilke stand to\ngreet her but she is in mid fury.\n\nFANNY\nWhy didn’t you send for me? Mr Keats has\nwritten and you did not send Abigail as you\nhad said.\n\nMRS BRAWNE\nPlease greet our friends.\n\nFANNY\nI’m sorry but I cannot be polite when I have\nbeen so betrayed. Why are you against me\n\nMama?\n\nMRS BRAWNE\nFanny the letter could wait an hour. I needed\nAbigail.\n\nFANNY\n\nThree hours!!!\n\f83\n\n84\n\nBLUE PAGES 04/04/08 53.\n\nFanny storms out of the drawing room and upstairs to her\nroom.\n\nThe party downstairs re-seats themselves, the air fatally\nelectrified around them.\n\nMARIA DILKE\nWhen did this happen?\nMRS BRAWNE\nUnder my nose - I am praying to God it will\nblow over.\nINT. FANNY’S BEDROOM WENTWORTH HOUSE - NIGHT 83\n\nIn the privacy of her room Fanny by CANDLELIGHT reads her new\nletter.\n\nKeats’s letter.\n\n“I have two luxuries to brood over in my walks, your\nloveliness and the hour of my death. O that I could have\npossession of them both in the same minute.\n\nI am miserable that you are not with me: or rather breathe\nin the dull sort of patience that cannot be called life. I\nnever knew before, what such a love as you have made me feel,\nwas; I did not believe in it; my Fancy was afraid of it, lest\nit should burn me up. But if you will fully love me, though\nthere may be some fire it will not be more than we can bear\nwhen moistened and bedewed with Pleasures.”\n\nFANNY\n“Bedewed with Pleasures...”\n\nFanny kisses the letter.\n\nINT.",
  "43": "---END OF PREVIOUS SECTION---\nI\nnever knew before, what such a love as you have made me feel,\nwas; I did not believe in it; my Fancy was afraid of it, lest\nit should burn me up. But if you will fully love me, though\nthere may be some fire it will not be more than we can bear\nwhen moistened and bedewed with Pleasures.”\n\nFANNY\n“Bedewed with Pleasures...”\n\nFanny kisses the letter. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FANNY’S BEDROOM WENTWORTH HOUSE - AFTERNOON 84\n\nMrs Brawne enters Fanny’s bedroom concerned by the romantic\nchaos, BUTTERFLIES in the air, CLOTHES scattered about.\nAttempted LETTERS littering the bed and all about Fanny,\nKEATS'S LETTERS. Fanny looks up smiling.\n\nFANNY\nI forgive you Maman.\n\nMrs Brawne OPENS a window.\n\nMARGARET\nNo Maman we will lose them.\n\nMRS BRAWNE\nThere is no air.\n\fBLUE PAGES 04/04/08 54.\n\nMARGARET\nThey love the heat.\n\nFANNY (READING)\nListen, “I love you more in that I believe you\nhave liked me for my own sake - I have met\nwith women who I really think would like to be\nmarried to a poem and to be given away by a\nNovel.” “Married to a poem.”\n\nFanny laughs amused. Mrs Brawne does not. Butterflies\nflutter past Mrs Brawne.\n\nFANNY (cont’d)\nMaman do not be cross.\n\nFanny takes her mother’s hand.\n\nFANNY (cont'd)\nWhen I do not hear from him it is as if I have\ndied, as if the air is sucked out of my lungs\nand I am left desolate, but when I receive a\nletter I know our world is real and it is the\nonly one I care for.\n\nMrs Brawne backs out of the door. Fanny gets up and follows\nMrs Brawne to her own neat, clean bedroom.\n\nFANNY (cont’d)\nWas Mrs Dilke speaking against us?\n\nMRS BRAWNE\nShe is your friend too. And she cares for and\nloves Mr Keats as I do.\n\nFANNY\nBut not as I do. What did she say?\n\nMRS BRAWNE\nThat he should not come back here and live is\nwhat Mrs Dilke said. What Mr Dilke is saying\n\ntoo.\nFANNY\nAnd you agree?\nMRS BRAWNE\nYes.\nFANNY\nLet me marry him Mama, if he comes back let us\nbe.\nMRS BRAWNE\n\nYou ambush me Fanny.\n\f85\n\n86\n\n87\n\nBLUE PAGES 04/04/08 55.",
  "44": "---END OF PREVIOUS SECTION---\nFANNY\nLet me marry him Mama, if he comes back let us\nbe. MRS BRAWNE\n\nYou ambush me Fanny. 85\n\n86\n\n87\n\nBLUE PAGES 04/04/08 55. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY\nI will organise my life. Take all the\nletters, you keep them, and once a day, no\nbetter, once a week you may give them to me\nfor one hour. The rest of the week I shall\nwork. I shall sew 4 hours, and study, and\ntake up my dance classes, we can all walk upon\nthe Heath. I will make you laugh again Mama\nbut let us be engaged.\n\nMRS BRAWNE\nNo man wants to live off his wife’s family who\nare barely managing.\n\nFANNY\nYou insult him and you insult me. Why must\nyou do this? His great worth is in the\nfuture. What can we not afford, another chop?\nThen I shan’t eat and when I die the family\ncan prosper, is this your logic?\n\nMrs Brawne looks at Fanny hopelessly.\n\nMRS BRAWNE\nDo your programme. Give me the letters, let\nus try.\n\nFANNY\n\nI may keep only the latest? Mama to have\n\nsomething of his.\nINT. BRAWNE DRAWING ROOM WENTWORTH HOUSE - DAY 85\nFanny, Margaret and Samuel are practising their dance steps.\nMrs Brawne passes through the room cautiously pleased.\nINT. BRAWNE DINING ROOM WENTWORTH HOUSE - EVENING 86\nMargaret and SIX OTHER CHILDREN receive instructions from\nFanny on how to work a SWISS EMBROIDERY FRAME clamped to the\ntable.\n\nFANNY (TO MARGARET )\nFill the inside with as many padding stitches\nas you can, then use a wide slanted satin\n\nstitch.\n\nMrs Brawne watches, cautiously pleased.\n\nINT. BRAWNE KITCHEN WENTWORTH HOUSE - DAY 87\n\nMargaret runs into the kitchen looking frightened. Mrs\nBrawne and Abigail are ROLLING PASTRY.\n\f88\n\n89\n\n90\n\n91\n\nBLUE PAGES 04/04/08 56.\n\nMARGARET\nFanny wants a knife.\n\nMRS BRAWNE\nWhat for? What has happened?\n\nMargaret's lip begins to quiver.\n\nMrs Brawne runs up the kitchen stairs.\n\nINT.",
  "45": "---END OF PREVIOUS SECTION---\nMargaret's lip begins to quiver. Mrs Brawne runs up the kitchen stairs. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FANNY’S BEDROOM WENTWORTH HOUSE - DAY 88\n\nFanny lies sobbing on the floor, clutching her latest letter,\na TINY pair of SEWING SCISSORS lie nearby. The family cat\nsniffs curiously at her cheek, while only one live dazed\nBUTTERFLY flutters around the room. The CORPSES of many\nothers lie about the floor and surfaces.\n\nFANNY\nIt is all over. I have such a short letter,\nafter all this time, saying he was in London,\nin London but couldn’t bring himself to visit\nfor fear it would burn him up!\n\nMRS BRAWNE\nHe wrote that, “burn him up?”\n\nFANNY\nHe has made no fortune and he is ashamed of\nit. If only he knew how little I, or even\nyou, care for that now. I don’t know how I\nwill live.\n\nFanny breaks down, a small scratch on her wrist.\n\nINT. BRAWNE STAIRS WENTWORTH HOUSE - EVENING 89\nAbigail and Margaret carry an armful of EMPTY butterfly JARS\nfull of DEAD LEAVES downstairs to the kitchen.\nINT. FANNY’S BEDROOM WENTWORTH HOUSE - EVENING 90\nFanny sweeps BUTTERFLY CORPSES into a dustpan.\n\nFADE TO BLACK.\n\nEXT/INT. WENTWORTH HOUSE - DAY 91\n\nMargaret and Samuel are playing cricket in the garden, they\nstop and stare as Mr Brown appears on the path.\n\nMR BROWN\nHello.\n\f92\n\nBLUE PAGES 04/04/08 57.\n\nMargaret turns and leaves immediately. Behind Mr Brown a\nTHIN YOUNG MAN pulls a cart piled with Mr Brown’s holiday\nLUGGAGE.\n\nA crushed Fanny and Mrs Brawne are quietly sewing; Fanny a\nDRESS, while Mrs Brawne DARNS. Margaret appears at the\nwindow.\n\nMARGARET\nMr Brown has returned but no Mr Keats with my\nrocks he promised.\n\nMrs Brawne looks across at Fanny anxiously.\n\nFANNY\nWhat can he do to me? Hurt my pride? It has\nslipped so low I have stepped out of it.\n\nINT.",
  "46": "---END OF PREVIOUS SECTION---\nHurt my pride? It has\nslipped so low I have stepped out of it. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MR BROWN’S HALF WENTWORTH HOUSE - DAY 92\n\nMr Brown is surrounded by his LUGGAGE in piles in his drawing\nroom. He is PAYING the CARTER who puts the last of the bags\ndown.\n\nThere is a KNOCK at the door. Fanny enters followed by\nABIGAIL their RED HEADED MAID, her head bowed.\n\nFANNY\nMama asked me to welcome you home and to\nintroduce you to Miss O’Donaghue who is our\nmaid but may also do for you.\n\nThe young IRISH maid BLUSHES and CURTSEYS.\n\nABIGAIL\nPlease sir call me Abigail or Abby.\n\nMR BROWN\nVery well. Be sure you do not enter when the\ndoor is closed.\n\nAbigail nods.\n\nABIGAIL\nYes sir.\n\nAbigail leaves. Mr Brown watches, his interest mildly\naroused. Fanny remains awkwardly.\n\nMR BROWN\nMr Keats is not coming back. He is going to\nlive in London.\n\nFANNY\nPlease tell Mr Keats that we Brawne’s have\nkept safe all his things.\n\f93\n\n94\n\n95\n\n96\n\n97\n\nBLUE PAGES 04/04/08 58.\n\nINT. BRAWNE BASEMENT WENTWORTH HOUSE - DAY 93\nFanny takes the KEY from Keats’s chest stacked high with\nbooks. She threads it onto a RIBBON.\n\nINT. BRAWNE KITCHEN WENTWORTH HOUSE - DAY 94\n\nFanny is KNITTING a fine wool SOCK in the DIMLY LIT kitchen.\nAbigail is kneading and making BREAD.\n\nABIGAIL\nMr Brown has said that I could learn to read\nyet and I said “what will I read?” And he said\n“even the Bible is not so dull as you might\nbelieve.” He has said that the “Songs of\nSolomon” are juicy enough to make a churchman\nblush and as I learn to read I will see he\ndoes not tell a lie!\n\nFanny’s FOUR slim NEEDLES work steadily, systematically.\nAround her neck is the RIBBON reaching into her bodice.\nEXT. WENTWORTH HOUSE - DAY 95\n\nKeats walks up the path to Wentworth House.\n\nINT.",
  "47": "---END OF PREVIOUS SECTION---\nEXT. WENTWORTH HOUSE - DAY 95\n\nKeats walks up the path to Wentworth House. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BRAWNE KITCHEN WENTWORTH HOUSE - DAY 96\nMargaret runs into the room.\nMARGARET\nMr Keats has come, aren’t you coming down? He\nneeds the key to his chest.\n\nFanny is startled. She puts down her NEEDLEWORK.\n\nINT. BRAWNE CELLAR WENTWORTH HOUSE - DAY 97\n\nFanny follows Margaret into the cellar where Keats and Samuel\nare struggling with the LOCK.\n\nSAMUEL\nDo you have the key Fanny?\nFANNY\nHello Mr Keats.\nKEATS\n\nHello Miss Brawne.\n\fBLUE PAGES 04/04/08 58A.\n\nThe two stare at each other a long moment before Fanny\nremoves the RIBBON from around her neck and gently pulls the\nKEY clear from her bodice where it had been nestling in her\nbust. Fanny drops it into Keats’s hand.\n\f98\n\nBLUE PAGES 04/04/08 59.\n\nKeats is transfixed by the warm KEY lying in his palm,\nburning it.\n\nSamuel leaves, his voice FADING off.\n\nSAMUEL\nMama we have found it, Fanny had it like I\nthought.\n\nIgnoring everything but each other, Fanny gently takes the\nkey from Keats and kneeling unlocks his CHEST. She opens the\nlid.\n\nFANNY\nWhat do you need?\n\nKeats kneels beside her. He is unable to take his eyes from\nher. He watches as Fanny pulls out items of clothing.\n\nFANNY (cont'd)\nYour coat?\n\nFanny shakes it out holding it up.\n\nFANNY (cont’d)\nBut it is not warm enough, there is no lining.\nThese brown breeches are warm.\n\nTheir eyes connect as Fanny turns slowly towards Keats the\nFOLDED PANTS in her hands. She turns back to the trunk.\n\nFANNY (cont'd)\nAnd your black vest, Ohhh it has a small hole.\nI could mend it so well you will not see it.\n\nWordlessly Keats and Fanny continue bonding through the\ndomestic chores simple and deep - all his resolve dissolving.\n\nINT. 25 COLLEGE STREET - DAY 98\n\nThe Dilke family DINING ROOM where the Dilke’s SON and a\nFRIEND play.",
  "48": "---END OF PREVIOUS SECTION---\nI could mend it so well you will not see it. Wordlessly Keats and Fanny continue bonding through the\ndomestic chores simple and deep - all his resolve dissolving. INT. 25 COLLEGE STREET - DAY 98\n\nThe Dilke family DINING ROOM where the Dilke’s SON and a\nFRIEND play. \n---TARGET SECTION TO BE ANNOTATED---\n Charles Dilke writes at one end of the TABLE\nKeats at the other while Maria Dilke is POURING TEA. Keats's\nPEN dips in his DARK BROWN INK.\n\n11 & 13 October 1819\nMy Sweet Girl,\n\n“I am living today in yesterday: I was in a complete\nfascination all day. I feel myself at your mercy. Write me\never so few lines and tell me you will never for ever be\nless kind to me than yesterday - you dazzled me - there is\nnothing in the world so bright and delicate.\n\fBLUE PAGES 04/04/08 59A.\n\nYou have abosrbed me I have a sensation at the present moment\nas if I was dissolving ---”\n\f99\n\n100\n\nBLUE PAGES 04/04/08 60.\n\nEXT. HAMPSTEAD HEATH - DAY 99\n\nFanny and Keats walk slowly together through the AUTUMN\nLEAVES on the Heath. Samuel and Toots run ahead. The lovers\nlean together on the trunk of a huge ELM. Keats gives Fanny\na RING. Keats kisses Fanny deeply on the lips. Toots and\nSamuel shocked, stop in their tracks.\n\nINT. BRAWNE DINING ROOM WENTWORTH HOUSE - DAY 100\n\nMrs Brawne and Maria Dilke are talking gravely and taking TEA\nin the Brawne’s dining room. Fanny passes through with her\nsewing.\n\nMRS BRAWNE\nFanny.\n\nFANNY\nWhat is wrong, you are looking so grave?\n\nMRS BRAWNE\nMaria says Mr Keats is now proposing to live\nnext door again. She wants to know if I have\nany objections.\n\nFANNY\nOf course you don’t. No she doesn’t. Mr\nBrown is Mr Keats’s best friend, how can we\nobject.\n\nMaria Dilke is quiet, she looks at Mrs Brawne.\n\nMARIA DILKE\nFanny, Mr Dilke and I are worried that such\nclose connection may prove restrictive for\nyou.\n\nFANNY\nNo.\n\nMARIA DILKE\nI don’t think you fully understand.",
  "49": "---END OF PREVIOUS SECTION---\nMARIA DILKE\nFanny, Mr Dilke and I are worried that such\nclose connection may prove restrictive for\nyou. FANNY\nNo. MARIA DILKE\nI don’t think you fully understand. \n---TARGET SECTION TO BE ANNOTATED---\n Mr Keats\ncan’t afford to marry, his circumstances are\nreally quite hopeless and if he is next door\nhow will you meet anyone else? How will you\ngo to dances?\n\nMrs Dilke notices Fanny’s ring, shocked.\n\nMARIA DILKE (cont'd)\nOhh but you are engaged?\n\nFANNY\nIt was Mr Keat’s mothers ring, not an\nengagement ring.\n\f101\n\nBLUE PAGES 04/04/08 61.\n\nMRS BRAWNE (OVERLAPPING)\nYou were not to wear it\n\nFANNY\nSee I wear it on the finger next door\nMARIA DILKE\nWhat a pretty ring.\nMRS BRAWNE\nDo not even discuss it. She is in no way bound\n\nto him.\n\nMrs Brawne is SHAKING her head exhausted by Fanny’s powers of\npersuasion.\n\nFANNY (CONT'D)\nYou taught me to love, you never said only the\nrich, only a thimbleful. Mr Keats is a\ngenius. His poems will sell, and until then I\ncould make money sewing.\n\nMARIA DILKE\nAttachment is such a difficult thing to undo\n\nINT. HALL WENTWORTH HOUSE - DAY 101\n\nFanny is walking towards Keats and Mr Brown’s door. She\nslips her GARNET RING off her middle finger and across to her\nengagement finger.\n\nMRS BRAWNE\nFanny!\n\nFanny hides her left hand behind her back.\n\nFANNY\nI am going to say good morning.\n\nMRS BRAWNE\nHow will he write his poems if you are with\nhim? Come.\n\nFANNY\nIt is alright he is simply fair copying the\npoems for a new book and in this I give him\ncalm.\n\nFanny enters the poets rooms almost invisibly. Quietly she\ntakes a CHAIR and places it next to Keats at the table. She\nbegins to sew. Mr Brown, at the other end of the table,\nfinally notices and leaves perturbed. As the door closes\nFanny and Keats immediately begin to kiss. Keats rests his\nhead on Fanny’s chest.\n\f102\n\nBLUE PAGES 04/04/08 62.",
  "50": "---END OF PREVIOUS SECTION---\nAs the door closes\nFanny and Keats immediately begin to kiss. Keats rests his\nhead on Fanny’s chest. 102\n\nBLUE PAGES 04/04/08 62. \n---TARGET SECTION TO BE ANNOTATED---\nKEATS\n“Pillow’d upon my fair love’s ripening breast,\nTo feel forever it’s soft swell and fall,\nAwake forever in a sweet unrest\nStill, still to hear her tender taken breath.”\n\nFANNY\nIt’s new, from which poem?\n\nKEATS\nYours -\n“Bright Star would I were stedfast as thou art-\nNot in lone splendour hung aloft the night.”\n\nFANNY\nWhy do you say Not? Not in lone splendour?\n\nKEATS\nBecause I want to be close enough to you,\n(kiss), to hear your every breath, (kiss), yet\nI wish for the eternal faithfulness of a star.\n\nFANNY (PUSHING HIM BACK)\nYou fear I am not steadfast because I oblige\nMaman by going to a dance?\n\nKEATS\nDon’t tease Fanny.\n\nFANNY\nI will tell Maman I am unwell.\n\nFanny kisses Keats.\n\nKEATS\nNo, go, go.\n\nINT. BRAWNE KITCHEN WENTWORTH HOUSE - DAY 102\n\nMr Brown scoffs FRESH SCONES in the kitchen. Abigail BUTTERS\nthem for him full of admiration. Fanny is working on her\nSCRAPBOOK of fashion ideas.\n\nMR BROWN\nGood Irish Abigail\nWho never did fail\nTo make a scone\nAs good as a swan...\n\nAbigail puts a hand over her rotted teeth as she giggles.\n\nSuddenly Fanny rises, she is looking out the window as the\nSNOW begins to fall. Fanny leaves the room.\n\fBLUE PAGES 04/04/08 63.\n\n103 INT. BRAWNE DRAWING ROOM WENTWORTH HOUSE - DAY 103\n\nMrs Brawne sees Fanny walking out into the snow. She moves\nto the window.\n\nMRS BRAWNE\nFanny come in, it has turned very cold.\n\nFANNY\nMr Keats has gone into London with no coat.\n\nFADE TO BLACK.\n\n104 INT. BRAWNE DRAWING ROOM WENTWORTH HOUSE - NIGHT 104\nThe SNOW has turned to SLEET. The Brawne’s make their way by\nCANDLE up to their rooms.\n\n105 INT. FANNY’S BEDROOM WENTWORTH HOUSE - NIGHT 105\nFanny watches from her window.",
  "51": "---END OF PREVIOUS SECTION---\nThe Brawne’s make their way by\nCANDLE up to their rooms. 105 INT. FANNY’S BEDROOM WENTWORTH HOUSE - NIGHT 105\nFanny watches from her window. \n---TARGET SECTION TO BE ANNOTATED---\n RAIN is reflected across her\nface. She is relieved to finally see the small chilled\nfigure of Keats making his way unsteadily to the house.\n\n106 INT. MR BROWN’S HALL WENTWORTH HOUSE - NIGHT 106\n\nMr Brown comes out from his study as he hears the front door\nCLOSE.\n\nKeats is WET and staggering, finding it hard to stand.\n\nMR BROWN\nHave you had wine?\n\nKeats shakes his head.\n\nMR BROWN (cont'd)\nWhat is the matter, are you fevered?\n\nKEATS\nYes, yes. I was severely chilled. I was on\nthe outside of the coach - but now I don’t\nfeel it.\n\n107 INT. FANNY’S BEDROOM WENTWORTH HOUSE - NIGHT 107\n\nIt is PITCH BLACK only the SOUND of Mr Brown’s VOICE\nSHOUTING, BANGING and FOOTSTEPS.\n\nMR BROWN (VOICE OFF)\nAbigail! Abigail! Get up, dress yourself we\nneed a doctor.\n\fBLUE PAGES 04/04/08 63A.\n\nFanny sits up terrified.\n\f108\n\nBLUE PAGES 04/04/08 64.\n\nINT. BRAWNE KITCHEN WENTWORTH HOUSE - NIGHT 108\n\nFanny in her DRESSING GOWN and with a CANDLE. Abigail is\ncarrying SHEETS through to the laundry. Fanny follows her.\n\nFANNY\nWhat has happened?\n\nABIGAIL\nI don’t know Ma’am.\n\nFANNY\nHas a doctor arrived?\n\nABIGAIL\nYes Ma’am. Mr Brown told me to take these\nsheets off as they are bloodied.\n\nAbigail places them in the LAUNDRY TUB and turns on the\nWATER.\n\nFANNY\nIs it Mr Keats?\n\nAbigail makes her way back to the STOVE with its BOILING\nKETTLE.\n\nABIGAIL\nI don’t know Ma’am.\n\nFANNY\nLet me help.\n\nFanny puts CHINA CUPS on a TRAY. Her hands are shaking. Mr\nBrown comes through. Fanny moves towards him about to speak.\n\nMR BROWN ECHOING (INTERRUPTING)\nNot now Fanny, I can’t talk.\n\nFANNY\nIf he’s ill I want to help. He would want me\nthere.",
  "52": "---END OF PREVIOUS SECTION---\nMR BROWN ECHOING (INTERRUPTING)\nNot now Fanny, I can’t talk. FANNY\nIf he’s ill I want to help. He would want me\nthere. \n---TARGET SECTION TO BE ANNOTATED---\nMR BROWN\n\nMove away, this is an emergency. A basin, I\nneed a basin and a towel, glasses.\n\nFANNY\nI can bring them.\n\nMR BROWN\nNO! STAND BACK!\n\nFanny stands back offering no resentment. The SOUND of WATER\nfilling the wash tub sends her to the laundry. She turns off\nthe TAP, Keats’s BLOODIED SHEETS blooming in the dark tub.\n\f109\n\nBLUE PAGES 04/04/08 65.\n\nINT. BRAWNE KITCHEN WENTWORTH HOUSE - DAY 109\n\nMr Brown is standing by the kitchen HEARTH, towels are folded\non the table. Abigail crosses past with a barely touched\nTRAY of BROTH and TOAST from Keats’s room. DR BREE is\nfinishing up a plate of bacon and eggs. The Brawnes\n(including Samuel and Margaret) are sitting at the table\nlistening anxiously.\n\nMR BROWN\nDoctor Bree was particular in saying that Mr\nKeats should avoid all sources of excitement.\nIt is a disease peculiarly vulnerable to\nromantic anxiety.\n\nBrown looks towards the Doctor who confirms Brown’s\nexplanation with a nod.\n\nDR BREE\nA lot of rest.\n\nHe leaves, head down, signalling them to remain.\n\nMR BROWN\nKeats has already asked to see Miss Brawne but\nI have managed him and said she had gone into\ntown...\n\nFANNY\nBut I have not. How could I go into town when\nMr Keats is so ill?\n\nMR BROWN\nI am speaking of keeping Mr Keats calm.\n\nFANNY\nWhat must he be thinking? This is a deception\nI cannot join.\n\nMR BROWN\nIt is not a deception, I am simply determined\nto preserve the life of my friend.\n\nFANNY\nHe will be unquiet until he sees me...\n\nMR BROWN\nHe has been profoundly unquiet since you have\ndecided to love him Miss Brawne.\n\nFANNY\nHe would be more unquiet if I decided not to.\n\nMRS BRAWNE (SHARPLY)\nFanny!\n\fBLUE PAGES 04/04/08 65A.\n\nFANNY\nMr Brown would have it that I kill Mr Keats\nwith affection.\n\fBLUE PAGES 04/04/08 66.",
  "53": "---END OF PREVIOUS SECTION---\nBLUE PAGES 04/04/08 65A. FANNY\nMr Brown would have it that I kill Mr Keats\nwith affection. BLUE PAGES 04/04/08 66. \n---TARGET SECTION TO BE ANNOTATED---\nMR BROWN\nPerhaps you will. Perhaps there is nothing I\ncan do to protect him from your insistence of\nloving him into an early grave. But I shall\ntry, Miss Brawne, I shall try! All visits\nwill follow my regime or they will not happen\nat all.\n\nFanny sits back shocked.\nMRS BRAWNE\nPlease, we Brawne’s will do whatever we can to\nrestore Mr Keats to health.\nINT. KEATS’S ROOM/PASSAGE WENTWORTH HOUSE - EVENING 110\nFanny waits outside Keats’s room. She puts her GARNET RING\n\nonto her engagement finger. The DOOR opens, Mr Brown stands\naside to allow Fanny through.\n\nKEATS\nDarling girl. I have been wondering where you\nwere.\n\nFANNY\n\nI never did go to town, I have been waiting to\nbe with you the whole day.\n\nKEATS\nLast night there was a great rush of blood,\nsuch that I thought I cannot survive, that I\nwould suffocate. I said to Mr Brown very\ncalmly “this is unfortunate” and my thoughts\nwere of you.\n\nKeats strokes her hand.\nKEATS (cont'd)\nKnowing you are next door makes a pleasant\nprison of my house.\n\nMr Brown enters the room and Fanny immediately lets go of\nKeats's hand and rises.\n\nKEATS (cont'd)\nCome as frequently as they allow. And write\nme when you cannot.\n\nINT. STAIRS/MRS BRAWNE’S ROOM WENTWORTH HOUSE - NIGHT 111\n\nFanny runs upstairs into her mother’s room. Mrs Brawne takes\nher in her arms, Fanny SOBS onto her lap.\n\fBLUE PAGES 04/04/08 67.\n\nFANNY\nHe has a new greatcoat, why didn’t he wear it?\nOh God, Oh God he spat so much blood. Why\nmust this happen to us? I am so afraid.\n\nFanny abruptly sits up wiping her face.\nFANNY (cont ’d)\n\nWait, I have to write him a note so he has\nsomething of me tomorrow morning.\n\n112 OMITTED 112\n\n113 OMITTED 113\n\fBLUE PAGES 04/04/08 68.",
  "54": "---END OF PREVIOUS SECTION---\nFanny abruptly sits up wiping her face. FANNY (cont ’d)\n\nWait, I have to write him a note so he has\nsomething of me tomorrow morning. 112 OMITTED 112\n\n113 OMITTED 113\n\fBLUE PAGES 04/04/08 68. \n---TARGET SECTION TO BE ANNOTATED---\n114 INT/EXT KEATS/BROWNS ROOM/GARDEN - DAY 114\n\nKEATS (V.O.)\n“My sweet creature when I look back upon the\necstasies in which I have pass’d some days and\nthe miseries in their turn, I wonder the more\nat the Beauty which has kept up the spell so\nfervently. When I send this round I shall be\nin the front parlour watching to see you show\nyourself for a minute in the garden.\nHow horrid was the chance of slipping into the\nground instead of into your arms - the\ndifference is amazing Love.\nDo not take the trouble of writing much:\nmerely send me my “good night,” to put under\nmy pillow.”\n\nJ. Keats\n\nKeats is resting in a MAKESHIFT BED made from chairs. Fanny\nappears in the garden, Keats’s NOTE in her hand. She walks\ntowards Keats’s window.\n\nMr Brown looks up from his desk. He gets up and walks\ntowards the windows.\n\nMR BROWN (SHOOING FANNY)\nGo! Go on!\n\nKeats turns to see Fanny.\n\nKEATS\nNo Brown I need to see her.\n\nFanny KISSES her NOTE and holds it to her heart. Keats\nsmiles at her.\n\nKEATS (cont'd)\nI feel anxious if I miss a day.\n\nMR BROWN\nWhy not bed her, she would do whatever you\nwished. It might relieve your condition.\n\nKeats is writing a LETTER. On his SIDEBOARD is a row of JARS\nand JELLIES, GIFTS from friends’ larders.\n\f120\n\nBLUE PAGES 04/04/08 69.\n\nINT. FANNY’S BEDROOM - DAY 115\n\nFanny sits on the edge of her bed and writes on a SMALL PIECE\nOF PAPER the words “good night”.\n\nINT. DOORWAY TO MR BROWN’S APARTMENT - DAY 116\n\nThe FOLDED PAPER with “Mr Keats” written in tiny handwriting\nis slipped under Mr Brown and Keats’s door. Both men turn to\nlook.\n\nINT.",
  "55": "---END OF PREVIOUS SECTION---\nDOORWAY TO MR BROWN’S APARTMENT - DAY 116\n\nThe FOLDED PAPER with “Mr Keats” written in tiny handwriting\nis slipped under Mr Brown and Keats’s door. Both men turn to\nlook. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KEATS'S BEDROOM - EVENING 117\n\nA BARE CHESTED Keats takes the NOTE from his trouser pocket,\nunfolds it, puts it to his lips then places it under his\nPILLOW. He RAPS on the wall.\n\nINT. FANNY’S BEDROOM - EVENING 118\n\nThe “rap” is faint on Fanny’s side but she hears it and puts\nher hand against her side of the wall. Toots already in bed,\nwatches the ritual. Fanny’s SHADOW FLICKERS large against\nthe wall.\n\nEXT. HAMPSTEAD HEATH - DAY 119\n\nFanny sits upon a STONE WALL on Hampstead Heath reading her\nnote while Samuel and Margaret play with a CRICKET BALL.\n\nFanny walks, still reading through some desolate SKELETONS of\nTREES, NO LEAVES above and MUD below.\n\n“Let me no longer detain you from going to Town - there may\nbe no end to this emprisoning of you. Perhaps you had better\nnot come before tomorrow evening: send me however without\nfail a good night. You know our situation - I am recommended\nnot even to read poetry much less write it. I wish I had\neven a little hope. I cannot say forget me - but I would\nmention that there are impossibilities in the world.”\n\nYour affectionate\n\nJ.K.\n\nOMITTED 120\n\f121\n\nBLUE PAGES 04/04/08 70.\n\nINT. HALL/MR BROWN’S DRAWING ROOM WENTWORTH HOUSE - DAY 121\n\nFanny walks quickly to Mr Brown’s half of the house where\nKeats is propped up on a DAY BED. She draws a chair next to\nhim.\n\nFanny sews and talks quietly.\n\nFANNY\nWhy do you say impossibilities?\n\nKEATS\nI have coughed blood again. I fear the\ndisease has the upper hand and I cannot\nrecover.\n\nFANNY\nI cannot leave you. It is an impossibility. I\nhave such clear hope about your new book of\npoems. When you are well enough you can\nfinish the fair copying. They are more\nbeautiful than any I have read of Mr Coleridge\nor Mr Wordsworth or even Lord Byron.",
  "56": "---END OF PREVIOUS SECTION---\nI\nhave such clear hope about your new book of\npoems. When you are well enough you can\nfinish the fair copying. They are more\nbeautiful than any I have read of Mr Coleridge\nor Mr Wordsworth or even Lord Byron. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY (cont'd)\n“Oh What can ail thee knight at arms,\nAlone and palely loitering?\nThe sedge has withered from the lake\nAnd no birds sing!”\n\nFANNY (cont’d)\n“I met a lady in the Meads\nFull beautiful, a faery’s child;\nHer hair was long, her foot was light\nAnd her eyes were wild -”\n\nKEATS\n“I set her on my pacing steed\nAnd nothing else saw all day long,\nFor sidelong would she bend, and sing\nA faery’s song -”\n\nFANNY\n“She found me roots of relish sweet\nAnd honey wild and manna dew,\nAnd sure in language strange she said\nI love thee true -”\n\f122\n\nBLUE PAGES 04/04/08 71.\n\nKEATS\n“She took me to her elfin grot\nAnd there she wept and sigh’d full sore,\nAnd there I shut her wild wild eyes\nWith kisses four.”\n\nFANNY\n“And there she lulled me asleep\nAnd there I dream’d - Ah! Woe betide!\nThe latest dream I ever dreamt\nOn the cold hill side.”\n\nINT. BRAWNE KITCHEN WENTWORTH HOUSE - DAY 122\n\nFanny comes into the kitchen where Abigail is making an\nincredible RACKET, BANGING POTS, and STOMPING to and fro.\n\nOn the TABLE is a LETTER.\n\nFANNY\nIs it mine?\n\nABIGAIL\nAye it is. Mr Brown has said to give it to\nyou tomorrow, but I shall not wait. He is\nevery bit as cruel as any gaoler of any prison\nin this foul world. Let him do his own dirty\nwork.\n\nFanny takes up the LETTER. She looks at Abigail and sees her\neyes are red from crying.\n\nABIGAIL (cont'd)\nIf you have a note for poor Mr Keats I will\ntake it as soon as you will.\nAbigail bursts into TEARS. Fanny moves to comfort her.\n\nABIGAIL (cont'd)\nI wish I were dead. Oh my God! Ohhh! Ohhh!\n\f123\n\n124\n\nBLUE PAGES 04/04/08 72.\n\nINT. FANNY’S BEDROOM WENTWORTH HOUSE - DAY 123\nFanny writes at her PORTMANTEAUX.",
  "57": "---END OF PREVIOUS SECTION---\n123\n\n124\n\nBLUE PAGES 04/04/08 72. INT. FANNY’S BEDROOM WENTWORTH HOUSE - DAY 123\nFanny writes at her PORTMANTEAUX. \n---TARGET SECTION TO BE ANNOTATED---\nDearest Love,\n\n“I hope you rested well last night. I am turning circles for\njoy that you have finished the fair copy of your book.\n\nDid you hear from your side the banging of pots? Abigail has\nbeen sobbing without stop and believes you are the only one\nshe can confess her troubles to.\n\nI shall send you later your “good night” with Abigail. She\nhas quite changed and will help me whenever I ask!”\n\nYours ever and with love Fanny\n\n“P.S. Tell me as soon as you are able when Dr Bree has come\nand what he says.”\n\nINT. KEATS'S PARLOUR WENTWORTH HOUSE - NIGHT 124\nKeats turns as Mr Brown enters.\n\nKEATS\nI am boiling with fury.\n\nMR BROWN\nWhat is it? This is not good, be calm. You\nmust not convulse again.\n\nKEATS\nAbigail is with child, but to whom out of\nshame or fear she would not say. We Brown\nmust find out and when we have his name,\nbutcher or baker, he shall face up to his\nindecency. Call her, let us get it done..\n\nMR BROWN\nIt’s not necessary. She has me believe I am\nthe father.\n\nKEATS\n\nMy God, I had no notion of a love affair.\n\nMR BROWN\nThere was none or I must have slept through\nit. I woke up after some claret to find the\ngirl in my bed snoring like a fireman.\n\nKEATS\nWith what ease you help yourself.\n\f125\n\nBLUE PAGES 04/04/08 73.\n\nMR BROWN\nIt was an accident. Now she is starting a\nsobbing campaign to marry me. I shan’t of\ncourse.\n\nKEATS\nAnd the child?\n\nMR BROWN\nI have agreed to pay expenses. The worst\nthing is I can’t keep this place, I have to\nstart my summer rental early. I feel wretched\nturning you out while you are unwell, but I\nhaven’t anything left, only debt.\n\nKEATS\nDon’t be concerned, I shall manage. In what\nstumbling ways a new soul is begun.\n\nINT.",
  "58": "---END OF PREVIOUS SECTION---\nKEATS\nDon’t be concerned, I shall manage. In what\nstumbling ways a new soul is begun. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BROWN’S DRAWING ROOM WENTWORTH HOUSE - DAY\n\nFanny quietly pours tea and moves softly amongst Keats's\n\nLITERARY SUPPORTERS and Dr Bree. She is invisible to all but\n\nKeats who constantly watches her.\n\nMR HUNT\nGentleman I think we should hear Dr. Bree on\nthe issue of climate for Keats health.\nDoes he want to go to Rome?\n\nDR BREE\nHe has to go. He won't live through another\nwinter in England.\n\nMR HUNT\nHow do you feel about Italy John?\n\nKeats doesn’t reply\n\nMR BROWN\nI think it’s an issue of finance.\n\nMR HUNT\nCould we between us not start a fund or a\ncollection? Where are we up to with the poems?\n\nMR HASLAM\nWe have them in the Galley now.\n\nJOHN REYNOLDS\nCould they not generate income?\n\nMR HASLAM\nIt is very hard to predict sales\n\n+ eH\n\fBLUE PAGES 04/04/08 73A.\n\nMR HUNT\nOf course he'll need a traveling companion.\nBrown, you’ll go?\n\nMR BROWN\nYes, absolutely someone must go, but I’m not\nsure I’1l be able to.\n\nMR HUNT\nIs that a ‘No’?\n\nDR BREE\nThere is an excellent English doctor in Rome,\na Dr Clark, who could also find rooms for you\nMr Keats.\n\f126\n\nBLUE PAGES 04/04/08 74.\n\nKEATS (TURNING FROM FANNY)\nPardon?\n\nDR BREE\nI am talking of a Dr Clark who attends the\nEnglish colony in Rome.\n\nKEATS\nAh.\n\nMR HUNT\nI can help find a room for the summer John if\nyou want.\n\nAt that moment a pregnant Abigail makes her way into the room\nwith a tray of hot tea.\n\n(OVERLAPPING)\n\nABIGAIL (HISSING)\nMiss, Miss.\n\nBut it is Mr Brown who strides irritated to the door and\nswiftly takes the hot pot. Abigail doesn’t move, she stays\nstill like a stunned rabbit. The men look then look away\ndiscretely.\n\nMR BROWN\nWhich poem goes first? Is it to be Lamia or\nEve of St Agnes?\n\nMR HASLAM\nIt is Lamia I believe.",
  "59": "---END OF PREVIOUS SECTION---\nMR BROWN\nWhich poem goes first? Is it to be Lamia or\nEve of St Agnes? MR HASLAM\nIt is Lamia I believe. \n---TARGET SECTION TO BE ANNOTATED---\nKeats nods once again watching Fanny.\n\nEXT. STREET KENTISH TOWN - DAY 126\n\nAll along the street are signs of the precarious life of the\npoor, STREET URCHINS begging, a DRUNK collapsed in the\npavement. Fanny and Samuel support Keats along the road,\npausing as a cough racks his body.\n\nSamuel walks a few steps behind, next to a BOY carting\nKeats’s TRUNK.\n\nFANNY\nI want to come to Italy with you. We can\nmarry and I’1l go with you. Sammy walk\nbehind.\n\nKeats laughs.\n\n*\n\f127\n\nBLUE PAGES 04/04/08 75.\n\nKEATS\nMy friends talk of Italy but I have no money\nand must yet make it through the summer in\nLondon. Besides, I don’t believe it possible\nI could ever leave you.\n\nSamuel is slinking up alongside Fanny and Keats.\n\nFANNY (EXASPERATED)\nGet back behind.\n\nKEATS\nPoor Sammy, he’s not a dog.\nFANNY\nBut he will tell!\nSAMUEL\nI won't tell.\nFANNY\n\nYou see, he listens.\nKeats stops.\n\nKEATS (EVASIVE)\nFarewell me here.\n\nFANNY\nWhy?\n\nINT. CORRIDOR/BASEMENT KENTISH TOWN HOUSE - DAY 127\n\nFanny and Keats follow the LANDLADY down a DAMP corridor into\na BASEMENT SUITE of TWO WATER STAINED ROOMS. There is a\nTABLE DIMLY LIT by the basement’s WINDOW. A SHRIEK followed\nby another somewhere higher in the building.\n\nLANDLADY\nWe don’t do linen.\n\nShe leaves, SHOUTING back up the stairs.\n\nKeats sits at the DESK. He pretends to write. He turns to\nsee Fanny’s look of horror. Keats looks away, shamed,\nsteely.\n\nFANNY\nMr Hunt cannot have meant these rooms.\n\nKeats is going darkly into himself. He shakes his head.\n\nKEATS\nI told you not to come. Tell me how will you\nfill your days when we are apart? Who will\nyou find to smile with?\n\f128\n\nBLUE PAGES 04/04/08 76.",
  "60": "---END OF PREVIOUS SECTION---\nTell me how will you\nfill your days when we are apart? Who will\nyou find to smile with? 128\n\nBLUE PAGES 04/04/08 76. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY\nNo one, I will wait.\n\nKEATS\nWait?\n\nFanny nods, confused.\n\nKEATS (cont'd)\n\nYes you can wait, you can probably find\namusements. I am not the same as you. The\nvery air I breathe empty of you is unhealthy.\nYou are to me an object intensely desirable.\nBut that’s all right because you can wait!\nYou don’t know what it is to love. It is\nmaking me glad there is such a thing as the\ngrave!\n\nINT. BRAWNE DRAWING ROOM WENTWORTH HOUSE - DAY 128\n\nFanny, her mother, Samuel and Margaret and the Dilke’s are\nsitting at their FORMALLY SET TABLE. All are very subdued.\n\nFanny is deeply depressed. Out of nowhere she starts to sob.\n\nThe children and Mrs Brawne watch her anxiously. All decorum\nis swept aside as Fanny’s sobs become convulsive. Mrs Brawne\nwaves the children away. She takes Fanny’s head in her arms,\nstroking her tears away but they do not stop. Mrs Dilke also\nstrokes her.\n\nFANNY\nHe wrote that I don’t love him. He was told I\nhave been flirting...but I haven't.\n\nMARIA DILKE\nHow long has Mr Keats been gone?\n\nMRS BRAWNE\nFive weeks.\n\nMARIA DILKE\nPerhaps it is for the best.\n\nFANNY\nWhose best?\n\nMARIA DILKE\nI thought it might be a relief to be separated\nwhen the circumstances are so difficult.\n\nFANNY\nEveryone wishes I would give up, but I cannot,\neven if I wanted to I cannot. There is no one\nin this world so beautiful or so brilliant.\n\f129\n\n130\n\n131\n\nBLUE PAGES 04/04/08 77.\n\nMrs Dilke and Mrs Brawne exchange looks of anxiety. Toots’s\nface appears at the window.\n\nFANNY (cont'd)\nGet rid of her!\n\nEXT. WENTWORTH HOUSE GARDENS - EVENING 129\n\nMargaret is outside in the garden PICKING FLOWERS when she\nnotices something strange under the HEDGE. A LEG, then as\nshe cautiously circles, ANOTHER LEG and a BUNDLE beside it.\n\nOMITTED 130\n\nEXT.",
  "61": "---END OF PREVIOUS SECTION---\nWENTWORTH HOUSE GARDENS - EVENING 129\n\nMargaret is outside in the garden PICKING FLOWERS when she\nnotices something strange under the HEDGE. A LEG, then as\nshe cautiously circles, ANOTHER LEG and a BUNDLE beside it. OMITTED 130\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n WENTWORTH HOUSE GARDENS - DAY 131\n\nFanny approaches the tree slowly like a cat until a very ill\nKeats, barely recognisable, turns, his eyes accusing and\nfrightened on Fanny. Keats puts an arm out to fend Fanny\noff.\n\nKEATS\nKeep away if you do not love me, if you have\nnot a crystal conscience this past month.\n\nFANNY\nJohn...?\n\nFanny does not hesitate, she kisses Keats. He is sheet white\nand sweating.\n\nKEATS\nI thought my heart was breaking.\n\nFANNY\nYou are shivering. What is this, blood?\nMaman! Toots, call Maman.\n\nKEATS\nHunt’s son opened your letter and hid it for\ntwo days...I’ve walked out, I’ve left them...\n(KEATS IS BARELY ABLE TO SPEAK)\n\nKeats falls to one side unconscious as Mrs Brawne arrives\noutside.\n\f132\n\n133\n\n134\n\nBLUE PAGES 04/04/08 78.\n\nEXT/INT. GARDENS/HALL WENTWORTH HOUSE - DAY 132\nThe Brawnes assist Keats towards the house\n\nThe Brawne’s roll Keats gently onto a SHEET and together lift\nhim upstairs and onto Mrs Brawne’s BED.\n\nINT. MRS BRAWNE’S BEDROOM WENTWORTH HOUSE - DAY 133\nDoctor Bree is applying SUCTION GLASSES to Keats’s back.\nFanny sits beside him stroking his forehead. Mrs Brawne\npicks up Keats’s SOILED CLOTHES from the floor.\n\nINT. BRAWNE LAUNDRY WENTWORTH HOUSE - EVENING 134\n\nMrs Brawne is putting Keats’s clothes into the TUB. Fanny\njoins her helping to scrub the stains.\n\nFANNY\n\nMaman may Mr Keats stay?\nMRS BRAWNE\n\nYes all right, tonight.\nFANNY\n\nAnd tomorrow? Until he leaves for Italy?\nMRS BRAWNE\n\nBut you are not even officially engaged.\nFANNY\n\nCan’t we be?\nMRS BRAWNE\n\nPlease do not begin, there is no end to this,\nnext you will want to marry and after that\ntravel to Rome. It is all my doing.",
  "62": "---END OF PREVIOUS SECTION---\nFANNY\n\nCan’t we be? MRS BRAWNE\n\nPlease do not begin, there is no end to this,\nnext you will want to marry and after that\ntravel to Rome. It is all my doing. \n---TARGET SECTION TO BE ANNOTATED---\n I should\nnever have moved to this house. I have let\nthis happen.\n\nFANNY\nLet him stay just until Italy. I promise I\nshall never ever ask anything more. You will\nnot regret it.\n\nMrs Brawne continues to scrub.\n\nMRS BRAWNE\nYou are already the source of so much gossip.\n\nFANNY\nWell let us be engaged. He is too ill to bea\nthreat!\n\f135\n\n136\n\n137\n\n138\n\nBLUE PAGES 04/04/08 79.\n\nINT. MRS BRAWNE’S BEDROOM WENTWORTH HOUSE - NIGHT 135\nFanny sits beside her feverish fiance, cooling his head with\na WET CLOTH. She moves her ENGAGEMENT RING across to the\n\nfourth finger on her left hand. Her RING SPARKLES in the\nnight. Bright Star.\n\nINT. BRAWNE KITCHEN WENTWORTH HOUSE - DAY 136\n\nVEGETABLES are being peeled and chopped. A CHICKEN BROTH is\nstrained.\n\nOMITTED 137\n\nINT. MRS BRAWNE’S BEDROOM WENTWORTH HOUSE - DAY 138\n\nInside Keats is dressed, lying dreaming on a DAY BED by the\nwindow.\n\nFanny takes the tray and puts it carefully on Keats’s lap.\nMargaret steps shyly towards Keats smiling.\n\nKEATS\nToots have you been eating rosebuds?\n\nTOOTS\nNo, I never have.\n\nKEATS\nSo where do your cheeks get their blush?\n\nFanny pulls her chair close, signalling Margaret to leave.\n\nFANNY\nBye, bye.\n\nKeats begins to sip the SOUP. There is a WILD ROSE on\nKeats's tray. Fanny takes a PETAL and winds it around her\nfinger.\n\nKEATS\n“fold a rose leaf around thy finger’s\ntaperdness,\nAnd soothe thy lips.”\n\nFanny rubs the PETAL across her lips.\n\f139\n\nBLUE PAGES 04/04/08 80.\n\nKEATS (cont'd)\n...sometimes remember that I did not only dote\non roses but climbed mountains and cut up\nbodies.\n\nINT. BRAWNE LIVING ROOM WENTWORTH HOUSE - DAY 139\n\nThere is a small gathering of Keats’s inner circle in the\nBrawne living room.",
  "63": "---END OF PREVIOUS SECTION---\nKEATS (cont'd)\n...sometimes remember that I did not only dote\non roses but climbed mountains and cut up\nbodies. INT. BRAWNE LIVING ROOM WENTWORTH HOUSE - DAY 139\n\nThere is a small gathering of Keats’s inner circle in the\nBrawne living room. \n---TARGET SECTION TO BE ANNOTATED---\n MR TAYLOR and MR HASLAM Keats's\npublishers, Mr Severn a young and very nervous painter friend\nand MR HUNT a loyal supporter. The tea has mostly been drunk\nand people are preparing to leave.\n\nFanny is quietly sewing a silk lining onto a CAP. An\nimproving Keats sits next to her. They are very much a\ncouple.\n\nMR TAYLOR\nI confirmed your ship, the Maria Crowther\nsailing to Naples.\n\nMR SEVERN\nWhen does she leave?\n\nMR HASLAM\nIn ten days.\n\nKeats winces, he looks at Fanny stops sewing, stops\nbreathing.\n\nMR TAYLOR\nAutumn is coming, it’s getting colder, I’m\nafraid if you delay there will be less and\nless reason to hope.\n\nKEATS\nSo there is no putting it off I must march\nagainst the battery.\n\nMr Severn has SPILT his TEA onto his SAUCER and is\nneurotically dallying about what to do.\n\nFANNY\nLet me pour you another.\n\nMR SEVERN\nReally, well perhaps I might just tip it back,\nno well perhaps not. Did I take sugar?\n\nFANNY\nYes I think you did.\n\nMR SEVERN\nWell then I did not stir it.\n\f140\n\nBLUE PAGES 04/04/08 81.\n\nFANNY\nMr Keats tells me you are planning to paint in\nRome...\n\nMR SEVERN (DISTRACTED)\nWe shall be in need of an Italian dictionary\nMr Keats. Sorry, yes indeed I shall\ndefinitely paint.\n\nShaking hands with Keats Mr Severn leaves. Mr Haslam says\nhis farewell to Keats.\n\nMR HASLAM (DISCREETLY)\nMr Brown could not go?\n\nKEATS\nSadly not! I am waiting to hear but I think it\nnot likely.\n\nMr Haslam nods a moment thinking.\n\nMR HASLAM\nWell there is no alternative, we must put all\nour hope and faith in Mr Severn.\n\nA distressed Fanny continues the TINY, PERFECT STITCHES\naround Keats’s CAP.\n\nINT. BRAWNE KITCHEN WENTWORTH HOUSE - DAY 140\n\nFanny is putting a TRAY together for her and Keats’s supper.",
  "64": "---END OF PREVIOUS SECTION---\nA distressed Fanny continues the TINY, PERFECT STITCHES\naround Keats’s CAP. INT. BRAWNE KITCHEN WENTWORTH HOUSE - DAY 140\n\nFanny is putting a TRAY together for her and Keats’s supper. \n---TARGET SECTION TO BE ANNOTATED---\nMrs Brawne is SHELLING PEAS.\n\nFANNY\nMy God what I would do to accompany him. He\nis still so weak.\n\nMRS BRAWNE\nNo. No! I have looked into it, we can’t\nafford the fare and if anything should happen\nto Mr Keats or even you in a foreign country,\nhow could you survive?\n\f141\n\nBLUE PAGES 04/04/08 82.\n\nFANNY\nBut it should not be Mr Severn he barely knows\nhim. Where is that fool Mr Brown when he is\nneeded? Why doesn’t he write?\n\nFanny picks up the tray.\n\nMRS BRAWNE\nI have found a goose for Mr Keats’s last\ndinner.\n\nFANNY (SUDDENLY TERRIFIED)\nDo not say “last”.\n\nEXT. GARDEN WENTWORTH HOUSE - LATE AFTERNOON 141\n\nFanny puts Keats’s arm in the correct position about her\nwaist for a waltz. She is giggling, shaking her head\nhappily. Beside her Margaret and Samuel stand ready except\nMargaret is laughing at Keats who is clowning in his efforts.\nThe dance class is happening on the lawn in the BACK GARDEN.\nIt’s late afternoon and the trees are casting beautiful\nSHADOWS across the GRASS, while the ROSES bob in the breeze.\nMrs Brawne is at the open windows.\n\nMRS BRAWNE\nReady?\n\nFANNY\nYes, please.\n\nMrs Brawne sits back at the PIANO and begins.\n\nFANNY (cont’d)\nOne, two, three, turn...\n\nKEATS\nTwo or three Posies\nWith two or three simples -\nTwo or three Noses\nWith two or three pimples -\n\nMargaret and Samuel are laughing too much to keep dancing.\nKeats is making up his own mad steps. Fanny is nimbly\nkeeping up.\n\nKEATS (cont'd)\nWhat?\n\nTwo of three Wiggles\n\nWith two or three Giggles.\n\nKeats stops beside an AUTUMN LEAF.\n\nKEATS (cont'd)\nWhat’s that?\n\fBLUE PAGES 04/04/08 82A.\n\nFanny playfully stands on it.\n\f142\n\n143\n\nBLUE PAGES 04/04/08 83.",
  "65": "---END OF PREVIOUS SECTION---\nBLUE PAGES 04/04/08 82A. Fanny playfully stands on it. 142\n\n143\n\nBLUE PAGES 04/04/08 83. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY\nNothing whatsoever. There is no autumn in\nthis house only summer. Please remove it.\n\nMargaret takes the LEAF by the stork like a mouse by the tail\nand drops it over the fence.\n\nMARGARET\nAnd don’t come back.\n\nKeats and Fanny dance on in their own gay way until Keats\nstops and lies in the grass catching his breath. He looks up\nand sees the AUTUMN TREE TOPS.\n\nINT. MRS BRAWNE’S BEDROOM WENTWORTH HOUSE - DAY 142\n\nFanny is arranging Keats’s CLOTHES in his TRUNK. Keats is at\nthe LITTLE DESK writing in the front piece of his RED BOUND\nPOETRY BOOKS.\n\nFanny sits back and watches him, drinking up the last moments\nof his presence as if he were the sun setting. Fanny moves\nacross and gently strokes Keats’s head and he, like a cat\nplays up to the stroking, moving his head under her palm.\n\nINT. BRAWNE DINING ROOM WENTWORTH HOUSE - EVENING 143\n\nThe family are eating a roast goose together. The plates are\nstill full, but no-one except Samuel is eating. Fanny starts\nto gather the plates up. Keats brings from the SIDEBOARD his\nRED BOUND POETRY BOOKS and puts one beside each family\nmember. Mrs Brawne is looking at hers.\n\nMRS BRAWNE\nOh my mad boy, it is so beautiful. Was ita\nsuccess?\n\nKEATS\n\nThere are two highly positive reviews, by\nfriends, six mainly positive and four hostile.\nI don’t know, is that successful?\n\nFANNY\nYes! Extremely so...\n\nMRS BRAWNE\nSo they are selling well?\n\nFANNY\nWhy must you harp on about selling when the\npoems themselves are the point and they are so\nbeautiful!\n\nMargaret and Samuel each give Keats a GIFT, Margaret a\nHANDKERCHIEF she has sewn.\n\fBLUE PAGES 04/04/08 84.\n\nMRS BRAWNE\nYes of course they are, come back and live\nwith us, marry our Fanny, I will miss you as a\nson.\n\nMARGARET (HUGGING KEATS)\nI love you.",
  "66": "---END OF PREVIOUS SECTION---\nBLUE PAGES 04/04/08 84. MRS BRAWNE\nYes of course they are, come back and live\nwith us, marry our Fanny, I will miss you as a\nson. MARGARET (HUGGING KEATS)\nI love you. \n---TARGET SECTION TO BE ANNOTATED---\nShe gives Keats a tearful, clinging hug.\nFanny puts the HAT she has been sewing on Keats's head.\nFANNY\nIt’s your old travel cap. I have sewn a silk\nlining to keep you warm.\n\n144 INT. MRS BRAWNE’S BEDROOM WENTWORTH HOUSE - NIGHT 144\n\nFanny clips a LOCK of Keats’s hair and carefully folds it\ninto a piece of TISSUE PAPER. Keats picks up the SCISSORS.\n\nFANNY\nIs this really happening? Are we really to\nseparate?\n\nKeats selects a DARK CURL from Fanny and cuts it. He puts it\nbetween the pages of his POETRY BOOK.\n\nKEATS\nI sha’nt be able to speak tomorrow, I suspect\nI will break down. Let us say our goodbyes\n\nnow.\nFANNY\n\nI want to come to Italy with you.\nKEATS\n\nAnd then...?\nFANNY\n\nBe together.\nKEATS\n\nFor how long?\nFANNY\n\nAs long as we have.\nKeats sighs. Fanny begins to cry.\n\nFANNY (cont'd)\nShall we awake and find all this is a dream?\nIs there another life? There must be, we\ncannot be created for this kind of suffering.\n\fBLUE PAGES 04/04/08 84A.\n\nKeats puts his arms around Fanny’s neck and draws her head to\nhim. Keats soothes her while he talks.\n\fBLUE PAGES 04/04/08 85.\n\nKEATS\nI doubt we shall see each other again on this\nearth.\n\nFANNY\n\nThen why are you leaving? Why must you go?\n\nKEATS\nBecause my friends insist on torturing me with\na hope they can ill afford but have already\nfinanced. It is a hopeless hope, but how do I\nrefuse?\n\nFANNY\nSay you are too ill.\n\nKEATS\n“More happy love! More happy, happy love!\nFor ever warm and still to be enjoyed,\nFor ever panting and for ever young.”\nWe have woven a web you and I, attached to the\nworld but a new world of our own invention.\nWe must cut the threads Fanny.\n\nFanny shakes her head.\n\nFANNY\nNo. I can’t, I never will.",
  "67": "---END OF PREVIOUS SECTION---\nFanny shakes her head. FANNY\nNo. I can’t, I never will. \n---TARGET SECTION TO BE ANNOTATED---\nKeats moves away, hitting his head with his palm.\n\nKEATS\nWho do I fool? Do I wish you free? NO! NO!\nMy still unravished bride, I should have bed\nyou while I was well enough, why not? It\ncould have been us with child not Brown with\nhis bastard.\n\nFANNY\nYou know I would do anything...\n\nKEATS (BITTERLY)\nI have a conscience!\n\nKeats is walking to calm himself in his agony.\n\nKEATS (cont'd)\nThen let us pretend I am returning in Spring?\n\nFanny looks up slowly.\n\nFANNY\nYou will return, I know it.\n\nKEATS\nWill we live in the country?\n\fBLUE PAGES 04/04/08 86.\n\nFANNY\nYes, close to Maman.\n\nKEATS\nOur bedroom will look out on an apple orchard\nand beyond that a mountain. I am most partial\nto a mountain in a mist.\n\nFANNY\nI will make a garden where every sort of wild\nflower grows. We can take our breakfast there\non a little table.\n\nKEATS\nWe will go to bed while the sun is still high.\n\nFANNY\nThen it will get dark and the moon will shine\nthrough the shutters.\n\nKEATS\nAnd I will hold you close and kiss your\nbreasts, your waist, your arms.\n\nFANNY\nEverywhere.\n\nKeats kisses Fanny’s breasts, waist and her arms, then runs\nhis hands along her hands until their fingers touch.\n\nKEATS\nTouch has a memory.\n\nFANNY\nI know it...\n\nOutside is the sound of FOOTSTEPS.\n\nKEATS\nYour mother?\n\nFANNY\nShe won’t come in.\n\nMRS BRAWNE\nFanny. I am going to bed.\n\nFANNY\nI am just joining you.\n\nKEATS\nAnd we will never separate.\n\nFANNY\nNever. Not for one night.\n\nFanny and Keats hold tightly on to each other.\n\f145\n\n146\n\n147\n\n148\n\n149\n\n150\n\nBLUE PAGES 04/04/08 87.\n\nINT. MRS BRAWNE’S BEDROOM WENTWORTH HOUSE - MORNING 145\n\nKeats stands dressed, ready to leave. The trunk has gone.",
  "68": "---END OF PREVIOUS SECTION---\nINT. MRS BRAWNE’S BEDROOM WENTWORTH HOUSE - MORNING 145\n\nKeats stands dressed, ready to leave. The trunk has gone. \n---TARGET SECTION TO BE ANNOTATED---\nBut still he stays, looking for the last time at the room in\nwhich he has enjoyed some happiness. The will to go seems\nimpossible to summon, but finally a rattling cough breaks\nhis reverie. Fanny comes to fetch him.\n\nKEATS\nNot a word.\nFanny nods.\nEXT. WENTWORTH HOUSE/LANE - MORNING 146\n\nFanny and Keats leave the house silently.\n\nMargaret runs after them. Fanny turns and desperately shakes\nher head dissuading her from coming further. Margaret falls\nback.\n\nEXT. STREETS AND LANES OF HAMPSTEAD - DAY 147\n\nFanny and Keats arm in arm keep stride down the narrow lanes\ntowards the Pond Street Coach Depot. Fanny looks towards\nKeats but does not speak. Mr Hunt walks a little apart\nanxiously aware of the young couples ordeal.\n\nEXT. POND ST COACH DEPOT - DAY 148\n\nAmidst the SMALL CROWD at the COACH DEPOT, STABLE HANDS,\nCLEANERS, OTHER TRAVELLERS arriving and PARCELS and PRODUCE\nbeing unpacked and stacked, Keats and Fanny remain poised.\nFinally without speaking Keats disengages his arm and\nsqueezes Fanny’s hand. He swiftly boards the COACH. Fanny\nwatches as he is seated then turns and leaves. Keats looks\nout at the last of Fanny’s figure walking away. Mr Hunt\nclimbs in beside Keats.\n\nINT. WENTWORTH HOUSE - DAY 149\nFanny bursts through the door of Wentworth House. She runs\nup the stairs into her room. Fanny opens the LITERARY POCKET\nBOOK Keats gave her and writes, “MR KEATS LEFT HAMPSTEAD.”\nEXT. HAMPSTEAD HEATH - DAY 150\n\nThe TREES on the Heath are almost bare and the sky is a DARK\nGREY. PILES OF AUTUMN LEAVES are BURNING, smoking the trees.\n\f151\n\n152\n\nBLUE PAGES 04/04/08 88.\n\nINT/EXT. BRAWNE DINING ROOM WENTWORTH HOUSE - DAY 151\n\nA SINGLE BLACK THREAD noses it’s way through the eye of a\nNEEDLE.",
  "69": "---END OF PREVIOUS SECTION---\n151\n\n152\n\nBLUE PAGES 04/04/08 88. INT/EXT. BRAWNE DINING ROOM WENTWORTH HOUSE - DAY 151\n\nA SINGLE BLACK THREAD noses it’s way through the eye of a\nNEEDLE. \n---TARGET SECTION TO BE ANNOTATED---\n The needle threads in and out of the BLACK MATERIAL\nFanny is sewing. Mrs Brawne sits nearby mending.\n\nMargaret is running across the drawing room windows as Mr\nBrown followed by Abigail their BABY and their LUGGAGE arrive\nback at Wentworth House.\n\nMARGARET\nThe baby! Abigail’s baby! Oh God it has red\nhair!\n\nINT. BRAWNE DINING/LIVING ROOMS WENTWORTH HOUSE - DAY 152\n\nAbigail now Mrs Brown, is taking tea in the dining room and\nhappily showing off her baby boy to Mrs Brawne and Margaret.\n\nIn the connecting sitting room Mr Brown stands at the window,\nshuffling through his LETTERS from Keats, making an effort to\nengage with Fanny who is clearly resistant. Fanny is sewing\na length of BLACK RIBBON onto the black material, one neat\nsmall black stitch after another.\n\nMR BROWN\nYou saw the baby? Looks like Abigail...John’s\nreached Naples. They quarantined his ship.\nHe wrote that he made more puns in two weeks\nout of desperation than he had in any other\nyear of his life. I should have liked to have\nheard them.\n\nFANNY\nYou could have, had you gone - I was certain\nyou would.\n\nMR BROWN\nI’m planning daily but I fear I have left it\ntoo late.\n\nFANNY\n\nWhy not leave now, travel overland?\n\nAbigail walks smilingly into the room holding out the crying\nbaby to show Fanny. Mr Brown waves Abigail and the baby\naway.\n\nMR BROWN\nIt’s not simple with the baby and my funds\nreduced, then there’s the snows...\n\nFANNY (SAYS IT OR SILENTLY GIVES THIS\nIMPRESSION)\nAnd lack of will.\n\f153\n\nBLUE PAGES 04/04/08 89.\n\nMR BROWN\nShould I say it aloud? Will that satisfy you?\nI have failed John Keats - I have failed him.\nAnd I pay a price daily - I did not know till\nnow how tightly he had wound himself about my\nheart.\n\nFANNY\nWhat heart? You abandon your ill friend,\nnever replying or enquiring.",
  "70": "---END OF PREVIOUS SECTION---\nAnd I pay a price daily - I did not know till\nnow how tightly he had wound himself about my\nheart. FANNY\nWhat heart? You abandon your ill friend,\nnever replying or enquiring. \n---TARGET SECTION TO BE ANNOTATED---\nMR BROWN\nFortunately in my absence he was not short of\ncare, his letter was full of your family’s\nkindness...\n\nFANNY\nAnd my love.\n\nMr Brown is a little stunned, moved despite himself by her\nopen confession.\n\nMR BROWN (LEAVING)\nHe asked me to offer whatever comfort can be\ngiven to you.\n\nINT. BRAWNE DINING ROOM WENTWORTH HOUSE - DAY 153\n\nFanny sews a seam in BLACK THREAD. Outside it is SNOWING.\nThe DOOR BELL RINGS. Margaret answers. It is a LETTER. She\nputs it on the other end of the table.\n\nMARGARET\nFor you Maman, it’s from Italy.\n\nFanny stops sewing, alarmed. Mrs Brawne slowly rises and\nwalks to the letter. She glances at Fanny who is waiting\nfearfully. Mrs Brawne opens the letter.\n\nMRS BRAWNE\nIt’s from Keats in Naples. He says it looks\nlike a dream.\n\nMrs Brawne stops reading and looks at Fanny who shakes her\nhead with relief and disappointment.\n\nFANNY\nWhy doesn’t he write to me?\n\nFanny looks out into the garden where a bowed Brown reads a\nletter.\n\fBLUE PAGES 04/04/08 89A.\n\n154 INT/EXT. BROWN’S LIVING ROOM WENTWORTH HOUSE - DAY 154\n\nMr Brown stands at his window, looking out onto a dreary BARE\nWINTER GARDEN.\n\f155\n\nBLUE PAGES 04/04/08 90.\n\nHe watches as Margaret and Samuel kick a BALL between them\nand beyond them the gaunt, upright figure of Fanny slowly\ncomes into view. A mirror match in mood to himself, she\npaces ghostlike in the snow. Fanny and Brown lock eyes then\neach look away.\n\nINT. BROWN’S DRAWING ROOM WENTWORTH HOUSE - DAY 155\n\nFanny knocks at Mr Brown’s garden door. Mr Brown is\nsurprised to see her, he stands.\n\nFANNY\nYou once said you would offer what comfort you\ncould.\n\nMR BROWN\n\nYes, of course, come in.\n\nFANNY\nIs there something, anything at all you can\nread me from his letters? I am disappointed\nto have none of my own.",
  "71": "---END OF PREVIOUS SECTION---\nMR BROWN\n\nYes, of course, come in. FANNY\nIs there something, anything at all you can\nread me from his letters? I am disappointed\nto have none of my own. \n---TARGET SECTION TO BE ANNOTATED---\n Any sort of news,\neven the painful, brings me closer.\n\nMR BROWN\nThe latest letters are all from Severn. Keats\nI'm afraid, is in a deplorable state.\n\nMr Brown sorts through his correspondence.\n\nMR BROWN (cont'd)\nI have some older ones from Keats.\n\nFANNY\nPlease.\n\nMR BROWN\n“I can bear to die - I cannot bear to leave\nher. Oh, God! God! God! Every thing I have in\nmy trunks that reminds me of her goes through\nme like a spear.”\n\nMr Brown looks up to judge Fanny’s reaction. She is not\nshocked but transported.\n\nMR BROWN (cont'd)\n“The silk lining she put in my travelling cap\nscalds my head. My imagination is horribly\nvivid about her - I see her - I hear her. O\nthat I could be buried near where she lives!\nI am afraid to write to her - to receive a\nletter from her - to see her hand writing\nwould break my heart. My dear Brown, what am\nI to do? Where can I look for consolation or\nease? I have coals of fire in my breast. It\nsurprised me that the human heart is capable\nof containing and bearing so much misery.\n\n(MORE )\n\f156\n\n157\n\nBLUE PAGES 04/04/08 91.\n\nMR BROWN (cont'd)\nWas I born for this end? God bless her, and\nher mother.”\nThe letter is to me but it is all about you -\nkeep it.\n\nFanny shakes her head. They look at each other with\nsomething like peace, like compassion, for what they both had\nand for what they must soon bear.\n\nFanny turns and Mr Brown watches as Fanny’s ghostlike figure\ndisappears down the hall.\n\nEXT. APPROACH TO WENTWORTH HOUSE - EVENING 156\nIn the last of the light, Brown walks through the MUD\nSPLATTERED SNOW towards home.\n\nEXT/INT. BRAWNE DRAWING ROOM WENTWORTH HOUSE - EVENING 157\n\nFanny and her mother sew while Samuel practices his VIOLIN\nand Margaret plays happily with the CAT on the couch.\n\nThe FRONT DOOR OPENING and CLOSING, then FOOTSTEPS in the\nhall outside attracts Fanny’s attention.",
  "72": "---END OF PREVIOUS SECTION---\nEXT/INT. BRAWNE DRAWING ROOM WENTWORTH HOUSE - EVENING 157\n\nFanny and her mother sew while Samuel practices his VIOLIN\nand Margaret plays happily with the CAT on the couch. The FRONT DOOR OPENING and CLOSING, then FOOTSTEPS in the\nhall outside attracts Fanny’s attention. \n---TARGET SECTION TO BE ANNOTATED---\n She turns towards\nthe door, poised. Mrs Brawne notices and watches the door\nanxiously. Samuel stops playing as a sombre Mr Brown enters\nthe room.\n\nFanny observes Mr Brown sinkingly, her breath suspended.\n\nMR BROWN\nIt is cold out. How are you all?\n\nFanny notices a letter from Mr Severn in Mr Brown’s hand.\n\nMRS BRAWNE\nWe are all quite well enough. But how is Mr\nKeats?\n\nMR BROWN\n\nIt is as unbearable to me as I know it is to\nyou. Mr Keats has died at only 25 years. Mr\nSevern sent me an account, I have copied it\nfor you Miss Brawne - shall I read it?\n\nFanny nods.\n\nMR BROWN (cont'd)\nFriday 23rd February.\n“At four in the afternoon, Keats called me\n“Severn - Severn - lift me up for I am dying -\nI shall die easy - don’t be frightened, thank\nGod it has come.” At one point a cold, heavy\nsweat broke out over his whole body and he\nwhispered “Don’t breathe on me it comes like\nice.” Keats died imperceptibly...\n\f158\n\n159\n\n160\n\nBLUE PAGES 04/04/08 92.\n\nFANNY\nNo more.\n\nMr Brown stops reading.\n\nFanny makes her way shakily from the room. Mrs Brawne\nfollows. Fanny collapses on the staircase.\n\nFANNY (cont’d)\nI should have been with him. I should have\nheld him - it should have been me with him.\nOh my God I am finished. He is gone. Oh\nMaman help me, please help me.\n\nMr Brown and Samuel listen stricken. Margaret sits on the\ncouch, tears dropping onto her frock.\n\nOMITTED 158\n\nEXT. SPANISH STEPS ROME - DAWN 159\n\nA small funeral procession of TWO COACHES waits by the PIETRO\nBERNINI FOUNTAIN at the bottom of the SPANISH STEPS. Keats's\nCOFFIN is loaded into a BLACK FUNERAL COACH. The small\nprocession clatters through Rome’s still sleeping streets.\n\nKEATS (V.O.)\n“'Lamia!’ he cried - and no soft-toned reply.",
  "73": "---END OF PREVIOUS SECTION---\nThe small\nprocession clatters through Rome’s still sleeping streets. KEATS (V. O.)\n“'Lamia!’ he cried - and no soft-toned reply. \n---TARGET SECTION TO BE ANNOTATED---\nThe many heard, and the loud revelry\nGrew hush; the stately music no more breathes;\nThe myrtle sicken’d in a thousand wreaths.\nBy faint degrees, voice, lute, and pleasure\nceased;\nA deadly silence step by step increased\nUntil it seem’d a horrid presence there,\nAnd not a man but felt the terror in his\nhair.”\n\nINT. FANNY’S BEDROOM WENTWORTH HOUSE - DAWN 160\n\nIn the DIM FIRST LIGHT an exhausted Fanny is sewing her BLACK\nFROCK. She makes a KNOT and CUTS the thread. Across the bed\nare strewn KEATS'S POETRY BOOKS and his LETTERS. In the\nnext bed sleeps Margaret, her arms about her mother’s neck\nwho sleeps fully dressed. Fanny pulls the BLACK FROCK over\nher head, one sleeve yet unmade and the hem unfinished.\n\f161\n\n162\n\n163\n\nBLUE PAGES 04/04/08 93.\n\nINT. FANNY’S BEDROOM WENTWORTH HOUSE - DAWN 161\n\nWith three chops of her big PINKING SHEARS Fanny cuts her\nhair short. Her BLACK HAIR falls in a circle about her feet.\nShe takes her RED BOUND BOOK of Keats’s poems 1820, her copy\nof ENDYMION and quietly leaves the room with her BONNET and\nBLACK BOOTS in her hand. Mrs Brawne rises as she leaves.\n\nMRS BRAWNE\nSamuel! Sammy!\n\nINT/EXT. BRAWNE FRONT DOOR WENTWORTH HOUSE - DAWN 162\n\nFanny draws on her COAT and BLACK GLOVES. She opens the front\ndoor and steps into the chilled and misty air.\n\nEXT. HAMPSTEAD HEATH - DAWN 163\n\nOut on the Heath Fanny walks briskly through the winter MIST\nfollowed at a respectful distance by a hurriedly dressed\nSamuel. Fanny, the landscape, the trees, Samuel APPEARING\nand VANISHING in the FOG. Clutching her precious KEATS BOOKS\nagainst her chest, Fanny makes her way up the side of the\nHILL where she and the landscape completely disappear, only\nher VOICE continues steadily reciting, learning by heart the\npoem BRIGHT STAR dedicated to her.",
  "74": "---END OF PREVIOUS SECTION---\nHAMPSTEAD HEATH - DAWN 163\n\nOut on the Heath Fanny walks briskly through the winter MIST\nfollowed at a respectful distance by a hurriedly dressed\nSamuel. Fanny, the landscape, the trees, Samuel APPEARING\nand VANISHING in the FOG. Clutching her precious KEATS BOOKS\nagainst her chest, Fanny makes her way up the side of the\nHILL where she and the landscape completely disappear, only\nher VOICE continues steadily reciting, learning by heart the\npoem BRIGHT STAR dedicated to her. \n---TARGET SECTION TO BE ANNOTATED---\nFANNY (V.O.)\n“Bright Star, would I were stedfast as thou\nart -\nNot in lone splendour hung aloft the night\nAnd watching, with eternal lids apart,\nLike nature’s patient, sleepless Eremite,\n(devotee)\nThe moving waters at their priest like task\nOf pure ablution round earth’s human shores,\nOr gazing on the new soft-fallen masque\nOf snow upon the mountains and the moors.\nNo - yet still stedfast, still unchangeable,\nPillow’d upon my fair love’s ripening breast,\nTo feel forever its soft swell and fall,\nAwake forever in a sweet unrest,\nStill, still to hear her tender-taken breath,\nAnd so live ever - or else swoon to death.”\n\nFanny now alone, walks on the Heath until in the dark she\npauses beside the POND. Overhead the STARS GLITTER and are\nREFLECTED again at her feet.\n\nFADE TO BLACK.\n\nWHITE LETTERS ON BLACK\n\fBLUE PAGES 04/04/08 93A.\n\nFor three years Fanny Brawne continued to walk Hampstead\nHeath, often far into the night.\n\fBLUE PAGES 04/04/08 94.\n\nKeats died imagining himself forgotten. Yet generation after\ngeneration of poets have been inspired by him, and his fame\ncontinues to grow.\n\nCREDITS\n\f"
}