{
  "1": "BENJAMIN BREYER\n\nwritten by\n\nBrian Gunn & Mark Gunn\n\n12.22.2017\n\nTroll Court Entertainment®\nUTA/Charlie Ferraro\n9336 Civic Center Dr. Beverly Hills, CA 90210\n\fEXT. FARMHOUSE - NIGHT\n\nA lonely, rundown Victorian farmhouse surrounded by six-foot-\nhigh cornfields. A neglected barn in the distance. No\nneighbors in sight.\n\nEverything dark but for a flickering blue TV light from an\nupstairs window.\n\nINT. TORI AND KYLE'S BEDROOM - CONTINUOUS\n\nPAN ACROSS an array of framed photographs on a hallway wall,\nstretching back generations -\n\nA recent color photo of a young man and woman on their wedding\nday. Sepia portraits of a homesteader family on the plains of\n\nKansas, everyone sturdy, solemn. Black & white portraits from\n\nthe '20's and '30s, lots of kids.\n\nIN THE BATHROOM\n\nThe woman in the color photo - TORI BREYER, early 30's, ina\nsleeveless nightgown - studies herself in the mirror.\n\nShe doesn't like what she sees. Too plain. Too Midwestern. Too\nwholesome. So she tucks a lock of hair behind her ear.\nUnbuttons a couple buttons on her nightgown.\n\nShe makes her way -\n\nINTO THE BEDROOM\n\nHer husband KYLE - 30's, thatchy beard, sturdy build - lies in\nbed scrolling around on his laptop. A TV plays a sitcom on\nNick at Nite.\n\nTori goes to Kyle. She gets on the bed, folds up his laptop,\nsets them on a stack of books on the nightstand: Taking Charge\nof Your Fertility; The Everything Getting Pregnant Book;\nMiscarriage: Women Sharing From the Heart.\n\nTori climbs on top of Kyle. Starts to kiss him. He's\npleasantly surprised -\n\nKYLE\nWhat's going on? Are you ovulating?\n\nTORI\n(between kisses)\nNo. But for once let's not have it\nbe work. Just fun.\n\fKYLE\nHell, it's always fun for me.\n\nHe gets into it. They start messing around. Close. Intimate. A\ntangle of hands and limbs.\n\nA bedside lamp flickers.",
  "2": "---END OF PREVIOUS SECTION---\nIntimate. A\ntangle of hands and limbs. A bedside lamp flickers. \n---TARGET SECTION TO BE ANNOTATED---\n The cable TV feed pixillates and\nstutters - jagged bursts of creepy sitcom laughter.\n\nTori stops short.\n\nTORI\nUm... Ow.\n\nKYLE\n(hyper-concerned)\nWhat, what?\nHer hair has become caught in his watchband. They both giggle.\n\nKYLE (CONT'D)\nJesus, I'm sorry...\n\nHe delicately maneuvers his wrist, unclips his watch,\ndisentangles her hair. He throws his watch on the bed.\n\nShe sits up, straddling his waist, her fingers interlaced with\nhis. He smiles. She smiles back at him.\n\nThen -\n\nA chain on the bedside lamp quivers, tinkling against the\nlight fixture.\n\nTori climbs off the bed. She's curious. Alert. As if the air\nis suddenly charged. She ventures toward the hallway.\n\nKYLE (CONT'D)\nBabe? You okay?\n\nShe looks down the dark hallway. Peering into the stillness.\nShe turns to Kyle.\n\nTORI\nI'm fine. For a second I thought -\n\nA DEAFENING BOOM!\n\nLIKE A 747 ROARING INCHES ABOVE THE HOUSE. BOOKS, PERFUME\nBOTTLES, AND PICTURE FRAMES FLY AGAINST THE CEILING, AS IF\nMAGNETIZED BY SOMETHING PASSING OVERHEARD.\n\nTORI AND KYLE ARE THROWN TO THE FLOOR. THE HOUSE RATTLES TO\nTHE FOUNDATION.\n\fFOR A BRIEF MOMENT THE OBJECTS IN THE ROOM HOVER IN ZERO\nGRAVITY -\n\nTHEN PLUMMET.\nThe TV crashes to the floor. Kyle's watch lands beside him.\nTori and Kyle try to collect themselves.\n\nKYLE\nYou all right?\n\nShe nods, shaken.\n\nTORI\nWhat was that?\n\nKYLE\nI don't know, an earthquake?\n\nShe gives him a withering glance. THAT was not an earthquake.\n\nShe notices something outside. She drifts toward the bedroom\nwindow and looks out, disturbed. Kyle joins her.\n\nThey see, far off, a FLICKERING LIGHT in the woods. A thin\nwisp of smoke rising into the night sky.\nINT. PICKUP TRUCK - MOMENTS LATER\n\nHeadlights cut through a dirt road - deeper and deeper into\nwoods thick with trees.\n\nKyle at the wheel, Tori looking out the window.",
  "3": "---END OF PREVIOUS SECTION---\nINT. PICKUP TRUCK - MOMENTS LATER\n\nHeadlights cut through a dirt road - deeper and deeper into\nwoods thick with trees. Kyle at the wheel, Tori looking out the window. \n---TARGET SECTION TO BE ANNOTATED---\n She wears a\nred wool cardigan over her nightgown. Eerie old-time music\nplays on a tinny dashboard radio.\n\nAs they drive, the headlights cast ominous shadows. The\nsurroundings become more atmospheric and foreboding.\n\nKyle senses Tori's anxiety.\n\nKYLE\nYou know, we don't have to do this.\n\nTori shrugs him off. She doesn't want to do this, but she\nhas to.\n\nA SCREECH OF BIRDS flee from the forest.\n\nKyle and Tori look up as an endless FLOCK OF CROWS surges\noverhead.\n\fKyle watches them pass: why are they all leaving?\n\nThe song on the radio starts to garble and short out. Kyle\nfiddles with the radio knobs, the dashboard lights flickering -\n\nSPACK!\n\nA CROW HITS THE WINDSHIELD HEAD ON - TWISTED AND SPLATTERED,\nTHE WINDSHIELD CRACKED.\n\nKyle LOSES CONTROL OF THE TRUCK. He wrestles with the wheel as\nthe vehicle SKIDS OFF THE DIRT ROAD -\n\nAND NOSEDIVES INTO A SHALLOW DITCH, jolting Kyle and Tori.\nThe truck whinnies to a stop.\n\nKYLE (CONT'D)\nGoddamnit.\n\nKyle and Tori climb out of the car. As he examines the damage -\nbuckled hood, broken windshield - Tori stands cold and\nfrightened.\n\nShe can hear, faintly, far off - RASPY BREATHING - labored,\nlike a handsaw's back-and-forth.\n\nTORI\nDo you hear that?\n\nAs he grabs a flashlight from the bed of the truck -\n\nKYLE\nHear what?\n\nHe shines a flashlight on the jacked-up front hood. He's not\nhappy.\nKYLE (CONT'D)\nOh, that's beautiful. My truck just\ngot wrecked by a fucking crow.\n\nThere's no response. He looks around and notices Tori\nwandering deeper into the woods - as if called.\n\nKYLE (CONT'D)\nTori?\n\nShe disappears into the brush.\n\nKYLE (CONT'D)\nWhat are you doing?\n\nHe heads after her, raking his flashlight across the woods.\n\fHe notices trees snapped, shorn off, the edges of their\nbranches ON FIRE. Tiny embers wafting through the air. The\nBREATHING getting louder.",
  "4": "---END OF PREVIOUS SECTION---\nHe notices trees snapped, shorn off, the edges of their\nbranches ON FIRE. Tiny embers wafting through the air. The\nBREATHING getting louder. \n---TARGET SECTION TO BE ANNOTATED---\nKyle - disoriented - spots a glimpse of Tori's nightgown\nfluttering past some trees. He scrambles to catch up.\n\nKYLE (CONT'D)\nTori...\n\nHe sees her, briefly, just before she goes through some\nbushes, deeper into the woods.\n\nKyle hurries to reach her.\n\nHe shines the flashlight onto the ground and realizes he's in\na SMOLDERING TRENCH.\n\nA SHADOWY FIGURE APPROACHES behind him. He turns - shines his\nflashlight -\n\nIT's TORI!\n\nKyle is rattled. Tori is overcome with emotion. Almost\nbeaming.\n\nShe takes Kyle's hand, pulling at him, beckoning him deeper\ninto the forest. The RASPY BREATHING grows louder. A looming\nsense of dread.\n\nShe leads him to a JUMBLE OF WRECKAGE SURROUNDED BY FLAMES - A\nCRACKED POD MADE OF SOME KIND OF BLACK MINERAL, ITS SHELL\nRUPTURED OPEN.\n\nShe reaches into the pod and takes out -\n\nA NAKED BABY!\n\nA NEWBORN - MOUTH AGAPE - STRUGGLING TO BREATHE.\n\nKyle staggers back -\n\nKYLE (CONT'D)\nJesus! What the fuck!\n\nTori cradles the wheezing baby. He's no more than three\npounds. Fragile in her hands. Helpless.\n\nKYLE (CONT'D)\nWhat is that?\n\nTORI\nIt's a child. A boy.\n\f6.\n\nKyle frets as Tori holds the baby to her. The baby stares up\nat Tori, needing her. Tori removes her cardigan and wraps it\naround the child for warmth.\n\nKyle stands back as Tori cradles the baby to her. The baby\nstares up at Tori, needing her. Tori removes her cardigan and\nwraps it around the child for warmth.\n\nKYLE\nWhere'd it come from?\n\nTORI\nDoes it matter?\n\nKYLE\nWe gotta call someone. The sheriff,\nchild services, I don't know.\n\nTori is lost in the newborn child. She strokes his scalp. His\nbreathing slows, steadies.\n\nKyle steps toward Tori and the baby, mystified.\n\nKYLE (CONT'D)\nWhat should we do with him?\n\nTORI\nTake care of him.",
  "5": "---END OF PREVIOUS SECTION---\nKyle steps toward Tori and the baby, mystified. KYLE (CONT'D)\nWhat should we do with him? TORI\nTake care of him. \n---TARGET SECTION TO BE ANNOTATED---\nKyle squirms, uncertain -—\n\nKYLE\nTori...\n\nTori - welling with emotion - looks up at her husband.\n\nTORI\nWe've been trying for a baby for so\nmany years. All that pain, all that\nagony and heartache.\n\nThe memory stabs at Kyle.\n\nKYLE\nI know, I know...\n\nTORI\nAll those nights we stayed up\nholding each other, wishing -\npraying - that God or the Universe\nor someone would help us. And now\nit's happened. He's here. A gift.\nMeant for us.\n\fBlue (11/30/17) 7.\nKyle is awed, caught up in something larger than himself. He\nholds out his pinkie. The baby grasps it.\n\nTori smiles. She kisses the baby's forehead.\n\nThe family is together, complete, flames and smoldering smoke\nbehind them. Tori and Kyle look down at the peaceful baby in\nher arms.\n\nCUT TO:\n\nTITLE CARD: BENJAMIN BREYER\n\nEXT. FARMHOUSE - MORNING\n\n12 YEARS LATER.\n\nA crisp autumn morning. Tori walks through sprawling farmland.\nShe calls out -\n\nTORI\nBenjamin! Time for school!\n\nNo reply.\nShe lets out a two-tone SING-SONG WHISTLE.\n\nFrom some other part of the property she hears the same SING-\nSONG WHISTLE in reply. She smiles to herself.\n\nShe walks across an expanse of patchy grass and heads toward\nan ABANDONED BARN. She playfully whistles again.\n\nFrom inside the barn, someone whistles back.\n\nTori opens a dilapidated door. Barn swallows SCREECH -\nSTARTLING HER - flying past her face. She watches the birds\nsoar through sunlight filtering through old rotting windows\nand roof beams.\n\nShe climbs up a ladder to an upper loft area, scanning the\nnooks and crevices - a game of hide and seek.\n\nShe lets out a whistle. Elsewhere, closer now - the whistle\nreplies.\n\nShe thinks she hears a creak from one of the floor boards.\nShe smiles, climbs down into a grain pit area -\n\nBENJAMIN leaps from some higher level and tackles Tori onto a\nmoldering mess of hay.\n\fBlue (11/30/17) 8.",
  "6": "---END OF PREVIOUS SECTION---\nShe thinks she hears a creak from one of the floor boards. She smiles, climbs down into a grain pit area -\n\nBENJAMIN leaps from some higher level and tackles Tori onto a\nmoldering mess of hay. Blue (11/30/17) 8. \n---TARGET SECTION TO BE ANNOTATED---\nTori winces, laughing -\nTORI (CONT'D)\nYou're getting too big for this\ngame!\n\nTori stares into Benjamin's eyes. He's gangly, 11 going on 12,\nhair uncombed, his eyes alert.\n\nTORI (CONT'D)\nBut you'll always be my baby boy.\n\nBenjamin smiles. He rises and lifts Tori to her feet -\n\nBENJAMIN\nTook you long enough to find me.\n\nKyle - wearing jeans, work gloves in his hand, fresh from the\nfields - enters the barn. He's got a noticeable limp.\n\nKYLE\n\nWhat are you guys doing in here?\nBENJAMIN\n\nI was just hiding and stuff.\nKYLE\n\nC'mon, you know the barn is off\n\nlimits.\n\nKyle double-checks the padlock on a hinged trap door built\ninto the floor of the grain pit area.\n\nKYLE (CONT'D)\n\nAll these loose boards and nails\nand shit, I just don't want you to\nbreak your neck.\n\nTORI\nHe knows that. We were about to\nleave.\n\nKyle puts his arm around his son -\nKYLE\nSorry if I gotta be the big bad Dad\n\nnow and again...\n\nBenjamin rolls his eyes. The family heads out of the barn into\nthe vast farmland and the morning light.\n\nPUSH IN on the trap door in the barn, giving off a FAINT,\nTHROBBING HUM. INSISTENT. FOREBODING.\n\fBlue (11/30/17) 9.\n\nINT. MIDDLE SCHOOL CLASSROOM - DAY\n\nA SCIENCE TEACHER stands next to a video projection - images\nof bees and wasp dance off of her in the darkened room.\n\nSCIENCE TEACHER\nWasps and bees. Both members of the\nsame insect family, both with two\npairs of wings, both with stingers.\n\nAs the teacher lectures, a pretty girl with frizzy hair -\nCAITLYN - peers over at Benjamin making childlike doodles in\nhis notebook - variations on his name and initials.\n\nSCIENCE TEACHER (CONT’D)\nCan anyone tell me any differences\nbetween them? Mr. Breyer?\n\nBenjamin looks up at her.\n\nBENJAMIN\nWell, um... bees are pollinators,\nwasps are predators.\n\nSCIENCE TEACHER\nGood, good.",
  "7": "---END OF PREVIOUS SECTION---\nBenjamin looks up at her. BENJAMIN\nWell, um... bees are pollinators,\nwasps are predators. SCIENCE TEACHER\nGood, good. \n---TARGET SECTION TO BE ANNOTATED---\nBENJAMIN\nWasps are more aggressive. More\ndangerous. One species, Polistes\nsulcifer, is what's called a brood\nparasite.\n\nA blue-eyed boy, ROYCE, exchanges glances with a kid with a\nFAUXHAWK, the two of them stifling a snicker.\n\nBENJAMIN (CONT’D)\nThese wasps have lost the ability\nto build their own nests, so they\nuse brute force to get other wasp\nspecies to raise their young. They\nmake them feed their babies beetle\nlarvae and maggots.\n\nAn awkward silence from the class. Royce pipes up -\n\nROYCE\nYo man, how'd they taste?\n\nThe classroom ERUPTS in laughter. Benjamin is bruised.\n\nAs the teacher tries to quiet the class, Caitlyn leans over to\nBenjamin and whispers -\n\f10.\n\nCAITLYN\nDon't worry about that idiot. Some\nday he'll be working for you.\nBenjamin takes this in. Caitlyn returns to her notebook. He\nsmiles to himself.\nINT. FARMHOUSE - KITCHEN - NIGHT\nTori washes dishes in the sink, steam rising. The kitchen is\n\noff dining and living rooms that haven't changed in generations\n- peeling wallpaper, heavy dark furniture, old porcelain dolls.\n\nA LOUD THUMP from upstairs.\nTori turns off the sink. Listens.\nShe calls upstairs -\n\nTORI\nBen?\n\nA grandfather clock TICK-TOCKS.\n\nThen, from somewhere in the house, she hears -\n\nA LOW MURMURING NOISE. GHASTLY. SINISTER.\n\nTori is creeped.\n\nShe makes her way toward a back STUDY off the living room.\nKyle is slumped on an old couch, sleeping, the TV playing some\nold movie with the sound off.\n\nTori whispers -\n\nTORI (CONT'D)\nKyle, do you hear that?\n\nHe mumbles incoherently.\n\nShe returns to the living room.\n\nShe hears a SMALL CLATTER outside - trash cans maybe.\nThen a PAINED GUTTURAL MOAN.\n\nShe opens the back screen door and goes -\n\fBlue (11/30/17) 11.\n\nOUTSIDE THE FARMHOUSE\n\nA jagged breeze. Wind chimes trill. Tori stands on a\nwraparound porch.",
  "8": "---END OF PREVIOUS SECTION---\nOUTSIDE THE FARMHOUSE\n\nA jagged breeze. Wind chimes trill. Tori stands on a\nwraparound porch. \n---TARGET SECTION TO BE ANNOTATED---\nShe scans the backyard area. Bare light bulb behind her. The\nfields a blanket of darkness.\n\nShe zeroes in on a rusty swing CREAKING BACK AND FORTH.\nIs that what she heard?\n\nThen, across the yard, SOMEONE WALKS THROUGH HER PERIPHERAL\nVISION.\n\nTori jolts as she watches BENJAMIN BEE-LINE INTO THE BACKYARD,\nOBLIVIOUS TO TORI, OBLIVIOUS TO EVERYTHING, in a kind of\nzombie trance. It's chilling. Unsettling.\n\nTORI\nBenjamin?\n\nHe keeps walking through fluttering sheets on the clothesline.\n\nThrough the backyard. Past the coop - chickens SQUAWKING\nWILDLY.\n\nTORI (CONT'D)\nBenjamin!\n\nTori follows Benjamin as he staggers toward the barn - a tiny\nfigure in his pajamas receding into the vast darkness.\n\nTori can make out an eerie RINGING NOISE - keening, pulsating -\nemanating from inside the barn. Faintly at first, then\ngrowing.\n\nTori heads toward the source of the noise.\n\nShe enters -\n\nTHE BARN\n\nAlmost pitch black. Scary as hell. Tori trying to find\nBenjamin in the shadows. The ringing noise beckoning him.\n\nShe FINDS HIM IN THE GRAIN PIT AREA, THE TRAP DOOR IN THE\nFLOOR OPEN, PEERING INSIDE.\n\nDown in the pit is the BLACK POD HE ARRIVED IN AS A BABY. The\nshell is putrefying. Crawling with carrion beetles.\n\nIt THROBS, KEENING.\n\fBlue (11/30/17) 12.\nBenjamin stands over it - MURMURING IN SOME HUSHED ALIEN\nGIBBERISH -—\n\nHe reaches out to the pod. He MAKES CONTACT WITH IT, the\nkeening growing LOUDER.\n\nTORI\nBenjamin.\n\nBenjamin turns - startled - his hand grazing the metallic edge\nof the pod.\n\nThe keening noise STOPS.\n\nBenjamin clutches his hand in pain. He's disoriented. Weak.\nLost.\n\nBENJAMIN\nWhat happened?\n\nTori supports Benjamin. She examines his injured hand. A\nTRICKLE OF BLOOD runs from his finger.\n\nBENJAMIN (CONT'D)\nIt cut me.\n\nTORI\nI know.",
  "9": "---END OF PREVIOUS SECTION---\nA\nTRICKLE OF BLOOD runs from his finger. BENJAMIN (CONT'D)\nIt cut me. TORI\nI know. \n---TARGET SECTION TO BE ANNOTATED---\n I'm sorry, baby.\n\nTori uses her shirt to squeeze Benjamin's fingers, stanching\nthe bleeding, her shirt now blotted with blood.\n\nBENJAMIN\n(in a daze)\nI heard... I don't know what it\n\nwas. Voices or something.\n\nTori looks into his eyes, searching, trying to figure out how\nmuch to tell him.\n\nTORI\nYou were dreaming.\n\nShe soothes Benjamin's hair.\n\nTORI (CONT'D)\nLet's forget this happened, okay?\n\nTori holds Benjamin, comforting him, trying to be strong, but\ndeep down she's frightened, a sense of something new and\nterrifying welling up inside of her.\n\fBlue (11/30/17) 13.\n\nINT. BENJAMIN'S BEDROOM - MOMENTS LATER\n\nThe room is dark and shadowy, cluttered with the detritus of\ndifferent eras: a radiator from the 1910's, cowboy wallpaper\nfrom the '40s. Tori lovingly tucks Benjamin into bed.\n\nShe makes sure he's asleep. Kisses his forehead.\n\nShe heads out of his room, closing the CREAKING DOOR slowly,\ncareful not to make too much noise. She turns, and -—\n\nKYLE IS BEHIND HER!\nShe jumps, startled.\n\nKYLE\nEverything okay?\n\nShe fidgets.\nTORI\nI don't know. He was... sleepwalking\nI guess.\nKYLE\n(suspicious)\nWhere?\nTori catches herself, decides to protect Kyle -\nTORI\nDownstairs. He's fine. C'mon, you\ngot an early morning.\nINT. CHAIN RESTAURANT - EVENING\nGROWLING ENGINES.\n\nFirst-person video POV of stock cars racing around a track,\ncrashing into each other.\n\nBenjamin and Tori sit side-by-side at the wheels of a NASCAR\nRacing arcade game. Tori is having a blast.\n\nINT. CHAIN RESTAURANT - MOMENTS LATER\n\nThree members of a wait staff CLAP IN TIME WHILE CHANTING A\n\nBIRTHDAY TUNE. We're in a casual dining place. The waiters set\ndown a sundae with a lit candle in front of Benjamin -\n\f14.\n\nWAIT STAFF\nHappy happy birthday!\nWe whipped up something cold!\n\nBenjamin is moody, distant.",
  "10": "---END OF PREVIOUS SECTION---\nWAIT STAFF\nHappy happy birthday! We whipped up something cold! Benjamin is moody, distant. \n---TARGET SECTION TO BE ANNOTATED---\n He's surrounded by Kyle, Tori, his\nAUNT MERILEE - 30's, sunny - and his UNCLE NOAH - late 30's,\npudgy, affable.\n\nBenjamin contorts his face, turned off by the cheery song.\n\nWAIT STAFF (CONT’D)\nHappy happy birthday!\nFor someone getting old!\n\nTori snaps a photo with her phone as Benjamin blows out the\ncandle. The staff whoops it up, wishes him happy birthday,\nthen heads off.\n\nKYLE\nWow. I think they use that to break\nprisoners at Guantanamo.\n\nBenjamin half-smiles.\n\nTORI\nSorry, I did not know they were\ngonna do that.\n\nNoah puts his arm around Benjamin.\n\nNOAH\nWas it punishment for something?\nBad grades?\n\nTORI\n(proudly)\nYou've heard about his test scores,\nright? Top one percent.\n\nMERILEE\nTop one-tenth of one percent.\nEveryone on the faculty has been\ntalking about him.\n\nTORI\nAnd he's just getting started.\n\nShe starts to get choked up.\n\nTORI (CONT'D)\nSo much ahead of you.\n\f15.\n\nNOAH\nWell, a boy that special deserves a\nspecial gift. This is from me and\nyour Aunt Merilee.\n\nHe hands Benjamin a long wrapped gift. Merilee\n\nMERILEE\nGo ‘head.\n\nBenjamin tears off the wrapping to reveal a REMINGTON BOLT-\nACTION RIFLE.\n\nNOAH\nShot my first buck with that very\nsame model.\n\nKYLE\nNo. No way. Tori, we discussed\nthis.\n\nTORI\n\nI know, but -\n\nKYLE\n(to Benjamin)\nYou're not ready.\n\nKyle takes the rifle from him. Benjamin flares with anger.\n\nBENJAMIN\nI'm twelve years old.\n\nKYLE\nExactly. You're still a child.\n\nBenjamin is irate. He stares down Kyle. Arcade games\nmalfunction in the b.g.\n\nBENJAMIN\nGive that to me. It's mine.\n\nKYLE\n(taken aback)\nWhat'd you say to me?\n\nBENJAMIN\nI_said - give it to me.\n\nTori and Kyle are stunned. They've never seen this behavior\nfrom Benjamin before. Benjamin glares at his Dad -\n\fBlue (11/30/17) 16.",
  "11": "---END OF PREVIOUS SECTION---\nTori and Kyle are stunned. They've never seen this behavior\nfrom Benjamin before. Benjamin glares at his Dad -\n\fBlue (11/30/17) 16. \n---TARGET SECTION TO BE ANNOTATED---\nBENJAMIN (CONT'D)\n\nKYLE\n(furious)\nOkay. You're done. No ice cream.\n\nKyle knocks the sundae aside - the glass bowl clattering\nacross the table. Other customers steal glances at them.\n\nKYLE (CONT'D)\nWe're leaving.\n\nKyle stands to go, grabbing Benjamin by the elbow -\nBenjamin doesn't budge. An immovable force.\nKyle is about to lose it -\n\nKYLE (CONT'D)\nGet _up.\n\nBenjamin boils. It's a standoff.\nTori tenderly touches Benjamin's arm.\n\nTORI\nBenjamin... Listen to your father.\n\nBenjamin looks at his mom. A moment passes between them.\nBenjamin gives in. He rises to go.\nTORI (CONT'D)\n(to Merilee and Noah)\nI'm so sorry, guys.\n\nMerilee and Noah beg off: not our business.\n\nTori and Kyle leave with Benjamin.\n\nINT. FARMHOUSE - LIVING ROOM - LATER THAT EVENING\n\nTori sits on a couch, removes her shoes, rubs her feet. Kyle\ngets a longneck from the fridge, pops the cap.\n\nKYLE\nTurns twelve years old, suddenly\ngets a mouth on him.\n\nTORI\nIt was so strange. So unlike him.\n\fBlue (11/30/17) 17.\n\nKyle limps toward the living room, thinks he notices something\noutside - glances out a window behind Tori. He sees wind\nblowing through the trees, spindly shadows on the yard -\n\n- WAS THAT SOMETHING MOVING? -\nMaybe just the wind.\n\nKYLE\nI worry about him. Getting older.\nChanging. Maybe it's all normal, I\ndon't know.\n\nKyle sits next to Tori. Takes a swig from his beer.\n\nTORI\nOh, we were so much worse when\nwe were his age. The shit we got\ninto? Sneaking out on school\nnights, smoking weed in my\nparents' basement...\n\nKyle twinkles at the memory -\n\nKYLE\nFucking around on that puke-green\ncouch down there. Every time the\nfloor would creak upstairs I'd zip\nmy damn pants up...\n\nThey laugh as he nuzzles up to her, puts his hand on her\nthigh. She returns his affection.\n\nKYLE (CONT'D)\nWe were such idiots.",
  "12": "---END OF PREVIOUS SECTION---\nThey laugh as he nuzzles up to her, puts his hand on her\nthigh. She returns his affection. KYLE (CONT'D)\nWe were such idiots. \n---TARGET SECTION TO BE ANNOTATED---\n But we pulled\nthrough, didn't we?\n\nTORI\nBarely. Your parents were okay I\nguess. Mine sucked.\n\nShe laughs.\n\nTORI (CONT'D)\nI just want us to be better than\nthat.\n\nKyle ruminates. The large window above them, trees wavering\noutside, scraping the glass.\n\nKYLE\nHow 'bout we all go camping up in\nDrywood this weekend? The three of\nus.\n\fBlue (11/30/17) 18.\n\nTORI\nOo - we haven't done that in\nforever.\nShe happily climbs on top of him.\nKYLE\nKnow what else we haven't done in\nforever?\n\nShe smiles as they start kissing.\n\nINT./EXT. FARMHOUSE - GARAGE - NIGHT\n\nCRRREEEEEEEECHCH!\n\nA RICKETY AUTOMATIC DOOR OPENS on a garage packed with boxes,\ngardening tools, a 1970's sedan, its hood stacked with paint\n\ncans.\n\nKyle carries the the Remington rifle from his truck into the\ngarage. The wind chimes jangle. He climbs on a work bench.\n\nHe reaches above a cabinet, moves aside Christmas lights and\nmason jars filled with nails. Goes to PLACE THE RIFLE on top\nof the cabinet -\n\nThe light bulb in the garage flickers and dims.\n\nKyle stops. He hears, from outside, A LOW MURMURING NOISE.\nGHASTLY. SINISTER. The same noise Tori heard from Benjamin.\n\nHe listens.\nHe can make out the FLUTTER AND SQUAWK of chickens -\n\nRising into a CACOPHONY OF PANICKED SCREECHES, FLESH TEARING,\npunctuated by a PAINED GUTTURAL MOAN.\n\nThen - silence.\n\nNothing but the wind chimes.\n\nKyle climbs down from the work bench with the rifle.\n\nHe grabs two bullets from a box on a shelf, opens the chamber\nof the rifle, presses them in. He slides the bolt shut with a\n\nCLICK.\n\nHe ventures out into the yard, toward the chicken coop, rifle\nleading the way into the darkness.\n\fBlue (11/30/17) 19.\nHe treads lightly, past the squeaking swing set, planning to\nsneak up on whatever got to the chickens.\n\nHe hears a dripping near a tall tree.",
  "13": "---END OF PREVIOUS SECTION---\nBlue (11/30/17) 19. He treads lightly, past the squeaking swing set, planning to\nsneak up on whatever got to the chickens. He hears a dripping near a tall tree. \n---TARGET SECTION TO BE ANNOTATED---\n He limps toward it. He\nstops to listen.\n\nDROPS OF BLOOD fall onto his face.\n\nHe wipes at his face, his hand slick with blood. What the\nhell?\n\nHe looks up -\nThere's a MANGLED CHICKEN CARCASS lodged in the branches.\nHe walks further and discovers -\n\nA few more CHICKEN CARCASSES scattered throughout the\nproperty, torn open, entrails smeared along the ground.\n\nThen -\n\nA RUSTLING FROM THE CORNFIELD. Kyle spins.\n\nSOMETHING'S IN THERE.\n\nWHISPERING STRANGE NOISES - a kind of ALIEN GIBBERISH.\nKyle steadies his rifle.\n\nHe HEADS INTO THE DARK CORNFIELD.\n\nHe uses the barrel of the rifle to nudge aside leafy corn\nstalks.\n\nHis heart is pounding. His breath shallow. His footsteps\nCRUNCHING dry leaves.\n\nHe can see SPLATTERS OF BLOOD on the leaves of corn.\n\nHe goes deeper into the cornfield. Now almost engulfed by the\nstalks. He can barely see a foot in front of him.\n\nHe comes out on an empty space between the rows of corn.\nAll is silent. He listens for the intruder.\n\nThen -\n\nSOMETHING BLEATS AT KYLE FROM HIS SIDE!\n\nKyle SPINS WITH THE RIFLE -\n\fBlue (11/30/17) 20.\n\nHe relaxes. It's a HORRIBLY WOUNDED CHICKEN, one wing ripped\noff, a chunk of flesh missing, squawking in agony, stumbling\nin circles.\n\nKyle aims the rifle point blank at the thing and FIRES,\nputting it out of its misery. The shot echoes miles away.\n\nKyle stands in the cornfield with his rifle. He calls out to\nthe darkness -—\n\nKYLE\nFuck you, wolf! I outrank you on\nthe food chain! You come round\nagain, I'll kill your ass!\n\nNo reply. Kyle is alone amid a vast sea of corn stalks.\n\nEXT. FARMHOUSE - DRIVEWAY - DAY\n\nBenjamin heads toward the truck, where Kyle packs camping\nsupplies. He wears a t-shirt, a backpack over his shoulders.\nHe seems more inward, more distant, than he did earlier.",
  "14": "---END OF PREVIOUS SECTION---\nFARMHOUSE - DRIVEWAY - DAY\n\nBenjamin heads toward the truck, where Kyle packs camping\nsupplies. He wears a t-shirt, a backpack over his shoulders. He seems more inward, more distant, than he did earlier. \n---TARGET SECTION TO BE ANNOTATED---\nTori calls out from a wraparound porch -\n\nTORI\nBenjamin, where's your jacket?\n\nBENJAMIN\nI don't need one.\n\nTORI\nIt's 40 degrees!\n\nBenjamin slumps his shoulders and sulks.\n\nTORI (CONT'D)\nFine, I'll get it.\n\nShe goes -\n\nINSIDE THE FARMHOUSE\nThrough the kitchen and living room.\nShe hastens upstairs.\n\nInto -\n\fBlue (11/30/17) 21.\n\nBENJAMIN'S BEDROOM\n\nTori sifts through the clutter, looking for Benjamin's jacket.\nShe spots it thrown by his bed. She crouches down and notices\nbetween the mattress and box spring a SHEAF OF CRINKLED\nPAPERS. She takes them out and pages through them.\n\nFrom downstairs, Kyle calls -\n\nKYLE (0.S.)\nHon? You about ready?\n\nTori is lost in the pages. Concerned.\nKyle joins her in the room.\n\nKYLE (CONT'D)\nYou find it?\n\nTORI\nI found... something.\n\nShe hands him the pages. On top is a Target ad featuring\nmodels in bikinis. Kyle is amused -\n\nKYLE\nIs this his idea of porn?\n\nHe sees a Memorial Day Sale mailer with women in bras. He's\namused -\n\nKYLE (CONT'D)\nMailers from Target - for the truly\nhardcore.\nHe leafs through and finds PAGES FROM AN ANATOMY TEXTBOOK -\nMedical diagrams of the FEMALE REPRODUCTIVE SYSTEM. An\nillustration of a NAKED FEMALE and her endocrine system. CROSS-\nSECTIONS OF THE VAGINA, THE CERVIX, THE UTERUS.\nPINK TISSUE. TANGLES OF RED AND BLUE VEINS. TECHNICAL. RAW.\n\nKYLE (CONT'D)\nWhat the hell?\n\nTORI\nIs it just a guy thing?\n\nKYLE\nNot any guy I know. Not this.\n\fBlue (11/30/17) 22.\n\nTORI\nMaybe it's time you had a talk with\nhim. You know, birds, bees, et\ncetera.\n\nKyle sighs. He doesn't want to.\nKYLE\nFine. I'll give him the same talk\nmy dad gave me: ‘It's the second\nhole from the back of the neck.'\n\nTORI\nUgh.",
  "15": "---END OF PREVIOUS SECTION---\nHe doesn't want to. KYLE\nFine. I'll give him the same talk\nmy dad gave me: ‘It's the second\nhole from the back of the neck.'\n\nTORI\nUgh. \n---TARGET SECTION TO BE ANNOTATED---\nShe swats at him.\n\nEXT. WOODS - AFTERNOON\n\nA crisp afternoon, sun dead over the horizon. A cheap domed\ntent set up at a campsite. Tori takes a couple of gnarled red\nsteaks from a package and salts them.\n\nUp the hillside, Kyle and Benjamin crinkle through brown\nleaves, gathering firewood.\n\nKyle tries to be casual -\n\nKYLE\nSo, uh, Ben... I know you just had\nyour birthday.\n\nBENJAMIN\nYeah.\n\nKYLE\n\nWhich means you're a young man,\nyour body's starting to change.\n\nBENJAMIN\nOkay.\n\nKYLE\nSo you might find yourself more and\nmore interested in women. And\nwomen's bodies.\n\nBenjamin looks up at Kyle - cold, upset -\n\nBENJAMIN\nWere you in my room?\n\fBlue (11/30/17) 23.\n\nKYLE\nWhat? No.\n\nBENJAMIN\nI don't like it when people go\nthrough my private stuff.\n\nKYLE\nLook, I respect that. I was the\nsame way at your age - I thought\nabout girls all the time, and no\none ever told me it was okay to\ntouch it or play with it.\n\nBENJAMIN\nWith what?\nKYLE\nYou know. The, uh - my penis.\nBENJAMIN\nOkay.\nKYLE\n\nBut here's the thing: sex isn't\nabout organs and body parts. I\nmean, it is. But it's really about\nfinding the right person, falling\nin love.\n\nBENJAMIN\nAnd making babies.\n\nKYLE\nEventually. Even then, that's not\nthe only purpose of sex. Your\nmother and I, we still - you know,\npartake. And she can't have babies.\n\nBenjamin is taken aback.\n\nBENJAMIN\nWhat do you mean?\n\nKYLE\nThat's why we went to an adoption\nagency.\n\nBENJAMIN\n\nMom can't have children? Like no\nmatter what?\n\nBenjamin chews his fingernails, simmering. He looks at Tori,\nseeming betrayed. Kyle is baffled.\n\fBlue (11/30/17) 24.",
  "16": "---END OF PREVIOUS SECTION---\nHe looks at Tori,\nseeming betrayed. Kyle is baffled. Blue (11/30/17) 24. \n---TARGET SECTION TO BE ANNOTATED---\nKYLE\nWhat's this about? Were you wanting\na baby brother or sister? Because\nwe're happy with you. With the\nthree of us.\n\nBENJAMIN\nThat's not it.\n\nKyle gets close to Benjamin, tries to connect with him -\n\nKYLE\nLook, maybe my words came out\nstupid. Just know that you're a\nguy, and you're gonna be feeling\ncertain urges about girls you see\nin movies, girls in your class,\nwhatever. It's okay to give into\nthem now and again.\n\nBenjamin looks up at Kyle. He nods, placated.\n\nINT. CAITLYN'S BEDROOM - NIGHT\n\nBenjamin's classmate Caitlyn lies on her comforter in pajama\nbottoms and a t-shirt, talking on her phone, her frizzy hair\ndangling over the foot of the bed.\n\nCAITLYN\nOkay... Jesus, I'm at, like, zero\npercent, so I should probably go.\n\nCaitlyn rises and crosses toward her desk. She passes her\nsecond-story window and doesn't see - outside - A BLURRY\nFIGURE IN HER YARD, WATCHING HER.\n\nCAITLYN (CONT’D)\n(on her phone, laughing)\nSame to you, dork. Mwah.\nShe hangs up her phone and sets it on her desk. She plugs it\ninto her charger. Her home screen blinks weirdly and goes\ndead. Probably out of battery. Caitlyn turns off her lights.\n\nShe passes her window again. This time the figure is CLOSER -\nSOMEHOW RIGHT OUTSIDE HER WINDOW - HOVERING.\n\nCaitlyn plops into her bed, throws covers over herself.\n\nWe see, behind Caitlyn - HER WINDOW IS OPEN. The LONG CURTAINS\nFLUTTERING LIGHTLY.\n\nCaitlyn nestles into her pillow. She closes her eyes.\n\f25.\n\nEverything calm and quiet.\n\nThen she hears -\n\nEERIE MUSIC PLAYING.\n\nSomething spooky and romantic, like Mazzy Star.\n\nCaitlyn is terrified. She lifts her head and sees -\n\nHer laptop is OPEN, GLOWING. The song playing on iTunes.\nShe gets out of bed.\n\nShe approaches her computer, confused. No one in sight. She\nshuts the laptop. The music stops.\n\nShe turns around to head to bed.",
  "17": "---END OF PREVIOUS SECTION---\nShe\nshuts the laptop. The music stops. She turns around to head to bed. \n---TARGET SECTION TO BE ANNOTATED---\nTHE MUSIC PLAYS AGAIN BEHIND HER.\n\nCaitlyn sees her laptop open again. Her heart rate quickens.\nShe's almost shaking with fear.\n\nShe slams the laptop shut. She stacks heavy books on the lid.\nHer room now silent.\n\nShe notices the accordion doors on her closet SLIGHTLY AJAR.\nShe slowly advances toward it.\n\nShe reaches out to the knob of the door...\n\nShe grasps it and -\n\nSLOWLY SLIDES THE ACCORDION DOORS. They SQUEAK open.\n\nThe closet is pitch black.\n\nCaitlyn reaches up, pulls a chain, and turns on a bare light\nbulb.\n\nJust clothes on hangars. Shoe boxes. Piles of old toys and\nboard games.\n\nCaitlyn steels herself and - QUICKLY PARTS THE CLOTHES ON\nHANGARS —\n\nJust a plain wall behind the clothes.\nShe parts more hangars.\n\nThen a couple more.\n\fBlue (11/30/17) 26.\n\nThen parts another -\n\nA FACE GLARES AT HER!\n\nShe jumps back!\n\nIt's just an old RAG DOLL with a torn-up face.\n\nCaitlyn lowers her guard.\n\nShe turns off the closet light. Closes the door, turns, and -\n\n- walks, oblivious, DIRECTLY PAST BENJAMIN STANDING BEHIND HER\nLONG FLUTTERING CURTAINS.\n\n \n\nThe hair on her neck raises. She senses something awful and\nterrifying -\n\nShe sees BENJAMIN STARING AT HER, CURTAINS SWIRLING AROUND HIM\nIN THE NIGHT AIR.\n\nCAITLYN LETS OUT A BLOOD-CURDLING SCREAM.\nShe TURNS TO RUN OUT OF HER ROOM. The door SWINGS OPEN -\n\nA DARK SILHOUETTE STANDS IN THE DOORWAY - WRAPPING UP CAITLYN\nIN HER ARMS.\n\nIt's her mom, ERICA.\nCaitlyn is crying.\n\nERICA\nWhat's wrong? What's wrong?\n\nCAITLYN\nSomeone's there! By the curtains!\n\nErica flips on the LIGHTS.\nShe approaches the windows -\nSlowly. Cautiously.\n\nShe grasps the curtains -\nAND OPENS THEM.\n\nThere's no one there. The window is closed. Nothing amiss. But\nCaitlyn is a wreck.\n\nERICA\nHoney, no one's here.",
  "18": "---END OF PREVIOUS SECTION---\nNothing amiss. But\nCaitlyn is a wreck. ERICA\nHoney, no one's here. \n---TARGET SECTION TO BE ANNOTATED---\n\fBlue (11/30/17) 27.\n\nCAITLYN\nHe was right there. I think it\nwas... this kid from my class.\nErica is dubious.\nERICA\n\nWere you watching scary movies on\nyour phone again?\n\nCAITLYN\nI wasn't, I swear.\n\nBut even Caitlyn is starting to doubt herself.\n\nCAITLYN (CONT’D)\nCan I sleep in your bed tonight?\n\nERICA\nOf course. Of course.\nINT. CAMPING TENT - NIGHT\nTori STARTLES AWAKE.\n\nShe's in a sleeping bag next to Kyle in their tent. She feels\nat an empty sleeping bag - Benjamin is gone.\n\nThe tent door is unzipped, flaps blowing in the breeze. Just\ncrickets and katydids outside.\n\nTORI\nBenjamin?\n\nKyle wakes -\n\nKYLE\nWhat's wrong?\n\nTORI\nBenjamin - he's gone.\n\nThe two of them scramble out of the tent. Kyle calls out -\n\nKYLE\nBen!\n\nIn a panic she grabs a flashlight. Kyle starts to split from\nTori -\n\nKYLE (CONT'D)\nYou check that way, I'll take over\nhere.\n\fBlue (11/30/17) 28.\n\nTori nods nervously and goes into the forest.\n\nShe shines the flashlight everywhere. Acres of trees receding\ninto total darkness.\n\nShe's alone. She hears a FLUTTER somewhere in the trees, a\ncrow SQUAWKING.\n\nShe looks behind her. No sign of Kyle. The embers of the\ncampfire receding into the night. She's scared.\n\nTORI\nBenjamin, can you hear me?... Where\nare you, baby?\n\nTori hears RUSTLING IN THE TREES ABOVE. Seeds and acorns\ndropping around her.\n\nShe shines the flashlight up into the tall trees - vertiginous,\ndizzying, casting eerie shadows. She thinks she sees SOMETHING\nMOVING UP THERE.\n\nTORI (CONT'D)\nBenjamin?\n\nHer flashlight starts to flicker and spasm.\nTori rattles it, trying to jar the batteries back into place.\nThe light goes back on. She shines it up. Nothing up there.\nShe lowers the flashlight -\nBENJAMIN IS DIRECTLY BEHIND HER.\nTori startles - then loosens.",
  "19": "---END OF PREVIOUS SECTION---\nNothing up there. She lowers the flashlight -\nBENJAMIN IS DIRECTLY BEHIND HER. Tori startles - then loosens. \n---TARGET SECTION TO BE ANNOTATED---\nTORI (CONT'D)\nOh my God, Benjamin! Where were\nyou?\n\nBENJAMIN\nTaking a pee.\n\nTori lets out a huge laugh.\n\nBENJAMIN (CONT’D)\nDid I scare you? I didn't mean to.\n\nTORI\n(still laughing)\nNo, it's just... You had me and\n\nyour dad pretty freaked.\n\fBlue (11/30/17) 29.\n\nShe hugs her son.\n\nTORI (CONT'D)\nI'm just glad you're here.\n\nEXT. MIDDLE SCHOOL - AFTERNOON\n\nThe school day is over. Benjamin is at the end of the walkway\nin front of the school, apart from other kids, as he sits\nhunched over his notebook, wearing headphones and doodling.\n\nA ways back from him, Tori wears a Hy-Vee employee polo, walks\nwith her sister Merilee, deep in conversation -\n\nTORI\nYou don't think I should take him\nto someone? A professional maybe?\n\nMERILEE\nFor what? Talking back to his dad\nand keeping weird jerk-off material\nunder his mattress?\n\nTORI\nIt's more than that. Benjamin was\nalways my special little guy. Such\nsweetness. But lately he's...\ndifferent.\n\nMERILEE\nUh - yeah, it's called puberty.\n\nMerilee laughs, but Tori is pensive. She wants to say more.\n\nMERILEE (CONT'D)\nLook, Benjamin is highly gifted.\nKids like him are often anxious,\ndepressed, they may have problems\nintegrating socially. What appears\ntroubling to you is actually normal\nfor his age. He'll grow out of it.\n\nTORI\nI hear you. Maybe I'm overreacting.\n\nMerilee wraps Tori in a soothing hug, then breaks it off -\n\nMERILEE\nSorry, I'm late for my 3 o'clock.\n\nTORI\nGo.\n\fBlue (11/30/17) 30.\n\nMerilee hustles off.\n\nTori approaches Benjamin from behind. We can hear, muffled,\nthe same song that played in Caitlyn's bedroom.\n\nShe peers over Benjamin's shoulder and sees what he's doodling\n- VARIATIONS ON HIS INITIALS, LOTS OF STYLIZED B'S, next to\nsketches of CAPES AND MASKS.",
  "20": "---END OF PREVIOUS SECTION---\nTori approaches Benjamin from behind. We can hear, muffled,\nthe same song that played in Caitlyn's bedroom. She peers over Benjamin's shoulder and sees what he's doodling\n- VARIATIONS ON HIS INITIALS, LOTS OF STYLIZED B'S, next to\nsketches of CAPES AND MASKS. \n---TARGET SECTION TO BE ANNOTATED---\nTori sees Benjamin obsessing over a CRUDE BALLPOINT DRAWING OF\nCAITLYN'S FACE with her frizzy hair, HER EYES WIDE AND\nFEARFUL.\n\nTori zeroes in on the drawing - leaning in - closer -\n\nBENJAMIN TURNS SUDDENLY, STARTLING HER. GLARING AT HIM. Tori\nis flustered.\n\nTORI (CONT'D)\nUm... who is she?\n\nBenjamin closes his notebook shut. He storms into the parking\nlot toward Tori's car.\n\nTORI (CONT'D)\nSorry!\n\nShe follows after him.\nTORI (CONT'D)\nShe's cute, by the way!\nINT. FARMHOUSE - STUDY - NIGHT\n\nKyle sits at an old desk in the study. Just a desk lamp on. He\nhas his iPad and checkbook open, bills spread out before him.\n\nHe picks up a certified letter from the local bank. Not good.\nHe tears it open. Scans the letter.\n\nWe catch scraps of the letter -\n\n\"NOTICE OF FORECLOSURE\"\n\n\",..missed payments...\"\n\n\"Property to be sold within 90 days unless...\"\nKyle sets the letter down.\n\nHe sits there, fuming - then, overcome, he crumples the\nletter. So angry he wants to crawl out of his skin.\n\fBlue (11/30/17) 31.\nHe looks through the open doorway and sees Tori fiddling with\na flickering light bulb.\n\nKyle goes to the door and CLOSES IT quietly.\n\nHe pulls up his pant leg and unstraps a plastic PROSTHESIS -\nan artificial leg from the knee down. He sighs, some pain\nrelieved.\n\nHe opens a bottom desk drawer.\n\nReaches behind some hanging files, deep in back -\n\nAnd pulls out something bundled inside an old sock.\n\nHe unfurls it to reveal a PILL BOTTLE OF OXYCONTIN.\n\nHe twists off the cap, shakes out a couple of pink pills.\n\nHe swallows the pills, sits back, and waits for them to change\nhim.\n\nINT. FARMHOUSE - STUDY - LATER\n\nLater in the evening, Kyle is in a fog - drooly, nearly passed\nout.\n\nHe hears a DIGITAL CHIME.\n\nKyle perks up a bit. Orients himself.\n\nHe looks down at the iPad on his desk.\n\nAn ALERT from the security cam.",
  "21": "---END OF PREVIOUS SECTION---\nOrients himself. He looks down at the iPad on his desk. An ALERT from the security cam. \n---TARGET SECTION TO BE ANNOTATED---\n Something moving outside.\nKyle opens his home security app -\n\nHe sees the EERIE BLACK-AND-WHITE NIGHT-VISION ON THE CHICKEN\nCOOP. All seems still.\n\nThen, suddenly, CLOSE UP OF WINGS FLAPPING, a fury of\nfeathers. Chickens are dying.\n\nKyle, creeped out, sees WHITE WISPS amid the chicken coop. The\nfootage is jagged - freezing and skipping.\n\nHe REWINDS the footage and freezes the frame.\nHe sees what looks like a BLUR.\nKyle is confused. He un-pauses the image.\n\nThe footage plays. Kyle peers closer -\n\fBlue (11/30/17) 32.\n\nBAM!\nA HAND JUTS INTO FRAME.\n\nKyle can make out A WHITE FIGURE - GHOSTLY, BLURRY, WITH\nLUMINESCENT EYES.\n\nHe's horrified.\n\nINT. FARMHOUSE - CELLAR - MOMENTS LATER\nKyle, holding the iPad, leads Tori down rickety wooden stairs.\n\nTORI\nKyle! What is this about?\n\nThey get to the bottom of the stairs. At one time an old root\ncellar - stone walls, low ceiling - now a laundry room lit by\na bare light bulb.\n\nKyle - agitated, clammy - fidgets.\n\nKYLE\nIt was a person.\n\nTORI\nWhat was?\n\nKYLE\n\nI saw something in the chicken\ncoop. Wasn't a wolf. Wasn't an\nanimal. It was a person.\n\nTORI\nA person?\n\nKYLE\n(apologetic, emotional)\nBabe, I think it may've been\nBenjamin.\n\nShe looks at him askance -\n\nTORI\nNo.\n\nHe opens up the security cam footage on the iPad, presses\nplay, and shows it to her.\n\nKYLE\nThis is from the camera I put up.\n\fBlue (11/30/17) 33.\n\nShe hears the audio - fluttering and tearing - but THE VIDEO\nIS PIXILLATED, CORRUPTED.\n\nTORI\nThere's nothing here.\n\nKyle is confused. He takes the iPad back, tries to find the\nfootage.\n\nKYLE\nI don't know what's going on. There\nwas someone. A hand.\n\nTori slumps as he prattles on -\n\nKYLE (CONT'D)\n\nThis was our fear. All along.\nAbnormal shit.",
  "22": "---END OF PREVIOUS SECTION---\nTori slumps as he prattles on -\n\nKYLE (CONT'D)\n\nThis was our fear. All along. Abnormal shit. \n---TARGET SECTION TO BE ANNOTATED---\n Truly out-there\nshit.\n\nTori stares at him pitifully.\n\nKYLE (CONT'D)\nYou see what I'm saying, don't you?\n\nTORI\n(solemn, direct)\nYou're doing it again.\n\nKYLE\nDoing what?\nTORI\nThe Oxy.\nKYLE\nThat's... No. That's ridiculous.\nTORI\n\nYou have that look in your eye,\nyou're talking crazy -\n\nKYLE\nNo, I haven't -\n(catching himself)\nTori, that's not what this is\nabout.\n\nShe gives him a withering stare.\n\fBlue (11/30/17) 34.\n\nTORI\nIt would make a lot more sense that\nyour new camera is broken than that\nour son magically killed a bunch of\nchickens.\n\nKyle is chastened. Tori walks up the stairs.\n\nKyle turns to the iPad. He presses play, sees only CORRUPTED\nDATA.\n\nThe footage is a pixilated mishmash, almost taunting him. He's\nfrustrated, defeated, wondering if he really is seeing things.\n\nKYLE\nShit.\n\nINT. MIDDLE SCHOOL - GYMNASIUM - DAY\n\nA red-haired 12-YEAR-OLD GIRL stands with her hands folded\nacross her chest, her eyes closed.\n\nShe lets herself FREE FALL BACKWARD - into a circle of other\nkids who pass her around, her eyes closed, a version of the\ntrust game Willow in the Wind.\n\nBenjamin is on one side of the circle, Caitlyn on the other.\nHe looks at her. She looks away, unsettled.\n\nA P.E. teacher blows his whistle.\n\nP.E. TEACHER\nOkay now - there we go! When we\ntrust each other, good things\nhappen!\n\nHe looks at Benjamin.\n\nP.E. TEACHER (CONT'D)\nYou're up next, big guy.\n\nBenjamin dutifully enters the middle of the circle.\n\nP.E. TEACHER (CONT'D)\nLet's hear it for Benjamin!\n\nSome kids clap. Benjamin stands up straight, folds his arms\nacross his chest. He looks back at his spotters.\n\nP.E. TEACHER (CONT'D)\nNothing to be afraid of! Your\n\nclassmates have your back -\nliterally!\n\fBlue (11/30/17) 35.\n\nBenjamin closes his eyes. He lets himself fall.",
  "23": "---END OF PREVIOUS SECTION---\nBlue (11/30/17) 35. Benjamin closes his eyes. He lets himself fall. \n---TARGET SECTION TO BE ANNOTATED---\nCaitlyn watches, fearful, as kids PASS BENJAMIN around the\ncircle.\n\nSomeone passes him to Caitlyn. She steps aside and LETS HIM\nDROP.\n\nHe SPRAWLS ONTO THE GYM FLOOR. The other kids ooh and wince.\nRoyce laughs. Benjamin lies there, unmoving, SEETHING INSIDE.\n\nROYCE\nWay to trust the floor, Breyer!\n\nThe teacher rushes to Benjamin -\n\nP.E. TEACHER\nYou okay, bud?\n\nHe gingerly lifts Benjamin into a sitting position.\n\nSome students cringe, others giggle. Benjamin glares at\nCaitlyn.\n\nP.E. TEACHER (CONT'D)\nDamn it, Caitlyn. Give him a hand\nup.\n\nCaitlyn is terrified to go near Benjamin.\n\nP.E. TEACHER (CONT'D)\n\n(warning)\nCaitlyn.\nCAITLYN\n\nHe's a pervert.\n\nRoyce and his buddy Fauxhawk laugh. Benjamin fumes. He stares\nat Caitlyn.\n\nBENJAMIN\nYou lie.\n\nP.E. TEACHER\nHold on now - we're all on the same\nteam here. Caitlyn, help him up.\nCaitlyn hesitates.\n\nP.E. TEACHER (CONT'D)\nHelp him up or you fail this class.\n\nCaitlyn squirms.\n\f36.\n\nThen -\n\nShe reluctantly reaches her hand down to Benjamin.\nBenjamin grasps her hand.\n\nHE SQUEEZES IT.\n\nTORRENTIAL PAIN hitting Caitlyn hard.\n\nBenjamin stays LOCKED IN ON HER. A fixed beam of rage.\n\nP.E. TEACHER (CONT'D)\nBenjamin!\n\nCaitlyn lets out an ANIMAL WAIL OF PAIN.\n\nP.E. TEACHER (CONT'D)\nLet_go!\n\nBenjamin squeezes tighter. His grip like an industrial\nmachine.\n\nTHE BONES IN CAITLYN'S HAND SNAPPING. Then GROUND TO DUST.\nThe other kids PANIC - WHIMPERING - SCREAMING.\n\nBenjamin GRINDS HIS HAND INTO A FIST, then lets go.\n\nThe P.E. Teacher rushes in to help Caitlyn -\n\nShe falls back, bawling, clutching her wrist, HER HAND HANGING\nLOOSE, NOTHING BUT PULP - A BAGGY MONSTROSITY.\n\nThe other kids SHRIEK.\nBenjamin's eyes brim with satisfaction.",
  "24": "---END OF PREVIOUS SECTION---\nTeacher rushes in to help Caitlyn -\n\nShe falls back, bawling, clutching her wrist, HER HAND HANGING\nLOOSE, NOTHING BUT PULP - A BAGGY MONSTROSITY. The other kids SHRIEK. Benjamin's eyes brim with satisfaction. \n---TARGET SECTION TO BE ANNOTATED---\nHe's at peace.\n\nINT. MIDDLE SCHOOL - HALLWAY - AFTERNOON\n\nHand-held. We're moving - quickly. Kyle, drenched by rain,\nrushes down the hall, toward an administrative office -\n\nPast students glancing at him, gossiping in hushed tones.\nPast a young female sheriff's deputy, walkie squawking.\nHe approaches the sound of PEOPLE YELLING.\n\nHe rounds a corner and enters a -\n\f37.\n\nRECEPTION AREA\nTori - in her work polo - argues with Caitlyn's mom Erica.\n\nCHIEF DEPUTY TOM DEEVER - 45, brawny, wearing a khaki sheriff\nuniform - stands between them. A waif-thin PRINCIPAL is off to\nthe side.\n\nERICA\nDid you see my daughter's hand?!\nDid you see it?\n\nTORI\nI'm sorry she's in pain, Erica, but\nscreaming at me is not going to\nmake it any better.\n\nKyle notices, in the glassed-in principal's office - Benjamin\nsitting alone, engrossed in doodling, his backpack next to\nhim.\n\nERICA\nI'm not leaving until your son is\nremoved from these premises -\n\nTORI\nOh Christ....\n\nERICA\n- before he hurts someone else.\n\nKYLE\nCan someone take a breath and tell\nme where things stand?\n\nPRINCIPAL\nBenjamin is officially suspended\nfor two days -\n\nERICA\nSuspended? He should be arrested!\n\nDEEVER\nThat's up to juvenile prosecutors.\n\nPRINCIPAL\nAfter his suspension he'll receive\nregular sessions with our school\ncounselor, Miss Merilee.\n\nERICA\nHis aunt?\n\fBlue (11/30/17) 38.\n\nDeever is\n\nPRINCIPAL\nRight now she's the only -—\n\nERICA\n(to Deever)\nYou know her son was inside my\n\ndaughter's bedroom last Saturday\nnight.\n\ntaken aback.\nTORI\n\nLast Saturday night he was camping\nwith us. Thirty miles away!\n\nKyle glances at Benjamin, wondering if he was really with them\nthe entire night.\n\nERICA\n(to Tori)\nYou just can't admit there's\nsomething seriously fucked up with\nyour kid.\n\nTORI\nBecause he's adopted there's\nsomething wrong with him? That's -\nbeyond disgusting. We're done here.\n\nTori goes to get Benjamin.",
  "25": "---END OF PREVIOUS SECTION---\nThat's -\nbeyond disgusting. We're done here. Tori goes to get Benjamin. \n---TARGET SECTION TO BE ANNOTATED---\n Erica badgers her -\n\nERICA\nWho's his father? Some kind of\nserial killer?\n\nTori escorts Benjamin out of the office. Benjamin passes Erica\nand GLARES AT HER, DEAD-EYED, COLD.\n\nDeever positions himself in front of Erica, trying to calm her\ndown. Benjamin walks out with his parents, never breaking his\ngaze at Erica.\n\nINT. TORI AND KYLE'S BEDROOM - EVENING\n\nRaining outside - thunder GROANING. Tori changes out of her\nclothes. Kyle angrily removes his jacket -\n\nKYLE\nIf I pulled shit like that,\nbreaking a girl's hand? Goddamn. My\ndaddy woulda beat my ass.\n\fBlue (11/30/17) 39.\n\nTORI\nLike that's gonna help.\n\nKYLE\nWe're probably on the hook now for\nall her fucking medical bills -\n\nTORI\nThis is what you care about right\nnow?\n\nKYLE\n\nI care about my family!\n\nTORI\nThen start showing it.\n\nKYLE\nThis is how I show it. By holding\nhim accountable. Not by slathering\nhim with love and telling him how\ndamn exceptional he is.\n\nTORI\nHe is exceptional, Kyle. He is. The\ntwo of us were trying - forever -\nto have a child, then he arrives.\nThis miracle.\n\nKYLE\n(derisively)\nYeah, his behavior has been so\nmiraculous lately.\n\nTORI\nAsk Merilee - everything he's going\nthrough is normal for his age.\n\nKyle levels his gaze at her -\n\nKYLE\n\nTori, he may look like us, but he's\nnot us. He's never bled, not once\nin his whole life. Never had a cut.\nOr a broken bone. Or a bruise. And\nnow he's hurting people. Erica was\nright - there is something fucked\nup about him.\n\nTori simmers. Upset. Then -\n\nTORI\nHe does bleed.\n\fBlue (11/30/17) 40.\n\nKyle gives her a confused look.\nTORI (CONT'D)\nHe cut his hand, that night when he\nwas sleepwalking.\n\nKYLE\nWhere?\n\nTORI\nOut in the barn. He found the pod.\n\nKyle is stunned. Furious.",
  "26": "---END OF PREVIOUS SECTION---\nHe found the pod. Kyle is stunned. Furious. \n---TARGET SECTION TO BE ANNOTATED---\nKYLE\nWhy the fuck didn't you tell me?!\n\nTORI\nBecause I knew you'd react like\nthis. You always, always thought he\nwas something to hide, something to\nbe ashamed of -\n\nKYLE\nYou_don't get to make decisions\nlike that for me!\n\nHe grabs his jacket, starts to leave.\n\nTORI\nWhere you going?\n\nKYLE\nOut. Don't wait up.\n\nHe hobbles out of the room and down the stairs.\n\nINT. FARMHOUSE - DINING ROOM - LATER THAT NIGHT\n\nTori sits at the dining room table, her laptop open before\nher. She pops open a bottle of beer, takes a swig.\n\nShe types into Google -\nchildhood developmental disorders\n\n- and presses return. It yields a flurry of results - her eyes\nscanning phrases for meaning, answers -\n\nDisruptive Mood Dysregulation Disorder... Encopresis...\nOppositional Defiant Disorder...\n\nShe goes to take another drink.\n\f41.\n\nFrom upstairs she hears -—\n\nA LOUD THUD, like a body hitting the floor.\n\nShe sets the drink down. Listens.\n\nShe hears a MUFFLED UNEARTHLY MOAN. PAINED. ALMOST ANIMAL.\n\nShe leaps up and hastens -—\n\nUP THE STAIRS\nShe heads down the hallway. Toward Benjamin's room.\n\nShe can hear a SMALL RACKET from inside his room, like objects\nbeing thrown about.\n\nShe tries the door but it's locked. She knocks.\n\nTORI\nBenjamin?\n\nShe can make out the MUMBLED ALIEN GIBBERISH.\n\nTORI (CONT'D)\nOpen the door - please.\n\nShe bangs on the door with the palm of her hand.\n\nMORE LOUD THRASHING AND SHAKING. BENJAMIN SPITTING ANGRY ALIEN\nGIBBERISH.\n\nTori - panicking - BANGS HARDER ON THE DOOR.",
  "27": "---END OF PREVIOUS SECTION---\nMORE LOUD THRASHING AND SHAKING. BENJAMIN SPITTING ANGRY ALIEN\nGIBBERISH. Tori - panicking - BANGS HARDER ON THE DOOR. \n---TARGET SECTION TO BE ANNOTATED---\nTORI (CONT'D)\nBenjamin!\n\nBENJAMIN GROANING - WAILING!\n\nTori leans her shoulder into the door and BUSTS IT OPEN -\n\nINSIDE BENJAMIN'S ROOM\n\nTHE WINDOWS ARE OPEN - DRAPES FLAPPING INWARD - BENJAMIN IN\nHIS PAJAMAS -\n\nFLOATING THREE FEET OVER HIS BED -\nHIS EYES ROLLED WHITE - HEAD THROWN BACK - HIS BODY BENT\n\nBACKWARDS - GROTESQUELY CONTORTED - AS IF IN THE GRIP OF A\nSEIZURE.\n\n \n\fBlue (11/30/17) 42.\n\nTORI SCRAMBLES ONTO THE BED -—\n\nSHE PULLS DOWN BENJAMIN.\n\nFIGHTING WITH THE VIOLENT ENERGY SURGING THROUGH HIM.\nSHE CORRALS HIM TO THE BED. WRAPS HIM IN HER ARMS.\nBENJAMIN SEEMS TO SNAP OUT OF IT.\n\nHe's disoriented - his eyes crazed, savage. Tori grips his\nface with her hands - desperately trying to soothe him -\n\nTORI\nBenjamin - you're okay - you're\nokay...\n\nBenjamin is confused about where he is.\nHe catches his breath. He studies his mother.\n\nTORI (CONT'D)\nI'm with you now.\n\nShe cradles him.\nBenjamin looks directly at Tori. Then -\n\nBENJAMIN\nWho am I?\n\nTori stammers, searching for the right words -\n\nTORI\nYou're... you're our son, you —\n\nBENJAMIN\nWhere did I come from?\n\nTori knew this moment would come. She knows she has to level\nwith him.\n\nTORI\nBenjamin... I know things have been\ndifficult for you. I know you feel\ndifferent from other kids. And you\nare different.\n\n(slowly, candidly)\n\nYou are not from our world. We did\nnot adopt you from an agency. You\ncame here, in some... pod. From\nwhere I don't know.\n\nBenjamin nods, processing, almost resigned.\n\fBlue (11/30/17) 43.\n\nTORI (CONT'D)\nYou are special. A gift.\n\nShe grasps his hand in hers.",
  "28": "---END OF PREVIOUS SECTION---\nTORI (CONT'D)\nYou are special. A gift. She grasps his hand in hers. \n---TARGET SECTION TO BE ANNOTATED---\nTORI (CONT'D)\nThere will be people who don't\nbelieve who you are and what you\ncan do. That's why you have to show\nthem that you are virtuous. And\nkind. And good.\n\nBenjamin can see his purpose.\nBENJAMIN\nThank you, Mom. Everything makes\nsense now.\nTORI\nYou have been sent here to do great\nthings. But you will always be my\nbaby boy.\nBenjamin smiles and puts his head on her shoulder. She strokes\nhis hair. He's at ease.\n\nINT. CAITLYN'S BEDROOM - DAY\n\nCaitlyn is propped up in bed, recuperating, her right hand in\na bulging cast, her bones pinned with an external frame.\n\nA bowl of soup sits on a tray in front of her. She tries to\neat it with her left hand. Her hand shaking. Struggling to\nlift the spoon to her mouth.\n\nShe sets the spoon down and sees - in the doorway - BENJAMIN,\nholding flowers. SHE JOLTS. Instantly petrified.\n\nBenjamin enters the bedroom.\nCaitlyn leaps from bed. She backs away from him.\n\nCAITLYN\nWhat are you doing here?\n\nBENJAMIN\nI got you flowers.\n\nShe drifts toward the corner of her room, terrified.\n\nCAITLYN\nYou can't.\n\fBlue (11/30/17) 44.\n\nShe's on edge. His demeanor is steady, placid.\n\nBENJAMIN\nDon't be scared. I want to talk to\nyou.\n\nBenjamin slowly walks closer to her.\nBENJAMIN (CONT’D)\nDo you know what karma is? It's\nwhen you do something bad, and then\nsomething bad happens to you. It's\nanother name for justice.\nBenjamin is almost upon her. Caitlyn is in agony.\nBENJAMIN (CONT'D)\nThat's why, from now on, you should\nbe careful what you say about me.\nOr karma might happen to you.\n\nBenjamin's face is next to hers. She can feel his breath. A\ntear rolls down her cheek.\n\nBENJAMIN (CONT'D)\nDo you understand?\n\nShe closes her eyes, wincing, horrified.\nCAITLYN\n(whispers)\nYes.\nShe opens her eyes.",
  "29": "---END OF PREVIOUS SECTION---\nShe closes her eyes, wincing, horrified. CAITLYN\n(whispers)\nYes. She opens her eyes. \n---TARGET SECTION TO BE ANNOTATED---\nBENJAMIN IS GONE.\n\nCaitlyn is shaken. Exposed. She starts to weep.\n\nEXT. DIRT ROAD - AFTERNOON\n\nLate afternoon. A low sun. Royce and his buddy Fauxhawk ride\ntheir BMX's along a leaf-strewn train track that runs along\nthe bottom of a ravine. They talk about girls in their class\n\nROYCE\nNo dude, Olivia's trash.\n\nFAUXHAWK\nThen who would you pick?\n\fBlue (11/30/17) 45.\n\nROYCE\nI guess Caitlyn. When she had two\nhands.\n\nThey both burst out laughing as they approach the arched stone\nentrance to an old dark TRAIN TUNNEL, graffiti blanketing the\nsides. All around them, an uproar of SQUAWKING CROWS.\n\nThe boys notice, sitting above the tunnel, a SLIGHT FIGURE\nWEARING A RED CAPE AND MASK - THE EYES AND MOUTH HOLES JAGGED\nAND TERRIFYING - HIS LEGS DANGLING OVER THE ARCHWAY.\n\nFAUXHAWK\nJump, bitch!\n\nThey both laugh. The figure just watches them.\n\nROYCE\nYo, nice mask.\n\nThey laugh some more as they ride under the archway, the\nfigure silently looking down at them.\n\nThe guys ride their bikes into -\n\nTHE DARK TRAIN TUNNEL\n\nLit only by fading light from each end. The deeper they ride,\nthe darker it gets. Royce makes mock ghost noises -\n\nROYCE\nQooo00000!\n\nThey ride into the tunnel until it's pitch black. We can't see\na thing.\n\nWe HEAR a STRANGE WHISKING NOISE, then the sound of the boys\nbeing pitched and thrown to the ground, their metal bikes\ncrashing, wheels spinning.\n\nRoyce wails in agony.\nFAUXHAWK (0.S.)\n(scared)\nWhat was that? What was that?\nRoyce whimpers and mumbles incoherently.\nFauxhawk turns on the flashlight on his phone and shines a pin\n\nlight on Royce. HIS NOSE BLEEDS, HIS MOUTH GUSHES THICK BLOOD.\nROYCE PULLS BROKEN TEETH FROM HIS GUMS. He's in a daze.\n\f46.\nROYCE\nSomething hit me.",
  "30": "---END OF PREVIOUS SECTION---\nHe's in a daze. 46. ROYCE\nSomething hit me. \n---TARGET SECTION TO BE ANNOTATED---\nFAUXHAWK\n(panicking)\n\nNo... no...\n\nHe moves the pin light over Royce's shoulder and sees -\nstanding near their bikes - THE FIGURE IN THE MASK AND CAPE.\n\nFAUXHAWK (CONT’D)\nOh God, oh God...\n\nTHE FIGURE WALKS TOWARD THEM.\nFAUXHAWK (CONT’D)\n(squealing)\nRoyce! We gotta go!\nFauxhawk helps a dazed Royce to his feet.\n\nThey scramble as fast as they can toward the light at the end\nof the tunnel.\n\nFAUXHAWK (CONT’D)\nDon't look back! Don't look back!\n\nRoyce starts to whimper and cry. The two boys run.\n\nThey make it to the end of the tunnel -\n\nBOTH BOYS ARE KNOCKED DOWN.\n\nTHEY'RE DRAGGED BACK INTO THE DARKNESS, SCREAMING AND KICKING.\nThey try to crawl away, but something flips them over.\n\nA foot pressed down on Royce's chest. He can barely breathe.\nThe MASKED FIGURE looks down on the two of them.\n\nBENJAMIN\nDon't cross me.\n\nRoyce recognizes the voice as Benjamin's. He gasps helplessly -\nROYCE\nBreyer?\n(struggling to breathe)\nDon't hurt me. Please.\n\nThe pressure is released from his chest. Royce sits up.\n\f47.\n\nThey look down the tunnel to see the silhouette of Benjamin\nwalking away, his cape fluttering behind him.\n\nINT. FAST FOOD JOINT - NIGHT\n\nA small-town Dairy Queen-like joint that has BBQ sandwiches,\nsoft-serve ice cream, etc. Out in the middle of nowhere. Erica\nlocks up from inside, turns a door sign to CLOSED.\n\nThe place is lit by bright fluorescents, the windows fogged up\nin the chill night air.\n\nErica - all in one shot - makes her way to a cash register\nbehind the front counter. She opens it up with a DING. Pulls\nout the cash drawer. Closes it. Sets the drawer on the\ncounter.\n\nShe looks up and sees - written in the precipitation on all\nthe windows -\n\nDIE DIE DIE DIE DIE DIE\nDIE DIE DIE DIE DIE DIE DIE\nDIE DIE DIE DIE DIE DIE\n\nShe's disturbed.\nThe overhead fluorescent lights FLICKER.\nErica growing more concerned.",
  "31": "---END OF PREVIOUS SECTION---\nShe looks up and sees - written in the precipitation on all\nthe windows -\n\nDIE DIE DIE DIE DIE DIE\nDIE DIE DIE DIE DIE DIE DIE\nDIE DIE DIE DIE DIE DIE\n\nShe's disturbed. The overhead fluorescent lights FLICKER. Erica growing more concerned. \n---TARGET SECTION TO BE ANNOTATED---\nERICA\nOkay, who's fucking with me?\n\nThe fluorescent bulbs SPASM ERRATICALLY, buzzing faintly,\nthrowing Erica in and out of darkness.\n\nERICA (CONT'D)\nThat you, Rick?\n\nNo reply.\nErica climbs on top of the front counter.\n\nShe reaches up to one of the flickering lights. She strains to\ntouch it.\n\nShe taps at the long tube. The light goes on for a moment -\nThen goes out.\n\nShe taps the light again - the fluorescent bulb FLARES WHITE\nHOT, then —\n\nPOP!\n\f48.\n\nTHE BULB BURSTS!\n\nERICA TOPPLES OFF THE COUNTER. LANDS ON THE FLOOR, HARD ON HER\nSHOULDER.\n\nSHE MOANS IN SEVERE PAIN.\nThrough bursts of flickering light -\n\nShe tries to prop herself up. Her face is CUT UP, BLEEDING.\nJagged shards of glass fall from her cheek.\n\nShe whimpers. Mewling. Her right eye stinging. A searing\nagony.\n\nA SMALL SHARD OF GLASS JUTS OUT OF THE PUPIL OF ERICA'S RIGHT\nEYE.\n\nShe reaches up to it, letting out tiny cries, her hand\nshaking.\n\nShe manages to pinch the shard of glass with her fingertips -\nShe holds her breath -\n\nAND STARTS TO PULL OUT THE GLASS SHARD FROM HER EYE.\n\n \n\nIMPOSSIBLY LONG. BURIED DEEP. COVERED IN BLOOD.\nSHE PULLS IT OUT, CASTS IT ASIDE.\n\nErica tries to see through the blood, her vision blurred and\njagged. Lights flickering amid the darkness - a strobe effect.\n\nShe looks up and sees, standing over her, in a nightmare burst\nof flicking light - BENJAMIN IN HIS RED MASK AND CAPE.\n\nThe light flickers again and he's gone. She can hear him on\nall sides of her. Everything blurry and confusing.\n\nErica howls out in rage -—\n\nERICA (CONT'D)\nGet out of here!\n\nErica scrambles behind the counter.\n\nHalf-blind, she frantically feels underneath the counter -\nfinds what she's looking for: A BASEBALL BAT.",
  "32": "---END OF PREVIOUS SECTION---\nErica howls out in rage -—\n\nERICA (CONT'D)\nGet out of here! Erica scrambles behind the counter. Half-blind, she frantically feels underneath the counter -\nfinds what she's looking for: A BASEBALL BAT. \n---TARGET SECTION TO BE ANNOTATED---\nShe tries to stand - SWINGING THE BAT WILDLY - GRUNTING LIKE\nAN ANIMAL —\n\f49,\nWITH EACH FLICKER OF LIGHT BENJAMIN APPEARS TO BE ELSEWHERE.\nNEAR. FAR. ON HER LEFT. HER RIGHT.\n\nErica knocks over displays and condiment dispensers, swinging\nthe bat at Benjamin -\n\nERICA (CONT'D)\nLeave me the fuck alone!\n\nShe can't fend him off. He seems to be all around her. She's\nlosing her mind.\n\nERICA (CONT'D)\nNooo!\n\nShe swings hard at Benjamin - misses - and HITS A BIG METAL\nSODA STATION. THE BAT GETS JACKED OUT OF HER HAND and goes\nspiraling across the floor.\n\nShe can't find it through the bursts of light. BENJAMIN\nAPPEARS IN FRONT OF HER.\n\nErica howls, turns, and runs toward the back area of the\njoint, knocking over tables.\n\nShe staggers down a short back hallway, and comes to a walk-in\nfreezer.\n\nShe lifts the long master lock hanging loose on the latch,\nthen enters -\n\nA WALK-IN FREEZER\n\nShe slams the door shut behind her and locks the handle tight.\nThe air is frigid. But Erica is safe.\n\nShe can see her terrified breath in the flickers of light.\n\nHer breathing slows.\n\nShe listens for noise on the other side of the door.\n\nShe hears nothing.\n\nAnd then an eerie HISSING NOISE. Something CRACKLING.\n\nA pinpoint dot near the door handle starts to RIPPLE AND MELT.\nSCALDING FROM INTENSE RADIATION.\n\nERICA\nNo. No. No.\n\fBlue (11/30/17) 50.\n\nShe backs away from the door. Freaked out. The INTENSE HEAT\nCARVING A HOLE AROUND THE DOOR HANDLE.\n\nErica retreats further into the walk-in freezer, amid shelves\nof frozen food. Lights spasming. Nowhere to hide.\n\nShe looks all around her, braced, ready -\n\nIn the flicker of light we can see - ABOVE HER — BENJAMIN IN\nHIS MASK.\n\nErica turns - looks up - too late - BENJAMIN SWOOPS DOWN ON\nHER, THE MOUTH HOLE IN HIS MASK AGAPE, HIS EYES GLOWING RED.\n\nINT.",
  "33": "---END OF PREVIOUS SECTION---\nShe looks all around her, braced, ready -\n\nIn the flicker of light we can see - ABOVE HER — BENJAMIN IN\nHIS MASK. Erica turns - looks up - too late - BENJAMIN SWOOPS DOWN ON\nHER, THE MOUTH HOLE IN HIS MASK AGAPE, HIS EYES GLOWING RED. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FARMHOUSE - DINING ROOM - LATER THAT EVENING\n\nKyle plops a serving of mac 'n' cheese onto his plate. He's\nuneasy, doesn't want to be here.\n\nTori sits to one side of him at the dining room table.\nBenjamin on the other, hands folded, staring calmly.\n\nEveryone has food on their plates.\n\nKYLE\n(mutters )\nLet's say grace.\n\nHe reaches out to either side of him - Tori takes Kyle's hand,\nbut Benjamin keeps his hands folded.\n\nBENJAMIN\nCan I say something first?\n\nKyle looks at Tori - this is unusual.\n\nKYLE\nSure.\n\nBENJAMIN\nI'd like to tell you something I'm\ngrateful for.\n\nTori smiles.\n\nBENJAMIN (CONT'D)\nThank you for adopting me. For the\nfirst time I finally feel like I\nbelong. I feel good.\n\nBenjamin takes his parents' hands, the three of them now\njoined.\n\fBlue (11/30/17) 51.\n\nKyle brightens. He closes his eyes -\n\nKYLE\nThank you Lord for this bounty\nbefore us...\n\nINT. FAST FOOD JOINT - DAWN\n\nA misty morning. Deever and the young female deputy - her name\nis REYES - saunter throughout the place. The emergency light\nfrom their squad car swirls lazily in the parking lot.\n\nDeever and Reyes pick their way through the wreckage - smashed-\nup cups and condiments everywhere. Broken light bulbs.\n\nDEEVER\nYou say she hasn't responded to any\ncalls or texts?\n\nREYES\nThat's correct. This is the last\nplace she was seen. Her daughter\nhasn't heard from her.\n\nDEEVER\nDamn. That poor girl needs her mom\nreal bad right now.\n\nDeever comes to BROKEN GLASS AND DROPS OF BLOOD near the front\ncounter, the spot where Erica removed the shard from her eye.\n\nDeever crouches down to scrutinize it.\n\nREYES\nSir?\n\nReyes gestures up toward the ceiling.\n\nDeever looks up and sees, scraped into the plaster overhead: a\nSTYLIZED 'B', like the ones Benjamin had been doodling in his\nnotebook.\n\nINT.",
  "34": "---END OF PREVIOUS SECTION---\nReyes gestures up toward the ceiling. Deever looks up and sees, scraped into the plaster overhead: a\nSTYLIZED 'B', like the ones Benjamin had been doodling in his\nnotebook. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MIDDLE SCHOOL - HALLWAY - MORNING\n\nRoyce is at his locker gathering books - his lip split, his\nmouth bruised.\n\nHe closes his locker to reveal Benjamin walking down the hall\ntoward him. Royce is guarded, deferential. Benjamin is calm,\ndead-eyed.\n\fBlue (11/30/17) 52.\n\nRoyce watches Benjamin pass him by. Fauxhawk sees Benjamin and\nveers out of the way. All the kids in the school watch\nBenjamin, hushed, terrified.\n\nThe word is out. A pall has descended on the school.\n\nINT. COUNSELING OFFICE - LATER\n\nA smallish office space - inspirational posters, painted\ncinderblock walls. Benjamin's aunt Merilee sits in a chair, a\nnotepad on her lap.\n\nBenjamin sits across from her on a small couch.\n\nMERILEE\nSo Benjamin - this is your first\nday back since the incident...\n\nAs she talks he takes in knick-knacks and photos on her desk:\na frame photo of Noah; Merilee with her arm around Tori;\nMerilee with Noah in some tropical location holding cocktails.\nShe's in a bikini top and a sarong.\n\nMERILEE (CONT'D)\nI wanted to talk to you about how\nyou're adjusting. How you're\nfeeling, how your classes are\ngoing.\n\nBenjamin stares at the photo of Merilee on vacation, tanned\nand nubile.\n\nMERILEE (CONT'D)\nBenjamin?\n\nBenjamin turns to Merilee. He looks at her an uncomfortably\nlong time.\n\nThen -\n\nBENJAMIN\nI'm sorry.\n\nMERILEE\nFor what?\n\nBENJAMIN\nThat you have to be here,\ncounseling me.\n\nMERILEE\nBenjamin... I enjoy being with you.\n\fBenjamin\nforward.\n\nBenjamin\n\nBenjamin\n\n53.\n\nBENJAMIN\nYou have to say that.\n\nMERILEE\nNo - I really do!\n\nlooks down. Merilee sets her notepad aside. She leans\n\nMERILEE (CONT'D)\nLook - Benjamin - I know you\nhaven't had the easiest time making\nfriends. But I think you're worth\ngetting to know.\n\nscrunches his face.",
  "35": "---END OF PREVIOUS SECTION---\nShe leans\n\nMERILEE (CONT'D)\nLook - Benjamin - I know you\nhaven't had the easiest time making\nfriends. But I think you're worth\ngetting to know. scrunches his face. \n---TARGET SECTION TO BE ANNOTATED---\nMERILEE (CONT'D)\nRemember that time we went to\nWorlds of Fun, and everyone else\nwas too chicken to ride the Mamba,\nso you and I went on it over and\nover?\n\nenjoys the memory.\n\nMERILEE (CONT'D)\nYou were a blast!\n\nShe leans in closer to him - conspiratorial -\n\nMERILEE (CONT'D)\nAnd you know what I say to the\npeople who don't want to be around\nyou?\n\nShe squeezes his hand and whispers -\n\nBenjamin\n\nMERILEE (CONT'D)\nEff ‘em.\n\nsmiles.\n\nMerilee reaches for her notebook.\n\nMERILEE (CONT'D)\nOkay, back to business. How are\nyour classes going?\n\nBENJAMIN\nGood.\n\f54.\n\nMERILEE\nIf you find yourself falling behind\nin any of your schoolwork, please\nknow my door is always open...\n\nAs she speaks, Benjamin stares at her. STUDYING HER. TRACKING\nHER WITH HIS EYES.\n\nINT. SPORTS BAR - NIGHT\n\nFun rock music plays. Kyle and Noah play pool with a couple of\nfriends, blue-collar dudes. They're mid-conversation -\n\nNOAH\nYeah, my buddy told me the whole\njoint was just wrecked, and Erica\nwas gone. It's been over twenty-\nfour hours.\n\nMALIK - a forty-something buddy - jokes -\n\nMALIK\nKyle - you think your son coulda\ndone it?\n\nNoah swats Malik's arm.\n\nMALIK (CONT’D)\nWhat? He did crush her daughter's\nhand.\n\nKYLE\nNot funny right now.\n\nTRAVIS\nWhat's gonna happen with all that?\n\nKYLE\nHe was suspended for a couple days.\nAnd I'm sure I'll hear from some\nlawyer soon, painting my son as a\nmonster. Which - I don't even know\nanymore - maybe he is.\n\nThe guys laugh good-naturedly.\n\nTRAVIS\nDude, all kids are monsters. One\nnight, long time ago, we had a new\nbabysitter over. And my daughter -\nfour years old at the time - asks\nher if she has a boyfriend.\nBabysitter says no.\n\n(MORE )\n\f55.",
  "36": "---END OF PREVIOUS SECTION---\nAnd my daughter -\nfour years old at the time - asks\nher if she has a boyfriend. Babysitter says no. (MORE )\n\f55. \n---TARGET SECTION TO BE ANNOTATED---\nTRAVIS (CONT'D)\nAnd my daughter goes 'is it because\nyou're so ugly?'\nThe other guys laugh - ooh, that's bad.\nTRAVIS (CONT'D)\nBut that's what it means to be a\nparent. You love 'em despite their\nawfulness.\n\nA waitress sets down a pitcher of beer. Noah, a little buzzed,\ntakes it from her and puts his arm around his brother-in-law -—\n\nNOAH\nThis guy needs another beer!\n\nBut Kyle isn't placated. He's lost in thought.\n\nINT. NOAH AND MERILEE'S HOUSE - NIGHT\n\nA simple Midwestern home. Spotify plays oldies music.\nMerilee, wearing only an oversized t-shirt that goes down to\nher mid-thigh, has a laundry basket tucked under her arm.\nFOLLOW HER IN A HAND-HELD ONER as -—\n\nShe enters a bathroom, gathers some bath towels and throws\nthem in the laundry basket.\n\nShe walks with the basket down a hallway. The music receding a\nbit.\n\nShe enters her dark bedroom -\n\nPast a window. Outside we see THE FAINT OUTLINE OF A FACE AND\nA PAIR OF GLOWING EYES - LUMINESCENT RED - WATCHING HER.\n\nMerilee walks right past the window, turns on a lamp on the\nnight table. Now all we can see is her reflection in the\nglass.\n\nShe gathers more clothes from the laundry hamper. Then reaches\nunder her t-shirt, removes her bra, and throws it in the\nlaundry.\n\nShe turns off the lamp and passes the window. The figure\noutside is gone.\n\nMerilee exits the room and heads downstairs.\n\nThe music plays. Merilee stops by a side table, picks up a\nglass of red wine, and drinks. Then, above her -\n\f56.\n\nA SLIGHT CREAK.\nMerilee stops drinking.\n\nShe hears more CREAKS. Across the length of the roof above the\nliving room.\n\nAre those... footsteps?\nMerilee is suddenly alert. Uneasy.\nShe sets down the wineglass.\n\nShe goes to the front door - opens - and steps outside -\n\nEXT. NOAH AND MERILEE'S HOUSE - CONTINUOUS\nThe house is off a lonely rural road. Crickets rattling.\n\nMerilee slowly backs her way down her front driveway to get a\nbetter angle on the roof.",
  "37": "---END OF PREVIOUS SECTION---\nNOAH AND MERILEE'S HOUSE - CONTINUOUS\nThe house is off a lonely rural road. Crickets rattling. Merilee slowly backs her way down her front driveway to get a\nbetter angle on the roof. \n---TARGET SECTION TO BE ANNOTATED---\nShe stands on her tiptoes, trying to see if anyone is up\nthere.\n\nShe backs up further -\n\nBENJAMIN (0.S.)\nAunt Merilee?\n\nMerilee JUMPS. Benjamin is behind her, in the middle of the\ndriveway, wearing his backpack. Merilee laughs at herself.\n\nMERILEE\nBenjamin! What are you doing here?\n\nBENJAMIN\nI was thinking about you.\n\nMerilee is confused.\n\nBENJAMIN (CONT'D)\n\nYou said if I fell behind in any of\nmy schoolwork that your door is\nalways open. I've been falling\nbehind in social studies.\n\nMERILEE\nHow'd you get here?\n\nBENJAMIN\nI walked.\n\fBlue (11/30/17) 57.\n\nMERILEE\nFive miles?\nBENJAMIN\nYou know what, maybe I should head\nback.\nMERILEE\nNo, I'll call your mom, have her\npick you up.\nBENJAMIN\nShe's working late tonight.\nMERILEE\nOkay, well. Noah's out and I'm in\nno shape to drive, so... Why don't\n\nyou just come on in?\nMerilee heads back toward her front door. Benjamin follows\nher.\nINT. FARMHOUSE - KITCHEN - NIGHT\n\nTori is in her work polo. She sets down takeout bags on the\nkitchen table. She calls out -\n\nTORI\nBenjamin! I have sesame chicken!\n\nShe goes through the living room turning on lights. The\ngrandfather clock TICK-TOCKS.\n\nTori walks a few steps up the stairs -—\nTORI (CONT'D)\nBenjamin?\nINT. NOAH AND MERILEE'S HOUSE - LATER\nBenjamin stands in an open kitchen - out of Merilee's\neyesight - pouring himself a glass of water. A mellow steel-\nguitar country song plays in the other room.\nMERILEE (0.S.)\nIce cubes are in the bottom\n\nfreezer!\n\nBenjamin fills up her glass with red wine. He then takes out a\nZiploc bag that contains FOUR PINK PILLS - Kyle's OxyContin.\n\f58.\n\nHe squeezes the bag, powdering the pills between his fingers,\nthen DUMPS THEM INTO THE GLASS OF WINE.\n\nINT.",
  "38": "---END OF PREVIOUS SECTION---\n58. He squeezes the bag, powdering the pills between his fingers,\nthen DUMPS THEM INTO THE GLASS OF WINE. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SPORTS BAR - NIGHT\n\nMalik sinks the 8 ball. He and Travis slap five.\n\nTRAVIS\nOne more?\n\nNOAH\n(tipsy)\nNaw man - I don't get home soon\nMerilee's gonna kill me.\n\nKyle intercepts Noah as he puts on his jacket.\n\nKYLE\nSure you're okay?\nNOAH\n(shrugging him off)\nIt's just a few miles down the\nroad.\n\nKyle nods. Noah zips up his jacket.\n\nINT. NOAH AND MERILEE'S HOUSE - NIGHT\n\nBenjamin carries both the glass of water and wine into the\nother room. Merilee sits on a cushy sofa.\n\nMERILEE\nBenjamin.\n\nBENJAMIN\nWhat?\n\nHe sets the glass of wine before her.\n\nMERILEE\nI didn't ask for another glass of\nwine.\n\nBENJAMIN\n\nOh. I feel stupid now.\n\nMERILEE\nDon't. It's fine.\n\nShe takes a drink. Benjamin sits across from her.\n\f59.\n\nBENJAMIN\nSo can I ask you something?\n\nMerilee gives him a look: sure.\n\nShe takes\n\nBENJAMIN (CONT'D)\nHow come you don't have any\n\nchildren?\n\nMERILEE\nBenjamin!\n\nBENJAMIN\n\nIs that inappropriate?\n\nMERILEE\nOf course it is.\n\nBENJAMIN\nI'm sorry.\n\nanother drink. Her mind starts to drift.\n\nMERILEE\nI'm ready for kids. Noah, not so\nmuch. I stopped taking the pill a\nfew months ago, just to see.\n(catching herself)\nOh my God, listen to me. You're\ntwelve!\n\nMerilee really feeling woozy now. Benjamin stares at her. She\ngrows introspective. A little sad.\n\nMERILEE (CONT'D)\nNoah says things are going so good\nnow - why risk messing that up with\na child?\n\nBENJAMIN\nIf I ever had a child, I'd see it\nas a gift. A miracle.\n\nShe laughs. Fading. Half-conscious...\n\nMERILEE\nGet back to me in ten years, see if\nyou still feel that way.\n\nMerilee leans her head back. She looks up at the ceiling.\n\nThe music\n\nbecomes MUFFLED, DREAMY, DROPS OUT...",
  "39": "---END OF PREVIOUS SECTION---\nMerilee leans her head back. She looks up at the ceiling. The music\n\nbecomes MUFFLED, DREAMY, DROPS OUT... \n---TARGET SECTION TO BE ANNOTATED---\nShe mutters something unintelligible then drifts off.\n\f60.\nBenjamin sits across from her, staring at her as she lies\nthere passed out.\nSeveral moments pass.\n\nHe reaches down to his backpack, unzips it. He pulls out his\nred mask with the mouth and eye holes.\n\nHe puts it over his head.\n\nHe stares at Merilee.\n\nEXT. NOAH AND MERILEE'S HOUSE - LATER THAT NIGHT\n\nNoah walks from his truck - a flatbed with a fiberglass truck\ncap - toward his front door.\n\nHe inserts his key, opens the door, and enters -\n\nHIS LIVING ROOM\n\nA dim lamp on. A doleful song playing eerily. Noah goes into\nthe kitchen, opens the fridge.\n\nHe grabs a beer, pops it open. He takes a swig as he sifts\nthrough mail on the counter.\n\nHe notices an empty wine bottle on its side on the counter.\nHe hears, from upstairs, a door CREAK SHUT.\nHe calls out -\n\nNOAH\nMare?\n\nNo answer.\n\nNoah turns off the music.\nThe place now DEAD QUIET.\nNoah makes his way upstairs.\nHe heads down the hallway.\nThe bedroom door is shut.\nHe turns the door knob.\n\nThe door squeaks open.\n\f61.\n\nINSIDE THE BEDROOM\n\nThe room almost pitch dark.\n\nNoah can make out Merilee SPRAWLED atop the floral comforter,\narms and legs akimbo, her long t-shirt hiked over her thighs,\npassed out.\n\nNoah crouches next to Merilee. He caresses Merilee's\nhair. He's unsettled, queasy.\n\nNOAH\nHoney Bear?\n\nShe's not responsive. He turns on a bedside lamp.\n\nBENJAMIN IS BEHIND HIM WEARING HIS RED MASK. HUGE JUMP SCARE.\n\n \n\nEyes closed, Merilee mumbles distantly.\nHe's concerned.\nHe stands, turns, and SEES BENJAMIN BEHIND HIM. He FLINCHES -\nNOAH (CONT'D)\nJesus!\n(shaken, pissed)\nWhat the fuck?\n\nNoah rips off the mask. Benjamin calmly looks back at him.\n\nNOAH (CONT'D)\nWhat are you doing here?\n\nBENJAMIN\nI helped put her to bed.\n\nNOAH\nNo - here. In my house.",
  "40": "---END OF PREVIOUS SECTION---\nBENJAMIN\nI helped put her to bed. NOAH\nNo - here. In my house. \n---TARGET SECTION TO BE ANNOTATED---\n With that\nstupid goddamn mask.\nBENJAMIN\nShe was helping me with my\nhomework.\nNoah, furious, grabs Benjamin by the collar -\n\nNOAH\nLet's go.\n\nNoah drags him out of the room.\n\nDown the stairs. Into -\n\f62.\n\nTHE LIVING ROOM\nNoah marches toward the front door, churning.\nNOAH\nI'm very disappointed, Benjamin.\nVery disappointed.\n\nBENJAMIN\nI didn't do anything.\n\nNoah fumes. It takes everything in him not to pound the shit\nout of Benjamin.\n\nHe makes his way out into -\n\nEXT. DRIVEWAY - CONTINUOUS\n\nBENJAMIN\nAre you going to tell my parents?\n\nNOAH\nYou're lucky if that's all I do.\n\nNoah opens up the passenger door for Benjamin to get in. The\ndoor ajar CHIMES. Noah strides toward the driver's side -\n\nHe notices a light over the garage door FLICKER and BUZZ,\nshrugs it off, starts to climb behind the wheel. He sees\nBenjamin is still outside.\n\nHe storms back over toward the passenger side -\n\nNOAH (CONT'D)\nGoddamn it, Benjamin!\n\nBenjamin stands next to the truck, holding the mask in his\nhands.\n\nBENJAMIN\nYou shouldn't say anything to my\nparents.\nNoah - pissed - grabs Benjamin by the arm -\n\nNOAH\nGet in the truck!\n\nHe throws his weight into Benjamin. Benjamin makes a move - SO\nCLOSE AND FAST WE CAN BARELY SEE IT -\n\nNOAH IS THROWN ACROSS THE DRIVEWAY INTO THE GARAGE DOOR. HIS\nRIBS SHATTERED.\n\f63.\nNoah falls in a heap. He gathers himself to his knees.\nWheezing. Coughing up blood onto the asphalt.\n\nHe looks back at Benjamin, who stands there, unmoved. The open\ncar door continues to chime.\n\nBENJAMIN\nI didn't want to hurt you, but you\nmade me.\n\nNoah sees the coldness in Benjamin's eyes. He crawls toward\nhis truck - pure survival mode.\n\nHe climbs into the front seat - grimacing.\n\nHe throws the vehicle into drive and SQUEALS OUT OF HIS\nDRIVEWAY.\n\nThe truck TEARS DOWN THE LONG EMPTY ROAD.",
  "41": "---END OF PREVIOUS SECTION---\nHe climbs into the front seat - grimacing. He throws the vehicle into drive and SQUEALS OUT OF HIS\nDRIVEWAY. The truck TEARS DOWN THE LONG EMPTY ROAD. \n---TARGET SECTION TO BE ANNOTATED---\nINSIDE THE TRUCK\n\nNoah - rasping, terrified - looks in his side mirror. He sees\na GLIMPSE of something, a BLUR.\n\nNoah SCREAMING INSIDE. Pure panic.\nHe looks out the side mirror again - nothing there.\n\nThen he feels a JOLT - as if something is leaping onto the\ntruck cap.\n\nHe hears footsteps on the roof - what the hell? Noah tries to\nkeep his eye on the road -—\n\nThe truck HEADLIGHTS BROWN OUT. The DASHBOARD LIGHTS FADE.\nThe engine DIES.\nNoah's truck COMES TO A STOP.\n\nNoah tries to start the truck. It clicks over and over.\nBattery shot. Noah desperately pounds the steering wheel.\n\nNoah sits in the middle of country road. Lights out.\nSURROUNDED BY PITCH BLACKNESS.\n\nHe's terrified. Hyper-alert. He locks the driver's door. He\nreaches over and locks the passenger door.\n\nHe sits there, trapped. His breathing shallow.\n\nHis headlights flicker -\n\f64.\nNoah can see, up ahead - Benjamin in his mask HOVERING A FEW\nINCHES ABOVE THE ROAD.\n\nNOAH\nNo. No no no.\n\nNoah quivers with fear. Through the flickering headlights he\nsees Benjamin -\n\nCLOSER -\n\nTHEN CLOSER -\n\nHIS MASKED FACE ALMOST ON HIM -—\nNOAH SCREAMS AS -—\n\nBENJAMIN PLOWS INTO THE THE TRUCK!\n\nGLASS PEBBLES FROM THE WINDSHIELD SHATTER INWARD. THE FRONT\nCAB ACCORDIONS. NOAH'S LEG SPLINTERS. HIS PELVIS DISLOCATES.\n\nTHE TRUCK TUMBLING OVER...\n\nIt comes to a stop.\n\nNoah looks down and sees his own blood pooling on the road.\nHe's wedged into the wreckage, the truck resting on its side\nin the middle of the road.\n\nNoah is dazed. His pupils dilated. Blood runs from his jaw\nhanging loosely, dislocated. He tries to move it into place\nbut it won't stay. His mouth filled with blood.\n\nHe looks up and sees - through the shattered windshield -\nBENJAMIN STANDING THERE.\n\nNoah rattles out slow, labored breaths.\n\nHe sees Benjamin STARTING TO WALK DIRECTLY TOWARD HIM.",
  "42": "---END OF PREVIOUS SECTION---\nHe looks up and sees - through the shattered windshield -\nBENJAMIN STANDING THERE. Noah rattles out slow, labored breaths. He sees Benjamin STARTING TO WALK DIRECTLY TOWARD HIM. \n---TARGET SECTION TO BE ANNOTATED---\n SLOWLY.\nMETHODICALLY.\n\nNoah reaches into his pocket. Takes out his cell phone.\nFingers bloody - shaking - he precariously dials - 9-1-\nThen DROPS THE PHONE. It clatters onto the hard asphalt.\n\nNoah - wedged in, helpless - watches Benjamin approach him, as\nif in a dream.\n\nBenjamin squats near him. Leans in close. The slow surf of\nNoah's breath drawing in.\n\f65.\n\nNoah gurgles, a faint murmur -\n\nNOAH (CONT'D)\nWhat... are you?\n\nBenjamin says nothing. Just stares at Noah, scrutinizing him.\nNoah chokes out a plea - barely audible -\n\nNOAH (CONT'D)\nHelp me.\n\nBenjamin watches, impassive. He reaches out with his finger\nand INSERTS IT INTO THE OPEN GASH IN NOAH'S NECK.\n\nNoah tries to say something but can't.\nHe stops breathing. His eyes glass over. He's dead.\n\nBenjamin studies the pearly crimson splotch on his fingertip,\nalmost fascinated.\n\nINT. FARMHOUSE - LATER\n\nTori and Kyle, keyed up, pace their kitchen. She's on her\nphone -\n\nTORI\n(into cell)\nSorry I keep leaving messages,\nMerilee, but it's after ten, we\nstill haven't heard from Benjamin.\nHave you seen him at all?\n\nKYLE\n(to Tori)\nDid he say anything to her at\nschool?\n\nTORI\n(into cell)\nDid he mention somewhere he had to\nbe? I know I'm rambling, but I'm\nkinda freaking. So call me. Please.\n\nShe ends the call, looks at Kyle, and sighs, weary. Kyle gives\nher a suggestive look.\n\nTORI (CONT'D)\nWhat?\n\f66.\n\nKYLE\n(too innocent)\nI didn't say anything.\n\nTORI\nOkay, you told me so. I get it.\n\nKyle sighs, frustrated. Then - the front door CREAKS open.\nTori and Kyle rush into the living room -\n\nBenjamin ENTERS THE HOUSE. HE'S SHIRTLESS. Holding his\nwadded-up t-shirt in his fist.\n\nTORI (CONT'D)\nBenjamin! My God. Where were you?\n\nKyle hugs him. Benjamin doesn't hug back.",
  "43": "---END OF PREVIOUS SECTION---\nWhere were you? Kyle hugs him. Benjamin doesn't hug back. \n---TARGET SECTION TO BE ANNOTATED---\nTORI (CONT'D)\nWhat happened to your shirt?\n\nBENJAMIN\nI ripped it. Playing soccer.\nKYLE\nIs that where you been all this\ntime?\nBENJAMIN\n\nRoyce and those guys asked if I\nwanted to play after school.\n\nKYLE\n(not buying it)\nRoyce asked you to play soccer?\n\nBENJAMIN\nWell, kinda. They started playing\nrough - elbowing me, tripping me to\nthe ground. That's how I tore my\nshirt. So I decided to walk home. I\nshould've called, I know.\n\nTori places her hand on Benjamin's shoulder.\n\nTORI\nI'm so sorry, baby. You okay?\n\nHe nods. Kyle is leery.\n\nTORI (CONT'D)\nHave you had anything to eat?\n\fBlue (11/30/17) 67.\n\nBENJAMIN\nI'm not hungry. I just want to go\nto bed.\n\nTORI\n\nOkay. Here, I'll wash that -\nShe reaches for his shirt and he pulls it away from her.\n\nBENJAMIN\nDon't worry about it. Thanks.\n\nAs Benjamin heads upstairs -—\n\nTORI\n‘Night.\n\nKyle is alone with Tori.\n\nKYLE\nYou believe that story?\n\nTORI\nWhy wouldn't I? Royce and those\nboys have been bullying him since\nsecond grade.\n\nKYLE\nWhich he knows you know, which is\nwhy he came up with that bullshit.\n\nTORI\nOkay then, what else do you think\nhe was out there doing?\n\nKYLE\nI don't know what he was doing, I\ndon't know who he is. That's the\nwhole goddamn point.\nKyle sinks into a chair, puts his head in his hands. He feels\nlike he's drowning, and Tori can't help him.\n\nINT. TORI AND KYLE'S BEDROOM - LATER THAT NIGHT\n\nMiddle of the night. Tori asleep. Kyle lying next to her. He\ncan't sleep.\n\nHe pops an OxyContin tablet and leans his head back,\nswallowing it.\n\nHe hears a SLIGHT CREAK from the hallway floorboards.\n\f68.\n\nThen the sound of MUFFLED ALIEN GIBBERISH.\nKYLE\n(whispers)\nTori? You hear that?\n\nShe rests peacefully.\nHe gets out of bed.",
  "44": "---END OF PREVIOUS SECTION---\nYou hear that? She rests peacefully. He gets out of bed. \n---TARGET SECTION TO BE ANNOTATED---\nHe saunters toward the bedroom door. Opens it.\nThe hallway is dark. Empty.\nKyle has trouble getting his bearings. He looks up.\n\nHe sees BENJAMIN BENT OVER, CONTORTED, CRAWLING ON THE\nCEILING, HIS EYES ROLLED BACK IN HIS HEAD.\n\nKYLE (CONT'D)\nBenjamin?\n\nBENJAMIN STARTS TO CRY. HE'S IN PAIN.\nKyle reaches up to him -\n\nKYLE (CONT'D)\nCome here. It's okay.\n\nBenjamin reaches down to his dad -\n\nAND GRIPS HIS FACE WITH HIS FINGERTIPS —\n\n \n\nKYLE TRYING TO SCREAM AS BENJAMIN SLOWLY CRUSHES HIS FACE -\nKYLE'S BONES SNAPPING - BLOOD AND FLESH SURGING THROUGH\nBENJAMIN'S FINGERS —\n\nKYLE JOLTS UP_IN BED. SUDDENLY AWAKE FROM HIS DREAM STUPOR.\n\nKyle gathers himself, rattled. Tori sleeps peacefully next to\nhim.\n\nKyle peers under the space beneath the closed bedroom door.\nWas he just dreaming?\n\nTori's RINGTONE LOUDLY SPLITS THE NIGHT.\nShe reaches for her phone, mumbles a sleepy hello.\nShe grows troubled. Like the wind's been knocked out of her.\n\nTORI\nWhat?... No... no...\n\f69.\n\nINT. COUNTY MEDICAL EXAMINER - NIGHT\n\nMERILEE SOBS INTO TORI'S SHOULDER as they hold each other\ntight. Kyle puts a consoling hand on Tori and Merilee's\nbacks.\n\nThey're in a dim hallway. Linoleum floor. Gloomy lighting.\nTori - her face red from tears - whispers tenderly -\n\nTORI\nIt's okay. Let it out.\n\nMerilee breaks the embrace, tries to gather herself.\n\nMERILEE\nThey won't even let me see him.\nThey said he's all -\n\nShe flutters her hands, indicating Noah is a mess.\n\nTORI\nDo they know how it happened?\n\nMERILEE\nHe was on Route 18. They think he\nhit a deer or a cow or something.\nThey're gonna do a toxicology\nwhatever to see if he was, you\nknow, impaired.\n\nTori looks to Kyle, almost accusingly.\nKYLE\n\nHe had, like, two beers.",
  "45": "---END OF PREVIOUS SECTION---\nThey're gonna do a toxicology\nwhatever to see if he was, you\nknow, impaired. Tori looks to Kyle, almost accusingly. KYLE\n\nHe had, like, two beers. \n---TARGET SECTION TO BE ANNOTATED---\n Maybe\nthree, I wasn't counting.\n\nTORI\n\nWhy didn't you drive him home?\nKYLE\n\nNo one's even on those roads at\n\nnight.\nTori glares at him. Merilee sniffles.\n\nMERILEE\nHow's Benjamin?\n\nKYLE\nWe haven't told him yet. Just said\nwe had something urgent.\n\fBlue (11/30/17) 70.\n\nMERILEE\nSo he got home okay?\n\nTori nods yes.\nMERILEE (CONT'D)\nI'm sorry, it's a blur. I don't\nremember when he left exactly.\n\nTori is confused.\n\nTORI\nLeft where?\n\nMERILEE\nHe came over. He wanted help with\nhis homework.\n\nA FEELING OF DREAD wells up in Tori and Kyle.\n\nINT. FARMHOUSE - LIVING ROOM - MORNING\n\nMilky first light of morning. Benjamin sits with Kyle and\nTori. The two of them have been up all night. They're solemn,\nmeasured.\n\nTORI\nThis may be difficult for you to\nhear, but we wanted you to know\nthat... your Uncle Noah - he, uh -\n\nShe's emotional, has trouble finding the words.\n\nKYLE\nHe died last night.\nBENJAMIN\nHow?\nKYLE\n\nA car accident.\n\nBenjamin takes a deep breath. As if absorbing the news. Kyle\nstudies his reactions.\n\nTORI\nYou all right?\n\nBENJAMIN\nIt's weird. I feel like maybe I\nshould cry or something.\n\nBenjamin just sits there.\n\fBlue (11/30/17) 71.\n\nTORI\nNow, Benjamin, we know you were at\nAunt Merilee's last night.\n\nBenjamin takes this in, unfazed.\n\nTORI (CONT'D)\nI'm your mother, and I will always\ndefend you. But if you know\nanything about what happened to\nNoah, it's okay to tell us.\n\nBenjamin regards his parents for a moment. Then -—\n\nBENJAMIN\nAll right. I'm gonna be totally\nhonest with you.\n\nHe looks Tori and Kyle in the eye.\n\nBENJAMIN (CONT’D)\nI was at Aunt Merilee's last night.\nShe was helping me with my\nhomework.",
  "46": "---END OF PREVIOUS SECTION---\nHe looks Tori and Kyle in the eye. BENJAMIN (CONT’D)\nI was at Aunt Merilee's last night. She was helping me with my\nhomework. \n---TARGET SECTION TO BE ANNOTATED---\n Then she said she was\ntired, so I left, and I saw Noah in\nthe driveway. He was yelling and\nacting strange, like he was drunk.\nThen he drove off. That's the last\nI saw him.\n\nKYLE\nSo all that playing-soccer stuff\nwas a lie.\n\nBENJAMIN\nYes. I made up something that I\nthought would make me sound less -\nI don't know. Less weird.\n\nTori is relieved. Kyle is not.\nHe leans in.\nKYLE\n\nI gotta ask, Benjamin - what other\nthings have you been lying about?\n\nBENJAMIN\nNothing.\nTORI\n(cautioning)\n\nKyle.\n\f72.\n\nKYLE\nWere you outside Caitlyn's bedroom\nbefore you broke her hand?\n\nTORI\nHe was camping with us, Kyle!\n\nKyle just stares at Benjamin -\n\nKYLE\nWhere were you on Wednesday night?\nThe night Caitlyn's mom went\nmissing?\n\nTORI\nThis is not helping -\n\nKYLE\n(to Benjamin)\nWhat happened to her?\n\nTORI\nStop it -\n\nKYLE\nHe's lying to our fucking faces!\n\nBENJAMIN\nI'm going to go upstairs.\n\nBenjamin rises to go.\n\nKYLE\nNo - we're getting it all on the\ntable! Right now!\n\nTORI\nGoddamn it, Kyle!\n\nKYLE\n(to Benjamin)\nDid you hurt Noah? Did you hurt\nhim?\n\nKyle is starting to unravel. Benjamin stares at him.\n\nKyle pins Benjamin against the wall. The lights in the room\nstart to FLICKER.\n\nTORI\nStop this - please!\n\f73.\n\nKYLE\n(to Benjamin)\nWhat did you do? He was my friend!\nAnd you just fucking -\nBenjamin's voice comes out harsh - evil -\n\nBENJAMIN\nLeave me alone!\n\nLight bulbs POP AND SHATTER - Benjamin HURLS KYLE INTO A\nCABINET, plates shattering.\n\nTORI\nBenjamin!\n\nShe rushes to Kyle, on the ground, aching. Benjamin stands\nover them.\n\nTORI (CONT'D)\nJust go. Get ready for school.\n\nBenjamin turns and calmly walks upstairs.\n\nKyle is alone with Tori. Stewing, she gathers pieces of the\nbroken plates.\n\nTORI (CONT'D)\nDamn it, Kyle.\n\nKyle, churning inside, hears the shower upstairs SQUEAK on.",
  "47": "---END OF PREVIOUS SECTION---\nStewing, she gathers pieces of the\nbroken plates. TORI (CONT'D)\nDamn it, Kyle. Kyle, churning inside, hears the shower upstairs SQUEAK on. \n---TARGET SECTION TO BE ANNOTATED---\nHe gets up. Brushes past Tori.\n\nAmbles up the stairs on his one good leg -\n\nUPSTAIRS HALLWAY\nKyle sees the bathroom door closed, hears the shower running.\nHe heads toward Benjamin's bedroom at the end of the hall.\n\nHe goes into -—\n\nBENJAMIN'S BEDROOM\nKyle's heart rate SPIKING.\n\nHe opens dresser drawers. Sifts through sweatshirts, jeans,\nshorts, looking for something.\n\nTENSION MUSIC RISING.\n\f74.\n\nHe glances again at the doorway. The shower still running.\nHe goes through items scattered on the floor.\n\nHe runs his arm between Benjamin's mattress and box spring,\nbut comes up empty.\n\nThe bathroom shower WHINES OFF. The water stops running.\n\nALL IS SILENT.\n\nKyle freezes. He knows he should leave the room, but he can't.\nHe hurriedly PRESSES ON -\n\nHe opens Benjamin's walk-in closet. Rummages through dirty\nclothes, old toys, old trinkets.\n\nHe's frantic now. Benjamin could walk in any moment!\n\nHe finds a gap at the base of the closet where the drywall is\ndetached from the studs.\n\nHe reaches into the dark cavity and finds something.\n\nHe pulls out -\n\nTHE WADDED-UP T-SHIRT Benjamin was holding the night before.\nHe's terrified. Mind racing.\n\nHe unfurls the shirt.\n\nIt's tattered. SMEARED WITH BLOOD.\n\nKyle is paralyzed with horror.\n\nHe leaves the closet -\n\nBENJAMIN\nDad?\n\nKyle STARTLES, hides the shirt behind his back. Benjamin\nstands there, towel around his waist.\n\nBENJAMIN (CONT'D)\nWhat are you doing?\n\nKyle is terrified of his son.\nKYLE\n\nJust... uh... I wanted to\napologize.\n\fBlue (11/30/17) 15.\n\nBenjamin studies him.\n\nKYLE (CONT'D)\nWe've both had a lot going on\nlately. And I shouldn't have said\nthe things I said.\n\nBenjamin nods slowly.\n\nBENJAMIN\nOkay.\n\nKYLE\nThank you. For understanding.\n\nKyle tries to play casual, but he's nervous as hell. He moves\npast Benjamin out of the room.\n\nINT. STUDY - LATER\n\nKyle has the blood- and paint-streaked shirt splayed out\nbefore Tori.",
  "48": "---END OF PREVIOUS SECTION---\nHe moves\npast Benjamin out of the room. INT. STUDY - LATER\n\nKyle has the blood- and paint-streaked shirt splayed out\nbefore Tori. \n---TARGET SECTION TO BE ANNOTATED---\n The two of them talk low, hushed, but Kyle is\ndisturbed, animated -—\n\nKYLE\nIt's right there.\n\nTori is at a loss.\n\nKYLE (CONT'D)\nThat's the shirt he was hiding from\nus last night! That's Noah's blood!\n\nTORI\n(derisively)\nWhat are you saying - that Noah's\ntruck hit Benjamin?\n\nKYLE\nI don't know. I don't know what I\nthink.\n\nTORI\n\nThe truck is totaled. Benjamin\nwouldn't have a bone left in his\nbody!\n\nKyle pleads with her -\n\nKYLE\nBabe... if we don't do something,\nmore people will get hurt.\n\n(MORE )\n\f76.\n\nKYLE (CONT'D)\nMore people will die. You've got to\nbe with me on this -\n\nTORI\nYou're asking me to turn against\nour son?\n\nKYLE\n(pointedly)\nHe is not our son. He's some thing\nwe found in the woods.\n\nTori is full of spite for Kyle.\n\nTORI\nYou don't understand him. You never\ndid.\n\nKYLE\n\nFor twelve fucking years I've\nunderstood him!\n(pointing to the bloody\nshirt)\nThis is Benjamin! Right here! A\nmonster!\n\nTori starts to cry -\n\nTORI\nYou're wrong. He's good. We can't\nrun from him. We need to be his\nparents. We need to love him.\n\nKYLE\n(desperate)\nYou know I tried and tried to love\nhim.\nTORI\n\nYou never did. You never wanted him.\nKyle is now on the verge of tears -\n\nKYLE\nPlease please - he's killing us -\n\nHe reaches out to Tori, but she shuns him.\nShe turns and walks out of the room.\nKyle is desperate. Fraying.\n\nHe collapses into his desk chair.\n\fBlue (11/30/17) 77.\n\nHe opens the bottom desk drawer.\n\nReaches behind some hanging files, deep in back. He pulls out\nthe bundled sock, removes the bottle of OxyContin, then stops\nshort.\n\nHe notices, in the same desk drawer -\n\nA PILE OF ART PROJECTS made by Benjamin over the years. He\nsets down the OxyContin and lingers over them:\n\nA Father's Day card with crayon hearts and a school photo of\nBenjamin, age 8.",
  "49": "---END OF PREVIOUS SECTION---\nHe pulls out\nthe bundled sock, removes the bottle of OxyContin, then stops\nshort. He notices, in the same desk drawer -\n\nA PILE OF ART PROJECTS made by Benjamin over the years. He\nsets down the OxyContin and lingers over them:\n\nA Father's Day card with crayon hearts and a school photo of\nBenjamin, age 8. \n---TARGET SECTION TO BE ANNOTATED---\nA ceramic dish with Benjamin's handprint, age 5.\n\nA popsicle-stick picture frame with a photo of the whole\nfamily and MOM, DAD, and BENJAMIN written in Magic Marker on\nthe sides.\n\nHe's wracked with emotion. He fights back tears.\n\nINT. TORI AND KYLE'S BEDROOM - MOMENTS LATER\n\nTori lies on her side, curled up in bed. She's lost ina\nstupor.\n\nKyle climbs in bed next to her. He spoons her. She doesn't\nmove.\n\nKYLE\nYou okay?\n\nTori shrugs. Gives him nothing.\n\nKYLE (CONT'D)\nSo I've been thinking... I was\nwrong.\n\nShe takes this in.\n\nKYLE (CONT'D)\nI shouldn't have accused Ben of any\nof that stuff. I know he has\nproblems, yes, but I'm starting to\nthink maybe I'm the biggest one.\n\nTori nods. She starts to cry.\n\nKYLE (CONT'D)\nI'm going to take him with me to\nthe woods.\n\n(MORE )\n\fBlue (11/30/17) 78.\nKYLE (CONT'D)\nLet him use that rifle, teach him\nhow to hunt, like my dad did with\nme. I want to work things out with\nhim. Let him know I love him.\n\nTori turns her body toward Kyle. She takes his hand in hers.\n\nINT. POLICE STATION - MORNING\n\nDeever sits at his desk with a cup of coffee, binders and\nfiles open on his desk.\n\nHe studies the crash report for Noah.\n\nHe sifts past EDR data, tire mark analyses, GRISLY CRASH\nPHOTOS, NOAH'S TRAUMATIC WOUNDS, HIS DEAD BODY.\n\nHe finds a long shot of the crushed car. He sees a small\nblurry detail in the photo.\n\nWe can't make it out, but he's taken aback.\n\nHoly shit.\n\nEXT. FARMHOUSE - DRIVEWAY - MORNING\n\nKyle wears an insulated jacket, packs up his truck. He loads a\npair of hunting rifles next to duffel bags and camping gear.\nBenjamin hands him the tent -\n\nKYLE\nThanks, man.\n\nHe smiles, slides the tent into the back, slams the hatch.\nTori meets up with the guys. She zips up Benjamin's jacket.",
  "50": "---END OF PREVIOUS SECTION---\nHe smiles, slides the tent into the back, slams the hatch. Tori meets up with the guys. She zips up Benjamin's jacket. \n---TARGET SECTION TO BE ANNOTATED---\nTORI\nAnd here - take these.\n\nShe hands him a pair of winter gloves.\n\nBENJAMIN\nIt's not that cold.\n\nTORI\nOut there in the woods it is.\n\nBenjamin sighs.\n\nTORI (CONT'D)\nWear them for me.\n\f79.\nBENJAMIN\nOkay...\nHe takes them.\nBENJAMIN (CONT'D)\nListen, Mom... I'm sorry I lied and\nstuff.\n\nTori regards Benjamin, full of affection for him -\n\nTORI\nCome here.\n\nShe hugs him tightly.\nTORI (CONT'D)\nIt's okay. We all make mistakes.\nBut you'll always be my baby boy.\nBenjamin hugs her back. She kisses him.\nKYLE\nIt's a good hour and a half each\nway, so don't expect us before\nsupper.\nTori smiles warmly at Kyle.\n\nTORI\nBe safe.\n\nHe smiles back at her. A moment between them.\nTori watches the guys climb into the truck.\n\nThe doors shut. The vehicle revs up. Kyle, looking in the\nrearview mirror, wiggles his fingers goodbye.\n\nThe truck crunches gravel down the driveway, leaving Tori and\nthe house further and further behind.\nEXT. HIGHWAY - MORNING\n\nDeever strides onto the stretch of highway where Noah died,\nhis squad car parked on the shoulder.\n\nThere are still bits of debris in the road. Nearby, a sad\nroadside memorial - unlit votive candles, handwritten notes,\nflowers in cellophane.\n\nDeever comes to the middle of the road.\n\f80.\n\nHe looks down.\n\nThere, scrawled on the asphalt, is the SAME DISTINCTIVE 'B'\nINSIGNIA he saw back at the fast food place.\n\nTHIS TIME IN BLOOD.\n\nINT. KYLE'S TRUCK - MOVING - DAY\nAn endless road. The car stereo plays some old tune.\n\nKyle glances over at Benjamin, gazing out the window. Gray\nKansas sky. Bare trees. Flat land for miles.\n\nThe song now interrupted by STATIC, the station losing its\nsignal.\n\nKyle tries to adjust the dial. No good. He changes stations. A\nfarm report. A country song. All of them ENGULFED BY WHITE\nNOISE.\n\nHe shuts off the radio.\n\nThey drive in silence.",
  "51": "---END OF PREVIOUS SECTION---\nAll of them ENGULFED BY WHITE\nNOISE. He shuts off the radio. They drive in silence. \n---TARGET SECTION TO BE ANNOTATED---\n Just the SQUEAK of shock absorbers\ngoing over bumps in the road.\n\nEXT. FOREST - LATER\n\nKyle and Benjamin sit on a log by the parked pickup, eating\nsandwiches, their rifles in nylon sleeves nearby.\n\nSunlight glitters through incandescent yellow and orange\ncottonwoods.\n\nTENSION MUSIC creeps in as the two guys - father and son - sit\nside by side, eating, not looking or talking to each other.\n\nKyle offers Benjamin a snack-size can of Pringles.\n\nHe shakes his head no thanks.\n\nKyle eats a Pringle instead.\n\nThe two guys eat their lunches, staring off in the distance.\n\nA feeling of dread hovering over them.\n\f81.\n\nINT. FARMHOUSE - KITCHEN - AFTERNOON\n\nTori stands at the sink drying a salad bowl when she notices\noutside - a POLICE CAR driving up the long driveway toward her\nhouse. She's concerned.\n\nEXT. FARMHOUSE - DRIVEWAY - MOMENTS LATER\n\nTori emerges from the house, stands on her porch.\n\nDeever steps out of his car and approaches her.\n\nDEEVER\nAfternoon, Tori.\nTORI\nIs something wrong?\nDEEVER\nWell... could be. Not exactly sure\n\nyet. Is your son around by chance?\n\nTORI\nHe's out hunting with his dad.\n\nDEEVER\nThen maybe you could answer a\nquestion for me.\n\nHe shows a Polaroid to Tori.\n\nDEEVER (CONT'D)\nThis look familiar to you?\n\nIt's the 'B' INSIGNIA IN BLOOD on the road. Tori grows\nconcerned, but hides it -\n\nTORI\nNo. Should it?\n\nDEEVER\nIt's some kind of signature, left\nat the spots where both Erica went\nmissing and Noah died.\n\nTori tries to keep her composure.\nTORI\n\nI don't... I can't help you with\nthat.\n\f82.\n\nDEEVER\nDoesn't it look to you like a B\nmaybe? As in Benjamin Breyer?\n\nTORI\nI don't like where this is going.\n\nDeever motions inside -\n\nDEEVER\nMind if I come in, take a look\naround?\n\nTORI\n\nI'm gonna have to ask you to leave.\nDEEVER\n\nIf you think you're helping your\n\nson, you're not.\n\nTORI\nGet off my property.",
  "52": "---END OF PREVIOUS SECTION---\nTORI\n\nI'm gonna have to ask you to leave. DEEVER\n\nIf you think you're helping your\n\nson, you're not. TORI\nGet off my property. \n---TARGET SECTION TO BE ANNOTATED---\nDeever grits his teeth, frustrated.\n\nTORI (CONT'D)\n\nGo.\nDEEVER\n\nAll right. But you know I'll be\n\nback.\n\nTori stands there defiantly as Deever heads toward his squad\ncar and climbs in the front seat.\n\nHe fires up the engine.\nTori shuts and locks the front door, turns, and —\nSPRINTS UP THE STAIRS, ADRENALINE PUMPING, HORRIFIED.\n\nINTERCUT WITH:\n\nEXT. FOREST - AFTERNOON\n\nKyle and Benjamin LURCH THROUGH THE WOODS holding their\nrifles. A low tangerine sun. Dead leaves CRACKLING under their\nshoes.\n\nThe guys venture deeper into the woods. Kyle's eyes darting,\nexploring options, a coiled spring.\n\nAs they get deeper into the forest, a CROW starts to squawk.\n\f83.\n\nFirst one. Then another.\n\nKyle looks up and sees more and more of them - dark splotches\nin the trees -\n\nKYLE\nSomething must've spooked those\ncrows.\nBenjamin notices something. He scurries ahead.\n\nHe crouches down before a slather of mud -\n\nBENJAMIN\nIt was a deer. These are tracks.\n\nHe examines the tracks, his back to Kyle.\nKyle's heart rate quickens. This is the moment.\nKYLE RAISES HIS RIFLE - AT THE BACK OF BENJAMIN'S HEAD -\n\nBENJAMIN (CONT'D)\nThis way.\n\nBENJAMIN LOOKS BACK - Kyle quickly LOWERS HIS WEAPON.\nHe nods. Sure. Let's go.\nBenjamin stalks ahead. Kyle follows behind.\n\nBenjamin searches around him, every branch carrying\ninformation. The crows SCREECH MADLY.\n\nKyle - queasy now, dying inside - follows Benjamin.\n\nBenjamin stops to examine a small tuft of fur on a bramble.\nKyle stops about ten feet behind him.\n\nTHE SCREECHING CROWS build to a RISING CHORUS, THEIR SCREAMS\nRAINING DOWN ON BENJAMIN AND KYLE.\n\nKYLE KNOWS THIS IS IT.\n\nHE LIFTS HIS RIFLE.\n\nPOINTS THE BARREL AT THE BACK OF BENJAMIN'S HEAD.",
  "53": "---END OF PREVIOUS SECTION---\nKYLE KNOWS THIS IS IT. HE LIFTS HIS RIFLE. POINTS THE BARREL AT THE BACK OF BENJAMIN'S HEAD. \n---TARGET SECTION TO BE ANNOTATED---\nTHE CROWS' CRIES CARRY OVER INTO -\n\nINTERCUT WITH:\n\fBlue (11/30/17) 84.\n\nINT. FARMHOUSE - BENJAMIN'S ROOM - AFTERNOON\nTORI CHARGES INTO BENJAMIN'S ROOM, her world spinning.\n\nShe tears through items on Benjamin's floor. Finds his\nbackpack.\n\nUnzips it. Pulls out his notebook.\n\nShe opens it -\n\nAnd takes in PAGE AFTER PAGE OF HORROR —\n\nCLINICAL DRAWINGS OF THE FEMALE REPRODUCTIVE SYSTEM.\n\nCATALOG CUT-OUTS OF WOMEN, THEIR FACES SCRATCHED OUT, THEIR\nEYES POKED THROUGH.\n\nCHILDLIKE DRAWINGS OF WOMEN WITH THEIR LEGS SPREAD. PREGNANT\nWOMEN IN CHAINS. DRAWINGS OF SEX AND TORTURE.\n\nTori is BREATHLESS, BOTTOMING OUT, leafing through the\nnotebook -\n\nThen she sees -\n\nPAGE AFTER PAGE OF 'B' DOODLES - VARIATIONS ON THE INSIGNIA\nTHAT DEEVER SHOWED HER - NEXT TO DRAWINGS OF BENJAMIN AS A\nSUPERHERO, WEARING THE RED MASK AND CAPE, THE 'B' INSIGNIA ON\nHIS CHEST.\n\nTori FALLS TO HER KNEES.\n\nShe clutches herself, practically dry heaving -\n\nA WAIL OF AGONY building inside her, spilling over.\n\nINTERCUT WITH:\n\nEXT. FOREST - SUNSET\n\nTHE CROWS SCREAMING.\n\nKYLE WITH THE RIFLE TRAINED AT THE BACK OF BENJAMIN'S HEAD.\nSURGING WITH ADRENALINE. HIS MOUTH DRY.\n\nHE HOLDS HIS BREATH.\n\nCHOKING BACK EMOTION.\n\nHE SQUEEZES THE TRIGGER —\n\f85.\n\nTHE RIFLE FIRES -\n\nTHE BULLET HITS BENJAMIN IN THE HEAD, BEHIND HIS EAR -—\n\n \n\nBENJAMIN'S UPPER BODY SPINS AROUND -\nTHE THUNDERCLAP OF THE SHOT REVERBERATING THROUGH THE WOODS -\nThe crows go quiet.\n\nBenjamin - staggered but still on his feet - feels the back of\nhis head. No wound. No blood.\n\nHE TURNS TOWARD KYLE.\nKyle stands there. Frozen. Panic rising.",
  "54": "---END OF PREVIOUS SECTION---\nKyle stands there. Frozen. Panic rising. \n---TARGET SECTION TO BE ANNOTATED---\nHe frantically ejects the shell from the rifle then digs into\nhis pocket.\n\nBENJAMIN\nYou never wanted me.\n\nKYLE FUMBLES FOR A NEW BULLET, hands shaking. Benjamin GRINS.\n\nBENJAMIN (CONT’D)\nYou never made me feel at home.\n\nKyle loads the bullet into the rifle, pushes the bolt forward -\nraises the rifle -\n\n- and FIRES -\nDIRECTLY AT BENJAMIN'S CHEST.\n\nThe bullet rips open Benjamin's shirt and RICOCHETS off\nsomewhere.\n\nBenjamin stares at Kyle with HOMICIDAL RAGE.\n\nKYLE\nOh God I'm sorry. I'm sorry.\n\nKyle drops the rifle - turns - and RUNS AWAY AS FAST AS HIS\nLEG WILL ALLOW -—\n\nThrough cottonwood trees. Willing himself forward. Faster.\nTrying to put space between him and Benjamin.\n\nHe's desperate. Prey.\n\nHe feels a GUST - a kind of MOAN - blow past him. He changes\ndirection, looks around, still running.\n\f86.\nTrees whizzing by. He thinks he sees SOMETHING TO THE OTHER\nSIDE OF HIM - a BLUR.\nHe changes direction again. Huffing. Stumbling. Lungs burning.\n\nBenjamin seems to be HERE - THERE - AHEAD OF HIM - BEHIND HIM.\nEVERYWHERE AND NOWHERE.\n\nThen BENJAMIN TACKLES KYLE TO THE GROUND. HARD. LIKE A SEMI\nHIT HIM.\n\nINT. FARMHOUSE - BENJAMIN'S ROOM - CONTINUOUS\n\nTori - worked up - holds her cell phone to her ear. The line\nrings. To herself -\n\nTORI\nPick up, pick up...\n\nThe line ANSWERS.\nTORI (CONT'D)\n(frantic)\nKyle, I'm so sorry! You were right!\nBenjamin killed Noah! He killed\nhim!\nNo reply from the other hand. Just the soft hiss of static.\n\nTORI (CONT'D)\nKyle?\n\nThe line still hissing - giving up nothing.\nThen -\n\nBENJAMIN (V.O.)\nNo.\n\nTORI\n(starting to whimper)\nBenjamin? Where's Dad?\n\nBENJAMIN (V.O.)\nHe's gone.\n\nTori's stomach turns. She's terrified.\n\nTORI\nGone where?\n\f87.\n\nBENJAMIN (V.",
  "55": "---END OF PREVIOUS SECTION---\nTORI\nGone where? 87. BENJAMIN (V. \n---TARGET SECTION TO BE ANNOTATED---\n.)\n(accusingly)\nYou know.\n\nTORI\nI don't know - I swear - I don't!\n\nTori falling apart -\nTORI (CONT'D)\nWhat did you do to him? What did\nyou do?\nBENJAMIN (V.O.)\n(cold, flat)\nI'm coming home, Mom.\nThe other line CLICKS DEAD.\nTORI\nBenjamin?... Benjamin?\n\nEXT. FOREST - CONTINUOUS\n\nBenjamin is on top of a weak and wearied Kyle. Benjamin drops\nthe phone.\n\nHe clutches his father's head with both hands. RAGE BUILDING.\n\nVeins and capillaries around Benjamin's temples swell. His\neyes GLOW RED - SMOLDERING WITH IMPOSSIBLE HEAT.\n\nKYLE\nNo - no!\n\nINTENSE BEAMS OF RADIATION ERUPT FROM BENJAMIN'S EYE SOCKETS.\nKYLE SCREAMS -—\n\nAS THE LASERS FIND KYLE'S EYES -\n\nA BURST OF BLINDING LIGHT BORES A HOLE IN KYLE'S FACE.\n\nHIS SKULL CAVES IN AND COLLAPSES.\n\nKyle's body sags.\n\nHe STOPS MOVING. His head a gummy mass of boiled skin and\nmuscle.\n\nBenjamin lets his dad's corpse drop.\n\nThe forest is quiet.\n\fBlue (11/30/17) 88.\n\nLeaves shaking in the breeze.\n\nSome animal function has now taken over Benjamin. He roils\nwith predatory fury.\n\nHe lets out a PAINED, UNEARTHLY WAIL.\n\nINT. FARMHOUSE - LIVING ROOM - NIGHT\n\nSCREEEEACH. SCREEEEACH. Tori drags a heavy CHINA HUTCH toward\nthe front door, digging up the old hardwood floor.\n\nPanting, she catches her breath. Then tries again - exerting\nherself - PULLING THE HUTCH until it BLOCKS THE DOOR.\n\nTori has barricaded herself in. A bookshelf is pushed against\nthe front window. Kitchen table jammed against the back door.\n\nShe's alone. Grandfather clock TICKING.\n\nShe goes to the fireplace set, picks up an IRON POKER, hooked\nat the tip. She carries it like a weapon.\n\nShe gently peels back the heavy living room drapes. Peers\noutside -\n\nHalf moon.",
  "56": "---END OF PREVIOUS SECTION---\nShe carries it like a weapon. She gently peels back the heavy living room drapes. Peers\noutside -\n\nHalf moon. \n---TARGET SECTION TO BE ANNOTATED---\n Shadowy trees. An old tire swing swaying from an\noak tree.\n\nShe closes the drapes.\n\nShe's a live-wire of edginess, trying to stay calm, trying to\nfocus.\n\nShe holds the iron poker in front of her. Ready.\nShe can hear her own breathing. Her own heartbeat.\nThe world seems to stop.\n\nThen -\n\nBAM!\n\nTHE WHOLE HOUSE SHUDDERS. AS IF RAMMED BY A WRECKING BALL.\nSawdust falling.\n\nTori takes out her phone. Dials 9-1-1. The line picks up, a\nwoman's voice -\n\n9-1-1 DISPATCHER (V.O.)\n9-1-1, what's your emergency?\n\fBlue (11/30/17) 89.\n\nTORI\n(whispers)\nMy son - he's - he's going to hurt\n\nme.\n\nTori retreats from the front door, against a wall with framed\nphotos of Benjamin at various ages.\n\nBAM\n\nE\n\nE\n\n9-1-1 DISPATCHER (V.O.)\nWhere is your son now?\n\nAN IMPACT FROM THE SIDE OF THE HOUSE. The foundation\nRATTLING. Frame CRACKING.\n\nTORI\n(rasping)\nHe's twelve years old. This\nshouldn't be happening.\n\n9-1-1 DISPATCHER (V.O.)\nStay calm. Where is he now?\n\nTori feeling like a cornered animal.\n\nTORI\nWe found him in the woods when he\nwas a baby, in some —\n\n9-1-1 DISPATCHER (V.O.)\nMa'am?\n\nTORI\nOh God - this can't be happening.\nIn some sort of pod.\n\nTori hides under the dining room table, a sheer linen\ntablecloth her only refuge.\n\nBAM\n\nBAM\n\n9-1-1 DISPATCHER (V.O.)\nMa'am, please - where - ?\n\nTORI\n(voice cracking)\nHe's trying to get in -\n\n9-1-1 DISPATCHER (V.O.)\nAt your front door, ma'am, or -\n\n! BAM!\n\fBlue (11/30/17) 90.\n\nTORI\nThrough the walls. He... has...\npowers.\n9-1-1 DISPATCHER (V.O.)\nMa'am —\nTORI\n(sobbing)\n\nI thought he was here for good.",
  "57": "---END OF PREVIOUS SECTION---\npowers. 9-1-1 DISPATCHER (V. O.)\nMa'am —\nTORI\n(sobbing)\n\nI thought he was here for good. \n---TARGET SECTION TO BE ANNOTATED---\n But\nI think he's here to kill all of\nus!\n\nTHE FRONT OF THE HOUSE IS BLOWN IN — WALLS COLLAPSING —\nBENJAMIN SURGING INTO THE LIVING ROOM LIKE A FREIGHT TRAIN.\n\nTORI IS OVERWHELMED BY AN ONSLAUGHT OF WOOD AND DEBRIS. SHE\nWANTS TO SCREAM, CAN'T SCREAM.\n\nTHE ENTIRE HOUSE BILLOWING WITH DRYWALL DUST. TORI CAN HEAR\nBENJAMIN CRASHING INTO THE SECOND FLOOR OF THE HOUSE.\n\nThe dust starts to dissipate and clear. Tori stands, gets her\nbearings.\n\nHALF THE LIVING ROOM IS GONE.\n\nEVERYTHING — WALLS, FLOOR, THE WHOLE SIDE OF THE HOUSE —\nOBLITERATED IN A CLOUD OF DUST AND DEBRIS.\n\nPink heating insulation torn, dangling. Frayed electric wiring\nFLICKERING through the haze.\n\nTori grips the poker. Senses ringing.\nFOOTSTEPS CREAK above her.\nTori hears —\nBENJAMIN (0.S.)\n(childlike voice)\nMom?... Mom, are you here?\nShe can HEAR Benjamin proceeding from room to room.\n\nShe can make out the low rumble of a closet door rolling open.\n\nTori slowly - gingerly - walks toward the open space in the\nliving room.\n\nShe can see - through the haze - Benjamin STARTING TO WALK\nDOWN THE STAIRS!\n\nTori turns and hurries through the dining room, into -\n\f91.\n\nTHE KITCHEN\n\nShe motions toward the back door, then spots a glimpse of\nBenjamin's silhouette through the dust.\n\nShe can't reach the back door without stepping into his sight\nline.\n\nSo she backs slowly toward the study, then scurries up -\n\nA REAR STAIRCASE\nShe arrives upstairs. Almost pitch black.\n\nShe peers down through the balusters in the stairs - looking\nfor signs of Benjamin. A game of cat and mouse.\n\nShe listens.\nShe can hear the cellar door CREAK open.\nFOOTSTEPS heading into the cellar.\n\nTori feels safe enough to head downstairs. She's going to make\nher escape.\n\nThen -\nSLAM!\nCRACK!\n\nA BATTERING from below.",
  "58": "---END OF PREVIOUS SECTION---\nThen -\nSLAM! CRACK! A BATTERING from below. \n---TARGET SECTION TO BE ANNOTATED---\n Tori turns tail and RUNS DOWN -\n\nTHE LONG UPSTAIRS HALLWAY\nFRANTIC. SPRINTING.\nSOMEONE STEPS IN FRONT OF HER.\nSHE SCREAMS - LIFTS THE POKER -\nSHE'S WRAPPED IN A BEAR HUG - THE POKER DROPS TO THE FLOOR.\nIT'S DEEVER AND Reyes ARMED WITH SHOTGUNS.\nDEEVER\nYou're safe now. We got you.\n\nEverything's gonna be o-\n\nSomething WHISKS PAST HIM. Deever stops short.\n\f92.\nHe feels something and looks down - PART OF HIS THROAT HAS\nBEEN TORN AWAY. BLOOD STARTS SPILLING DOWN HIS SHIRT.\nTori's eyes widen in horror - almost hyperventilating.\nANOTHER WHISK and Deever's head caves in. His face is\ndeformed, his eyeball coming out a little bit. He falls over\n\ndead.\n\nAs Tori SCREAMS, Reyes drags her away - pulling her into -\n\nA SPARE ROOM\n\nAn old sewing room with creepy dress form mannequins. Reyes\nholds her shotgun toward the door, expecting Benjamin to\nfollow them.\n\nTori - every dial turned on - leads Reyes into a walk-in\ncloset.\n\nShe opens a door at the other end of the closet and comes out\non —\nA GUEST BEDROOM\n\nFaded wallpaper, oval mirror, religious statuettes on the\ndresser. No sign of Benjamin anywhere.\n\nThe two women try not to move.\n\nThe house eerily quiet.\n\nThey listen.\n\nFrom elsewhere upstairs they hear, faintly -\n\nA floorboard CREAK.\n\nReyes signals Tori to hide while she goes to investigate.\n\nTori nods. Reyes heads out into the hallway - silently,\nsteadily.\n\nTori ducks into -\n\nHER BEDROOM\nShe's alone now.\n\nShe wedges herself under the bed.\n\f93.\n\nShe lies down. As low as possible.\nShe can hear strange noises - odd floorboard creaks.\nBENJAMIN APPROACHES.\n\nTori is frozen with fear. She retreats as far under the bed as\nshe can.\n\nBenjamin enters the bedroom.\n\nTori sees his FEET GLIDE PAST - A COUPLE INCHES OFF THE\nGROUND.",
  "59": "---END OF PREVIOUS SECTION---\nShe retreats as far under the bed as\nshe can. Benjamin enters the bedroom. Tori sees his FEET GLIDE PAST - A COUPLE INCHES OFF THE\nGROUND. \n---TARGET SECTION TO BE ANNOTATED---\nShe covers her mouth with both hands, trying not to give\nherself away.\n\nBenjamin moves on.\n\nBENJAMIN WALKS PAST WEARING HIS RED MASK AND CAPE. Just a few\nfeet away.\n\nTori covers her mouth with both hands, trying not to give\nherself away.\n\nA heavy silence. Nothing moves.\nTori cranes her head slightly, peaking out from under the bed.\nShe can see, IN THE REFLECTION OF A MIRROR -\n\nReyes making her way down the hallway. Tori wants to tell her\nshe's in danger, but she can't.\n\nBenjamin INTERCEPTS HER —\n\nReyes gets off a SHOTGUN BLAST but it glances off Benjamin.\nTori can see in the mirror - Reyes HOWLS IN AGONY as Benjamin\npalms her face and SMASHES HER HEAD AGAINST THE WALL - HER\nSKULL SPLITTING LIKE A MELON. BLOOD SPLATTERING THE MIRROR.\n\nIt takes all of Tori's power not to scream.\n\nBenjamin stands in the hallway, his mask caked with blood and\ndust. Inhuman.\n\nHe listens.\nHe HEARS SOMETHING coming from the bedroom -\nSomeone under the bed.\n\nHe ENTERS THE BEDROOM.\n\f94,\n\nHe crouches down and LOOKS UNDER THE BED.\n\nThere's no one there.\n\nHe looks to the bedroom closet. The door SLIGHTLY AJAR.\nHe knows where Tori is.\n\nHe goes to the closet door.\n\nHe OPENS IT.\n\nNo one there. Just shelves of towels and toiletries.\n\nCUT TO:\n\nOUTSIDE THE HOUSE\n\nTORI DANGLES FROM THE SECOND-STORY WINDOW.\nShe looks down.\n\nIt's a 25 foot drop.\n\nShe has no choice.\n\nShe lets go -\n\nAnd FALLS TO THE GROUND. HARD.\nHer ankle twisted, fucked.\n\nShe wills herself to stand up.\nAnd takes off running.\n\nInto the backyard.\n\nEmergency lights from the sheriff's squad car swirl eerily in\nthe quiet night.\n\nTori limps toward the cornfield - her ankle ringing with pain.\nShe presses on. Running. Frantic.\n\nShe tears through the thick stalks of corn. Desperate.\n\nAnd then she hears it -\n\nBehind her, faintly -\n\nA TWO-TONE SING-SONG WHISTLE.",
  "60": "---END OF PREVIOUS SECTION---\nShe tears through the thick stalks of corn. Desperate. And then she hears it -\n\nBehind her, faintly -\n\nA TWO-TONE SING-SONG WHISTLE. \n---TARGET SECTION TO BE ANNOTATED---\n The same from the game of hide-\nand-seek earlier.\n\f95.\n\nTori wants to cry. Can't cry. She charges forward.\nShe emerges from the cornfield.\nHeaded toward the big barn.\n\nShe runs across the patchy ground. Comes to -\n\nTHE BIG BARN\n\nShe bursts in through the entryway. The place creepy at night.\nA dead, rotting husk of a building. Almost pitch black.\n\nTori climbs up an old ladder. Straining.\nBOOM!\n\nThe building RATTLES. Tori lets out a whimper. She can hear\nBenjamin CRASHING HIS WAY INTO THE BARN.\n\nFrom behind her, closer this time, Tori hears -—\nTHE TWO-TONE SING-SONG WHISTLE.\nShe cries to herself -\n\nTORI\nNo no no.\n\nBenjamin is stalking her. Toying with her.\n\nTori inches her way along -\n\nA DARK WALKWAY\n\nShe feels along the walls.\n\nFloorboards at her feet missing or rotting away.\nBOOM! BOOM!\n\nBenjamin bursting through walls, literally tearing apart the\nbarn to find her.\n\nTori steps further -\nBAM!\nAN ENTIRE SECTION OF THE BARN EXPLODES INWARD!\n\nTori's path is collapsed. Cut off.\n\f96.\n\nShe tries a different route.\nSHE CRAWLS UNDER A GAP at the base of the wall.\n\nShe squeezes her way into -\n\nA HIDDEN STORAGE SPACE\n\nShe stands up to find, lit by moonlight from gaps in the\nroof -\n\nERICA'S DEAD BODY HANGING FROM HOOKS - SPLAYED OPEN - HER\nREPRODUCTIVE ORGANS LABELED - CERVIX, UTERUS, FALLOPIAN TUBES.\n\n \n\nDRIPPING WITH MAGGOTS. THE AIR THICK WITH FLIES, FLUTTERING\nMOTHS.\n\nAnd carved all over the wooden walls - BENJAMIN'S 'B'\nINSIGNIA. Over and over and over.\n\nTori is lost, panicking, trapped.\n\nShe feels a tremor - the whole barn shaking -\nBENJAMIN BURSTS INTO THE STORAGE SPACE -\n\nTori BACKS AWAY - STUMBLES -\n\nAND CRASHES THROUGH ROTTING FLOORBOARDS.\n\nShe FALLS.\n\nTWO STORIES.\n\nAND LANDS HARD IN THE GRAIN PIT AREA.",
  "61": "---END OF PREVIOUS SECTION---\nShe FALLS. TWO STORIES. AND LANDS HARD IN THE GRAIN PIT AREA. \n---TARGET SECTION TO BE ANNOTATED---\nShe's dazed.\n\nHer nose bleeding. Her back screaming with pain.\n\nShe sees the rotting roof and the night sky above her,\nflittering with moths.\n\nShe has to get up.\nShe staggers to her feet.\nScrambles to the TRAP DOOR.\n\nShe strains to lift the HEAVY DOOR. From somewhere above she\nhears the SING-SONG WHISTLE, getting closer.\n\f97.\n\nShe manages to lift the door. In the pit below lies the\nRUPTURED BLACK POD.\n\nShe KICKS at the shell of the thing. The pod BREAKS INTO\nPIECES.\n\nShe GRABS ONE OF THE SHARDS. Rises. And -\n\nBENJAMIN\nMom?\n\nTori turns to see -\n\nBenjamin STANDING BEHIND HER.\nThe two of them alone in the pit.\nTori quivers, terrified.\n\nBenjamin slowly removes his mask. His young face is cold,\ndistant.\n\nTori is jittery. Trying to keep it together. Holding the shard\nat her side, concealed.\n\nTORI\nBenjamin - listen to me -\n\nShe steadies herself.\n\nTORI (CONT'D)\nI've never stopped loving you.\nEver. I believe - I still believe -\nthat you are a blessing that fell\ndown to this Earth.\n\nBenjamin remains wary.\n\nTORI (CONT'D)\nWhen we found you, you were so\nhelpless. So tiny. All we could do\nis keep you safe.\n\nBenjamin's anger starts to dissipate.\nTORI (CONT'D)\nNo matter what you've done, you are\nstill good inside.\n\nBenjamin breaks - a 12-year-old boy now, not a killer. He\nbegins to cry. The most emotion we've seen from him.\n\nBENJAMIN\nI want to do good, Mom. I do.\n\f98.\nTORI\nYou will. I'll help you.\nBenjamin comes to her.\nHe embraces her. Weeping. Burying his face in her shoulder.\n\nTori cries too. She holds him, stroking the back of his head.\nShe whispers -\n\nTORI (CONT'D)\nYou will always, always be my baby\nboy.",
  "62": "---END OF PREVIOUS SECTION---\nTori cries too. She holds him, stroking the back of his head. She whispers -\n\nTORI (CONT'D)\nYou will always, always be my baby\nboy. \n---TARGET SECTION TO BE ANNOTATED---\nTori TAKES THE BROKEN SHARD FROM HER SIDE - LIFTS IT - ABOUT\nTO PLUNGE IT INTO BENJAMIN'S NECK -\n\nBENJAMIN'S HAND CATCHES HER WRIST.\nHe stares into her eyes - a mixture of rage and wounded pain.\n\nHe squeezes Tori's wrist. She drops the black shard. Terrified\nfor her life -\n\nTORI (CONT'D)\nNo... No, Benjamin...\n\nBENJAMIN GRIPS HER TIGHTER.\nHE SURGES UPWARD.\n\nTORI (CONT'D)\nBenjamin...\n\nBENJAMIN SURGES UPWARD.\n\nHE SMASHES THROUGH FLOOR AFTER FLOOR OF THE BARN, SNAPPING\nTORI'S BONES.\n\n \n\nHE FLIES HIGHER AND HIGHER —\n\nINTO THE NIGHT SKY. OVER THE FARMLAND BELOW. TORI'S BODY IN\nHIS ARMS.\n\nTORI - HELPLESS, BROKEN - LOOKS UP AT BENJAMIN.\nBENJAMIN LOOKS AT HIS MOTHER ONE LAST TIME.\nTHEN DROPS HER.\n\nTORI FALLS AND FALLS IN SLOW MOTION -\n\nHER BODY FLAILING AS SHE STARES UP IN HORROR AT HER SON...\n\f99.\n\nFADE TO:\n\nA TV NEWSCAST\n\nAn ANCHORMAN sits at a local news desk. Over his shoulder is a\ngraphic that reads DISASTER IN THE SKIES.\n\nANCHORMAN\nBreaking news this hour. A\npassenger jet has crashed in the\nsmall town of Brandenburg, Kansas.\nReports are still coming in, but\nthere are believed to be no\nsurvivors among the 268 passengers\non board. We go now live to our own\nDawn Maywell, at the scene of this\nhorrific tragedy. Dawn, what can\nyou tell us?\n\nMATCH CUT TO:\n\nEXT. FARMHOUSE - NIGHT\n\nA young reporter in a parka stands before the smoldering\nwreckage of a DOWNED PASSENGER JET, billowing smoke. She holds\na microphone and speaks to a TV camera.\n\nREPORTER\nInvestigators are not yet sure what\ncaused the plane to drop suddenly\nfrom the sky. There was no\ninclement weather, no indications\nof engine failure...",
  "63": "---END OF PREVIOUS SECTION---\nShe holds\na microphone and speaks to a TV camera. REPORTER\nInvestigators are not yet sure what\ncaused the plane to drop suddenly\nfrom the sky. There was no\ninclement weather, no indications\nof engine failure... \n---TARGET SECTION TO BE ANNOTATED---\nWe PULL BACK to take in a grisly scene -\n\nBodies scattered - on the ground, in a tree, hanging from the\nruptured fuselage.\n\nA zillion globe lights from emergency vehicles. Firefighters\nspray water onto the wreckage. Rescue workers attend to the\nscene.\n\nPULL BACK further to realize we're on the grounds of the\nBREYER FAMILY FARM. The plane seemingly nosedived into the\nfarmhouse itself.\n\nIn the back of an EMT vehicle, sitting all alone, is BENJAMIN,\nwrapped in a mylar blanket.\n\f100.\nHe watches the billowing smoke, the swirling lights. He's\nemotionless.\nHis aunt Merilee approaches him with a Dixie cup of water.\n\nMERILEE\nHere. I was able to get you this.\n\nShe hands him the water. He drinks it.\nMERILEE (CONT'D)\nAnd I talked to one of the\nofficials. They said you can go if\nyou'd like.\nBenjamin looks up at her. His face passive.\n\nShe gazes down at him with sympathy. She has trouble keeping\nit together.\n\nMERILEE (CONT'D)\nOh Benjamin, I'm so sorry.\n\nShe starts to weep.\nMERILEE (CONT'D)\nAll those people... your parents...\ndead. It's too much.\n\nHe nods.\n\nMERILEE (CONT'D)\nI'm just grateful you're okay.\n\nBENJAMIN\nMe too.\n\nMERILEE\nCome on —\n\nShe helps him to his feet.\nMERILEE (CONT'D)\nYou'll stay with me until we figure\nthings out.\nThe two of them walk away from the EMT vehicle.\nBenjamin reaches out and takes Merilee's hand.\n\nShe clutches it.\n\nMerilee looks ahead. She doesn't see the faint SMILE creep\nacross Benjamin's face.\n\f101.\n\nThey walk past the wreckage, leaving the tragic scene.\n\nThe camera stays on the crash.\n\nIt DOLLIES IN on the ruptured side of the airplane.\n\nThere, seared into the wreckage is the STRANGE 'B' INSIGNIA.\n\nBLACK.\n\nDURING END CREDITS:\nWe HEAR staticky audio from the cockpit of the plane -\n\nPILOT (V.O.)\n(casual)\nTower, our engine instruments look\ngood. Eighty knots, heading two six\nzero.",
  "64": "---END OF PREVIOUS SECTION---\nDURING END CREDITS:\nWe HEAR staticky audio from the cockpit of the plane -\n\nPILOT (V. O.)\n(casual)\nTower, our engine instruments look\ngood. Eighty knots, heading two six\nzero. \n---TARGET SECTION TO BE ANNOTATED---\n(then)\nWinds are at zero one - um. Huh.\nWe're seeing something downwind.\nUnidentified. Approaching.\n\nA HUGE THUMP - CRACKLING NOISE - ALARMS WHOOPING - THE PILOT\nPANICKED -\n\nPILOT (V.O.)\nWe lost engines 3 and 4! Losing\naltitude!\nWe can hear passengers SCREAMING - PIERCING - PRIMAL.\nPILOT (V.O.)\nSomething's outside the plane! A\nman... Oh my God... A boy...\nTHEN A MASSIVE ERUPTION - A WALL OF STATIC.\n\nCome up on —\n\nINT. FEDERAL OFFICE - CONTINUOUS\n\nA man in a navy tie and a pressed white shirt sits at a table\nin a small room holding a steaming cup of coffee. Let's call\nthis man BLACK COFFEE.\n\nA charred orange Cockpit Voice Recorder is plugged into his\nlaptop. The speakers hiss STATIC.\n\nBlack Coffee rewinds the audio and plays the last part again -—\n\f102.\n\nPILOT (V.O.)\n- outside the plane! A man... Oh my\nGod... A boy...\n\nHe stops the recording. He sits back in his chair. Gears\nturning.\n\nThe door opens. AGENT TWO - young, crisp, female - enters the\nsmall room and hands him a piece of paper.\n\nBLACK COFFEE\nThis about the South China Sea?\n\nAs he scans the report -\n\nAGENT TWO\nNine confirmed dead and counting.\n\nBLACK COFFEE\nWe know what killed them yet?\n\nAGENT TWO\nSurvivors tell stories of a half-\nman half-creature emerging from the\nocean. Said to breathe underwater.\nBlack Coffee takes a drink from his styrofoam cup. Then -\n\nBLACK COFFEE\nSounds like we got another one.\n\nEND.\n\f"
}