{
  "1": "Bringing Up Baby (1938): Shooting script. Story by: Wilde, Hagar, 1905-\n1971. Screenplay by: Nichols, Dudley, 1895-1960; Wilde, Hagar, 1905-1971.\nCopyright © 1938, RKO Pictures Inc.\n\nCharacters\n\nDR. DAVID HUXLEY\n\nSUSAN VANCE\n\nCONSTABLE SLOCUM\n\nGOGARTY\n\nMAJOR HORACE APPLEGATE\n(1)\n\n[Scene Details]\n\n1 STOCK SHOT\n\nFADE IN\n\nMuseum of Natural History in New York.\n\nDISSOLVE THROUGH ESTABLISHING SHOTS to door lettered:\n\nDAVID HATCHER HUXLEY\n\nCurator of Fossil Reptiles\nPRIVATE\n\nProf. Digges LaTouche, who is bald-headed and looks as if he might be a\nMuseum exhibit himself, enters from one side and knocks tentatively on\nthe door, which is immediately opened by Miss Alice Swallow -- on her way\nout. She is carrying a notebook and wears a tailored waist with a tie,\ntailored suit, flat-heeled oxfords. Her hair is drawn back very severely\nfrom her face in a knot and she wears pince-nez glasses.\n\nPROF. LATOUCHE\nOh, Miss Swallow -- is Huxley in?\n\fMISS SWALLOW\n\n(indicating by a nod across the corridor)\nHe's in the brontosaurus room.\n\nPROF. LATOUCHE\n\nI was just wondering if he'd heard anything from Utah.\n(2]\n\nMISS SWALLOW\n(proprietary about David)\n\nI don't think you can see him now, Prof. LaTouche. He has an appointment,\nalmost immediately.\n\nPROF. LATOUCHE\n(with a friendly smile)\nI understand we're going to lose you tomorrow?\n\nMISS SWALLOW\nLose me? How do you mean?\n\nPROF. LATOUCHE\nAren't you and Huxley being married tomorrow?\n\nMISS SWALLOW\n\nAt three o'clock in the afternoon. I'll be back at my desk by four-thirty\n-- unless David wants to stop for tea.\n\n(as he looks surprised)\n\nHe wanted to take the day off, but I feel that his work comes before\neverything. If I didn't feel that way, I couldn't marry Dr. Huxley.",
  "2": "---END OF PREVIOUS SECTION---\n(as he looks surprised)\n\nHe wanted to take the day off, but I feel that his work comes before\neverything. If I didn't feel that way, I couldn't marry Dr. Huxley. \n---TARGET SECTION TO BE ANNOTATED---\n I\nbelong in the Museum.\n\nPROF. LATOUCHE\n\n(smiling)\n\nThat will work very well, young lady, until you have children.\n\nMISS SWALLOW\n\n(with pride)\n\nWe have no intention of impeding his work with domestic life. You know\nhow he's been working in that room for nearly four years --\n\fPROF. LATOUCHE\n\nAh yes, heart and soul!\n(3]\n\nMISS SWALLOW\n\n(proudly, indicating what the room contains)\n\nThat will be our child.\n\nShe sweeps on into the room across the hall and CAMERA FOLLOWS. We\nimmediately see in a FULL SHOT the gigantic skeleton of a brontosaurus\nand David perched on a high stepladder near its head. Chin in hand, he\nsits on his high perch and absent-mindedly wriggles a jawbone of the\n\nreconstructed skeleton, which fills the entire hall. Miss Swallow\napproaches the ladder and looks up at him. He is still lost in thought.\n\nMISS SWALLOW\nDavid!\n\n(raising her voice)\n\nDavid!\n\nDAVID\n\n(deep in thought)\n\nI'm not sure this isn't a part of the tail.\n\nMISS SWALLOW\nYou tried it in the tail yesterday, and it didn't fit.\n\nDAVID\n(relieved)\nThat's right. So I did.\n\nMISS SWALLOW\nCome down off that ladder. I have something important to tell you.\n\nDAVID\n(coming down)\n\nAnd I have something important to tell you, Alice. I had a telegram from\nDr. Blakeley --\n\n(Indicates giant spine)\n\fand the last bone we need to complete this brontosaurus will very likely\narrive here tomorrow.\n\n(4)\n\nMISS SWALLOW\n(excitedly)\nThe intercostal clavicle?\n\nDAVID\nThe intercostal clavicle! Think of it! Let's go out and celebrate!\n\nMISS SWALLOW\n(stuffily)\n\nYou haven't time to celebrate. You have an appointment with Mr. Peabody.\nYou're playing golf -- at Piping Rock.\n\nDAVID\nPeabody? Who is Mr. Peabody?\n\nMISS SWALLOW\n\nAlexander Peabody -- as you should know, David -- is one of the biggest\ncorporation lawyers in New York. He represents Mrs. Carleton Random.\nDAVID\n\nOh yes.",
  "3": "---END OF PREVIOUS SECTION---\nHe represents Mrs. Carleton Random. DAVID\n\nOh yes. \n---TARGET SECTION TO BE ANNOTATED---\n Isn't that the old girl who's going to give the Museum a million\ndollars -- to complete this group?\n\nMISS SWALLOW\n\nPerhaps. A lot depends upon the impression you make on Mr. Peabody. And\ndon't call Mrs. Carleton Random ‘old girl’.\n\nDavid smiles and kisses her on the cheek. This leaves her unperturbed.\n\nMISS SWALLOW\n\nThis is hardly the place or the time, David. Do go along or you'll be\nlate.\n\n(calling after him as he goes out)\n\nAnd don't forget your golf clubs!\n\n(more loudly as he reaches the door)\n\nAnd let Mr. Peabody win!\n(5]\n\fDAVID\n\n(absent-mindedly\n\nYes, dear.\n\nDISSOLVE\n\n2 EXT. GOLF COURSE - DAY\n\nWe find Mr. Peabody and David walking down the first fairway. Mr. Peabody\nhas made a straight long drive and they are now approaching his ball. Mr.\nPeabody is a gentleman of the old school, a man of high integrity and one\nwho takes his golf as seriously as he takes everything else in life. Mr.\nPeabody's caddy is standing by his ball awaiting the approach of David\nand Mr. Peabody. David, who has been feverishly selling Mr. Peabody on\nrecommending his cause to Mrs. Random, is still at it.\n\nDAVID\nI can't tell you, Mr. Peabody, how much this endowment would mean to the\nMuseum -- and to me personally. I wish you'd come to the Museum and let\n\nme show you what we've accomplished in less than four years.\n\nMr. Peabody has silently selected a club, which he now waggles.\n\nDAVID\n\n(hovering over Mr. Peabody's shoulder\n\nIt's breath-taking! Unless you've spent your life among old fossils, as I\nhave, you can't realize the thrill -- the sense of power -- the almost\n\npoetic ecstasy there is in fitting one bone to another.\n\nMr. Peabody waggles the club silently and with irritation\n\nDAVID\nIf you could just give me some assurance -- that you will use your\ninfluence --\n\nMr. Peabody rests his club head on the ground.\n\n[6]\n\fMR. PEABODY\n\nDr.",
  "4": "---END OF PREVIOUS SECTION---\nPeabody rests his club head on the ground. [6]\n\fMR. PEABODY\n\nDr. \n---TARGET SECTION TO BE ANNOTATED---\n Huxley, when I play golf I talk only about golf -- and then only\nbetween shots. We'll take this matter up over a whiskey-and-soda when\nwe've finished our game. I believe you hooked your ball.\n\n(gestures)\n\nDAVID\n\n(backing away)\n\nOh yes, I did. I'll be with you in a minute, Mr. Peabody.\n\nHe starts off in the direction which has been indicated by Mr. Peabody.\nMr. Peabody waggles once more, makes a clean brassie shot and starts\nafter it down the fairway with satisfaction.\n\n3 EXT. GOLF COURSE - ANOTHER LOCATION - DAY\n\nDavid and his caddy coming through the brush that forms the barrier\n\nbetween the first and the eighteenth fairway. David stops and the caddy\npoints past camera.\n\nCADDY\nThere it is, sir.\n4 MED. LONG SHOT\n\nof the ball lying in a very conspicuous position, as Susan Vance enters\nwith a swinging stride. The ball is in the f.g., as David and Susan both\nenter and converge on it from different angles. Susan has an iron in her\n\nhand. She reaches the ball first, quickly takes a swing at it, making a\nnice shot for the green. David calls sharply, but too late.\n\nDAVID\nThat's my ball!\n\nSUSAN\n(turning on him reproachfully)\nYou shouldn't do that, you know.\n\nShe starts walking toward the green and CAMERA TRUCKS with them, as David\nfollows, protesting.\n\n(7)\n\fDAVID\n(trying to keep his dignity)\nBut that was my ball.\n\nSUSAN\nDon't be ridiculous! Don't you see where it went? Right on the green!\n\nDAVID\nThat has nothing to do with it.\n\nSUSAN\n(a trifle haughtily)\nOh -- are you playing through?\n\nDAVID\nNo. I've just driven off the first tee --\n\nSUSAN\nBut this is the eighteenth hole and I'm right on the green.\n\nDAVID\nBut with my ball!\n\nSUSAN\nI never played the wrong ball in my life!\n\nDAVID\nWhat kind of ball are you playing?\n\nSUSAN\nA Spalding Special.\n\nDAVID\nI'm playing a Dunlop Green.\n\nSUSAN\n(airily)\n\nThat doesn't prove anything.",
  "5": "---END OF PREVIOUS SECTION---\nSUSAN\nA Spalding Special. DAVID\nI'm playing a Dunlop Green. SUSAN\n(airily)\n\nThat doesn't prove anything. \n---TARGET SECTION TO BE ANNOTATED---\n[8]\n\nDAVID\n\n(following her)\n\fIt will prove that you're playing my ball. A Spalding Special is marked\nwith two black dots. A Dunlop Green has a circle.\n\nSUSAN\n\n(as they reach the ball)\n\nBut this is the eighteenth green.\nDAVID\n\n(trying to control his exasperation)\nThat has nothing to do with it!\nSUSAN\n\n(in chilling protest)\n\nPlease!\n\nWith dignity she takes a putter from her caddy. David points triumphantly\nat the ball, as she gets ready to make the putt.\n\nDAVID\nThere you are! It's a circle!\n\nSUSAN\nOf course it is! Do you think it would roll if it were square?\n\nDAVID\n\n(as she putts the ball into the cup)\n\nI'm referring to the mark on the ball.\n\n(dives on ball and pulls it forth triumphantly\nYou see, it's a Dunlop Green! My ball!\n\nSUSAN\n\n(pleasantly)\n\nWhat does it matter? It's only a game, anyway.\n(9]\n\nDAVID\n\n(trying to control his temper\n\fMy dear young woman, you don't seem to realize that you've put me in a\nvery embarrassing position. The most important corporation lawyer in New\nYork is waiting for me on the first fairway!\n\nSUSAN\nThen it's absurd of you to be fooling around on the eighteenth green.\n\nDAVID\n(in a quiet frenzy as he holds up the ball)\nDo you mind if I take this with me?\n\nSUSAN\nNo, not at all.\n\n(calls after him as he goes off, followed by his caddy\n\nBut it is my ball.\n5 EXT. GOLF COURSE - A LITTLE DISTANCE AWAY - DAY\n\nTWO SHOT -- David and his caddy, as they enter. David stares irritably\nfirst at the ball and then at the disgusted face of the caddy.\n\nDAVID\nWhat do I do now?\n\nCADDY\nWell, Mister, first I'd hit her. Then I'd start all over.\n6 EXT. FAIRWAY - DAY\n\nMr. Peabody is waiting on the fairway as we hear a shout of ‘Fore!’ and\nhe ducks a golf ball that bounces past him. He is beginning to look\nannoyed.\n\n(10-11]\n7 EXT.",
  "6": "---END OF PREVIOUS SECTION---\nPeabody is waiting on the fairway as we hear a shout of ‘Fore!’ and\nhe ducks a golf ball that bounces past him. He is beginning to look\nannoyed. (10-11]\n7 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n AT FIRST TEE - DAY\n\nDavid enters and doggedly tees his ball again. Rather grimly he takes a\ndriver from the caddy and begins to measure his swing. As he lifts his\nclub for the swings, an automobile horn toots nearby. He doesn't look\naround but the sound throws him off-balance. He drops his club and raises\nfor another swing. Another horn -- which distracts him. As he raises the\nclub again determinedly, there is the crash of bumper against bumper. He\nlowers his club grimly and looks around.\n\n8 EXT. PARKING SPACE - DAY\n\nWHAT HE SEES: In the parking space nearby, Susan is trying to move her\nroadster out of a row of cars. She has smacked the car ahead.\n\f9 EXT. AT FIRST TEE - DAY\nDavid is going on with his golf game, come hell or high water. He raises\nhis club again and this time there is a terrific crash. Slowly he lowers\nhis club and looks around.\n\n10 EXT. PARKING SPACE - DAY\n\nSusan in her car. This time she has backed smack against David's car and\nhas locked bumpers.\n\n11 EXT. AT FIRST TEE - DAY\n\nDavid watches, dumbfounded. Over his reaction we hear Susan racing her\nengine and grinding her gears in a series of terrible noises, as she\ntries to extricate her car. David suddenly drops his club and strides\nout.\n\n12 EXT. PARKING SPACE - DAY\n\nSusan is racing her engine. She extricates her car, pulling David's car\nastern. David comes running and jumps on the running board of his car,\n\nyelling the while.\n\n(12]\n\n13 EXT. GOLF COURSE - FIRST TEE - DAY\n\nMr. Peabody stalks angrily into scene followed by his caddy. Near CAMERA\nhe stops and looks off with amazement.\n\n14 EXT. PARKING SPACE - DAY\n\nWHAT HE SEES: MED. LONG SHOT head and shoulders of David above a hedge.\nDavid is standing in his car, shouting at Susan, who is blithely towing\nhim around the lanes of the parking lot. Susan and her car are concealed\nby the hedge.\n\n15 EXT. GOLF COURSE - FIRST TEE - DAY\n\nCLOSE SHOT -- Peabody.\n\nMR.",
  "7": "---END OF PREVIOUS SECTION---\n15 EXT. GOLF COURSE - FIRST TEE - DAY\n\nCLOSE SHOT -- Peabody. MR. \n---TARGET SECTION TO BE ANNOTATED---\n PEABODY\n(summoning)\n\nHuxley!\n16 EXT. PARKING SPACE - DAY\n\fMOVING SHOT -- David being towed by Susan. CAMERA is now on opposite side\nof hedge so that we see clearly David's predicament. David turns and\nwaves helplessly at Peabody as he rolls past.\n\nDAVID\n\nI'll be with you in a minute, Mr. Peabody!\n17 EXT. GOLD COURSE - FIRST TEE - DAY\nCLOSE SHOT -- Peabody for reaction.\n\n18 EXT. PARKING SPACE - DAY\n\nFULL SHOT parking space as Susan, gathering speed, tows David around a\nlane that brings him past the hedge again.\n\n{13]\n19 EXT. GOLF COURSE - FIRST TEE - DAY\n\nPeabody watches amazedly, his head turning.\n\nMR. PEABODY\n(explosively)\n\nHuxley!\n20 EXT. PARKING SPACE - DAY\n\nWHAT HE SEES: David's head and shoulders gliding smoothly along behind\nthe hedge. He turns and waves placatingly.\n\nDAVID\nI'll be with you in a minute, Mr. Peabody!\n21 EXT. GOLF COURSE - FIRST TEE - DAY\n\nCLOSE SHOT -- Peabody, who is beginning to go to pieces. His gaze follows\nDavid out of scene.\n\nMR. PEABODY\n(in a temper; to his caddy)\nPut my clubs in the car!\n\n(stalks out)\n\f22 EXT. PARKING SPACE - DAY\n\nMOVING SHOT -- David, still standing. He looks after the departing\nPeabody frantically, then slides down in the seat and viciously jams on\nthe brakes.\n\n23 SUSAN\n\nin her car stops so suddenly that she nearly goes through the windshield.\nShe looks around, extremely irritated.\n\n24 SHOT\n\ntaking in both of them.\n\nSUSAN\nWill you please stop following me?\n(14)\n\nDAVID\n\n(trying to say that she has his car locked)\n\nYou've got my car!\n\nSUSAN\n\n(indignantly)\n\nIs there anything in the world that doesn't belong to you?\n\nDAVID\nYes, thank Heaven -- You!\n\n(climbs out of his car and stands on his own bumper\n\nNow go ahead!\n\nSusan drops the clutch in and her car starts with a jump.",
  "8": "---END OF PREVIOUS SECTION---\nDAVID\nYes, thank Heaven -- You! (climbs out of his car and stands on his own bumper\n\nNow go ahead! Susan drops the clutch in and her car starts with a jump. \n---TARGET SECTION TO BE ANNOTATED---\n The bumper's\nclear on David's side but the other side holds fast and his car is slewed\n\naround, striking a tree. He jumps clear but the rear fender of his car is\nsmashed against the tree.\n\nDAVID\n(after a pregnant pause)\n\nAll right -- that's one fender. Go ahead!\n\fThis time she races her motor, drops in the clutch and tears his bumper\noff with a terrible grinding noise. She nearly hits another line of cars\nas her car leaps ahead. She slams on the brakes and stops in the nick of\ntime.\n\nDAVID\n(after calmly surveying the damage)\nDon't go yet! There's still another fender!\n\nSUSAN\nIt's that model. They don't hold up.\n\nDAVID\n(quietly)\n\nI had a choice between this and a tank. I should have taken the tank.\n(15)\n\nSUSAN\n(brightly)\nI'm awfully sorry! I'll get you out.\n\nDAVID\nJust back out -- please. And go slowly.\n\nSusan backs with great dexterity and seems to be clearing the car\nperfectly when her front bumper catches his rear fender and rips it off.\nDavid climbs into his car. Susan starts to back out and he backs out\n\nafter her toward the parking space. Looking back, she inadvertently sets\nher brakes and David smacks into her. She looks around indignantly.\n\nSUSAN\nThere's no need to lose your temper!\n\nDAVID\n(quietly frenzied)\nI'm not losing my temper -- I'm trying to get back to my golf game.\n\nSUSAN\nReally, I'm at the end of my patience!\n\fAnd she puts her car in gear, and tries to go around him. In so doing she\nsmashes his only good fender. For the first time he loses his temper. He\nlooks after her car as it rolls away down the driveway, then on a mad\nimpulse drops into gear and follows. As she goes out of the gate, he\ncomes around past her and scrapes her front fender. Her eyes flash. She\npursues him and takes off his fender. They keep up this game, ad lib.\ndirector, until finally no fenders are left on either car and David is in\na ditch. Susan is disheveled but triumphant as she sails off.",
  "9": "---END OF PREVIOUS SECTION---\nThey keep up this game, ad lib. director, until finally no fenders are left on either car and David is in\na ditch. Susan is disheveled but triumphant as she sails off. \n---TARGET SECTION TO BE ANNOTATED---\nDISSOLVE\n\nBRASS DOOR PLATE, which reads:\n\nRITZ-PLAZA\n\nDISSOLVE OUT\n\nDISSOLVE IN\n(16]\n25 INT. COCKTAIL LOUNGE - NIGHT\n\nDavid enters in tails, carrying silk hat in hand. The head waiter\napproaches him.\n\nHEAD WAITER\nGood evening, sir. Have you a reservation?\n\nDAVID\nI'm looking for Mr. Peabody. Alexander Peabody. I was told he is dining\nhere.\n\nHEAD WAITER\nMr. Peabody hasn't arrived yet, sir. Will you wait?\n\nDAVID\nYes. Will you let me know when he comes?\n\n26 FULL SHOT\n\nat bar. We see a number of people in evening clothes about the bar.\nCAMERA MOVES in on CLOSE SHOT Susan, who is carefully watching the\nbartender do sleight-of-hand tricks with three olives. Susan, chin in\nhand, is obviously trying to master his technique. We see that she has\n\fwatched this for quite some time and is beginning to think that if a\nbartender can do it so can Susan Vance. Absentmindedly she places her\npurse on the bar, shoves it a little away from her as she speculatively\ntakes a handful of olives from a large dish which stands before her.\n\nSUSAN\n(to bartender)\n\nI've sworn I wouldn't eat an olive until I am able to do that. And I'm\ngetting hungry for olives.\n\nShe attempts a trick similar to his. We see the olive fly in a high are.\nSusan's head tilts up and follows it and then as her head tilts down we\nknow that it has landed on the floor.\n\n27 LOW CAMERA\n\nA pair of masculine feet -- which we immediately place as David's --\nstride in, connect with the olive. The feet jerk wildly and David crashes\ninto scene, sitting squarely on his silk hat. For a thoughtful moment he\njust sits there.\n\n(17)\n\n28 TWO SHOT\n\nas Susan enters and regards David.\n\nSUSAN\nHello. You're sitting on your hat.\n\nDAVID\n(without moving)\nI know it.\n\nSUSAN\nBut that's silly.\n\nDAVID\n(pensively)\nI might have known you were here. The moment I sat down I had a feeling.",
  "10": "---END OF PREVIOUS SECTION---\nSUSAN\nBut that's silly. DAVID\n(pensively)\nI might have known you were here. The moment I sat down I had a feeling. \n---TARGET SECTION TO BE ANNOTATED---\n(bitterly)\n\fFor six solid hours I've been engaged in a vain attempt to find the man\nwhom -- thanks to you -- I abandoned on the first toe this afternoon.\nThen you throw an olive at me and I sit on my hat. It all fits perfectly.\n\nSUSAN\nThe bartender was doing a trick. Sometimes the olives get away from him.\n\nDAVID\nI'm sure it wasn't entirely his own idea.\n\nSUSAN\nWell -- you can't learn a trick without dropping some olives. You -- you\n-- have to practice.\n\nDAVID\n(violently)\nGo away!\n\nSUSAN\nI was here first.\n[18]\n\nDAVID\n\n(rising, making a few feeble passes at concealing the pancake which has\ntaken the place of his hat)\n\nThen I'll go away.\n\nAnd he stalks out of scene. Susan stands, indeterminate for a minute. She\nthinks of following him. Then she thinks perhaps she won't. She moves a\nfew steps to the left, wondering if people are noticing that she is a\nwoman who has been abandoned by a man for no reason at all, and then she\nwalks out of scene with an assumption of indifference. She is however\nstaring over her shoulder at David as she wends her way between the\ntables.\n\n29 DAVID\n\nstanding in the middle of the cocktail lounge trying to pretend that he\nis there for a good time, that he has not sat on his hat and that the hat\ndoesn't exist.\n\n30 SUSAN\n\nenters to where Dr. Digby, a rather pompous dignified man of fifty in\nfull evening dress, is sitting waiting for his wife, who has gone to the\nLadies' Room and left her purse lying on the table. Susan's distracted\ngaze falls on the dish of olives on Dr. Digby's table. She smiles\n\fpleasantly at him as she reaches out, takes an olive and sits on the\nlounge diagonally facing him.\n\nSUSAN\nDo you mind? I've been trying to do this trick all evening.\n\nShe tries the trick unsuccessfully. The olive flies out of scene.\n\nDR. DIGBY\n\n(a little stiffly, watching the olive)\n\nNo. Not at all.\n\nSUSAN\n\n(reaches out again)\n\nIt's very difficult. The bartender can do it.",
  "11": "---END OF PREVIOUS SECTION---\nNot at all. SUSAN\n\n(reaches out again)\n\nIt's very difficult. The bartender can do it. \n---TARGET SECTION TO BE ANNOTATED---\n I don't see why he had to\n\nbe so nasty about it.\n(19)\n\nDR. DIGBY\n(shoving the dish toward her\nWon't you -- just take the olive dish?\n\nSUSAN\nNo, thank you. I can reach.\n\nShe tries the trick and by some happy circumstance pulls it off. She\nlooks as pleased as Dr. Digby looks surprised.\n\nSUSAN\nI did it! I knew I could! I'll bet he can't do it.\n\nDR. DIGBY\nYou just said the bartender did it.\n\nSUSAN\nI didn't mean the bartender. I meant somebody else.\n\nNow she is freed of her vow not to eat olives. She makes conversation in\norder to have free access to the olive dish.\n\fSUSAN\nHaven't we met somewhere? Your face is familiar.\n\nDR. DIGBY\nNot to my knowledge.\n\nSUSAN\n\n(reaching for another olive)\n\nI'm sure I've seen you somewhere. My name is Susan Vance.\nDR. DIGBY\n\nYou may have heard me lecture. I'm Dr. Alfred Digby.\n[20]\n\nSUSAN\n\n(depositing the olive pit in his ashtray and taking another olive)\nOh. What do you lecture about?\n\nDR. DIGBY\n\n(on his favorite subject -- himself\n\nNervous disorders mainly. I'm a psychiatrist.\n\nSUSAN\nOh. Crazy people.\n\nShe takes another olive and looks off at David, who is standing near the\nsteps watching for Mr. Peabody to come in.\n\nDR. DIGBY\n(settling down to a good discussion)\n\nWe dislike the use of that word. All people who behave strangely are not\ninsane.\n\nSUSAN\n(now taking two olives, looking off past Digby at David speculatively\n\nWhat would you say about a man who follows a girl around and then fights\nwith her if she speaks to him?\n\fDR. DIGBY\nIs the young man your fiance?\n\nSUSAN\noh no. I don't even know him. I never saw him before today. He just\nfollows me and keeps fighting.\n\nDR. DIGBY\n\nThe love impulse in man very frequently reveals itself in terms of\nconflict.\n\n(21)\n\nSUSAN\nThe love impulse?\n\nDR.",
  "12": "---END OF PREVIOUS SECTION---\nDIGBY\n\nThe love impulse in man very frequently reveals itself in terms of\nconflict. (21)\n\nSUSAN\nThe love impulse? DR. \n---TARGET SECTION TO BE ANNOTATED---\n DIGBY\n\nWithout my knowing anything about it, my rough guess would be that he has\na fixation on you. A fixation is --\n\nSUSAN\n\n(rising and staring off at David. This is a lovely new idea)\n\nWait. I can't remember any more. Fixation The -- love -- impulse -- in\n\n-- man -- very -- frequently -- reveals -- itself -- in -- terms -- of --\nconflict.\n\n \n\nConvulsively she clutches at Mrs. Digby's purse, thinking it is hers, and\nstarts to follow out this new train of thought. CAMERA PANS with her as\nshe hurries to David.\n\nSUSAN\n\n(confronting David)\n\nDo you know why you follow me? You have a fixation on me.\n\nDAVID\n\nI've been standing right here. I haven't moved from this spot. And do you\nknow what's going to happen to you if you don't stop following me?\n\nSUSAN\n\n(fumbling in Mrs. Digby's purse in an attempt to find her handkerchief)\nDon't be absurd! who's always behind who?\n\nDAVID\n\nI am not behind anything but the eight-ball. I haven't been for hours.\n[22]\n\fSUSAN\n\n(staring at him, trying to fix him with a hypnotic eye -- and still\nfumbling in Mrs. Digby's purse)\n\nThe love impulse in man very frequently reveals itself in terms of\nconflict.\n\nDAVID\n(staring at her blankly\nWho what impulse?\n\nSUSAN\nThe love impulse.\n\nBefore David can gather full violence for his answer she discovers with a\ngasp that the purse in her hand is not her own. She looks at it blankly.\n\nSUSAN\nOh, but this isn't --- Now where do you suppose --- Oh dear! Hold this --\ndon't go away. I'll be right back.\n\nShe thrusts Mrs. Digby's purse into his hand and, having obligated him to\nstay by making him custodian of what he naturally assumes is her\nproperty, she hurriedly exit in the direction of the bar.\n\n31 DR DIGBY'S TABLE\n\nMrs. Digby enters to Dr. Digby.\n\nMRS. DIGBY\nI'm sorry I was so long, Alfred.\n\nDR. DIGBY\n\nIt's quite all right.",
  "13": "---END OF PREVIOUS SECTION---\nDIGBY\nI'm sorry I was so long, Alfred. DR. DIGBY\n\nIt's quite all right. \n---TARGET SECTION TO BE ANNOTATED---\n I was having a very interesting conversation with a\nyoung lady who does tricks with olives -- when she gets it right.\n\n[23]\n\nMRS. DIGBY\n\nI got ‘way to the Ladies’ Room and discovered that I'd left my compact in\nmy purse.\n\f(looks for her purse)\nAlfred! Where is my purse?\n\nDR. DIGBY\nYour purse, dear? I thought you had it with you.\n\nMRS. DIGBY\nAlfred! No! It's gone! My diamond pin is in it!\n\nThey start looking around under the table.\n32 AT BAR\n\nSusan leans over bar anxiously. Jean, the bartender, without a word\nreaches down under the bar, hands her her purse.\n\nSUSAN\nOh -- thanks. I was a little worried.\n\n33 NEAR STEPS\n\nDavid, looking helplessly and angrily at the purse, starts in the\ndirection of the bar, apparently intent upon returning Susan's property\nto her. CAMERA FOLLOWS him as he passes the Digby's table. Mrs. Digby\nrears up just as he passes. She clutches simultaneously at David, who is\ncarrying her purse, and at her husband, who is still searching for it\nunder the table.\n\nMRS. DIGBY\nHere -- wait! Alfred!\n\nNow Alfred rears up and rises.\n\nMRS. DIGBY\nAlfred! This is my purse! Have this man arrested!\n[24]\n\nDR. DIGBY\nThat was very clumsily done, young man.\n\n(clutches at the purse)\n\fDAVID\n\n(clutching back at purse)\n\nGive me that! Let go my arm!\n\nDR. DIGBY\n\n(who has been expecting a denial and has only one answer)\n\nA likely story!\n\n33A AT BAR\n\nSusan, powdering her nose, suddenly looks over the top of her mirror out\nof scene.\n\nSUSAN\n\n(with a gasp)\n\nOoh!!!\n\n(jams makeup back into her purse and hurries out of scene)\n[25]\n\n34 GROUP SHOT\n\nDr. Digby's table. Dr. Digby is holding fast to David, who is holding\nfast to the purse.\n\nDR. DIGBY\n\nThe contents of that purse are easily identified. It's madness for you to\nstand there and say it is not my wife's.\n\nDAVID\n\n(as Susan enters hurriedly)\n\nThis purse belongs to that young lady.",
  "14": "---END OF PREVIOUS SECTION---\nDIGBY\n\nThe contents of that purse are easily identified. It's madness for you to\nstand there and say it is not my wife's. DAVID\n\n(as Susan enters hurriedly)\n\nThis purse belongs to that young lady. \n---TARGET SECTION TO BE ANNOTATED---\n(points to it, looking at Susan)\n\nIsn't this your purse?\n\nSUSAN\n\n(holding up her own purse)\n\fNo. This is my purse.\n\nThe head waiter now joins them.\n\nDR. DIGBY\nArmand, I think you'd better call an officer.\n\nSUSAN\n(getting between them)\n\nI gave him that purse. It's all a mistake. You see, I lost my purse and I\nmust have picked up your wife's purse by mistake and I wanted him to stay\nhere so I gave him your wife's purse while I went to look for my purse. I\nwas coming right back.\n\n(brightly, as they stare at her, trying to unravel all this)\nThat's clear, isn't it?\n\nDigby is stopped. His brain is so massive it takes a long time to turn\nover. The head waiter speaks to him in a low tone.\n\nHEAD WAITER\n\nI've known Miss Vance for a long time, sir. I think perhaps it might be\nwell to drop the matter, if you don't mind, sir.\n\n[26]\n\nDavid takes one murderous look at Susan and then turns and starts toward\nthe stairway. Susan trails at his heels, bleating. CAMERA FOLLOWS them.\n\nSUSAN\nNow look! You can't actually think that I meant to do it!\n\nDAVID\nIf I could think, I'd have run when I saw you.\n\nSUSAN\nI haven't done anything. I just gave you a purse to hold, that's all. I\nwas going to find out who it belonged to.\n\nDavid has reached the top of the stairs. He starts down hurriedly. Susan\nmakes a flying leap and catches one of his coat tails.\n\fSUSAN\nNow wait! I can explain the whole thing!\n\nShe hangs onto the coat tail and David keeps on going. A perfectly\nnatural thing occurs. One thing has to give and it isn't Susan. There is\n\na soft tearing sound as the coat splits up the back. For a moment David\nstops, stands absolutely still.\n\nSUSAN\nI'm afraid -- you've torn your coat.\n\nDAVID\nLook -- will you do something for me?\n\nSUSAN\n\n(helpfully)\n\nA needle?\n\nDAVID\n\n(wearily)\n\nNo. It's simpler than that.",
  "15": "---END OF PREVIOUS SECTION---\nSUSAN\n\n(helpfully)\n\nA needle? DAVID\n\n(wearily)\n\nNo. It's simpler than that. \n---TARGET SECTION TO BE ANNOTATED---\n(27]\n\nDavid shifts his stance, unknowingly getting one foot on the edge of her\ndress on the step. He raises his two hands in a pleading gesture.\n\nSUSAN\nWhy -- why yes. What is it?\n\nDAVID\nI'll close my eyes. This way.\n\n(puts his hand over his eyes)\n\nAnd you go away. When I look up you won't be there. I get tired of people\nwhen I see too much of them.\n\n(puts his hand over his eyes)\n\nSUSAN\nWell, I like that! I was only trying to be nice.\n\fShe turns and flounces back up the stairs. She flounces however without\nthe rear panel of her dress, which is left under David's foot. David\nopens his eyes to see her stalking up the stairs, her silk-stockinged\nlegs and lace panties showing. She is quite unaware of the disaster. With\na horrified look he snatches up the silken strip and rushes after her,\ntaking two steps at a time. He reaches her at the top of the stairs,\nCAMERA FOLLOWING them.\n\nDAVID\nLook here!\n\nSUSAN\nOh no. You can't talk to me that way and then crawl out of it. When I'm\n\nmad, I'm mad!\n\nHe races along beside her through the cocktail lounge, Susan increasing\nher pace.\n\nDAVID\nSomething horrible has happened!\n\nSUSAN\nWell don't tell me about it. Get out of it the best way you can. And you\n\ncan just stop following me, fixation or no fixation!\n[28]\n\nDavid, seeing the reaction of people in the cocktail lounge, agonizedly\ngets directly behind Susan and swings into a lockstep.\n\nDAVID\n(over her shoulder)\nIf you'd only stop talking for a minute and listen!\n\nSUSAN\nStop crowding me!\n\nDAVID\nYou've torn --\n\nSUSAN\n(interrupting)\n\nOh no, I didn't! If you hadn't been in such a hurry to get away without\nlistening to an explanation your coat would be perfectly all right. You\n\fcan't tell me I tore your coat. There's such a thing as being fair and\nthere's such a thing as being unfair. Now I --\n\n(turns to face him)\n35 CLOSE TWO SHOT\n\nSusan and David. David grabs her shoulders and pulls her around with her\nback to him once more.",
  "16": "---END OF PREVIOUS SECTION---\nThere's such a thing as being fair and\nthere's such a thing as being unfair. Now I --\n\n(turns to face him)\n35 CLOSE TWO SHOT\n\nSusan and David. David grabs her shoulders and pulls her around with her\nback to him once more. \n---TARGET SECTION TO BE ANNOTATED---\nSUSAN\nLet me go! The idea! Hauling me!\n\nDAVID\nPlease! Let's get out of here! just keep walking.\n\nSUSAN\nOh! Now you want to walk! well, I'm not sure I want to walk with you.\n\nShe starts away. Once more he crowds up behind her. As he puts his hand\non her arm she catches sight of the strip of silk he holds and her voice\ndies away in a strangled whisper.\n\n[29]\n\nSUSAN\nWhat's that?\n\nDAVID\n\nThat's -- what I've been trying to tell you. You haven't any dress -- in\nthe back.\n\nSUSAN\n\n(frantically as she walks toward the corridor leading to the lobby,\nCAMERA PANNING with them)\n\nGet behind me!\nDAVID\nI am behind you!\n\n36 INT. CORRIDOR - NIGHT\n\nSusan and David race through at a furious pace, CAMERA FOLLOWING them,\nDavid behind Susan in a close lockstep.\n\nSUSAN\n\f(in a hoarse whisper\n\nCloser!\n\nDAVID\n\nI can't get any closer.\n\n37 REVOLVING DOOR AT STREET ENTRANCE\n\nMr. and Mrs. Peabody enter and he halts as a girl from check room comes\nup to take their things. Then his gaze fixes off in astonishment.\n\n38 SUSAN AND DAVID\n\napproaching in lockstep.\n\n39 CLOSE SHOT\n\nat door on Mr. and Mrs. Peabody for reactions\n[30]\n\n40 FULL GROUP SHOT\n\nas Susan and David come toward door and David, with horror, recognizes\nMr. Peabody.\n\nDAVID\n\n(agonized, to Susan)\n\nI have to see somebody... Will you wait just a moment?\nSUSAN\n\n(without looking around)\n\nIf you leave me now there'll be such a screaming tearing row that you'll\nbe taken out of here by a policeman.\n\nDavid fixes an appealing gaze on Peabody, turns his head and speaks\nhoarsely as he passes him.\n\nDAVID\nI'll be with you in a minute, Mr. Peabody!\n\nSusan turns to go out the revolving door and David, still looking at Mr.\nPeabody, continues in a straight line. After a split second he realizes\nthat there is nobody in front of him.",
  "17": "---END OF PREVIOUS SECTION---\nSusan turns to go out the revolving door and David, still looking at Mr. Peabody, continues in a straight line. After a split second he realizes\nthat there is nobody in front of him. \n---TARGET SECTION TO BE ANNOTATED---\n A quick look around shows him Susan\n\fnearly at the revolving door. He leaps back, gets behind her and as Mr.\nand Mrs. Peabody stare incredulously Susan and David jam into the\nrevolving door and barely get through.\n\n41 CLOSE SHOT\n\nMr. and Mrs. Peabody.\n\nMRS. PEABODY\n(gasping)\nWhy -- that's Susan!\n\nMr. Peabody just snorts.\n\nDISSOLVE OUT\n\nDISSOLVE IN\n\n(31)\n\n[Scene Details]\n\n42-48 INT. SUSAN'S APARTMENT - NIGHT\n\nSusan is busily sewing David's coat, while he paces dejectedly.\n\nDAVID\n(finishing a story)\n\n-- so you see it's very important, that I see this man. If I don't, I may\nnever be able to finish the group.\n\nSUSAN\n(airily)\n\nWell, that's perfectly simple. Just explain to him that you met somebody\nyou knew and were -- detained.\n\nDAVID\n(holding an aching head)\n\nI can picture myself explaining our exit from the Ritz-Plaza to Mr.\nPeabody!\n\fSUSAN\n(pausing, biting off a thread)\nIt's not Boopie you're trying to see!\n\nDAVID\nNo, his name is Alexander. Alexander Peabody.\n\nSUSAN\nBut that's Boopie!\n\nDAVID\n\n(incredulously)\n\nYou know him?\n\nSUSAN\n\nKnow him! He's my guardian. I was dining with them tonight. I can fix it\nfor you. I wind Boopie around my little finger. He does anything I ask\n\nhim to!\n[32]\n\nDAVID\n\n(looking at his watch)\n\nIf I hurry, I might catch him before he finishes dinner.\n\nSUSAN\n\nWait until I change. I'll go with you. If we miss him there we'll drive\nup to his house at Riverdale.\n\nDAVID\n\nOh, but I can't spend that much time. Miss Swallow is waiting for me at\nCarnegie Hall, at the concert.\n\nSUSAN\n\n(slowly; shaking out his coat)\n\nMiss Swallow?\n\nDAVID\nMy fiancee.\n\nSUSAN\n\n(regarding him)\n\fOh.\n(we know that David will never get to the concert)\n\nDon't worry about that. We'll be back in plenty of time.",
  "18": "---END OF PREVIOUS SECTION---\nSUSAN\n\n(regarding him)\n\fOh. (we know that David will never get to the concert)\n\nDon't worry about that. We'll be back in plenty of time. \n---TARGET SECTION TO BE ANNOTATED---\n Everything will\nbe all right.\n\nDISSOLVE\n49 EXT. SUBURBAN STREET RIVERDALE - NIGHT\n\nSusan and David in station wagon. David is staring, puzzled, from his\nside of the wagon. Presently he turns and regards Susan suspiciously.\n\nDAVID\nDo they build all the houses in Riverdale alike?\n[33]\n\nSUSAN\nI don't think so. Why?\n\nDAVID\nBecause if they don't we've passed that one six times.\n\nSUSAN\nOh, have we? I guess maybe I've -- kind of lost my bearings.\n\nDAVID\nI think, Susan, that you lost your bearings some time ago. Because to\npass this spot six times --\n\n(looking at his watch)\n\nhas taken us exactly an hour. Unless you have a fondness for this\nparticular house, do you think we could stop to inquire where we are?\n\nSUSAN\n(who has known all along where they were, shooting him a sidewise glance)\nI think we turn here.\n\nShe does so.\n\nDISSOLVE\n\n49A EXT. DRIVEWAY OF BIG ESTATE - NIGHT\n\fWe see the lights of a car turn in from the street and as the car rolls\nup to CAMERA we discern a station wagon. It is now near midnight and the\nhouse is in darkness.\n\n50 TWO SHOT\n\nof Susan and David in the station wagon, Susan behind the wheel. David\nhas begun to lose his confidence in Susan's plan. He peers out dubiously.\n\nDAVID\nThere aren't any lights. Mr. Peabody must be in bed.\n[34-35]\n\nSUSAN\nThey couldn't be in bed this early!\n\nDAVID\nIf they anticipated a visit from you, they could -- with the covers over\ntheir heads.\n\nSUSAN\nIf you don't stop nagging, I won't help you see Boopie.\n\nDAVID\n(with some inner warning)\n\nSomehow I have a feeling that it might be better if I didn't.\n[36]\n\nSUSAN\nScaredy-cat!\n\nShe hops out and strides toward the front door. David stares after her\nfor a moment with premonition. Then, against his better judgment, he\nfollows.\n\n51 EXT. AT FRONT DOOR OF BIG HOUSE - NIGHT\n\nSusan enters in the dim light. David enters behind her, his premonitions\n\ndeepening.",
  "19": "---END OF PREVIOUS SECTION---\n51 EXT. AT FRONT DOOR OF BIG HOUSE - NIGHT\n\nSusan enters in the dim light. David enters behind her, his premonitions\n\ndeepening. \n---TARGET SECTION TO BE ANNOTATED---\n She starts to press the doorbell button. He stops her, with a\nlast stab at sanity.\n\nDAVID\n\fBefore you take the final step, Susan, I want to point out to you,\nwithout rancor, that you are inclined to act on impulse and without\nlogic. If we wake him up in the middle of the night he may be irritable.\n\nSUSAN\nI tell you I can wind him around my little finger!\n\n(she puts her finger firmly on the button and presses it)\n\nDAVID\n(staring into space)\n\nI may be wrong, but it seems to me that everything that could happen has\nhappened.\n\nSUSAN\n(reassuringly)\nIt's just been a bad day.\n\nDAVID\nA masterpiece of understatement.\n\nSUSAN\n(confidently)\n\nNow just relax. Leave everything to me.\n(37]\n\nDAVID\n\n(nervously)\n\nI think we'd better go and come back in the morning. They don't answer.\nSUSAN\n\n(leaning on the button with renewed vigor)\n\nThey're just being stubborn... And if this doesn't work I know where\nBoopie sleeps.\n\nDAVID\n(puts his hand to his forehead, closing his eyes in sick despair)\n\nSusan. Please! This has gone far enough.\n\fSUSAN\n\n(generously)\n\nNo. You've made me realize that it was all my fault that the most\nimportant moment of your life was ruined. I said I was going to fix it\n\ntonight and I'm going to fix it tonight!\n\nDAVID\nBut they won't wake up.\n\nSUSAN\nOh, yes, they will!\n\nShe turns from the door and starts around the house. David follows with\n\ngrowing alarm. CAMERA TRUCKS on them as they go around past some\nshrubbery.\n\nDAVID\nSusan. You can't climb in this man's bedroom window!\n\nSUSAN\nI know. It's on the second floor.\n\nShe stops among the shrubbery along a gravelled walk. David watches,\nparalyzed, as she cups her hands and yells upward.",
  "20": "---END OF PREVIOUS SECTION---\nIt's on the second floor. She stops among the shrubbery along a gravelled walk. David watches,\nparalyzed, as she cups her hands and yells upward. \n---TARGET SECTION TO BE ANNOTATED---\n[38]\n\nSUSAN\nBoopie!\n\nDAVID\n(in agonized protest)\nSusan! Won't you listen to me?\n\nSUSAN\nBOOPIE!\n\nDAVID\n(with a groan)\nWon't you please come away before we're taken away?\n\nSUSAN\n\f(ignoring him and muttering angrily as she looks upward)\n\nWell, of all the pigs! I must say if this is Boopie's idea of\nhospitality, I don't think much of it!\n\nDAVID\n\n(taking another tack to stop her)\n\nIt's too late, Susan. We'll come another time. You can't wake him up!\nSUSAN\n\n(challenged)\n\nCan't I though!\n\n(stoops down to the gravelled walk)\n\nDAVID\n\n(with a look of horror, whispers hoarsely)\nWhat are you doing now?\n\nSUSAN\n\n(grimly)\n\nPebbles!\n[39]\n\nDAVID\nPebbles?\n\nSUSAN\n\n(straightening up with something unseen in her hand and poising for a\nthrow)\n\nI've heard that if you throw pebbles against a window it sounds like hail\nand they get up and close the window.\n\n(throws)\n52 EXT. SIDE OF HOUSE - NIGHT\n\nCLOSE SHOT upstairs window as a rock the size of a man's fist hits it and\nshatters the glass.\n\f53 TWO SHOT\n\nas David stands paralyzed, his gaze fixed upward in horror. Susan has\nalready stooped down again to the graveled walk.\n\nDAVID\nI know we ought to go now, but I can't seem to move.\n\nSUSAN\n(indignantly as she searches in the darkness\n\nBoopie can't do this to me!\n\n54 AT THE UPSTAIRS WINDOW\nadjoining the broken window the sash is raised and the pajama-clad figure\n\nof Mr. Peabody leans out. He peers down into CAMERA so that we see him\nfrom David's angle.\n\nMR. PEABODY\n(angrily)\n\nWho's there?\n[40]\n\n55 DOWNWARD SHOT\n\non David, from Peabody's angle.\n\nDAVID\n(in an anguished voice)\nI regret to say it's I, sir. Dr. Huxley.\n\nIn this same shot we see Susan's figure in the dim light as she rises for\nanother throw.",
  "21": "---END OF PREVIOUS SECTION---\nDr. Huxley. In this same shot we see Susan's figure in the dim light as she rises for\nanother throw. \n---TARGET SECTION TO BE ANNOTATED---\n56 CLOSE SHOT\nfrom David's angle, on Mr. Peabody leaning out with a puzzled look as a\nbig rock flies up out of CAMERA and conks him on the head. Peabody, out\n\nlike a light, collapses across the sill with his arms hanging down.\n\n57 CLOSE DOWNWARD SHOT\n\fon David and Susan. He is paralyzed with horror, while Susan sees the\ndraped figure above with innocent surprise.\n\nSUSAN\nWho's that?\n\nDAVID\n\n(in a hashed voice)\nThat's Mr. Peabody.\nSUSAN\n\n(with amazement)\n\nWhat happened to him?\n\nDAVID\nYou conked him!\n\nBoth stare up, open-mouthed.\n\n58 CLOSE SHOT\n\nMr. Peabody draped over the window sill, as seen from their angle. He\ncomes around, pulls up his limp arm and grasps the window sill, rears\nupward, glaring downward -- his eyes not quite focusing.\n\n59 MED. TWO SHOT\n\nDavid and Susan as they watch Mr. Peabody\n\nSUSAN\n(in an awed voice)\nJeepers! Let's get out of here!\n\n(41)\n\nShe dashes madly through the shrubbery. David stands watching upward,\nrooted to the spot. His paralysis is broken by an angry roar from Mr.\nPeabody. David galvanizes into action and dashes after her.\n\n60 EXT. FRONT OF BIG HOUSE - NIGHT\n\nSusan reaches the station wagon and jumps in behind the wheel, starting\nthe engine. David scrambles in beside her as she slams the car into gear\n\fand tears off at full speed. We see the headlights curve around the\ndriveway and out, making a sure getaway, as we\n\nDISSOLVE\n\n61 EXT. FRONT OF APARTMENT HOUSE IN THE EAST 70'S - NIGHT\n\nThe station wagon drives up and stops in the light of a street lamp.\nDavid climbs down wearily. Susan, whose composure was only momentarily\nshattered by the misadventure with Boopie, is herself again. She is\neyeing David with a new and proprietary interest.\n\nSUSAN\nNow don't you worry, David. Everything's going to be all right. We'll see\nBoopie together -- when he's had time to regain his calm. There's not a\n\nthing to worry about. I'll see you tomorrow.",
  "22": "---END OF PREVIOUS SECTION---\nWe'll see\nBoopie together -- when he's had time to regain his calm. There's not a\n\nthing to worry about. I'll see you tomorrow. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n(hesitantly, trying to find adequate words)\n\nWait, Susan... I don't want you to think that I'm not appreciative of all\nyou've done. But you may understand, when you're older, that there are\nlimits to what a man can bear. Now don't be offended. I don't want you to\nfeel that I'm -- uh -- trying to avoid you -- but tomorrow afternoon I'm\nbeing married.\n\nSUSAN\nMarried? What for?\n[42]\n\nDAVID\n(going on doggedly)\n\nDon't interrupt, Susan. I'm being married and my future wife has always\nlooked upon me as a man of some dignity. Privately I'm convinced that I\nhave some dignity.\n\n(with growing vehemence)\n\nIt isn't that I don't like you, Susan -- in fact, I'm strangely drawn to\nyou in moments of quiet. But there hasn't been a quiet moment! Our\nrelationship from beginning to end has been a series of misadventures. I\nwill, if you will allow me, make my own appointments with Mr. Peabody --\nunarmed. Now I must call my fiancee and try to explain why I left her at\nCarnegie Hall this evening with a party of four. If I may be allowed\n\femphasis at this point, Susan, I would like to say that I sincerely hope\nthat I never, never set eyes on you again!\n\nSusan has heard only part of this harangue. From the moment he mentioned\nhis marriage she has been eyeing him with a proprietary consternation.\n\nShe has marked him for her own. As he lifts his hat and bows very\npolitely she gazes at him speechlessly. David speaks with finality.\n\nDAVID\nGood night, Susan. Goodbye. And thank you. It's been lovely.\n\n(turns and goes toward his door)\n\nSUSAN\n(indignantly)\nMarried! That's what you think!\n\n(puts the car in gear and slams off)\n\nFADE OUT\n\nFADE IN\n[43]\n62 63 INT. DAVID'S APARTMENT - NEXT MORNING\n\nMED. SHOT. David, at breakfast table, on the telephone. He has finished\nhis orange juice and is sipping his coffee.\n\nDAVID\n\nI'm very excited about being married, darling.",
  "23": "---END OF PREVIOUS SECTION---\nDavid, at breakfast table, on the telephone. He has finished\nhis orange juice and is sipping his coffee. DAVID\n\nI'm very excited about being married, darling. \n---TARGET SECTION TO BE ANNOTATED---\n I've never been married\nbefore. How do you feel?... Oh... Well -- I hadn't been thinking much\nabout Mr. Peabody, Alice. I -- I -- no, I -- don't think I'll make an\n\nappointment with him today. I think he has a slight headache. I mean --\nwell, he might have a headache, Alice.\n\n(takes a deep breath)\n\nAs a matter of fact, dear, after thinking it over last night I decided\nthat I won't see Mr. Peabody at all. I'll go straight to Mrs. Random.\n\nThe doorbell starts to ring.\n\fDAVID\nWait a minute, Alice. The doorbell's ringing. I'll be right back. Hold\non.\n\nCAMERA FOLLOWS him to door. As he opens it we see a uniformed delivery\nman in doorway with a package.\n\nDELIVERY MAN\nAre you Dr. David Huxley?\n\nDAVID\nYes.\n\nDELIVERY MAN\n\nI have to have identification, Dr. Huxley.\n(44)\n\nDAVID\n\n(fumbling through his pockets)\n\nIs it from Utah?\n\nDELIVERY MAN\n\n(looking at parcel)\n\nYes, sir. Insured for a lot of money too.\n\nDAVID\n\n(producing a black folder which he dangles before the man's eyes)\n\nIs my driver's license sufficient? And here's my Social Security card.\nDELIVERY MAN\n\nSign here, Dr. Huxley. This box must be filled with thousand-dollar\nbills.\n\nAs David signs he hands the box over. David clutches it, kicks the door\n\nshut and races across the room, CAMERA FOLLOWING, and grabs up the\ntelephone once more.\n\nDAVID\n\n(into phone)\n\fAlice! It's come! The intercostal clavicle! Isn't that a beautiful\nwedding present? I'll finish the group this morning, Alice! I'll be right\ndown, dear... Goodbye.\n\nHe hangs up, places the box carefully on the table, pats his pockets to\nbe sure he has everything and picks up his hat. Then he tenderly lifts\nthe box and starts for the door again. The telephone rings. He pauses,\nlooks at it and comes back.\n\n[45]\n\nDAVID\n\n(into phone)\n\nHello...\n\n(pause and his face changes)\nOh...",
  "24": "---END OF PREVIOUS SECTION---\nHe pauses,\nlooks at it and comes back. [45]\n\nDAVID\n\n(into phone)\n\nHello... (pause and his face changes)\nOh... \n---TARGET SECTION TO BE ANNOTATED---\n(startled)\n\nWhat?\n\n(incredulously)\n\nI can't hear you very well. Come closer to the transmitter.\n64 INT. SUSAN'S APARTMENT - MORNING\n\nSusan sitting placidly holding telephone, which has a very long cord. A\ncup of coffee on table beside her.\n\nSUSAN\n(very distinctly)\n\nI said, do you want a panther?\n\n65 INT. DAVID'S APARTMENT - MORNING\n\nCLOSE SHOT -- David.\n\nDAVID\nPanther? No. Why should I?\n\f66 INT. SUSAN'S APARTMENT - MORNING\n\nCLOSE SHOT -- Susan.\nSUSAN\nWell, for that matter, why should I? -- but I've got one!\n\nPULL BACK CAMERA to disclose a full-grown panther jumping up on the\ndavenport across the room. Susan rises and crosses toward panther as she\ntalks.\n\n[46]\n\nSUSAN\nLast night you distinctly said you loved animals!\n\n(tries to push panther off davenport)\nOf course I know what a zoologist is. It's a man who loves animals.\n(gives Baby a prodigious shove which lands him on floor\n\nDon't be irrelevant. The point is, I have a panther. The question is,\nwhat am I going to do with it?\n\n(Baby rubs against her legs fondly)\n67 INT. DAVID'S APARTMENT - MORNING\n\nDavid on phone.\n\nDAVID\nBut where would you get a panther?\n68 INT. SUSAN'S APARTMENT - MORNING\n\nSusan on phone. She is now trying to edge the panther toward the door of\nthe bathroom. The cord of the telephone pay out as she goes.\n\nSUSAN\nI wouldn't get a panther. My brother Mark is hunting in Brazil, and I\nguess he caught one.\n\n69 INT. DAVID'S APARTMENT - MORNING\n\fDavid on phone.\n\nDAVID\n(relieved)\n\nOf course it's a stuffed panther.\n[47]\n\n70 INT. SUSAN'S APARTMENT - MORNING\n\nSusan on phone. She has bathroom door open and is trying to urge Baby in\nwith her foot.",
  "25": "---END OF PREVIOUS SECTION---\n[47]\n\n70 INT. SUSAN'S APARTMENT - MORNING\n\nSusan on phone. She has bathroom door open and is trying to urge Baby in\nwith her foot. \n---TARGET SECTION TO BE ANNOTATED---\nSUSAN\n\nOf course it isn't! Why would my brother be hunting stuffed panthers in\nBrazil when he could buy them right here in New York?\n\n(Baby goes into exile and Susan pushes door shut with her shoulder\n\nIt's lucky I met you yesterday, because you're the only zoologist I know.\nWill you come right over?\n\n(a pause and she looks indignant)\n\nYou mean you refuse to help me?\n\n(we hear a loud SOUND through the receiver)\n\nWait!\n\n(starts toward the small table where there is a fan)\n\nHe's looking funny at me!\n\n(kicks over a chair and screams with admirable gravity. Quickly she\nlistens and then thrusts the transmitter against the rubber blade of an\nelectric fan. This makes a terrible roar, on top of which she screams\nagain)\n\nDon't worry about me, David. I'll be all right.\n\nCalmly drops the receiver, sits down to resume her coffee and the perusal\nof Mark's letter. From the dangling receiver we hear again frantic\nsquawking SOUNDS. Susan, with an affectionate smile, reaches down and\n\npats the receiver.\n\n71 INT. DAVID'S APARTMENT - MORNING\n\fDavid on telephone. Alice watching him bewilderedly. He is frantic as he\npleads for an answer.\n\nDAVID\nWhat's happened? Are you all right? Answer me!\n[48]\n\nHis ear is nearly shattered by another terrible roar from the receiver.\nWe know, without seeing it, that Susan has again placed the instrument\nagainst the fan blade.\n\nMISS SWALLOW\nDavid! What is it?\n\nThe next instant he nearly bowls her over as grabbing his hat and still\ncarrying the fossil, he dashes out of the door.\n\nDAVID\n(hoarsely, as he exits)\nGo along to the Museum! I'll join you there! I haven't time to explain!\n\nAlice stares after him as he vanishes.\n\nDISSOLVE\n\n72 INT. SUSAN'S APARTMENT - MORNING\n\nSusan is sitting in the chair where we left her. She looks up calmly as\nthe door flies open and David dashes in and stops short, seeing her safe.\n\nSUSAN\n(calmly)\nHello, David.\n\nDAVID\nSusan! Are you all right?\n\nSUSAN\n\fI'm all right. Except that I've got a panther.",
  "26": "---END OF PREVIOUS SECTION---\nAre you all right? SUSAN\n\fI'm all right. Except that I've got a panther. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n\n(stiffening with suspicion)\n\nWhere is this alleged panther?\n\nSUSAN\n\n(indicates)\n\nIn the bathroom.\n[49]\n\nDAVID\n(as he stalks to the bathroom door)\n\nI can see that I've been victimized once more by your unbridled\nimagination!\n\nAs he speaks he is pulling open the bathroom door, which opens outward.\nWe see what he sees: a full-grown panther leaps out of the bathtub and\n\nrears up playfully before him. David, dumbfounded, hastily slams the door\nand leans against it tensely.\n\nSUSAN\nSee? That will teach you to go around talking about people!\n\nDAVID\n(a man in a crisis)\nSusan! You must get out of this apartment at once!\n\nSUSAN\nDon't be silly. I have a lease.\n\nDAVID\nThen you must get this thing out! I'll call the Zoo!\n\nSUSAN\nNo you won't call the Zoo! I'm going to keep him.\n\nDAVID\n(drags a chair and props it against bathroom door)\n\nBut you can't. I won't allow it!\n\fSUSAN\n\n(with calm finality)\n\nMark says I'm to keep him, and I intend to keep him.\n\n(picking up Mark's letter)\n\nListen!\n\n(waves letter at him)\n\nFrom my brother Mark. From Brazil.\n\n[50]\n\n(starts reading)\n\n‘Dear Susan -- I'm sending you Baby, a panther I picked up. Guard him\nwith your life. He's three years old, gentle as a kitten, and he likes\ndogs.’\n\n(pauses, frowns, then smiles apologetically)\n\nI don't know whether Mark means he eats dogs or is fond of them. Mark's\nso vague at times.\n\n(continues reading)\n\n‘He also likes music -- particularly that song, \"I Can't Give You\nAnything But Love, Baby.\"’\n\nDAVID\nThat's absurd! Your brother is joking.\n\nSUSAN\nOh no, it's quite. I tried it. Listen!\n\nShe goes to the victrola and snaps on a record. \"I Can't Give You\n\nAnything But Love, Baby\" blares out. There is a scratching at the\nbathroom door and the chair begins to vibrate as Baby tries to get out.",
  "27": "---END OF PREVIOUS SECTION---\nListen! She goes to the victrola and snaps on a record. \"I Can't Give You\n\nAnything But Love, Baby\" blares out. There is a scratching at the\nbathroom door and the chair begins to vibrate as Baby tries to get out. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n(frantically)\nStop it, Susan! Stop it!\n\nBut he is too late. The panther is already out and coming toward David,\nwho backs away.\n\fSUSAN\n\n(stopping the victrola)\n\nThere! You see? He loves it!\n\nDAVID\n\n(shakily, backing away\n\nIf we put the victrola in the bathroom, would he go back in?\nSUSAN\n\nStand still, David. Don't be nervous.\n(51)\n\nDAVID\n(still backing around)\nMake him stand still!\n\n(backs against the piano and closes his eyes in awful apprehension)\n\nSUSAN\nOh, don't be silly, David. You can't make a panther stand still.\n\nDAVID\n\n(weakly, holding aloft the package which contains the bone)\n\nIf anything happens to me, see that this is delivered to the Museum.\nSUSAN\n\n(coming to his rescue)\n\nNothing is going to happen to you, David. He likes you.\n\nThe panther rubs against David's legs and a convulsive shudder goes\nthrough David's body.\n\nSUSAN\nLook, David, how cute he is!\n\fDavid opens his eyes. The panther is now lying down at David's feet.\nDavid sidles out to make a getaway, but instantly the panther is up,\nready to go with him. The panther simply loves him.\n\nSUSAN\n\n(overcome)\n\nI never saw anything take such a liking to anybody in such a short time.\nIt's sweet, David. Why, he'd follow you anywhere. We shan't have any\n\ntrouble taking him to the Connecticut house.\n[52]\n\nDAVID\n\n(in revolt as he edges away from panther, who can't understand why the\nnice man doesn't like him)\n\nSusan, maybe you're taking him to Connecticut. I want no part of it.\nSUSAN\n\n(following him)\n\nBut, David --\n\nDAVID\nI will not be involved in any more of your hare-brained schemes!\n\nSUSAN\n\n(indignantly)\n\nIt's not a hare-brained scheme.",
  "28": "---END OF PREVIOUS SECTION---\nI want no part of it. SUSAN\n\n(following him)\n\nBut, David --\n\nDAVID\nI will not be involved in any more of your hare-brained schemes! SUSAN\n\n(indignantly)\n\nIt's not a hare-brained scheme. \n---TARGET SECTION TO BE ANNOTATED---\n Imagine -- Aunt Elizabeth arriving today\n-- and running smack into a panther! That would be the end of my million\ndollars!\n\nDAVID\n\n(the panther still following him)\n\nNow wait, Susan! Please! Let's take one thing at a time -- and slowly!\nSUSAN\n\nIf you had an aunt who was going to give you a million dollars if she\nliked you, and you knew she wouldn't like you if she found a panther in\n\nyour apartment -- what would you do?\n\nDAVID\n\fWell, since there is small chance of my ever being in that situation I\nsee no point in my trying to figure it out.\n\nHe reaches the door, holding the package which contains the precious\nbone.\n\n[53]\n\nSUSAN\n\n(clutching at him)\n\nDavid! You can't leave me!\n\nDAVID\n\n(instinctively protecting his fossil by holding it out of her reach)\n\nSusan! Don't jump at me! I'm a nervous man! I should be at the Museum\nwith this -- right now!\n\nSUSAN\nBut you have to help me!\n\nDAVID\n(grimly)\n\nOh no I don't! There are two things in the world I have to do -- finish\nmy brontosaurus and get married!\n\nSUSAN\n\nDid I hesitate last night when you were in trouble? No! Do you think\nthere is anything I'd hesitate to do for you? No! That makes it an\nobligation, David.\n\nDAVID\n(doggedly)\nMy one obligation is to be married at three o'clock!\n\nSUSAN\nYou'll be back in plenty of time! It's only to Westlake!\n\nDAVID\n\nSusan, I am a zoologist. I am going to marry a zoologist. That makes me\nhappy. This makes me unhappy. I have only one desire. That is to go and\ncomplete my brontosaurus. Now!\n\nAnd clutching his precious fossil he opens the door and stalks out. The\npanther, who doesn't want him to leave alone, follows with alacrity.\n\f(54)\n\nSUSAN\n\n(indignantly calling to David from open doorway\n\nGo on -- Quitter!\n\nDAVID\n\n(stalking down the hall, unaware that the panther is at his heels)\n\nIt's no good calling me names, Susan. I'm not going to argue with you any\nmore.",
  "29": "---END OF PREVIOUS SECTION---\n(54)\n\nSUSAN\n\n(indignantly calling to David from open doorway\n\nGo on -- Quitter! DAVID\n\n(stalking down the hall, unaware that the panther is at his heels)\n\nIt's no good calling me names, Susan. I'm not going to argue with you any\nmore. \n---TARGET SECTION TO BE ANNOTATED---\nAs he turns to deliver this parting shot, he sees our friend Baby, who\nhas that ‘whither-thou-goest-I-will-go’ look in his eye. David points\n\nsternly at the doorway where Susan stands and eyes Baby. He becomes\nmasterful.\n\nDAVID\nGo back!\n\nSUSAN\nYou're wasting your time.\n\nDAVID\n(raising his voice)\nBack, sir!\n\nSUSAN\nPromise him something.\n\nDAVID\n(to Baby, ignoring her\nGet back in that apartment!\n\nSUSAN\nThere's only one way to get him back. That's for you to come back.\n\nDavid stalks into the apartment and Baby follows. At the same pace David\nstalks around a chair, eyeing Baby treacherously, makes a dash for the\ndoor.\n\n[55]\n\fDAVID\n\n(maliciously as he jerks the door open)\n\nWell -- take care of yourself!\n\nHe slams it behind him, almost on Baby's nose. Baby sits down and regards\nthe door. Why doesn't the man like him? Susan also regards the door. With\nmalice aforethought she opens it. Baby patters out happily.\n\n73 INT. UPPER CORRIDOR - APARTMENT BLDG - DAY\n\nDavid at elevator. The elevator enters scene and the door is opened.\nDavid steps in and once more a door bangs almost on Baby's nose. This\ntime Baby doesn't sit down and regard the door. He turns and patters down\nthe stairs. The man is going down. Baby will find him.\n\n74 INT. APARTMENT BLDG FOYER - DAY\n\nDavid emerges from the elevator, clutching his package, now concentrating\non the Museum and his lifework. He walks through the corridor. Baby comes\ndown the stairs, falls in behind him. They walk out through the entrance,\nCAMERA FOLLOWING, and disappear.\n\n75 EXT. STREET - DAY\n\nDavid, freed of his problem, starts to stride down Park Avenue all\nunaware that he has a friend whose devotion seems to be one of those\nlifelong things.\n\n76 EXT. AT APARTMENT BLDG ENTRANCE - DAY\n\nREVERSE ANGLE on doorman of the apartment house as he watches the\nprogress of David and Baby with amazement. Susan comes into scene. She is\n\npulling on her hat.",
  "30": "---END OF PREVIOUS SECTION---\nAT APARTMENT BLDG ENTRANCE - DAY\n\nREVERSE ANGLE on doorman of the apartment house as he watches the\nprogress of David and Baby with amazement. Susan comes into scene. She is\n\npulling on her hat. \n---TARGET SECTION TO BE ANNOTATED---\n She dashes toward the curb where her station wagon\nstands.\n\nSUSAN\n\n(to doorman)\n\nMorning!\n\nDazed, the doorman touches his hat.\n\n[56]\n\fDOORMAN\nGood morning, Miss Vance!\n\nSusan gets into the station wagon and drives out of scene.\n\n77 EXT. PARK AVENUE - DAY\n\nDavid is too absorbed in his thoughts to notice that his approach seems\nin some queer way to push people off the street. They edge to the curb\nand keep going in the other direction; in fact, without difficulty and\n\nwithout being aware of it, David clears the streets. Susan, in the\nstation wagon, pulls into scene and drives along beside him.\n\nSUSAN\n(calling)\nWho's your friend?\n\nDAVID\nWhat?\n\nSUSAN\n(calling)\nThey say once a leopard gets fond of a man there's no getting rid of him.\n\nDavid, horror-struck, turns and looks. Baby rubs against his leg.\n\nSUSAN\n(the fiend)\n\nI've been thinking, David -- he likes you so much that I think I'll give\nhim to you.\n\nDAVID\nYou can't do this!\n\nSUSAN\n\n(blandly)\n\nOh yes I can. If I can't get him up to Connecticut -- and I certainly\ncan't get him up to Connecticut if he keeps following you and you don't\n\ngo to Connecticut --\n\n(shrugs, makes a resigned gesture)\n\fthe only thing I can do is wash my hands of him. He's yours.\n(57]\n\nDAVID\nHe's not mine!\n\nSUSAN\nProve it!\n\nShe starts to drive on. David runs out, with the leopard following, and\ncatches on to the side of the station wagon.\n\nDAVID\nSusan, you can't leave me with this!\n\nSUSAN\nI can if you don't help me take him to Connecticut.\n\nDISSOLVE\n\n[Scene Details]\n\n78 EXT. COUNTRY ROAD - DAY\n\nMOVING SHOT station wagon bowling along. David sits in the front seat\nbeside Susan. Baby, in the back of the station wagon, is wistfully\npeering into the front seat, wishing that they'd let him ride beside\nthem. He makes several futile attempts to achieve his purpose but is\n\npushed back by Susan, who is talking incessantly and, she thinks,\nconvincingly.",
  "31": "---END OF PREVIOUS SECTION---\nDavid sits in the front seat\nbeside Susan. Baby, in the back of the station wagon, is wistfully\npeering into the front seat, wishing that they'd let him ride beside\nthem. He makes several futile attempts to achieve his purpose but is\n\npushed back by Susan, who is talking incessantly and, she thinks,\nconvincingly. \n---TARGET SECTION TO BE ANNOTATED---\nSUSAN\n\nIf you meant to be unpleasant during the entire drive, I don't see why\nyou bothered to come. I didn't ask you to come. You just jumped on the\nrunningboard and insisted. All I was doing--\n\nDAVID\n\n(finishing it)\n\n-- was leaving me with a leopard in the middle of Park Avenue.\n\nSUSAN\n\n(oblivious)\n\n-- all I was doing was driving along. That's all I was doing.\n[58]\n\fDAVID\n(firmly)\n\nYou blackmailed me into this Westlake trip. I have no assurance whatever\nthat I will come out of it with my sanity. Despite your protestations\nthat everything is going to be all right, Susan, I have the horrible\ncrawling conviction located at the base of my neck that something\ndreadful is going to happen.\n\nSUSAN\nOh, David --\n\nDAVID\n(silencing her with a professorial gesture)\n\nDon't interrupt. I was about to say that if I emerge from this -- this\ntemporary insanity, you are not going to blackmail me into anything else.\nI intend to deliver this animal, take the first train to New York, finish\nmy brontosaurus and get married. I shall endeavor to forget that these\nlast twenty-four hours ever took place.\n\nSUSAN\n\nWhat's wrong with the last twenty-four hours? Nothing special has\nhappened except that we've got a leopard. That's nothing to get fussed\nabout.\n\nDAVID\n\nIf you don't mind, we won't go into a discussion concerning normal and\nabnormal behaviour. I feel sure we wouldn't get anywhere. I feel equally\nsure that, even if you could see things my way except upside down, I\ncould not carry on a sensible discussion while this beast is breathing\ndown the back of my neck.\n\n[59]\n\nSusan reaches back, without looking, and pushes at Baby's head.\n\nSUSAN\nGet down, Baby. Get down.\n\nBaby doesn't want to get down. He wants to breathe down the back of\nDavid's neck. Susan turns and concentrates on her task. Some way she must\nplease David. As she turns, the station wagon overhauls a wagon piled\nhigh with crates of chickens, ducks, geese and, if you like, sparrows.\nAnything feathered will do.",
  "32": "---END OF PREVIOUS SECTION---\nSome way she must\nplease David. As she turns, the station wagon overhauls a wagon piled\nhigh with crates of chickens, ducks, geese and, if you like, sparrows. Anything feathered will do. \n---TARGET SECTION TO BE ANNOTATED---\n David closes his eyes, knowing what is going\nto happen.\n\fDAVID\n\n(agonized)\n\nSusan! Duck!\n\nSUSAN\n\n(yelling)\n\nYes, I know! Geese, too! Hold Baby!\n\nShe skillfully hooks the rear wheel of the wagon. David covers his eyes.\n79 SHOT\n\nof chicken wagon on its side. The crates, which have been thrown off,\nhave burst open and the contents are fluttering and squawking in every\ndirection. The irate driver is clawing his way out through a number of\nhis charges, attempting unsuccessfully to gather them up. As he\napproaches the station wagon, which has slewed and landed at the other\nside of the road, he is shouting imprecations at Susan.\n\n80 SHOT\n\nof station wagon. Susan is trying to get David's hat up over his\nforehead. In the excitement it has in some curious way managed to get\npulled down over his eyes. David is frantically waving his arms.\n\nDAVID\nLeave it alone! My head will come with it!\n\nSUSAN\nNow just be calm, David. I'll get it.\n[60]\n\nMeanwhile Baby has reared up and is excitedly watching his feathered\nfriends. He poises on the side of the station wagon, balancing for a\nleap.\n\n81 WIDER ANGLE\n\nto include the chicken wagon. The driver halts in his steps. Abusing\nSusan and David is one thing. Abusing Susan, David and a leopard is\nanother. As Baby leaps to the ground Susan sees him, abandons her\nwrenching at David's hat and further confounds him in his temporary blind\nstate by climbing over him to get to Baby. David, freed of Susan's\ntuggings, takes off his own hat with not too much trouble. Susan is\nwading through ducks, geese and chickens, singing, \"I Can't Give You\n\fAnything But Love, Baby.\" The chicken wagon driver is backing away, which\nis quite pointless, because Baby is not at all interested in the driver.\nHe is interested purely and simply in selecting the goose, duck or\nchicken which will be most satisfactory to his palate. He pays absolutely\nno attention to Susan.\n\n82 CLOSE SHOT\n\nDavid staring out of scene.",
  "33": "---END OF PREVIOUS SECTION---\nHe is interested purely and simply in selecting the goose, duck or\nchicken which will be most satisfactory to his palate. He pays absolutely\nno attention to Susan. 82 CLOSE SHOT\n\nDavid staring out of scene. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n(wildly)\n\nSusan! Never hang on to a leopard's tail!\n83 CLOSE SHOT\n\nSusan, who has reached Baby and is desperately clinging to his tail,\n\nsinging, \"I Can't Give You Anything But Love, Baby\" She sings the next\nspeech to the same tune.\n\nSUSAN\n(Just as wildly, over her shoulder\nSing, David! Sing! He's slipping!\n\nDAVID'S VOICE\nI can't sing!\n\nThe tail slips from Susan's hand and she falls on her back.\n\nSUSAN\n(shrieking balefully)\n\nNow look what you've done!\n(61)\n\n84 MED. SHOT\n\ntaking in station wagon and chicken wagon. The now thoroughly frightened\ndriver, who has abandoned his chickens in favor of his life, is hot-\nfooting it out of scene. Baby is crouched for a leap at a fine-looking\nfigure of a duck. David scrambles out of the station wagon and runs\ntoward Baby.\n\fDAVID\n\n(bitterly as he runs)\n\n\"Don't worry, David. Everything's going to be all right.\"\n\nDISSOLVE\n\n85 EXT. COUNTRY ROAD - ANOTHER LOCATION - DAY\n\nWe find David operating a tire pump. He has his back to the station wagon\nand Susan. His coat is off. His tie is off. His hair is rumpled and he is\nmadder than ever. Susan sits on the hood, chin in hand, and regards him\ninterestedly. Baby, equally interested, is lying under the wagon gnawing\nat the other side of the tire which David is pumping up. Baby has\nsuccessfully gnawed through the tire, creating a space which lets the\n\ntube which David is pumping to protrude. As it puffs out toward him, Baby\ndraws back and regards it with interest. He pats it tentatively.\n\nSUSAN\n\nWhy, he was right in the middle of the road, David! I never hit anything\nin my life if it was in the right place!\n\nDAVID\n\n(savagely)\n\nThat wagon was on its own side of the road, Susan. Now don't try to crawl\nout of it! How much longer am I supposed to pump?\n\nSUSAN\n\nI don't know.",
  "34": "---END OF PREVIOUS SECTION---\nNow don't try to crawl\nout of it! How much longer am I supposed to pump? SUSAN\n\nI don't know. \n---TARGET SECTION TO BE ANNOTATED---\n And I'm not crawling out of anything! I tell you I saw it\nand it was in the middle!\n\nDAVID\n\n(shouting)\n\nI saw it too and I say it wasn't in the middle! What time is it?\n[62]\n\nSUSAN\nOh, it's about twelve o'clock, I guess.\n\nDAVID\n\n(bitterly)\n\fIt doesn't seem to mean anything to you that I'm supposed to be back in\nNew York at three o'clock.\n\nSUSAN\n\nCan I help it if it takes you so long to fix a tire?\n\n86 CLOSE SHOT\n\nBaby, who is growing more and more interested in the bubble, which is\ngetting bigger and bigger. He rolls over on his back and tries patting it\nupside down.\n\n87 WIDER ANGLE\n\nas David angrily stops pumping and turns to look at Susan.\n\nDAVID\nBut you can't just keep pumping a tire!\n\nSUSAN\n\nNo, I suppose you can't. Why don't you stop?\n\n88 CLOSE SHOT\n\nBaby. He pats the bubble once too often. It goes off with a loud bang.\nBaby jumps back, hurt and surprised, and slinks around the side of the\nwagon.\n\n89 GROUP SHOT\n\nDavid sinks dejectedly on to the runningboard, his head in his hands.\n\nSUSAN\n(brightly)\nWell, at least, David, now that you've practiced it won't take so long to\n\nfix it this time.\n[63]\n\nThere is the sharp putt-putt-putt of a motorcycle approaching. A\nmotorcycle officer draws into scene, dismounts and kicks down the stand\nwhich holds up his vehicle.\n\nOFFICER\n(pointing to Baby)\n\nWhat's that?\n\fSUSAN\n(pointing to David)\nIt's his.\n\nDavid stands up. He has had all he can bear. He turns and looks at Baby,\nthen looks at the officer.\n\nDAVID\nThat, my friend, is a leopard. Webster calls it a large catlike beast of\nprey with a beautifully spotted skin.\n\nDISSOLVE OUT\n\nDISSOLVE IN\n[64]\n90 EXT. COUNTRY ROAD - ANOTHER LOCATION - DAY\n\nCLOSE UP roadside sign, reading:\n\nWESTLAKE, CONNECTICUT 1 MILE\n\nPAN AROUND to station wagon coming along road in the direction of\n\nWestlake.",
  "35": "---END OF PREVIOUS SECTION---\nWebster calls it a large catlike beast of\nprey with a beautifully spotted skin. DISSOLVE OUT\n\nDISSOLVE IN\n[64]\n90 EXT. COUNTRY ROAD - ANOTHER LOCATION - DAY\n\nCLOSE UP roadside sign, reading:\n\nWESTLAKE, CONNECTICUT 1 MILE\n\nPAN AROUND to station wagon coming along road in the direction of\n\nWestlake. \n---TARGET SECTION TO BE ANNOTATED---\n As it comes abreast, we see Susan driving.\n\n91 PROCESS SHOT\n\nSusan and David. They drive along toward Westlake.\n\nSUSAN\n(brightly)\n\nBut we have to go through Westlake to get some meat for Baby. If we\ndon't, he might eat the maid. You do make a fuss, David.\n\nDAVID\n\nI still maintain that it was going a bit far to tell that officer that\nwe're part of the Westlake circus. I won't deny that you look like a\ntrapeze artist -- but by no stretch of the imagination do I look like a\nknife thrower.\n\nSUSAN\n\fOh, I don't know.\n\nDAVID\nWould it be too much to ask that if there is any further explaining to\ndo, I am allowed to do it?\n\nSUSAN\nYou weren't doing so well with the officer, I noticed.\n\nDAVID\nI was doing all right until you explained that Baby was just a house-cat.\n\nDISSOLVE OUT\n\nDISSOLVE IN\n\n[65]\n\n[Scene Details]\n\n92 EXT. MAIN STREET OF WESTLAKE - DAY\n\nFULL SHOT of store, over which is a large sign:\n\nWESTLAKE MARKET\n\nThere are gaudy circus posters in the windows of the market and we can\nhear faintly from the distance a circus calliope. Cars are parked\ndiagonally along the curb in f.g. There are two open spaces, one of which\nfaces a fire-plug. As we DISSOLVE IN a big limousine enters along street\nand pulls into the proper parking space in front of market. Dr. Digby, of\nRitz-Plaza memory, climbs out. Constable Slocum enters scene and stands,\nhands in pockets, on the curb.\n\nSLOCUM\nHello, Doc? Up for the week-end?\n\nDR. DIGBY\n(moving toward door of market)\n\nHello, Constable. Yes, we've opened the house for the summer. It's good\nto get away from the hurly-burly of New York.\n\nHe enters the market. Constable Slocum moves off down the street, staring\ninto shop windows. Susan pulls into the remaining parking space in front\n\nof the fire-plug. Baby is not visible.\n\n93 TWO SHOT\n\fSusan and David as she turns off the ignition.",
  "36": "---END OF PREVIOUS SECTION---\nSusan pulls into the remaining parking space in front\n\nof the fire-plug. Baby is not visible. 93 TWO SHOT\n\fSusan and David as she turns off the ignition. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n(climbing out, protesting)\n\nThis is madness! of all places, you want to stop in a town where there's\na circus!\n\nSUSAN\nI don't want to stop because there's a circus, David. We have to have\nmeat for Baby.\n\nDAVID\n\nBut you say your house is only a mile away. why can't you send back for\nit?\n\n[66]\n\nSUSAN\nReally, David, you're just wasting time.\n\nDavid, licked, turns away.\n\n94 WIDER ANGLE\n\ntaking in the front of the market and the two cars parked in front. As\nDavid enters the store a white-aproned clerk comes out with two dead but\nstill undressed chickens. He puts them in the back of Digby's limousine.\nDuring this the sound of the circus calliope has grown louder,\napproaching an intersection off-scene. Susan gets out and climbs on the\nfender of the station wagon, peering. across the tops of other parked\ncars. Constable Slocum comes back along sidewalk, retracing his languid\n\nsteps. A star shows on his chest. He stops and looks at Susan and at the\nfire-plug, then comes over to her.\n\nSLOCUM\n\n(indicating)\n\nLady, that's a fire-plug.\nSUSAN\n\n(with a brief glance)\n\nYes, I know!\n\fSLOCUM\nIt's against the law to park in front of fire-plugs.\n\nSUSAN\n(smiling, a little more friendly\nYes, I know.\n\nThe constable stops and thinks. Then he crooks his finger at her\npolitely.\n\nSLOCUM\nCome down here a minute.\n\nSUSAN\nWho -- me? why?\n\nSLOCUM\n(tapping his star)\n\nI am Constable Slocum.\n[67]\n\nSUSAN\nOh, how do you do? I'm Susan Vance.\n\nSLOCUM\nI don't care who you are. You can't park in front of a fire-plug.\n\nSUSAN\n\n(pointing off, pleasantly)\n\nOh no, I'm just watching the parade.\n\nSLOCUM\n\n(pointing sternly to a spot directly at his feet)\nCome here!\n\nSusan jumps down as if it were an invitation to a pleasant conversation.",
  "37": "---END OF PREVIOUS SECTION---\nSUSAN\n\n(pointing off, pleasantly)\n\nOh no, I'm just watching the parade. SLOCUM\n\n(pointing sternly to a spot directly at his feet)\nCome here! Susan jumps down as if it were an invitation to a pleasant conversation. \n---TARGET SECTION TO BE ANNOTATED---\nSUSAN\nDo they give you free seats for the circus?\n\fSLOCUM\nOh sure! Elmer and me --\n\n(then catches himself; sternly\nSuppose there was fire, right now, with cars jammed in here this way.\n\nSUSAN\nOh, we could all get to it if we were polite about it.\n\nSLOCUM\n(getting dizzy)\n\nThe firemen have to go get to the plug, lady. We don't care whether you\nget to the fire.\n\nHis back is to the station wagon, but Susan's isn't.\n[68]\n95 CLOSE SHOT\n\nBaby, who has been lying down in rear of station wagon, as he raises his\nhead and peers past CAMERA into Digby's car.\n\n96 WHAT HE SEES\n\nThe two chickens on the back seat of the limousine, which nobody can deny\nare fair game. The window is open.\n\n97 CLOSE SHOT\nBaby as he rears up and prepares to go hunting.\n98 TWO SHOT\n\nSusan and constable, with the two cars in b.g. The first lines should be\nplayed over the CUTS to Baby.\n\nSUSAN\nIs there a fire?\n\nSLOCUM\nNo!\n\nSUSAN\nThen why are we discussing it?\n\nSLOCUM\n\n(confused)\n\fYou can't park in front of a fire-plug!\nAt that moment Susan sees what we see: Baby crawling from the station\n\nwagon into the rear of Digby's car, which immediately conceals him from\nview.\n\nSUSAN\n(Vaguely, her mind grappling with her new problem)\nYou said that before.\n\nSLOCUM\nI'm going to stop saying it. I'm going to give you a ticket.\n\nSUSAN\n\nOh, I'd love to go to the circus, Constable -- but you'd better keep your\ntickets, because I'm going to be busy tonight.\n\n[69]\n\nSLOCUM\n\n(finding force the only solution)\nListen, lady, you're under arrest! Does that mean anything to you?\n\nSUSAN\nBut why?\n\nSLOCUM\n\n(in a low dogged tone)\n\nParking in front of a fire-plug!\nSUSAN\n\n(having a brain-wave)\n\nThat's not my car.\n\nSLOCUM\n\n(completely at a loss)\n\nWhose car is it?\n\nSUSAN\nI don't know. I never saw it before.",
  "38": "---END OF PREVIOUS SECTION---\nSLOCUM\n\n(completely at a loss)\n\nWhose car is it? SUSAN\nI don't know. I never saw it before. \n---TARGET SECTION TO BE ANNOTATED---\n\fShe begins to sidle off, smiling sweetly. Slocum stands his ground,\nwatching her suspiciously. Still smiling at him occasionally, she goes to\nDigby's limousine and with a proprietary air brushes off a bit of dust\nfrom a fender and kicks the tires speculatively. Slocum moves out of\nscene, looking back over his shoulder.\n\n99 INT. MARKET - DAY\n\nA number of customers are there, among them Dr. Digby, who is at the\n\nvegetable stand inspecting the day's selection. David has been awaiting\nhis turn at the meat counter. Now it comes.\n\nDAVID\nI want twenty pounds of sirloin steak.\n\nDigby, as does every other customer in the place, turns his head and\nstares at David.\n\n(70]\n100 TWO SHOT\n\nDavid facing the flabbergasted clerk across the counter. David is\nbedraggled and dirty.\n\nCLERK\nDid you say -- twenty pounds?\n\nDAVID\nYes. I said twenty pounds.\n\nCLERK\nHow will you have it cut?\n\n(as David hesitates)\n\nI mean, are you going to roast it or broil it?\nDAVID\n\n(with dignity)\n\nNeither. It's going to be eaten raw.\n\n101 FULL SHOT\n\fas the clerk begins sawing up a huge chunk of meat on the block. Digby\ntakes a step forward for a closer scrutiny. He knows he has seen David\nsomewhere before and is visibly searching his memory.\n\n102 EXT. STREET BEFORE MARKET - DAY\n\nSusan is trying to get Baby back into the station wagon. She is keeping a\nwary eye on the door of the butcher shop. Baby, engrossed in his feast on\nthe floor of the tonneau, is adamant.\n\n103 INT. MARKET - DAY\n\nThe Clerk is wrapping the twenty-pound package of meat. David and Digby\nare staring at each other.\n\nDR. DIGBY\nYour face is very familiar.\n\nDAVID\n\n(smiling foolishly as he reaches for the package which the clerk is\nhanding him)\n\noh, it's one of those faces -- I meet people every day -- lots of people\n-- who look just like me.",
  "39": "---END OF PREVIOUS SECTION---\nDR. DIGBY\nYour face is very familiar. DAVID\n\n(smiling foolishly as he reaches for the package which the clerk is\nhanding him)\n\noh, it's one of those faces -- I meet people every day -- lots of people\n-- who look just like me. \n---TARGET SECTION TO BE ANNOTATED---\n(71)\n\nCLERK\n\n(as David takes package)\n\nDo you grind it up before you eat it, Mister, or do you just out it in\nhunks?\n\nDAVID\n\n(as he backs away from counter, smiling foolishly at Digby the while)\nIt's not for me. It's for Baby.\n\nHe makes his escape hurriedly out of scene.\n\n104 EXT. FRONT OF MARKET - DAY\n\nDavid comes out, carrying the twenty-pound package of meat and his\nintercostal clavicle. CAMERA PANS on him as he starts for station wagon\n\nand then stops short at what he sees: Susan backing Digby's car out of\nthe parking space.\n\fDAVID\n(hurrying to Susan in protest)\nSusan!\n\nSUSAN\nCome on!\n\nDAVID\n(getting on the runningboard as she backs clear)\nSusan! What are you doing? This is not your car!\n\nSUSAN\nNo, but it's my panther!\n\nShe races the engine and clashes gears horribly as she tries to get into\nfirst speed. David, still expostulating, is hanging on to the\nrunningboard, somewhat hampered by his two packages, as Constable Slocum\nstrolls back and stands watching them.\n\n(72]\n\n105 EXT. DOORWAY OF MARKET - DAY\n\nDr. Digby comes out. His arms are full of parcels. He stops, aghast.\nThere is a horrible clashing of gears over this.\n\n106 EXT. STREET BEFORE MARKET - DAY\n\nWHAT HE SEES: The limousine lurching forward, engine racing. Susan is not\nvisible from this angle. David, hanging to the runningboard, is\napparently urging on the driver.\n\n107 EXT. DOORWAY OF MARKET - DAY\n\nDigby and Slocum looking off.\n\nDR. DIGBY\n(wildly)\nThat's my car!\n\nSLOCUM\nYour car?\n\nDR. DIGBY\n\f(with a yell)\n\nGo after him! Catch him! I remember that fellow now! He tried to steal my\nwife's purse last night! Don't stand there, Slocum! Do something!\n\nSLOCUM\nWell, can you imagine that!\n\nHe runs out of scene without any idea where he is going.\n\nDISSOLVE OUT\n\nDISSOLVE IN\n108 INT.",
  "40": "---END OF PREVIOUS SECTION---\nSLOCUM\nWell, can you imagine that! He runs out of scene without any idea where he is going. DISSOLVE OUT\n\nDISSOLVE IN\n108 INT. \n---TARGET SECTION TO BE ANNOTATED---\n STABLE OF THE VANCE ESTATE - DAY\nSusan drives Digby's car in, shuts off the motor and climbs out. She\n\nopens the rear door as David climbs out wearily, still carrying the\nprecious fossil. David is in a lather. He has had as much as he can bear.\n\nSUSAN\n\nOh, stop yapping at me! We're here! The panther's here! Everything's all\nright!\n\nDAVID\n\n(grimly)\n\nEverything is not all right. On top of everything that's happened, we\nhave stolen a car!\n\nSUSAN\nI don't want the car. I'll send it back.\n\nDAVID\n\n(they start leading Baby toward a box-stall)\n\nI suppose you'd like me to leave it with the constable -- on my way back?\nSUSAN\n\nOh, no, I don't think that would be safe. They might arrest you. It's a\nhot car.\n\nDAVID\n\n(savagely)\n\nI know. You're going to file the numbers off the engine!\n\fSUSAN\n(as though he were suggesting it\n\nOh no, David -- that's dishonest. I'll send the gardener back with it\ntonight -- after it's dark.\n\nDavid is speechless. CAMERA FOLLOWS them. Susan unlatches the door of the\nbox stall and they lead Baby within, CAMERA FOLLOWING. Susan pats Baby\nand straightens up as she looks at David.\n\n(74)\n\nNow, David, I would suggest --\n\nDAVID\n\n(wildly)\n\nThe only way you could get me to follow one of your suggestions is to\nhold a bright object in front of a light! You see, Svengali, what I want\nis to get married! To get married I have to leave here. To leave here\n\nwithout being arrested I have to have a shower. Where is there a shower?\n\nSUSAN\nA shower is just what I was going to suggest.\n\nDISSOLVE\n109 INT. VANCE BATHROOM - DAY\n\nDavid is under a shower. We can see his head above the frosted glass door\nof the stall shower.\n\n110 INT. GUEST BEDROOM ADJOINING BATHROOM - DAY\nSusan rings a bell and begins picking up David's clothes which are laid\nover a chair. We can hear David splashing in the shower.",
  "41": "---END OF PREVIOUS SECTION---\n110 INT. GUEST BEDROOM ADJOINING BATHROOM - DAY\nSusan rings a bell and begins picking up David's clothes which are laid\nover a chair. We can hear David splashing in the shower. \n---TARGET SECTION TO BE ANNOTATED---\n The package\n\ncontaining the fossil bone has been set carefully on the chair. Susan\nfingers it curiously and calls off.\n\nSUSAN\nWhat's in this box?\n\nDAVID'S VOICE\nIt's the intercostal clavicle of a brontosaurus.\n\nSUSAN\n(with new interest)\n\nIs it really?\n\f(unwraps it and looks indignant)\n\nWhy, it's only an old bone!\n(75]}\n\n111 INT. VANCE BATHROOM - DAY\n\nDavid splashing under the shower.\n\nDAVID\nYes, it's just a bone! Don't touch it, Susan. Put it down -- gently --\n\n(vehemently)\n-- and go away!\n112 INT. GUEST BEDROOM - DAY\n\nSusan shrugs and tosses the bone down on the chair as Mrs. Gogarty, the\nhousekeeper, enters in response to the bell. Susan hands her the clothes.\n\nSUSAN\nHannah, I want Gogarty to take these into town. Have them sponged and\npressed.\n\nMrs. Gogarty looks at the clothes and then off at the shower, where\nDavid's splashing is heard.\n\nMRS. GOGARTY\nDo you want them right back?\n\nSUSAN\n\n(airily)\n\nOh, there's no hurry, Hannah -- no hurry at all.\nDAVID'S VOICE\n\n(over the shower)\n\nSusan!\n\nSUSAN\n\n(pushing Hannah toward the door hastily\n\fBut do get Gogarty off to town before he misses them.\nDAVID'S VOICE\n(loud and impatient as the shower is turned off\n\nSUSAN!\n[76]\n\nSUSAN\n\n(as Mrs. Gogarty exits)\n\nYes, dear?\n\n(goes to bathroom door and calls around it sweetly)\nIs there anything I can do for you?\n\nDAVID'S VOICE\nHand me my clothes.\n\nSUSAN\n(innocently)\n\nOh -- your clothes. I'm afraid you'll have to wait, David. They're being\npressed.\n\nDavid's head and shoulders appear at the door.\n\nDAVID\n(indignantly)\n\nI don't want them pressed. I want to put them on. I must leave here\nimmediately.\n\nSUSAN\nBut. you can't leave without your clothes, David.",
  "42": "---END OF PREVIOUS SECTION---\nI want to put them on. I must leave here\nimmediately. SUSAN\nBut. you can't leave without your clothes, David. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n\n(grimly)\n\nI know that! That's why I want them!\n(looking past her around the room)\n\nWhere are they?\n\fSUSAN\nThe gardener took them into town.\n\nDAVID\n\n(frantically)\n\nStop him! I can't wait!\n\nSUSAN\n\nNow don't be impatient, David. We'll talk about it after I have a shower.\n\nEverything's going to be all right.\n(77)\n\nDAVID\n(through clenched teeth as she starts for the door)\n\nEverything is all right except that my fiancee is waiting for me in New\nYork to be married -- and I'm not in New York.\n\nSUSAN\n\n(turning in the doorway and calling back)\nDon't be selfish. You had a shower.\n\nDAVID\n\n(wildly)\n\nBut I have to have my clothes!\n\nSUSAN\nAnd I have to have a shower. I'll be in Mark's room.\n\nDAVID\n\n(wildly, as she exits)\n\nSusan, you can't leave me here like this.\nBut Susan has.\n\n113 INT. VANCE LIVING ROOM - DAY\n\nSusan crosses to Mark's bedroom, calling back as she goes.\n\nSUSAN\n\fHow you do go on! You get one thing settled and you start worrying about\nanother. Don't you ever do anything but worry?\n\nDavid's head and shoulders appear at the guest bedroom door, as he calls\nafter her, anguished.\n\n(78]\n\nDAVID\n\nYou've heard about marriage, haven't you, Susan? Would it seem to be\nasking too much on my part to be allowed to worry about this thing that\nis going to influence the rest of my life?\n\n(on a mounting note of hysteria)\n\nAnd while I'm worrying, do you mind telling me how I'm going to get back\nto New York without any clothes?\n\nSUSAN'S VOICE\n\n(as we hear the shower from Mark's room)\n\nDavid, I want you to be married. I think you should be married. I think\nevery man should be married. But I think your suit ought to be pressed.\nIt wouldn't look well.\n\nDAVID\n\n(shouting)\n\nMiss Swallow doesn't care how I look!\n\nSUSAN'S VOICE\n\n(from shower)\n\nWhat?\n\nDAVID\n\n(shouting frantically)\n\nI said Miss Swallow doesn't care how I look!\n\n114 INT.",
  "43": "---END OF PREVIOUS SECTION---\nSUSAN'S VOICE\n\n(from shower)\n\nWhat? DAVID\n\n(shouting frantically)\n\nI said Miss Swallow doesn't care how I look! 114 INT. \n---TARGET SECTION TO BE ANNOTATED---\n MARK'S BATHROOM - DAY\n\nSusan in the shower. She calls over the door.\n\nSUSAN\n\f(screaming)\n\nOh, but that's silly!\n\n(79]\n\n115 INT. VANCE LIVING ROOM - DAY\n\nDavid emerges from the guest bedroom, clutching a feather negligee of\n\nuncurled ostrich, with a train, about him, and strides out infuriatedly\nin pursuit of an argument.\n\nDAVID\nWill you come out of that shower and help me find some clothes -- or do I\nhave to come in and get you?\n\nSUSAN'S VOICE\nOh, David! You wouldn't!\n\nDAVID\n\n(striding up and down -- to himself\n\nNo, of course I wouldn't.\n\n(yells toward Mark's door)\n\nSusan Vance, come out of that shower this minute!\n\nSUSAN'S VOICE\nI can't hear you, David.\n\nDAVID\n(striding up and down with growing frenzy)\nYou can hear what you want to hear.\n\nSUSAN'S VOICE\nOh no, I can't! I can't hear a thing.\n\nDAVID\n(striding around like an animal\n\nOh, you can't? Well, I think you're a spoiled, conceited little\nscatterbrain! The first time I looked at you I knew it. The more I see of\nyou the more I realize it: The man who's unlucky enough to get you is\ngoing to have a lifetime of misery!\n\n[80]\n\fNear the end of this speech he yanks open the door and stands aghast. For\nhe sees what we see: a well-preserved woman of 60, who is Susan's Aunt\nElizabeth and, though David knows it not, is also Mrs. Carleton Random.\nBehind her are a uniformed chauffeur and an English maid, their arms full\nof luggage. Aunt Elizabeth holds a leash, to which is attached a growling\ndog. This is George, who in his own way has as many possibilities for\ntrouble as has Susan. Through the open doorway we can see a limousine\nparked in the driveway. David clutches the negligee about him and backs\noff into the living room again, speechless.\n\nSUSAN'S VOICE\nNow, David, you're being perfectly ridiculous! Just calm down and wait\ntill I get out there.",
  "44": "---END OF PREVIOUS SECTION---\nDavid clutches the negligee about him and backs\noff into the living room again, speechless. SUSAN'S VOICE\nNow, David, you're being perfectly ridiculous! Just calm down and wait\ntill I get out there. \n---TARGET SECTION TO BE ANNOTATED---\nThere is a dead silence as Aunt Elizabeth stares at David. George growls\nand strains on the leash to get at him.\n\nAUNT ELIZABETH\n\n(explosively)\n\nWhere are your clothes?\n\nDAVID\n\n(completely disorganized)\n\nMy clothes?... Oh -- you mean my clothes.\n\n(as George growls and strains at the leash)\n\nWhy, I -- I suppose you think it's odd my wearing this. I realize it\nlooks odd. I don't usually -- I mean I -- don't own one of these things -\n- this isn't mine -- I'm -- I'm merely looking for my clothes.\n\nSUSAN'S VOICE\nDavid! Don't go, David! I'm coming right out! Are you there?\n(81)\n\nAUNT ELIZABETH\n\n(pointing off brusquely as she glares at David)\nIs that my niece?\n\nDAVID\n\n(still disorganized)\n\fI -- I don't know -- who is your niece?\nAUNT ELIZABETH\n\n(violently)\n\nAnswer me! Is that Susan?\n\nDAVID\n\n(meekly)\n\nYes. She -- uh -- she's, taking a shower.\n\nSUSAN'S VOICE\nDavid, can I come out? Are you decent?\n\nDavid, rooted to the spot, makes some fluttering motions\nand his mouth moves soundlessly.\n\nAUNT ELIZABETH\n\n(yelling)\n\nSusan! Hannah! HANNAH GOGARTY!\n\nSUSAN'S VOICE\n\n(yelling as Hannah appears from the dining room)\nWait a minute! Wait a minute!\n\nAUNT ELIZABETH\nWho is this young man?\n\nMRS. GOGARTY\nI don't know.\n\nAUNT ELIZABETH\n(explosively)\n\nDoes anybody know? SUSAN!\n[82]\n\nwith his arms\n\nSusan appears from the doorway to Mark's bedroom, wrapping a huge\ntoweling bathrobe about her, her dripping feet tucked into mules. She\n\nknows she is in for it and she enters gingerly, thinking\n\nfast.\n\fSUSAN\n(in a frozen voice)\n\nWhy, Aunt Elizabeth! How nice to see you! What in the world brought you\nup to Connecticut? I expected you to stay in the New York apartment.",
  "45": "---END OF PREVIOUS SECTION---\nHow nice to see you! What in the world brought you\nup to Connecticut? I expected you to stay in the New York apartment. \n---TARGET SECTION TO BE ANNOTATED---\nAUNT ELIZABETH\n(with a snort)\nIn this heat?\nSUSAN\n(beguiling)\n\nI never dreamed you would be coming here. But I'm so happy to see you.\nAnd here's George. Bless his little heart.\n\n(bends to pat the dog)\n\nAUNT ELIZABETH\n\nYou haven't changed a bit, Susan. Whenever you're in a jam, you gush. I\nknow you. You're trying to get out of something. What is it? Who is this\nyoung man?\n\nSUSAN\n\n(thinking fast)\n\nWhy -- that's David. He's a friend of Mark's.\n\nAUNT ELIZABETH\nWhat have you done with his clothes?\n\nSUSAN\n\nHis clothes?\n[83]\n\nMRS. GOGARTY\n\nShe knows very well where his clothes are. Gogarty's taken them into\ntown.\n\nAUNT ELIZABETH\n\n(turning on David)\n\nWhy are you here?\n\fSUSAN\n(frantically)\nI told you -- he's a friend of Mark's.\n\nAUNT ELIZABETH\nYou keep quiet, Susan!\n\nDAVID\nSusan brought me here.\n\nAUNT ELIZABETH\nI don't doubt that -- but why?\n\nDAVID\n\n(stammering)\n\nWell, it seems very complicated -- but she wanted to bring---\n\nSUSAN\n\n(cutting in frantically and lying rapidly)\n\nDon't David---\n\n(turning on her Aunt)\n\nI had a letter from Mark, and he asked me to bring David up here--for a\nrest. He's been working very, very hard, Mark says, and he's apt to have\na breakdown. He mustn't be excited. Whatever he wants to do, he must be\nallowed to do it, Mark says---\n\nAUNT ELIZABETH\n\n(pointing with a snort)\n\nDoes he want to wear that thing?\n\nDAVID\n\n(violently)\n\nNo!\n[84]\n\nSUSAN\n\n(hurriedly)\n\fMark says he should be allowed to do whatever he wants to do. If he wants\nto wear a negligee, he should be allowed to wear a negligee, Mark says --\nbecause there's no telling, Mark says, what will happen if we don't give\nhim his own way.",
  "46": "---END OF PREVIOUS SECTION---\nDAVID\n\n(violently)\n\nNo! [84]\n\nSUSAN\n\n(hurriedly)\n\fMark says he should be allowed to do whatever he wants to do. If he wants\nto wear a negligee, he should be allowed to wear a negligee, Mark says --\nbecause there's no telling, Mark says, what will happen if we don't give\nhim his own way. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n\n(violently)\n\nThere's no telling what will happen if I don't get my clothes! I want to\nbe married!\n\nAUNT ELIZABETH\n\nSusan! I forbid it! I absolutely put my foot down! I'll cut you off\nwithout a penny!\n\nDAVID\n\n(wildly)\n\nIf you'd listen to me instead of listening to her---\n\nAUNT ELIZABETH\n\n(with finality)\n\nI'm not going to listen to either of you. Not another word, young man,\nuntil you're well! And meantime, Hannah, there must be some of Mark's\nclothes here. He can wear these.\n\nMRS. GOGARTY\n\n(addressing David as she points toward Mark's bedroom)\n\nThey're in there.\n\nDavid gathers his finery about him and stalks into Mark's bedroom with as\n\nmuch dignity as he can muster. Susan, seeing her prey on the wing, calls\nafter him:\n\nSUSAN\nDavid-- wait!\n[85]\n\nThe bedroom door bangs behind David, and Susan turns on Aunt Elizabeth.\n\nSUSAN\nNow look what you've done! If he gets some clothes he'll go away. And\nhe's the only man I've ever loved!\n\fShe dashes madly for her bedroom. Aunt Elizabeth looks after her and then\nlooks at Hannah.\n\nAUNT ELIZABETH\nIt's so like Susan to fall in love with a lunatic! Well, it's a good\nthing I came. Bring in that luggage.\n\nMRS. GOGARTY\n\n(as the chauffeur deposits luggage and goes for more)\nHow long do you expect to be here, Mrs. Random?\n\nAUNT ELIZABETH\n\n(unsnapping George's leash)\n\nIndefinitely. I'm here for a long quiet rest. George needs a rest, too.\n[86]\n\n116 INT. GUEST BEDROOM - DAY\n\nSusan has hurried into slacks and is wildly combing her hair, which is\nstill damp from the shower. The door to the living room stands open.\nGeorge enters curiously. Susan grabs her lipstick and dashes out of the\nroom to intercept David. CAMERA STAYS on George, who has found David's\nfossil on the chair. He regards it moodily for a moment, then takes it in\nhis mouth and with an air of ownership stalks out.\n\n117 INT.",
  "47": "---END OF PREVIOUS SECTION---\nCAMERA STAYS on George, who has found David's\nfossil on the chair. He regards it moodily for a moment, then takes it in\nhis mouth and with an air of ownership stalks out. 117 INT. \n---TARGET SECTION TO BE ANNOTATED---\n MARK'S BEDROOM - DAY\n\nSusan is confronting David, who is now dressed, stock and all, for\nhunting. All David could find was white riding breeches, boots and a pink\nhunting coat.\n\nSUSAN\nBut, David, you can't leave me here with Aunt Elizabeth -- and a panther\nright out there!\n\nDAVID\n\nI am not responsible for you or your panther. It's your problem. I, too,\nhave a problem. I still have to see Mr. Peabody. And I have to get\nmarried!\n\nSUSAN\n\nBut the way to get to Mr. Peabody is through Aunt Elizabeth. He has to do\neverything she tells him. If she says so, he'll have to be nice to you--\nbecause he's her lawyer.\n\fDavid, on the point of fleeing, turns and eyes her strangely.\n\nDAVID\nWhat's your aunt's a name?\n\nSUSAN\nElizabeth!\n\nDAVID\n(hoping he's wrong but knowing he isn't)\n\nBut she has another one.\n(87]\n\nSUSAN\nOh yes, of course. Naturally.\n\nDAVID\nI've made a mistake. Don't tell me. I don't want to hear it.\n\n(starts for the door)\n\nSUSAN\nIt's Random. Mrs. Carleton Random.\n\nDavid sinks wearily against the door jamb and groans.\n\nDAVID\n\nOut of seven million people, why--why did I have to run into you\nyesterday?\n\nSUSAN\n\n(plaintively)\n\nWhat's the matter? What have I done now?\n\nDAVID\nMrs. Carleton Random is going to give away a million dollars.\n\nSUSAN\nI know.\n\nDAVID\n\f(as if talking to an idiot)\nI want it for the museum!\n\nSUSAN\nYou can't have it for the museum. She's going to give it to me.\n\nDavid puts his hands on her shoulders, as if making a dying request.\n\n[88]\n\nDAVID\n\nSusan--could you concentrate for just a minute? It's important to me--to\nmy work-- that your aunt never find out who I am. Can you remember that?\nJust that one thing?\n\nSusan is melting at his touch.\n\nSUSAN\n\n(Limply)\n\nYes, David.",
  "48": "---END OF PREVIOUS SECTION---\nJust that one thing? Susan is melting at his touch. SUSAN\n\n(Limply)\n\nYes, David. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n\n(pulling her closer)\n\nYou do understand, don't you?\nSUSAN\n\n(languishing)\n\nYes, dear.\n\nDAVID\nI'm going away from here. I'll never see you again. But --\n\n(in anguish)\n\n--don't--don't ever tell her my name! Tell her I'm Mark's friend! Tell\nher I'm a crackpot, if you like. But don't tell her I'm David Huxley!\n\nPushes her off and strides out. Susan groggily comes out of the fumes of\nlove and follows him.\n\n[Scene Details]\n\n118 INT. GUEST BEDROOM - DAY\n\fDavid strides in to get his precious fossil. He goes to the chair and\npicks up the empty box. With a horrified look he turns smack into Susan,\nwho has followed him.\n\nDAVID\nWhere is it?\n\nSUSAN\n(dreamily)\n\nWhere is what?\n[89]\n\nDAVID\n\n(frantically)\n\nMy intercostal clavicle!\n\nSUSAN\n\n(still in a trance)\n\nYour what?\n\nDAVID\n\nThe bone! It's rare, it's precious! It took three expeditions and five\nyears to find that bone!\n\nSUSAN\n\n(dreamily)\n\nMy!\n\nDAVID\n\n(shaking her)\n\nWhere is it? What did you do with it? Give it to me!\n\nSUSAN\nI--haven't--got it--David. I didn't--swallow it!\n\nHe lets go of her, drops on his knees and starts looking under the chair.\nSusan also gets down on her knees and turns up the corners of the rug.\n\n119 EXT. GARDEN - DAY\n\fUnder a rose bush, George is pawing dirt over the buried bone. He regards\nhis handiwork critically from several sides, and then ambles off.\n\n120 INT. GUEST BEDROOM - DAY\nDavid and Susan are crawling around, looking under furniture--everything-\n\n-in a frantic search for the bone. Both peer under the bed. Their gazes\nmeet.\n\nDAVID\n(agonized)\n\nSusan--try to remember! You're quite sure you didn't carry it somewhere?\n[90]\n\nSUSAN\nNo, David. Why would I be carrying a bone around?\n\nDAVID\nI wouldn't dare give a reason for anything you do!\n\nThey crawl out simultaneously from under the bed.",
  "49": "---END OF PREVIOUS SECTION---\nWhy would I be carrying a bone around? DAVID\nI wouldn't dare give a reason for anything you do! They crawl out simultaneously from under the bed. \n---TARGET SECTION TO BE ANNOTATED---\n David slumps dejectedly\n\non the corner of the bed. Susan sits down on the other corner with her\nback almost against his.\n\nSUSAN\nWell, there's only one thing to do. You'll have to find another bone.\n\nDAVID\n\n(coldly)\n\nIt took three expeditions and five years to find that one.\n\nSUSAN\n\nYou're making an awful fuss, David. Now that you know where the place is,\njust send them back to get another one.\n\nDAVID\n\n(his hands clenching prayerfully\n\nAll right--we'll leave that. The point is, if I don't find that bone, I\ncan't go back to New York!\n\nSUSAN\n\fWell, I think that's pretty silly--that a man can't go home because he\ncan't find a bone.\n\nDAVID\nSusan! Please! There are some things you shouldn't try to discuss. What\nan intercostal clavicle means to science--and to me--is beyond your\n\ncapacity. Where you can help is to remember where you put it.\n(91)\n\nSUSAN\n(plaintively, pointing)\nI put it there--where I found it!\n\nDAVID\nDid you see anybody else in here?\n\nSUSAN\nNobody! Nobody but--\n\n(with illumination)\n--George!\n\nThey look at each other, speechless. Both rise on a common impulse and\nstart for the door.\n\n121 INT. VANCE LIVING ROOM - DAY\nSusan and David come dashing from the guest bedroom and encounter Aunt\n\nElizabeth in the entry. Aunt Elizabeth stares at David's weird attire.\nDavid hurtles past them both and out the front door.\n\nSUSAN\n(wildly)\nWhere's George?\n\nAUNT ELIZABETH\nSusan, I want to talk to you-- alone!\n\nSUSAN\n(looking after David)\nBut, Auntie, I have to find George.\n\nAUNT ELIZABETH\n\fwhy?\n\nSUSAN\nDavid wants him. David loves him. He thinks he's such a nice dog.\n\nAUNT ELIZABETH\nNonsense! George is a fiend, as you perfectly well know.\n[92]\n\nSUSAN\nI know. But David doesn't,\n\n(and to her aunt's astonishment, she dashes on past in pursuit of David;\ncalling)\n\nDa-vid! Wait for me!\n122 EXT.",
  "50": "---END OF PREVIOUS SECTION---\nBut David doesn't,\n\n(and to her aunt's astonishment, she dashes on past in pursuit of David;\ncalling)\n\nDa-vid! Wait for me! 122 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n GARDEN - DAY\n\nDavid is walking around a bush, snapping his fingers and whistling\nluringly. Susan dashes in to him.\n\nSUSAN\nDon't do that, David. If the nasty little beast knows you want him, he'll\nhide.\n\nShe puts her finger to her lips and they start tiptoeing across the\ngarden, CAMERA FOLLOWING. George, who has been spying on them all the\nwhile, appears from behind a hedge and follows at David's heels. His\nmuzzle and paws are covered with fresh earth. He keeps his nose an half-\ninch from David's ankle, prepared to bite him if he walks too fast,\nprepared to bite him if he walks too slow, prepared to bite him anyway if\nthe mood hits him. David stops suddenly in despair.\n\nDAVID\nSusan, this isn't getting us anywhere. We'll never find the worthless\nbrute!\n\nBoth start and turn as George growls at David.\n\nSUSAN\n(deceitfully)\n\nOh, here's the little doggie! Isn't he a dear David?\n\fShe and David drop on their hands and knees and Susan quickly snatches\none of George's paws so that he cannot get away. George growls.\n\nDAVID\n(indicating George's earthy muzzle and paws with agitation)\n\nLook! He's been digging! He's buried it!\n[93]\n\nSUSAN\nOh dear! There are twenty-six acres in this garden!\n\nDAVID\n\n(sternly to George)\n\nCome on now--where did you put that bono?\n\nSUSAN\n\n(warningly)\n\nOh no, David, not that way!\n\n(cooingly to George)\n\nNow, George, we're not angry. Susan and David need that bone. It's a\nnasty old bone. It's hundreds of years old. Susan will get you a nice\n\nfresh bone, if you'll show us where it is.\n\nGeorge sits down and looks bored.\n\nDAVID\n\n(bitterly addressing the dog)\n\nYou cur!\n\nSUSAN\n\n(warningly)\n\nDavid, don't! You'll ruin everything. Spell it!\n\n(sweetly to George)\n\fNow, darling, don't be stubborn. Susan loves you. Let's dig. Come on,\nGeorge--let's dig.",
  "51": "---END OF PREVIOUS SECTION---\nSusan loves you. Let's dig. Come on,\nGeorge--let's dig. \n---TARGET SECTION TO BE ANNOTATED---\nShe brushes the earth suggestively, showing George, who knows how to dig\nbetter than she does, what she means by ‘dig.’ George seems to get the\nidea. He rises and stalks off. Susan clutches David's arm excitedly as\nthey follow.\n\nSUSAN\n\nSee? You just have to know how to handle him. Everything's going to be\nall right, David.\n\n(94)\n\n123\n\nThe spot where we saw George bury the fossil. George comes stalking into\nscene with Susan and David following expectantly. It is obvious that\nGeorge is leading them to his buried treasure. In a moment we see that\n\nGeorge has no such intention. He walks calmly over the spot and David and\nSusan follow him.\n\nSUSAN\n(in a hushed voice)\nHe's going to dig in a minute. I can tell.\n\nSure enough, George digs, but not in the right spot. Susan and David drop\non their hands and knees and help him dig with growing enthusiasm.\n\nSUSAN\n\n(talking to both David and George, in different tones)\n\nGood George! That's right! Good George!... You see, David, it's all very\nsimple if you just keep your head... Don't stop digging, dear. That's a\nfine dog... Isn't he a strong little man, David?\n\nDavid is digging with silent determination. After a few minutes of\nfrantic digging, quite a nice hole has been made. George calmly lies down\nin it, puts his head on his paws and shuts his eyes. For a moment Susan\nand David, on their hands and knees, stare at him in hurt surprise.\n\nDAVID\n\n(through clenched teeth)\n\fYou unfeeling beast!\nSUSAN\n\n(frightened)\n\nOh, David, don't!\n\n(lifts George out of the hole and sets him on his feet; her voice\nhoneyed)\n\nIf you're tired, dear, just show David and Susan, and they'll dig.\n\nGeorge seems to get the idea and ambles off. They follow.\n\nDISSOLVE OUT\n[95]\n124 EXT. ANOTHER PART OF GARDEN - AFTERNOON\n\nGogarty, perspiration dripping from him, is filling holes. He has a good\nmany to go, running in a zigzag line.",
  "52": "---END OF PREVIOUS SECTION---\nDISSOLVE OUT\n[95]\n124 EXT. ANOTHER PART OF GARDEN - AFTERNOON\n\nGogarty, perspiration dripping from him, is filling holes. He has a good\nmany to go, running in a zigzag line. \n---TARGET SECTION TO BE ANNOTATED---\n Wearily and irritably he scoops\ndirt into the gaping hole which he is working on, tamps down the earth,\nleans on his spade and regards what lies ahead of him: holes stretching\nin an interminable zigzag line. Aunt Elizabeth enters to him from the\nhouse. She stands regarding the holes and Gogarty.\n\nAUNT ELIZABETH\nWhat are you planting?\n\nGOGARTY\n(straightening irritably\nI would not be planting anything in a crooked line, ma'am. That you know.\n\nAUNT ELIZABETH\nThen why are you digging holes?\n\nGOGARTY\nI'm not digging holes. I'm filling up holes.\n\nAUNT ELIZABETH\nBut you can't fill up holes until after they've been dug. You must have\ndug them first.\n\nGOGARTY\nMrs. Random, I dug nothing. I'm merely trying to repair the damage which\nhas been done to the finest garden in Westlake County. And I have it in\n\fmy mind, Mrs. Random, to say just one thing. If Miss Susan wants to dig,\nwhy don't you get her a sandpile?\n\nAUNT ELIZABETH\n\nWhat has Miss Susan to do with it?\n[96]\n\nGOGARTY\n\nMiss Susan has everything to do with it. Miss Susan and that young man\nand your dog, Mrs. Random, are careening around this garden just digging\nwherever they see fit. Follow these holes and you'll find her. It will be\nthe work of years for me to repair this afternoon's foolish foolishness.\n\nAunt Elizabeth looks off-scene, puzzled, and goes in the direction in\nwhich the holes lead.\n\nGOGARTY\n\n(bending back to his task)\n\nAnd, furthermore, I should say, Mrs. Random, if you want a gardener\nwho'll put up with anything you can just get another man. It's not\nGogarty who'll be the tool of every whim of a twenty-year-old girl.\n\n125 EXT. GARDEN - AFTERNOON\n\nSusan, David, and George. David has completed the hole. He leans on his\nspade wearily and looks inquiringly at George. George, who is now tired\n\nof digging or of seeing anyone else dig, puts the seal of finality on the\nwhole business.",
  "53": "---END OF PREVIOUS SECTION---\nDavid has completed the hole. He leans on his\nspade wearily and looks inquiringly at George. George, who is now tired\n\nof digging or of seeing anyone else dig, puts the seal of finality on the\nwhole business. \n---TARGET SECTION TO BE ANNOTATED---\n With a burst of energy he begins filling the hole.\n\nDAVID\n\n(in a bitter voice as he leans unmoving on his spade)\nOh, don't exhaust yourself, George. Let me do it.\nAUNT ELIZABETH'S VOICE\n\n(calling peremptorily from off-scene)\n\nSusan! Where are you?\n\nGeorge hears that well-known voice and ducks out. He's no fool. David\ndrops the spade in trying to catch George.\n\fSUSAN\nFollow him, David!\n[97]\n\nDavid exits hurriedly in pursuit of George.\n\nAUNT ELIZABETH'S VOICE\n(louder)\n\nSusan?\n\nSUSAN\n\n(faintly)\n\nHere, Auntie!\n\nShe hurriedly brushes off her hands and pushes back her hair as Aunt\nElizabeth appears around some shrubbery and enters to her.\n\nAUNT ELIZABETH\n\n(with asperity)\n\nSusan! What in the world are you doing?\n(indicating the holes)\n\nWhat are these?\n\nSUSAN\n\n(faintly)\n\nHoles.\n\nAUNT ELIZABETH\n\n(explosively)\n\nI know they're holes! How did they get here?\n\nSUSAN\nDavid and George were digging.\n\nAUNT ELIZABETH\n\f(confronting her determinedly)\n\nNow, young lady, we're going to get down to brass tacks. You're hiding\nsomething.\n\nSUSAN\n(with a wail)\nNo!\n\nAUNT ELIZABETH\nWho is this David?\n[98]\n\nSUSAN\nWell--he's a friend of Mark's.\n\nAUNT ELIZABETH\nIs that all you know about him?\n\nSUSAN\nNo. I know I'm going to marry him. He doesn't know it yet -- but I am!\n\nAUNT ELIZABETH\nWhat is his name? What is his background? What does he do?\n\nSUSAN\nHis name? It's--uh--uh--Bone.\n\nAUNT ELIZABETH\nBone? Can't you be more explicit? What does he do?\n\nSUSAN\nHe--he hunts.\n\nAUNT ELIZABETH\nHunts what?\n\nSUSAN\nWhy--uh--animals, I should think.\n\nAUNT ELIZABETH\nOh. Is that how he met Mark? Big-game hunting?\n\nSUSAN\nOh--very big.",
  "54": "---END OF PREVIOUS SECTION---\nIs that how he met Mark? Big-game hunting? SUSAN\nOh--very big. \n---TARGET SECTION TO BE ANNOTATED---\nAUNT ELIZABETH\n\nWell, if you're planning to marry him on my money, you're mistaken. I\nwill not have a lunatic in the family. You and Mark are quite enough for\nme to cope with. Furthermore, when Alexander comes tonight I shall speak\n\fto him seriously about you. As your guardian, he should be informed of\nthe kind of company you're keeping.\n[99]\n\nSUSAN\n\n(quavering)\n\nYou mean Boopie's coming here? Tonight?\n\nAUNT ELIZABETH\n\nHave you any objection to my seeing my lawyer? He's coming late, but he's\ngoing to spend the night--and we'll settle this tomorrow.\n\nHer gaze fixes off-scene with astonishment.\n\n126 WHAT SHE SEES\n\nDavid crawling through a hedge on his hands and knees after George.\n\n127 AUNT ELIZABETH AND SUSAN\n\nThey react.\n\nAUNT ELIZABETH\n(aghast)\nSusan! We just can't have that man around!\n\nSUSAN\nBut, Auntie, he's only playing with George.\n\nAUNT ELIZABETH\nWell, he's not going to play with George any longer.\n\n(calls peremptorily)\n\nGeorge!\n\n128 EXT. GARDEN - AT HEDGE - AFTERNOON\n\nDavid crawling after George. The dog stops as Aunt Elizabeth's scream is\nheard again.\n\nAUNT ELIZABETH'S VOICE\nGeorge! Come here! This minute!\n\fGeorge starts out of scene toward the voice. David grabs at his leg and\nfalls face down, missing.\n\n[100]\n129 EXT. GARDEN - AFTERNOON\n\nSusan and Aunt Elizabeth.\n\nAUNT ELIZABETH\n\nKeep that man away from me, Susan. And mark my words, you're not safe\neither! You can push Providence just so far.\n\nGeorge enters and she snatches him up in her arms and marches out toward\nthe house.\n\nDISSOLVE\n\n130 EXT. A ROMANTIC SPOT - LATE AFTERNOON\n\nSusan and David are sitting on the bank of a stream completely exhausted.\n\nSusan is happy because she has succeeded in keeping David in Connecticut.\nDavid is unhappy because she has succeeded in keeping him in Connecticut.",
  "55": "---END OF PREVIOUS SECTION---\nA ROMANTIC SPOT - LATE AFTERNOON\n\nSusan and David are sitting on the bank of a stream completely exhausted. Susan is happy because she has succeeded in keeping David in Connecticut. David is unhappy because she has succeeded in keeping him in Connecticut. \n---TARGET SECTION TO BE ANNOTATED---\nSUSAN\n(sighing deeply and stretching out with her arms under her head)\n\nOh--how quiet it is! Isn't it nice, David--just to be quiet and-and-alone\nthis way? Without a lot of people talking to us, I mean.\n\nDAVID\n(staring glumly ahead of him)\n\nI can't think how he could have found a place where we didn't dig. We've\ndug up practically twenty-six acres.\n\nSUSAN\n\n(with sweet reasonableness\n\nNow, David, everything's going to be all right. The bone's here\nsomewhere. George knows where. There's no point in our digging without\nGeorge. But we can't have George because Aunt Elizabeth won't let him out\n\nof the house.\n\n(her tone changes)\n\fWouldn't it be nice if we could just sit here forever and ever?\n(101]\n\nDAVID\n\n(glumly)\n\nBut she has to let him out of the house sometime.\n\nSUSAN\n\nI always say that people don't have time to fall in love in the city. Now\nwhat could be nicer than just spending months and months getting\nacquainted-- with somebody, of course, that you like--and maybe--could\nfall in love with?\n\nShe rolls over and looks pensively at David.\n\nDAVID\n(hopelessly)\nOf course it's just possible that he didn't bring it outdoors at all.\n\nSUSAN\nYou're not even willing to relax for a minute, are you?\n\nDAVID\n(looking around at her bitterly\n\nRelax? Do you realize that I've telephoned my fiancee twice and postponed\nmy marriage?\n\nSUSAN\nYes. That's too bad. It must be terrible for a girl to realize that a\nbone is more important than she is.\n\nDAVID\n(violently)\n\nI haven't told her I've lost the intercostal clavicle! I haven't dared!\nIt would be too great a shock to her!\n\nSUSAN\n\nOh, I wouldn't tell her I'd lost it, David---I'd just tell her it's been\nmislaid.\n\n[102]\n\fDAVID\nI'm sure you would.\n\nSUSAN\nNow I would suggest that you tell her that you'll be married next week at\nthe same time. That will give you a week here.",
  "56": "---END OF PREVIOUS SECTION---\n[102]\n\fDAVID\nI'm sure you would. SUSAN\nNow I would suggest that you tell her that you'll be married next week at\nthe same time. That will give you a week here. \n---TARGET SECTION TO BE ANNOTATED---\n We're sure to find it ina\nweek.\n\nDAVID\nOh, Susan, stop suggesting things!\n\nSUSAN\n(hurt)\nAll right, David. I was only trying to help.\n\nThey sit bolt upright as the scream of the panther is heard from the\nstable. Susan jumps up.\n\nSUSAN\nBaby! We haven't fed him!\n\nDAVID\n\n(bitterly)\n\nIf it weren't for my fossil, I'd feed him George.\nSUSAN\n\n(frantically as another scream is heard)\n\nIf Aunt Elizabeth hears that-- my goose is cooked!\n\nShe plunges off toward the stable and David follows.\n\nDISSOLVE OUT\n\nDISSOLVE IN\n\n(103]\n\n131 INT. VANCE STABLE - LATE AFTERNOON\n\nInside Box Stall -- David and Susan enter, leaving the door open behind\n\nthem. Susan pats the panther while David unwraps the package of meat he\nbought at Westlake, which he has taken from the stolen car. As Baby\n\fcrouches over the meat there is a low growl from the doorway. George has\nescaped the stern eye of Aunt Elizabeth and is spying as usual.\n\nSUSAN\nIt's George! Grab him!\n\nDAVID\nYou grab him. You know him better.\n\nSUSAN\nThat's why I won't grab him.\n\nDAVID\n(advancing on George)\nKeep that panther back. We can't lose George--yet.\n\nSUSAN\nMark said he likes dogs.\n\nDAVID\nMark probably meant he eats dogs.\n\nHe pounces on George in the dim light and goes out of the box stall,\nSusan following.\n\n132 OUTSIDE BOX STALL\n\n-- David is hugging George firmly as Susan latches the door of the stall\non the panther.\n\nSUSAN\nHe must like you. He hasn't growled since you picked him up.\n\nDAVID\n(bitterly)\nHe can't. His mouth is full of my hand.\n\nDISSOLVE OUT\n\nDISSOLVE IN\n(104]\n\n133 INT. GUEST BEDROOM - NIGHT\n\fDavid has changed back into his own clothes except for his coat. He has\non a fresh shirt and looks quite respectable again. He is on the\ntelephone in the midst of an agitated conversation with Miss Swallow, his\nagitation arising largely from Susan's jerking at his elbow.",
  "57": "---END OF PREVIOUS SECTION---\nGUEST BEDROOM - NIGHT\n\fDavid has changed back into his own clothes except for his coat. He has\non a fresh shirt and looks quite respectable again. He is on the\ntelephone in the midst of an agitated conversation with Miss Swallow, his\nagitation arising largely from Susan's jerking at his elbow. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\nBut, Alice dear, I can't get in! I've been unavoidably detained!\n\nSUSAN\n\n(jerking at his elbow)\n\nTell her at the same time next week.\nDAVID\n\n(putting his hand over the mouthpiece)\nSusan, will you go away?\n\nSUSAN\n\n(tugging at his elbow)\n\nBut, David, it might take a week.\nDAVID\n\n(into phone)\n\nWhat, dear? What did you say? ...Yes, dear, I know it's unlike me.\n\nThere is a blast from the other end of the wire.\n\nSUSAN\n\n(jerking at his sleeve)\n\nDon't be afraid of her, David. Say something funny.\n\nDAVID\n\n(goaded beyond control, fairly shouts into phone as the blast ceases)\n\nI might as well tell you, Alice, --I've lost the intercostal clavicle!\n(105]\n\fThere is a piercing scream from the receiver and he turns it away from\nhis ear with an agonized expression. Susan jerks the receiver from his\nhand, puts it in the drawer and shuts the drawer.\n\nDAVID\n(aghast as he indicates the drawer)\nBut you can't just leave Alice there!\n\nSUSAN\nWho can't?\n\nDavid jerks open the drawer and takes out the receiver. He speaks tensely\ninto the transmitter.\n\nDAVID\nAlice! Answer me! Alice!\n\nSusan crowds her face into the transmitter and speaks in the crisp manner\nof an operator.\n\nSUSAN\nWhen you hear the signal, the time will be exactly seven thirty-one and a\nhalf.\n\nAnd she picks up a paper cutter and smacks a brass bowl, which gives out\na loud gonglike note.\n\n134 INT. ALICE'S HOME - NIGHT\n\nAlice in a dead faint at the other end of the wire.\n\n[Scene Details]\n\n135 INT. ENTRY - VANCE HOUSE - NIGHT\n\nMED. SHOT on front door. The doorbell is ringing. Mrs. Gogarty opens the\ndoor to disclose Major Horace Applegate, a well-dressed man of forty-five\n\nor fifty. In the driveway, through the door, we see a taxi drawing out of\nscene.\n\nAPPLEGATE\n\nI am Major Applegate. Mrs. Random asked me for dinner. Will you find out\nif she still wants me?\n\n(106]\n\fAunt Elizabeth peers over Mrs.",
  "58": "---END OF PREVIOUS SECTION---\nRandom asked me for dinner. Will you find out\nif she still wants me? (106]\n\fAunt Elizabeth peers over Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Gogarty's shoulder.\n\nAUNT ELIZABETH\nIs that you, Horace? Come in.\n\nAPPLEGATE\n\n(entering)\n\nWell, well, well, Elizabeth! How are you?\n\nAUNT ELIZABETH\n\n(as CAMERA FOLLOWS them into the living room)\n\nI'm a nervous wreck, as you very well know. I'm always a nervous wreck.\n\nWhat I need is absolute peace and quiet and I never get it. It seems to\n\nme all my life I've been searching for absolute peace and quiet and I've\nalways found exactly the opposite. Maybe that's what comes of being born\n\nin my family. It does seem hard.\n\nThey run into Susan, who comes out of the guest bedroom, where she has\nbeen helping David telephone.\n\nAUNT ELIZABETH\nSusan, I want you to meet a very dear friend of mine--Major Applegate.\n\n(as Susan offers her hand)\n\nHe wants me to finance a most thrilling expedition and he's invited me to\ngo along.\n\nSUSAN\nI don't approve of expeditions. How do you do, Major Applegate?\n\nAUNT ELIZABETH\nThat needn't bother you. You're not going.\n\nSUSAN\nI don't think you should go either, Aunt Elizabeth.\n\n(to Applegate)\n\nShe's really in very delicate health.\n(107]\n\fAPPLEGATE\n\n(with a nervous laugh)\n\nOh--really, Elizabeth? You-- you didn't tell me that.\nAUNT ELIZABETH\n\n(with a snort)\n\nI'm no such thing! I'm in perfect health--except that I'm a nervous\nwreck.\n\nDavid, a bit ill at ease, enters from the guest bedroom. He stops short\n\non finding himself confronting a stranger -- Applegate. Aunt Elizabeth\nlooks at them.\n\nAUNT ELIZABETH\nI want you to meet Mr. Bone.\n\nDAVID AND APPLEGATE\n\n(extending their hands and speaking simultaneously)\n\nHow do you do, Mr. Bone!\n\nAUNT ELIZABETH\n\n(losing patience with his paranoia, points a finger at David)\nYou are Mr. Bone. This is Major Applegate.\n\nAPPLEGATE\n\n(laughing uneasily)\n\nOh yes. Yes. Quite. I'm Applegate.",
  "59": "---END OF PREVIOUS SECTION---\nYes. Quite. I'm Applegate. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\nBut there must be some mistake --\n\nAUNT ELIZABETH\n\nOh no, there isn't! I've known Horace Applegate for twenty years! Susan,\ntake him away!\n\nSUSAN\n\n(with the sweet manner of a keeper)\n\nCome, Mr. Bone. We'll go for a nice little walk before dinner.\n[108]\n\fDavid goes out in an utter daze. Applegate looks after him.\n\nAPPLEGATE\nWhat a pity! Such a nice-looking young man.\n\nAUNT ELIZABETH\n\nConversation may be a little difficult at dinner, Horace. The young man's\nhaving a nervous breakdown. Talk to him about big game hunting. He's a\nbig game hunter, too. He can't talk sensibly about anything else.\n\nAPPLEGATE\n\nOh yes, Elizabeth. I can talk for days on that subject. Don't worry.\nYou'll find conversation flowing very freely once I start drawing him\nout.\n\n136 INT. VANCE STABLE - NIGHT\n\nGogarty enters like a man who is in search of a bottle, which he is, goes\nto the door of the box stall where Baby is, unlatches it and enters. He\nwalks past Baby in the dim light, reaches up to a rafter and finds his\nbottle, goes out with the bottle, leaving the door unlatched. Gogarty\n\nsits down on a box and uncorks his bottle. He takes a swig to steady his\nnerves.\n\nDISSOLVE OUT\n\nDISSOLVE IN\n\n[109]\n\n137 INT. VANCE DINING ROOM - NIGHT\n\nAunt Elizabeth, Major Applegate, David and Susan are seated at dinner.\nConversation is slightly impeded because David will not look at anybody\nbut George, who lies on the floor well within view. Mrs. Gogarty has\n\nalready served soup to David, Susan and Aunt Elizabeth. Now she enters\nthrough pantry door, bears down upon Major Applegate.\n\nAPPLEGATE\n(clearing his throat as she places the soup before him)\n\nHave you ever been in Arabia, Mr. Bone?\n\fMrs. Gogarty marches back to the kitchen. David, engrossed in George,\nmakes no response and Applegate once more clears his throat as he tries\nagain.\n\nAPPLEGATE\nI say, Mr.",
  "60": "---END OF PREVIOUS SECTION---\nGogarty marches back to the kitchen. David, engrossed in George,\nmakes no response and Applegate once more clears his throat as he tries\nagain. APPLEGATE\nI say, Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Bone, have you ever been -- in Arabia?\n\nDAVID\n\n(abruptly, without taking his eyes off George)\n\nNo.\n\nAPPLEGATE\n\n(dogged)\n\nI suppose you've -- spent most of your time in Africa?\n\nDAVID\nNo. Why should I?\n\nApplegate looks helplessly at Aunt Elizabeth, who makes a gesture of\nwashing her hands of the whole business.\n\nAPPLEGATE\nTibet?\n\nDAVID\n\nNo.\n(110]\n\nAPPLEGATE\n(desperately)\nMalay Peninsula?\n\nGeorge gets up and wanders in a leisurely fashion through the doorway.\nDavid rises abruptly.\n\nDAVID\nExcuse me.\n\nApplegate follows David's exit with his gaze.\n\fAPPLEGATE\nI think IT hit it.\n\nAUNT ELIZABETH\n\n(with a snort)\n\nDo you think it's worth it?\nSUSAN\n\n(quickly)\n\nHe was horribly clawed by a tiger in the Malay States. He doesn't like\ntalking about it.\n\nAPPLEGATE\nOh, I see... Don't worry, Elizabeth. I'll draw him out.\n\nThrough another door George comes into the room, David stalking after\n\nhim. George flops down. David resumes his seat and his soup, still\nkeeping his eyes fixed on George.\n\nSUSAN\n(tipping David off)\n\nI've just been telling Major Applegate that you were badly clawed in the\nMalay Peninsula.\n\nDAVID\nI've never been in the Malay Peninsula.\n\nThis throws them all for a loss.\n\n(111]\n\nAPPLEGATE\nWhat type of gun do you use in hunting tigers?\n\nAgain George is on the loose. David rises.\n\nDAVID\n\n(muttering)\n\fExcuse me.\n\nAll watch as David stalks out after George.\n\nAUNT ELIZABETH\nReally, Susan, imagine giving a dinner party, with your husband stalking\nlike Hamlet's father all through the meal! It's unthinkable!\n\nSUSAN\n\n(dreamily)\n\nIsn't he sweet! Did you ever see such shoulders!\n\n138 INT. VANCE STABLE - NIGHT\n\nGogarty seated on the box and taking another drink. Baby has come out of\nthe stall and is padding silently toward him. The panther rubs lightly\n\nagainst the nice man. Gogarty reaches down carelessly behind him and pats\nBaby.",
  "61": "---END OF PREVIOUS SECTION---\nBaby has come out of\nthe stall and is padding silently toward him. The panther rubs lightly\n\nagainst the nice man. Gogarty reaches down carelessly behind him and pats\nBaby. \n---TARGET SECTION TO BE ANNOTATED---\nGOGARTY\nHello, George, me boyo!\n\nA funny expression comes over his face as he goes on patting Baby. He\nbegins to suspect this isn't a dog, because dogs don't purr. He screws up\nhis courage and looks around, then springs to his feet with an\ninarticulate cry and rushes out of the stable.\n\n139 INT. VANCE KITCHEN - NIGHT\nMrs. Gogarty has the fish course set out on a silver tray and is just\n\npassing the kitchen door as Gogarty bursts in and sends the tray flying.\nMrs. Gogarty stares at him indignantly.\n\nMRS. GOGARTY\nBlast you, Gogarty!\n(112]\n\n140 INT. VANCE DINING ROOM - NIGHT\nGROUP SHOT. As David and George enter there is a terrific crash off-\n\nscene. David, without a word of explanation about his absence, resumes\nhis seat and fixes his eyes on George.\n\nAUNT ELIZABETH\n\f(ringing the bell violently)\n\nWhat was that? Hannah! Hannah!\n\n141 INT. VANCE KITCHEN - NIGHT\n\nTWO SHOT -- Hannah and Gogarty.\n\nGOGARTY\nHannah, this is no time for personalities. Where's my gun?\n\nMRS. GOGARTY\nGun? What would you be wanting with a gun?\n\nGOGARTY\nDon't be asking questions in a crisis! Where's my gun?\n\nMRS. GOGARTY\nIt's where you left it -- in your room under the bed, the night you\nthought you heard a burglar. What do you want it for now?\n\nGOGARTY\nA cat it was!\n\n(gesturing)\nThat big! With eyes like balls of fire!\n\nThe ringing of the dining room bell is heard off-scene, and Aunt\nElizabeth's voice.\n\nAUNT ELIZABETH'S VOICE\n\nHannah!\n\n(113]\n\n142 INT. VANCE DINING ROOM - NIGHT\n\nMED. SHOT. Mrs. Gogarty appears in the pantry doorway.\n\nMRS. GOGARTY\nYes, ma'am.\n\nAUNT ELIZABETH\nWhat was all that banging about out there?\n\nMRS. GOGARTY\n\fThat was Gogarty, ma'am.\n\nGogarty's face appears in the doorway behind her.",
  "62": "---END OF PREVIOUS SECTION---\nMRS. GOGARTY\n\fThat was Gogarty, ma'am. Gogarty's face appears in the doorway behind her. \n---TARGET SECTION TO BE ANNOTATED---\nGOGARTY\nI saw a cat! I saw a cat as big as a cow, Mrs. Random! It came right up\nand breathed in my face!\n\nAUNT ELIZABETH\nWhat nonsense!\n\nMRS. GOGARTY\nThat's what I said, ma'am.\n\nSusan and David freeze and lean forward. For the first time David unfixes\nhis gaze from George.\n\nSUSAN\n\nWhat -- did -- you -- say -- you -- saw?\nGOGARTY\n\nA cat -- with eyes like balls of fire.\n\nAUNT ELIZABETH\nGogarty, you've been drinking again!\n\nGOGARTY\n\nNary a drop have I had, Mrs. Random, as I live an' breathe. A gun is\nwhat's needed and a man to wield it -- an' Gogarty's the man!\n\n(114]\n\nMrs. Gogarty pushes Gogarty back through the door and closes it.\n\nAPPLEGATE\n\n(to ease the social tension; laughing nervously\nI saw a tiger once -- in Abyssinia.\n\nDAVID AND SUSAN\n\n(rising as one)\n\nExcuse me!\n\nApplegate, checked in mid-sentence, stares open-mouthed at the receding\nfigures.\n\fAUNT ELIZABETH\nI suppose it's too much\nthe meal?\n\nAPPLEGATE\nNo, no, Elizabeth, I --\n\nAUNT ELIZABETH\nGood! Hannah, serve the\n\n143 INT. VANCE STABLE -—\n\nSusan and David rush in.\n\nSUSAN\nBaby! BABY!\n\nDAVID\nNow don't lose your head\n\nSUSAN\n\n(insanely)\n\nDon't lose my what?\nDAVID\n\nDon't lose your head!\n(115]\n\nSUSAN\n\n(clasping her head frant.\nI haven't lost my head!\nDAVID\n\n(shaking her)\n\nCollect yourself, Susan!\nhysteria. Stop shaking!\n\nSUSAN\nI -- I'm not -- s-shakin\n\nto expect -- but would you mind staying through\n\ner -- I was planning to.\n\nnext course!\nNIGHT\n\nThe stall is empty.\n\n, Susan! Don't lose your head!\n\nically)\n\nI haven't!\n\nNothing is to be gained by uncontrolled\n\ng. You -- you're -- s-shaking me.\n\fHe drops his hands. For the first time Susan has met her Waterloo.",
  "63": "---END OF PREVIOUS SECTION---\nYou -- you're -- s-shaking me. He drops his hands. For the first time Susan has met her Waterloo. \n---TARGET SECTION TO BE ANNOTATED---\n She is\nwilling to turn to David for a solution.\n\n144 INT. VANCE DINING ROOM - NIGHT\n\nMrs. Gogarty enters from the pantry with a platter of roast squab.\n\nAUNT ELIZABETH\n(helping herself)\n\nOne reason why I'd like to go on this expedition, Horace, is that it\nwould make Drusilla Voorhies green with jealousy. She's always bragging\nabout her experiences -- but the only primitive life she's ever had was\nwhen she was living with that fat tenor what's-his-name.\n\nAPPLEGATE\nOh! Was he -- primitive?\n\nSusan enters and slides into her seat behind Mrs. Gogarty\n\nSUSAN\n\nOh. Squab.\n\n(116]\n\nAUNT ELIZABETH\n\nTen years, off and on, I've lived with Drusilla -- and I've never seen\nher stop acting. She can't forget that she once sang at La Scala and she\nneglects to mention that it cost her third husband ten thousand dollars.\nA voice like a crow -- and I can't give a party that she doesn't sing\nafter dinner!\n\nAPPLEGATE\nElizabeth, I shouldn't live with her.\n\nAUNT ELIZABETH\nBut, Horace, she's my dearest friend.\n\nAPPLEGATE\n(choking on his food)\nOh.\n\nAUNT ELIZABETH\nAnd now that she has that moth-eaten cheetah she's insufferable.\n\nAPPLEGATE\nOh. A cheetah. You mean --\n\n(making his four fingers walk on the tablecloth)\n\fa cheetah?\n\nAUNT ELIZABETH\nOh, it's perfectly safe. Its teeth are all gone. But it walks, and crowds\n\nfollow her -- and that's all she wants. Attention! That's why I left\nParis. I will not be put in the shade by that woman!\n(117]\n\n145 INT. GUEST BEDROOM - NIGHT\n\nDavid at telephone in an agitated state.\n\nDAVID\nListen! It doesn't matter what my name is. I -- saw -- a -- panther!\n146 INT. ZOO OFFICE - NIGHT\n\nCLOSE SHOT -- Zoo official in uniform, at phone.\n\nZOO OFFICIAL\nYeah, I heard you. You saw a panther.\n\n(drily)\n\nIn Connecticut!\n\n147 INT.",
  "64": "---END OF PREVIOUS SECTION---\nYou saw a panther. (drily)\n\nIn Connecticut! 147 INT. \n---TARGET SECTION TO BE ANNOTATED---\n VANCE DINING ROOM - NIGHT\n\nSusan, Applegate, Aunt Elizabeth at table. Susan has finished her squab.\nShe is prattling to cover David's telephoning.\n\nSUSAN\n\nI know just how you feel, Aunt Elizabeth, about the Voorhies woman.\nCheetahs are nasty things to have around the house. Any big animal is a\nlot of bother.\n\nAUNT ELIZABETH\n\n(brusquely)\n\nNothing of the kind! I'm going to have a panther. Mark's sending it from\nBrazil.\n\nSUSAN\n\f(stunned)\n\nA panther?\n\nAUNT ELIZABETH\n\n(emphatically)\n\nI'm not going to have Drusilla lording it over me any longer with her\ncheetah. Mark cabled me that he had the panther. I can't think why it\nhasn't arrived. Maybe he's training it.\n\n(118]\n\nSUSAN\n\n(faintly)\n\nExcuse me.\n\n(staggers from the room in search of David)\n\nAPPLEGATE\n\nHas she ever been clawed by a panther?\n\n148 INT. GUEST BEDROOM - NIGHT\n\nDavid is just hanging up the telephone receiver as Susan dashes into the\nroom, skids on the rug and falls at his feet.\n\nSUSAN\nDon't call the Zoo! Don't call the Zoo, David!\n\nDAVID\nI've called the Zoo. It's all fixed!\n\nSUSAN\nCall them back and unfix it! Don't ask questions! Call them back!\n\nDAVID\nI will not! I told the Zoo they could have the panther if they found him.\n\nSUSAN\nYou gave him Baby! You gave away my life's happiness -- my brother's\ntrust in me! You gave away my inheritance!\n\nDAVID\nI've had enough! I quit!\n\nSUSAN\n\f(thrusting receiver at him)\n\nYou can't quit!\n(119]\n\nDAVID\n\nYou told me the only thing standing between you and a million dollars was\nthat panther. Well -- now it's gone!\n\nSUSAN\n\n(wailing)\n\nBut, David, everything's changed. I just found out that panther belongs\nto Aunt Elizabeth!\n\n(dancing in a frenzy)\n\nI'll explain later! Call them back and tell them you were mistaken.",
  "65": "---END OF PREVIOUS SECTION---\nI just found out that panther belongs\nto Aunt Elizabeth! (dancing in a frenzy)\n\nI'll explain later! Call them back and tell them you were mistaken. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n\nI've just spent fifteen minutes convincing them that I did see a panther.\nThey won't believe me!\n\nSUSAN\n\n(wrenching receiver from him)\n\nI'll tell them you're a drug addict -- that you're always seeing things!\nDAVID\n\n(wrenching receiver back)\n\nYou'll do nothing of the sort!\n\n(starts to dial)\n\n149 INT. VANCE DINING ROOM - NIGHT\n\nAunt Elizabeth and Major Applegate have reached the dessert and coffee.\n\nAUNT ELIZABETH\n\nI'd like to finance your expedition, Horace -- but there is something to\nbe said for furthering science. Without science we wouldn't have plastic\nsurgery and the telephone.\n\n(120]\n\fAPPLEGATE\n\nWithout science, Elizabeth, we'd be free of this complicated\ncivilization. The primitive life is the richer life. Men and women --\nuntrammeled -- Think of it!\n\nAUNT ELIZABETH\n\nI also have to think of the responsibility of giving away so much money.\nI'd like to have my name in the Museum. But before I make up my mind I\nmust talk to this young Dr. Huxley I've heard so much about. Then I'll be\n\nable to decide between you -- the Museum -- and Susan.\n\nAPPLEGATE\n\nI had my heart set on showing you the jungle, Elizabeth. Picture it! A\nvast mysterious silence vibrant with life -- strange cries in the night -\n\nThere is a strange cry in the night, which we know is Baby but they\ndon't. They listen. George gets up and goes to the window.\n\nAUNT ELIZABETH\nDid you hear that, Horace?\n\nAPPLEGATE\nA loon!\n\n(resuming his rhapsody\n\nOnce you got the jungle in your blood, Elizabeth, I wouldn't be able to\nkeep you out of it.\n\nAUNT ELIZABETH\nI'd have to come out every now and then for a permanent.\n\nAPPLEGATE\nPicture bathing in a cool, limpid stream ----\n\nAgain Baby screams. George drops his paws from the window and trots out.\n(121]\n150 INT. GUEST BEDROOM NIGHT\n\nDavid hangs up the receiver, defeated.\n\nDAVID\nThere's nobody there. The night watchman says they've all gone out\npanther hunting.\n\nSUSAN\n\fThen there's only one thing to do, David.",
  "66": "---END OF PREVIOUS SECTION---\nDAVID\nThere's nobody there. The night watchman says they've all gone out\npanther hunting. SUSAN\n\fThen there's only one thing to do, David. \n---TARGET SECTION TO BE ANNOTATED---\n We must catch him before they\ndo! What is the best thing to take when you're going to catch a panther.\n\nDAVID\n(mad)\n\nA bigger panther!\n\n151 INT. VANCE DINING ROOM - NIGHT\n\nAunt Elizabeth and Major Applegate are at coffee as Susan and David\nenter. David starts walking around the table, peering under it for\nGeorge.\n\nAUNT ELIZABETH\nWhat are you looking for?\n\nDAVID\n(agitated)\nGeorge! Where's George?\n\nAUNT ELIZABETH\nI don't know! What does it matter?\n\nDAVID\nMatter?... Susan, you've lost George again!\n\nAUNT ELIZABETH\nWhy this morbid interest in George?\n\nDAVID\nHe has my intercostal clavicle!\n(122]\n\nAUNT ELIZABETH\nOh, Horace, take him away!\n\nSUSAN\nDon't be angry with David, Auntie. He's just overwrought.\n\nAUNT ELIZABETH\nI wish he'd go somewhere else and be overwrought!\n\nThey are diverted by the sudden outcry of the panther. Susan and David\nlook at each other.\n\fAUNT ELIZABETH\nHorace! Are you sure that's a loon?\n\nSUSAN\nI didn't hear anything.\n\nAPPLEGATE\n\nI've heard many a loon, Elizabeth, and if ever I heard a loon that's a\n\nloon. Isn't it, Mr. Bone?\n\nDAVID\nNo.\n\nAPPLEGATE\nWell, what would you say it was?\n\nDAVID\n(savagely)\nWell, since you put it that way I'd say it's a panther!\n\nSusan just moans. David is on the loose.\n\nAUNT ELIZABETH\nNonsense! Major Applegate would know a panther if he heard one!\n\nAPPLEGATE\nOf course I would. I'm an authority on animal cries.\n(123]\n\nDAVID\nAll right -- it's a loon!\n\nAPPLEGATE\nThe panther cry is something you can never forget.\n\nDAVID\nI know.\n\nAPPLEGATE\n\nIt varies at different seasons. Now -- let me see -- what month is\n\nAUNT ELIZABETH\nJune!\n\nAPPLEGATE\n\nthis -\n\fOh yes, June. Now let me see. June. It would go something like this.",
  "67": "---END OF PREVIOUS SECTION---\nNow let me see. June. It would go something like this. \n---TARGET SECTION TO BE ANNOTATED---\nHe cups his hands and lets out an unearthly scream.\n\nDAVID\nIt's still a loon!\n\nAPPLEGATE\n\nI haven't practiced the panther cry in a long time. I'm slightly out of\nvoice.\n\nCarefully cups his hands, but just as he is about to cut loose Baby\nscreams from near the house. Everybody looks at Horace as if he were a\nventriloquist.\n\nSUSAN\n\n(with a moan)\nOhhhhh!\nAPPLEGATE\n(nervously)\n\nI didn't do that.\n(124]\n\nDAVID\nTry again, Major. Maybe it will come in and we'll see what it is!\n\nSUSAN\nIt was probably an echo.\n\nDAVID\nIt was a long time coming back!\n\nApplegate cups his hands a gain, glancing over his shoulder dubiously,\nthen lets out a piercing yodel. All listen except Susan, who puts her\nfingers in her ears. Back comes the answering scream of Baby.\n\nAPPLEGATE\nThat's curious. There aren't any panthers in Connecticut, are there?\n\nDAVID\nYes.\n\fSusan, seeing that David is mad enough to tell the whole story, thinks\nfast and frantically. She rises from the table weakly, her hands\nfluttering uncertainly, her eyes in a fixed, unnatural stare.\n\nSUSAN\nI feel funny.\n\nDAVID\n\n(savagely)\n\nWell, you're not, you little fiend! You're just plain vicious!\n\nAUNT ELIZABETH\n\nSusan, what is it? I don't like your saying that my niece is vicious, Mr.\nBone. She has very kind instincts.\n\nDAVID\n\nShe has all the kind instincts of a cobra. Only a cobra doesn't go\n\nlooking for you.\n(125]\n\nAPPLEGATE\nShe's ill!\n\nSusan is rocking back and forth, looking for a convenient place to fall.\nShe reels about until there are no chairs in the way.\n\nAPPLEGATE\nShe's going to faint!\n\nSUSAN\n(faintly)\nI'll be all right.\n\nDAVID\nYou bet she'll be. All right! She'd be all right in a den of lions!\n\nSusan totters gracefully and falls.",
  "68": "---END OF PREVIOUS SECTION---\nAll right! She'd be all right in a den of lions! Susan totters gracefully and falls. \n---TARGET SECTION TO BE ANNOTATED---\nAUNT ELIZABETH\n\n(running to Susan)\n\fHannah! Horace! Get me some water!\n\n(Hannah enters)\n\nThe smelling salts, Hannah!\n\n(Hannah scurries)\n\nDo something, Mr. Bone. Don't just stand there!\n\nDAVID\nShe's shamming.\n\nApplegate brings a carafe of water, tremblingly pours a glass and hands\n\nit to Aunt Elizabeth, who props up Susan's head and tries to force it\nbetween her lips.\n\nAPPLEGATE\nIs she coming to, Elizabeth?\n\nAUNT ELIZABETH\n(despairingly)\nNo.\n\nHannah enters with the smelling salts. Aunt Elizabeth wrenches them from\nher hand.\n\n(126]\n\nDAVID\n\n(calmly)\n\nIf the little beast knew how silly she looked, she'd revive soon enough.\nSUSAN\n\n(sitting up; indignantly)\n\nWell, of all the heartless brutes!\n\nDAVID\n\nMaybe. But I'm not a fool. I know when people faint they don't fall\n\nbackward.\n\nSUSAN\n\f(getting to her feet with alacrity. Now she's mad)\n\nAll right, Mr. David Hux--\n\nDAVID\n\n(silencing her wildly by pushing motions through the air with his hands)\nNo! No, Susan! What do you want me to do? Whatever it is, I'll do it.\nAUNT ELIZABETH\n\n(at her wits' ant patience' end)\n\nThis is a madhouse! I need some air. Horace, take me for a walk in the\ngarden!\n\nAPPLEGATE\n(rising)\n\nWhy, of course, Elizabeth. Nothing like a stroll after dinner to quiet\nthe nerves.\n\nThey start for the entry.\n(127]\n152 EXT. VANCE GARDEN - NIGHT\n\nAunt Elizabeth and Applegate are strolling in the moonlight. Patches of\nshrubbery throw deep shadows.\n\nAUNT ELIZABETH\nYou're very quiet, Horace.\n\nAPPLEGATE\nI can't understand why that loon should answer a panther cry. There's\nsomething wrong. I very rarely miss.\n\nThe urge is too much for him. He must prove to himself that he can cry\nlike a panther. He croons it softly.\n\n153 INT. VANCE KITCHEN - NIGHT\n\nMrs. Gogarty is washing dishes.",
  "69": "---END OF PREVIOUS SECTION---\n153 INT. VANCE KITCHEN - NIGHT\n\nMrs. Gogarty is washing dishes. \n---TARGET SECTION TO BE ANNOTATED---\n Gogarty, at one side of the room, is\nbusily cleaning his gun. We can see that he is cleaning his gun because\nthat will take time and the more time it takes the further away the cat\nthat he is going to hunt will be. Susan strolls in with an air of\ninnocence.\n\fSUSAN\nI have a little headache. if Aunt Elizabeth asks for me, tell her that\nI've gone to bed. What's the gun for, Gogarty?\n\nGOGARTY\nIf you'd seen what I saw, Miss Susan, you'd be lookin' your windows and\nbeggin' me on your knees to sit outside your bedroom door all night.\n\nSUSAN\n\nI -- I have an errand for you to do, Gogarty. There's a car out in the\nstable. I want you to take it into Westlake and leave it in front of the\nbutcher shop -- later tonight.\n\n(walks around him speculatively\n\nAre you a -- good marksman, Gogarty?\n[128]\n\nMRS. GOGARTY\nHe can't hit the broad side of a barn.\n\nGOGARTY\nThere never was an Irishman yet, Hannah Gogarty, that didn't have the eye\nof an eagle. And Aloysius Gogarty is no exception.\n\nSUSAN\nGuns are dangerous things, Gogarty. I shouldn't fool around with that one\ntoo much, if I were you. You might shoot somebody.\n\nGOGARTY\n\nI'll shoot nobody. The responsibility of protectin' helpless women lies\nheavily on me shoulders. Nobody could ever say that Aloysius Gogarty\nwasn't on the alert.\n\nSUSAN\n\nYou -- uh -- you won't forget about the car, will you, Gogarty? In front\nof the butcher shop, mind.\n\n(sets down the empty glass and starts out)\n\nAnd, Gogarty, don't be conspicuous about it. Just take it in quietly, get\nout quietly and catch the bus back at about -- oh, I should say -- at\nabout midnight.\n\n(she drifts on out the door)\n\n154 EXT. VANCE GARDEN - NIGHT\n\nApplegate and Aunt Elizabeth strolling.\n\fAUNT ELIZABETH\nI don't know, Horace.",
  "70": "---END OF PREVIOUS SECTION---\n(she drifts on out the door)\n\n154 EXT. VANCE GARDEN - NIGHT\n\nApplegate and Aunt Elizabeth strolling. AUNT ELIZABETH\nI don't know, Horace. \n---TARGET SECTION TO BE ANNOTATED---\n A loon and a panther sound very much alike to me.\n\nAPPLEGATE\nNo, no, Elizabeth. A panther cry is like this!\n\nAnd cupping his hands he lets out a fearful scream.\n[129]\n\n155 EXT. VANCE GROUNDS - NIGHT\n\nBaby loping across a lawn toward the two figures.\n[Scene Details]\n\n156 EXT. VANCE GARDEN - NIGHT\n\nSTROLLING SHOT of Applegate and Aunt Elizabeth as Baby glides in and\nslinks along contentedly behind them.\n\nAPPLEGATE\nI learned it from a bushman in the Congo. It takes years of practice.\nIt's done largely with the palate. You curl the tongue so --\n\n(curls his tongue)\n\nThus the sound comes up, and out. Also, the hands play an important part\nin the resonance and carrying power. The thumbs must be together between\nthe cleft. And, Elizabeth, it's very important to keep the base of the\nthumbs together -- so. In so doing you get a pear-shaped sound. Now,\nhaving done this, one takes a very deep breath, and keeping an open\nthroat --\n\nAgain he rends the silence. At this moment they have passed some\nshrubbery and Baby, who has slunk into the black shadow, answers him\n\nenthusiastically. Baby's scream is better. Applegate whirls on Aunt\nElizabeth.\n\nAPPLEGATE\nElizabeth! Not so fast!\n\n(as she stares at him)\nBut I must say that's remarkably good. I think you've got it!\n\nAUNT ELIZABETH\nGot what?\n\fAPPLEGATE\nThe mating cry!\n\nAUNT ELIZABETH\nDon't be rude, Horace.\n\nAPPLEGATE\n\nBut you don't seem to realize what you've achieved.\n(130]\n\nAUNT ELIZABETH\nHorace! What are you talking about?\n\nAPPLEGATE\nI'm talking about the way you screamed.\n\nAUNT ELIZABETH\nI didn't scream.\n\nAPPLEGATE\n\n(looking around uneasily\n\nI'm beginning to think there's something wrong here.\nHis gaze fixes on something behind her.\n\n157 WHAT HE SEES\n\nBaby standing in the clear moonlight.\n\n158 TWO SHOT\n\nas Applegate reacts.\n\nAPPLEGATE\nI -- think -- it's time -- we went back -- to the house.",
  "71": "---END OF PREVIOUS SECTION---\n157 WHAT HE SEES\n\nBaby standing in the clear moonlight. 158 TWO SHOT\n\nas Applegate reacts. APPLEGATE\nI -- think -- it's time -- we went back -- to the house. \n---TARGET SECTION TO BE ANNOTATED---\nAUNT ELIZABETH\nWe just left the house, Horace.\n\nAPPLEGATE\nI Know -- but don't you think -- it would be a good idea --\nback?\n\nAUNT ELIZABETH\n\nIf we went\n\nNo, I don't I think it would be a good idea if we continued our walk and\n\nstopped talking about panthers and screams.\n\nAPPLEGATE\n\fBut, Elizabeth -- don't you find it -- a bit chilly?\n\nHe is walking along beside her, CAMERA FOLLOWING, peering over his\nshoulder.\n\n(131]\n\nAUNT ELIZABETH\nChilly? Nonsense! It's positively balmy!\n\nAPPLEGATE\n\n(irritated)\n\nWho's balmy?\n\nAUNT ELIZABETH\n\n(stopping)\n\nHorace! What's come over you?\nAPPLEGATE\n\n(pleadingly)\n\nElizabeth -- I think we ought to go in.\n\nAUNT ELIZABETH\nBut, Horace!, I don't want to go in, I like it here.\n\nThey start walking again, CAMERA FOLLOWING. Horace is still peering over\nhis shoulder. He is aware that it's up to him as a man to conceal from\nAunt Elizabeth the fact that Death is at this very moment stalking her.\nHe is also aware that Aunt Elizabeth, when she wants to walk, will walk,\ncome hell or high water.\n\nHe propels her through the door and pushes in after her in frantic haste.\nCAMERA FOLLOWS them as they catapult into the entryway. Aunt Elizabeth is\nthoroughly bewildered. Applegate is thoroughly jittery.\n\nAPPLEGATE\nDid I hear that man -- Gogarty- say that he -- had a gun?\n\nAUNT ELIZABETH\nI don't know whether you heard him say so, but he has.\n\nAPPLEGATE\nWhere will I find him?\n\fAUNT ELIZABETH\nIn the kitchen, I should think. Why?\n\nCAMERA FOLLOWS Applegate as he rushes away from her without a word, in\nthe direction of the kitchen.\n\n(132]\n159 INT. VANCE KITCHEN - NIGHT\n\nGogarty is holding the gun up stock first, peering down the barrel. Mrs.\nGogarty has finished the dishes and is rinsing out the tea towels.\n\nGOGARTY\n\n...",
  "72": "---END OF PREVIOUS SECTION---\nMrs. Gogarty has finished the dishes and is rinsing out the tea towels. GOGARTY\n\n... \n---TARGET SECTION TO BE ANNOTATED---\nand so I said to her, I said, ‘Mrs. Random, your niece is a nitwit!’\nAnd she just looked at me. ‘Furthermore, Mrs. Random,’ I said, ‘if she\nwants to dig holes she can fill up the holes. It's not Gogarty that's\ngoing to do it.’\n\nThe kitchen door bursts open and Applegate rushes in. He snatches at the\ngun. Gogarty resists manfully but is forced to surrender it.\n\nAPPLEGATE\nWhat did you say you saw?\n\nGOGARTY\n(bristling)\n\nI said I saw a cat as big as a cow, and I saw a cat as big as a cow -- a\nsmall cow. And if you've come in here to insinuate --\n\nAPPLEGATE\nCome with me, my good man!\n\nGogarty marches behind him.\n160 INT. ENTRY, VANCE HOUSE - NIGHT\nAunt Elizabeth is wondering at Applegate's haste. Baby pads in, vanishing\n\ninto dining room. Applegate comes dashing out of the kitchen, bearing the\ngun, Gogarty behind him.\n\nAUNT ELIZABETH\n\n(pointing at gun)\n\fWhat's that for?\n\nAPPLEGATE\n\nI want you to promise me that you'll stay indoors -- till I come back.\nAnd keep the doors closed.\n\n(133]\n\nShe watches him as he goes from window to window, closing and locking\nthem.\n\nAUNT ELIZABETH\nWhy are you doing that?\n\nAPPLEGATE\nI don't know. I just have a feeling -- that this is the best thing to do.\nWe've got to keep everything out -- we must be sure that nothing gets in\n\nAUNT ELIZABETH\nIncluding air?\n\nAPPLEGATE\nYes, The night air -- is very dangerous, Nothing must get in!\n\nPantomiming the closing of windows, he motions Gogarty into the bedroom\nto do likewise. Intent on barricading the house he heads for the dining\nroom, Aunt Elizabeth sinks into a chair.\n\nAUNT ELIZABETH\nBalmy! The lot of them!\n\n161 INT. VANCE DINING ROOM - NIGHT\n\nBaby pads around, looking for a place to curl up. He strolls behind a\nchair as Applegate enters and goes to a window which looks out on the\ngarden.",
  "73": "---END OF PREVIOUS SECTION---\n161 INT. VANCE DINING ROOM - NIGHT\n\nBaby pads around, looking for a place to curl up. He strolls behind a\nchair as Applegate enters and goes to a window which looks out on the\ngarden. \n---TARGET SECTION TO BE ANNOTATED---\n As he is bolting this window, Baby comes around the end of the\ntable and goes over to rub against the backs of his legs. With a\ndespairing moan Applegate trips and falls over the panther. Baby leaps\nlightly through the second window and vanishes. Gogarty enters the room,\nlooks at the prone Applegate, closes and locks the open window.\nApplegate, scrambling to his feet, seizes the gun, turns and dashes out\nthrough the entry. Gogarty follows.\n\n162 EXT. RIVERBANK - NIGHT\nTRUCK SHOT Susan and David searching for Baby. Susan is singing, ‘I Can't\n\nGive You Anything But Love, Baby.’ She breaks off and turns on David, who\nis loaded down with the fish net and rope.\n\fSUSAN\nDavid, you might sing. At least.\n(134]\n\nDAVID\nI can't sing.\n\nSUSAN\nYou can, too. You have a fine strong voice.\n\nDAVID\nBut not for singing.\n\nSUSAN\n\nIt's not fair. You're just being stubborn! I'm doing all the work. I'll\nbet if Miss Swallow told you to you'd sing. I'll bet if Miss Swallow told\nyou to do anything you'd do it.\n\nDAVID\n\n(bitterly)\n\nI'd have to see her first. But I have a feeling I never will.\n\nThe bark of a dog is heard. David stops rigidly and looks across the\nriver.\n\nDAVID\nThat's a dog!\n\nSUSAN\n\n(looking across)\n\nIt's George!\n\n(squeals out as she points off)\n\nAnd Baby!\n\n163 EXT. OPPOSITE BANK - NIGHT\n\nWHAT THEY SEE: SHOT of the panther and dog approaching on a rise of\nground, so that they show clearly in the moonlight. George is walking\nstiff-legged, sidling up toward the panther, which crouches.\n\f(135]\n164 EXT. RIVERBANK - NIGHT\n\nSusan and David watching this.\n\nDAVID\n\n(in a frozen tone)\n\nIn another minute my intercostal clavicle will be gone. Forever,\n(putting his hand on her arm beseechingly)\n\nSusan, now think! Is there any way to cross this river?\n\nSUSAN\nOh yes. It's only about so deep.",
  "74": "---END OF PREVIOUS SECTION---\nIs there any way to cross this river? SUSAN\nOh yes. It's only about so deep. \n---TARGET SECTION TO BE ANNOTATED---\n(indicating a foot)\nWe can wade across.\n\nThey run down the bank, Susan in the lead, CAMERA TRUCKING with them. She\nsteps in the water and immediately disappears.\n\nSUSAN\n(with a yell as she comes up)\nThe river bed's changed!\n\nShe goes down again. David jumps in and pulls her out. She coughs and\nchokes as he slaps her impatiently on the back.\n\nSUSAN\n\n(in a daze)\n\nDid we get across?\n\nDAVID\n\n(bitterly)\n\nNo, Susan we're right back where we started. Only we're wet.\n\nSUSAN\n\fWell, while you were about it, you might as well have gone to the other\nside.\n\nDAVID\n\n(savagely)\n\nWhile I'm wet I might as well go to the other side!\n(dives in and starts swimming across)\n\n(136]\n\nSUSAN\n(squealing to him)\nDavid! Wait for me!\n\n(dives in after him)\n\nDISSOLVE\n165 EXT. OPPOSITE BANK - NIGHT\n\nSusan and David emerge dripping from the water, climb the bank and look\nat the rise of ground.\n\n166 WHAT THEY SEE\nGeorge and Baby playing.\n167 SUSAN AND DAVID\n\nyell simultaneously.\n\nSUSAN\nBABY!\n\nDAVID\n\nGEORGE!\n\n168 BABY AND GEORGE\n\n- playing. Startled by the cries, they cut and run, together.\n\n169 SUSAN AND DAVID\n\fturn on each other accusingly and speak simultaneously.\n\nSUSAN\nNow you've scared him away!\n\nDAVID\nDid you have to yell like that?\n\nDISSOLVE\n170 EXT. FOOT OF DIRT BANK TEN FEET BELOW - NIGHT\nSusan and David catapult into scene, land flat on their faces shoulder to\n\nshoulder. For a moment they lie with their faces down, then turn their\nheads and rest them on the earth, face to face.\n\nSUSAN\n(bitterly)\n\nJust because you're mad at me you didn't have to push me.\n(137]\n\nDAVID\nI regret to say, Susan, I didn't think of it.\n\nSUSAN\n(sighing)\n\nAnd it could be so nice. The moon and everything.... And we could have\nsuch fun. I like being with you, David.\n\nDAVID\nYour powers of endurance are remarkable, Susan. Mine aren't so good.",
  "75": "---END OF PREVIOUS SECTION---\nI like being with you, David. DAVID\nYour powers of endurance are remarkable, Susan. Mine aren't so good. \n---TARGET SECTION TO BE ANNOTATED---\n I\nlike peace and quiet.\n\n(there is a long silence)\n\nYou know, I've been thinking. It's foolish of me to be following you\naround, trying to find a panther that will bring you a million dollars I\nwant for the Museum.\n\n(another thoughtful silence)\n\nIf you'd planned it, you couldn't have ruined my chances for getting that\n\nbequest more thoroughly. You tell your aunt that I'm crazy. You tell her\nmy name is Bone and you don't tell me. You tell her I'm a big game hunter\n\fand you don't tell me. You tell anybody anything that comes into your\nhead and you don't tell me!\n\nSUSAN\nThere's something else I forgot to tell you. Boopie's coming to the house\ntonight.\n\nSlowly David rears up on his elbows and stares off into space, stunned.\n\nDAVID\n\nIf Peabody sees me, he's going to tell your aunt who I am. He thinks I'm\ncrazy, too. He won't remember the four years I've spent on the\nbrontosaurus group. He'll only remember that I hit him on the head with a\n\nrock -- he thinks.\n\n(138]\n\nSUSAN\n\nIt's quiet here, isn't it... Peaceful.\nDAVID\n\nYes. Let's stay here and let George and Baby look for us.\n\nThey lie in silence for a moment, both engrossed in their own thoughts --\nhers of love, his of murder. Faintly from the distance we hear the circus\ncalliope.\n\nSUSAN\n\n(dreamily)\n\nListen to the music... Where's it coming from?\n\nDAVID\n\nThat is Westlake. There's a circus there. Can you remember -- away back\nto this morning? That's where I'm supposed to be throwing knives -- and\n\nyou're riding a trapeze. And here we are. Just loafing.\n\nDISSOLVE\n\n171 EXT. CIRCUS LOT - NIGHT\n\nCLOSE UP SIGN, reading: SELLS-BAILY CIRCUS. The calliope is now loud.\nCAMERA PULLS BACK to bring into frame a cage-truck containing an enraged\npanther leaping against the bars. In b.g. is a suggestion of the Big Top\n-- gasoline flares, etc? Several roustabouts stand beside the cage.",
  "76": "---END OF PREVIOUS SECTION---\nCAMERA PULLS BACK to bring into frame a cage-truck containing an enraged\npanther leaping against the bars. In b.g. is a suggestion of the Big Top\n-- gasoline flares, etc? Several roustabouts stand beside the cage. \n---TARGET SECTION TO BE ANNOTATED---\n\fSECOND ROUSTABOUT\nThey should of shot him last summer when he ripped up Caldoni.\n\nFIRST ROUSTABOUT\nWell, he sure gave that new trainer a going-over tonight!\n\nSECOND ROUSTABOUT\nI told tem he'd do it again. Once a cat's bad, he's always bad. These\n\njungle-bred cats are hard to handle, anyway.\n(139]\n\nCIRCUS MANAGER\n\n(entering briskly)\n\nWhat are you waiting for, Joe?\n\nJOE\n\n(truck driver)\n\nNobody's told me what to do with him, Boss.\nCIRCUS MANAGER\n\nIf I had my way we'd shoot him right here. Baily says for you to take him\ninto Bridgeport and put him in the gas chamber.\n(to roustabout)\n\nYou go along with him, Mac.\n\nFIRST ROUSTABOUT\nWho? Me?\n\nCIRCUS MANAGER\nYou heard what I said.\n\n(as Mac climbs in beside Joe)\n\nAnd keep your mouths shut. There's a lot of dough invested in these\nanimals, and we can't afford to have this kind of thing get out!\n\nMac makes an okay gesture with his hand. The truck starts off.\n\nDISSOLVE\n172 EXT. HIGHWAY OUTSIDE TOWN - NIGHT\n\nThe cage-truck slows down and stops at a fork in the road. The panther is\nnow quiet. In the moonlight we can see him silhouetted against the bars.\n\f173\n\nCLOSE SHOT\n\nof Joe and Mac. They peer ahead.\n\nMAC\n\n(pointing right)\n\nI tell you Bridgeport's that way!\n(140]\n\nJOE\n\n(pointing left)\n\nNo,\n\nMAC\nAll\n\nJOE\n\nit ain't. It's that way!\n\nright. Go that way. But you won't get to Bridgeport.\n\nWhere's that road map?\n\n174\n\nEXT. HIGH HEDGE AT ROADSIDE - NIGHT\n\nSusan and David have built a small bonfire. Carefully laid out on rocks\nbefore it are David's shirt and Susan's dress. She is wearing his coat,\nwhich has already dried somewhat. He is clad only in his trousers.\n\nSUSAN\nIf there'd been a bathhouse we could have done this much quicker.\n\nDAVID\nNext time I'll try and arrange one. Or perhaps there are portable\nbathhouses for people like you. There must be.",
  "77": "---END OF PREVIOUS SECTION---\nDAVID\nNext time I'll try and arrange one. Or perhaps there are portable\nbathhouses for people like you. There must be. \n---TARGET SECTION TO BE ANNOTATED---\nSUSAN\nAnyhow, I know how to build a fire without matches.\n\nDAVID\nYou probably had practice setting fire to the house when you were a\nchild.\n\nJOE'S VOICE\n\n(through the hedge; he's mad and yelling now)\n\fYou see? It's that way!\n(141]\n\nMAC'S VOICE\nYou've got the map upside down!\n\nSusan and David cautiously push through into the hedge and peer over.\n175 WHAT THEY SEE\n\nThe halted cage-truck directly before them. Silhouetted against the moon\nis the figure of the panther. The truck headlights illuminate the forked\nroad.\n\n176 CLOSE TWO SHOT\n\nSusan and David.\n\nSUSAN\nLook! The Zoo! They've got Baby!\n\nDAVID\nWell, that's that. Is George with him?\n\nSUSAN\nI don't know! I can't see! But we have to get Baby away from them!\n\nDAVID\nAll I promised to do was help you find Baby. Well -- we've found him.\n\nSusan begins to push David toward the front of the truck. CAMERA TRUCKS\nwith them.\n\nSUSAN\nAll you have to do is talk to those men! I'll do the rest!\n\nDAVID\nBut what can I talk about?\n\nSUSAN\n\nThey're from the Zoo! Tell them you're a zoologist! Talk about zoos!\n(142]\n\n177 FRONT OF TRUCK\n\nThe truck just begins to move as David, sans shirt, steps into the glare\nof the headlights with upraised hand. Joe puts on the brake again.\n\fDAVID\n\nGood evening!\n\nJOE\n\nDo you know the way to Bridgeport?\n\nDAVID\n\nI'm not going to Bridgeport.\n\nMAC\n\n(tapping himself on the chest)\n\nWe're going to Bridgeport. Do you know which way it is?\n\nDAVID\nYes.\n\nThey wait\n\nJOE\n(pointing\nIt's that\n\nDAVID\nYes.\n\nMAC\n(pointing\n\nBut I say\n\nfor him to go on, but he doesn't.\n\nleft)\n\nway, ain't it?\n\nright)\n\nit's that way.\n\nDavid considers for a moment,\n\nDAVID\n\nYes. It is.\n\nJOE\n\n(protesting)\n\nBut you said it was that way.\n\n(143]\n\ngravely.",
  "78": "---END OF PREVIOUS SECTION---\nIt is. JOE\n\n(protesting)\n\nBut you said it was that way. (143]\n\ngravely. \n---TARGET SECTION TO BE ANNOTATED---\n\fDAVID\nGentlemen, if you doubt me why do you ask me?\n\n(this holds them for a moment)\n\nYou can go that way --\n\n(pointing)\n\nor you can go this way --\n\n(pointing)\n\nbut, as a matter of fact, I wouldn't advise either way. Why you should go\nto Bridgeport when the quickest way to New York is straight ahead, I\ndon't know.\n\n178 CLOSE SHOT\n\nJoe and Mac. For a moment they are stunned.\n\nJOE\n\nThis guy ain't got all his buttons.\n\n179 REAR OF CAGE - MED. SHOT\n\nSusan struggling with the hasp.\n\nSUSAN\n\nThe poor li'l Baby. Did they lock him all up? Nassy ol' mans. Well, we'll\nfix that.\n\n(as panther strikes at her)\n\nStop that, you fool -- or I'll smack you!\n\nShe swings the door open. The panther leaps out beside her, stands\nlashing his tail. She picks up the rope and approaches him coaxingly.\n\nSUSAN\nNow wait till Mummy gets his collar on.\n\nThe panther springs past her and over the hedge.\n\fSUSAN\nBaby! Baby! BABY!\n\n(indignantly)\n\nOh, you brute!\n(144]\n\n180 FRONT OF TRUCK\n\nDavid is still blocking the way, being completely unhelpful.\n\nDAVID\n\nNow, Bridgeport is a nice little town, but with a population of fifty\nthousand you can't expect gaiety. New York, on the other hand, with seven\nmillion people, naturally tends to have centers of entertainment. All the\nbest talent quite reasonably flows to a point where there will be more\npeople to appreciate it.\n\nSusan flies around and clutches at David in the glare of the lights. She\nis dragging the rope and looks equally nutty.\n\nSUSAN\nBa-by!\n\nJOE\nShould we help you tie him up, lady?\n\nSUSAN\nNo -- thank you. Just go away -- Everything will be quite -- all right.\n\n181 CLOSE SHOT\n\nJoe and Mac in the truck as Joe puts the truck in gear and starts forward\non his own left turn. Mac leans out, looking after Susan and David.\n\nMAC\nImagine being married to a guy like that! Poor kid! She's a neat number.\n\n182 FULL SHOT\n\nas truck moves off out of scene.",
  "79": "---END OF PREVIOUS SECTION---\nPoor kid! She's a neat number. 182 FULL SHOT\n\nas truck moves off out of scene. \n---TARGET SECTION TO BE ANNOTATED---\nDISSOLVE OUT\n\nDISSOLVE IN\n\f(145]\n\n183 EXT. AT TREE - NIGHT\n\nThe bad panther is climbing a tree. The next moment we hear Susan's\nvoice, calling sweetly, \"Baby! Baby!\" She and David trudge in and stop\n\ndirectly under the panther, who is on a limb. They are now fully dressed.\nSusan points.\n\nSUSAN\nHe went that way.\n\nThey are arrested by the cry of a panther -- which is Applegate. The\npanther above them lifts his head.\n\nSUSAN\nThat's Baby!\n\nDAVID\nHe couldn't have got that far.\n\nSUSAN\nOh, they can run very fast.\n\nThe cry comes wafting down the wind once more.\n184 EXT. OPEN MEADOW - NIGHT\nApplegate, with Gogarty, comes wading through knee-deep grass. Gogarty\n\nbears the gun. Applegate stops, cups his hands and cries like a panther.\nGogarty looks on in pleased admiration.\n\nGOGARTY\n\nThat's a noble noise, that is.\n\n185 EXT. AT TREE - NIGHT\n\nSusan, David and the panther above their heads, listening intently. Susan\npoints off excitedly.\n\nSUSAN\n\nThere he is again! Come on!\n\nShe plunges off, followed by David.\n\n(146]\n\f186 EXT. MEADOW - NIGHT\n\nMED. SHOT -- Baby and George playing together. Applegate's luring call is\nheard. Baby scrambles to his feet and listens.\n\n187 EXT. STONE WALL - NIGHT\n\nApplegate, followed by Gogarty, climbs the wall. Finding the wall a point\nof vantage, he cups his hand and gives vent to the best cry of his\ncareer. Then both he and Gogarty listen intently. Back on the night air\ncomes an answering cry. Applegate points to one side triumphantly. From\nthe opposite direction an even better cry is heard. Instinctively he\nwhirls and points in that direction. Gogarty, in a rage, throws the gun\ndown. The place is lousy with panthers!\n\nDISSOLVE\n188 EXT. THICKET - NIGHT\n\nTRUCK SHOT -- Susan and David pushing their way through. As she parts the\nspringy bushes one by one they fly back in David's face.",
  "80": "---END OF PREVIOUS SECTION---\nDISSOLVE\n188 EXT. THICKET - NIGHT\n\nTRUCK SHOT -- Susan and David pushing their way through. As she parts the\nspringy bushes one by one they fly back in David's face. \n---TARGET SECTION TO BE ANNOTATED---\n Susan lets go a\nparticularly strong limb and it gives him a terrific belt.\n\nSUSAN\nBa-by! BA-by!... I've sort of lost my sense of direction. I wonder where\nwe are?\n\nDAVID\nMy rough guess is somewhere near the Canadian border.\n\nSUSAN\nThe last cry came from about here.\n\nShe trips over a vine and falls with a crash and a moan. David lifts her\nto her feet and sets her down with a jar.\n\nDAVID\nWatch where you're going!\n\nSUSAN\n\nWatch where I'm going yourself, you smart Alec!\n(147]\n\nDAVID\nNow, Susan, you're tired and I'm tired. I'd suggest that we go home.\n\nSUSAN\n\fGo home yourself, Quitter! Go on home! The idea, turning a wild animal\nloose on an innocent countryside and then going home and sleeping -- with\nlives in danger all over --\n\nDAVID\nOh, Susan, do stop making a fool of yourself!\n\nSUSAN\nSo!\n\nShe stalks off. David follows. CAMERA FOLLOWS them. Susan stops and faces\nDavid.\n\nSUSAN\nPlease, David, I'd rather you didn't.\n\nDAVID\nDidn't what?\n\nSUSAN\nDidn't come with me.\n\n(injured)\n\nAfter all I've gone through for you, that you can't come out and do a\n\nsimple thing like helping me find a panther -- I think it's pretty\nshabby! I'd rather -- if you don't mind -- go on alone.\nDAVID\n\nOh, very well.\n\nHe sits down on a log and lights a cigarette. Susan pushes off through\nthe brush. Her blind crashing is heard. There is a terrific crash, then\nsilence. David listens as a gurgling cry rises to a wail. He calmly tamps\nout his cigarette and starts in the direction of the wailing.\n\n189 EXT. IN BRUSH - NIGHT\n\nSusan crying and rolling over as she tries to extricate herself from a\nmass of vines. David stalks in. Once more he lifts her to her feet. Now\nthat she is no longer the managing Susan his tenderness comes to the\nfore. He still knows that she is a menace but he realizes that there is\nsomething soft and feminine in his arms.\n\nDAVID\nSusan, your natural instinct for being wrong astounds me.",
  "81": "---END OF PREVIOUS SECTION---\nNow\nthat she is no longer the managing Susan his tenderness comes to the\nfore. He still knows that she is a menace but he realizes that there is\nsomething soft and feminine in his arms. DAVID\nSusan, your natural instinct for being wrong astounds me. \n---TARGET SECTION TO BE ANNOTATED---\n But somehow I'd\nrather be with you wrong than with anyone else right.\n\nSUSAN\nOh, Da-vid!\n\fDAVID\n\n(mopping her tears)\n\nYour face is dirty.\n\nSUSAN\n\n(her mouth up)\n\nI d-don't c-care.\n\nDavid is gradually growing less interested in mopping her face than in\nkissing it. He struggles manfully against the impulse but Susan lifts her\nface higher. Just as he is about to kiss her there is the unearthly\nscream of a panther, only a few yards away. David jumps and turns.\nSUSAN\n\n(dreamily)\n\nDon't bother, David.\n\nDAVID\nBut it's Baby!\n\nSUSAN\nOf course it is. What of it?\n\n(opens her eyes; he is gone)\n\nOh, blast Baby! I'll make him pay for this!\n\nShe starts after David.\n\n(149]\n\n190 EXT. CLEARING - NIGHT\n\nBaby and George come prowling along. David comes dashing out of the\n\nthicket, followed by Susan, who is now pursuing David, not the panther.\nDavid reaches Baby and begins to stroke him.\n\nDAVID\nGood Baby. Nice Baby.\n(George growls; David looks at the dog grimly\n\nI'll deal with you later.\n\n(reaches toward Susan, behind him)\n\fQuick -- give me that rope!\n\nSUSAN\nI -- T lost it!\n\nDavid, in dull fury, stares straight ahead.\n\nDAVID\nAll right. You take him home!\n\nSUSAN\nCome, Baby. Come home with Susan. Come, darling. Come, sweet.\n\nBaby, to her astonishment, begins following her. CAMERA MOVES on them.\n191 EXT. THICKET - NIGHT\n\nApplegate stands all poised for the mating call, Gogarty behind him.\nApplegate cuts loose. Gogarty twitches at his sleeve.\n\nGOGARTY\n\nHow do you make that noise?\n\nAPPLEGATE\n\n(impatiently)\n\nYou couldn't learn it. It takes years of practice.\n\nGOGARTY\n\n(defiantly)\n\nI could learn it in a week!\n\nHe cups his hands and makes an awful bawling sound. Applegate does a\npanther scream once more.\n\n(150]\n\n192 EXT. CLEARING - NIGHT\n\nSusan and David leading panther and George. Applegate's scream rings\nhideously.",
  "82": "---END OF PREVIOUS SECTION---\n(150]\n\n192 EXT. CLEARING - NIGHT\n\nSusan and David leading panther and George. Applegate's scream rings\nhideously. \n---TARGET SECTION TO BE ANNOTATED---\n Baby jumps and takes refuge in the nearest tree.\n\nSUSAN\n\n(slowly)\n\nThat would be Applegate.\n\fDAVID\n\n(bitterly as he eyes the panther hanging over a limb)\n\nLoon hunting, no doubt.\n\nSUSAN\n\nDon't you pay any attention to him, Baby. You come down to Susan. Susan\n\nwill take care of you.\n\nDAVID\nI suppose now you want me to climb up and push him down?\n\nSUSAN\nNo. Shouldn't we try singing?\n\n193 EXT. THICKET - NIGHT\n\nApplegate, followed by Gogarty, claws his way through the thicket.\nGogarty cups his hands and Applegate slaps his hands down.\n\nAPPLEGATE\nStop that! You'll have the whole countryside aroused!\n\n194 EXT. CLEARING - NIGHT\n\nSusan and David under the treed panther. Susan is singing, well into ‘I\nCan't Give You Anything But Love, Baby’. George sits beside them, his\nfeeling for music beginning to stir. David is picking up the song\nwherever he can find a word that he knows. George, caught by the spirit\nof the thing, lifts his muzzle and croons in unison -- he thinks. As the\nchorus rises Baby lifts his voice in his own version.\n\n(151]\n195 EXT. EDGE OF CLEARING - NIGHT\n\nApplegate and Gogarty emerge from the shrubbery. Applegate stops and\nstares.\n\n196 EXT. CLEARING - NIGHT\nWHAT HE SEES: MED. LONG SHOT of the choral scene. To Applegate the\npanther seems to be crouching, preparatory to springing on Susan, David\n\nand George.\n\n197 EXT. EDGE OF CLEARING - NIGHT\n\fTWO SHOT -- Applegate and Gogarty. Applegate reaches for the gun, which\nGogarty has already leveled and aimed, with a look of gladness in his\neye.\n\nAPPLEGATE\n\nGive me that! This has to be a dead shot!\n\nHe calls out to Susan and David encouragingly as Gogarty wrestles with\nhim.\n\nAPPLEGATE\n\nDon't move! Be quite calm! I'm here!\n\nAs Applegate wins the gun Gogarty speaks, a little mournfully.\n\nGOGARTY\n\nI'm a dead shot.\n\n198 EXT.",
  "83": "---END OF PREVIOUS SECTION---\nAs Applegate wins the gun Gogarty speaks, a little mournfully. GOGARTY\n\nI'm a dead shot. 198 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CLEARING - NIGHT\n\nSusan, David, George and the panther. The singing ceases abruptly.\nSUSAN\n\nDon't shoot! That's Baby! Stop him, David!\n\n(152]\n\n199 EXT. EDGE OF CLEARING - NIGHT\n\nApplegate aiming. Gogarty, his head tilted on one side, is shaking it\nominously. He knows that Applegate can't hit that panther. Applegate\npulls the trigger. There is a hollow click. For the first time Applegate\n\nloses his head. He shakes the gun in front of Gogarty's face,\nhysterically.\n\nAPPLEGATE\n\nWhere are the cartridges?\n\nGOGARTY\n\n(triumphantly and with an air of superiority)\nIn the magazine, of course.\n\nApplegate jerks the breech to pump a shell into the gun and as the shell\ngoes in it also goes off. There is a splitting explosion.\n\n200 EXT. CLEARING - NIGHT\n\fSusan, David, George and Baby. At the report Baby leaps from the limb and\nstreaks away. David makes a flying tackle at George and comes up with an\narmful of leaves. George too vanishes. Applegate, followed by Gogarty,\ncomes dashing in.\n\nAPPLEGATE\nSusan! Mr. Bone! Are you all right?\n\nDAVID\nOh, we're fine. We're just dandy.\n\nGOGARTY\n(eyeing Susan and David with suspicion)\n\nNow if Aloysius Gogarty had been wielding that gun you'd have seen a dead\npanther.\n\nSUSAN\n\n(to Applegate)\n\nOh, why did you have to do that?\n\n(153]\n\nAPPLEGATE\n\nI'm sorry, Susan. I wouldn't have missed if my gun hadn't jammed.\n\nGogarty sneers and looks up at the stars.\n\nDAVID\n(savagely)\n\nMajor Applegate, we've spent the entire evening treeing that panther.\n\nIt's tame -- don't you understand? It's a tame panther!\n\nAPPLEGATE\n\nYou, sir -- as everybody except you and Miss Vance seem to know -- are\ncrazy.\n\n(turns to Susan)\n\nI forbid you to go further with this man. The panther is the most\ntreacherous of animals. I will continue the hunt, but you must go home.",
  "84": "---END OF PREVIOUS SECTION---\n(turns to Susan)\n\nI forbid you to go further with this man. The panther is the most\ntreacherous of animals. I will continue the hunt, but you must go home. \n---TARGET SECTION TO BE ANNOTATED---\nGOGARTY\n\n(in an undertone, twitching at his sleeve)\n\fIt's just as well. He couldn't be any crazier than she is.\n\nDAVID\n\nSusan, don't you think that if we stopped trying to keep everything a\nsecret from everybody there might be less confusion and more chance of\ngetting the panther?\n\nSUSAN\nDo you think so?\n\nDAVID\nI do.\n\n(turns to Applegate)\n\nYou may have heard, sir, that Mrs. Random was expecting a panther from\nBrazil -- a pet panther.\n\n(points off)\nThat is the panther.\n\n(154]\n\nGOGARTY\nI quit! Yes, sir, be gob, I quit! Aloysius Gogarty is goin' to curry no\npanther.\n\nAPPLEGATE\nI don't believe it!\n\nGOGARTY\n(twitching at his sleeve)\nI do.\n\nDAVID\nI know it's hard to believe, but I can explain it.\n\nGogarty sneers again and looks up at the stars.\n\nSUSAN\n(to Applegate)\n\nIf I told Aunt Elizabeth that you shot at her panther, where do you think\nyou'd get with your old expedition?\n\nApplegate, whipsawed, looks from one to the other.\n\fDAVID\nThe only thing to do, Susan, is to explain things.\n\n(to Applegate)\n\nIt all started this morning when Susan telephoned me...\n\n201 EXT. VANCE FRONT PORCH - NIGHT\n\nAn open car stands in front of the porch. There are three men with guns\n\nin it, and a fourth man -- the same Zoo official we saw on the telephone\nwith David -- is confronting Aunt Elizabeth, who is in the open doorway.\n\nZOO OFFICIAL\n\nLady, I'm trying to tell you we're from the Zoo. We had a telephone call.\nIt came from here. This house!\n\n(155]\n\nAUNT ELIZABETH\nBut there must be some mistake. The panther hasn't come yet.\n\nZOO OFFICIAL\nDo you expect it to walk up -- and in?\n\nAUNT ELIZABETH\nNaturally not! I expect to receive a notice from the Freight Office\nfirst!\n\nThe Zoo Official looks at her and backs away.\n\nZOO OFFICIAL\n(pacifyingly)\n\nYes, lady. Don't get excited.",
  "85": "---END OF PREVIOUS SECTION---\nThe Zoo Official looks at her and backs away. ZOO OFFICIAL\n(pacifyingly)\n\nYes, lady. Don't get excited. \n---TARGET SECTION TO BE ANNOTATED---\n Sure, you'll have a notice from the Freight\nOffice.\n\nAUNT ELIZABETH\nObviously, my good man, what you're looking for is a loon.\n\n(and she slams the door)\n\nZOO OFFICIAL\n\n(yelling back)\n\fI don't have to look any farther!\n\n202 AT OPEN CAR\n\nas the Zoo Official comes back to his friends.\n\nZOO OFFICIAL\nScrewy!\n\n203 EXT. CLEARING - NIGHT\n\nGROUP SHOT on David, Susan, Major Applegate and Gogarty. Applegate and\nGogarty are listening intently.\n\nDAVID\n\nWell, sir, that's the story. We had him until you fired. Now the thing is\nto find him again.\n\n(156]\n\nAPPLEGATE\n\nYou're quite sure he's -- harmless?\n\nSUSAN\n\nOh, absolutely!\n\nGOGARTY\n\n(twitching at Applegate's sleeve)\n\nI -- I patted him. I reached my hand out and patted him right on the\nback. He's gentle as a kitten.\n\nAPPLEGATE\n\n(to Susan and David)\n\nThe practical thing is to go in different directions. He can't be far.\n\n(to David)\n\nYou stay with Susan. If you lose your way, halloo. I'll come for you.\n\n(already lost,\nNow let's see.\nGOGARTY\n\n(pointing)\n\nhe looks around uncertainly)\n\n.. Which way did he go?\n\fThat way.\n\nAPPLEGATE\nHe's trying to throw us off.\n\nAnd he starts off in the opposite direction, followed by Gogarty, who is\n\nsuddenly very brave. Applegate stops and raises his finger admonishingly\nto Susan and David.\n\nAPPLEGATE\n\nDon't forget now! If you get lost, halloo!\n\nHe vanishes. Susan and David have no choice but to take the other and\nproper direction. They start out.\n\nDISSOLVE OUT\n\nDISSOLVE IN\n\n(157]\n\n204 EXT. OPEN MEADOW - NIGHT\n\nApplegate and Gogarty emerge from the bushes. Gogarty is bearing the gun.\nApplegate peers off intently to left. Gogarty taps him on the shoulder\nand points off to right.\n\n205 WHAT THEY SEE\n\nThe bad panther stalking along in the clear moonlight.\n\n206 TWO SHOT\n\nGogarty and Applegate.",
  "86": "---END OF PREVIOUS SECTION---\nGogarty taps him on the shoulder\nand points off to right. 205 WHAT THEY SEE\n\nThe bad panther stalking along in the clear moonlight. 206 TWO SHOT\n\nGogarty and Applegate. \n---TARGET SECTION TO BE ANNOTATED---\n Gogarty turns around without a word and starts in\n\nthe opposite direction. Applegate follows.\n\nAPPLEGATE\n\nThere is nothing -- to be worried about. You -- just stand here. I'll\ntake care of this.\n\nGOGARTY\n\n(doubt fully)\n\nI just remembered an errand Miss Susan wanted me to do. Maybe I'd better\nbe gettin' about it.\n\nAPPLEGATE\nYou -- say you -- patted -- this beast?\n\fGOGARTY\n\nWell -- in a manner of speaking I -- yes, I patted him -- in a manner of\nspeaking. Yes, I patted him. But sometimes the dispositions of those --\nthings are subject to -- a quick change.\n\nApplegate moves out of scene as Gogarty stands poised for flight. Gogarty\ndraws a bottle from his hip pocket and takes a healthy drag on it.\n\n207 MED. MOVING SHOT\n\nPanther as it prowls along a rise of ground, stops and looks past CAMERA,\nits eyes savage.\n\n[158]\n208 WHAT IT SEES\n\nThe approaching figure of Applegate. Applegate snaps his fingers as he\nadvances.\n\nAPPLEGATE\nCome, Baby! Come, Kitty! Come, Puss! Kitty, kitty, kitty!\n\n209 CLOSE SHOT\nPanther as it snarls and lays back its ears.\n210 MED. SHOT\n\nApplegate advancing. Suddenly he stops, doubtful.\n\nAPPLEGATE\nKitty?\n\nThe panther snarls and lunges forward. For a hurt and astonished instant\nApplegate stands his ground. Then we TRUCK with him as he turns and races\nback toward Gogarty, who is already under way. At this point the gun has\nbecome only an impediment to Gogarty, whose urgency to perform Susan's\nerrand has been too much for him. He is loping without regard for\nApplegate or Applegate's safety, in the direction of the nearest thicket\nof trees. Applegate overhauls him. Gogarty trips and falls on his face,\nand the gun goes off. Applegate skids into Gogarty, grabs the gun and\npumps another shell into it, levels the gun in the direction from which\nhe has run.\n\n211 REVERSE ANGLE\n\nBad panther, frightened by the explosion, bounding over the rise of\nground and vanishing.",
  "87": "---END OF PREVIOUS SECTION---\nGogarty trips and falls on his face,\nand the gun goes off. Applegate skids into Gogarty, grabs the gun and\npumps another shell into it, levels the gun in the direction from which\nhe has run. 211 REVERSE ANGLE\n\nBad panther, frightened by the explosion, bounding over the rise of\nground and vanishing. \n---TARGET SECTION TO BE ANNOTATED---\n\f212 TWO SHOT\n\nas Applegate breathes for the first time. Gogarty is painfully regaining\nhis feet, attempting to find a reason for his lack of bravery.\n\nGOGARTY\n\nI thought -- if I ran -- over there -- I'd get a -- better shot -- at\nhim. Those -- those -- er -- that grass -- is a little -- high. I was\nmaking -- for that rise over here.\n\nAPPLEGATE\n\n(bitterly)\n\n‘Gentle as a kitten!’\n\nGogarty silently hands his bottle to Applegate. Applegate uncorks it and\ndrinks.\n\n(159]\n\n213 TRUCK SHOT\n\non Susan and David trudging along country road.\n\nSUSAN\n\nYou know, David -- I've been trying to figure out why you didn't kiss me\nback there. You almost did.\n\nDAVID\nSusan, I think we won't discuss that.\n\nSUSAN\n\nBut, David, there's -- nothing really wrong in kissing a girl. I mean,\nit's just that you have to get a point of view about it. If, for\ninstance, you were to touch my face -- this way --\n\n(reaches out and pats him)\n\n-- there wouldn't be anything wrong about that, would there? You could\neven do it accidentally, couldn't you?\n\nDAVID\nI couldn't kiss you accidentally, Susan. If I kissed you it would be\nquite deliberate.\n\nSUSAN\n\n(her brand of logic)\n\fWell -- there wouldn't be anything wrong in your reaching out and\ntouching my cheek deliberately, would there?\n\nDAVID\nNo. I suppose there wouldn't.\n\nSUSAN\n\nThen why would it be wrong for you to kiss me, deliberately? It's not --\nmuch different, really -- is it, David?\n\nDAVID\n\nYes. It's quite different.\n\n(160]\n\nSUSAN\n\nWell, I'd like -- I'd like -- to try it and see -- why it's different. I\n\ndon't see any difference.\n\nDAVID\n\nSusan, I am an engaged man. If I hadn't lost my fossil, I would be a\nmarried man.\n\nSUSAN\n\n(quickly)\n\nOh, I wouldn't kiss a married man.\n\nShe has edged up to him and is walking so close that she all but trips\n\nhim as she stares up hungrily into his face.",
  "88": "---END OF PREVIOUS SECTION---\nIf I hadn't lost my fossil, I would be a\nmarried man. SUSAN\n\n(quickly)\n\nOh, I wouldn't kiss a married man. She has edged up to him and is walking so close that she all but trips\n\nhim as she stares up hungrily into his face. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n\nI don't intend to kiss you, Susan. You might as well put it out of your\npretty little head. I intend to go back to New York and be married.\nThey are passing a country house, when a low growl is heard. They stop\nand stare off.\n\nDAVID\n\nWhat's that?\n\nThere is another growl.\n\nSUSAN AND DAVID\n(simultaneously)\nGeorge!\n\nThey dive in the direction of the sound.\n\f214 EXT. DIGBY'S LAWN - NIGHT\nGeorge on lawn in front of house. Susan and David come around a lilac\n\nbush and bear down on him purposefully! George backs off. They follow.\nSuddenly Susan points up, her voice husky with excitement.\n\nSUSAN\n\nBaby!\n\n(161]\n\n215 EXT. DIGBY VERANDA ROOF - NIGHT\n\nWHAT THEY SEE: Baby outlined against the sky, on the veranda roof.\n216 EXT. DIGBY LAWN - NIGHT\n\nSusan, David and George. Susan stands still, looking upward at Baby,\nwhile David pursues the one being that knows where his intercostal\nclavicle is. George trots off around the house. David follows. Susan\nadvances toward veranda.\n\n217 EXT. SIDE OF DIGBY HOUSE - NIGHT\n\nGeorge enters and crawls under the side porch. David drops on his hands\nand knees and disappears after him.\n\n218 EXT. FRONT OF DIGBY HOUSE - NIGHT\n\nSusan looks up yearningly.\n\nSUSAN\nPlease, Baby! I want to go home!\n219 EXT. DIGBY VERANDA ROOF - NIGHT\n\nBaby, from Susan's angle. He hangs his paws over the edge of the veranda\nroof contentedly.\n\n220 EXT. FRONT OF DIGBY HOUSE - NIGHT\n\nSusan realizes there is nothing for it but to sing.\nSUSAN\n\n\"I can't give you anything but love, Baa-by.\n\nThat's the only thing I've plenty of, Baa-by. Etc.\"\n\n221 EXT. DIGBY SIDE PORCH - NIGHT\n\fGeorge emerges from under porch and trots off. David grimly emerges\nbehind him and trots off.\n\n(162]\n222 EXT. FRONT UPSTAIRS WINDOW - DIGBY HOUSE - NIGHT\n\nA sash is raised. A pajama-clad man appears. It is Dr.",
  "89": "---END OF PREVIOUS SECTION---\nFRONT UPSTAIRS WINDOW - DIGBY HOUSE - NIGHT\n\nA sash is raised. A pajama-clad man appears. It is Dr. \n---TARGET SECTION TO BE ANNOTATED---\n Digby of Ritz-\nPlaza and Westlake butcher-shop memory! Susan's singing is heard below.\n\n223 EXT. FRONT OF DIGBY HOUSE - NIGHT\n\nDOWNWARD SHOT on Susan from his angle. She sings.\n224 EXT. FRONT UPSTAIRS WINDOW - DIGBY HOUSE - NIGHT\nCLOSE SHOT Dr. Digby in the window.\n\nDR. DIGBY\n\nWhat are you doing, may I ask?\n\n225 EXT. FRONT OF DIGBY HOUSE - NIGHT\n\nSusan, from his angle, as she stops singing.\n\nSUSAN\n\nSinging.\n\n226 EXT. FRONT UPSTAIRS WINDOW - DIGBY HOUSE - NIGHT\n\nDr. Digby in the window. He leaps to a conclusion.\n\nDR. DIGBY\nIf you're paying a bet there must be somewhere else you can pay it!\n\nHis wife, in a nightgown, joins him at the window.\n227 EXT. FRONT OF DIGBY HOUSE - NIGHT\n\nSusan below.\n\nSUSAN\n\nI'm not paying a bet. There's a panther on your roof.\n(163]\n\n228 EXT. FRONT UPSTAIRS WINDOW - DIGBY HOUSE - NIGHT\n\nDr. Digby and his wife leaning out of window.\n\fDR. DIGBY\nI'm not going to bandy words with you at this time of night!\n\n229 EXT. FRONT OF DIGBY HOUSE - NIGHT\n\nSHOT of Susan.\n\nSUSAN\n\nThere's a panther on your roof and it's my panther and I'm going to get\nhim. To get him, I have to sing!\n\n230 EXT. FRONT UPSTAIRS WINDOW - DIGBY HOUSE - NIGHT\nDr. Digby and his wife.\n\nDR. DIGBY\n\nThere is nothing on my roof.\n\n231 EXT. FRONT OF DIGBY HOUSE - NIGHT\n\nSHOT of Susan.\n\nSUSAN\n\nThere is! Come out and look!\n\n232 EXT. FRONT UPSTAIRS WINDOW - DIGBY HOUSE - NIGHT\nDr. Digby and his wife. Her face softens.\n\nMRS. DIGBY\n\nPoor girl! You'd better go down, Alfred.\n\n(calls down sweetly as Digby vanishes)\n\nSing if you like, dear.\n\n233 EXT. FRONT OF DIGBY HOUSE - NIGHT\nSusan starts to sing all over again.\n(164]\n\n234 EXT. REAR OF DIGBY HOUSE - NIGHT\n\fGeorge and David playing \"Follow the Leader.\" George goes under rear\nporch.",
  "90": "---END OF PREVIOUS SECTION---\nFRONT OF DIGBY HOUSE - NIGHT\nSusan starts to sing all over again. (164]\n\n234 EXT. REAR OF DIGBY HOUSE - NIGHT\n\fGeorge and David playing \"Follow the Leader.\" George goes under rear\nporch. \n---TARGET SECTION TO BE ANNOTATED---\n David, wary, goes to other side and waits, ready to trap him.\nGeorge, who is no fool, comes out of the same opening and back-tracks at\na teasing trot. David follows him.\n\n235 EXT. FRONT OF DIGBY HOUSE - NIGHT\n\nSusan is singing, as Dr. Digby comes out of the house and the screen door\nbangs.\n\n236 EXT. DIGBY VERANDA ROOF - NIGHT\n\nThe bang of the door frightens Baby and he leaps lightly off and is gone.\n237 EXT. FRONT OF DIGBY HOUSE - NIGHT\n\nMED. SHOT -- Susan, as Digby, in a bathrobe and slippers comes down and\nsteps to her. She stops singing and starts to run in pursuit of Baby. He\n\nclutches her arm.\n\nSUSAN\nHe went that way!\n\nDR. DIGBY\nHush, hush, it's all right.\n\nSUSAN\n(struggling)\nYou've frightened him away and now I'll never see him again.\n\nDR. DIGBY\nSee? He's still there. See him?\n\nSUSAN\nHe's not! Let go of my arm! Let go!\n\nDR. DIGBY\n\nHe'll come back, don't worry. Now you tell me where you live. Do you\nknow?\n\n(165]\n\nSUSAN\nOf course I know! That's not the point. I have to get my panther. Won't\nyou help me?\n\nDR. DIGBY\nI certainly will.\n\nHe draws her firmly up the steps, Susan resisting manfully.\n\fSUSAN\nLet go! You don't realize that there's a million dollars at stake!\n\nDR. DIGBY\nYou'll get it. I have it right in here -- all in one-dollar bills!\n238 EXT. CORNER OF DIGBY HOUSE - NIGHT\n\nDavid comes around corner of house after George. A look of horror comes\nover his face.\n\n239 EXT. DIGBY VERANDA - NIGHT\nWHAT HE SEES: From his angle, as Digby opens the door and pulls Susan\n\ninside.\n\nSUSAN\n\nYou haven't got any right to do this to me! Let me go!\n\n240 EXT. CORNER OF DIGBY HOUSE - NIGHT\n\nCLOSE SHOT -- David, as he puts his hand over his eyes. This is the last\nstraw. Now they really are in the toils.\n\n241 EXT.",
  "91": "---END OF PREVIOUS SECTION---\nThis is the last\nstraw. Now they really are in the toils. 241 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ROAD - NIGHT\n\nThere is the sound of a car as motor headlights approach CAMERA. As the\nheadlights are very near, two figures stagger into silhouette and we hear\n\nApplegate's booming voice.\n\n(166]\n\nAPPLEGATE'S VOICE\nHalloo!\n\nThe headlights stop.\n242 CLOSE SHOT\n\nMac and Joe of the circus truck, in the driver's seat. Joe leans out and\nlooks at the hallooer.\n\nJOE\nExcuse me, Mister -- Have you seen a panther?\n\n243 REVERSE ANGLE: MED. SHOT\n\fon Applegate and Gogarty. Gogarty by now has imbibed, shall we say, too\n\nfreely. His sense of direction has never been good. It is now completely\ndrowned. He is in a fogged and befuddled state. Applegate, who is about\n\nto ask directions, is thrown for a loss by Joe's question. He points off\nvaguely.\n\nAPPLEGATE\n\nWhy -- why -- how did you know?\n\n244 GROUP SHOT\n\nas Joe leans out further, nettled.\n\nJOE\n\nDon't joke, buddy. Our jobs depend on this. We had a killer panther in\nthis truck and he got away.\n\nGOGARTY\n\n(thickly, peering at Joe)\n\nYou mean -- he wasn't gentle as a kitten?\n\nJOE\n\nI mean there is a guy almost dying in a hospital right now, after being\n\nclawed by him.\n(167]\n\nAPPLEGATE\nI can tell you where to find him. I saw him right over --\n\n(begins pointing around in various directions and can't remember the\nright one because he is lost and has been for some time)\n\nright over -- over -- No, it wasn't there -- it was --\n(pointing in another direction)\n\nNo, it wasn't.\n\n(puts it squarely up to them)\n\nDo you know where I am?\n\nGOGARTY\n\n(twitching at his sleeve)\n\nI think we're still in Connecticut.\n\fAPPLEGATE\n\n(apologetically, to Mac and Joe)\n\nYou see -- we've sort of -- lost our sense of direction.\nMac and Joe look at each other blankly.\n\nJOE\n\nAnother one!\n\nAPPLEGATE\n\n(to Gogarty)\n\nWell -- there's only one thing -- to do.",
  "92": "---END OF PREVIOUS SECTION---\nMac and Joe look at each other blankly. JOE\n\nAnother one! APPLEGATE\n\n(to Gogarty)\n\nWell -- there's only one thing -- to do. \n---TARGET SECTION TO BE ANNOTATED---\n(cups his hands and bawls)\n\nHalloooo!\n\nGOGARTY\n\n(cups his hands and bawls)\n\nHalloooo!\n\nApplegate and Gogarty are standing back to back, hallooing like mad.\n(168]\n\nMAC\n\nEverybody in Connecticut is nuts!\n\nJoe slaps the truck in gear and it moves on out of scene. As the tail\nlight vanishes, we hear our duet of halloos.\n\n245 INT. DIGBY HOUSE - NIGHT\n\nCLOSE SHOT Mrs. Digby, now in a wrapper, on the telephone\n\nMRS. DIGBY\nWell, Constable, it's quite obvious that the girl is deranged. Dr. Digby\nis working on her now -- mental cases are his specialty. Meanwhile, we\n\nmust find her people. I wish you'd come right over.\n\n246 INT. DIGBY STUDY - NIGHT\n\nDr. Digby has Susan in a chair under a strong light and is in the midst\nof a psychiatric examination.\n\fDR. DIGBY\n\nObviously this is a love-fixation. Yesterday when I talked to you at the\nRitz-Plaza you thought you were pursued by a young man. Do you associate\nthat young man with a panther?\n\nSUSAN\nOh, yes.\n\nDR. DIGBY\nUm-umh... You have transferred his image to a panther. Now you are\npursuing the young man. Isn't that so?\n\nSUSAN\nNo! I'm after the panther!\n\nDR. DIGBY\n\nBut the panther is really the young man. You must understand that, my\ndear young lady.\n\n[169]\n\nSusan fearfully starts to rise. Digby, recognizing the symptoms, pushes\nher back into chair.\n\nSUSAN\n\n(soothingly)\n\nAll right -- Don't get excited. He's a panther.\n\nDR. DIGBY\n\nNow we're getting somewhere... Now, when you were a little girl, your\n\nmother wouldn't allow you to have a cat, would she?\n\nSUSAN\nI never wanted a cat.\n\nThis fixes him again. He takes a deep breath.\n\nDR. DIGBY\n\nWell, let's approach it from a different angle. One key to the\nsubconscious is association. When I say a word I want you to tell me\n\nquickly the first thing that comes into your head.",
  "93": "---END OF PREVIOUS SECTION---\nDIGBY\n\nWell, let's approach it from a different angle. One key to the\nsubconscious is association. When I say a word I want you to tell me\n\nquickly the first thing that comes into your head. \n---TARGET SECTION TO BE ANNOTATED---\n You understand?\n\nSUSAN\nI don't understand, but I'll do it.\n\nDR. DIGBY\n\f(springing a trap)\nPanther!\n\nSUSAN\nGeorge!\n\nDR. DIGBY\nAh! You're in love with George!\n\nSUSAN\n\nOh, don't be silly!\n(170]\n\nDR. DIGBY\nWho are you to call me silly?\n\n(springing another trap)\nMoney!\n\nSUSAN\nBaby!\n\nDR. DIGBY\nAh! Now we have it! You want to be a mother!\n\nSUSAN\nWell, really! I only met David yesterday.\n\nDavid is a new one on Digby.\n\nDIGBY\nDavid? George?\n\n(challengingly)\nMan!\n\nSUSAN\nDavid!\n\nDR. DIGBY\nDavid!\n\nSUSAN\nGeorge!\n\nDR. DIGBY\n\f(growing more frantic)\nGeorge!\n\nSUSAN\nBaby!\n\nDR. DIGBY\nBaby!\n\nSUSAN\n\nGeorge!\n(171]\n\nDR. DIGBY\nGeorge!\n\nSUSAN\nIntercostal clavicle!\n\nThis throws Digby completely. Clavicle! This must be a new man. He runs\nhis fingers through his hair wildly.\n\nDR. DIGBY\n\nWe're not getting anywhere!\n\nSUSAN\n\nDon't you think you should go to a sanitorium for a nice long rest?\n\n247 EXT. DRIVEWAY - FRONT OF DIGBY HOUSE - NIGHT\n\nTwo figures approach from a car. Ed Slocum and his fat deputy. The fat\ndeputy points off.\n\n248 WHAT THEY SEE\n\nDavid has climbed up on a trellis, peering into Digby's study. He has\nGeorge under his arm.\n\n249 CONSTABLE AND DEPUTY\n\nSlocum draws his gun and they start forward stealthily.\n\n250 DAVID\n\nsilhouetted against the study window. Past him the constables enter and\n\ngrab him. There is a struggle. George escapes.\n\nFAT DEPUTY\nI got him, Ed! I got him!\n\f251 INT. DIGBY STUDY - NIGHT\nDr. Digby has risen to new heights of determination. He is jerking his\n\nfinger at Susan frantically.\n\nDR. DIGBY\nDavid!\n(172]\nSUSAN\n(wearily)\nGeorge!\n\nDR. DIGBY\nGeorge!\n\nSUSAN\nIntercostal clavicle!\n\nDR.",
  "94": "---END OF PREVIOUS SECTION---\nDIGBY\nGeorge! SUSAN\nIntercostal clavicle! DR. \n---TARGET SECTION TO BE ANNOTATED---\n DIGBY\nIntercostal clavicle!\n\nDAVID\n\n(dragged in by constables)\n\nWhere?\n\nDR. DIGBY\n\n(points a quivering finger at David)\nYOU!\n\nSUSAN\n\n(mechanically)\n\nDavid!\n\nSLOCUM\nHere's your man, Doc! We caught him climbing in the window!\n\nDR. DIGBY\n(his massive brain now comprehending)\n\nHe's a thief!\n\f(turns on Susan)\n\nAnd she is his accomplice! A very clever act, young woman! ... This is\nthe man, Constable, who stole my car. And before that he stole my wife's\npurse!\n\nSUSAN\n\n(indicating Digby)\n\nThis man is crazy, officer.\n\nDR. DIGBY\n\n(really going crazy)\n\nLock them up! Take them away! I can't stand any more!\n\nDISSOLVE OUT\n\nDISSOLVE IN\n\n252 INT. TOWNSHIP JAIL - WESTLAKE - NIGHT\n\nMED. SHOT -- Susan and David behind the bars of adjoining cells with a\nbarred partition between them. David stands dejectedly holding a\n\nhandkerchief over one eye. Susan is on her knees in a busy attempt to\npick the lock of her cell with a hairpin.\n\nDAVID\n\nSusan, what are you doing?\nSUSAN\n\n(working away)\n\nI have a hairpin!\n\nDAVID\nDon't be a fool.\n\nSUSAN\nI did it one time with a trunk!\n\n(she attacks lock again determinedly)\n\nDavid lowers his handkerchief and we see a very black eye.\n\nSUSAN\nThey have no right to hold us here! We haven't done anything.\n\fDAVID\n\nIf there is any charge but murder that you haven't managed to hang on us,\nI'd like to know what it is. We're not going to get out -- not for a\nlong, long, time.\n\nSUSAN\n\nWell, David, if you want to stay here, I can't do anything about it, but\nI'm going to get out and find Baby. They'll never believe a word we say\ntill we produce him.\n\n(173]\n\n253 THREE SHOT\nof Constable Slocum, his deputy and Digby at constable's desk behind a\nrailing at one side. The constable is on the telephone, seated behind his\n\ndesk facing camera.",
  "95": "---END OF PREVIOUS SECTION---\nThey'll never believe a word we say\ntill we produce him. (173]\n\n253 THREE SHOT\nof Constable Slocum, his deputy and Digby at constable's desk behind a\nrailing at one side. The constable is on the telephone, seated behind his\n\ndesk facing camera. \n---TARGET SECTION TO BE ANNOTATED---\n He has a black eye as beautiful as David's, He is\nholding the receiver six inches from his ear.\n\nSLOCUM\n\nWell, lady, have you got a niece?\n\n254 INT. VANCE HOUSE - NIGHT\n\nMED. SHOT -- Aunt Elizabeth on telephone in high indignation. Applegate\n\nhovers at her elbow.\n\nAUNT ELIZABETH\n\nOf course I have a niece! But she's decently in bed, not singing around\nunder windows!\n\nAPPLEGATE\n\n(twitching her sleeve)\n\nElizabeth, I wouldn't be too sure. I wouldn't be too sure of anything.\n\nAUNT ELIZABETH\nStop tugging at me, Horace. I'll talk to you in a minute.\n\n(loudly into phone)\n\nI want you to know that there are no nitwits in my family. If you've\npicked up a feeble-minded girl it's none of my affair -- and don't take\nany checks from her, mind!\n\n255 EXT. WESTLAKE STREET - FRONT OF MARKET - NIGHT\n\nGogarty drives Dr. Digby's ear into parking space in front of market. He\nis lustily singing, \"The Wearing of the Green.\" He snaps off the\n\fignition, admires himself in the car mirror, pulls a bottle from his hip\npocket and takes a swig. Then he hangs his arm importantly over the car\ndoor and waits, hoping for one of his friends to pass. From the shadows\ntwo men -- one a motorcycle cop and one in plain clothes -- emerge and\nconverge on the car. Gogarty gives them a cheery good evening.\n\n(174]\n\nGOGARTY\n\nIt's a fine night!\n\nThe motorcycle cop walks around the car, inspects the license plate and\nlooks through the windshield at Gogarty.\n\nMOTORCYCLE COP\n\n(speculatively\n\nYes.\n\nGOGARTY\nYes, sir, it's a fine night!\n\nThe motorcycle cop goes to one side of the car, the plain-clothes man to\nthe other. They hang across the doors, staring at Gogarty. Gogarty is\npleased by their friendliness.\n\n256 INT. TOWNSHIP JAIL - NIGHT\n\nTHREE SHOT -- Now we see the faces of Digby and the fat deputy and\n\nperceive that each has his share of black eyes.",
  "96": "---END OF PREVIOUS SECTION---\nGogarty is\npleased by their friendliness. 256 INT. TOWNSHIP JAIL - NIGHT\n\nTHREE SHOT -- Now we see the faces of Digby and the fat deputy and\n\nperceive that each has his share of black eyes. \n---TARGET SECTION TO BE ANNOTATED---\n In fact, everyone in the\njail, except Susan, has a black eye.\n\nSLOCUM\nThis woman says her niece is in bed.\n\nDR. DIGBY\nYou didn't expect they were telling the truth, did you?\n\nFAT DEPUTY\nThere ain't any doubt about it. That fellow was desperate.\n\nSLOCUM\n(in phone)\n\nWell, lady, you definitely refuse to come down and identify this girl?\n(175]\n\n257 INT. VANCE HOUSE - NIGHT\n\fCLOSE SHOT -- Aunt Elizabeth yelling, as Applegate tugs at her sleeve\nurgently.\n\nAUNT ELIZABETH\n\nMy good man, if you persist in annoying me about this lunatic girl -- who\nis no responsibility of mine -- I'll have you arrested!\n\n(bangs up the phone)\n\nHorace, stop twitching at me!\n\nAPPLEGATE\nBut, Elizabeth, I think there's something you should know.\n\nAUNT ELIZABETH\nWell, what is it?\n\nAPPLEGATE\nI have a feeling --\n\n(points at phone)\nthat's Susan.\nAUNT ELIZABETH\n(impatiently)\n\nWill you give me one good reason why Susan would be singing under a\ngentleman's window?\n\nAPPLEGATE\n\nWell, I can't give you a good reason -- but only an hour ago I saw her\nsinging under a tree.\n\nShe stares at him.\n\nAPPLEGATE\n\nThere was a panther in the tree. The fact of the matter is, Elizabeth,\nyour panther has arrived.\n\nWe see that he is going to tell her the whole story.\n\n258 INT. TOWNSHIP JAIL - NIGHT\n\nDigby, Slocum and Elmer turn as the motorcycle cop drags Gogarty in,\nGogarty is flailing his arms and protesting vehemently but\n\nunintelligibly.\n\n(176]\n\fMOTORCYCLE COP\n\nHere's your man, Dr. Digby. We caught him parking your car in front of\nthe meat market.\n\nGOGARTY\n\n(bawling at the top of his lungs)\n\nIt's a lie! Here I was sitting peaceful as anything and minding my own\nbusiness and passing the time of day with them. And suddenly they set\n\nupon me and one holds my arms while the other calls me names.\n\nMOTORCYCLE COP\nBesides that, Constable, he's drunk.",
  "97": "---END OF PREVIOUS SECTION---\nHere I was sitting peaceful as anything and minding my own\nbusiness and passing the time of day with them. And suddenly they set\n\nupon me and one holds my arms while the other calls me names. MOTORCYCLE COP\nBesides that, Constable, he's drunk. \n---TARGET SECTION TO BE ANNOTATED---\nGOGARTY\n(roaring)\nIt's a lie!\n\nThey drag him back and put him in the cell next to Susan, slam and look\nthe door. Gogarty is howling with impotent rage.\n\nSUSAN\nHello, Gogarty.\n\nGogarty stops in the middle of his tirade, whirls and looks through the\n\nbars at Susan. His fogged brain cannot grasp the fact that she is in the\nnext cell. He seizes the bars between them.\n\nGOGARTY\nOh, Miss Susan, you've come to get me out! It's ashamed I am you should\nsee me in here on so unjust a charge.\n\nSUSAN\nDon't worry, Gogarty. I'll get you out.\n\nDAVID'S VOICE\n(from his cell)\n\nNo, Gogarty, don't worry. She'll fix it.\n(177]\n\n259 AT DOOR\n\nAunt Elizabeth and Major Applegate enter the Jail. Applegate is carrying\nGogarty's gun.\n\f260 AT DESK\n\nConstable Slocum, Digby and Elmer look up as Aunt Elizabeth bears down on\nthem, followed by Applegate.\n\nAUNT ELIZABETH\n\n(pounding desk)\n\nWhat do you mean locking up my niece? I won't have it!\n(her gaze fixes on Digby)\n\nWhere are your keys?\n\n(snaps her fingers)\n\nCome on, come on, come on!\n\nDR. DIGBY\n\n(rising stiffly)\n\nMadam, we'll pardon you because you are obviously hysterical. Now what do\nyou want?\n\nAUNT ELIZABETH\nI want my niece! Immediately!\n\n(jabbing down with her forefinger)\nHere!\n\nDR. DIGBY\nNow be calm. You give us a description of her and we'll find her.\n\nAUNT ELIZABETH\nYou don't have to find her! She's already here!\n\nSLOCUM\nJust a minute, lady. Quiet down. Who are you?\n\nAUNT ELIZABETH\nI am Mrs. Carleton Random.\n\nSLOCUM\n(reprovingly)\nNow, lady, I just talked to Mrs. Carleton Random on the telephone -- not\n\nten minutes age. We know that you are not Mrs. Carleton Random.\n(178]\n\fAPPLEGATE\nBut you did talk to her ten minutes ago. I was there.",
  "98": "---END OF PREVIOUS SECTION---\nCarleton Random. (178]\n\fAPPLEGATE\nBut you did talk to her ten minutes ago. I was there. \n---TARGET SECTION TO BE ANNOTATED---\nSLOCUM\nAnd who are you?\n\nAPPLEGATE\nI am Major Horace Applegate.\n\nSLOCUM\n\n(pointing at the gun)\n\nWhat's that for?\n\nAPPLEGATE\n\n(with dignity)\n\nI have been hunting a panther.\n\nSlocum furtively makes a sign to the deputy, who sidles around behind the\ntwo visitors, cutting off their exit.\n\nSLOCUM\nOh -- you've been hunting a panther.\n\nAPPLEGATE\nYes.\n\nSlocum advances toward Applegate and the deputy closes in behind him,\nwith menacing friendliness.\n\nSLOCUM\n\nAny luck?\n\nAPPLEGATE\n\n(beginning to realize that all is not well)\n\nWhy -- er -- no.\n\nApplegate backs away and backs into Elmer.\n\nSLOCUM\n\n(shouting)\n\fGrab his gun, Elmer!\n(179]\n\nThere is a wild scuffle as Elmer and Slocum struggle with Applegate.\n\nAUNT ELIZABETH\n(pounding the desk)\n\nStop it, you numbskulls! Take your hands off that man! This is the most\noutrageous thing I ever heard of!\n\nAPPLEGATE\n(simultaneously; slightly impeded by his gun)\n\nGentlemen -- gentlemen -- please! There is no need for violence. This can\nall be settled quietly!\n\nFrom the cells come Susan's howls.\n\nSUSAN'S VOICE\nIs that you, Aunt Elizabeth?\n\nConstable Slocum and Elmer have Applegate down on the floor, trying to\n\nwrest the gun from him. Digby dances around the three of them, looking\nfor a place on Applegate where he can get hold of him.\n\nAPPLEGATE\n\n(trying to hold the gun out of reach; in an anguished voice)\n\nBe careful, my good man! It might go off.\n\nAUNT ELIZABETH\n\n(screaming)\n\nIdiots! Nitwits! Stop it! Do you hear me? Stop it!\n\nHer hand reaches out for an inkwell and she hurls it with effect at\nDigby. The fray grows more violent and she bores in, hitting anyone with\nwhom she can connect.\n\nDISSOLVE\n\n261 INT. TOWNSHIP JAIL - NIGHT\n\fTRUCK SHOT -- on cells. The occupants are, in order: David, Susan,\nGogarty, Applegate and Aunt Elizabeth.",
  "99": "---END OF PREVIOUS SECTION---\nDISSOLVE\n\n261 INT. TOWNSHIP JAIL - NIGHT\n\fTRUCK SHOT -- on cells. The occupants are, in order: David, Susan,\nGogarty, Applegate and Aunt Elizabeth. \n---TARGET SECTION TO BE ANNOTATED---\n All but David are yelling\nprotests. He sits quietly in a corner of his cell with his head in his\nhands.\n\n(180]\n\n262 GROUP SHOT\n\nAt Constable Slocum's desk. Digby, Slocum and Elmer are thoroughly\n\nsplashed with ink. Digby and the fat deputy listen tensely to Slocum on\nthe telephone.\n\nSLOCUM\nWe just want to make sure, lady. This old battleaxe keeps yelling that\nshe's Mrs. Random.\n\n263 INT. VANCE HOUSE - NIGHT\n\nCLOSE SHOT -- Mrs. Gogarty in a flannel nightgown, her hair in curlers,\nas she snorts into the telephone.\n\nMRS. GOGARTY\nThat's ridiculous! Mrs. Random is in bed. And don't ring up here again!\n\n(bangs up the receiver\n\n264 INT. TOWNSHIP JAIL -- NIGHT\n\nTHREE SHOT -- at phone. Slocum hangs up the receiver.\n\nSLOCUM\n\nIt's just like you thought, Doc. They're all lying.\n\nDR. DIGBY\n\nObviously a gang! I've no doubt you will find you've made a very\n\nimportant haul.\n\nSLOCUM\nThanks to you, Doc.\n\nDR. DIGBY\n\nIf you get their confessions, Constable, there'll be a lot of things\nyou'll turn up.\n\n265 EXT. LONELY ROAD -- NIGHT\n\fFULL SHOT of the headlights of two cars approaching each other slowly.\nThey stop alongside each other.\n\n(181]\n266 CLOSER SHOT\n\nthe Zoo official and Joe, the driver of the cage-truck, lean toward each\nother, speaking simultaneously.\n\nZOO OFFICIAL AND JOE\nHave you seen a panther?\n\n(both wait, taken aback. Then both speak again)\nWe're hunting for a panther.\n\nJOE\n\n(getting the jump on his opponent)\n\nSay, who's going to talk first?\n\nZOO OFFICIAL\n\n(in same angry tone)\n\nHow did you know there was a panther loose?\n\nJOE\nI lost him.\n\nZOO OFFICIAL\nIs he bad?\n\nJOE\nHe's as bad as they come.\n\n267 INT. TOWNSHIP JAIL - NIGHT\nSlocum and Elmer are outside David's cell with Dr. Digby behind them,\ntaking notes.",
  "100": "---END OF PREVIOUS SECTION---\n267 INT. TOWNSHIP JAIL - NIGHT\nSlocum and Elmer are outside David's cell with Dr. Digby behind them,\ntaking notes. \n---TARGET SECTION TO BE ANNOTATED---\n We see Susan sitting on the floor, her elbows on her knees,\n\nher two hands cupping her face, as she listens. Another of Susan's\nhorrible plans is forming. David leans against the bars dejectedly.\n\nSLOCUM\nSo you stick to it that your name is Bone, huh?\n\n(no reply)\n\fYou can't fool me. We know that's an alias.\nDR. DIGBY\n\nThey're all impersonating somebody.\n[182]\n\nSLOCUM\nWhat about that bank robbery in Oldtown?\n\nDAVID\nWell, what about it? How much did they get?\n\nSLOCUM\nFive thousand --\n\n(catching himself)\nWho's asking the questions here -- you or me?\n\nDR. DIGBY\nKeep calm, Slocum. Don't let him throw you off.\n\nSLOCUM\nWhat about Mrs. Cleghorn's jewels in Sunfield?\n\nDAVID\nI tell you again I'm not a thief. You're wasting your time.\n\nSLOCUM\nHe's a tough nut to crack.\n\n(whirls on David)\nWhat were you doing breaking into Dr. Digby's house?\n\nDAVID\nI was after a panther.\n\nSLOCUM\n(turns to Digby)\nHe sticks to it, Doc.\n\nDR. DIGBY\nThey've all agreed on one story.\n\nSLOCUM\nThat's what I say.\n\n(to the attack again)\n\fShow me a panther!\nDAVID\n\nWhat do you expect me to do, whistle him in here?\n(183]\n\nSLOCUM\nWho was with you on that mail-truck job in Rockdale last month?\n\nDAVID\nCharles Evans Hughes and Jim Farley.\n\nSLOCUM\nTake those names down, Doc.\n\nDr. Digby lowers his pad and pencil. Slocum is getting to be a little too\nmuch for him, even.\n\nSUSAN\nWhy don't you ask me?\n\nSLOCUM\nI suppose you're going to hand me the same cock-and-bull story about\n\nhunting a panther?\n\nSUSAN\nNo, Constable. I can see you're too smart to swallow it.\n\nSlocum moves up on Susan. David rouses from his lethargy and stares at\nSusan with apprehension. He can see another plan coming.",
  "101": "---END OF PREVIOUS SECTION---\nSlocum moves up on Susan. David rouses from his lethargy and stares at\nSusan with apprehension. He can see another plan coming. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n\n(wildly)\n\nSusan, it won't work out! Whatever it is, it won't work out!\n\nSUSAN\n\n(eyeing him sadly)\n\nOh, darling, why did you have to go for that dame in the dance hall?\nDAVID\n\n(to Slocum)\n\fDon't believe a word that woman says! The truth isn't in her!\n(184]\n\nSLOCUM\nShut up, you!\n\n(to Susan)\nIs this guy's name Bone?\n\nSUSAN\nThat's Dapper David. You've heard of him, haven't you?\n\nSLOCUM\nYou got that, Doc?\n\nDR. DIGBY\nI have it.\n\nSLOCUM\nAnd is your name Susan Vance, like you said?\n\nSUSAN\nThat's my society tag. The gang call me Susie the Slipwit.\n\nDAVID\nShe's making it all up out of motion pictures she's seen!\n\nSLOCUM\nQuiet!\n\nSUSAN\nThe jig's up, Dave. But I'll tell you one thing. I wouldn't-a ratted if\nit hadn't been for... her. I'd-a-gone through anything for you.\n\nSLOCUM\nA ladykiller, is he?\n\nSUSAN\nHe knocks 'em over --\n\n(snapping her fingers)\n\nOne, two, three, like that. I never caught him before.\n(185]\n\nSLOCUM\nThen you're ready to make a clean breast of it and make it easy for\nyourself?\n\f(to Dr. Digby)\nThey always trip themselves up when they can't let the women alone.\n\nSUSAN\nWhat's the percentage in me keeping quiet? He sold me out.\n\nSLOCUM\nAll right, Elmer. Bring her out.\n\n268 ALL OF THE CELLS\n\nas Elmer unlocks the door of Susan's cell and releases her. There is a\nhowl of protest uttered simultaneously, in a bedlam that make no sense.\n\nAUNT ELIZABETH\nSusan Vance, you get right back in that cell!\n\nAPPLEGATE\nBut she is Susan Vance!\n\nGOGARTY\nBut, Miss Susan, you said you were going to get me out!\n\nvou don't know what you're letting yourself in for, Constable! She'll set\nfire to the jail!\n\nSUSAN\n\n(now out of cell)\n\nIt's every man for himself now, boys.",
  "102": "---END OF PREVIOUS SECTION---\nvou don't know what you're letting yourself in for, Constable! She'll set\nfire to the jail! SUSAN\n\n(now out of cell)\n\nIt's every man for himself now, boys. \n---TARGET SECTION TO BE ANNOTATED---\n I'm not taking this rap.\n\n(stares longingly at David)\n\nCan I kiss him goodbye, Constable?\n\nSLOCUM\n\nGo ahead.\n[186]\n\nSusan lunges at David and gets her arms around his neck through the bars.\nShe kisses him roundly. David struggles and finally shoves her, with an\nopen hand, in the chest. Susan staggers, loses her balance and lands,\nsitting, livid with rage.\n\nSUSAN\n\f(pointing at him in a fury)\n\nAll right, you rat! You're tired of me! I'll show you! I'll teach you to\npick up tramps like that bird woman and toss me off like an old shoe!\n\nGetting to her feet she marches with dignity between Digby and Slocum\ntoward the desk. Elmer follows.\n\n269 DESK\n\nas the group enters.\n\nSLOCUM\n\nYou set down there, Doc, and get this. Elmer, you get behind that\ntypewriter. We got to have this confession in affidavit form.\n\n(turns on Susan)\n\nYou stand right here, Miss.\n\n(levels his finger)\n\nNow talk and talk fast! You're all members of the same gang, ain't you?\nSUSAN\n\n(backing toward door\n\nYeah. They call us the Panther Gang. We organized in Buffalo.\n\nSLOCUM\nPanther Gang. Got that, Doc?\n\nDigby nods.\n\nSLOCUM\nElmer?\n\nELMER\n\nWait a minute, Ed. I ain't so good at this.\n(187]\n\nSlocum looks over Elmer's shoulder.\n\nSLOCUM\nPanther ain't spelled with a ‘u’...\n\f(to Susan without looking around as Digby bends over his notes)\nGo ahead, Miss. What about the Cleghorn jewels?\n\nSUSAN\n\n(backing toward door\n\nThat's hot ice, Mister. We're waiting for it to cool off.\n\nSLOCUM\nHow about the mail-truck robbery?\n\nSUSAN\nI was the lookout on that job. Applegate shot the man.\n\nSLOCUM\n\n(watching Elmer type)\n\nWere you in on the bank job, too?\n\nSUSAN\n\nSure! What do you think? Where my guy goes, I go, I mean I did, before he\ncrossed me. He'd, ‘a’ killed me if I hadn't.",
  "103": "---END OF PREVIOUS SECTION---\nWhat do you think? Where my guy goes, I go, I mean I did, before he\ncrossed me. He'd, ‘a’ killed me if I hadn't. \n---TARGET SECTION TO BE ANNOTATED---\n That woman who calls herself\nRandom is the brains of our mob. She picks out soft spots and gives us\nour orders. Applegate's the finger. The drunk steals the cars.\n\nSLOCUM\n\n(as Digby writes furiously)\n\nHave you got it, Doc? This is terrific!\n\nAs Elmer types feverishly, and all are too excited to notice, Susan backs\nto the threshold, cuts and runs.\n\n[188]\n\nSLOCUM\nNow how many murders has your gang committed?\n\nThere is a long pause and all look up. From outside comes the sound of a\ncar starting. Digby rises.\n\nDR. DIGBY\nShe's got my car! Again!\n\n270 EXT. FRONT OF JAIL - NIGHT\n\fThe three men come rushing out as the car lurches off, Susan at the\nwheel. A taxi rolls up and stops. Out of it climbs Mr. Peabody with a\nbriefcase, followed by Miss Swallow. They confront Digby, Slocum and\nElmer.\n\nMR. PEABODY\nI'm looking for Mrs. Carleton Random.\n\nSLOCUM\nHunh?\n\nMR. PEABODY\n\nHer housekeeper tells me there was a mysterious telephone call from a\ncrazy man who said he was at the jail. Do you know anything about it,\nConstable?\n\nSLOCUM\nMrs. Carleton Random! Who are you?\n\nDR. DIGBY\nI can identify this gentleman, Slocum. His name is Alexander Peabody.\n\n(to Peabody)\n\nYou may remember, Mr. Peabody, I testified for you during the breaking of\nthe Borden will.\n\nMR. PEABODY\nYes, I remember. I lost the case.\n[189]\n\nMISS SWALLOW\nI'm looking for a man by the name of Dr. Huxley -- Dr. David Huxley. Is\nhe here with Mrs. Random?\n\nSLOCUM\nNo, Miss. All we got is a woman who's making out to be Mrs. Random -- a\nColonel Applegate -- a car thief by the name of Gogarty -- and a gangster\n\nby the name of Bone.\nDR. DIGBY\n(jumping to a safe limb)\n\nSlocum, I think you may have made a mistake. Perhaps you'd better let Mr.\nPeabody see Mrs. Random.\n\n271 EXT.",
  "104": "---END OF PREVIOUS SECTION---\nPeabody see Mrs. Random. 271 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n COUNTRY ROAD - NIGHT\n\fMOVING SHOT of Susan diving along a country road singing, ‘I Can't Give\nYou Anything But Love, Baby.’\n\n[190]\n272 INT. JAIL - NIGHT\n\nGROUP SHOT. Thanks to Mr. Peabody, the doors to all the cells except\nGogarty's stand open. Gogarty grips the bars and speaks pleadingly.\n\nGOGARTY\n\nThere I was, Mrs. Random, just sitting in the car -- minding my own\nbusiness and offering a peaceful time of day to 'em.\n\n273 THREE SHOT\n\nElmer, the deputy, is unlocking David's cell. Miss Swallow confronts\nDavid as he steps out.\n\nDAVID\n(weakly)\nHello, Alice.\n\nMISS SWALLOW\nDavid! Have you found the intercostal clavicle?\n\nDAVID\nThe what? Oh -- yes --\n\n(with a weary gesture)\n\nNo -- I haven't found it.\nMISS SWALLOW\n\nOh, David! How could you?\n\n274 WIDER ANGLE\n\nMR. PEABODY\nSee here, Huxley -- I want to know why you were throwing rocks at me last\nnight!\n\nAUNT ELIZABETH\nHuxley!\n\f(forebodingly)\n\nIs that the man for whom you want me to donate a million dollars to the\nMuseum?\n\nMR. PEABODY\n\nYes! I mean no! I've changed my mind, Elizabeth!\n(191]\n\nMISS SWALLOW\nOh, David what have you done?\n\nDAVID\n\nJust name anything. I've done it.\n\n275 EXT. ROAD IN FRONT OF JAIL - NIGHT\n\nMOVING SHOT on cage-truck from the circus. George and Baby are trotting\nbehind it. Baby scents the former occupant of the cage. Joe and Mac climb\ndown and start for jail door.\n\n276 EXT. DOOR OF JAIL - NIGHT\n\nJoe and Mac go in. George and Baby follow.\n\n277 INT. JAIL - NIGHT\n\nFULL SHOT as they enter. Our group of eight people turns to look at the\n\ntwo circus men. They see what Joe and Mac do not see: a panther and a dog\nbehind them.\n\nJOE\nListen, Constable, we lost a panther. We got to have some men to help us\nketch him.",
  "105": "---END OF PREVIOUS SECTION---\nThey see what Joe and Mac do not see: a panther and a dog\nbehind them. JOE\nListen, Constable, we lost a panther. We got to have some men to help us\nketch him. \n---TARGET SECTION TO BE ANNOTATED---\nThe group of eight stands transfixed as Joe and Mac approach.\n\nAUNT ELIZABETH\nGeorge, you come here!\n\nJoe and Mac turn around and begin backing off frozenly.\n\nJOE\n\n(hoarsely)\n\fGet your gun, Constable! That's a bad cat! He's a killer!\n\nDAVID\n\nMrs. Random, if you're still interested, you have a panther. That is\nBaby.\n\n(advances to Baby confidently and begins to stroke the panther's head.)\n[192]\n\n278 CLOSE SHOT\n\nApplegate staring at this.\n\nAPPLEGATE\n\nHe didn't act that way with me.\n279 EXT. COUNTRY ROAD - NIGHT\nCLOSE SHOT the bad panther at bay.\n280 FULL SHOT\n\nof the men closing in on the panther. Susan runs in.\n\nSUSAN\nHere, what are you doing? That's my panther!\n\nZOO OFFICIAL\nGet back, lady! Keep out of danger!\n\nSUSAN\n\nPut that gun down! Don't be silly! This is my pet panther. I'll sue\nanybody who lays a hand on him!\n\n281 IN CIRCLE\n\nas she pushes her way through, grabbing the rope out of the Zoo\n\nofficial's hands.\n\nZOO OFFICIAL\nLady, you're crazy!\n\n282 MOVING SHOT\n\non Susan as she strides toward the panther, which we now see crouching\nfacing her.\n\fSUSAN\n\nYou've just scared him! Go away, all of you!\n\n283 ZOO OFFICIAL\n\njerks up his gun.\n\n(193]\n\n284 SUSAN\n\nturns and shouts at the Zoo official defiantly.\nSUSAN\n\nIf you shoot I'll sue the city of New York!\n\n(she reaches panther and slips lasso over his head)\n\nNassy old mans get ‘round him and make him all nervous. Don't you worry.\nSusan will take care of you!\n\n(panther snarls; she tugs on rope impatiently\n\nCome on, you fool!\n\n(starts dragging him out. Bewildered, he follows her\n\n285 WIDER ANGLE\n\nfrom behind Susan as she drags the panther toward the Zoo officials. We\n\nsee the circle of men break, with horror written all over their faces.\nSusan flings a last insult at the Zoo official.",
  "106": "---END OF PREVIOUS SECTION---\nBewildered, he follows her\n\n285 WIDER ANGLE\n\nfrom behind Susan as she drags the panther toward the Zoo officials. We\n\nsee the circle of men break, with horror written all over their faces. Susan flings a last insult at the Zoo official. \n---TARGET SECTION TO BE ANNOTATED---\nSUSAN\nGo on home and beat your children, you big brutes!\n286 INT. JAIL - NIGHT\n\nGROUP SHOT. Baby is on the constable's desk. Aunt Elizabeth is rubbing\nhis stomach. Everyone is gathered around, suddenly very brave.\n\nAUNT ELIZABETH\nI'd like to see Drusilla Voorhios' face when she sees this! Good Baby!\n\fGeorge growls jealously. David, who has been talking in an undertone to\nJoe of the circus, suddenly raises his voice.\n\nDAVID\n\nYou mean to say there's another panther? You lost a panther out of that\ntruck?\n\n(194]\n\nHis frantic voice makes everyone turn and look.\n\nJOE\nThat's what I been tryin' to tell you, Mister. We lost a killer!\n\n(points at Baby)\n\nAnd that ain't it!\n\n287 EXT. JAIL - NIGHT\n\nSusan drives Digby's car in. The bad panther is in the back seat,\n\nsnarling. She climbs out and begins pulling on the rope. The panther\nstrikes at her.\n\nSUSAN\nYou've been slapping at me all the way down the road! I'm sick of it!\nCome on now -- I'll stand no more nonsense!\n\n(drags with her whole weight)\nI have some friends to get out of jail -- and I need you!\n\nShe makes a terrific jerk and the panther springs out beside her, tail\nlashing.\n\nSUSAN\nWill you get in there!\n\nShe gives him a kick. The bad panther starts in hurriedly. Susan is\ndragged through the doorway.\n\n288 INT. JAIL - NIGHT\n\nFULL SHOT as Susan is dragged in. The bad panther is straining to get at\nanybody he can reach except Susan.\n\fSUSAN\nBaby! I'll whack the living daylights out of you!\n\nThe bad panther stops and begins lashing his tail, seeing twelve pairs of\neyes staring at him. Here at last are people he can cow. The group\nobscures from Susan's view, Baby on the desk. Everyone stands transfixed.\nFinally there is an agonized cry from David.\n\n(195]\n\nDAVID\nSUSAN!\n\nSUSAN\nHello, David! I found him!\n\nShe gets her back to the group now, trying to drag the resisting panther\n\nto their midst.",
  "107": "---END OF PREVIOUS SECTION---\nSUSAN\nHello, David! I found him! She gets her back to the group now, trying to drag the resisting panther\n\nto their midst. \n---TARGET SECTION TO BE ANNOTATED---\nSUSAN\n\nOh, how can you act this way! Just when I want you to be nice for Aunt\nElizabeth!\n\nLosing her temper, she kicks him viciously. The panther lunges and she is\ndragged by the rope. Everybody, too paralyzed to move up to this point,\nbreaks and runs for the cells which are standing open.\n\n289 CLOSE SHOT\n\nSusan finally stops the panther. She looks past CAMERA in astonishment at\nthe flying figures.\n\n290 CLOSE-VIEW\n\nof cells, as our people leap into them and Start slamming doors. Mr.\nPeabody and Miss Swallow get into one cell. Aunt Elizabeth and Digby clap\nthe door on another cell. Gogarty is in a cell alone. Applegate and\nSlocum share a cell. Joe, Elmer and Mac are in another. There are two\ncells still vacant, the doors standing open.\n\n291 TWO SHOT\n\nDavid and Susan, left alone in the middle of the room.\n\nDAVID\n(anguished)\n\nSusan!\n\fpoints off toward desk weakly. Susan's gaze turns to where he is\npointing.\n\n292 WHAT SHE SEES\n\nBaby, terrified, standing on the desk. George, equally frightened,\npeering under Baby's stomach. Suddenly both, seeing an empty cell, spring\nfrom the desk and dash for it.\n\n[196]\n\n293 CLOSE SHOT\n\nempty cell as Baby and George streak in, crowding for first place. Aunt\nElizabeth, who is in the next cell, reaches around and bangs the door\nshut.\n\n294 SUSAN AND DAVID\n\n- in the middle of the room. Susan is still holding to the rope, too\n\nscared to let go. The bad panther, lashing his tail and snarling, stands\nbetween her and David, crouching.\n\nDAVID\n\n(facing the killer)\n\nSusan -- let go of that rope -- and run!\n\nSUSAN\n\n(In a quivering voice)\n\nNo, David -- no matter what happens I love you.\nDAVID\n\n(clutching vaguely for a chair behind him)\n\nSusan, I know that! I love you, too! But will you let go of that rope --\nand get out!\n\nSUSAN\n\n(with a determination born of love)\n\nNo!\n\nShe quietly crumples in a faint, letting go of the rope.",
  "108": "---END OF PREVIOUS SECTION---\nBut will you let go of that rope --\nand get out! SUSAN\n\n(with a determination born of love)\n\nNo! She quietly crumples in a faint, letting go of the rope. \n---TARGET SECTION TO BE ANNOTATED---\n David, thinking\nonly of Susan, whips the chair in front of him and, as the panther\n\nadvances on him, gets between Susan and the panther, which seems less\ninterested in her than in the panther at the rear of the room.\n\f295 FULL SHOT PAST\n\nDavid and the crumpled figure of Susan, toward the cells, as with a snarl\nthe bad panther charges toward Baby. David takes one agonized look over\nhis shoulder at the prostrate Susan and, holding the chair before him, he\nstarts toward the bad panther.\n\n(197]\n296 AT CELLS\n\nThe bad panther is striking and snarling viciously through the steel bars\nat Baby and George, who cower in opposite corners at the back, looking\nappealingly at Aunt Elizabeth for protection. David enters with the chair\nbefore him, closing in on the bad panther, which turns and faces him with\na snarl, backing up. David yells frenziedly:\n\nDAVID\nSusan! Darling! Are you all right? Susan! Answer me!\n\nThe panther backs slowly, menacingly in through the open door of the last\nvacant cell and David bangs the door on it just as the panther springs.\nIn a state of collapse, not knowing what he is doing, he sinks weakly\ninto the chair which he has been carrying. The panther springs\nferociously at the bars behind him. But David no longer knows nor cares.\nAs he sits there, Susan comes crawling in to him on her knees. This act\nof heroism has been too much for her. She puts her arms around his waist\nas she thrills with love.\n\nSUSAN\nDa-vid! Are you all right?\n\nHer voice rouses him even more than the snarling of the panther behind\nhim. He rises uncertainly to his feet.\n\nDAVID\n\nNo! I'm not all right I'll never be all right again! Susan Vance, you're\na menace to society. I never want to see you or your aunt or your panther\nagain! I'm going back to my Museum, and I'm going to be quiet!\n\n(hysterically)\nQuiet, quiet, do you hear? Did you ever hear the word?\nAnd he staggers out, leaving her still on her knees with supplicating\n\narms reaching after him.",
  "109": "---END OF PREVIOUS SECTION---\n(hysterically)\nQuiet, quiet, do you hear? Did you ever hear the word? And he staggers out, leaving her still on her knees with supplicating\n\narms reaching after him. \n---TARGET SECTION TO BE ANNOTATED---\n She turns on the bad panther in a reproachful\nwail.\n\fSUSAN\nNow look what you've done!\n\nSLOW DISSOLVE OUT\n\nDISSOLVE IN\n\n[198]\n\n297 INT. BRONTOSAURUS ROOM - MUSEUM OF NATURAL HISTORY - DAY\n\nMED. SHOT -- Miss Swallow facing David, who is at work once more. In the\nb.g. we see the huge structure of the brontosaurus. David is dejected but\nholding up. Miss Swallow is taking a ring from her finger. She will\nalways carry the picture of a man who has been foolish but is not bad.\nMISS SWALLOW\n\n(with womanly bitchery)\n\nDavid, I'm sorry, but for three days I've been trying to fathom your\ninfatuation for this woman. I realize that men must sow their wild oats,\nbut --\n\n(wildly)\n\nDavid, while they're sowing them they needn't lose an intercostal\nclavicle!\n\nDAVID\nAlice, I tell you I'm not infatuated!\n\n(then regaining control)\n\nI couldn't marry her. Multiply those two days by three hundred and sixty-\nfive! The result is unthinkable!\n\n(sadly)\nBut you're quite right. I couldn't marry anyone else.\n(facing a drab future without Susan)\n\nI'm going to devote my life to science. If you'll work with me, we'll\ncomplete the Brontosaurus Group.\n\nMISS SWALLOW\n(cruelly)\n\nYou can't even complete this one without an intercostal clavicle.\n\fDAVID\nI wish you wouldn't keep bringing that up. I feel bad enough as it is.\n[199]\n\nHe puts the ring in his pocket and mounts the ladder. Miss Swallow, in\nrighteous indignation, goes to the door.\n\nDAVID\n\n(shouting after her)\n\nI didn't mean to lose the intercostal clavicle! I didn't want to lose it!\nBut I lost it! Any woman would understand that!\n\n298 AT DOORWAY\n\nSusan bursts in, brushing aside Miss Swallow, who is coming out. Miss\nSwallow sails past Susan, nose in the air.\n\n299 SUSAN\n\nher hat askew, barges into the room brandishing the intercostal clavicle.",
  "110": "---END OF PREVIOUS SECTION---\n298 AT DOORWAY\n\nSusan bursts in, brushing aside Miss Swallow, who is coming out. Miss\nSwallow sails past Susan, nose in the air. 299 SUSAN\n\nher hat askew, barges into the room brandishing the intercostal clavicle. \n---TARGET SECTION TO BE ANNOTATED---\nSUSAN\n\nI've got it, David! I've got it!\n\n300 DAVID\n\non top of his stepladder. He looks down and sees Susan. He wants to come\ndown to her but he is afraid.\n\n301 DOWNWARD SHOT\n\non Susan.\n\nSUSAN\n\n(brandishing bone)\n\nI've followed George for three days, David! I dug holes with him! And\nthen he brought it and put it in my shoe! Darling, look! Don't be mad at\nme!\n\n302 DAVID\n\non top of his stepladder. He knows if he comes down he will take Susan in\nhis arms and that means the rest of his life.\n\fDAVID\n\nSusan -- put it down and go away.\n[200]\n\n303 SUSAN\n\nfrom the floor as she looks up at him.\nSUSAN\n\nI won't. You know you love me!\n\nShe walks to a tall stepladder on the opposite side of the skeleton and\nstarts up it.\n\n304 DAVID\n\nDavid on top of his stepladder.\n\nDAVID\nSusan! I warn you -- don't come up here!\n305 SUSAN\n\nSusan mounts the ladder.\n\nSUSAN\n\nDon't worry, David! Everything's going to be all right.\n\n306 DAVID\n\non top of his stepladder, alarmed.\n\nDAVID\n\nSomething always happens when you say that. Susan, please go away! You\nand your panther have cost the Museum a million dollars!\n\nSUSAN\n\n(rising into view)\n\nNo, it hasn't David. I've got the million dollars. Aunt Elizabeth has\ngiven it to me. But I'll give it to you. I don't know anything about a\nbrontosaurus. But this is a lovely one!\n\nDAVID\n\nSusan, there is a difference between science and love. I am devoted to\nscience. You are devoted to love.\n\f(indicating skeleton)\nThere's a wide gap between us.\n\n(reaching out)\n\nI'm very grateful to you -- I mean to George -- no, to you -- to George.\nI mean I'm very grateful. But give it to me.\n(201]\n\nSusan, on tiptoe on top of the ladder, tries to hand it to him. Her\nstepladder begins to sway.\n\nSUSAN\n\nDavid you saved my life. You owe me something.",
  "111": "---END OF PREVIOUS SECTION---\nHer\nstepladder begins to sway. SUSAN\n\nDavid you saved my life. You owe me something. \n---TARGET SECTION TO BE ANNOTATED---\nDAVID\n\n(fighting love)\n\nGive me that bone!....And Susan -- do stop rocking!\nSUSAN\n\n(still rocking)\n\nDarling, I'm not rocking! It's the ladder!\n\nDAVID\n\nBut, Susan -- this is four years' work!\n(agonized)\n\nSusan -- will you stop rocking?\n\nSUSAN\n\n(wildly, trying to balance herself with the bone)\nDon't worry, David. Everything's going to be all right!\n\nDavid watches her, hypnotized. He closes his eyes as Susan's stepladder\nsways wider, and into the skeleton.\n\n307 FULL SHOT\n\nAs Susan clings to a rib.\n\nSUSAN\nDa-vid!\n\fSlowly, slowly the giant skeleton -- and David's love of science --\ncollapses, as his beloved is buried beneath a bunch of old bones. She is\nconcealed from sight and we only hear inarticulate walls. David, more\nworried about Susan than about his brontosaurus slides down the ladder\nand begins excavating.\n\n[202]\n\n308 MED. SHOT\n\nOn the pile of bones -- four years' work gone to hell -- as David\n\nfrantically throws precious ribs right and left, thinking at last only of\nhis love.\n\nDAVID\n\nSusan! Susan! Are you all right? Speak to me!\n\nHe uncovers her face, close, to his.\n\nSUSAN\n\nOh, David!\n\nDAVID\n\n(exhausted with love, exertion and relief)\n\nDarling, this is going to be terrible -- but will you marry me?\n\nFADE OUT\n\nTHE END\n\f"
}