{
  "1": "‘9\n\n323-937-2119 ph\n\nCabin Fever 2\n\n[Revised DRAFT]\nJéshua Malkin\n\n2/28/04\n\n \n\fCy\n\n~~\n\nEXT. FOREST - DUSK\nA gorgeous vista, green and lush.\n\nBeneath the canopy of branches, a small brook babbles over\nmoss covered rocks.\n\nA bullfrog CROAKS loudly from its perch atop what looks\nlike... a human leg?\n\nSure enough, it’s attached to A BODY semi-submerged in the\nwater -- unrecognizable in the rapidly darkening light.\n\nBEGIN CREDITS\n\nTIME ELLIPSE: Dusk gives way to night. The moon casts a\nblue hue over the woods. The sun rises, illuminating the\nbody for the first time.\n\nIt’s PAUL. His clothing is largely torn away, revealing\npurple flesh swollen with open sores. There is the dull hum\nof swarming flies.\n\nA shaft of sun carves its way through the thick nest of\nbranches and creeps across the glistening water. It travels\nPaul’s torso, up to his neck. As the light hits his face,\nhis eyelids unexpectedly BURST OPEN and Paul tries to scream,\nbut only rasping air escapes his lips.\n\nAs he struggles to his feet - blood, puss, even small chunks\nof skin splash into the water.\n\nWe follow the swirling GORE as it’s carried off downstream.\n\nEXT. FOREST - CONTINUOUS\n\nPULL BACK, widening our view of the forest and following the\nroute of the strean.\n\nWe RACE its course, across a meadow until we reach:\n\nEXT. WATER BOTTLING PLANT - MORNING\nCLOSE ON a sign reading: “Down Home Spring Water”\n\nThe stream dead enda into a man made pond, from which\nprotrude several enormous steel pipes.\n\nINT. BOTTLING PLANT - CONTINUOUS\n\nWe follow the pipes into the Plant, and then the route of the\nwater through the production line. The water gets pumped\ninto holding tanks, then into the individual bottles. The\ncompany slogan appears on each and every plastic container:\n“Down Home Purity - From Us to You...”\n\fEXT, FOREST ~- MORNING, LATER\n\nPaul looks around dizzily for orientation. Dense forest on\nthree sides.",
  "2": "---END OF PREVIOUS SECTION---\nThe water gets pumped\ninto holding tanks, then into the individual bottles. The\ncompany slogan appears on each and every plastic container:\n“Down Home Purity - From Us to You...”\n\fEXT, FOREST ~- MORNING, LATER\n\nPaul looks around dizzily for orientation. Dense forest on\nthree sides. \n---TARGET SECTION TO BE ANNOTATED---\n Beside him, a steep embankment and at its\ncrest, he sees something. A passing CAR? A road?\n\nHe takes a few steps, clearly intent to make the climb, then\nnotices something on his bare chest. A leech. He plucks it\naway. And sees another. And another. He’s covered in them!\n\nHe panics, tearing them off his flesh with wild-eyed disgust,\neach bloated leech leaving behind an oozing wound.\n\nEXT. EMBANKMENT, MOMENTS LATER\n\nPaul crawls his way up the steep incline. The progress is\ntaxing. CRACK! His ankle buckles, twisting at a sharp angle\nand shooting a thick stream of blood.\n\nPaul’s watering eyes squeeze closed, but he does not stop.\n\nEXT. ROAD ~ MOMENTS LATER\n\nPaul reaches the summit, his heart pounding in his head. The\nworld is spinning as he limps, delirious, into the road...\n\nWHAP! A school bus smashes through Paul, instantly\nliquefying him and exploding his contents over the front\ngrill. His remains are shotput twenty yards, then cartwheel\ndown the embankment and SPLASH land back into the stream.\n\nThe bus wheels screech as the vehicle skids to a stop. The\nroad fills with the sound of SCREAMING CHILDREN.\n\nEXT. ROAD, ACCIDENT SCENE - LATER\n\nThe school bus and its hysterical occupants are surrounded by\nlit flares. The unconscious BUS DRIVER is loaded into a\nwaiting ambulance.\n\nThe only other officials on the scene - two FOREST RANGERS,\none male, one female - are pulling barricades across the\nroad. She’s young and frumpy. The Male Ranger [20s,\nbuzzcut] is clearly quite high on his responsibilities.\n\nA SHERIFF’S CRUISER arrives, lights flashing. The door opens\nand WINSTON’S booted leg glides to the pavement. He\napproaches the bus, full swagger in his step.\n\nEND CREDITS\n\fINT. BUS - CONTINUOUS\n\nIt’s mayhem. Kids are Screaming, crying, some have already\nbeen sick and others are on the verge.\n\nREVEAL Winston, impatiently competing for their attention.\n\nWINSTON\n\nKids, I’m Deputy Winston.\n\n(no response)\nAll right now.",
  "3": "---END OF PREVIOUS SECTION---\nREVEAL Winston, impatiently competing for their attention. WINSTON\n\nKids, I’m Deputy Winston. (no response)\nAll right now. \n---TARGET SECTION TO BE ANNOTATED---\n If we can all just\nsettle down. Settle. Everything\nis under control.\n\n(still nothing)\nAll right! I’m going to need you\nto shut up! Just shut the hel. up!\n\nThe wailing intensifies. Winston tugs his hair in\nfrustration... then pulls his GUN. This seems to work: A\nHUSH falls over the bus. The kids stare, saucer-eyed.\n\nWINSTON\nGood. Thank you. Now look, the\nbus seems to have hit a moose or\nsomething. We’re gonna get you off\nto school very soon okay?\n\nA LITTLE BOY raises his hand. Winston lets the boy wait a\nmoment before calling on him.\n\nWINSTON\nYeah?\n\nLITTLE BOY\nCan I go to the baf-room?\n\nA chorus of high-pitched voices erupt. Everyone has to go to\nthe goddamn bathroom. Winston’s world threatens to plunge\nback into chaos, so he holds up his gun: a reminder. The\nHUSH descends. Winston indicates to the boy.\n\nWINSTON\nWhat number?\n\nThe boy slowly raises two fingers.\nWINSTON\nNo. No fucking way.\nEXT. ROAD, ACCIDENT SCENE - LATER\nWinston is done. Investigation over. In the background, the\n\nMale Ranger is dutifully inspecting the bus. Winston and the\nFemale Ranger light cigarettes.\n\fWINSTON\nSo, how’s it going?\n(awkwardly flirtatious)\nI got a forty in my cruiser...\n\nThe Male Ranger peels a strip of bloody cloth out of the\nbuses grill. It’s part of a pants leg.\n\nMALE RANGER\nFound something! Don’t think deer\nwear American Eagle.\n\nWINSTON\nIt was a deer. Let’s get these\nkids to school. Or home. Wherever\nthe fuck they go.\n\nThe Male Ranger has now followed the splatter to the edge of\nthe embankment. He looks down and calls out:\n\nMALE RANGER\nThere’s a trail of blood - seems to\ngo down this hill!\n\nWINSTON\nOkay then - let’s wrap things up.\n\nThe Male Ranger approaches, gets right in Winston’s face.\n\nMALE RANGER\nLook, something died here and I\ntake that real serious. You need\nto go somewhere, that’s fine by me.",
  "4": "---END OF PREVIOUS SECTION---\nThe Male Ranger approaches, gets right in Winston’s face. MALE RANGER\nLook, something died here and I\ntake that real serious. You need\nto go somewhere, that’s fine by me. \n---TARGET SECTION TO BE ANNOTATED---\nT‘ll put it in my report. I know\nover-promoted incompetence when I\nsee it, “Deputy.”\n\nFEMALE RANGER\nMaybe we should check into this a\nlittle further.\nWinton sighs deeply, worn down.\nWINSTON\nFine! Fine. We’ll poke around a\nbit. Jesus.\nThe rumble of an approaching large vehicle -- it’s a Down\nHome Water Bottle delivery truck. Winston waves it past.\nINT. WATER TRUCK - CONTINUOUS\n\nThe DRIVER eyes the disaster with disgust.\n\fDRIVER\nFucking gross.\n\ncur TO:\n\nEXT. A DIFFERENT ROAD - MORNING\n\nThe Water Bottle delivery truck proceeds on it’s journey. PAN\nto see a sign which reads: “Leaving Bunyon County”\n\nEXT. FOUR-LANE HIGHWAY\n\nThe truck merges with city traffic.\n\nEXT. BIG CITY - DAY\n\nThe truck drives past a SPORTS STADIUM...\nBut we don’t stop.\n\nLater: WE DRIVE PAST...CITY HALL...\n\nBut we don’t slow down.\n\nWE DRIVE PAST...AN OLD FOLKS HOME...\n\nWe make turns onto a suburban RESIDENTIAL STREET. We drive\nPast UPSCALE HOUSES and up to a LARGE HIGH SCHOOL.\n\nThe truck passes the entrance. The high school is spared?\nNo. The truck STOPS SUDDENLY. The white reverse lights\nilluminate. The truck backs up, stops, and then TURNS INTO\nTHE HIGH SCHOOL DRIVEWAY.\n\nEXT. MT. VERNON HIGH SCHOOL - PARKING LOT - DAY\n\nThe truck pulls up to the curb. It comes to rest by the\nschool entrance.\n\nINT. MT. VERNON HIGH SCHOOL - HALLWAY\n\nThe DRIVER is wheeling the hand-truck down the hallway. We\npass all kinds of regular high school activity: kids talking\nat lockers, kids walking around, kids making out. Some\nattach balloons along the walls of the hallway.\n\nWe pass through a set of doors into...\n\fINT. MI. VERNON HIGH SCHOOL - LUNCHROOM\nKids are eating, talking, horsing around.\n\nThe Driver pushes the water across the length of the\nlunchroom. Kids bob and weave out of his way.\n\nHe pulls up to the front of the line and hoists a CASE OF\nBOTTLED WATER onto the counter.",
  "5": "---END OF PREVIOUS SECTION---\nThe Driver pushes the water across the length of the\nlunchroom. Kids bob and weave out of his way. He pulls up to the front of the line and hoists a CASE OF\nBOTTLED WATER onto the counter. \n---TARGET SECTION TO BE ANNOTATED---\n The LUNCH LADY glares at\nhim, annoyed.\n\nLUNCH LADY\nYeah just drop that anywhere.\n\nA SKINNY GIRL moving through the Line reaches for one of the\ndriver’s new bottles. As her hand touches it, she hesitates\nand then... decides on a SODA.\n\nA FAT GIRL moving through the line reaches for one of the\nbottles. She hesitates. Instead, she grabs two large\nCHOCOLATE MILKS.\n\nZACH, our hero, pulls a water right from the case. He’s a\nsmall guy, with obvious potential and kind features.\n\nWaiting for the Lunch Lady’s attention, he opens the bottle\nand is JUST ABOUT TO SIP when A HAND SMACKS it away from his\nlips. The open bottle skitters across the floor.\n\nZach turns to face DOUG, a towering, beady-eyed asshole.\n\nDOUG\n(under his breath)\nOops, sorry faggot.\n\nDoug waltzes off. Zach grabs an Orange Juice.\n\nLUNCH LADY\n{ringing Zach up)\nOK, so that’s one water, one OJ...\n(to the Truck Driver)\nPut it all back there.\n\nThe Lunch Lady gestures toward’s the storage room.\n\nThe driver slides the case off of the counter and returns it\nto the hand-truck. As he wheels to the back room - BAM!\n\nTWO JOCKS, JACK and BOB, tackle each other, SMASHING into his\nhand cart. The tower of water wobbles.\n\nJACK\nSorry. My bad.\n\nBOB\nYeah. Our bad.\n\f7.\nJack and Bob brush themselves off and walk away. The Lunch\nLady and Driver continue to the back room.\n\nAs they walk, we see TWO BOTTLES HAVE BEEN TAKEN from the\ndriver’s cases!!! Nobody notices.\n\nWhile he pushes the bottles behind the Lunch Lady...\n\nWe see Jack and Bob pulling their STOLEN WATER BOTTLES out\nfrom beneath their jackets.\n\nJACK\nSweet.\n\nBOB\nYou owe me a buck.\nINT. MT. VERNON HIGH SCHOOL - HALLWAY - SAME\n\nThe two Jocks burst through the lunchroom doors. They move\ndown the locker-lined corridor clutching their prize water.",
  "6": "---END OF PREVIOUS SECTION---\nMT. VERNON HIGH SCHOOL - HALLWAY - SAME\n\nThe two Jocks burst through the lunchroom doors. They move\ndown the locker-lined corridor clutching their prize water. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\n\nThe limo, it’s got like four tv’s!\nJACK\n\nHoly shit! We can totally--\nBOB\n\nWatch the Game!\n\nBOB JACK\nGo Panthers! Go Panthers!\n\nThey high-five as they round a corner. Jack turns toward’s\nthe school exit. Bob stops.\n\nBOB (CONT’D)\nWhere you going?\n\nJACK\nI’ve got a few things to take care\nof. A little last minute romance.\n\nBOB\n(concerned)\nI‘1l see you later, right?\n\nJack opens the bottle and takes a swig in SALUTE as he heads\nout the door, into the sunlight.\n\fINT. MT. VERNON HIGH SCHOOL, HALLWAY - CONTINUOUS\n\nBob is mid-stride. He passes two GIRLS, NATASHA [preppy,\ncute, jaded cheerleader] and KATIE [high-strung busybody. }\nThe girls are not friends, just locker neighbors.\n\nBOB\nHey Natasha.\n\nNATASHA\nYou seen Jack?\n\nBOB\nYour boyfriend just took off.\nMaking preps for the special night.\n\nNATASHA\nYOUR boyfriend, you mean?\n\nBob stares at her dumbly.\n\nKATIE\nShe’s kidding, silly.\n\nNATASHA\nNot really.\n\nBOB\nYou going to Prom, Katie?\n\nKATIE\nOf course! Prom is going to be\namazing, aren’t you pumped?! I’m\non the decorating committee, so I\ncan assure you - it’s going to be,\nlike, totally beautiful.\n\nBOB\n(being nice)\nTotal touchdown.\nNATASHA\nPlease, please stop speaking in\nFootball-ese.\n\nKatie retrieves several blister packs of allergy medication\nfrom her bag, then eyes Bob’s bottle of water.\n\nKATIE\nHey. Can I have that?\n\nBOB\nUh...sure. Yeah.\n\nBob tosses and SHE CATCHES IT.\n\fBOB\n(to Katie)\nSee you later.\n(to Natasha)\nTake another Valium, kay?\n\nKATIE\n(oblivious)\nOkay! See ya, Bob!\n\nINT. MT. VERNON HIGH SCHOOL - LOCKERS - DAY\n\nZach confers with best-friend SHAMS [loudmouth, endearing\ngeek-prince] while removing books from their lockers.",
  "7": "---END OF PREVIOUS SECTION---\nINT. MT. VERNON HIGH SCHOOL - LOCKERS - DAY\n\nZach confers with best-friend SHAMS [loudmouth, endearing\ngeek-prince] while removing books from their lockers. \n---TARGET SECTION TO BE ANNOTATED---\n Bob\npasses behind them, CHANTING the school Fight Rally.\n\nZACH\n(shocked)\nWait... what are you gonna do?\n\nSHAMS\nI’m gonna shave my nuts! All the\npros do it. Every one.\n\nZACK\nI doubt that Katie will venture\nanywhere near your nuts.\n\nSHAMS\nYeah, I can’t believe she’s\ndate. But at least I had the balls\nto ask someone.\n\nZACH\nYou and your hairy, hairy balls.\n\nThey both laugh, close their lockers, and shuffle off.\n\nEXT. MT. VERNON HIGH SCHOOL, PARKING LOT - DAY\n\n“MOOSE,” a huge and eager student bearing more than a passing\nresemblance to his nickname, squeezes out of an old Volvo\nfilled with KEGS. He looks to a group of kids smoking.\n\nMOOSE\nKEGS BABY!\n\nMoose jogs over to join CHRIS WELCH, the cool, rich, uber-\nstud (Part Spader, Part Stifler), his friend TYLER (silent,\ntough guy] and part-time shadow, Doug [the asshole.]\n\nMOOSE (CONT’D)\nMy Uncle saw me lifting the stuff\nfrom his store. Can’t go back...\n\f10.\n\nChris holds out a fist full of bills.\n\nCHRIS\nFine. But we still need ice, cups,\nJello, funnels, hoses - you know\nthe drill. Get everything you can.\n\nMOOSE\nOkay. I have a club card. It’s\ngot dynamite savings. Dynamite.\n\nCHRIS\nDrop the gear outside my house.\nCome back for the party at seven.\n\nMOOSE\nYou got it!\n\nMoose starts squeezing himself back into the tiny car. Chris\nheads towards the school with Tyler and Doug.\n\nCHRIS\nto Moose)\nAnd don’t invite any dicks.\n\nDOUG\nYeah. No dicks.\n\nCHRIS\nShut up, Doug.\n\nDoug smolders.\n\nINT. MT. VERNON HIGH SCHOOL - HALLWAY - DAY\n\nChris, flanked by Doug and Tyler, walks with great purpose.\nEverybody acknowledges him. He owns this place.\n\nThey pass: a handsome loner, always referred to by his last\nname - WEBER, putting stuff in his locker. He hates school.\nHates most things.\n\nVAL an UNATTRACTIVE bespectacled girl, stands beside him.",
  "8": "---END OF PREVIOUS SECTION---\nHe hates school. Hates most things. VAL an UNATTRACTIVE bespectacled girl, stands beside him. \n---TARGET SECTION TO BE ANNOTATED---\nVAL\nGo to Prom with me?\nWEBER\nNo.\nVAL\nWhy not?\nWEBER\n\nNo.\n\f11.\n\nVAL\nPlease?\n\nWEBER\nNo.\n\nThe trio NEXT cross paths with Zach and Shams. As they pass,\nDoug SHOULDERS Zach as hard as he can, knocking him into the\nlockers with a painful BANG.\n\nDOUG\nOops. Sorry, faggot.\n\nChris stops. Looks at Zach with dim recognition, then\nsurprising sympathy.\n\nCHRIS\n(to Doug)\nDude. Not cool.\n\nDOUG\n(innocently)\nWhat?\n\nCHRIS\n(to Tyler)\nI’ll catch up with you guys later.\n\nTyler and Doug reluctantly but obediently trudge up the hall.\nIt’s just Chris, Zach, and Shams. Awkward,\n\nZACH\nHey there, Chris.\n\nCHRIS\nZach-ster. What up?\n\nSHAMS:\n\n(over-eager, very uncool)\nChris - you know I was thinking, I\nsould totally hook you up with some\nkiller gear for your next party -\nsmoke machines, mirror balis — my\ncousin works at this theatrical\nlighting company...\n\nCHRIS\n(interrupting)\nSo Zach, you got a sec?\n(re: Shams)\nIn private?\n\nIt’s tough to say “no” to the most popular guy in school.\nShams (for once) recognizes when he’s not wanted.\n\f12.\n\nSHAMS\nDon’t mind me. I’11 just go to the\nparking lot and suck exhaust from\nsomeone‘s tailpipe.\n\nCHRIS\nabsently)\nSounds great, you do that.\n\nChris wraps an arm around Zach’s shoulders and leads him off.\n\nINT. MT. VERNON HIGH - DIFFERENT HALLWAY - MOMENTS LATER\n\nChris and Zach head briskly down the hall. Chris manages to\ngreet every (worthy) passerby without breaking atride. It’s\nsecond nature to him.\n\nCHRIS\nYou know I’ve always liked you\nZach. I mean, we were practically\nbest friends.\n\nZACH\nThat was like, in the second grade.\nWe’ve barely spoke since.\n\nCHRIS\nYeah, well... you know how it is.\nBut back then, you always stood up\nfor me, and I swore I’d never\nforget it.",
  "9": "---END OF PREVIOUS SECTION---\nWe’ve barely spoke since. CHRIS\nYeah, well... you know how it is. But back then, you always stood up\nfor me, and I swore I’d never\nforget it. \n---TARGET SECTION TO BE ANNOTATED---\n Seeing that it’s almost\nthe end of senior year and you’re\nprobably gonna disappear to some\nfreaky private school...\n\nZACH\nI was accepted to Princeton.\n\nCHRIS\n\n(taken aback)\nPrinceton? No shit?\n\n(sighs it off)\nCool, man. Well, anyway I think\nit’s high time you attend one of my\nparties. And my pre-prom blowout\nis going to be the best yet. You\ncan’t miss it.\n\nZACH\nI don’t know what to say. I’m\nsupposed to be honored, right?\n\nCBRIS\nFuckin-A you are. And bring your\ndate - she’1ll think you’re a\nfucking Rock Star.\n\n(MORE)\n\f13.\nCHRIS (cont'd)\n\n(pauses, concerned)\nUnless she’s a troll. Who is she?\n\nZACH\nChris, I appreciate the thought--\n\nCHRIS\n\nYou don‘t have a date. No prob,\nthere’1l be plenty of trim there.\n\n(considering)\nZach, you ever seen honest to God,\nreal-life teenage breasts?\n\n(off zach’s blank stare)\nJust answer the question.\n\nZACH\nNo. No I haven’t. Happy now?\n\nCHRIS\nNot happy, but I better understand\nhow you’ve found time to get into\nthe Ivy Leagues. Please accompany\nme on the next stop on my rounds.\n\nThey continue through double doors that wheeze closed behind\nthem. The doors read: “Girls Locker Room”\n\nINT. MT. VERNON HIGH - GIRL‘S LOCKER ROOM - CONTINUOUS\nLadies are in various stages of undress; they remove FIELD\nHOCKEY UNIFORMS AND SHOWER. A few, standing by lockers spot\nthe invading boys. A nervous girl, WENDY, throws on a towel.\n\nWENDY\nChris...!\n\nZach nervously follows Chris into the room, looking around.\nJANINE, an angry girl who is half dressed, steps forward.\n\nJANINE\nGet out!\n\nCHRIS\nDon’t worry, Chubbs. We’re not\nlooking at ya.\nJanine, now humiliated, turns away.\n\nChris walks right into the shower room. Zach pauses,\nshielding his eyes (but peeking through his fingers.",
  "10": "---END OF PREVIOUS SECTION---\nJanine, now humiliated, turns away. Chris walks right into the shower room. Zach pauses,\nshielding his eyes (but peeking through his fingers. \n---TARGET SECTION TO BE ANNOTATED---\nNaked girls cover themselves, turn off the water and run, or\ngrab towels. LESLIE, a female nerd, runs away from Chris.\n\nLESLIE\nWhat the fuck, Chris?\n\f14.\n\nCHRIS\nI’ve got big news to tell my girl.\n\nSASHA, a gorgeous blonde, stands beside BROOKE, a cute\nBrunette. They grab towels. Chris addresses Sasha.\n\nCHRIS\nIt’s happening, Sash. Seven\no’clock. Okay?\n\nSasha runs up and hugs Chris. They share a kiss. Sasha\nturns to Brooke.\n\nSASHA\nBrooke! Are you so excited?\n\nBROOKE\nUm... sure. Another party?\n\nCHRIS\nParty of the century. Literally.\nI may never even make it to Prom.\n\nBrooke exits the shower. Sasha's eyes harden.\n\nSASHA\nYou're making it to Prom. We're\nmaking it to Prom! I’ve been\ngetting ready for six months.\n\nCHRIS\n(interrupting)\nSure, baby. Whatever you say.\n\nThe girls in the locker room start taking an interest. Two\nBOOKWORM GIRLS, MARIE AND GINA, approach Chris.\n\nMARIE\nCan I come?\n\nGINA\nWho’s invited?\n\nChris looks at all the girls.\nCHRIS.\n\nHmmm. Let me see. You... You...\nand seseeeee YOu.\n\n \n\nMEANWHILE Zach can’t take his eyes off BROOKE. She’s started\ngetting dressed and seems to have little interest in the\nantics around her. She’s very pretty in a tough, no nonsense\nsort of way. Zach likes her a lot.\n\nWendy, still wearing just a towel, walks over nervously.\n\f15.\n\nWENDY\nChris? Can I come?\n\nChris looks at her. There’s a long beat. Slowly, she opens\nher towel and shows him her BOOBS.\n\nCHRIS\n--.Sure. Yeah.\n\nWendy goes bananas. She hugs her friends like she’s won on\n“The Price is Right.”\n\nINT. BIOLOGY CLASS - AFTERNOON\n\nLab partners Zach and Shams are huddled over a half-dissected\nfrog, an open textbook beside them.\n\nSHAMS\nChris. That guy is SO dick.\n\nZACH\nHe is what he is.",
  "11": "---END OF PREVIOUS SECTION---\nSHAMS\nChris. That guy is SO dick. ZACH\nHe is what he is. \n---TARGET SECTION TO BE ANNOTATED---\n(offering the scalpel)\nYou want to try?\n\nSHAMS:\nHell no. You’re the brains of this\noutfit.\n\nZACH\n\nWhat does that make you?\n\nSHAMS\nThe non-virgin.\n\nZACH\nYou know, lies make Jesus cry.\n\nShams observes as Zach’s dextrous hands perform the\ndissection flawlessly. He’s no small talent.\n\nZACH (CONT’D)\n(stuck in memory)\nI still can’t believe I was in the\nGirls locker room.\n\nSHAMS\nI can’t believe you saw Brooke\nnaked and your head didn’t fucking\nexplode.\n\nZach removes one of the frogs legs.\n\nSHAMS\nThat fucker is so glad he’s dead.\n\f16.\n\nZACH\nActually, if done right the frog\ncould survive an amputation like\nthis quite easily, and with\nsurprisingly little pain.\n\nSHAMS\nGood to know. So. What was it\nthat Lord Chris wanted exactly?\n\nZach averts his friends eyes; hesitant, uncomfortable.\n\nINT. “HAMBURGER HUT” - AFTERNOON\n\nShams and Zach share a table with pals ERIC and SCOTT, both\nuber-geeks, each wearing vintage “Atari” T-Shirts.\n\nSHAMS\nWhat do you mean you’re not going?\nOf course we’re going!\n\nZACH\nHe didn’t exactly invite “us.”\n\nscorTT\nTonight’s our X-Box tournament!\nIt’s totally set. I got the DSL\nline inatalied and everything.\n\nZACH\nI know. I’m psyched.\n\nSHAMS\nThis is the chance of a lifetime.\nYou couldn’t possibly prefer to\nplay fucking videogames!\n\nERIC\nMaybe he would.\n\nSHAMS\nAs the only one of us with a female\ndate this evening, let me just\nsay... Shut the fuck up, Eric.\n\nscorr\nMaybe the party would be cool...\n\nSHAMS\n(smiles patronizingly)\nDude? No way. Look at yourselves,\nnever gonna happen.\n\nScott and Eric look at themselves as instructed.\n\f17.\n\nscorT\n(wounded)\nWhatever.\n\nBrooke breezes in and takes a seat alone by the window.\nShe‘s all in black, and looks both moody and intimidating.\n\nERIC\nDude. Princess Leia. 3 o’Clock.\n\nTheir heads turn in unison; Zach's snaps back, mortified.",
  "12": "---END OF PREVIOUS SECTION---\nERIC\nDude. Princess Leia. 3 o’Clock. Their heads turn in unison; Zach's snaps back, mortified. \n---TARGET SECTION TO BE ANNOTATED---\nZACH\n(quietly)\nHey. Let’s not stare, okay?\n\nERIC\nJust go talk to her.\n\nZach doesn’t budge. Shams stands, theatrically thin on\npatience.\n\nSHAMS\nThis is fucking ridiculous. Zach -\nthis is how it’s going down. I’m\nwalking over there. I’m getting\nyou a fucking prom date. And in\nexchange, you’re bringing me, my\ndate, and her -\n\n(pointing at Brooke)\n\n~ to Chris’s party. End of\ndiscussion.\n\nBefore anyone can get a word in edgewise, Shams is moving\nacross the diner. JZach’s heart rockets into his throat.\n\nZACH’S POV: Shams approaches Brooke. Introduces himself.\nChats. He CAN’T HEAR what they’re saying. Shams takes a\nseat. They keep talking. Brooke starts LAUGHING.\n\nscotr\nHoly shit. I think it’s working!\n\nSuddenly Brooke stands and approaches the table. still\nsmiling, she looks straight at Zach.\n\nBROOKE\nIt’s Zach, right?\n\nHe nods, stupidly.\nBROOKE\nPlease don’t ever sick your greasy,\npea-brained minion on me again.\nNext time, just grow a pair, okay?\n\nWith that, Brooke heads out the front door.\n\f18.\n\nERIC scortr\nOOOCOOOCO! Et ooooococe!!!\n\nZach shoots Shama a look; “what the hell?!” Sham’s shrugs\nback; “Sorry dude.”\n\nEXT. “HAMBURGER HUT” - CONTINUOUS\n\nZach chases her out. He gets a hand on her shoulder, turns\nher around.\n\nBROOKE\nWhat?\n\nzach is utterly sincere, and visibly nervous. He breaths\ndeeply and speaks rapidly, not missing a beat.\n\nZACH\nLook, I’m sorry. Fact is, my\nfriend wasn’t exactly operating at\nmy request - but I’m not entirely\nupset because I’ve been meaning to\ntalk to you for a long time. Now\nthat I have your attention I’d like\nto pay, I think you’re very\nintriguing, not to mention quite\nbeautiful. I’ve secured an\ninvitation to Chris’s party, which\nat the very least promises to be\nvery memorable.",
  "13": "---END OF PREVIOUS SECTION---\nFact is, my\nfriend wasn’t exactly operating at\nmy request - but I’m not entirely\nupset because I’ve been meaning to\ntalk to you for a long time. Now\nthat I have your attention I’d like\nto pay, I think you’re very\nintriguing, not to mention quite\nbeautiful. I’ve secured an\ninvitation to Chris’s party, which\nat the very least promises to be\nvery memorable. \n---TARGET SECTION TO BE ANNOTATED---\n Of course, tonight\nis also prom and due to the\npreviously discussed “lack of\nballs” condition from which I\nsuffer, I have no date. If you\nalso are without a date, I’d be\nsublimely excited and deeply\nhonored to take you.\n\nShe stares at him ~- then smiles, flattered and charmed.\nBROOKE\nOkay.\nEXT. FOREST - AFTERNOON\n\nWinston stands with the two rangers, gazing down at the red\npulp that used to be Paul, dissolving in the stream.\n\nMALE RANGER\nThat‘s a guy right? Was a guy?\n\nWinston stares, self-conscious and deeply rattled. After\nall, he knows exactly how the body got here...\n\nFLASHBACK - CABIN FEVER 1:\n\f19.\n\nINT. POLICE CRUISER - NIGHT\n\nPAUL lies in the back seat as Winston drives, intermittently\nsipping from a beer.\n\nPAUL\n(voice croaking, dying)\nI need... water...\n\nWINSTON\nI ain’t got no water man, all I got\nis a Forty. But if you want some\nwater I'll find some for you, okay?\nYou just sit tight buddy, 1I’11 take\ncare of you.\n\nCUT TO:\n\nEXT. FOREST ~ NIGHT\nPaul lies in the stream.\nEND FLASHBACK.\nDISSOLVE TO:\n\nThe Male Ranger prods the body with a stick. It SQUIRTS\nliquid, missing him by inches.\n\nWINSTON\nI wouldn’t do that.\n\nThe Ranger backs off, startled.\n\nMALE RANGER\nYou know what did this?\n\nWINSTON\nA disease, I think. Eats your\nflesh right off.\n\nFEMALE RANGER\nNasty!\n\nThe Male Ranger looks from the body to the blood carried off\nin the water. Eyes widen as he puts two and two together...\n\nMALE RANGER\nOh God. Where do you suppose the\nwater goes?\n\nWINSTON\nWhy?\n\f20.\n\nMALE RANGER\nWhat if it feeds a well? Ora\nreservoir?\n\nWINSTON\nOh fuck...\n\nMALE RANGER\nExactly.\n(re: the stream)\nWe need to see where this goes.\n\nFEMALE RANGER\n(reassuringly, to Winston)\nI’1l keep looking for that deer.",
  "14": "---END OF PREVIOUS SECTION---\nMALE RANGER\nExactly. (re: the stream)\nWe need to see where this goes. FEMALE RANGER\n(reassuringly, to Winston)\nI’1l keep looking for that deer. \n---TARGET SECTION TO BE ANNOTATED---\nMALE RANGER\nContact Fish and Game for\nextraction. They can get tissue\nsamples tested.\n(to Winston)\nLet’s get a move on.\n\nWinston hangs his head. This is not good.\n\nINT. FOREMAN’S OFFICE, BOTTLING PLANT - AFTERNOON\n\nThe disgruntled FOREMAN faces Winston and the two Rangers. He\ndabs his sweating brow with a dirty handkerchief.\n\nFOREMAN\nJust a little flu. Been going\naround and kinda snuck up on me.\nI appreciate your concern, but\neverything is fine.\n\nMALE RANGER\nDo you do any regular tests on the\nwater itself?\n\nFOREMAN\nWater is pure. I drink it all the\ntime! Everyone here does.\n\nWinston and the Ranger follow his gaze to the factory floor\nbelow. Everything is not fine. WORKERS are universally\nsuffering from symptoms; coughing, dizziness, fevers.\n\nPAN BACK just as the Foreman grabs a bottle off his desk.\nFOREMAN\nGotta stay hydrated. It’s the best\nthing.\n\nAs the Foreman tilts back his head to drink, they SPOT a\npurplish sore on the underside of his chin.\n\f21.\n\nWinston takes a slow step back from the man.\n\nWINSTON\n(to Foreman)\nWill you excuse us a moment?\n\nINT. HALLWAY, BOTTLING PLANT - CONTINUOUS\n\nWinston and the Ranger talk urgently just outside the office.\nThe Ranger is chomping at the bit to escalate things.\n\nMALE RANGER\nWe gotta call the Feds. The FBI--\n\nWINSTON\nHold on a sec. We close this\nplace, we should have this more or\nless contained.\n\nQUICK FLASHBACK: They both recall the image of Winston waving\nthe water delivery truck past the accident scene.\n\nWINSTON (CONT’D)\nshit.\n\nMALE RANGER\n(enthuslastic)\nI’m making the call!\n\nThe Ranger rushes off down the hall.\n\nWINSTON\n(to himself)\nNo one probably drank any...\n\nEXT. STREET - EARLY EVENING\n\nJack pulls his Camaro up to the curb. He leans to the\nbackseat and grabs his Letterman’s Jacket. We see the\nFINISHED WATER BOTTLE LAYING BESIDE IT.\n\nHe walks to the back of the car and opens the trunk.",
  "15": "---END OF PREVIOUS SECTION---\nHe leans to the\nbackseat and grabs his Letterman’s Jacket. We see the\nFINISHED WATER BOTTLE LAYING BESIDE IT. He walks to the back of the car and opens the trunk. \n---TARGET SECTION TO BE ANNOTATED---\n Inside\nwe see flowers, an envelope with Natasha’s name on it, and a\nbanner. The banner reads: “I LOVE YOU NATASHA”. Jack\nsqueezes these items into his backpack. He’s pumped.\n\nEXT. NATASHA’S HOUSE - CONTINUOUS\nA gorgeous two-story home. Jack sneaks up to a window.\nInside, Natasha is trying on a prom dress with her mother.\n\nThey’re chatting and having a good time. Jack smiles.\n\nJACK\nShe‘s gonna love this.\n\f22.\n\nJack walks around to the backyard, looks up and FINDS a\nbedroom window with pink curtains. He smiles again.\n\nSeen from behind, REVEAL that the back of Jack’s neck is\ncovered in a dripping sore.\n\nHe quickly inspects the ivy-covered trellis and begins to\nclimb. He makes quick progress, though the rough ivy keeps\ngetting in the way.\n\nWOOOSH! A couple of branches beneath his right foot SNAP,\nand he falle about a foot.\n\nCRUNCH! Sharp pieces of wood nick his palm.\n\nJACK\nDamn!\n\nJack keeps moving, wincing as his hands make each grab.\nBLOOD trickles down his fingers.\n\nHe takes another grab, and his face scrunches in pain. The\nsore has spread to his wrist.\n\nJACK\nWhat the..?\n\nThe fingers on his left hand slowly open revealing some puss.\nThe hand loses it’s strength. RIIIIPPP!!!:! HIS HAND SLIDES\nBOWN THE IVY, TWIGS TEAR HIS PALMS APART.\n\nHe anchors his feet. Tears fill his eyes as he looks down.\nIt’s almost 20 feet to the ground.\n\nJACK\nYou can make it.\n\nHe closes his eyes, and takes a few more grabs... each time,\nlosing more skin.\n\nThe eave is just a couple of feet further. He stares at the\nbedroom. It’s not too far away.\n\nJack reaches the lip of the eave. He rests for a moment.\nSQUAP! A knuckle pops. Blood spurts on his tux.\n\nHe locks down again. The ground appears to be swaying. His\nbreath comes in huge rasps.\n\nJACK\n(very faint)\nHelp...! Help me...!\n\nNo one‘s gonna hear. He’s on his own.\n\f23.",
  "16": "---END OF PREVIOUS SECTION---\nNo one‘s gonna hear. He’s on his own. 23. \n---TARGET SECTION TO BE ANNOTATED---\nIn one motion, he SWINGS himself up, landing on the roof! He\nis on his stomach, spread-eagle on the black asphalt\nshingles. He lays his cheek on the stubbly surface.\n\nThen... his body begins to slide.\n\nJACK\nNo. No.\n\nHe lands on the SHARP EDGE of the rain gutter. KINK!\n\nTHE EDGE CUTS HIS HANDS AND FOREARMS. Blood floats along the\nwhite rim. He looks up at the bedroom. Natasha is inside,\nchanging. Despite the pain, Jack is momentarily distracted.\nShe’s a hottie.\n\nJACK\nDamn.\n\nThe sound of BENDING METAL. THE GUTTER GIVES. Jack FALLS.\n\nSNAP! His body folds as he crunches off the patio table and\nrolls into a deep thatch of bushes. His face hits the firm\ntundra. His backpack bounces onto the lawn.\n\nJack lays in the bushes, trying to speak. He only gurgles up\na mouthful of blood before passing out.\n\nINT. SHAMS HOUSE - EVENING\n\nShams is in a suit, rather than a tux. It looks good, though\ndoesn’t fit quite right. Shams’ house in general is cut from\na lesser cloth.\n\nShams turns to split, and runs smack into his father,\nSARGEANT FRANK [50s, mean.]\n\nSARGEANT FRANK\nI’m not bailing your loser ass out\nof jail. Whatever this night has\nin store, just bear that in mind.\n\nSHAMS\nOkay. Right back at you.\nEXT. ZACH’S HOUSE - EVENING\nZach runs up the steps of his house. A tuxedo bag is draped\n\nover his shoulder. He has a spring in his step. He flies\nthrough the front door.\n\f24.\n\nINT. ZACH’S HOUSE - CONTINUOUS\n\nZach bounds into the hall, and then up the stairs - taking\nthem 3 at a time.\n\nZach enters his bedroom, puts the tux on his bed, and turns\non the stereo. Zach goes to the closet and pulls out\neverything he needs.\n\nMONTAGE BEGINS. UPBEAT MUSIC OVER:\n\nINT. BROOKE’S HOUSE - EVENING\nBrooke sits at the dinner table with her PARENTS and LITTLE\nSISTER.",
  "17": "---END OF PREVIOUS SECTION---\nMONTAGE BEGINS. UPBEAT MUSIC OVER:\n\nINT. BROOKE’S HOUSE - EVENING\nBrooke sits at the dinner table with her PARENTS and LITTLE\nSISTER. \n---TARGET SECTION TO BE ANNOTATED---\n She has her hair setting with curlers and pins. She\nclearly isn’t the type for make-up and fancy dress, and\nmanages to looks both excited and miserable at the same time.\nBROOKE’S SISTER\nI thought you said - boys, dances,\nall that - was bull...\n\nBROOKE’S MOM\nLanguage!\n\nBROOKE\nDon’t you have dolls to play with?\n\nBROOKE’S SISTER\nWho’d have thought. My sister in\npink.\nThe two share a laugh.\n\nCUT TO:\n\nEXT. MI. VERNON HIGH SCHOOL, GYMNASIUM - EVENING\n\nDelivery trucks roll in to the Banquet Hall parking lot. A\nsign outside reads: WELCOME CLASS OF 2006.\n\nINT. MT. VERNON HIGH SCHOOL, GYMNASIUM - EVENING\n\nBig piles of chairs and large tables are being moved into a\nlarge ballroom by professionals.\n\nStudent Band members set up their instruments.\n\ncur TO:\n\f25.\n\nINT. KATIE’S HOUSE - EVENING\n\nKatie is on the phone in her bedroom. She stands in front of\na full length mirror wearing her prom dress.\n\nKATIE\n(on the phone)\nI know that I should be there, but\nit’s Chris’s party - and this might\nbe my last chance.\n(for emphasis)\nChris's party.\n\nKatie sees a SIX INCH SORE on her left shoulder. She checks\nup close. It’s blistering, black and green.\n\nKATIE\nOh my God!\n(back to the call)\nNot The balloons are in clusters\nof five, the streamers get braided.\nWe talked about this!\n\nShe goes to her closet and pulls out A BUNCH OF DRESSES. she\ndrapes them across herself while looking in the mirror.\n\nOne has a high back that will COVER THE SORE.\n\nKATIE\nBecause Shams invited me. Shams.\nMy date.\n(impatiently)\nThe guy in Geometry that never\nshuts up.\n\nINT. DENTIST OFFICE - EVENING\n\nDoug and Tyler, both in tuxes, struggle with an enormous\nsteel tank; rolling it on edge towards the door.\n\nDOUG\nMove it, fuck-nut. Jesus - you’re\nsuch a little bitch...",
  "18": "---END OF PREVIOUS SECTION---\nDENTIST OFFICE - EVENING\n\nDoug and Tyler, both in tuxes, struggle with an enormous\nsteel tank; rolling it on edge towards the door. DOUG\nMove it, fuck-nut. Jesus - you’re\nsuch a little bitch... \n---TARGET SECTION TO BE ANNOTATED---\nVOICE [OFF]\nDougie?\n\nDoug and Tyler instinctively drop the heavy cylinder with a\nresounding CLANG. It’s DR. VIOLA, kind-faced and an even\nkinder heart, but definitely soft in the head...\n\nDOUG\nDad?\n\f26.\n\nDR. VIOLA\nDon’t you boys look handsome. Is\nthat little Tyler?\n{noticing the tank)\nWhat are you doing with my Nitrous?\n\nDOUG\nNitrous? Serious? Ohmygod, I\nthought it was Helium.\nINT. BANQUET HALL BALLROOM - EVENING\nCLOSE ON: Helium balloons being inflated.\n\nKids are raising a large sign across the wall. It reads:\nTIME OF OUR LIVES.\n\nMr. Sheppard and the lunch-lady are on the dance floor. They\nshare a modest tango while people work around them.\n\nINT. SCOTT’S BASEMENT - EVENING\n\nScott ushers Eric into the techno-geek paradise that is his\nfather’s basement. 42 inch Plasma widescreen. Tower\nspeakers. Massive amplifier. And resting on it’s own\nglorious pedestal... the X-Box.\n\nScott presses the power button ominously.\n\nscorr\nMay the mayhem begin.\n\nThe boys’ faces are bathed in light as the “HALO 2” opening\ngraphics fill the screen, and bass rattles the earth.\n\nERIC\n(deeply humbled)\nAwesome.\n\ncur TO:\n\nINT. ROADSIDE DINER - EVENING\n\nThe TRUCK DRIVER sits at the counter of a small greasy spoon\ndiner. He has a bottle of water in his right hand. He\nfinishes chewing his dinner. HE LOOKS SICK.\n\nHe coughs out his mouthful of food. BLOOD sprays all over\nthe counter.\n\nHe coughs again. Another. Another. A bigger one. Another.\nA waitress ducks out of the way.\n\nCustomers scramble to avoid the flying blood.\n\f27.\n\nDINER CUSTOMER 1\nCall an ambulance!\n\nDINER CUSTOMER 2\nWhat was he eating?\n\ncuUT TOs\n\nINT. ZACH’S HOUSE - EVENING\n\nZach runs down his hallway stairs. He is dressed in his\ntuxedo. He carries the corsage. His PARENTS stand by the\nopen door. They, like Zach, are small and full of warmth.",
  "19": "---END OF PREVIOUS SECTION---\nHe carries the corsage. His PARENTS stand by the\nopen door. They, like Zach, are small and full of warmth. \n---TARGET SECTION TO BE ANNOTATED---\nZACH’S DAD\nI’m so proud of you.\n\nZACH’S MOM\nLook at my little man.\n\nZACH’S DAD\nIf you need anything, don’t\nhesitate to call, okay?\n\nZACH\nIt’s Prom. I think I’1l be okay.\n\nZACH’S MOM\nDid you remember your inhaler?\n\nZach loves them, but enough with the neurotic babying\nalready. He kisses them and walks out.\n\ncurt TO:\n\nEXT. BROOKE’S HOUSE - EVENING\n\nzach escorts Brooke towards the limo, while her MOM and DAD\nsnap photos like rabid paparazzi. She looks gorgeous.\n\nZach opens the limo door for her. He’s about to... but\nchickens out of a kiss.\n\nINT. LIMO - EVENING\n\nZach and Brooke ride in the limo, drinking champagne, and\nsharing awkward glances. REVEAL Shams and Katie are also\nalong. He’s aggressively trying to get his lips on her.\nShe’s having none of it.\n\nShams PUTS HIS HEAD OUT THROUGH THE ROOF WINDOW. He pumps\nboth arms in the air.\n\f28.\n\nSHAMS\nTHIS IS FREAKIN! AWESOME!\n\nThe limo stops at a red light as he’s yelling. An Asian guy,\nwaiting at the light in a convertible, looks back.\n\nASIAN DRIVER\nTake it easy, kid. It’s just prom.\n\nEXT. CHRIS’ HUGE PARTY HOUSE\n\nThe limo pulls up to the house. There are several other\nlimos, and a number of cars. The house is HUGE. It sIvTs\nATOP A HILL on a large piece of land, by itself. The entire\nbackside is SURROUNDED BY TREES.\n\nZach, Brooke, Sham, and Katie finish their champagne as they\nease up the driveway.\n\nMUSIC FADES. END OF MONTAGE.\n\nEXT. CHRIS’ HUGE PARTY HOUSE - EVENING\n\nThere’s a swimming pool, hot tub, wooden cabana and tables\nwith food. Streamers, Torches and Multi-Colored Patio Lights\ncreate the mood. Chris is mixing drinks.\n\nMusic BLARES from backyard speakers. The party is awinging.\nSasha walks past with a tray of JELLO SHOTS in her hand.\nA JOINT is being passed around.",
  "20": "---END OF PREVIOUS SECTION---\nThe party is awinging. Sasha walks past with a tray of JELLO SHOTS in her hand. A JOINT is being passed around. \n---TARGET SECTION TO BE ANNOTATED---\n It arrives at Bob.\n\nBOB\nYeah, me and Jack - we’re taking a\nyear off for some serious training.\nThen it's off to the NFL.\n{off the blank stares)\nPro-wrestling is the back-up plan.\n\nHe passes to Moose.\n\nMOOSE\nSometimes I think about the future.\nYou know, college. And... wait. I\nforgot what I was gonna say.\n\nMoose takes a second, bigger hit, and passes it to Weber.\n\nWEBER\nCollege is a scam to maintain the\nmiddle-class. And the future is\nfucked man, totally fucked,\n\f29.\n\nWeber takes a hit. He offers the joint to Val. She does a\nweak inhale and pantomimes an exhale.\n\nVAL\nYeah. Look at the colors. I am so\nwasted.\n\nWeber rolls his eyes. He walks off, and passes the joint to\nASHLEY [token slut.] She takes a huge hit, and hands it to\nJIMMY, a true pothead. Ashley joins Sasha.\n\nASHLEY\n(to Weber, re: Val) )\nWho the hell did you come with?\n\nWEBER\nNot with her.\n(on second thought)\nWhat do you care, skank?\n\nShe flips him off and they part ways. BACK to Jimmy. He\ninhales, savors thoughtfully, and exhales.\n\nJIMMY\nMan, who rolled this joint? It’s\namateur hour.\n\nHe lubricates it with his mouth then takes another deep hit.\nHe walks to a GROUP standing a few feet away, tapas a guy on\nthe shoulder. He turns around. It’s.. » ZACH, with Shams,\nKatie, and Brooke.\n\nZACH\n‘Urammim. «s+\n\nHe looks to Brooke for confirmation. Zach is out of his\nelement, he’d be game but... she shakes her head.\n\nZACH (CONT’D)\nNo thanks. Maybe later.\n\nKATIE\nNone for me. The prom committee\nwould kill me, can you imagine?\n(eager)\nHave you seen Chris?\n\nJIMMY\nNo. Wait, actually yes.\n(thinks, very high)\nWho's “Chris?”\n\nSHAMS\nI’l1l take that, thanks.\n\nShame takes a puff, smiles, and then looks to the crowd.\n\f30,\n\nSHAMS\nDoes anybody want a hit?\n\nHeads turn.",
  "21": "---END OF PREVIOUS SECTION---\nShame takes a puff, smiles, and then looks to the crowd. 30,\n\nSHAMS\nDoes anybody want a hit? Heads turn. \n---TARGET SECTION TO BE ANNOTATED---\n Lots of hands go up. A small group begins to\nFORM AROUND THE JOINT, including:\n\nSASHA\nWhere the hell is Natasha?\n\nBOB\n(anxiously)\nAnd where the hell is Jack?\nEXT. NATASHA’S HOUSE - EVENING\n\nNatasha pouts in a bench on her front porch, miserable. Her\ndress is rumpled. Her FATHER sits quietly beside her.\n\nNATASHA\nI can’t believe that football\nobsessed retard stood me up.\n\nNATASHA’S DAD\nI’m so sorry, sweetie.\n\nNATASHA\nThanks, pop. It’s just... it’s\nProm, you know? PROM.\nShe starts to CRY, wipes a finger beneath her nose.\n\nNATASHA’S DAD\nI never liked him.\n\nThe dad holds her tight. Suddenly a SCREAM.\n\nAlarmed, they RUSH towards the source - into the backyard.\nNatasha’s MOM is frozen in SHOCK, staring into the bushes.\nThe family TERRIER is licking blood from JACK’S UPTURNED\nPALMS! Jack’s body is horrifically contorted.\n\nNATASHA’S DAD\nNO, Baxter!\n\nThe dog YELPS. Natasha shields her face and turns away.\nJack MOVES. They all JUMP. He weakly mouths “HELP.”\n\nNATASHA’S DAD\nDee, get an ambulance!\n\nNatasha’s mom runs inside. Natasha’s dad notices the tux,\nsees the fallen backpack and gifts. He smiles Badly.\n\f31.\n\nNATASHA’S DAD\nHelp’s on the way.\n\nINT/EXT. BOTTLING PLANT - DUSK\n\nThe building has been swarmed by Feds. A dozen Black sUvs\nand white vans are parked outside.\n\nInside, INFECTED WORKERS have been herded into the breakroom.\nThey pound against the locked doors. Intermittent SCREAMS\nand MOANS pierce the walls. It’s haunting.\n\nOfficers part to make way for AGENT RIDGE [tall,\nintimidating, a man of very, very few words.] He approaches\nthe MALE RANGER.\n\nMALE RANGER\n(towards the breakroom)\nThey’re all gonna die?\n\nAGENT RIDGE\ncDc is en route.\n\nMALE RANGER\nThe CDC -- it won’t be...",
  "22": "---END OF PREVIOUS SECTION---\nMALE RANGER\n(towards the breakroom)\nThey’re all gonna die? AGENT RIDGE\ncDc is en route. MALE RANGER\nThe CDC -- it won’t be... \n---TARGET SECTION TO BE ANNOTATED---\n like that\nguy in the stream?\n\nAgent Ridge ignores him, turning his attention to Winston,\nwhom he sizes up with a single up-down glance. He doesn’t\nlike what he sees.\n\nWINSTON\nDeputy Winston, Bunyon County.\n\nSidelong glances and WHISPERS ripple through the room.\n\nAGENT RIDGE\n\nBunyon County?\n\n(intrigued)\nAn infected patient disappeared\nfrom your hospital? In the woods,\nfolks burned in an open bonfire?\nWe‘ve just started looking into it,\nbut what a shitstorm.\n\nWinston can only stare back at him. His mouth opens to\nprotest, then closes, A Junior Agent rushes in:\n\nJUNIOR AGENT 1\nRidge! We picked up a report from\nMt. Vernon, 30 miles East. The\nwater truck was located at a diner.\nThe driver was DOA.\n\nJUNIOR AGENT 2\nAnd an ambulance just picked up a\nkid, same town, different area.\n(MORE )\n\f32.\n\nJUNIOR AGENT 2 (cont'd)\nThey’re reporting infection -\n“unknown pathogen.”\n\nAGENT RIDGE\n(to Junior Agents)\nYou know what to do.\n(to Winston)\nLet’s roll, “Deputy.”\n\nINT. CHRIS‘ HUGE PARTY HOUSE - EVENING\n\nChris carries bottles of wine across his elegant living room.\nBob, with a beer cup in his hand and his tuxedo shirt totally\nunbuttoned, is looking at a fine African statue. He touches\n\nit, fondling the wood.\n\nCHRIS\nYou break it, you buy it.\n\nBOB\n(defensive)\nI’m not doing anything.\n(as if this explains)\nAshley is totally ticked at me. T\nthink it’s gonna be World War III.\n\nCHRIS\nProm wouldn’t be prom without at\nleast one.\n\nBob shrugs. Who cares. Chris sets the wine at the bar and\nsurveys the digs. Joints are going around. Everybody has a\ncup. The music is up. The party is a tremendous success.\n\nZach and Brooke are sharing a deck chair, Zach is slowly\ncoming out of his shell. A tray of jello shots passes and\nthey each snag one.\n\nZACH\nYou just eat it?\n\nBROOKE\n(mouth full of Jello)\nYeah!\n\nZach does the same. BEAT.",
  "23": "---END OF PREVIOUS SECTION---\nBROOKE\n(mouth full of Jello)\nYeah! Zach does the same. BEAT. \n---TARGET SECTION TO BE ANNOTATED---\n The moment is pregnant with a\npotential kiss. Brooke, shyly leans a bit closer... just as:\n\nMoose and CINDY, his (enormous) date, JUMP INTO THE POOL,\nruining the moment.\n\nMOOSE\nFuck all ya’1llt!! cCannonballtt!!\n\nThe resulting tidal wave drenches the patio. Revelers GROAN.\n\f33.\n\nOne splash falls on some shoes, we rise up to see Katie's\nback. Her sore is now visible around the base of her neck.\nNobody hae noticed, including Shams, talking to (at) her.\n\nSHAMS\n\nSo, long story long, I was accepted\nto all three schools, but Columbia\nhas the best program. After living\nin this shitpit so long, I really\nthink I’m more of a city guy...\n\n(sees she’s not listening)\nHello?\n\nKATIE\nI feel weird. I think I’m...\n(with realization)\nDrunk?\n\nSHAMS\n(un-smooth)\nOh - You want to... maybe we can\nfind an empty room inside?\n\nDisgusted, Katie grabs ANOTHER glass of champagne and stands\nabruptly. She covers her mouth to stifle a rasping COUGH.\n\nKATIE\nI’ll be right back.\n\nPoor Shams is abandoned. Katie smiles as she passes people,\nmingling in her stupor.\n\nKATIE\nHi guys. Anybody seen Chris?\n\nShe keeps walking. We check out the whole party from her\nwobbly point of view. she looks over at Weber.\n\nKATIE\nSugarpants! Wait, you’re not Chris.\n\nWe begin to see conversations as Katie does, in an audibly\nblurred SLOW MOTION.\n\nASHLEY IN SLOW-MO\nIf you see Bob, hide me--\n\nKatie teeters, the people around her lose focus. Her feet\ngives way. She grabs Bob on her way down and hangs on.\n\nBOB\nWhoa! Careful there.\n\nKATIE\nI fell.\n\nBob helps her get her footing. He sees the sore on her neck.\n\f34.\n\nBOB\nKatie, what’s that?\n\nKATIE\nWhat’s what?\n\nBob points. She tries to glance over her own shoulder to see\nher neck - which of course is impossible.\n\nKATIE\nIt sort of hurts.",
  "24": "---END OF PREVIOUS SECTION---\nBob points. She tries to glance over her own shoulder to see\nher neck - which of course is impossible. KATIE\nIt sort of hurts. \n---TARGET SECTION TO BE ANNOTATED---\n(touching it)\nOuch. What is it?\n\nShe’s attracting attention. Then... CRUNCH! Katie loses\nher balance. The STILETTO HEEL on her right foot SNAPS in\nhalf. Her ankle twists and she FALLS.\n\nHer ELBOW hits the ground first. IT CRUSHES INTO THE CEMENT.\nCRAAACKKKKKK!!! It opens on impact and the bones snap Like\ncelery, blood flying in the air. Feet jump to avoid it.\n\nBOB\nHoly crap!\n\nSASHA\n(incredibly repulsed)\nWhat the hell, Katie!\n\nKatie tries to get up. She desperately scans for help, and\nfinally SPOTS CHRIS. Her dress has ripped. The sore on her\nback is EXPOSED. EVERYBODY BACKS AWAY.\n\nKATIE\nChris! Please, help me.\n\nCHRIS\nKatie. Don’t move.\n\nKATIE\nCome here.\n\nKatie keeps moving, LOOKING FOR SOMEONE TO GRAB HOLD OF. As\nKatie gets up, she hears CLICKING from her legs.\n\nCOUGH! Blood flies - it cannons towards Bob. He’s able to\ndodge out of the way.\n\nBOB\nJesus!\n\nCHRIS\nTake it easy! Stop moving!\n\nZach and Brook arrive. As does Shams. Katie's staggering\naround like a zombie and getting uncomfortably close. There\nis bedlam as people scurry away from her.\n\f35.\n\nKATIE\nIt hurts... Help.\n\nVAL\nI’ll call 911!\n\nVal backs into a corner and starts talking into her phone.\nChris retreats INTO THE HOUSE. He’s followed by others.\n\nKATIE\nChris! Where are you going?\n\nKatie moves towards Jimmy. He too scurries inside. Zach\nand Brooke hold on to each other.\n\nBROOKE\nWhat’s wrong with her?\n\nMoose and Cindy RACE TO THE HOUSE. Then Shams and Ashley.\nBob... Weber... they’re all abandoning her.\n\nKATIE\nWait!\n\nShe‘s still coughing... just missing their backs.\n\nJimmy begins to SHUT THE SLIDING DOORS. Zach and Brooke race\nthrough. Katie is almost to the door...\n\nKATIE\nDON’T LEAVE ME---\n\nJimmy SLAMS it SHUT, right in her face. Katie BANGS on the\nglass.",
  "25": "---END OF PREVIOUS SECTION---\nKatie is almost to the door... KATIE\nDON’T LEAVE ME---\n\nJimmy SLAMS it SHUT, right in her face. Katie BANGS on the\nglass. \n---TARGET SECTION TO BE ANNOTATED---\n People inside CANNOT BELIEVE WHAT THEY ARE SEEING.\nKatie’s arm is hanging off the bone. Blood is all over her.\nShe looks pleadingly at Chris. He’s scared.\n\nCBRIS\nBack Away, Katie! You're getting\nshit everywhere!\n\nKATIE\nDon’t look at me like that Chris!\n\nKatie scans the patio. Some kids are on the far side of the\npool, frozen. The rest are inside. She’s all alone.\n\nVAL\n{to Katie)\nAn ambulance is coming, Katie!\n\nSHAMS\nYou hear that? Help is on the way--\n\nKatie erupts into a tantrum.\n\f36.\n\nKATIE (CONT’D)\nHELP ME! HELP MBE!\n\nZACH\n(tormented, quietly)\nThis isn’t right.\n\nKatie stamps her foot as she pleads, HARD. STAMP. STAMP. on\nthe next one, KABOOM! Her knee explodes, spraying bits of\nblood and pulp all over the glass door.\n\nKatie SCREAMS, hopping on her remaining leg. Brooke holds\nher hand over her mouth, choking back vomit. Some girls cry.\n\nKATIE\nI NEED A TOWEL!\n\nKatie topples and her body starts to roll. She moans as she\nheads towards the pool.\n\nSPLASH! Katie hits the water. Everyone stares, frozen, as\nshe sinks to the bottom.\n\nZACH\nSomebody help her!\n\nNo one moves. Zach slides back the door and steps outside.\n\nBROOKE\nBe careful.\n\nZach grabs the POOL STRAINER from its hook. Curious, Chris\nsilently emerges. In clusters, everyone trails behind — the\nherd following its leader. Zach dips the pole into the\nwater, angling it towards Katie.\n\nSASHA\nDon’t you touch her, Chris.\n\nCHRIS\nNot a fucking chance.\n\nSHAMS\nShe's still alive...\n\nZACH\nGrab it if you can, Katie! I/11\npull you out...!\n\nThe spectators jostle closer for a better view. Katie\nwiggles, looks up at Zach, then HER EYES CLOSE. There is\nsilence. Katie’s blood fills the once blue water,\n\nCINDY\n(defensive, panicked)\nWe couldn’t do anything. We didn’t\nknow what to do.\n\f37.",
  "26": "---END OF PREVIOUS SECTION---\nKatie’s blood fills the once blue water,\n\nCINDY\n(defensive, panicked)\nWe couldn’t do anything. We didn’t\nknow what to do. 37. \n---TARGET SECTION TO BE ANNOTATED---\nCHRIS\nWe’re all witnesses.\n\nA CHIME. Wendy, the girl from the locker room, has finally\narrived with FOUR FRIENDS, each holding bottles of liquor.\n\nWENDY\nHey y'all: Party, Party!\n(beat)\nWhat’s everybody staring at!\n\nWendy’s friends stop, shocked by the gruesome scene: Blood on\nthe house, Blood on the cement, Dead girl in the pool. Wendy\nmarches on, oblivious... then SLIPS in a puddle of Katie goo.\n\nHer arms cartwheel for balance. SPLOOSH. She lands in the\npool and surfaces immediately with one of KATIE’S ARMS —\nsplashing frantically. She’s hysterical.\n\nWENDY\nWhat the fuck! What the FUCK!\n\nWithout a word, her four friends spin on their heels and\nleave. CHIMES on the gate tinkle behind them.\n\nINT/EXI. SUV, CONVOY - NIGHT\nThe CONVOY of Federal SUVS speeds through the night.\n\nWinston rides with Ridge, and is sandwiched between two\nAGENTS built like linebackers. He looks like a child.\n\nWINSTON\nYou know, you can let me off\nanywhere.\n\nAgent Ridge grins silently.\n\nWINSTON (CONT’D)\nNear a Burger King would be good,\nbut I’m open.\n(off continued silence)\nWhat do you want from me?\n\nAGENT RIDGE\nYou’re a link to the source of the\nepidemic. I may have... questions.\n\nWINSTON\nQuestions? You never even talk.\nAnd I’m not a link to anything. I\ngot no idea what you’re--\n\nAgent Ridge reaches into his jacket and retrieves two earbud\nheadphones. He places them, drowning out Winston’s voice to\nthe very faint MUSIC of Grand Funk Railroad.\n\f38.\n\nWINSTON (CONT'D)\nDude, not only is that rude, but\nyou got shitty taste in tunes.\n\nINT. SCOTT’S BASEMENT - NIGHT\n\nScott and Eric pause the game to refresh themselves with\nGatorade and beef jerky. They’re laughing, having a ball.\nThey remove their headsets and wipe their sweaty palms.\n\nSCOTT\nYou totally wailed on that last\ntactical assault.\n\nERIC\nYeah...",
  "27": "---END OF PREVIOUS SECTION---\nThey remove their headsets and wipe their sweaty palms. SCOTT\nYou totally wailed on that last\ntactical assault. ERIC\nYeah... \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nDude, are we losers?\n\nscott\n(shocked, the craziest\nthing he’s ever heard)\nWhat?\n\nERIC\nIt’s prom night and we’re playing xX\nBox online with 12 year olds.\n\nscott\n(thinks)\nI’m sure the party is hella lame.\n\nBRIC\nYeah. Just a bunch of drunk\nassholes staring at one another.\n\nINT. CHRIS’ HUGE PARTY HOUSE - LIVING ROOM - NIGHT\n\nThe kids are in the living room - indeed, a bunch of drunk\nassholes staring at one another.\n\nSome are slumped on couches. The girls have their purses,\nitching to leave... but waiting to see how things play out.\n\nWendy is in the kitchen, naked beneath several towels,\nMUMBLING to herself. No one is going anywhere near her.\n\nChris is frantically hiding all evidence of underage drinking\nand drug use. Sasha talks on her cell.\n\nCHRIS\n(to everyone and no one)\nFeel free to help out you shits.\n“Don’t mind me and the five hundred\nbottles of hootch, Officer.”\n\f39.\n\nSASHA\n(into phone)\nNo, I’m not dis-inviting you... Yes\nyou’re cool enough for me. The\nparty is really cancelled.\n\nShe flips her phone closed. Brooke stands to the side. she\ndials her own cell, listens.\n\nBROOKE’S DAD [VOICE]\nHi, you’ve reached the Brannigans.\nPlease leave us a message. Thanks.\n\nBrooke doesn’t know what to say, and hangs up the phone.\nZach soothingly rubs her back.\n\nA GROUP approach the front door. Chris INTERCEPTS, locks it.\n\nCHRIS\nWhere the hell are you guys going?\n\nGIRL\nUm... is there a reason to stay?\n\nCHRIS\nYes! ME. This isn’t MY problem.\nThis is OUR problem.\n(noticing with SHOCK that\nSasha is among them)\nSash? What the FUCK?\n\nSASHA\nc’mon, Chris. If I miss prom I’m\ngonna kill myself. I can meet you\nthere--\n\nZACH (0.S.)\nNo. We‘ll stick around. It’s the\nright thing to do.\n\nZach is flanked supportively by Shams and Brooke.",
  "28": "---END OF PREVIOUS SECTION---\nWe‘ll stick around. It’s the\nright thing to do. Zach is flanked supportively by Shams and Brooke. \n---TARGET SECTION TO BE ANNOTATED---\n All\naround, people nod grimly - reluctantly agreeing with the\nsentiment. Nearby, ASHLEY confers with Jimmy and Moose.\n\nASHLEY\nWho’s gonna tell Katie’s parents?\n\nJIMMY\nThe cops take care of that.\nThey’11 take care of everything.\nMOOSE\nI thought you hated cops.\n\nJIMMY\nYeah, well...\n\f40.\nOver to Chris and Weber, still standing near the front door.\nThey look out at the swimming pool.\n\nCHRIS\nMy dad’s gonna freak.\n\nWeber feels the door RATTLE against his back.\n\nDOUG [OFF]\nIt’s Doug. Open up!\nWEBER\nDude, you don’t want any part of\nBese\nDOUG [OFF]\n\nLet me in, or I'll break your toes.\n\nWeber shrugs and unhooks the deadbolt. Doug and Tyler cruise\nin. Despite their tuxes, they still look like gorillas.\nTyler, as usual, doesn’t say a word.\n\nDOUG\n(seeing Chris)\nBad news, Captain. No Nitrous...\n(re: the melancholy)\nDamn. Who fucking died?\n\nHe bursts out laughing. He’s the only one.\n\nVAL (0.S.}\nThey’re here!\n\nTwo police cruisers quietly roll in. The kids all get up.\nSome fix their clothes, still plotting their escape.\n\nThe COPS exit their cars. One is OFFICER PAUL [in charge,\nearnest.] Val leans out the front door and calls to them.\n\nVAL\nShe’s around back!\n\nOfficer Paul and another OFFICER move around to the back.\nThe other two stay in front.\n\nOFFICER PAUL\nPlease stay inside.\n\nVal moves inside and closes the door, All the kids move to\nthe patio door - still covered in blood.\n\nDoug PUNCHES Weber, distraught.\n\nWEBER\nWhat the hell?\n\f41.\n\nDOUG\nThat’s for letting me in!\n\nThey watch the cops cross the patio. Bob slides open the\ndoor and walks out. Zach, Brooke and Ashley follow him.\n\nBOB\nShe fell in the pool.\n\nBROOKE\nIt wasn’t our fault.\n\nOFFICER 2\nJust step back and close the door.\n\nOfficer Paul inserts his radio earpiece as he looks at the\nbloody pavement and the body in the pool.",
  "29": "---END OF PREVIOUS SECTION---\nBROOKE\nIt wasn’t our fault. OFFICER 2\nJust step back and close the door. Officer Paul inserts his radio earpiece as he looks at the\nbloody pavement and the body in the pool. \n---TARGET SECTION TO BE ANNOTATED---\nOFFICER PAUL\n(into his walkie)\nLooks like-- what happened to the\nother kid. Yes, we’ do that.\n\nOFFICER 1\nGet back.\n\nSASHA\nWe didn’t do anything!\n\nOFFICER PAUL\nDid anybody leave the premises?\n\n2ACH\nPlease tell us what’s going on.\n\nCHRIS\nYeah! It‘s my house!\n\nOFFICER PAUL\nSon, stay back. I need to know--\n\nDOUG\n(cause he’s a macho dick)\nThis is bullshit. I’m taking off.\n\nofficer Paul draws his gun. The other officers follow suit.\nSTARTLED the kids back up.\n\nOFFICER PAUL\nDID ANYBODY LEAVE?\n\nCHRIS\n(trembling)\nNo. No one’s left.\n\nOFFICER PAUL\nGood. Get in the house Now.\n\f42.\n\nJIMMY\nI knew I hated cops, man.\n\nThe kids look at the guns, freaked. They shut themselves in.\nThe front is being watched by the two other officers.\n\nThe sound of multiple ENGINES. A white van pulls up,\nfollowed by several black sUVs. The calvary has arrived!\n\nINT. CHRIS’ HUGE PARTY HOUSE - CONTINUOUS\n\nPanic is rampant. MURMURS percolate - the kids collectively\nkick themselves for not bailing when they had a chance.\n\nCHRIS\n(losing his cool)\nWhat the hell’s going on, man?\nThey can’t fucking do this!\n\nVAL\n(to Weber)\nI’m scared, will you hold me?\n\nJIMMY\nI’m so high right now. Is this\nserious, or am I just freaking out?\n\nBrooke looks to Zach. He puts his arm around her.\n\nSASHA\nGod I wish I was at Prom.\n\nEXT. CHRIS’ HUGE PARTY HOUSE - MOMENTS LATER\n\nAgent Ridge exits his SUV, Winston is about to follow. Ridge\npoints as one might to a pet: “STAY.”\n\nWINSTON\nNo way! I ain’t no dog!\n\nRidge shrugs, then SLAMS the door on Winston and turns to\naddress his MEN.\n\nWINSTON (0.S.)\n(muffled)\nDick!\n(trying the door)\nLet me out!\n\nAGENT RIDGE (CONT’D)\nFull perimeter. Phone and cellular\nservice jammed. Now.\n\f43.",
  "30": "---END OF PREVIOUS SECTION---\nPhone and cellular\nservice jammed. Now. 43. \n---TARGET SECTION TO BE ANNOTATED---\nHis men SCURRY. In the BG, others are barricading the\ndriveway, searching the yard, and ERECTING LIGHT TOWERS\nAROUND THE PROPERTY.\n\nOfficer Paul approaches, and extends hia hand. Ridge shakes\nit... after a moments hesitation.\n\nOFFICER PAUL\nThey’re inside. I got men, front\nand back. Real mess by the pool,\n(looking, confused)\nIsn’t there a Medical team?\n\nAGENT RIDGE\nThe EMT that treated the kid across\ntown is already showing symptoms.\n\nOFFICER PAUL\nJesus.\n\nAGENT RIDGE\nWe wait for the CDC to arrive.\n\nOFFICER PAUL\nI gotta tell you, it was hard\npulling my weapon. These kids;\nit’s still a small town --\n\nOfficer Paul‘’s eyes shift as several AGENTS carrying high-\npowered RIFLES walk past.\n\nAGENT RIDGE\nPerhaps its best if you leave.\n\nofficer Paul smirks. These men are not likely to get along.\n\nINT. CHRIS’ HUGE PARTY HOUSE, BATHROOM - NIGHT\nZach is on his cellphone, talking with his parents.\n\nZACH\nHey Mom... actually things aren’t\ngo great... I know you’re\nsurprised to hear from me...\n\nZach pauses. He really can’t think of anything to be gained\nby getting his poor parents all worked up just yet.\n\nZACH (CONT’D)\nYou know what, everything is fine.\nMy nerves just got the better of\nme. You know how shy I am.\n\nA series of loud KNOCKS on the bathroom door.\n\fa4.\n\nASHLEY (OFF)\nI need in! Seriously!\n\nZACH\n(into phone)\nI will, I promise...\n(attempting cheer)\nDon’t wait up. Hello? Hello?\n\nThe cell has no service. Zach looks at himself in the\nmirror, starting to cry.\n\nASHLEY (OFF)\n(pounding)\nI’ll pee in the hall, swear to God!\n\nZACH\n(weakly)\nWe’1l get through this.\n(beat, more confident)\nWe’1l get through this.\n\nHe chokes back the tears, wipes all expression from his face.\n\nINT. CHRIS’ HUGE PARTY HOUSE, HALLWAY - CONTINUOUS\n\nZach emerges from the bathroom, looking surprisingly\ncollected.",
  "31": "---END OF PREVIOUS SECTION---\nHe chokes back the tears, wipes all expression from his face. INT. CHRIS’ HUGE PARTY HOUSE, HALLWAY - CONTINUOUS\n\nZach emerges from the bathroom, looking surprisingly\ncollected. \n---TARGET SECTION TO BE ANNOTATED---\n At the end of the hall, Doug has cornered Brooke\nand is practically salivating over her.\n\nDOUG\nHow come we don’t know each other?\nBROOKE\nDifferent schedules, different\nfriends...\n(beat)\n\nDifferent species.\n\nDOUG\nThat’s not very nice.\n\nZach approaches, steel in his eyes.\n\nZACH\n\n(to Brooke)\nCc’mon.\n\nDOUG\n\n(to Brooke, pushing Zach)\nYou take orders from this midget?\n\nBROOKE\nSure,\n\nThis fans Doug’s flames. He pushes Zach again, harder. Zach\nsimmers with RAGE.\n\f45.\n\nZACH\nThis isn’t the lunchroom, Doug.\nDon’t waste precious time--\n\nDOUG\nWhat’re you gonna do...?\n\nPOP! Zach’s fist collides with Doug’s skull with surprising\nferocity. Doug’s head whips around, and he SLAMS into the\nwall. He stares at Zach; stunned, immobile.\n\nVAL (OFF)\nEverybody! COME QUICK!\n\nzach and Brooke link arms and head towards Val’s voice.\n\nZACH\nI think they cut our phone service.\n\nBROOKE\nYeah.\n(whispering, re: Doug)\nWhat’s his problem?\n\nZACH\nHe’s pathologically averse to smart\npeople. He’s hated me since\nkindergarten.\n\nBROOKE\nI see,\n(beat)\nI’m sure hitting him helped.\n\nZACH\nI know. But it felt great.\nINT. CHRIS’ HUGE PARTY HOUSE, LIVING ROOM - NIGHT\n\nEveryone is gathered around the television, staring wide-eyed\nat a SPECIAL REPORT.\n\nVAL\nIt’s on TV! Quiet everybody!\n\nMore kids ease in, take seats or lean against the walls.\nWendy, lost in dementia, is on the far side of the room.\n\nNEWSCASTER (TV)\nWe interrupt previously scheduled\nprogramming with this bulletin...\n\nWENDY (0.8.)\nI don’t want to watch this!\n\nHeads turn to SSSSSHHHH her.\n\f46.\n\nNEWSCASTER (TV)\n\nNews of a potential biological\noutbreak began here, at Last Stop\nDiner, after a delivery driver died\nfrom reported massive blood\nhemorrhaging.\n\nON TELEVISION: SHOTS of the Diner. POLICE CARS WITH FLASHING\nLIGHTS surround it. Cops exit their cars with guns drawn.",
  "32": "---END OF PREVIOUS SECTION---\nON TELEVISION: SHOTS of the Diner. POLICE CARS WITH FLASHING\nLIGHTS surround it. Cops exit their cars with guns drawn. \n---TARGET SECTION TO BE ANNOTATED---\nDINER COP (TV)\nEVERYBODY IN! EVERYBODY!\n\nPatrons and employees are bullied into the diner. Police\nkeep their distance... just point their guns.\n\nDINER COP 2 (TV)\n(to Camera)\nTurn the Camera off! Now!\n\nZACH\nMy God.\n\nNEWSCASTER (TV)\nThough they confirm the quarantine\nof the diner, authorities have\n\nstill declined official statement.\n\nThe faces of the kids watching are dark, twitchy.\n\nNEWSCASTER (TV)\nWe’ve also received word of a\nseparate incident. As of yet, it’s\nrelationship is unconfirmed.\nHowever, exclusive testimony\nindicates that this victim has also\nbeen quarantined.\n\nON TELEVISION: SHOTS of Natasha’s house.\n\nNATASHA’S DAD (TV)\nJack - I mean, he was a strong kid.\nI’d never seen anything like it.\n(choking up)\nThe fact that my daughter had to\nsee it-- Jesus.\n(listens to reporter)\nI just dropped her at the school\ndance. She couldn’t be dissuaded.\n(breaking down)\nShe’s such a trooper...\n\nASHLEY\nOhmygod.\nBOB\n(overcome)\n\nJack? Jack! No, no, no...!\n\f47.\n\nSASHA\nThat bitch went to prom!?\n\nON TELEVISION: Baxter the hyper-aggressive terrier ATTACKS\nthe CAMERAMAN. As the camera TILTS down we SEF that the\nmongrel HAS OBVIOUS SIGNS OF INFECTION.\n\nNATASHA’S DAD (TV)\nNo, Baxter! Bad dog!\n\nNEWSCASTER (TV)\nResidents are advised to stay in\ntheir homes--\n\nWENDY\n(SCREAMS)\nI DON’T WANT TO WATCH THIS!!!\n\nFrom seemingly nowhere, a VASE flies into the television\nscreen. The screen SHATTERS in a explosion of SPARKS.\n\nEveryone stares at the gaping whole in the TV. Wendy just\nstands there, chillingly serene.\n\nWENDY\nPlease change the channel?\n\nCHRIS\nYou crazy bitch!\n\nChris drops to the floor. He starts sweeping up the debris,\nlost in OCD. TENSION in the room is electric.\n\nJIMMY\n(standing)\nThat’s it. I’m outta here.",
  "33": "---END OF PREVIOUS SECTION---\nTENSION in the room is electric. JIMMY\n(standing)\nThat’s it. I’m outta here. \n---TARGET SECTION TO BE ANNOTATED---\nVAL\nYou heard the cops - you saw the TV\n- we’re supposed to stay put!\n\nJIMMY\nUntil what?! When?! We all come\ndown with this thing? No fucking\nthanks. I’m take my chances.\n\nHe approaches the sliding glass doors, hesitates, then opens\nthem and steps outside.\nEXT. CHRIS’ HUGE PARTY HOUSE, PATIO - CONTINUOUS\n\nJimmy walks several feet. Nothing. No cops. No problems.\nHe picks up the pace...\n\nThe CRACKLE of a surge of electricity. The entire house is\nSUDDENLY bathed in BRIGHT WHITE LIGHT.\n\f48.\n\nJimmy shields his eyes, but SEES that enormous industrial\nwork-lamps completely encircle the property. He FREEZES.\n\nAGENT 1 (0.S.)\n(through megaphone)\nReturn to the house. The cdc\nshould be here within hours. Until\nthen, you all need to stay inside.\n\nJimmy eyes the tree line on the far side of the pool. It’s\nonly ten yards away...\n\nEXT. CHRIS’ HUGE PARTY HOUSE, HILLSIDE - CONTINUOUS\n\nRidge stands beside Officer Paul. From their vantage point,\nthey can see the entire property, lit like a baseball\ndiamond. No one could come or go without their knowledge.\n\nAGENT 2 VOICE (WALKIE)\nI have him sir.\n\nOFFICER PAUL\nRidge, he’s likely perfectly\nhealthy...!\n\nAgent Ridge shrugs, unaffected.\n\nOFFICER PAUL\n(to himself)\nGo back inside, kid.\n\nEXT. CHRIS’ HUGE PARTY HOUSE, PATIO - CONTINUOUS\n\nJimmy looks around. EVERYONE has gathered at the sliding\nglass doors to stare. He takes another few steps.\n\nAGENT 1 (0,8.)\n(through megaphone)\nReturn to the house. You will be\ngate there. Everything will be\nine.\n\nJimmy pauses. He drops his head and turns towards the house;\nhumiliated, defeated.\n\nTHEN, HE UNEXPECTEDLY TURNS BACK, SPRINTING like the wind\ntowards the tree line...\n\nCRACK! A RIFLE SHOT slices through the air. JIMMY’S HEAD\nSNAPS backward. He twists and falls into the hot tub,\nfloating face down.\n\nThe GROUP gathered at the sliding doors SCREAM en masse.\n\f49.\n\nINT.",
  "34": "---END OF PREVIOUS SECTION---\nThe GROUP gathered at the sliding doors SCREAM en masse. 49. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SUV - NIGHT\n\nWinston has removed part of the interior door panel in an\nongoing attempt to escape. (The SUV, like most police\nvehicles, unlocks only from the outside.) We see he’s also\nremoved the upholstery surrounding the sunroof.\n\nFrustrated, Winston grabs his radio and scans the frequencies\nuntil he hears:\n\nVOICE 1 (RADIO)\nThe kid at the hospital just died.\n\nVOICE 2 (RADIO)\nHave the toxicology reports brought\nhere, and another sent to the cDC.\n\nWINSTON\n(into Radio)\nAnd bring back a pizza. And some\nbeer.\n\nINT. CHRIS’ HUGE PARTY HOUSE, LIBRARY - NIGHT\n\nA QUICK SERIES OF SHOTS:\n\nLights illuminate an impressive home LIBRARY.\n\nZach’s fingers SCROLL the bindings of an ENCYCLOPEDIA set.\n\nMedical books are pulled from shelves.\n\nINT. CHRIS’ HUGE PARTY HOUSE, DINING ROOM - LATER\n\nThis is the “War Room,” somber faces all around. Chris is\nutterly losing his cool; becoming less and less coherent.\nzach has taken charge, the “research” spread out before him.\n\n2ACH\nWe’re in a stalemate until the cpc\narrives.\n\nCHRIS\n(babbling)\ne..a total mess. Zoyla will never\nbe able to clean this on her own...\n\nWEBER\nWe’re relying on info from the\nfolks that just blew Jimmy’s head\noff?\n\f50.\n\n2ACH\nNo, on common sense. It’s all over\nthe news. They have to do\nsomething.\n\nDOUG\n(re: Zach)\nI’m not listening to a single thing\nthat shit-fuck says.\n\nBROOKE\n(to Zach)\nCould anybody have it?\n\nZACH\nPotentially.\n\nVAL\nWhat it is?\n\nZACH\nNot sure, but there’s disease\ncalled Necrotizing Fascitis. It’s\nan infection of muscle tissue and\nthe skin. I think it’s something\nlike that. Only worse.\n\nBrooke leans close to Zach. He puts his arm around her.\nDoug ROLLS HIS EYES.\n\nZACH (CONT'D)\nIt’s a bacteria. The progression\ncan happen in just hours. You get\nit like a cold, like mono.\n\nBOB\nFuck!\n\nMOOSE\nThis blows.\n\nShams grabs one of the books.",
  "35": "---END OF PREVIOUS SECTION---\nBOB\nFuck! MOOSE\nThis blows. Shams grabs one of the books. \n---TARGET SECTION TO BE ANNOTATED---\n Scans the page.\n\nSHAMS\nThe latest strain kills seven out\nof ten. The people who do live are\nleft with huge scars- lost limbs...\n\nShams passes one of the books around.\n\nSHAMS (CONT’D)\nThere are some pictures.\n\nThe kids pass around and react to the horrible images of\nmutilated bodies both pre and post-op. Lots of AMPUTEES.\n\nVAL\nGross.\n\fSl.\n\nASHLEY\nIf I had those huge scars and\nstuff, I don’t know if I’d want to\nlive. Is that shallow?\n\nBOB\nYes. Yes it is.\n\nASHLEY\nShut up. God, I hate you.\n\nZACH\nThe first sign is skin\ndiscoloration. As it spreads, it\nstarts to blister. I guess we kind\nof know what can happen from there.\n\nMorose silence.\n\nDOUG\nWe need to figure out if anybody\nelse has got it.\n\nZACH\nWhat we need to do is be extremely\ncareful--\n\nCHRIS\n\n(ignoring Zach)\nYeah! I don’t want sick people\nhanging out in here!\n\nDOUG\n(taking charge)\nEverybody, take off your clothes!\nWe’ll do a... nude test.\n(to Brooke, grabbing his\ncrotch)\nWanna peek?\n\nWEBER\nZach?\n\nDoug’‘s gaze bores a hole into Zach. A competition for\n“leadership” has arisen...\n\nZACH\n(sighing)\nI guess it’s an okay idea.\n\nMOOSE\nI‘m not taking my clothes off.\n\nCHRIS\n(to no one in particular)\nJust so you know, I’m not bald down\nthere. I shave.\n\f52.\n\nSasha looks at her “boyfriend,” completely repulsed. Shams\nnods his own, private approval. Cindy touches Moose’s arm.\n\nZACH\n\nLet’s just get this over with.\nCINDY\n\nWhy not? For safety.\nMOOSE\n\nNo fuckin’ way.\nDOUG\n\n(menacingly)\n\nDo it. We all agree?\nEveryone nods.\n\nDOUG (CONT'D)\nMoose, let’s see some fatboy titty.\n\nMoose starts to take off his clothes: Jacket, Shirt, Socks,\nShoes, everything. Cindy picks up a long silver ladle and\nuses it to check under his arms and between his legs.",
  "36": "---END OF PREVIOUS SECTION---\nDOUG (CONT'D)\nMoose, let’s see some fatboy titty. Moose starts to take off his clothes: Jacket, Shirt, Socks,\nShoes, everything. Cindy picks up a long silver ladle and\nuses it to check under his arms and between his legs. \n---TARGET SECTION TO BE ANNOTATED---\nNearby, Bob is starting to SWEAT.\n\nCINDY\nHe looks good.\n\nZACH\nOkay. Weber, you’re next.\n\nCindy checks everybody around the table. While we DISSOLVE\nthrough Cindy checking Weber, Kirstin, Doug... Shams READS:\n\nSHAMS\nThe pain is so unbearable that the\nbody creates it’s own anaesthesia.\nIt DESTROYS IT’S OWN NERVE CELLS.\n\nSASHA\nGod! Please stop reading that\nshit, freakt\n\nDOUG\n(to Cindy)\nBe thorough. We don’t want any\nfucking mistakes.\n\nWe continue to watch Cindy check the kids. Now Zach, Brooke\nand Tyler are looked at. Time is compressed with dissolves.\n\nCINDY\nOh shit.\n\nBROOKE\nWhat?!\n\f53.\n\nCINDY\nA sore.\n\nPeople LEAP out of nearby chairs...they back away from BOB.\nCindy moves back as well,\n\nBOB\nWhat? What?\n\nBROOKE\nA black splotch. on his leg.\n\nBOB\n(jittery)\nMaybe it’s a zit!\n\nCINDY\nNo.\n\nZACH\n(calmly)\nBob, just turn around and show us\nyour leg.\n\nBob shows the group the back of his thigh. There is a very\nstrange black splotch. Ashley GAGS.\n\nASHLEY\nOh my God...!\n\nBOB\nHey everybody! Calm down!\n\nDOUG\nSTAY RIGHT THERE, BOB!\n\nShams looks around. Everybody else has been checked.\n\nSHAMS\nI think that’s everyone.\n(to offscreen)\nSorry guys...\n\nREVEAL THAT Bob is not alone. He’s joined the ranks of other\nrandom “Infected”: Kirsten, LARRY, and STEVE. Bob is\nscared, and a bit cold.\n\nDOUG\n(pointing)\nWhat about HER?\n\nThey follow his finger to... WENDY, still silently wrapped\nin a towel, listless and forgotten. She suddenly realizes\nthat all eyes are upon her.\n\nWENDY\nWhat? What’s going on?\n\f54.\n\nINT. CHRIS’ HUGE PARTY HOUSE, KITCHEN - NIGHT\n\nThe house is QUIET. Kids slip shame-faced back into their\nclothes. Shams and Zach confer privately in hushed tones.",
  "37": "---END OF PREVIOUS SECTION---\nCHRIS’ HUGE PARTY HOUSE, KITCHEN - NIGHT\n\nThe house is QUIET. Kids slip shame-faced back into their\nclothes. Shams and Zach confer privately in hushed tones. \n---TARGET SECTION TO BE ANNOTATED---\nSHAMS\nHow are things going with Brooke?\n\nZACH\nBest first date ever.\n\nSHAMS\nThis is pretty fucked up. We’re\nbanishing people.\n\nZACH\nWe’re isolating them to protect the\nhealthy.\n(beat)\nI guess. Shams, I need to ask you\na question.\n\nSHAMS\nShoot.\n\nZACH\nHave you done anything to place\nyourself at risk? Share a glass, a\njoint, anything - with someone we\nknow is infected?\n\nSHAMS\n(concentrates)\nNo. No, I really don’t think so.\n\nZACH\n(slowly)\nDid you kiss Katie?\n\nShams BLANCHES. He hadn‘t even thought of that. He keeps\nhis cool... Barely.\n\nSHAMS\nNo. No way, man! Lucky break too,\ncause man, you saw me trying...\n\nZach sizes him up, concerned and unconvinced.\n\nINT. CHRIS’ HUGE PARTY HOUSE, BASEMENT STAIRWAY - NIGHT\n\nBob walks down a flight of stairs carrying his clothes ina\npile. He looks over his shoulder. Wendy and the OTHERS are\nright behind.\n\f55.\n\nDoug and Chris are their escorts. Both are wearing elbow-\nlength yellow cleaning gloves and have white kitchen trash-\nbags pulled over their torsos.\n\nDOUG\nDon’t come so close to me, okay?\n\nWendy just glares at him.\nDOUG (CONT'D)\n\nKeep going!\nBOB\nYou guys can’t do this.\nWENDY\nI don’t have any sores! I’m okay!\nI’m clean!\nDOUG\n\nSorry sweetheart, but you fell in\n\nthe soup, 80... you’re fucked.\n(grins cruelly)\n\nWe all voted.\n\nCHRIS\n(meekly)\nIt’s at the very end.\n\nBOB\nPlease, please don’t. I’m\nclaustrophobic. I’m--\n\nDOUG\nKeep moving.\n\nBob turns and tries to force his way back up the stairs,\npanicking. Doug SHOVES him. Bob wobbles precariously.\n\nBOB\nDude, we’re friends!\n\nDOUG\nNot really.\n\nBob takes a defiant step up. The tension between he and Doug\ncrackles.\n\nBOB\nI’m going up. I won’t touch\nanybody.",
  "38": "---END OF PREVIOUS SECTION---\nThe tension between he and Doug\ncrackles. BOB\nI’m going up. I won’t touch\nanybody. \n---TARGET SECTION TO BE ANNOTATED---\n I’m not staying down\nthere--\n\nAgain he tries to pass, and again Doug shoves him, but this\ntime - Bob loses his balance, toppling down the staircase and\nlanding on the basement floor with a sickening CRUNCH.\n\f56.\n\nINT. CHRIS’ HUGE PARTY HOUSE, BASEMENT - MOMENTS LATER\n\nChris and Doug DRAG Bob’s heavy, unconscious body to the end\nof the basement and towards A WINE CELLAR. His leg is\ntwisted at a right angle. There is a big stone door, with a\nSMALL WINDOW in it.\n\nChris opens it to REVEAL a decent sized room, with rows of\nneatly racked bottles. The entire cellar is stone.\n\nWENDY\nYou’ll come and get us, right?\nKIRSTIN\n(re: Bob)\n\nIs he... dead?\nDoug slams the door.\n\nWENDY (0.S.)\n(through the door)\nWhat are we supposed to do?\n\nDOUG\nDrink!\n\nINT. SUV - NIGHT\n\nWinston has dismantled the screen mesh that separates the\nback and front seats. He is squeezed behind the driver’s\nseat, his legs buttressed against the front windshield. He\npushes with all his might.\n\nNothing. He takes a quick sip from a hip flask he keeps\ntucked within his jacket, and tries again.\n\nThe seal around the window FLEXES slightly.\n\nEXT. CHRIS’ HUGE PARTY HOUSE - NIGHT\n\nofficer Paul stands beside Agent Ridge, still surveying the\nscene from their elevated vantage point.\n\nBELOW: Two OFFICERS in Bichazard Suits are retrieving\nJimmy’s body from the jacuzzi, and carefully sealing him in\nplastic sheeting.\n\nON THE STREET BEYOND: several cars -- a stationwagon, a News\nVan, and several sedans -- pull up to the barricades.\n\nOFFICER PAUL\nYou’ve got company.\n(Ridge follows his gaze)\n(MORE )\n\f57.\nOFFICER PAUL (cont'd)\nParents and local media. This\nshould be interesting.\n\nRidge frowns. Officer Paul notices something else.",
  "39": "---END OF PREVIOUS SECTION---\nThis\nshould be interesting. Ridge frowns. Officer Paul notices something else. \n---TARGET SECTION TO BE ANNOTATED---\nOFFICER PAUL\nWho’s that?\n\nBELOW: WINSTON has SHATTERED the windshield of the SUV in\nwhich he was imprisoned, and is crawling out acrosa the hood!\n\nSeveral PARENTS and a NEWS TEAM rush towards him!\n\nAGENT RIDGE (CONT’D)\nFuck.\n\nEXT. CHRIS’ HUGE PARTY HOUSE, STREET — NIGHT\n\nWinston is addressing a small gathering: Sargeant Frank\n(Sham’s hotheaded dad), Dr. Viola, (Doug’s dad), Zach’s Mom\nand Dad and several other PARENTS.\n\nThe NEWS CREW is ROLLING camera. Winston ig wildly\ndisoriented, but can’t help milk being the unexpected center\nof attention.\n\nZACH’S DAD\nDo you think the kids are safe?\n\nWINSTON\nUm - looks like a killer house.\n\nPARENT\nI spoke to my daughter. She said\nthat kids are locked in the\nbasement. Sick kids--!\n\nZACH'S MOM\nOur baby Zachary, he’s very frail--\n\nZACH’S DAD\nOn the phone, he wouldn't tell us\nwhat was going ont\n\nDR. VIOLA\nI’m sure my son Douglas is helping\ntake care of everyone.\n\nWINSTON\nI’ve just arrived, but assure you —\nwe’re doing everything we can.\n\nAgent Ridge approaches, flanked by Officer Paul.\n\f58.\n\nREPORTER\nDo you know when CDC is expected?\nCan you outline the plane for\ntreatment?\n\nWINSTON\n\n(noticing Ridge\nSadly, the safety of your kids is\nnot our only concern right now.\nThe man you all want to speak to is\nright over there--\n\n(pointing)\nHe’s the one calling the shots, and\nI’m sure would love to further\nexplain the situation.\n\nLed by an irate Sargeant Frank, the parents MOB Agent Ridge.\nOfficer Paul can’t help but smirk.\n\nREPORTER 2\n(to camera)\nWe continue our coverage of this\nhorrific chain of events. One\ncan’t imagine a more tragic Prom--\n\nWith everyone swept up in the melee, Winston takes the\nopportunity to steal away. He pauses beside an OFFICER,\nwhose attention is focused on the face-off between Agent\nRidge and Sargeant Frank.",
  "40": "---END OF PREVIOUS SECTION---\nREPORTER 2\n(to camera)\nWe continue our coverage of this\nhorrific chain of events. One\ncan’t imagine a more tragic Prom--\n\nWith everyone swept up in the melee, Winston takes the\nopportunity to steal away. He pauses beside an OFFICER,\nwhose attention is focused on the face-off between Agent\nRidge and Sargeant Frank. \n---TARGET SECTION TO BE ANNOTATED---\nSARGEANT FRANK\nYou wanna take me on, Pussy?\n\nWINSTON SLYLY UNHOOKS THE OFFICERS KEYRING FROM HIS UTILITY\nBELT! Winston then slips towards the parked police cruisers.\nHe tries one door handle, then another. The key slips neatly\ninside the third.\nWINSTON\n\nSweet.\nEXT. MT. VERNON HIGH SCHOOL, PARKING LOT -— NIGHT\nTwo cop cars speed into the parking lot, Lights flashing.\nThe cars stop in front of the service entrance. The COPS\njump out and are led into the school by a JANITOR.\nINT. MT. VERNON HIGH SCHOOL - FOOD STORAGE ROOM - NIGHT\n\nThe police look at the cases of water. They check bar code\nhumbers against a list they have on a clip board.\n\nThey find the six cases of bad water and see that two bottles\nare missing.\n\f59.\n\nCOP i\nThese are them. Only two gone.\n\nINT. MT. VERNON HIGH SCHOOL, GYMNASIUM - CONTINUOUS\n\nThe PROM is in full swing. The kids are slow-dancing to the\nBand‘s very bad, very strange cover of Usher’s \"Do it to Me.”\n\nA large, hand-inked banner reads: “Moonbeams and Magic”\n\nRapid PANS from location to location paint a familiar\npicture: the dance has segregated into clear cliques. The\nJOCKS, the STONERS, the GEEKS, the BRAINS, etc...\n\nThe cops slip inside, and approach a cluster of adults - the\nPRINCIPAL and some CHAPERONES.\n\nPRINCIPAL\nWe’ve heard the terrible news.\n\nCHAPERONE 1\nBut everything is just fine here.\n\nCHAPERONE 2\nWe've checked. Besides, the kids\nreally need this night. Especially\nnow-—\n\nCOP 2\n(into radio)\nOfficer Kasperski. Prom is clear.\n\nNearby, a very disturbed NATASHA dances alongside the\nPRETTIES, shuffling her feet like a robot.\n\nINT. SQUAD CAR, MT. VERNON STREETS - CONTINUOUS\n\nWinston is driving, admiring how superior the Mt. Vernon\npolice cruisers are to the Bunyon County crappers.",
  "41": "---END OF PREVIOUS SECTION---\nSQUAD CAR, MT. VERNON STREETS - CONTINUOUS\n\nWinston is driving, admiring how superior the Mt. Vernon\npolice cruisers are to the Bunyon County crappers. \n---TARGET SECTION TO BE ANNOTATED---\nThe police scanner crackles:\n\nCOP 2 [RADIO]\nKaperski here. I repeat, Prom is\nall clear.\n\nWINSTON\n(into CB)\nThat’s great news. So... where\nexactly is the high school?\n\nCOP 2 [RADIO]\n(beat)\nIt’s right off-- who is this?\n\f60.\n\nINT. CHRIS’ HUGE PARTY HOUSE - LIVING ROOM - CONTINUOUS\n\nJimmy and Shams look out the window...there’s a small crack\nthrough which they can glimpse the action outside.\n\nSHAMS\nFigures that my Dad would be\nstarting a fight...\n(beat)\nMaybe they’1l shoot him.\n\nEverybody is drinking, sitting around the room on couches and\nthe floor. Ashley is bartending.\n\nMOOSE\nYou know what I think? This could\nbe one of those tragedies that they\nMake trading cards out of. There’s\ngonna be a card of me like this...\n\nMoose makes a deathly face.\n\nCINDY\nThat’s not funny.\n\nZACH\nMy parents must be going nuts.\n\nBROOKE\nMy mom probably had a stroke.\n\nVal reaches for Weber’s beer.\n\nSHAMS\nHey - no sharing. Hopefully it’s\nnot too late.\n\nDoug makes the connection, and leads the Witchhunt...\n\nDOUG\n(to Moose)\nYou and Bob were doing gravity\nchugs earlier. You fuckers used\nthe same funnel!\n\nMOOSE\n(re: Ashley)\nYeah - well she’s his GIRLFRIEND.\n\nASHLEY\nWe've been fighting! I didn’t lay\na finger on that asshole.\n(beat)\nBut I saw Weber flirting with that\nchick we sent to the basement!\n\f61.\n\nVal yelps, jealously. Weber punches Moose. Doug is about to\nget involved...\n\nZACH\nGo nuts. Have a fistfight. Get\nyour hands ALL OVER ONE ANOTHER.\n\nThey looks at their hands, decide it’s best to back down.\n\nZACH (CONT’D)\nDon’t do this. We have to be\nsmart.\n\nDOUG\n(paranoid, defensive)\nIs that a crack about me?\n\nTyler hits a joint, then offers it to Ashley.\n\nASHLEY\nAre you retarded?\n\nWEBER\nWe have any more weed?\n\nMOOSE\nJimmy had it all.\n\nA quiet moment. They all know where Jimmy ended up.",
  "42": "---END OF PREVIOUS SECTION---\nMOOSE\nJimmy had it all. A quiet moment. They all know where Jimmy ended up. \n---TARGET SECTION TO BE ANNOTATED---\n Tyler\nlooks around. He sucks down what’s left.\n\nCINDY\nDo you guys think it’s cruel to\nkeep those guys in that cellar?\n\nSASHA\nFuck em. Where’s Chris? He’s so\nuseless, it’s like, shocking.\n\nCINDY\nBut they’re all alone...\n\nAs this discussion continues, we FIND Chris, fetishistically\ncleaning the kitchen. He is useless, He takes an APPLE from\na fruit bowl, bites into it - CRACK!\n\nChris’s EYES WIDEN. Nobody else seemed to hear. He chews,\nas he does...there is CLICKING. He wipes his mouth. A\nlittle blood comes out... AND A TOOTH. He fights back tears.\n\nSASHA\nChris, can we put on some tunes?\n(beat)\nHellooocoo?\n\nASHLEY\nEarth to wastoid?\n\f62.\n\nChris tries to act natural, mouth full. He chews a bit,\nwipes his mouth again... TWO MORE TEETH. Blood runs. He\nSLURPS it back in - closes his lips AS TIGHT AS POSSIBLE.\n\nASHLEY\nAre you alright?\n\nChris’s eyes water. He tries to swallow - CLICK... POP! He\ncovers his mouth with his hands. A little blood leaks\nbetween his fingers.\n\nBROOKE\nWhat’s wrong?\n\nDOUG\nOpen your mouth!\n\nZACK\nGo to the sink, Chris. Slowly.\n\nThough gagging on his own blood, Chris shakes his head - NO.\n\nDOUG\nDon’t fuck around, fucker!\n\nChris’s eyes flood with heartbreaking desperation. He wants\nto say HELP, but can’t. His body is saying it for him.\n\nDOUG THROWS A BOOK AT CHRIS. It HITS HIM IN THE CHEST.\nChris jumps up and down. The pain inside of him is about to\nburet. He can’t hold it in...he can’t...he can’t...\n\nSASHA\nOh God Oh God Oh God Oh God...\n\nChris unleashes the LOUDEST CRY IN HISTORY. The squeal of a\nthousand babies.\n\nCHRIS\nWAAAAAAAHE! WAAAAHH!\n\nBlood flows out his mouth like a RIVER. His JAW is TOTALLY\nUNHINGED. He SOBS and SOBS, his jaw flapping freely.",
  "43": "---END OF PREVIOUS SECTION---\nBlood flows out his mouth like a RIVER. His JAW is TOTALLY\nUNHINGED. He SOBS and SOBS, his jaw flapping freely. \n---TARGET SECTION TO BE ANNOTATED---\nSHAMS\nGET BACKIII!1\n\nEveryone jumps. Chris catches a sight of himself in a\nmirror...when he sees his image, his wails INTENSIFY.\n\nCHRIS\nWAAAHHAHHHHAHHA! WAHHHAAA!\n\nChris flees running down the hall, his howls diminishing with\ndistance. No one reaches out to stop him, they all keep\ntheir distance.\n\f63.\n\nFrom the edges of the room, everyone who has a drink, even a\nfull one, CHUGS IT ALL THE WAY.\n\nINT. CHRIS’ HUGE PARTY HOUSE, HALLWAY - NIGHT\n\nDoug, Weber, and Tyler stalk softly, following a dark trail\nof blood on the carpet. Weber wields a floor mop, Tyler a\nbroom. The hall is uncomfortably quiet. The trail of blood\nends at a linen closet.\n\nThe boys steel themselves, “weapons” at the ready. Doug\nflings the closet doors open.\n\nIt’s empty. Doug pulls an overhead cord illuminating a\nsingle overhead lightbulb.\n\nWEBER\nSssh. Do you hear that?\n\nThey stand still, and can indeed hear faint rasping\nBREATHING. Doug runs his fingers across the shelves. Tyler\nreaches out to open the lid on a large clothes hamper...\n\nChris EXPLODES from the hamper, and tries to force his way\npast them, BELLOWING with rage and pain and fear.\n\nWeber and Tyler beat him to the ground with their cleaning\ntools. Chris screams. Doug looks sickeningly pleased,\n\nINT. CHRIS’ HUGE PARTY HOUSE, BASEMENT - NIGHT\n\nChris is ushered to the Cellar. His entire torso is swaddled\nwith blankets and tablecloths. BLOOD still seeps through.\n\nDoug and Weber push him from behind with a BROOM. Leading\nhim down the hallway.\n\nThey open the cellar door. Wendy JUMPS UP.\n\nBOB\nTime to go?\n\nBob sees Chris. His good mood fizzles. Everyone’s\nconditions have significantly worsened. Bob’s broken leg is\ncovered in BUBBLING SORES. Kirsten’s cheeks have sunken,\nrevealing bone beneath. Oddly, WENDY STILL LOOKS HEALTHY.\n\nWENDY\n(eyeing Chris)\nYou can’t be serious.\n\nChris is put in the cellar. The door closes.",
  "44": "---END OF PREVIOUS SECTION---\nWENDY\n(eyeing Chris)\nYou can’t be serious. Chris is put in the cellar. The door closes. \n---TARGET SECTION TO BE ANNOTATED---\n Chris just\nstands in the middle of the room. Then slowly, tearily -\nspeaks through his mangled jaw:\n\f64.\n\nCHRIS\nHew geeys. Wast gee-ing on?\n\nINT. CHRIS’ HUGE PARTY HOUSE, GAMEROOM - LATER\n\nThe gameroom features video games, a pool table, bean bag\nchairs, and a large screen TV. Shams, Brooke, and Zach have\nthe space all to themselves.\n\nBROOKE\nDo we have to go back up?\n\nZACH\nI don’t see why.\n\nBROOKE\nYou know Zach, passing you in the\nhalls - I never would have guessed\nthat you were so, so...\n\nZach is doesn’t let her finish. He leans in for the KISS.\nBrooke strokes his cheek. It’s tender and sweet.\n\nShams eyes them, his eyes darkening with jealousy.\n\nSHAMS\nCareful. I hear there’s something\ngoing around.\n\nZach and Brooke separate and smile self-consciously. Whoops!\nIt’s true: this first kiss has much deeper resonance than\nmost. JUST THEN, Weber appears at the door.\n\nWEBER\nYou need to come to the kitchen.\nZACH\nWe‘re fine here, thanks.\nWEBER\n(to Zach)\n\nPlease don’t leave our fates\nentirely in the hands of Pimple.\nINT. CHRIS’ HUGE PARTY HOUSE, KITCHEN ~— CONTINUOUS\n\nWeber herds Zach, Brooke, and Shams inside. Everyone stands\nin the kitchen. Doug has center stage.\n\nDOUG\nAlright. It’s “go” time.\n\nDoug opens the freezer and takes out three ice-cube trays.\n\f65.\n\nASHLEY\nWhat is this?\n\nDOUG (CONT’D)\n\nAn ice-cube test. And no pussy\nshit. You got to bite right\nthrough.\n\nBROOKE\nNo more. I can’t take anymore.\n\nZACH\nDoug, she‘s right. If we’re\ncareful, no one’s going to get\ninfected that isn’t already. All\nwe have to do is wait for the CDC.\n\nDOUG.\nI don‘t want to risk standing next\nto some fucker who could start\nleaking shit all over me.\n\nZACH\nThis isa sadistic.\n\nDOUG\nThat guy had bad teeth.",
  "45": "---END OF PREVIOUS SECTION---\nI don‘t want to risk standing next\nto some fucker who could start\nleaking shit all over me. ZACH\nThis isa sadistic. DOUG\nThat guy had bad teeth. \n---TARGET SECTION TO BE ANNOTATED---\n Show me\nyou don’t, or it’s cellar time.\n\nBROOKE\nCalm down--\n\nDOUG\nWhat’s wrong with you two? You got\nsomething to hide?\n(turning to the others)\nAnybody else feel it’s better to\nknow who’s rotten?\n\nAlmost EVERYONE raises their hands. Brooke’s stays down, and\nZach reaches for it. Holds it tight.\n\nBOUG\nThis all started cause that bitch\nKatie had it. SHE DIDN’T TELL US,\nNOW WE ALL MAY BE FUCKED. Let’s\ntake the littlest of precautions\nokay? I’1ll go first.\n\nDoug walks up to the sink. He takes a cube out of the tray\nand holds it IN HIS TEETH... squeezes his jaw. CRACK! He\nbreaks the ice-cube.\n\nSASHA\nThat looks painful.\n\nDOUG\nBrooke, you're up. Go,\n\f66.\n\nShe walks slowly towards the sink. sasha helps her get a\ncube out of the tray. Brooke looks back to Zach.\n\nDOUG\nWeasel-boy can’t help you. Come\non, girl!\n\nBROOKE\nI’m going!\n\nBrooke takes a cube and puts it in her mouth. She bites hard\non it... she squeezes... harder... she quits. Zach watches,\nanxiously. After all, he just kissed this girl.\n\nBROOKE (CONT'D)\nI need another try.\n(to herself)\nPlease God, let me do this.\n\nShe bites, her eyes are tight. CRACK! The cube breaks. She\nlet’s the halves fall into the sink and pumps her fists.\n\nBROOKE (CONT’D)\nYes! Yes!\n\nDOUG\nZach? Let’s go.\n\nZach takes a cube and bites and holds it between his teeth.\nWE SEE HIS TEETH RUBBING AGAINST THE HARD ICE... GRINDING AS\nHE TRIES TO BREAK IT. He takes the cube out of his mouth.\n\nZACH\nDammit.\n\nDOUG\nI’ll bet you wish you were home\nwith your socially challenged\nfriends right now, huh?\n\nSHAMS\nYou can do it, Zach.\n\nZach puts the cube back in. The GROUP looks scared for him.\nZach tries again. He squeezes. CRACK! Brooke hugs him.\n\nDoug passes the tray to Moose.",
  "46": "---END OF PREVIOUS SECTION---\nCRACK! Brooke hugs him. Doug passes the tray to Moose. \n---TARGET SECTION TO BE ANNOTATED---\n Moose leans over the sink.\nHe looks terrified.\n\nMOOSE\nNo problem.\n\nHis jaw muscles TENSE. His cheeks REDDEN. Veins BULGE.\n\nWEBER\nKeep squeezing, buddy. Break it!\n\f67.\n\nMoose puts his hand on the edge of the sink for leverage.\nHis face contorts with strain.\n\nSHAMS\nKeep it up.\n\nTHE FLESH ON HIS FOREHEAD STARTS TO SLOWLY RIP. A DROP OF\nBLOOD SLIPS OUT AS IF FROM A SHAVING CUT... CRACKI!I!I1!!\n\nHis FOREREAD SPLITS OPEN! Blood gushes. We can see the\ninside of his head. He SCREAMS. He’s not alone...\nSASHA\nMake it STOP!\nMoose clutches the sides of his head in a panic. Then as he\nsqueezes... WHOOSH! HIS EYE shoots OUT OF THE SOCKET!!!\nSPLAT! It hits the fridge.\n\nMOOSE\nWhat was that!!!\n\nMoose covers his face with his hands. He’s WAILING. He runs\ntight circles in the kitchen... dropping blood everywhere...\nHe won’t stop moving.\n\nMOOSE\nMY FACE!!!! MY FACE!!!\n\nHe can’t see. He staggers close to the group.\n\nWHAM! Doug konks him in the back of the head with a broom.\nMoose lands hard. He moans on the floor, down for the count.\n\nA moment of silence as everyone looks around the room.\n\nSHAMS\n\nThat’s the grossest shit ever.\nDOUG\n\nYeah... but the test worked.\nSASHA\n\nI’m gonna be sick.\nASHLEY\n\nMe too.\nCINDY\n\nMe first!\n\nINT. CHRIS’ HUGE PARTY HOUSE, HALLWAY - NIGHT\n\nSasha, Ashley and Cindy knock into each other as they jockey\nfor the first place position.\n\f68.\n\nThey’re all moments from heaving. Cindy has her hand in\nfront of her mouth. She looks like she has already started\nto vomit a little.\n\nAshley takes the lead.\n\nSASHA\nNOt\n\nCindy pushes Ashley into the wall like a hockey check, BAM!\nCindy gets to the bathroom first. All three topple in.\nINT. CHRIS’ HUGE PARTY HOUSE, BATHROOM — CONTINUOUS\n\nThey try to get their bearings, all over each other.",
  "47": "---END OF PREVIOUS SECTION---\nAll three topple in. INT. CHRIS’ HUGE PARTY HOUSE, BATHROOM — CONTINUOUS\n\nThey try to get their bearings, all over each other. \n---TARGET SECTION TO BE ANNOTATED---\n They\npush as they each try to pick up the toilet seat.\n\nWhen the seat is half way up, Cindy hurls.\n\nCINDY\nAAAOCOOHHFFFFF!\n\nSasha follows, some into the toilet, most onto the wall.\n\nSASHA\nAAOOOF FFWHHOOOOOOLLLLLLLLFFFKKKFF !\n\nAshley is about to pop. There is no room to get to the\ntoilet. She looks to the sink.\n\nASHLEY\nCCHOOOOOFFKKK. CHOOKKFOOFK. CHIKKO!\n\nAshley pukes all over the sink and floor... Then SHRIEKS.\n\nShe stares at her vomit. It’s BLOOD RED, and full of CHUNKS.\nShe heaves again - this time producing a watery FLUID more\nblack than red.\n\nSASHA\n(exhausted)\nIt really stinks in here.\n\nShe turns, notices Ashley’s “predicament.” They make eye\ncontact, Ashley tries to speak, but can’t stop PUKING.\n\nINT. CHRIS’ HUGE PARTY HOUSE, CELLAR - LATER\n\nSLAM. Doug seals Moose and Ashley inside. The cellar is\ngetting crowded. Behind him, Cindy is having conniptions as\n\nseparation from Moose sinks in.\n\nDOUG\nGirl, chill out.\n\f69,\n\nMuffled by the thick door, we hear the sound of Ashley\nRETCHING again, following by GROANS of disgust.\n\nBOB (0.8. )\nDamn Ashley! Like it wasn’t fucked\nenough in here already!\n\nINT. MT. VERNON HIGH SCHOOL, GYMNASIUM - NIGHT\nKids slow-dance beneath a spinning disco ball.\n\nA NEWS CREW setting up on the far side of the gym. Local\nreporter JILL VALENZUELA is starting to interview Prom-goers.\n\nFIND: Natasha, fending off the hand-sy advances of another\nJOCK, a virtual clone of JACK.\n\nJOCK\nc’mon sweetie——-\n\nNATASHA\nMy boyfriend DIED today.\n\nJOCK\nDidn‘t stop you from coming.\n(beat)\nEveryone gets lucky on Prom Night.\n\nINT. CHRIS’ HUGE PARTY HOUSE, CHRIS’ BEDROOM - NIGHT\n\nVal and Weber are in the middle of the room, half-clothed,\nclimbing all over each other.",
  "48": "---END OF PREVIOUS SECTION---\n(beat)\nEveryone gets lucky on Prom Night. INT. CHRIS’ HUGE PARTY HOUSE, CHRIS’ BEDROOM - NIGHT\n\nVal and Weber are in the middle of the room, half-clothed,\nclimbing all over each other. \n---TARGET SECTION TO BE ANNOTATED---\nAs _they remove each other’s tops, they hit the bed. val\npulls Weber on top of her.\n\nWEBER\nWe shouldn’t be doing this. It’s\nnot... safe.\n\nThey make love in a frenetic hurry. Weber nuzzles her.\n\nVAL\nI love you. I love you.\n\nWEBER\nOh, baby.\n(eyes closing)\nWhat’s happening to us?\n\nVAL\nDon’t talk. Just fuck me. Fuck\nme. Fuck me--\n\nHe pumps as hard as he can.\n\f70.\n\nWEBER\nOHHHHH...\n\nVAL\nDon’t cum.\n\nWeber tenses up. He tries to hold back....\n\nVAL (CONT’D)\nDon’t....Wait....\n\nWEBER\nI’m 90.....\n\nWeber can’t hold it. He comes.\n\nWEBER (CONT’D)\noe eBCALEd. cae\n\nHe falls on top of her, exhausted. She holds him.\nVAL\n(tenderly)\nYou are so sweet. So sweet.\nWEBER\n(quietly)\nYou better not be sick.\nHe puts his face in her chest and weeps.\nVAL\nWe‘re all gonna die anyway. Might\nas well have a fucking orgy.\nINT. CHRIS’ HUGE PARTY HOUSE, CELLAR — NIGHT\nBob and Moose are huddled in a corner. Kirby’s body is in\nanother corner. Wendy is passed out with a bottle of wine in\nher hand. still bizarrely blemish free...\n\nAshley and Kirstin are lying down together between wine\nracks. They are MAKING OUT LIKE THEIR LIVES DEPENDED ON IT.\n\nASHLEY\nYou feel soo0o good.\n\nKIRSTIN\nSo do you.\n\nBob watches the girls, transfixed, then turns to Moose.\n\nBOB\n(to Moose)\nHey.\n\f71.\nMOOSE\nHi.\nBOB\n(seductively)\nHow's it going?\n\nMoose shoots Bob a look. Well, as best he can with one eye.\n\nMOOSE\nDon’t.\n\nBOB\nDon’t what?\n\nThey sit for a quiet BEAT.\n\nMOOSE\nGet away from me.\n\nMoose scoots away. Bob moves close again.\n\nBOB\nCome on. This is the end, man.\nGame over.\n\nMOOSE\nStop it!\n\nMoose tries to get up. Bob, with his good hand, gently pulls\nMoose back down.",
  "49": "---END OF PREVIOUS SECTION---\nMOOSE\nStop it! Moose tries to get up. Bob, with his good hand, gently pulls\nMoose back down. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nYou remember that time...at camp?\nIt’s okay... Who cares what these\npeople think anyway.\n\nMoose looks around the room at the motley crew. His macho\nattitude fades. He GRABS BOB’S FACE, They make out.\n\nMOOSE\nOh, Bob.\n\nBOB\nYes! Yes, Jack!\n\nMoose pulls away. “What did you just call me?” He shrugs it\noff. They remove each other’s clothes, lay down on the bench\nand start to have sex.\n\nThey moan with pleasure. Ashley and Kirstin moan with\npleasure. REVEAL Chris watching it all, pleasuring himself.\n\f72.\n\nINT. SCOTT’S BASEMENT - NIGHT\n\nScott and Eric actually look a bit battle fatigued. The game\nis PAUSED. The floor around them is littered with soda cans\nand candy wrappers.\n\nscott\nWe need more victims.\n\nERIC\n(pointing at the screen)\nTwo more, coming our way!\n\nscorT\nWait, we know that screen name.\nThat ’s--\n\nERIC\nShams!\n\nINT. CHRIS’ HUGE PARTY HOUSE, GAMEROOM - NIGHT\n\nShams and Tyler play X-BOX on the big screen. There is a\nbottle of whisky and two glasses in between them.\n\nSHAMS\nBring it, bitches.\nGame characters pummel each other with futuristic artillery.\n\nTYLER\nDIE FUCKERS! DIEt\nThey each take a drink.\n\nSHAMS\nYou now, I don’t think I’ve ever\nheard you talk before.\n\nTYLER\nDon’t have much to say.\n(vet screen)\nShit! Lost my shield.\n\nSHAMS\nTurns out, playing videogames all\nnight would have been fine.\n(tugging his collar)\nIs it hot in here?\n\nTYLER\nSorry, what?\n\nShams gets his game face on.\n\f73.\n\nSHAMS\nNothing. Just, this disease shit -\nit’s pretty serious.\n\nTYLER\nAnything in life you’d do\ndifferent?\nSHAMS\n(beat)\nI’m a virgin.\nTYLER\nThat sucks.\nSHAMS\n\nWhat about you?\nThey continue their play.\nTYLER\n(re: screen)\nMove! Move, move move!\n(beat)\nMe? I don’t know.",
  "50": "---END OF PREVIOUS SECTION---\nMove, move move! (beat)\nMe? I don’t know. \n---TARGET SECTION TO BE ANNOTATED---\n Beat the shit\nout of guys like you less often?\nTyler and Shams characters are getting DESTROYED.\nTYLER (CONT'D)\nDude, these guys are good.\nSHAMS\nNO FUCKIN’ WAY.\nShams gets into it. His fingers hit the pads like crazy. He\nsqueezes as hard as he can. He watches his player onscreen\nfight back. Then...\n\nWe hear CRACK! CRACK! The sound is coming from Shams’s\nfingere as he wails away at the game.\n\nTYLER\nDo it!\n\nShams MASHES HIS PAD WITH ALL HIS MIGHT!\n\nSHAMS\nAAAHHHHHH! HALI1\n\nA DOUBLE-CRACK! FILLS THE ROOM. THEY BOTH HEAR IT.\n\nTyler looks over and discovers that SHAMS THUMBS ARE MISSING.\nActually, they’re on the floor.\n\nSHAMS\nUh oh.\n\f \n\n74.\n\nTYLER\nTHE FUCKI!II...\n\nTyler BELLOWS. Shams however, is remarkably calm. No\nscreaming. Just devastating disappointment.\n\nTYLER\nHELP! HELP! HELP!\n\nSHAMS\nCan’t I catch a break?\n\nShams tries to pick up his thumbs - an ironically difficult\ntask without them attached to his hand.\n\nKIDS fill the doorway - Val, Zach, Brooke and the others\nbehind them.\n\nZach takes in the sight, heart-~broken.\n\nINT. CHRIS’ HUGE PARTY HOUSE, CELLAR - NIGHT\n\nZach and shams confer on opposite sides of the thick door.\nGuilt and sadness wrestle across Zach’s face.\n\nSPLITSCREEN:\n\nSHAMS\nPlease. Please, Zach - I’m begging\nyou. Don’t leave me in here.\n\nZACH\nI’m so sorry.\n\nSHAMS\nThere‘’s got to be something you can\ndo. You’re a bright guy.\n\nZACH\nJust hang in there. Help is on the\nway. You’ve just got to hang on.\n\nSHAMS\nFuck you! They’re gonna let us rot\nand you KNOW IT! Think!\nThere’s a long beat.\n\nZACH\nI don’t know what to do, Shams.\n\nHe stands. Wipes tears from his eyes and starts down the\nlong, narrow hallway.\n\nSHAMS (0.S.)\nDon’t leave me Zach! Zach!\n\n \n\f7S.\n\nINT.",
  "51": "---END OF PREVIOUS SECTION---\nZach! 7S. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHRIS’ HUGE PARTY HOUSE, BEDROOM - NIGHT\n\nZach, Brooke, Sasha, and Doug are flipping channels in the\nguest bedroom. FLICK. An informercial for \"Salad Shooter.”\nFLICK. An old episode of “Facts of Life.” FLICK-—-\n\nThey all stare listlessly. Zach strokes Brooke’s hair.\n\nBROOKE\nI wonder what my sister’s gonna be\nlike when she grows up.\n\nZACH\nYou’ll get to see. Promise.\n\nSASHA\nYou can’t promise. You don’t know.\n\nCLOSE ON: Doug, sweating profusely. His eyes are red, his\nbreath a bit labored. He scoots closer to Sasha.\n\nSASHA\nDon’t even think about it.\n\nDOUG\n(sudden outburst)\nFuck! I need to FUCKING GET THE\nFUCK OUT OF THIS FUCKING PLACE!\n\nThey all STARE at him, stunned despite themselves.\n\nDOUG\nWhat? Fuck you guys.\n\nHe stumbles towards the bathroom. Zach is concerned.\nZACH\nHe’s... off.\n(beat)\nMore so than usual.\nINT. CHRIS’ HUGE PARTY HOUSE, BATHROOM - CONTINUOUS\nCLOSE ON: Doug, who does indeed Look pretty damn crazy.\n\nDoug DISCOVERS that the walls, toilet and floor are plastered\nwith puke.\n\nDOUG\nPigs.\n\nHe struggles with his zipper and PEES into the shower. He\nruns a free hand through his hair... then looks at his\nfingers. He sees blood.\n\f76.\n\nHe ZIPS up, then looks in the mirror. He SPREADS HIS HAIR\napart - sees a BLOODY SORE that extends behind his ear. He\ntugs the top of his ear for closer inspection... and it comes\nCLEAN OFF HIS HEAD.\n\nDOUG (CONT’D)\nNo FUCKING way.\n\nHe carefully tries to STICK the ear back on. It stays -\nsecured by gooey layer of puss.\n\nINT. CHRIS’ HUGE PARTY HOUSE, BEDROOM ~ NIGHT\n\nDoug reappears in the doorway looking worse and frighteningly\nvacant. He’s completely snapped... or is about to.\n\nNo one on the bed notices. Their eyes are glued to the NEWS:\n\nJUDITH MARTIN (TV)\n++-Jill Valenzuela spoke with some\nof the students. Here’s the tape.",
  "52": "---END OF PREVIOUS SECTION---\nNo one on the bed notices. Their eyes are glued to the NEWS:\n\nJUDITH MARTIN (TV)\n++-Jill Valenzuela spoke with some\nof the students. Here’s the tape. \n---TARGET SECTION TO BE ANNOTATED---\nThe news CUTS TO footage of JILL VALENZUELA, a peppy\nreporter, interviewing kids AT THE PROM. She passes two kids\nSLOW DANCING.\n\nJILL VALENZUELA\nWhat do you two think of the\ntragedy?\n\nDANCING GIRL (TV)\nIt’s a shame.\n\nJILL VALENZUELA (TV)\nHow about you?\n\nDANCING GUY (TV)\nYeah. Total bummer.\n\nThey two kids go back to slow dancing. We SEE that Natasha\nig miraculously recovered from her trauma. she’s in the arms\nof a new BEAU.\n\nJill walks over to three girls, MARYANN MCDONOUGH, a girl\nwith way too much attitude, JANINE, and TRACI, a petite girl\nwho speaks softly.\n\nSASHA\n(to Doug)\nHey ~ weren’t you going to Prom\nwith MaryAnn?\n\nDOUG\n(stonefaced)\nI blew her off. Came her instead.\n\f77.\n\nBROOKE\nLucky break for both of you.\n\nJILL VALENZUELA (Tv)\nDid you guys know the kids at Chris\nWelch’s house?\n\nJanine leans into the microphone.\n\nJANINE (TV)\nI did. It’s so tragic you know.\nThey were so young.\n\nSasha starts to CRY. Zach and Brooke turn to one another.\n\nBROOKE\nWere?\nSASHA\n(sobbing, gasping)\n\nOh my God. Prom! Look... How...\nBeautiful...\n\nJill Valenzuela turns to MARYANN MCDONOUGH. Doug’s jaw\nCLENCHES,.\n\nBROOKE\nLook Doug. Your sweetie.\n\nJILL VALENZUELA (TV)\nI understand this evening is\nparticularly hard for you. Your\ndate is trapped in that house--\n\nMARY ANN (TV)\nHi, I’m MaryAnn. Let me first just\nsay that I feel really bad for all\nof them. And I did feel really bad\nabout Doug, too - I mean, I still\ndo but-- sometimes he was such a\njerk. If he’d just come directly\nto Prom like I asked...\n\nDOUG\nFuck you, MaryAnn.\n\nTraci pushes past MaryAnn and looks in the camera.\n\nTRACY (TV)\nYeah.",
  "53": "---END OF PREVIOUS SECTION---\nDOUG\nFuck you, MaryAnn. Traci pushes past MaryAnn and looks in the camera. TRACY (TV)\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\n I want to send all my wishes\nand prayers. But it’s true... Doug\nwasn’t very nice.\n\nJANINE (TV)\nYeah. He was so conceited.\n\nDOUG.\nSHUT UP!\n\f78.\n\nJILL VALENZUELA (TV)\nOur hearts are with these kids -\nstruggling to enjoy their Bpecial\nnight under these awful\ncircumstances.\n\nDoug THROWS A GLASS at the screen, and the 2nd TV of the\nevening is OBLITERATED.\n\nSASHA\nDammit! That’s the last TV!\n\nDoug is SHAKING with rage. He looks like a volcano.\n\nDOUG\nWish those fucking bitches were\nheret\n\nBROOKE\n\nDude, settle.\n\nDOUG\nFucking all you fuckers are fucked!\n\nSUDDENLY: Doug’s EAR FALLS OFF. No one moves.\n\nDOUG\nFuck.\n\nDoug RUSHES for the window, throws it open. The RED LASER\nDOT from a rifle sight traces it’s way up his torso.\n\nDouc\nFUCKII!!\n\nHe takes off down the hall.\n\nINT. CHRIS’ HUGE PARTY HOUSE, DINING ROOM - LATER\n\nZach addresses the gathered troops. They hang on his every\nword ~ he’s emerged as the clear leader.\n\nZACH\nAlright everybody. We looked, but\nthere’s no sign of him.\n\nAlarmed WHISPERS spread through the group.\n\nTYLER\nHe’s in here somewhere.\n(beat)\nI could take him.\n\nZACH\nHe’s... a little nuts and hasn’t\ngot anything to lose.\n\n(MORE)\n\f79.\nZACH (cont'd)\nThat makes him much more dangerous.\nWe need to watch each other’s\nbacks.\n\nWeber raises his hand. Zach POINTS.\n\nWEBER\nWatch our backs? We’re SCREWED. I\nmean, if the CDC doesn’t arrive\ngoon, and now with a psycho running\naround--~\n\nZACH (CONT'D)\nThey’1l come. This has become far\ntoo big.\n\n(darkly)\nBut yes, for some of us the clock\nis ticking. We can’t stand by and\ndo nothing while our friends die.\n\nEveryone looks down ~ towards the BASEMENT.\n\nINT. CHRIS’ HUGE PARTY HOUSE, CELLAR - CONTINUOUS\n\nBAM! The cellar door flies open.",
  "54": "---END OF PREVIOUS SECTION---\nINT. CHRIS’ HUGE PARTY HOUSE, CELLAR - CONTINUOUS\n\nBAM! The cellar door flies open. \n---TARGET SECTION TO BE ANNOTATED---\n It’s Zach and Brook, with\na small set of curious bystanders. Moose Bob, and several\nothers are in pretty bad shape. Wendy is STILL blemish free.\nZach looks ready for war.\n\nShams eyes him gratefully, optimistically.\n\nSHAMS:\nZach?\n\n2ACH\nHey there, buddy.\n\nWENDY\nI’m not sick! I swear, I’m not!\n\nZACH\nThere’s a chance you’re immune.\nI’m sorry that this happened to\nyou, but you might be valuable to\nthe CDC. Thank you for being so\nbrave.\n\nWendy calms immediately. Zach turns towards Chris:\n\n2ACH\nChris -\n\nCHRIS (0.S.)\n(mangled jaw)\nYeag - Warz sup?\n\nZACH\nI need power tools.\n\f80.\n\nINT. CHRIS’ HUGE PARTY HOUSE, BASEMENT HALLWAY - LATER\n\nWe follow a long extension cord. It runs down the hallway,\npast kids’ feet, and underneath the cellar door. Zach and\nChris watch through the window. Cindy paces behind them.\n\nSASHA\nI can’t watch.\n\nShe looks at Brooke expectantly.\n\nBROOKE\nI’m staying.\n\nSasha storms upstairs. Doug peek through the window.\nSASHA (0.S.)\n\nCrazy mother-fuckers....\nINT. CHRIS’ HUGE PARTY HOUSE, CELLAR — NIGHT\nAn impromptu MEDICAL STATION has been built. There are boxes\nof bandages, scissors, twine, paper towels, a tube of\nantibacterial ointment, and TWO BOTTLES OF VODKA.\nZach holds a CIRCULAR SAW.\n\nSheets have been laid down on the floor. Shams is laid out\non top of them.\n\nSHAMS\n(eying the circular saw)\nThat’s a far cry from a scalpel.\n\nZach waves Bob over. ZACH AND BOB throw SHEETS OVER THEIR\nHEADS. Eye holes have been cut out. THEY LOOK LIKE GHOSTS.\n\nBob puts his foot on Shams’ wrist. HE HOLDS IT DOWN.\n\nZach puts Safety Goggles on. He lines up the blade on SHAMS’\nFOREARM.\n\nSHAMS\nYou have to take off that much?\n\nZach indicates where the discolored veins in the hand end and\nhealthy flesh begins.",
  "55": "---END OF PREVIOUS SECTION---\nHe lines up the blade on SHAMS’\nFOREARM. SHAMS\nYou have to take off that much? Zach indicates where the discolored veins in the hand end and\nhealthy flesh begins. \n---TARGET SECTION TO BE ANNOTATED---\nZACH\nThere’ s no point if we don’t get it\n\nSHAMS\n(lightly)\nYeah, what’s an extra inch or two--\n\f81.\n\n2ACH\nShams - you sure you’re cool?\n\nShams nods and Zach squeezes the trigger. RRRRRRRRRR!\nBLOOD FLIES EVERYWHERE! WINE RACKS GET SPLATTERED.\n\nSHAMS\nAAAAAAAAHHHE I\n\nPIECES OF BONE chip away and sail in the air. ZACH GRIMACES\nWITH STEADFAST DETERMINATION.\n\nThen, it’s time for Shams other wrist - and the left hand is\nsevered as messily as the right.\n\nThe sick kids are huddled in a corner, facing away, blood all\nover their backs. The saw WHINES to a slow stop.\n\nBrooke administers rapid medical attention... bandages,\nvodka, the works,\n\n2ACH\n(raising his goggles)\nWho’s next?\n\nTO BLACK:\nThe grinding WHIR OF THE POWER SAW OVER:\n\nEXT. CHRIS’ HUGE PARTY HOUSE, STREET - CONTINUOUS\n\nThe scene outside has become more melee than managed police\nscene. Parents are swarming. News crews have literally set\nup camp. Even a PROTEST GROUP has made an appearance...\n\nAgent Ridge has detained several parents; Sargeant Frank is\nbeing led away in cuffs, YELLING at the top of his lungs.\n\nA REPORTER and CAMERAMAN corner Agent Ridge.\n\nREPORTER\nWe understand that an entire small\ntown in Bunyon County has undergone\nsimilar containment.\n\nThe reporter thrusts the microphone in Ridge’s face and lets\nit hover there. He doesn’t say a word.\n\nREPORTER\nAny comment on the situation inside\nthe house?\n\nRidge reaches over and plucks a cable from the side of the\ncamera. The small light glowing on top dims. The cameraman\nCURSES and Ridge walks away, soon joined by a JUNIOR AGENT.\n\f82.\n\nJUNIOR AGENT\nNo sign of him sir. The cruiser he\nstole is still MIA too...\n\nNEARBY: Officer Paul is conversing with Zach's parents and\nDoug’s dad Dr. Viola.\n\nOFFICER PAUL\nThis is total chaos.\n\nZACH’S DAD\nIs there anything we can do?\n\nOFFICER PAUL\nPray.\n\nINT.",
  "56": "---END OF PREVIOUS SECTION---\nZACH’S DAD\nIs there anything we can do? OFFICER PAUL\nPray. INT. \n---TARGET SECTION TO BE ANNOTATED---\n POLICE CRUISER - NIGHT\n\nWinston is driving, utterly preoccupied with the array of\nfancy doodads on the dash: GPS, call monitors, data\ncomputer... he punches buttons arbitrarily.\n\nThe radio crackles:\n\nVOICE (RADIO)\nDeputy Winston. You’re ordered to\nrespond. Return the vehicle.\n\nWINSTON\n(to himself)\n¥’all can clean your own mess.\n\nWHAM! The cruiser CRASHES into an electrical pole. Two high-\ntension power lines fall to the asphalt, writhing like live\nsnakes. Winston hurries from the car to survey the damage.\n\nWINSTON\nWhoops.\n\nEXT. CHRIS’ HUGE PARTY HOUSE, STREET - CONTINUOUS\nThere’s a loud electrical SNAP, then a strange deep, droning\nnoise - like the world’s largest television set being turned\noff ~ BEEEEEEEEQOOOOOOOOOOP.\nThe entire BLOCK is plunged into darkness. Every streetlamp,\nevery home, every traffic light... INCLUDING THE SECURITY\nLIGHTS WHICH SURROUND CHRIS’ HOUSE.\nINT. SCOTT’S BASEMENT, DARK - CONTINUOUS\n\nA FLASHLIGHT winks on. Scott and Eric are in the middle of\nthe basements black void.\n\f83.\n\nERIC\nTell me you saved the game.\n\nscorT\nWe should have gone to Prom.\n\nINT. MT. VERNON HIGH SCHOOL, GYMNASIUM - CONTINUOUS\n\nThe gym is a black abyss. Emergency lighting sputters to\nlife above green exits signs, casting the alarmed students\nbelow in eerie silhouette.\n\nINT. CHRIS’ HUGE PARTY HOUSE, BASEMENT — CONTINUOUS\n\nA lighter FLICKS, and the lonely butane flame casts a futile\nbubble of illumination. Zach’s face glows.\n\nSHAMS\nWhat’s going on?\n\nBROOKE\nDid they cut the power?\n\nZACH\nThat wouldn’t make sense.\n\nRunning FOOTSTEPS on the floor above their heads. The CREAK\nef a door opening. More FOOTSTEPS, Then, glass SHATTERS.\n\nZACH\nShams, everyone, stay put.\n(to Brooke)\nStay close.\n\nLed by light of the tiny flame, they move as quickly as they\ncan through the door and up the stairs.\n\nEXT.",
  "57": "---END OF PREVIOUS SECTION---\n(to Brooke)\nStay close. Led by light of the tiny flame, they move as quickly as they\ncan through the door and up the stairs. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CHRIS’ HUGE PARTY HOUSE - NIGHT\n\nOfficers and Agents surround the house, clutching\nflashlights, guns drawn. Under the veil of blackness, the\nproperty seems much larger, harder to easily canvas.\n\nPERSONNEL on the street scramble to reposition the Police\nvehicles so that the headlights illuminate the house. Though\nthey move with efficiency, the multiple distractions allow\nthem to miss... A FEW SHAPES ESCAPING FROM THE HOUSE!\n\nNEARBY: Officer Paul observes the siege in progress with\nconcern. Another OFFICER approaches:\n\nOFFICER PAUL\nWhere’s our power, Lopez?\n\f84.\n\nOFFICER LOPEZ\nThere’s a line down on Oak. We’re\ntalking at least another fifteen.\n\nOfficer Paul watches as Agent Ridge silently, cautiously\nleads a TEAM towards the patio.\n\nAGENT RIDGE\n(to his men)\nNo one leaves this house.\nUnderstood?\n\nINT. CHRIS’ HUGE PARTY HOUSE - CONTINUOUS\n\nZach and Brooke reach the living room, a half-dozen kide are\nwatching as Weber delicately shimmies through a hole smashed\nin one of the windows. Almost everyone has left.\n\nZACH\nStop that!\n\nZach grabs Weber by the belt-loops and pulls him back inside.\n\nWEBER\nWhat the fuck, dude!\n\nZACH\nWhat are you doing?\n\nWEBER\nI’m not dying in here, man.\n\nZach looks out the window. He can see several SHAPES fleeing\ntowards the treeline surrounding the property. It’s a clear,\nnarrow path to freedom. He glimpses Val, the last to escape,\ndisappearing into the thatch of woods.\n\nBROOKE\n(to Zach)\nWe have to stop them.\n\nZACH\nIf they contact more people, Weber\nthis thing will be impossible to\nstop.\n(beat)\nWhere were they going?\n\nWEBER\n(shrugs, half-joking)\nKnowing these assholes, they’d be\ntempted to go to Prom--\n\nBrooke and Zach eye one another with alarm, then glance again\ntowards the window...\n\f85.\n\nWEBER\nLet the Police handle it, hero.\n\nZACH\nThe Police will kill them.\nWEBER\nThey’re already dead.\nEXT. CHRIS’ HUGE PARTY HOUSE - CONTINUOUS\n\nAgent Ridge and his men reach the patio.",
  "58": "---END OF PREVIOUS SECTION---\nWEBER\nThey’re already dead. EXT. CHRIS’ HUGE PARTY HOUSE - CONTINUOUS\n\nAgent Ridge and his men reach the patio. \n---TARGET SECTION TO BE ANNOTATED---\n In the pool,\nKatie’s body has dissolved into a nearly unrecognizable blob.\n\nThe sliding doors leading inside are locked. Agent Ridge\ngestures for his men to SMASH the glass.\n\nINT. CHRIS’ HUGE PARTY HOUSE - CONTINUOUS\n\nThe AGENTS step slowly into the living room, washed in the\nMuted yellow light of the idling Police Cars outside.\nFLASHLIGHT BEAMS scan the darkness, find the destroyed TV,\nthe blood-spattered kitchen. Drinking glasses... no kids.\n\nACROSS THE HOUSE, more agents BURST through the front door.\nThey motion the “All Clear.”\n\nRidge looks uncharacteristically worried.\nRIDGE\nI want air support. They can’t\nhave gotten far--\nAn AGENT emphatically gestures for Ridges attention, pointing\ntowards an open door and a stairway leading down.\nINT. CHRIS’ HUGE PARTY HOUSE, STAIRS ~ CONTINUOUS\n\nRidge and his men step slowly down the stairs towards the\nbasement, guns still at the ready.\n\nRidge notices the extension cord snaking its way towards the\nheavy cellar door.\nINT. CHRIS’ HUGE PARTY HOUSE, CELLAR - NIGHT\n\nThe door CREAKS open. The darkness here is impenetrable.\nThere is faint SCUFFLING. The Agents are not alone.\n\nAGENT RIDGE\nDon’t be afraid. You’re all going\nto be okay.\n\f86.\n\nCircles of light from the flashlights glide across the blood\nsoaked walls. FIND the circular saw still dripping with\ngore... Then SUDDENLY FINDS CHRIS, who has pressed himself\nflush against the wine racks, trying to hide.\n\nTerrified, Chris RUSHES FORWARD, babbling through the cavity\nthat used to be his mouth.\n\nCHRIS\nOyMahGewd - plez gelp ge!\nThe closest AGENT GASPS in disgust and surprise. He\nimpulsively squeezes his trigger - CRACK! - and what remains\nof Chris’s face EXPLODES in a geyser. His body wobbles, then\ncollapses to the floor.\nSeveral STIFLED SCREAMS echo against the stone walls.\n\nThe Agents swivel on their heels nervously.\n\nEXT. MI.",
  "59": "---END OF PREVIOUS SECTION---\nThe Agents swivel on their heels nervously. EXT. MI. \n---TARGET SECTION TO BE ANNOTATED---\n VERNON STREET - NIGHT\nWinston has gotten the Cruiser moving, but it’s on it’s last\nlegs - every foot it traverses accompanied by the SCREECH of\ngrinding metal. The front end is hopelessly mangled, smoke\nbillows from beneath the hood.\n\nWINSTON\nc’mon. C’MON--\n\nThe car dies, clanging to a permanent halt.\n\nWINSTON\nFuck!\n\nHe looks out the window. Directly beside him, at the rear of\nan immense, full parking lot, is Mt. Vernon High.\n\nRight on cue, the power returns. The overhead fluorescents\nin the parking lot illuminate. A dim but distinct CHEER\nrises from the school - hundreds of relieved revelers\ncelebrating the resumption of prom.\nWINSTON\n\nSweet!\nINT. CHRIS’ HUGE PARTY HOUSE, BASEMENT - NIGHT\nThe stand-off continues.\n\nAGENT RIDGE\nAll of you. Come out!\n\nNothing. No response.\n\f87.\n\nSUDDENLY: the lights blaze back to life, and SHAPES lurking\nin the shadows become clear. The agents are startled.\n\nTHEN: the kids make a collective RUSH towards the door —\nShams, Bob, Moose, Kirsten, Ashley - the Agents take AIM:\n\nMoose is SHOT in the chest and collapses on an Agent,\nbleeding all over while smothering him with his girth.\n\nAgent Ridge lines up Ashley in his sights...\n\nBut Shams and Bob wrestle him to the ground. Agent Ridge\nlands on the CIRCULAR SAW which WHIRS to life beneath him.\n\nHis mouth opens in a silent SCREAM, a fountain of blood\nerupting over his lips.\nINT. CHRIS’ HUGE PARTY HOUSE - CONTINUOUS\n\nThe KIDS reach the empty living room, only to find more\nAGENTS, ready to pick them off one by one.\n\nThey FREEZE.\n\nEXT. CHRIS’ HUGE PARTY HOUSE ~ CONTINUOUS\n\nThe entire property is once more blanketed by the powerful\nglow of security lights.\n\nOfficer Paul stares at the house expectantly.\n\nThe sound of GUNSHOTS pierce the quiet... and Officer Paul’s\nwalkie blazes to life with PANICKED CHATTER.\n\nWALKIE\n(different voices)\nRidge is down ... we’ve got six\nkids ... wounded, most dead...",
  "60": "---END OF PREVIOUS SECTION---\nOfficer Paul stares at the house expectantly. The sound of GUNSHOTS pierce the quiet... and Officer Paul’s\nwalkie blazes to life with PANICKED CHATTER. WALKIE\n(different voices)\nRidge is down ... we’ve got six\nkids ... wounded, most dead... \n---TARGET SECTION TO BE ANNOTATED---\n it’s\na bloodbath ...\n\nNEWS CREWS scurry to make sense of the unfolding drama.\nGroups of PARENTS press against the officers who restrain\nthem, desperate for anawers.\n\nOverhead, a HELICOPTER flies past.\n\nEXT. MT. VERNON HIGH SCHOOL, GYMNASIUM - NIGHT\n\nA ring of teens loiter near the gym, taking quick, furtive\nsips from concealed brown-bagged beer.\n\nWINSTON (OFF)\nWhat you got there?\n\f88.\n\nThey turn in unison. Winston is swaggering towards them,\nhands on hips. PANIC lights in their eyes.\n\nTEEN 1\nNothing.\n\nTEEN 2\nYeah, nothing Officer.\n\nWinston snatches the paper bag from the closest teen, and\npeers inside. It’s a Colt 40.\n\nWINSTON\nUh-oh.\n\nTEEN 3\nPlease, please, be cool. It’s\nPROM, man.\nWinston sizes them up, overflowing with pantomime\ndeliberation. He quickly confiscates all of their\ncontraband.\nWINSTON\nGoon. Get back inside, don’t let\nme catch you out here again.\nThey disburse like lightning in a chorus of “Thank Yous.”\nOnce they’re out of sight, Winston chugs one. He tosses the\nbottle into the bushes and carries the remaining inside.\nEXT. RAVINE - NIGHT\n\nZach and Brooke run through the moonlight. They bob and\nweave to avoid sharp branches.\n\nBrooke trips over a log. She falls HARD.\n\nZACH\nYou need to stop?\n\nBROOKE\nNo.\n\nBrooke gets up. They keep running, trying to find their way.\n\nThey hear the helicopter overhead. A SEARCHLIGHT traces the\nground nearby.\n\nThey duck behind a tree.\n\nINTERCUT:\n\nINT. HELICOPTER - CONTINUOUS\n\nA SNIPER in the Helicopter has Zach in his sights.\n\f89.\n\nHELICOPTER PILOT\n(into radio)\nWe have two runaways. Clean shot.\n\nEXT. CHRIS’ HUGE PARTY HOUSE - CONTINUOUS\nofficer Paul is currently in command. He hesitates.\nOFFICER PAUL\nStand down. We’ll intercept on the\nground.",
  "61": "---END OF PREVIOUS SECTION---\nHe hesitates. OFFICER PAUL\nStand down. We’ll intercept on the\nground. \n---TARGET SECTION TO BE ANNOTATED---\nHELICOPTER PILOT\nWho is this? Where’s Ridge?\n\nIt just so happens, Agent Ridge is being carried out of the\nhouse in a plastic bag...\n\nOFFICER PAUL\nRidge is indisposed. Stand down.\nEXT. RAVINE - CONTINUOUS\n\nThe helicopter moves in one direction. Zach and Brooke run\nin the other.\n\nBROOKE\nDo you know the way?\nZACH\nI_thought so. I think we’re\n\nclose...\n\nFeeling they’ve lost their pursuers, they pause to catch\ntheir breath.\n\nZACH\nI’m a little turned around. You\nokay?\n\nBrooke nods. They hear RUSTLING! They look around - Bpot\nthe BUSH where it’s coming from.\n\nZach PICKS UP A BIG STICK and holds it over his head. Brooke\npicks up a smaller one.\n\nThe bush rustles again and Zach SWINGS. He hits... A BODY.\nEDDIE, a party-guy in a tuxedo, rolls out.\n\nEDDIE\nOWWWWWW !\n\nTwo more party-guys, LYLE and MITCH, emerge from the bushes.\n\f90.\n\nMITCH\nFuck! We thought you were cops.\n\nBROOKE\nWhat are you doing?\n\nLYLE\nWe came out here to drink.\n\nEDDIE\nWait...\n\nMitch looks at Zach and Brooke, still splattered with blood\nfrom their “surgical” endeavors.\n\nMITCH (CONT’D)\nWhere did you guys come from?\n\nLYLE\nThey got that... “thing!”\n\nZACH\nNo. Promise.\n\nEDDIE\nLook at them! They were at Chris’!\n\nLyle and Mitch pick up sticks, take an offensive posture.\nMITCH\nGet away.\n\nZACH\nWe'll go. Just, tell us which way\nthe prom is.\nL\nForget it!\nLyle swings at Zach. He misses.\nZACH\nI’m not sick! I’m trying to help!\nDoug is on his way to--\nMitch swings. He hits Zach in the leg.\n\nZACH\nHelp us! Please!\n\nMitch CLUBS Zach in the shoulder. Zach’s had enough. He\nlays a HUGE SWING into Mitch’s RIBS. BOOM! Mitch goes down.\nHe chokes as he tries to get his breath. Zach looks to Lyle.",
  "62": "---END OF PREVIOUS SECTION---\nMitch goes down. He chokes as he tries to get his breath. Zach looks to Lyle. \n---TARGET SECTION TO BE ANNOTATED---\nZACH (CONT’D)\nWhich way?\n\f91.\n\nLyle points. 4%ach and Brocke run like hell.\n\nCUT TO:\n\nEXT. SIDEWALK - NIGHT\nUp ahead Zach and Brooke see the HIGH SCHOOL.\n\nZACH\nOver there!\n\nThey run past a convenience store. Brooke does her best to\nkeep up. Zach blazes into an intersection. He look behind\nhim to check on Brooke. SCREEEEFECH -\n\nA CAR HITS Zach. Zach bounces off the windshield and\nsomersaults onto the pavement. Brooke reaches him.\n\nBROOKE\nAre you alright?\n\nZACH\nYeah. I think so.\n\nZach is WooZY, his pants torn and the flesh beneath deeply\ngouged. The IRATE DRIVER gets out of the car.\n\nIRATE DRIVER\n\nWhat the fuck, kid! You ran into\n\nthe middle of the road--\nHe takes long look at Zach, who’s struggles to his feet in\nthe beam of the headlamps. He’s bloody, wild-eyed, and\npissed. This is definitely NOT the same Zach we met\nyesterday... The Driver shuts up and closes his door.\nBrooke grabs him. Zach follows, now slowed by a LIMP.\n\nBROOKE\nCome onl\n\ncur TO:\n\nEXT. MI. VERNON HIGH SCHOOL - NIGHT\n\nA TRUCK pulls up in front of the school.\n\nINT. TRUCK - CONTINUOUS\n\nSasha prepares to climb out of the cab. The TRUCK DRIVER\nleers at her hungrily. Sasha is... not all there. Sweat\nbeads on her forehead.\n\f92.\n\nSASHA\nThanks for the ride.\n\nTRUCK DRIVER\nGlad I could help, darling.\n(beat)\nQuick kiss for luck?\n\nSASHA\nForget it.\n\nTRUCK DRIVER\nC’mon. Peck on the cheek. Don’t\nnormally pick up hitchhikers...\n\nSasha rolls her eyes. Whatever. As she leans in for the\nmicro-smooch, the truck driver turns his head and kisses her\nFULL ON THE MOUTH, pulling Sasha forward greedily.\n\nSASHA\n{tearing away)\nFuck you, pig!\n\nTRUCK DRIVER\nYou have a nice night, Sweetheart.\nYou go make some horny boys night.\n\nShe flips him off.",
  "63": "---END OF PREVIOUS SECTION---\nTRUCK DRIVER\nYou have a nice night, Sweetheart. You go make some horny boys night. She flips him off. \n---TARGET SECTION TO BE ANNOTATED---\n He GRUNTS like a pig as she scampers\ntowards the Gym. His LAUGHTER tapers as she dovetails from\nview, his expression shifting to dawning displeasure. He has\nsomething in his mouth. He fishes inside with a finger and\nretrieves... A BLOODY TOOTH.\n\nEXT. MT. VERNON HIGH SCHOOL - CONTINUOUS\n\nWinded by her brief jog, Sasha stops at a parked car to\ninspect her reflection. She adjusts her hair. Puckers her\nlips, then is seized by a COUGH... which expels a blob of\ndark blood onto the car window.\n\nINT. MT. VERNON HIGH SCHOOL, GYMNASIUM - NIGHT\n\nThe BAND takes a break and a DJ [50s, hopelessly out of\ntouch] takes over a turntable.\n\nHe unsleeves an album and places it on the spindle. The gym\nfloods with Air Supply’s “Two Less Lonely People.”\n\nKids MOAN, but don’t stop dancing.\n\nCLOSE ON: The DJ, oblivious, nodding his head to the\nsmooooocoth rhythm. SUDDENLY an unseen hand SHOVES him.\n\nWINSTON takes his place, record in hand.\n\f93.\n\nINT. MT. VERNON HIGH SCHOOL, GYMNASIUM ~ MOMENTS LATER\nKids shake their heads and hair to “Pour Some Sugar on Me.”\n\nWinston makes the rounds, nods and points double-barrel\nfingers at clusters of teens who smile back, confused.\n\nHe FINDS two HUSKY GIRLS and saunters over.\n\nWINSTON\nHow’re you ladies tonight?\n\nHUSKY GIRL 1\nGood.\n\nWINSTON\nAll alone?\n\nHUSKY GIRL 2\nOur dates took off. Evidently\ndrinking in the fields is more fun--\nThe first girl ELBOWS her.\n\nHUSKY GIRL 1\nYou don’t have to tell everybody.\n\nWinston discretely removes his HIP FLASK... Then notices the\nNEWS CREW on the far side of the gym. Local reporter JILL\nVALENZUELA is still pestering Prom-goers.\n\nWINSTON\nWe should find a place to party.\n\nHUSKY GIRL 1\nAren’t you a cop?\n\nWINSTON\noff duty.",
  "64": "---END OF PREVIOUS SECTION---\nWINSTON\nWe should find a place to party. HUSKY GIRL 1\nAren’t you a cop? WINSTON\noff duty. \n---TARGET SECTION TO BE ANNOTATED---\nThey glance at one another, uncertain.\nWINSTON (CONT’D)\nThis is Prom Night, ladies. Love\nis in the air.\nEXT. MT. VERNON HIGH SCHOOL, HALLWAY - CONTINUOUS\n\nWinston and the two girls hang out on the floor, drinking the\nrecently liberated beer.\n\nAt the far end of the hall, a FIGURE bangs on the doors.\nWinston excuses himself and cruises down the hali.\n\f94.\n\nHe opens the door a crack. Standing outside, grinning\ncalmly, is Doug.\n\nWINSTON\nWhat up, dude?\n\nDOUG\nHey--\n(taking in Winston’s\nuniform)\nOfficer. Will you let me in?\n\nWINSTON\nWhat's wrong with the front door?\n\nDOUG\nIt’s just, look, I forgot my asthma\ninhaler, and all this dancing... I\ngot an extra one in my locker--\n\nWINSTON\nWhatever.\n\nHe lets Doug pass, not noticing the BLOOD which coats the\nside of the young man’s face. Instead, Winston trots\nexcitedly back to his “dates” and Doug disappears down\nanother corridor.\n\nINT. MT. VERNON HIGH SCHOOL, GYMNASIUM — NIGHT\nSLOW MOTION Pov: Moving through throngs of dancing students,\nwho shake and shimmy, pausing with momentary curiosity as\n\nthey’re passed.\n\nREVEAL: Sasha carving her way across the dance-floor towards\nthe stage. Her eyes are fixed on something there:\n\nCLOSE ON: the focus of her fascination. Resting on a faux-\nmarble pedestal wait the CROWNS for Prom King and Prom Queen.\nShe grins - missing a front tooth.\n\nINT. MT. VERNON HIGH SCHOOL - NIGHT\n\nMONTAGE: Doug travels from door to deor, sealing each one\nclosed via an assortment of different means: bike chains,\nrope, blocking them with chairs...\n\nCLOSE ON: Doug removing the FIRE AXE from its wall-mounted\ntomb in breakaway glass...\n\nMEANWHILE:\n\f95.\n\nEXT. MT. VERNON HIGH SCHOOL — NIGHT, CONTINUOUS\n\nzach and Brooke reach the Gym. They eye the front entrance.\n\nBROOKE\nLet’s do this--\nZACH\nWe can’t risk getting caught.\n(beat)\n\nI mean, look at us.",
  "65": "---END OF PREVIOUS SECTION---\nThey eye the front entrance. BROOKE\nLet’s do this--\nZACH\nWe can’t risk getting caught. (beat)\n\nI mean, look at us. \n---TARGET SECTION TO BE ANNOTATED---\n We have to\nfind a back entrance.\n\nINTERCUT: Each door they try has already been secured. Doug\nis perpetually one step ahead.\n\nThey reach the last door. It too is locked, and the\nfrustration in Zach’s face is plain.\n\nBROOKE\nWe're wasting too much time.\n\nZACE\n(beat)\nI’ve got an idea...\n\nQUICK SERIES OF CUTS:\nZach breaks down the door to the 4-H gardening shed.\nHe grabs a rake and a hoe.\nZach SMASHES the window leading into the locker room.\nZach and Brooke cut through the locker room to...\n\nCUT TOs\n\nINT. MT. VERNON HIGH SCHOOL, GYMNASIUM - CONTINUOUS\nCLOSE ON: Zach and Brooke, gardening tools in hand.\n\nPULL BACK: They’re at the rear of the Gym, bloody, pale-faced\nGrim Reapers bathed in pink and green light.\n\nANOTHER QUICK SERIES OF CUTS:\n\nZach and Brooke dash from couple to couple, from group to\ngroup, from Hor’dourve table to punchbowl - Spreading the\nword... messengers of the Apocalypse.\n\nZACH\nYou need to get out of here!\n\f96.\n\nCHEERLEADER\nThe pretty girls are at Chris’! I\nactually have a shot at Prom Queen!\n\ncur TO:\nBROOKE\nAt least go outside?\nJOCK\nI step out, I break hearts. can’t\nlet that happen...\nCUT TOs\nZACH\nYou don’t understand! Infected\nkids might BE here!\nBAND GEEK\nBut we go back on in fifteen.\nCUT TO:\n\nA SUDDEN HUSH descends over the gymnasium. All heads TURN to\nthe stage. The DJ removes the needle from the record.\n\nSasha stands alone, the Prom Queen Tiara in her hand, blood\ndribbling from the corners of her mouth. She addresses the\nvast assembly of staring faces. This is her moment.\n\nSASHA\nThank you all sooo much. This is\nsuch an honor. A dream come true,\nreally.\n\nShe places the Tiara an her head.",
  "66": "---END OF PREVIOUS SECTION---\nThis is\nsuch an honor. A dream come true,\nreally. She places the Tiara an her head. \n---TARGET SECTION TO BE ANNOTATED---\nSASHA\nIs it on right? It feels weird--\n\nSasha over-exerts her attempt to squeeze the metal ornament\nover her hair -- and PEELS THE FLESH from her scalp!\n\nShe smiles and waves benignly, blood pouring through down her\nforehead and cheeks, pausing to COUGH several enormous GOBS\nwhich splash into the crowd.\n\nKids SCREAM and SCATTER. Balloons POP. ONE END OF THE\nBANNER falls. Tables and chairs get toppled. They’re\nliterally climbing and crawling over one another to reach the\ndoors first.\n\nJUST THEN: Winston and his two “dates” return from their\nsojourn in the hallway.\n\f97.\n\nSWISH-PAN FROM WINSTON’S POV: Groups simultaneously discover\nthat the doors are all jammed. A few find the open route\nleading back to the locker room, but most are trapped.\n\nWINSTON\n(to himself)\nGod dammit.\n\nWinston turns on his heels and heads back into the school,\nabandoning his heavy-set new friends.\n\nThe THRONGS stream towards the main deors, but the path is\nblocked by DOUG, wielding his axe.\n\nbDoUG\n\nHI GUYS!\n\n(grins)\nYou know, I had no idea how\nunpopular I was. Guess I should\nhave been nicer. Fact is, I hate\nall of you even more than you hate\nme. But even a bully needs love...\n\nThe crowd slowly backpedals away from him. He spots Mary Ann\nin their midst, trying desperately to avoid his eyes.\n\nDOUG (CONT’D)\nMARY ANN MCDONOUGH! Baby!\n\nThe herd PUSHES her forward. The rest shy away from her.\n\nDOUG (CONT’D)\nAhhh. Come here, pumpkin.\n\nDoug slowly pute his hands around her head. She cowers.\n\nDOUG (CONT’D)\nI was dying, and you said such\nawful things.\n\nShe squirms. He holds her tight and kisses her hard on the\nmouth, like Michael Corleone kissed Fredo.\n\nDOUG (CONT’D)\nLove yal\n\nShe rune away.\n\nDOUG (CONT'D)\nWho else wants a warm fuzzy one?\n\nCLANG! Zach’s garden hoe connects squarely with the side of\nDoug’s head. BLOOD SPRAYS into the crowd, hitting unprepared\ngawkers in the face.",
  "67": "---END OF PREVIOUS SECTION---\nCLANG! Zach’s garden hoe connects squarely with the side of\nDoug’s head. BLOOD SPRAYS into the crowd, hitting unprepared\ngawkers in the face. \n---TARGET SECTION TO BE ANNOTATED---\nZACH\n(to the crowd)\nGo on! Run!\n\f98.\n\nDoug is already clamoring to his feet, reaching for the axe.\n\nEXT. MT. VERNON HIGH SCHOOL -— CONTINUOUS\n\nThere is a MASS EXODUS from the Hall. Kids in formal wear\nrun for their lives WAVING AND SCREAMING, just as:\n\nPOLICE CARS, SIRENS walling, fly over the curb.\nThe cops lean out of their windows, GUNS DRAWN.\n\nCURB COP #1\nFREEZE!\n\nCURB COP #2\nEveryone! Back inside!\n\nThe cops get out of their cars. They all hear a DISPATCHER\nacross their radios.\n\nDISPATCHER (0.8.)\n++-USE FORCE IF NECESSARY.\n\nThe kids, hands raised, back inside. THE COPS SHUT THE\nENTRANCE DOOR. Two officers take huge CHAINS and look the\ndoor from the outside.\n\nINT. MT. VERNON HIGH SCHOOL, HALLWAY - NIGHT\n\nThree PREPPIE KIDS, poug’s blood on their formal wear, scurry\ndown the corridor - their backs hunched like soldiers\ncrossing an open field.\n\nPREPPIE KID 1\n(whispering)\nMaybe we can get out through the\nlibrary.\n\nPREPPIE KID 2\nI got that assholes blood all over\nus.\n\nFROM NOWHERE: The axe blade Splits the 2nd Preppie Kid’s\nskull in HALF! Blood and brains SPLATTER THE wall,\n\nDOUG\nThe other two SCREAM, but their distress is ended quickly as\nDoug severs their heads.\nINT. MI. VERNON HIGH SCHOOL, LOCKER ROOM - CONTINUOUS\n\nZach and Brooke lead a group towards the coach’s offices - he\nfunnels them inside.\n\n \n\f99.\n\nMary Ann comes running around the corner. She tries to get\ninto the room.\n\nDANCING GIRL\nNO! SHE CAN’T COME IN! DOUG\nKISSED HER!\n\nMARY ANN\n(crying)\nPleaset\n\nDANCING GUY\nNO!\n\nZACE\nIt’s okay!\n\nBROOKE\n(to Mary Ann)\nJust stay in the corner.\n\nMary Ann sits on the floor. Everybody glowers at her.\nThen... SCREAMING along with Doug’ LAUGH.",
  "68": "---END OF PREVIOUS SECTION---\nEverybody glowers at her. Then... SCREAMING along with Doug’ LAUGH. \n---TARGET SECTION TO BE ANNOTATED---\nZACH\nStay here. Don’t open the door.\n\nINT. MT. VERNON HIGH SCHOOL, HALLWAY - CONTINUOUS\n\nWinston wanders the halls, the carnage of Doug’s passage all\naround him, bodies in the hall, smashed lockers, severed\nelectrical wiring resulting in sputtering lights overhead.\n\nHe comes upon the three dead Preppie Kids. He considers them\nfor a LONG BEAT.\n\nWINSTON\n(to himself)\nBest to handle this the Bunyon\nCounty way.\n\nQUICK SERIES OF CUTS: Winston emerges from the Chemistry\nClassroom wearing a thick rubber apron, long latex gloves,\nand carrying bottles of Isopropyl Alcohol.\n\nHe laboriously drags the bodies into a haphazard pile.\n\nHe empties the Alcohol over the corpses.\n\nHe retrieves a silver Zippo from a pocket and sets them on\nfire... Whistling, he walks away.\n\f100.\n\nINT. MT. VERNON HIGH SCHOOL, HALLWAY - CONTINUOUS\n\nDoug twirls the axe absentmindedly like a lumberjack on a\nmorning stroll.\n\nHe rounds a corner, and finds himself face-to-face with three\nfleeing members of the STUDENT BAND. Each are lugging their\nbeloved instruments and Look utterly terrified,\n\nIt’s a “West Side Story” gangland stand-off; the axe-wielding\nManiac vs. the DRUMMER, the SAXOPHONIST, and the VIOLINIST.\n\nThe Saxophonist cocks the heavy brass behind his body. As\nhe’s about to attack... Doug swings the Axe- hitting him IN\nTHE ANKLE. The Saxophonist goes down.\n\nDoug then turns on the other two, swinging wildly, narrowly\nmissing. The drummer assaults Doug with the Crash Cymbal.\nHe pulls back again, carving a deep slice of arm before the\ndisk CLATTERS to the floor,\n\nDoug awings the axe upwards. IT OBLITERATES the violin, then\nstrikes the violinist on the inner thigh. SPLOTCH!\n\nDoug has trouble getting the axe back out of the deep wound.\nThe VIOLINIST HOWLS in pain.\n\nUsing one cymbal as a shield, another as a weapon, the\nDrummer redoubles his assault.",
  "69": "---END OF PREVIOUS SECTION---\nDoug has trouble getting the axe back out of the deep wound. The VIOLINIST HOWLS in pain. Using one cymbal as a shield, another as a weapon, the\nDrummer redoubles his assault. \n---TARGET SECTION TO BE ANNOTATED---\nDoug abandons the axe, letting it dangle between the\nSCREAMING violinist’s legs. He picks the Cymbal from the\nfloor... and throws it like a Frisbee. It slices through the\ndrummer’s neck, striking the WINDPIPE AND VIBRATES. GONG!\n\nHis work done, Doug reclaims the axe with a sickening WET\nSQUELCH. He continues on his merry way, leaving the three\nbleeding, writhing victims in hia wake.\n\nINT. MT. VERNON HIGH SCHOOL, DIFFERENT HALLWAY - NIGHT\n\nZach and Brooke tiptoe the hall, still brandishing rake and\nhoe respectively.\n\nIn the Trophy Case up ahead, Zach spots DoUG’Ss REFLECTION...\nbut a moment too late!\n\nDoug is upon them, swinging the axe. Brooke takes refuge in\na nearby classroom.\n\nZach falls back, CRASHING through the trophy case, then is\npummeled by the falling trophies.\n\flol.\n\nINT. MT. VERNON HIGH SCHOOL, TYPING CLASSROOM - CONTINUOUS\n\nDoug walks in. He looks around, peeks under the desk...\nBrooke has disappeared.\n\nDOUG\nLambchop?\n\nThen..... DING! Brooke comes out from behind the open door\nand SLAMS Doug IN THE HEAD WITH AN ELECTRIC TYPEWRITER. Doug\nhits the floor.\n\nDoug puts his hands up as a futile shield; his head has taken\nquite a beating, and the left side of his face has been\nturned to pulp. Blood spills over his fingers.\n\nBrooke picks up the typewriter again. She hurls it at his\nhead repeatedly: DING! CLICK! CHING!\n\nDoug writhes in pain.\n\nDOUG (CONT’D)\nFucking bitch!\n\nBrooke runs out of the room.\n\nINT. MI. VERNON HIGH SCHOOL, HALLWAY - NIGHT\n\nBrooke pulls Zach from the Trophy Case and drags him off down\nthe hall.\n\nDOUG (0.8.)\nZach! I can’t WAIT to kill you!\n\nZach and Brooke run towards a corridor of classrooms... and\nsmack into WINSTON.\n\nZACH\nOh thank God, we need your help,\n\nOfficer--\n\nWINSTON\nDeputy.\n\nBROOKE\nWhatever.\n\nZach peers over Winston’s shoulder.",
  "70": "---END OF PREVIOUS SECTION---\nZACH\nOh thank God, we need your help,\n\nOfficer--\n\nWINSTON\nDeputy. BROOKE\nWhatever. Zach peers over Winston’s shoulder. \n---TARGET SECTION TO BE ANNOTATED---\n Smoke is billowing out\nof several classrooms. Winston is still FLICKING the silver\nlighter in his hand.\n\nZACH\nWhat the fuck are you doing?\n\f102.\n\nWinston follows his wide-eyed gaze, and notices that the\nflames from his funerary burn piles have spread to the walls\nand ceiling,\n\nWINSTON\nWhoops.\n(Beat; as though the\nhallway behind him wasn’t\non fire)\nGotta take a leak.\n\nBROOKE\nWhat the hell smells so bad?\n(looking closer)\nHoly shit!\n\nINT. MT. VERNON HIGH SCHOOL, MEN’S ROOM — NIGHT\n\nZach and Winston bravely open bathroom stalls. The last one\nis locked. Zach KICKS IT OPEN. Inside is... MR. SHEPPARD.\n\nMr. Sheppard crouches atop the toilet, rubbing ROSARY BEADS\nand WHISPERING A PRAYER.\n\nWINSTON\nSay something nice for me too.\n\nWinston and Zach step up to the urinals. Brooke takes a\nstall.\n\nZACH\nSo... You do realize there’s\nhundreds of Kids trapped in here.\n\nWINSTON\n(shrugs)\nYeah.\n\nINT. MT. VERNON HIGH SCHOOL, GYMNASIUM — CONTINUOUS\n\nThe gym is starting to fill with smoke and looks more like a\nthird world refugee camp than a high school prom.\n\nStudents cower in corners, assiduously avoid one another,\npeek gut back windows towards the gathering POLICE circus\noutside...\n\nSasha’s corpse lies crumpled on stage. Natasha approaches,\nthe first signs of a SORE appearing around her mouth. She\ngingerly removes the Tiara from her friends exposed skull.\n\nCLOSE ON: The broad, rigor-mortis smile on Sasha’s face.\n\f103.\n\nINT. MT. VERNON HIGH SCHOOL, HALLWAY - NIGHT\n\nBrooke carefully peeks out of the bathroom; coast is clear.\nZach and Winston follow.\n\nAs they do, the axe flies through the doorway! Winston\npushes Zach out of the way and the blow catches Winston in\nthe back of the thigh. His legs SPLITS.\n\nBrooke drops her rake and lunges for the axe head. She\nwrests it away from Doug, but trips over Winston and lands on\nthe blade.",
  "71": "---END OF PREVIOUS SECTION---\nHis legs SPLITS. Brooke drops her rake and lunges for the axe head. She\nwrests it away from Doug, but trips over Winston and lands on\nthe blade. \n---TARGET SECTION TO BE ANNOTATED---\n A pool of biood slowly forms beneath her fallen\nform. Doug snatches her rake,\n\nZach and Doug face off. Its garden rake against garden hoe.\n\nDOUG\nThink you can take me, faggot?\n\nThey fence, but Zach is a man possessed, He lands every\nblow, Doug stumbles backwards — surprised and winded,\n\nThe two stare at one another. Zach stands his ground,\nferocity gleaming in his eyes. Doug looks Like he’s about to\nCHARGE...\n\n+++ but FLEES instead, racing back through the hallway\ntowards the rear double doors.\n\nBXT, MT. VERNON HIGH SCHOOL -— CONTINUOUS\n\nDoug staggers outside. He’s exhausted, low on blood. A\nGUNSHOT rings. Doug looks down, where a bloody hole has\nopened in his chest. He looks up to finds:\n\nOfficer Paul, standing with gun still raised - flanked by\nseveral other OFFICERS. In the BACKGROUND, white CDC vans\nstream into the parking lot.\n\nEXT. MT. VERNON HIGH SCHOOL, GYMNASIUM - LATER, SAME NIGHT\n\nTeams of CDC AGENTS wearing biohazard suits efficiently\nevacuate the STUDENTS into waiting school buses.\n\nFamiliar faces are herded past: Zach, Brooke, Natasha...\nWinston, A LIMPING Winston is staging a loud protest to no\none in particular.\n\nWINSTON\nI’m not getting on that bus. No\nway. Officer down.\n(pointing at his badge)\nSee this word? DEPUTY? It means\n“NOT. GETTING. ON. BUS.”\n\f104,\n\nIn the background, FIREMEN extinguish the remaining flames\nlicking at the school walls, just as:\n\nA 1986 Dodge Dart sputters into the parking lot, stopping an\nappreciable distance away.\nINT. DODGE - CONTINUOUS\n\nScott and Eric, dressed in tuxedos replete with matching\nboutonnieres, have finally made it - and missed everything.\n\nscotT\nWhat the fuck...?\n\nERIC\nSee? Told you Prom would suck.\nINT. CHRIS’S HUGE PARTY HOUSE, BASEMENT ~ NIGHT\nCDC AGENTS escort Shams and Wendy - the only two survivors -\naway from the house. The two seem to have made... a\nconnection.",
  "72": "---END OF PREVIOUS SECTION---\nINT. CHRIS’S HUGE PARTY HOUSE, BASEMENT ~ NIGHT\nCDC AGENTS escort Shams and Wendy - the only two survivors -\naway from the house. The two seem to have made... a\nconnection. \n---TARGET SECTION TO BE ANNOTATED---\n Shams is carrying his amputated hand.\nSHAMS\nAnybody got a cooler and some ice?\nINT. BUS - NIGHT\nZach and Brooke cradle one another. The wound on her chest\nhae been bandaged with an enormous swatch of gauze. Winston\nis seated behind, his stream of belly-aching still unbroken.\n\nWINSTON\nI shouldn’t be here!\n\nZach turns to comfort him.\n\nZACH\nIt’ll be okay, man.\n\nWINSTON\nIt’s been a bad day.\n\nZACH\nYeah. But it’s over now.\n\nWinston nods, numbly....\n\n+.ethen reaches absentmindedly to scratch a small red SORE\nbehind his ear.\n\nTHE END\n\f105.\n\nTAG ENDING:\n\nThe Truck Driver - the one who stole the kiss from Sasha - is\nunwinding at a local STRIP CLUB. A young BIKINI BRUNETTE\ngiving him a lap dance runs her fingers through his hair,\nthen pulls away, alarmed,\n\nSTRIPPER\nWhat the fuck?!\n\nTRUCK DRIVER\nSong’s not done.\n\nSTRIPPER\nNo. But I am! Gross!\n\nShe looks at her hand. It’s streaked with blood.\nTRUCK DRIVER\nI got lots of dances tonight.\nYours sucked.\nHe gets up and leaves the booth. We FOLLOW him through the\nclub, PULLING BACK to reveal the crowded space. GIRLS lead\ncustomers back and forth from the back room...\n\nees all of them now potentially infected.\n\f"
}