{
  "1": "CALL ME BY YOUR NAME\n\nScreenplay by\n\nJames Ivory\n\nBased on the novel by\n\nAndré Aciman\n\fINT. ELIO’S/OLIVER’S ROOM - PERLMAN VILLA - DAY 1\n\nThe sound of an approaching car. ELIO, 17, barefoot and in\nhis bathing suit, is in the process of moving his clothes\nfrom his room to the adjacent room - a wardrobe somehow\nrefurbished into a single bedroom. The two rooms are\nseparated by a ruined wooden door, with cracks all over it.\nMARZIA, a girl of about his same age, is lying on the bed. It\nis obvious both have been on it together.\n\nELIO goes to the window and looks down. A car pulls up below,\nblowing up clouds of dust, and stops at the villa’s main\nentrance. A young man steps out of the car, wearing a billowy\nbright blue shirt with a wide-open collar, sunglasses. This\nis OLIVER, 25. He is followed by the handy-man and gardener\nof the house ANCHISE.\n\nELIO\n\n(in French)\nL'usurpateur.\n(The usurper)\n\nMARZIA jumps up to come stand next to him, looking down.\n\nANCHISE appears below followed by the PERLMANS who introduce\nthemselves to Oliver. Professor PERLMAN is in his fifties,\ndistinguished, vigorous. ANNELLA, his wife, is in her mid-\nforties.\n\nANNELLA\n(in Italian)\nDove 6 Elio?\n(Where’s Elio?)\n\nELIO\n(in French)\nIl faut que je descende.\n(I'd better go down.)\n\nINT. STAIRCASE - PERLMAN VILLA - DAY 2\n\nAt the end of the stairs ELIO sees OLIVER being walked to\nProfessor Perlman’s study. Oliver’s suitcase and backpack lie\non the floor nearby. ANNELLA sees Elio approaching and\ngestures towards them.\n\nANNELLA\n(in Italian)\nAiuta Oliver a portare\nle sue cose in camera tua.\n(Help bring Oliver’s things up to\nyour room.)\n\fINT. PROFESSOR PERLMAN’S STUDY - PERLMAN VILLA - DAY 3\n\nELIO enters his father’s studio. OLIVER, sitting on the sofa,\nis having a glass of fresh water.",
  "2": "---END OF PREVIOUS SECTION---\n(Help bring Oliver’s things up to\nyour room.)\n\fINT. PROFESSOR PERLMAN’S STUDY - PERLMAN VILLA - DAY 3\n\nELIO enters his father’s studio. OLIVER, sitting on the sofa,\nis having a glass of fresh water. \n---TARGET SECTION TO BE ANNOTATED---\n Even if exhausted by the\nheat, he remains elegant and somewhat iconic. Professor\nPERLMAN introduces the two formally. They shake hands.\n\nELIO\nI’m Elio.\nOLIVER\n(non committal)\nHi.\nINT. STAIRCASE - PERLMAN VILLA - DAY 4\n\nThey head up the stairs together; ELIO lunges for the heavy\nsuitcase, OLIVER takes the backpack.\n\nELIO\nMy room is now your room. I’1l be\nnext door.\n\nThey meet MARZIA coming down. More introductions in the\nmiddle of the stairs. OLIVER is curious about her and looks\nback as he continues up. She looks back after he does.\n\nINT. OLIVER’S ROOM - PERLMAN VILLA - DAY 5\n\nThey enter Oliver’s bedroom. OLIVER drops his backpack and\ncrashes on the bed, exhausted. ELIO lays the suitcase next to\nthe bed.\n\nELIO\nWe're sharing the bathroom. It's my\nonly way out...\n\nBut Oliver is not listening, already asleep. Elio walks out\nand closes the door that separates their two rooms.\n\nEXT. GARDEN - PERLMAN VILLA - DAY 6\n\nIn front of the kitchen is a fruit orchard with a variety of\nfruit trees. From outside we see inside MAFALDA at work in\ncharge of the domestic duties of the place, and she is\nvirtually a member of the family.\n\nOne of the trees is shaking. In the dappled light under the\ntree we see ANCHISE reaching up into the limbs to pick the\nripest peaches. They seem to glow within their foliage as his\nlong, gnarled fingers seek them out. He carefully places the\nfruit he has picked in a basket.\n\fINT. STAIRCASE - PERLMAN VILLA - DUSK 7\n\nLater. MAFALDA, at the bottom of the stairs, rings a bell.\nShe looks up the stairs and, getting no response, rings the\nbell again.\n\nINT. ELIO’S/OLIVER’S ROOM/BATHROOM - PERLMAN VILLA - DUSK 8\n\nELIO is at the desk in his small “new” bedroom; he is\ntranscribing music. Next to his desk lamp a walkman is\nplaying music. He hears the bell.",
  "3": "---END OF PREVIOUS SECTION---\nELIO’S/OLIVER’S ROOM/BATHROOM - PERLMAN VILLA - DUSK 8\n\nELIO is at the desk in his small “new” bedroom; he is\ntranscribing music. Next to his desk lamp a walkman is\nplaying music. He hears the bell. \n---TARGET SECTION TO BE ANNOTATED---\nHe enters the bathroom and the door that connects it to the\nother room is open. OLIVER sleeps in the dim light of sunset.\n\nELIO\nWe’ re being called to dinner.\n\nNo answer. Elio enters Oliver's room and reaches over to the\nbookshelf, takes a book from it but then drops it on the\nfloor. It makes a sharp clatter. Oliver is briskly awoken.\n\nELIO (CONT’D)\n(embarrassed)\nWe’ re being called to dinner.\n\nOliver looks up from his pillow scarcely knowing where he is.\n\nOLIVER\nLater. I’1l1 have to pass.\n(beat)\nCan you make my excuses to your\nmother?\n\nElio, backing out of the door with the book, nods that he\nwill. Oliver looks around for a moment.\n\nOLIVER (CONT’D)\nSo, this is usually your room..\n\nAbout to shut the door, ELIO nods.\n\nOLIVER (CONT’D)\nThanks, buddy.\n\nOliver turns and goes back to sleep. Elio closes the door,\nleaving the room in almost complete darkness.\n\nINT. STAIRCASE/BOCCHIRALE - PERLMAN VILLA - DAY 9\n\nThe following day. OLIVER is coming down the stairs. Not\nknowing where to go, he listens for the Perlmans' voices\nuntil he sees, through a corridor, the kitchen. Just beyond\nit, outside in the garden, he can see the family having\nbreakfast.\n\f10\n\nEXT. GARDEN IN FRONT OF THE KITCHEN - PERLMAN VILLA - DAY 10\n\nThe PERLMANS are eating breakfast outside, in front of the\nkitchen. OLIVER comes out and sits down, watching how ELIO\nexpertly cracks his soft-boiled egg shell, then attempts to\ndo the same, but only a tiny bit of the shell is pierced, so\nhe pretends to busy himself with his coffee and pushes the\negg in its cup away. MAFALDA asks him if he would like juice.\nHe says “Please”. She looks down at the discarded egg.\n\nMAFALDA\nLasci fare a me, Signore. (Let me)\n\nShe slices the top off and returns to her kitchen.\n\nANNELLA\nDid you recover from your trip,\ncaro?\n\nOLIVER\nBig time.",
  "4": "---END OF PREVIOUS SECTION---\nMAFALDA\nLasci fare a me, Signore. (Let me)\n\nShe slices the top off and returns to her kitchen. ANNELLA\nDid you recover from your trip,\ncaro? OLIVER\nBig time. \n---TARGET SECTION TO BE ANNOTATED---\nELIO, who has been trying not to stare at their guest and is\nconcentrating on spreading honey on a piece of bread, now\nlifts his head and speaks, growing unnaturally loud:\n\nELIO\nI can show you around.\n\nOLIVER\nGood. Are we far from the town? I\nneed to open a bank account.\n\nBoth Professor PERLMAN and ANNELLA look up, interested.\n\nPERLMAN\n(smiling)\nNone of our residents has ever had\na local bank account.\n\nElio turns in his seat to get a better view of Oliver, who is\nsitting beside him.\n\nELIO\nShould I take him to Montodine?\n\nPERLMAN\nI’m think they’ re closed for summer\nvacation. Try Crema.\n\nOLIVER\nIs that your orchard?\n\nPERLMAN\nPesca, ciliege, albicocche...\n(peaches, cherries, apricots...)\n\f11\n\nANNELLA\nPomegranate.\n\nMAFALDA returns with a pitcher of apricot juice on a little\ntray and proceeds to fill Oliver’s glass. OLIVER tastes it,\nthen enthusiastically downs it. ELIO realizes he is staring\nat OLIVER, his head tipped back with his throat swallowing\nthe juice, and notices the Star of David on a necklace around\nhis neck. OLIVER smacks his lips and begins to eat his second\negg, giving it a sharp crack. MAFALDA brings him a third egg.\n\nANNELLA (CONT’D)\nHave another egg.\n\nOLIVER\n(shaking his head)\nI know myself. If I have three,\nI’1l have a fourth, and more.\n\nELIO has never heard someone Oliver’s age say, I know myself.\nIt’s somewhat intimidating. He lowers his eyes.\n\nINT. PROFESSOR PERLMAN’S STUDY - PERLMAN VILLA - DAY 11\n\nPERLMAN is attempting to devise a new filing system for his\ncorrespondence; there are packs of letters lying about and\nopen boxes with more letters. OLIVER is helping him, ELIO is\nwith them. The professor makes a joking comment like \"My\nguest from last year was very good at organizing. I on the\nother hand...”\n\nNARRATOR\nTaking a summer guest for six weeks\nis the way Professor helps young\nacademics revise a manuscript\nbefore publication.",
  "5": "---END OF PREVIOUS SECTION---\nOLIVER is helping him, ELIO is\nwith them. The professor makes a joking comment like \"My\nguest from last year was very good at organizing. I on the\nother hand...”\n\nNARRATOR\nTaking a summer guest for six weeks\nis the way Professor helps young\nacademics revise a manuscript\nbefore publication. \n---TARGET SECTION TO BE ANNOTATED---\n They are given\nfull run of the house and can\nbasically use their time as they\nlike, provided they help Professor\nPerlman for an hour or so every day\nwith his correspondence and other\npaperwork.\n\nANNELLA enters carrying a little tray with a pitcher of more\napricot juice which she pours out into glasses. Everyone has\nsome; OLIVER downs his in a gulp. He smacks his lips, says\n“aAh!”,. Annella looks at him amused and gives him an approving\npat on the shoulder. Elio looks at his father, already\nknowing what he’1l say.\n\nPERLMAN\nThe word apricot comes from the\nArabic - it’s like the words\n“algebra”, “alchemy”, and\n“alcohol”. It derives from an\nArabic noun combined with the\nArabic article ‘al-’ before it.\n\n(MORE)\n\fPERLMAN (CONT'D)\nThe origin of our Italian\n‘albicocca’ was ‘al-barquq’...\n\nHe pauses to draw breath, then continues, warming to his\nsubject.\n\nPERLMAN (CONT’D)\nIt’s amazing that today in Israel\nand many Arab countries the fruit\nis referred to by a totally\ndifferent name: ‘mishmish’.\n\nANNELLA\nWhen we visited Persia they called\nit Zardoulou.\n\nPROFESSOR PERLMAN, shrugging, spreads his hands as if to say,\n‘Who can ever tell about these matters of present-day\netymology?’. Through all this OLIVER has been listening\ncarefully.\n\nOLIVER\nI beg to differ.\nPERLMAN\nAh?\nOLIVER\nThe word is not actually an Arabic\nword.\nPERLMAN\nHow so?\n\nELIO and ANNELLA listen carefully, surprised.\n\nOLIVER\n\nIt’s a long story, so bear with me,\nPro. Many Latin words are derived\nfrom the Greek. In the case of\n‘apricot’, however, it’s the other\nway around.\n\n(he throws a quick, amused\n\nlook at ELIO)\nHere the Greek takes over from\nLatin. The Latin word was\npraecoquum, from pre-coquere, pre-\ncook, to ripen early, as in\nprecocious, meaning premature.\n\nThe others take this in. ANNELLA is clearly charmed.",
  "6": "---END OF PREVIOUS SECTION---\nThe Latin word was\npraecoquum, from pre-coquere, pre-\ncook, to ripen early, as in\nprecocious, meaning premature. The others take this in. ANNELLA is clearly charmed. \n---TARGET SECTION TO BE ANNOTATED---\nOLIVER (CONT’D) The\nByzantines - to go on - borrowed\npraecox, and it became prekokkia\nor berikokki, which is finally\nhow the Arabs must have\ninherited it as al-barquq.\n\fRevision7.\n\nThere is a moment of silence. ELIO and ANNELLA look at\nPerlman.\n\nOLIVER (CONT’D)\nCourtesy Philology 101.\n\nPERLMAN\n(somewhat under his\nbreath)\nHe’s right, he’s right.\n\nANNELLA, unable to resist, reaches out to OLIVER and ruffles\nhis hair, laughing.\n\nELIO applauds.\n\nELIO\nHe does it every year...\n\nANNELLA\nEvery year.\n\nPERLMAN\nI was testing you.\n\n12 EXT. ROAD TO CREMA - DAY 12\n\nELIO and OLIVER are riding bicycles, with Elio in the lead.\nThey go along the main road towards the town of Crema and its\nbank. The day is already hot.\n\n13 EXT. CAFE - CREMA TOWN SQUARE - DAY 13\n\nELIO and OLIVER are sitting at the little cafe with iron\nchairs and tables, drinking coffee. OLIVER examines bank\napplication forms, then folds them up and puts them in his\nknapsack. He looks around the almost empty square.\n\nOLIVER\nWhat does one do around here?\n\nELIO\nNothing. Wait for summer to end.\n\nOLIVER\nWhat do you do in the winter, then?\nDon’t tell me: wait for summer,\nright?\n\nELIO\nWe come here only for Christmas and\nsome other vacation..\n\nOLIVER\nChristmas?\n\f14\n\nELIO\nAnd Easter too. We are Jewish,\nEnglish, American, Italian,\nFrench... somewhat atypical.\nBesides my family you are probably\nthe only other Jew who has set foot\nin this town.\n\nOLIVER\nI am from a small town in New\nEngland. I know what its like to be\nthe odd Jew out. (beat) And what\nelse do you do here in summer,\nbesides this?\n\nELIO smiles, says nothing. They both laugh.\n\nOLIVER (CONT’D)\nWhat do you do?\n\nELIO\nTranscribe music. Read books. Swim\nat the river. Go out at night.",
  "7": "---END OF PREVIOUS SECTION---\nRead books. Swim\nat the river. Go out at night. \n---TARGET SECTION TO BE ANNOTATED---\nOLIVER takes this in, his eyes hidden by dark sunglasses as\nhe gathers up his things, cutting their conversation off.\nThey silently reclaim their bikes. OLIVER seems to be miles\naway, but as ELIO is getting on his bike, he loses balance\nfor a moment and OLIVER puts his arm around Elio’s shoulder,\nsteadying him. He then speeds off, saying “Later”, leaving\nELIO on his own.\n\nEXT. SOUTH TERRAZZA - PERLMAN VILLA - DAY 14\n\nThe same day. ELIO is sitting at a table in the shade of the\nhouse, practicing his guitar. From where he sits he can see\nOLIVER ride up on his bike and dismount. He has to pass by\nANCHISE, who is doing some garden work with small plants and\na ball of twine. OLIVER stops to watch and converses with\nANCHISE in Italian.\n\nANCHISE\nNon bisogna dare troppa acqua ai\npomodori. (You dont want to douse\nthe tomatoes with too much water)\n\nOLIVER\nPomodori? Oh, Tomatoes...\n\nANCHISE\nSi! Tomatos.. Se crescono troppo in\nfretta saranno pieni di semi. No\ngood! (They will grow too fast.\nThey will be mealy.)\n\nELIO sees this but is too far away to hear what they say.\n\f15\n\nLater. OLIVER is lying on a towel spread on the grass nearby,\nreading a book, which we see is Heraclithus. He wears a green\nbathing suit and his straw hat. His belongings are spread out\naround him: sun lotion, a note pad and pen, espadrilles.\n\nAt the bottom of the stairs, in the middle of the field, the\nPERLMANS and some FRIENDS in bathing suits are sitting around\nan old stone drinking trough, now used to freshen up. There\nare always people coming and going at the Perlmans’ -\nfriends, relatives, acquaintances of Elio, like Marzia. We\ndon’t always learn who they are, but they give a sense of\never-moving inhabitants of the place.\n\nOliver lowers his book and stares at ELIO, who is focused on\nthe fingerboard.",
  "8": "---END OF PREVIOUS SECTION---\nThere\nare always people coming and going at the Perlmans’ -\nfriends, relatives, acquaintances of Elio, like Marzia. We\ndon’t always learn who they are, but they give a sense of\never-moving inhabitants of the place. Oliver lowers his book and stares at ELIO, who is focused on\nthe fingerboard. \n---TARGET SECTION TO BE ANNOTATED---\n ELIO raises his face to see if OLIVER likes\nwhat he is playing, but OLIVER looks back without expression,\nalmost coldly.\n\nUnsettled, ELIO breaks off for a moment, then returns to his\nmusic-making, looking down. OLIVER, aware that he has caused\nELIO to interrupt his flow, gets up and comes over to where\n\nELIO is sitting. ELIO is non-committal, hiding hurt feelings.\nIn a pause, OLIVER questions Elio about the piece that broke\n\noff - who was it, or is it yours? Do I know it?... It sounded\nlike... ELIO hits some notes: This? Or that?\nOLIVER\nJust play it again.\nELIO\nI thought you didn’t like it. Hated\nit...\nOLIVER\n\nHated it? What gave you that\nidea?.. Just play it, will you?\n\nELIO\nThe same one?\n\nOLIVER\nThe same one.\n\nThe tall, half-naked OLIVER, hanging over him intimidatingly,\ncauses ELIO to get up and enter the house through the big\ndoor.\n\nINT. LIVING ROOM - PERLMAN VILLA - DAY 15\n\nELIO plays the piece on the piano. OLIVER leans on the door\nlooking in. The music sounds very different from when he\nplayed it on his guitar.\n\nOLIVER\nYou changed it. What did you do to\nit? Is it Bach?\n\f16\n\n10.\n\nELIO\nI just played it the way Liszt\nwould have played it if he’d\njimmied around with it.\n\nOLIVER\nJust play it again, please!\n\nELIO begins playing the piece again. OLIVER listens, then\nspeaks:\n\nOLIVER (CONT’D)\nI can’t believe you changed it\nagain.\n\nELIO\nNot by much. That’s how Busoni\nwould've played it if he’d altered\nLiszt’s version.\n\nOLIVER\nCan’t you just play the Bach the\nway Bach wrote it?\n\nELIO\nBach never wrote it for guitar. In\nfact, we’re not even sure it’s Bach\nat all.\n\nOLIVER\nForget I asked.\n\nELIO\nOkay, okay. No need to get so\nworked up.\n\nELIO begins to play the Bach in its original form. OLIVER,\nwho had turned away, comes back to the door.",
  "9": "---END OF PREVIOUS SECTION---\nNo need to get so\nworked up. ELIO begins to play the Bach in its original form. OLIVER,\nwho had turned away, comes back to the door. \n---TARGET SECTION TO BE ANNOTATED---\n ELIO says,\nsoftly, over his playing:\n\nELIO (CONT’D)\nIt’s young Bach, he dedicated it to\nhis brother.\n\nHe plays it beautifully, as if sending it to OLIVER as a\ngift.\n\nINT. ELIO’S BEDROOM - PERLMAN VILLA - LATER 16\n\nELIO is writing his diary, the wind is moving the curtains.\nHe then puts the open diary on the bed and goes into the\nshared bathroom to pee, shutting the door behind him. The\ncamera moves close on to the diary and we read: “...I was too\nharsh when I told him I thought he hated Bach...”\n\f17\n\n18\n\n11.\n\nThe wind blows the pages of the little book, then dies down\nso that we can go on reading: “What I wanted to say was that\nI thought he hated me...”\n\nEXT. STREETS/CARD CAFE - TOWN STREET - DAY 17\nAnother day.\n\nOLIVER and ELIO walk down a street; OLIVER steps into a cafe.\nSome men inside are sitting at two or three tables with\nplaying cards. Waiters bring coffee and other drinks to the\ncustomers, the place is lively.\n\nNARRATOR\nTaking in summer guests was Elio’s\ndad and mom, The Perlmans, a way of\nhelping young academics revise\nmanuscript before publication.\nSummer residents didn’t have to pay\nanything, they were given the full\nrun of the house and could\nbasically do anything they pleased,\nprovided they spent an hour or so a\nday helping Professor Perlman with\nhis correspondence and assorted\npaperwork. Oliver manuscript was on\nHeraclithus and already had found a\npublisher in Italy for a translated\nversion. Elio’s father loved\nnothing better than to have some\nprecocious rising expert in his\nfield of study helping him.\n\nSome of the men look up and nod at OLIVER. A game is starting\nat one of the tables and OLIVER is asked to join. He sits\ndown to play.\n\nELIO\nHow did you know about this place?\n\nOliver winks. ELIO pulls up a chair and sits, spectating. The\ncards are dealt. OLIVER, accepted at once, treats his fellow\nPLAYERS as equals.",
  "10": "---END OF PREVIOUS SECTION---\nELIO pulls up a chair and sits, spectating. The\ncards are dealt. OLIVER, accepted at once, treats his fellow\nPLAYERS as equals. \n---TARGET SECTION TO BE ANNOTATED---\n Despite being a ‘rich’ American\n‘intellectual’, a guest at the villa of one of the area’s\nrichest men, he has the ‘common touch’.\n\nELIO is soon forgotten by OLIVER. Now and then he supplies a\ntranslation of something said in Lombard dialect by one of\nthe PLAYERS, to which OLIVER replies, “Thanks, Buddy!”\n\nEXT. MAIN ENTRANCE LAWN - PERLMAN VILLA - AFTERNOON 18\n\nA few of ELIO’S FRIENDS play a volleyball game in a makeshift\ncourt set up on the lawn by the main entrance of the villa.\nOLIVER is playing with CHIARA, MARZIA’s slightly older\nsister, and another BOY.\n\f12.\n\nThe three make up one side of the game, while the opposing\nteam is made up of THREE OTHERS we haven't met.\n\nELIO sits on the side with MARZIA and another friend MARIA.\nAll eyes are on OLIVER, the glamorous American who has\nunexpectedly dropped into their midst. MARZIA and her friend\nask questions about him.\n\nMARZIA\n(in Italian)\nSicuramente @ meglio di quello\ndell’anno scorso, ti ricordi?\n(He’s certainly a big improvement\nfrom last year, do you remember?)\n\nELIO and MARZIA laugh.\n\nMARIA\n(in Italian)\nOliver € un cowboy biondo\ndatinista!\n(Oliver is a latin blonde scolar\ncowboy!)\n\nELIO gives MARIA a look that says “Yes”, rolling his eyes.\n\nMARIA (CONT’D)\n(looking at Elio and Marzia)\nBella fregatura! Un’altra estate\nnella lavanderia.\n(Well, that sucks for you guys!\nAnother summer in the lavanderia.)\n\nMARZIA jokingly punches MARIA’s shoulder. ELIO, bored and put\noff, gets up and goes to a nearby table under the lime trees,\non it is some fresh fruit and a bottle of cold water.\n\nHe takes the bottle and goes to his friends, offering it.\nOLIVER takes the bottle and drinks, then hands it back to\nELIO without thanking him. OLIVER then puts his free arm\naround ELIO, gently squeezing his thumb and forefingers into\nElio’s shoulder in a friendly hug-massage.",
  "11": "---END OF PREVIOUS SECTION---\nHe takes the bottle and goes to his friends, offering it. OLIVER takes the bottle and drinks, then hands it back to\nELIO without thanking him. OLIVER then puts his free arm\naround ELIO, gently squeezing his thumb and forefingers into\nElio’s shoulder in a friendly hug-massage. \n---TARGET SECTION TO BE ANNOTATED---\nELIO, taken by surprise, is spellbound for an instant,\nyielding to Oliver’s hand, even leaning into it -- then he\nwrenches himself away from Oliver’s grab. Taken aback, OLIVER\napologizes, asking ELIO if he’d pressed a nerve or something:\n“I didn’t mean to hurt you”. Honestly not wanting to\ndiscourage OLIVER, ELIO blurts out “I’m not hurt”. ELIO has\nthe face of someone trying, but failing, to smother a grimace\nof pain. OLIVER goes along with this charade.\n\nOLIVER\n(back to massaging Elio’s\nshoulder)\nHere, let me make it better. Relax.\n\f19\n\nRevision13.\n\nELIO\nBut I am relaxing.\n\nOLIVER\nYou're stiff as a board. You’re\nmade of knots.\n(to Marzia)\nCome here, feel this...\n\nMARZIA puts her hands on Elio’s back. OLIVER presses her\nflattened palm hard against it.\n\nOLIVER (CONT’D)\nHere. Feel it? He should relax\nmore.\n\nMARZIA\nYou should relax more.\n\nMARIA\n(to Oliver)\nShe certainly knows how to get him\nto relax.\n\nELIO relaxes until the others lose interest and resume the\ngame. The two boys are playing against the sisters now.\nElio’s view of the players and of the ball in the air over\ntheir heads is often obscured by the OLIVER's muscular back,\nmoving in closer from the side. Sometimes they collide, trip,\nfall into a heap. The girls shout rudely in Italian.\n\nElio goes back to the table under the lime trees and sits in\nthe shade, far from the others. He is inadvertently rubbing\nthe spot that Oliver had massaged at the base of his neck\nwith his free hand. MAFALDA and ANNELLA are setting up the\ntable for dinner.\n\nANNELLA\n(in Italian)\nC’é Zia Marcella e annessi per\ncena. Oliver si ferma con noi o\nesce stasera? (Aunt Marcella is\ncoming to dinner with her tribe. Is\nOliver in or out tonight?)\n\nELIO\n(shrugging, in French)\nJe ne sais pas. (Who knows?)\n\nMAFALDA\nChe muvi star!\nEXT.",
  "12": "---END OF PREVIOUS SECTION---\nOliver si ferma con noi o\nesce stasera? (Aunt Marcella is\ncoming to dinner with her tribe. Is\nOliver in or out tonight?)\n\nELIO\n(shrugging, in French)\nJe ne sais pas. (Who knows?)\n\nMAFALDA\nChe muvi star! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TABLE UNDER THE LIME TREES - PERLMAN VILLA - EVENING 19\nA gangly TEENAGER looks on with pretended disdain; his voice\n\nis just changing, he has a dark fuzz, unshaven, on his upper\nlip, he could be Elio three or four years earlier.\n\f20\n\n21\n\n14.\n\nPERLMAN is amusing the boy’s sisters, TWO YOUNG NIECES, aged\nabout seven and nine, with a card trick. He has moved plates\nand cutlery around to make space for entertaining the little\nnieces.\n\nPERLMAN\nScegli una carta. OK, ricordala\nbene. (Pick a card. OK, remember it\nwell.)\n(shuffles the deck\nE questa? (Is this it?)\n\nINT. ELIO’S AND OLIVER’S BATHROOM - EVENING 20\n\nUpstairs ELIO is shaving his own upper lip. He keeps\nlistening for sounds of the absent Oliver from his room - at\none point he could softly knock on the door, and upon hearing\nnothing, look in.\n\nEXT. TABLE UNDER THE LIME TREES - PERLMAN VILLA - EVENING 21\n\nGuests are gathering at the table. MAFALDA announces dinner\nand removes the cards from the table, putting things back in\norder. PERLMAN makes a funny face. Two empty seats around the\ntable. The absence of Signor Ulliva is commented upon.\nMAFALDA asks ELIO, who just showed up, whether Oliver will be\njoining them. “Sono le otto passate” she says. ANNELLA\nappears from the living room, followed by her guests.\n\nANNELLA\n(in Italian)\nNoi ci mettiamo a tavola (We’ll sit\ndown) .\n\nELIO\n\n(in Italian)\nNon vi sembra ineducato come dice\n“Later...”? arrogante? Mi sembra\nche facciamo di tutto per farlo\nstare a suo agio da noi. (Don’t you\nthink it’s rude when he says\n“Later...”? Arrogant? After all,\nit’s just to show him a good time\nhere.)\n\nPERLMAN\nI don’t think so. I think Oliver is\nshy. That’s what he is.\n\nThe camera stays on ELIO as he considers the possibility.",
  "13": "---END OF PREVIOUS SECTION---\nI think Oliver is\nshy. That’s what he is. The camera stays on ELIO as he considers the possibility. \n---TARGET SECTION TO BE ANNOTATED---\nELIO\nYou watch, this is how he’1ll say\ngoodbye to us when the time comes.\nWith his gruff, slapdash, Later!\n\f22\n\n15.\n\nANNELLA\nMeanwhile, we’ll have to put up\nwith him for six long weeks. Won’t\nwe?\n\nPERLMAN\nI’m telling you, he’s just shy.\nYou’1l grow to like him.\n\nELIO\nYeah, but what if I grow to hate\nhim?\n\nANNELLA\n\n(to Elio)\n\nMio piccino!\n(My little one!)\n\n(to Mafalda)\nPudé togliere i piatti di Mr.\nOliver? (You can remove Mr.\nOliver’s place setting away?)\n\nThis is performed instantly and without a hint of regret.\nELIO watches Oliver’s silverware, his place mat, glass,\nnapkin, disappear as if he had never existed. ELIO grows\nthoughtful at the sudden violence of Mafalda’s action - may\neven involuntarily put his own hand out to stop her. The\nothers take a seat. PERLMAN picks up his napkin to perform a\ntrick for the children, wrapping it around his thumb.\n\nINT. LIVING ROOM - PERLMAN VILLA - NIGHT 22\n\nWhen everyone returns to the living room, PERLMAN asks his\nson to play something he then goes in the bar.\n\nELIO\nNon mi va. (I don’t feel like it)\n\nPERLMAN\nPerché non ti va? (Why don’t you\nfeel like it?)\n\nELIO\n(sharply)\nPerché non mi va!\n\nANNELLA\n(In French)\nPourquoi tu ne vas pas\na Moscazzano avec les autres?\n(Why not to Moscazzano with the\nothers?)\n\f23\n\n24\n\n25\n\n16.\n\nELIO\n(In French)\nJ’en ai pas envie.\n(I don’t want to.)\n\nANNELLA\nGo see your friends. Go out. Do\nsomething.\nNe reste pas la comme une araignée\nsur le mur, mon chéri!\n(Don’t just be a spider on the\nwall, darling!)\nSpoiling everyone’s fun.\n\nA burst of laughter from the kids. Perlman returns from the\nbar holding glasses. The TEENAGE BOY pretends to be a spider\nand comes at his cousin waving his arms menacingly.",
  "14": "---END OF PREVIOUS SECTION---\nA burst of laughter from the kids. Perlman returns from the\nbar holding glasses. The TEENAGE BOY pretends to be a spider\nand comes at his cousin waving his arms menacingly. \n---TARGET SECTION TO BE ANNOTATED---\n ELIO\ngives in, and goes over to the piano. He starts playing a\nlively piece.\n\nINT. ELIO’S BEDROOM - PERLMAN VILLA - NIGHT 23\n\nELIO is on his bed, still dressed, in a restless half-sleep.\nHe hears a noise outside and quickly strips off his clothes,\nputting on his pajama bottoms. But no one comes, there are no\nsounds on the stairs or activity in the adjoining bathroom.\n\nINT. ELIO’S BEDROOM - PERLMAN VILLA - DAWN 24\n\nA ray of sunlight hits ELIO’s sleeping face. He wakes and\ngets up. He goes over to the door that separates his room\nfrom Oliver's. He grabs the doorknob and is about to knock,\nbut doesn't. He looks between the cracks of the door: he can\nsee Oliver sleeping, still in his clothes.\n\nEXT. LIME TREES - PERLMAN VILLA - AFTERNOON 25\n\nAnother day. ELIO is sitting at his usual table under the\nlime trees, working. From where he's sitting, Elio can see\nPERLMAN and OLIVER through an open window in his father's\nstudy. They are discussing Oliver’s manuscript on\nHeraclithus. Elio tries to listen.\n\nPERLMAN\nI think your insights here are\npersuasive, but..\n\nOLIVER\nGo on, I’m okay with criticism.\n\nPERLMAN\nYou are? Good. I think this needs\nfirming up.\n\n(MORE)\n\f26\n\n17.\n\nPERLMAN (CONT'D)\nIt feels like you need to accept\nthe paradoxical nature of this\nphilosopher’s thinking, not just\nexplain it..\n\nANCHISE approaches Elio, carrying a large fish wrapped up in\na t-shirt, which he uncovers for Elio.\n\nELIO\nSei stato al fiume?\n(You've been at the river?)\n\nANCHISE\n(smiling)\nSi.\n\nAnchise takes the fish towards the kitchen. Meanwhile in the\nstudio the conversation continues.\n\nOLIVER\n(nodding)\nI’m okay with firming up - I’m okay\nwith paradox. Back to the drawing\nboard.\nPERLMAN\nWait...",
  "15": "---END OF PREVIOUS SECTION---\nOLIVER\n(nodding)\nI’m okay with firming up - I’m okay\nwith paradox. Back to the drawing\nboard. PERLMAN\nWait... \n---TARGET SECTION TO BE ANNOTATED---\n(ironic, re: Oliver's\nshabby look)\nDid you have a good time last\nnight?\n\nELIO is distracted by the sudden burst of enthusiasm heard\nfrom the kitchen over the fish Anchise caught.\n\nEXT. SOUTH TERRAZZA/ABBEVERATOIO - PERLMAN VILLA - DAY 26\n\nLater. ELIO sits with his head back on the cushion of his\nchair, his eyes closed. OLIVER, far away, is sitting on the\nedge of the trough, his feet in the water, reading the pages\nfrom the manuscript he showed Perlman. He looks towards Elio.\nOLIVER\n(loud)\nAre you sleeping?\n\nHe waves a sheet of his manuscript at him.\nELIO\n(to himself)\n\nI was.\n\nOliver gestures him to come closer. Elio does, slowly. He\nnotices Oliver is wearing a red bathing suit.\n\f27\n\n18.\n\nOLIVER\nJust listen to this drivel: “For\nthe early Greeks, Heidegger\ncontends, this underlying hidden-\nness is constitutive of the way\nbeings are, not only in\nrelation to themselves but also to\nother entities generally. In other\nwords, they do not construe hidden-\nness merely or primarily in terms\nof entities' relation to human\nbeings.”\n\nOliver looks at Elio.\n\nOLIVER (CONT’D)\nDoes this make any sense to you?\nNot to me. Nor to your dad.\n\nELIO is pleased that Oliver has asked his opinion on the\nmanuscript.\n\nELIO\nMaybe it did when you wrote it.\n\nOLIVER, as if pretending to weigh Elio’s words carefully.\n\nOLIVER\nThat’s the kindest thing anyone’s\nsaid to me in months.\n\nHe speaks ever so earnestly, as if hit by a sudden\nrevelation, in a low tone. This makes ELIO feel ill at ease.\nHe looks away.\nELIO\nKind?\n\nOLIVER\nYes, kind.\n\nSilence returns. ELIO looks at OLIVER, in his red bathing\nsuit, lying on the edge of the trough. And OLIVER lets\nhimself fall in the water, to ELIO's surprise.\n\nSTILL LIVES 27\n\nStill lives of Oliver's swim trunks of different colors\ndrying on the bedroom windowsill.",
  "16": "---END OF PREVIOUS SECTION---\nELIO looks at OLIVER, in his red bathing\nsuit, lying on the edge of the trough. And OLIVER lets\nhimself fall in the water, to ELIO's surprise. STILL LIVES 27\n\nStill lives of Oliver's swim trunks of different colors\ndrying on the bedroom windowsill. \n---TARGET SECTION TO BE ANNOTATED---\nNARRATOR\nOliver had three personalities\ndepending on which bathing suit he\nwas wearing. Red: for bold, set in\nhis ways, gruff and ill-tempered\nsnappy... dangerous.\n\n(MORE)\n\f28\n\n19.\n\nNARRATOR (CONT'D)\nYellow: good-humored, funny, but\nnot without barbs - didn’t give in\ntoo easily.\nHe didn’t wear his green bathing\nsuit that often. It meant maybe\nthat he was eager to learn, eager\nto speak, just eager, sunny.\n\nEXT. ABBEVERATOIO - PERLMAN VILLA - AFTERNOON 28\n\nELIO observes OLIVER swimming in the narrow and long stone\ntrough. ANNELLA is close, but she's moving away with a basket\nof freshly picked fruit. OLIVER comes out of the water with\nhis green swim trunks.\n\nOLIVER\nElio! What are you doing?\n\nELIO\nReading my music.\n\nOliver lies down on a big towel, his belongings spread around\nit.\n\nOLIVER\nNo you’re not.\n\nELIO\nThinking, then.\n\nOLIVER\nAbout?\n\nELIO\nPrivate.\n\nANNELLA, amused, listens to the conversation.\n\nOLIVER\nSo you won’t tell me?\n\nELIO\nSo I won’t tell you.\n\nOLIVER\n(explaining to Annella)\nSo he won’t tell me.\nIn that case I’m going with your\nmom.\n\nPutting on his espadrilles, OLIVER takes ANNELLA's basket and\nfollows her to the orchard, goes up to a ladder and climbs\nit, stretching into the branches for the ripe fruit as ELIO\nwatches. ELIO goes over to them and offers to hold the\nbasket, which is filling with apricots. OLIVER continues to\ntoss down fruit to ELIO and ANNELLA below.\n\f29\n\n30\n\n20.\n\nDISSOLVE TO\n\nEXT. PERLMAN VILLA - AFTERNOON 29\n\nOLIVER arrives on his bike from town, wearing the blue\nbathing suit and the blue billowy shirt he had when he first\narrived. The house is quiet and deserted on a Saturday\nafternoon.\n\nINT. ELIO’S BEDROOM - PERLMAN VILLA - AFTERNOON 30\n\nELIO is on his bed wearing only a bathing suit.",
  "17": "---END OF PREVIOUS SECTION---\nThe house is quiet and deserted on a Saturday\nafternoon. INT. ELIO’S BEDROOM - PERLMAN VILLA - AFTERNOON 30\n\nELIO is on his bed wearing only a bathing suit. \n---TARGET SECTION TO BE ANNOTATED---\n His right\nhand is down inside his swim suit. He is tense, expectant,\nalert to every sound. There are footsteps just outside his\ndoor. OLIVER, shirtless, enters the room from the bathroom.\nELIO quickly pulls his bathing suit higher with a jerking\nmovement as if caught in an embarrassing position.\n\nOLIVER\nWhy aren’t you with the others at\nthe river?\n\nELIO is speechless, out of breath, says:\n\nELIO\nI’m... I’m... I have... an allergy.\n\nOLIVER\nMe too. We might have the same one.\n\nELIO shrugs. A beat.\n\nOLIVER (CONT’D)\nWant to go for a swim? Just the two\nof us?\n\nELIO\n(still out of breath)\nLater, maybe.\n\nOLIVER\n(extending his hand)\nLet’s go now.\n\nELIO grabs his hand and turns on his side facing the wall,\naway from OLIVER, to prevent him from seeing his confusion -\nbut in his movement is also a slight tugging which could have\npulled OLIVER down on the bed.\n\nELIO\nMust we?\n\nOLIVER straightens up, pauses again to look down, and still\ngrasping Elio’s hand, succeeds in pulling him upright.\n\f31\n\n32\n\n21.\n\nOLIVER\nI’m going to change. What about\nyou?\n\nHe leaves Elio’s room. ELIO puts his hand - the one Oliver\nhad been holding - down inside his bathing suit, finds it\ndamp, pulls it out, then hits his forehead with his fist\nsaying: “Stupid! Stupid!”\n\nHe strips off the trunks and, naked and defiant, goes out\ninto the bathroom while grabbing a new pair of trunks.\n\nINT. ELIO’S AND OLIVER’S BATHROOM - PERLMAN VILLA - AFTERNGUN\n\nELIO, while wearing his swimsuit, gets a glimpse of OLIVER\nnaked in his room.\n\nOLIVER\n(calling out as he gets\ninto his bathing suit)\nSee you downstairs!\n\nINT. STAIRCASE/BOCCHIRALE - PERLMAN VILLA - AFTERNOON 32\n\nOLIVER comes down the stairs of the house followed by ELIO.\nThey are surprised to find CHIARA and MARZIA there.",
  "18": "---END OF PREVIOUS SECTION---\nINT. STAIRCASE/BOCCHIRALE - PERLMAN VILLA - AFTERNOON 32\n\nOLIVER comes down the stairs of the house followed by ELIO. They are surprised to find CHIARA and MARZIA there. \n---TARGET SECTION TO BE ANNOTATED---\n OLIVER\nisn’t wearing any shirt and CHIARA makes a ball of the\nbillowy blue shirt he’d been wearing earlier and tosses it at\nhim. He puts it over the head of a bronze bust of Elio’s\ngrandmother.\n\nCHIARA\nEnough now. We’re going to the\nriver and you’ re coming.\n\nThere are a number of Professor Perlman’s loose papers lying\non a chair in the bocchirale [hallway]. OLIVER starts\ngathering them up.\n\nOLIVER\nLet me sort these papers out. Or\nhis father will skin me alive.\n\nCHIARA\n(in French)\nEn parlant de peau, approche.\n(Talking about skin, come here.)\n\nShe goes up to him and with her fingernails gently and slowly\ntries to pull a sliver of peeling skin from his tanned\nshoulder. ELIO watches with envy, wishing he was the one\ndoing that.\n\f22.\n\nCHIARA (CONT’D)\nTell his father that I crumpled his\npapers. We'll see what he says\nthen..\n\nHe takes the Perlman papers to the study. While he’s gone\nCHIARA looks at Oliver’s manuscript lying on the chair.\n\nCHIARA (CONT’D)\n(shouting)\nI could do a better job translating\nthan whoever this is.\n\nOLIVER\n(returning)\nDo you type good too?\n\nCHIARA\nI type good.\n\nOLIVER\nAs good as you speak good?\n\nCHIARA\nBettah. And I’d give you a bettah\nprice too. Stand still.\n\nShe pulls another patch of skin off his shoulder. As she’s\ndoing this he stands very close to her.\n\nOLIVER\nI need five pages translated per\nday, to be ready for pickup every\nmorning.\n\nLooking up at him.\n\nCHIARA\nThen I won’t do nu’in for you.\nDon’t move.\n(she extracts another\npatch from his arm)\nFind yuh-sef somebuddy else.\n\nShe drops the bits of peeled-off skin into a plant.\n\nMARZIA\n(in French)\nAllons nous baigner.\n(Let’s go swimming.)\n\nELIO\nYeah, come on.\n\nHe hands OLIVER his sunglasses and hands him the red edition\nof Lucretius, it was lying on a table and never leaves his\nside.",
  "19": "---END OF PREVIOUS SECTION---\nMARZIA\n(in French)\nAllons nous baigner. (Let’s go swimming.)\n\nELIO\nYeah, come on. He hands OLIVER his sunglasses and hands him the red edition\nof Lucretius, it was lying on a table and never leaves his\nside. \n---TARGET SECTION TO BE ANNOTATED---\n\f33\n\n23.\n\nOLIVER\n(mumbled to Elio)\nThanks, Buddy.\n\nThere is an intimacy in these actions that ELIO both enjoys\nand slightly flaunts. In return, CHIARA takes Oliver’s arm to\nmove him through the door, leaving the other two to follow.\nAs he leaves, OLIVER puts on his blue shirt.\n\nEXT. RESTAURANT WITH DANCE FLOOR - NIGHT 33\n\nA restaurant bar with an open air dancing floor. Everyone\ndances. CHIARA does her sexy dancing for OLIVER, who is\nenjoying himself and is a very good dancer. The music is\n“Paris Latino” by Bandolero.\n\nELIO goes back to their table with MARZIA and one or two of\nthe others. He watches CHIARA and OLIVER on the little dance\nfloor. She moves her thighs in between his. Their moves are\nnot the moves of people who stop at heavy petting.\n\nMALE FRIEND # ONE\nMa ci sta provando? (Is he hitting\non her?)\n\nMALE FRIEND # TWO\nHa gid cuccato? (Are they doing it,\nthen?)\n\nELIO\nChe ne so. (I don’t care.)\n\nMALE FRIEND # ONE\nQuanto vorrei essere nei suoi\npanni. (I'd love to be in his\nshoes.)\n\nFEMALE FRIEND # ONE\n(to Marzia)\nChi non vorrebbe essere nei panni\ndi lei, piuttosto.. (Who wouldn’t\nwant to be in her shoes, I say..)\n\nELIO watches them dancing, thinks he’d give anything to be in\nher shoes. MARZIA studies the look on his face. He pretends\nto like watching them dance together.\n\nMARZIA\n(to EVERYONE)\nLo vuole a tutti i costi, eh.\n(She’s really after him, that’s\nclear.)\n\nThe music changes, “Love my way” by Psychedelic Furs hits the\ndance floor. At the sound of this song OLIVER changes his way\nof dancing to a more self-obsessed style. A perfect new-wave\nstyle.\n\f34\n\n24.\n\nThey all watch OLIVER’s solo act with surprise and amusement.\nELIO looks at him, mesmerized, until MARZIA pulls him back on\nthe dance floor. There is a strange energy and exchange of\nglances between them.",
  "20": "---END OF PREVIOUS SECTION---\nThey all watch OLIVER’s solo act with surprise and amusement. ELIO looks at him, mesmerized, until MARZIA pulls him back on\nthe dance floor. There is a strange energy and exchange of\nglances between them. \n---TARGET SECTION TO BE ANNOTATED---\nElio chooses not to be embarrassed and lets loose with a\nsharp little solo of his own. The others applaud. Close on\nMarzia amused.\n\nEXT. RIVER - NIGHT 34\n\nELIO and MARZIA are at the river. They strip their clothes\noff.\n\nMARZIA\n(in french)\nTu n'es pas avec moi\nparce que tu es faché contre\nChiara?\n(You're not with me because you’ re\nangry with Chiara?)\n\nELIO\n(in french)\nPourquoi je serais faéché contre\nChiara ?\n(Why should I be angry with\nChiara?)\n\nMARZIA\n\n(in french)\n\nA cause de lui.\n(Because of him.)\n\nELIO shakes his head, feigning a puzzled look meant to show\nthat he can’t begin to guess where she’d gotten such a\nnotion. They run into the river. They swim and then come\nashore.\n\nMARZIA (CONT’D)\n(towelling herself dry\nwith her sweater)\nRetourne-toi. Ne me\nregarde pas.\n(Turn around. Don’t stare at me.)\n\nShe looks the other way while he gets back into his own\nclothes. When they are no longer naked he takes her hand and\nkisses it on the palm, then kisses the space between her\nfingers, then her mouth. She’s slow to kiss him back.\n\nELIO\n(in french)\nRetrouvons-nous ici demain soir.\nJe serai la avant toi.\n(Let’s meet tomorrow night. I’1ll be\nhere before you.)\n\f25.\n\nMARZIA\n(in french)\nNe le dis a personne.\n(Just don’t tell anyone.)\n\n35 INT. ELIO’S BEDROOM - PERLMAN VILLA - NIGHT 35\n\nThe same night. All the lights are off. ELIO, sleeping in his\nbed, is woken up by the sound of Oliver peeing in the\nadjoining bathroom - the careless, uninhibited male force of\nit. ELIO listens, then stands up and goes towards the door.\n\n36 EXT. GARDEN IN FRONT OF THE KITCHEN - PERLMAN VILLA - DAY 36\n\nThe next morning. OLIVER shows off his newly acquired talent\nwith a soft-boiled egg, neatly shearing off the shell.",
  "21": "---END OF PREVIOUS SECTION---\n36 EXT. GARDEN IN FRONT OF THE KITCHEN - PERLMAN VILLA - DAY 36\n\nThe next morning. OLIVER shows off his newly acquired talent\nwith a soft-boiled egg, neatly shearing off the shell. \n---TARGET SECTION TO BE ANNOTATED---\n He\nlooks a bit hung-over, with circles under his eyes.\n\nELIO\n(in something of an antic\nmood we haven’t seen\nbefore, self-mocking)\nWe almost did it. Marzia and me.\n\nPERLMAN\n(from behind his paper,\nand raising his eyebrows)\nAnd why didn’t you?\n\nELIO\nDunno.\n\nOLIVER\n(half-comforting, half-\nmocking)\nBetter to have tried and failed...\n\nELIO\nAll I had to do was find the\ncourage to reach out and touch, she\nwould have said yes.\n\nOLIVER\n(seemingly off-hand)\nTry again later.\nANNELLA comes in and while she is seating herself, asks:\n\nANNELLA\nTry later, what?\n\nPROFESSOR PERLMAN and OLIVER laugh, then the Professor\nchanges the subject.\n\f37\n\n26.\n\nPERLMAN\n(to OLIVER)\nI just heard from the people in\nSirmione, they say they’ve come up\nwith something. I’m going there\ntoday, would you like to go with\nme?\n\nOLIVER\nI’d like that very much.\n\nELIO\nCan’t I come too?\n\nPERLMAN\nOn condition that you remain\nsilent.\n\nOLIVER\n(teasing)\nSilent as in too many opinions on\nthings, or silent as in Security:\nnot telling anybody what fabulous\nthings have been dug up?\n\nPERLMAN\nNothing is being dug up. It’s what\nhas been brought up - out of the\nwater.\n\nOLIVER looks awed.\n\nEXT. MAIN ENTRANCE - PERLMAN VILLA - DAY 37\n\nLater. ANCHISE is wiping the windshield of the Perlmans’ car.\nELIO comes out just as CHIARA arrives on her bike. She asks\nhim where Oliver is.\n\nELIO\n\n(in French)\nOn va au lac de Garde\navec mon pére. Il veut montrer 4\nOliver l'endroit ot ils draguent.\n(We’ re going to Lake Garda with\ndad. He wants to show Oliver where\nthey’ re dredging.)\n\nCHIARA is disappointed.\n\nCHIARA\n(in French)\nDis-lui que je suis passée.\n(Tell him I came by.)\n\f27.\n\nELIO\n\n(in French)\nIl est a4 l'intérieur, il aide mon\npére.",
  "22": "---END OF PREVIOUS SECTION---\nCHIARA\n(in French)\nDis-lui que je suis passée. (Tell him I came by.)\n\f27. ELIO\n\n(in French)\nIl est a4 l'intérieur, il aide mon\npére. \n---TARGET SECTION TO BE ANNOTATED---\n Tu étais incroyable sur la\npiste, hier soir.\n(He’s inside helping dad. You were\ngreat on the dance floor last\nnight.)\n\nCHIARA\n(in French)\nIl danse trés bien.\n(He dances great.)\n\nELIO\n(in French)\nEt il est beau aussi, non?\n(And he’s great looking, isn’t he?)\n\nCHIARA\n(in French)\nTu veux jouer les entremetteurs?\n(What are you trying to do, fix us\nup?)\n\nShe leaves him and goes into the house. ELIO gets in the back\nseat of the car and waits. Then OLIVER and CHIARA come out.\nThey speak for a moment, standing close. She kisses him on\nthe cheek, then gets on her bike and takes off.\n\nOLIVER gets into the front seat of the car, but ELIO tells\nhim to sit in the back.\n\nELIO\nDad always sits up front with\nAnchise to navigate.\n\nOLIVER gets in the back next to ELIO. He watches CHIARA\nriding away.\n\nELIO (CONT’D)\nShe seems to like you a lot - She’s\nmore beautiful than she was last\nyear.\nOLIVER doesn’t respond.\nELIO (CONT’D)\nI saw her naked on a night swim.\nShe has a great body.\nOLIVER turns to look at ELIO, surprised.\n\nOLIVER\nAre you trying to make me like her?\n\nWhile talking their bare legs briefly collide.\n\f38\n\n39\n\n28.\n\nELIO\nWhat would be the harm in that?\n\nOLIVER\nNo harm. Except I like to go at it\nalone, if you don’t mind.\n\nThere is a long pause as PROFESSOR PERLMAN comes out and\nspeaks to ANCHISE.\n\nPERLMAN\n\n(to Anchise)\nGuido io oggi, non ti preoccupare.\nNon fare quella faccia Anchise!\nprenditi il pomeriggio libero.\n(I think I will drive myself today.\nAnchise, don’t be so upset! take\nthe afternoon off.)\n\nOLIVER\nDon’t play at being the good host,\njust don’t.\n\nPERLMAN gets in the front seat. As there seems to be a tense\nsilence behind, he turns around as the engine starts.",
  "23": "---END OF PREVIOUS SECTION---\nAnchise, don’t be so upset! take\nthe afternoon off.)\n\nOLIVER\nDon’t play at being the good host,\njust don’t. PERLMAN gets in the front seat. As there seems to be a tense\nsilence behind, he turns around as the engine starts. \n---TARGET SECTION TO BE ANNOTATED---\nPERLMAN\nWhat’s going on, boys? Oliver, come\nsit up front and be my navigator.\n\nOLIVER smiles at Elio as if to say: \"See?\"\n\nINT./EXT. PERLMAN CAR - DAY - LATER 38\n\nPERLMAN drives the car through the countryside, OLIVER has a\nmap open on his legs. Hot air blows in through all the open\nwindows. They are silent as the news plays on the radio,\nreporting on the P2 Masonic lodge.\n\nELIO looks outside but his attention is drawn to Oliver’s\nneck.\n\nNARRATOR\n(ENTRY ON THE FACTS OF THIS ITALIAN\nSUMMER 1983)\n\nEXT. SIRMIONE - GROTTE DI CATULLO (VILLA) - DAY 39\n\nPERLMAN, OLIVER and ELIO walk through the magnificent ruins\nof the roman villa overlooking Lake Garda, the Grotte di\nCatullo (Caves). Perlman is explaining to Oliver that only\npart of the archaeological treasures of this area has come to\nlight.\n\f40\n\n41\n\n42\n\n29.\n\nPERLMAN\nThe ship went down in 1827 on the\nway to the villa of Count Lechi\nhere on this island.\n\nA delegation of archaeologists is waiting for them. The\nsenior member rushes up to PERLMAN and greets him. They all\ngather in the small beach that is dominated by the ruins.\n\nPerlman is showed with the arm of a statue. He is very\nexcited.\n\nEXT. SIRMIONE - GROTTE DI CATULLO (BEACH)- DAY 40\n\nA salvage operation is in progress. Some small boats surround\na floating platform. At the center of the platform is a\nwinch. There are scuba divers and other people all around.\n\nPERLMAN goes in the water and walks through the shallows\ntowards an inflatable boat that is standing by, ready to take\nhim to the platform. ELIO is proud of his father and like\nOliver is excited. The professor gestures them to join him.\n\nEXT. FLOATING PLATFORM - LAKE GARDA - DAY 41\n\nPERLMAN, OLIVER, ELIO and other men are on the boat, now next\nto the platform.\n\nAt the center of the platform below the cable of the winch is\na large opening.",
  "24": "---END OF PREVIOUS SECTION---\nEXT. FLOATING PLATFORM - LAKE GARDA - DAY 41\n\nPERLMAN, OLIVER, ELIO and other men are on the boat, now next\nto the platform. At the center of the platform below the cable of the winch is\na large opening. \n---TARGET SECTION TO BE ANNOTATED---\n A steel cable is lowered into the water and\nsteadied by the site workers.\n\nThe wait. Finally the cable is pulled back up - it pulls an\nantique statue out of the water. PERLMAN, edging closer,\nwatches the operation minutely. A bronze Boxer slowly comes\nup through the opening in the platform, secured by the husky\ndivers, and as it does a chain-metal trap inches underneath\nit to prevent it from falling back into the water if\nsomething should go wrong.\n\nThe statue, missing its left arm but otherwise intact, is of\nan athlete, a boxer, naked, a kind of finger-less glove and\nwrist-strap. Like the damaged arm and gloved hand, the statue\nis encrusted with the lake water deposits of a century. It is\nstill possible to admire the beauty of the athlete’s face,\nset with enamelled eyes that seem to be staring straight out\nthrough the murky water at his rescuers. A photographer in\nfins goes in for a close-up. There is great excitement.\n\nEXT. SIRMIONE - GROTTE DI CATULLO (BEACH) - AFTERNOON 42\n\nLater, back on the beach. The bronze has been dried and\ncleaned. PERLMAN is speaking in Italian with the other men\nand women who took part in the operation, and who are\nanalyzing the find.\n\f43\n\n44\n\n30.\n\nELIO\nDad, why are we only finding him\nnow?\n\nPERLMAN\n\nA good question. His partner -\nthey’re a pair - is in the Vatican.\nThere are four known sets, after\nthe Praxiteles originals. This\nfellow is Number Three. The Emperor\nHadrian had a pair, dug up at\nTivoli, but one of the more\nphilistine of the Farnese popes\nmelted them down and had them\nrecast as a particularly voluptuous\nVenus that was traded to Napoleon\n\nlater on.\nOLIVER\n\nI guess they didn’t need two pairs.\nPERLMAN\n\nNo..\n\nThe sun is setting, casting its last rays on the long-missing\nathlete for the first time in more than a hundred years.\nArmed Carabinieri assemble to guard it for the night.",
  "25": "---END OF PREVIOUS SECTION---\nPERLMAN\n\nNo.. The sun is setting, casting its last rays on the long-missing\nathlete for the first time in more than a hundred years. Armed Carabinieri assemble to guard it for the night. \n---TARGET SECTION TO BE ANNOTATED---\nPERLMAN (CONT’ D)\nWho would like to go for a swim\nbefore we head back?\n\nEXT. WATER - LAKE GARDA - SUNSET 43\n\nThey swim in a little cove not far from the rig that pulled\nup the bronze Boxer. It is almost dark, with a cloud streaked\nsky reflected in the water. The lights on the rig go on,\nincluding a big floodlight. The lake is surrounded by snow\ncapped mountains.\n\nTreading water, PERLMAN says to ELIO and OLIVER, who are\nnearby, and referring to the armed guards left on the\nfloating platform with the athlete:\n\nPERLMAN\nThey’ re all such rogues. Our boxer\ncould be on a plane to the Geneva\nantiquities market tonight for all\nI know.\n\nThey laugh. The moon is beginning to rise over the water.\n\nEXT. RIVER - NIGHT 44\n\nThe same moon shines on the water of the river where MARZIA\nwaits for ELIO, as promised. She looks at her wristwatch.\n\f45\n\n46\n\n47\n\n48\n\n49\n\n31.\n\nEXT. PERLMAN VILLA / MAIN ENTRANCE - NIGHT 45\nThe Perlman car reaches the villa and all get out. ELIO runs\naround the house to get his bike and wheels it out on to the\nroad.\n\nELIO\nI have to go!!\n\nThe two men smile at Elio's passionate haste.\n\nPERLMAN\nAre you going too?\n\nOLIVER\nNo Prof, I have to work.\n\nPERLMAN\nHow about a drink to celebrate the\nday?\n\nOLIVER\n\nThat would be great.\n\nINT. OLIVER’S ROOM - PERLMAN VILLA - NIGHT 46\n\nOLIVER is sitting at his desk in his boxer shorts only,\nworking; only the desk light is on. A lit cigarette between\nhis fingers. A radio plays some summer music at a low volume.\n\nOliver wraps up his corrections on a page and marks it: “to\nbe typed”.\n\nEXT. ROAD / RIVER -— NIGHT 47\n\nELIO is riding on his bike on the way to the river, trying to\ncatch his date with Marzia. When he gets there, no one is\nwaiting. He calls her name. There is a soft sound, little\nwaves lapping on the river shore.",
  "26": "---END OF PREVIOUS SECTION---\nWhen he gets there, no one is\nwaiting. He calls her name. There is a soft sound, little\nwaves lapping on the river shore. \n---TARGET SECTION TO BE ANNOTATED---\n The moon is brighter than\never and has risen considerably.\nNARRATOR\n[TBC]\n\nEXT. GARDEN - PERLMAN VILLA - DAY 48\nThe following day. A thunderstorm and heavy rain dashes the\nplants in the garden and pours from the roof spouts.\n\nINT. LIVING ROOM - PERLMAN VILLA - DAY 49\n\nInside the villa the three PERLMANS are sitting on a row ona\nbig couch as the lights flicker.\n\f32.\n\nANNELLA\nHave you seen my Heptameron?\n\nPERLMAN\nIt must be over there...\n\nANNELLA finds the book.\n\nANNELLA\nThis version is in German, but I’1ll\ntranslate: Ein gut aus sehender\njunger Ritter ist wahnsinnig\nverliebt in eine Prinzessin. Sie\nauch ist in ihn verliebt.\n“,..A handsome young knight is\nmadly in love with a princess. She\ntoo is in love with him...\n...obwohl es so scheint, als sei\nsie sich nicht vollig ihrer eigenen\nLiebe bewusst.\n...though she seems not to be\nentirely aware of it.\nDespite the friendship...\nFreundschaft... that blossoms\nbetween them, or perhaps because of\nthat very friendship, the young\nknight finds himself so humbled and\nspeechless that he is totally\nunable to bring up the subject of\nhis love. One day he asks the\nprincess point-blank: Ich bitte\neuch ratet mir was besser ist...\nreden oder sterben. ‘Is it better\nto speak or die’.\n\nThe lights suddenly all go out in the house; the music from a\nlong-playing record dies to a stop. There is a shout in the\nkitchen, MAFALDA.\n\nELIO\n(still thinking about the\nKnight and the princess)\nI’d never have the courage to ask\nsuch a question.\n\nPERLMAN\n\nWe were your age once. The things\nyou feel and think only you have\nfelt, believe me, We’ve suffered\nthrough all of them, and more than\nonce - some you never get over and\nothers you’re as ignorant about as\nyou are today.\n\f50\n\n51\n\n52\n\n33.",
  "27": "---END OF PREVIOUS SECTION---\nPERLMAN\n\nWe were your age once. The things\nyou feel and think only you have\nfelt, believe me, We’ve suffered\nthrough all of them, and more than\nonce - some you never get over and\nothers you’re as ignorant about as\nyou are today. 50\n\n51\n\n52\n\n33. \n---TARGET SECTION TO BE ANNOTATED---\nANNELLA\n(nodding in agreement)\n\nMake new friends if the old ones\ndon’t interest you but stop haning\naround the house all the time.\nBooks, books, books, always books,\net toutes ces partitions... (is all\nthose score books)... play more\ntennis, go dancing more often with\nChiara and Marzia - tu les aimes\nno? (you like them, don’t you?) Get\nto know people...\n\nPERLMAN\nFind out why others are so\nnecessary in life and not just\nforeign bodies to be sidled up to.\n\nThey have been sitting in near darkness. The rain beats\nagainst the window panes. ANNELLA spreads an afghan over the\nknees of the three of them, saying “It’s getting cold in\nhere”. Just then the lights come back on and the music\nresumes. She looks at her son and runs her fingers through\nhis hair tenderly.\n\nANNELLA\nFai anche pazzie se devi. (Do crazy\nthings if you must.) (Fais des\n\nfolies, s’il le faut.)\n\nINT. LIVING ROOM / KITCHEN - PERLMAN VILLA - DAY 50\n\nThe next day. The storm has passed, leaving a coolness. ELIO\nis playing the piano. He is immersed in thought, his mind is\nelsewhere. He breaks off, gets up, moves from room to room\ndownstairs. The kitchen is empty as well. It’s the hour of\nsiesta. Oliver’s bike is missing.\n\nINT. STAIRCASE / CORRIDOR - PERLMAN VILLA - DAY 51\n\nELIO goes back inside and up the stairs very quietly and\nalong the corridor he shares with Oliver. He approaches\nOliver’s door like a detective looking for clues. He is about\nto open it when he hears the sounds of someone coming up the\nback stairs; he opens the door to his own room instead, and\nwalks in.\n\nINT. CORRIDOR / ELIO’S - OLIVER’S ROOM / SHARED BATHROOM - 52\nDAY\n\nMAFALDA appears in the corridor, holding the laundry of the\ntwo young men.",
  "28": "---END OF PREVIOUS SECTION---\nHe is about\nto open it when he hears the sounds of someone coming up the\nback stairs; he opens the door to his own room instead, and\nwalks in. INT. CORRIDOR / ELIO’S - OLIVER’S ROOM / SHARED BATHROOM - 52\nDAY\n\nMAFALDA appears in the corridor, holding the laundry of the\ntwo young men. \n---TARGET SECTION TO BE ANNOTATED---\n She brusquely opens Oliver’s door, puts\nOliver’s shorts, socks, handkerchiefs, maybe the blue\n“pillowy” shirt, on his dresser. She goes out, then knocks on\nElio’s door.\n\f53\n\n54\n\n55\n\n34.\n\nELIO says “Avanti” and she goes in with a pile of the same\nsort of clothes belonging to him. He’s lying on his bed,\npretending to read a book. She leaves; he can hear her\nretreating footsteps. When she is safely gone he stealthily\ngoes into Oliver’s room through the bathroom they share. He\nlooks around Oliver’s room.\n\nINT. OLIVER’S ROOM - PERLMAN VILLA - DAY 53\n\nHe goes to the little pile of laundry and examines it, sees\nthe folded boxer shorts (or Jockey) - passes his finger tips\nover them, then goes to the closet. Hanging on a hook is the\nred bathing suit. He picks it up - it’s dry - and brings it\nto his face. He rubs his face inside it, smelling it, looks\ninside it as if searching for something, kisses every inch of\nit, licks the inside of the supporter as if trying to finda\ntaste of Oliver.\n\nELIO quickly slips out of his own bathing suit and pulls on\nOliver’s. He undoes Oliver’s bed and gets into it, putting\nthe pillow over his face and kissing it savagely, smelling it\nagain and again, searching for Oliver’s scent, then wraps his\nbare legs around it.\n\nSuddenly he hears the sound of a bicycle approaching goes to\nlook out the window. He can just partly see OLIVER leaving\nhis bike by a wall and coming in the villa. Elio removes\nOliver’s trunks and tidies up the bed, exiting the room.\n\nINT. CORRIDOR (1ST FLOOR) - PERLMAN VILLA - DAY 54\n\nELIO runs towards the window at the end of the corridor and\nlooks down from it. No one. Finally Oliver appears going down\nthe steps and moving towards the stone trough. Elio runs to\nthe stairs and goes down to the ground floor.\n\nEXT. ABBEVERATOIO - PERLMAN VILLA - DAY 55\n\nLater. ELIO is sitting under the trees with his score book\nopen.",
  "29": "---END OF PREVIOUS SECTION---\nEXT. ABBEVERATOIO - PERLMAN VILLA - DAY 55\n\nLater. ELIO is sitting under the trees with his score book\nopen. \n---TARGET SECTION TO BE ANNOTATED---\n OLIVER sits on the edge of the stone trough with his\nfeet in the water, he is wearing his straw hat.\n\nELIO\nMy mom’s been reading this 16th\ncentury French romance. She read\nsome of it to my Dada and I the day\nthe lights went out.\n\nOLIVER\nAbout the knight who doesn’t know\nwhether to speak or die? You told\nme already.\n\nELIO\nYes.\n\f35.\n\nOLIVER\nWell, does he or doesn’t he?\n\nELIO\nBetter to speak, she said. But\nshe’s on her guard. She senses a\ntrap somewhere.\n\nOLIVER\nSo does he speak?\n\nELIO\nNo, he fudges.\n\nOLIVER\nThat figures. Listen, I need to\npick up something in town.\n\nELIO\nI’ll go, if you want me to.\nBeat.\nOLIVER\nLet’s go together.\nELIO\nNow?\nOLIVER\nWhy, have you got anything better\nto do?\nELIO\nNo.\n\nOLIVER puts some pages of his manuscript into his old frayed\nbook bag.\n\nOLIVER\nSo let’s go.\n\nELIO puts down his fountain pen, closes his score book, and\nin doing so knocks a half-full glass of lemonade onto the\ngrass. It doesn’t break. OLIVER, who is close by, comes over,\npicks it up, and puts it back where it was.\n\nELIO\nYou didn’t have to.\n\nCreating a little pause before replying, for emphasis.\n\nOLIVER\nI wanted to.\n\f36.\n\n56 EXT. PERLMAN VILLA - DAY 56\nOn the way to the shed to collect their bikes, they pass\nANCHISE, who hands OLIVER his bike with a wry smile. OLIVER\nsmiles back.\n\nANCHISE\n(Mixture of Italian and\nEnglish)\n(I straightened the wheel. It took\nsome doing. I also put air in the\ntires.)\nOLIVER\nGrazie.\n\nELIO and OLIVER reach the road, where they pause for a\nmoment. OLIVER pulls up his shirt and pulls down the top of\nhis shorts to expose a big scrape and bruise on his left hip.\n\nOLIVER (CONT’D)\n(showing ELIO his wound)\nI fell the other day on the way\nback and scraped myself pretty\nbadly.",
  "30": "---END OF PREVIOUS SECTION---\nELIO and OLIVER reach the road, where they pause for a\nmoment. OLIVER pulls up his shirt and pulls down the top of\nhis shorts to expose a big scrape and bruise on his left hip. OLIVER (CONT’D)\n(showing ELIO his wound)\nI fell the other day on the way\nback and scraped myself pretty\nbadly. \n---TARGET SECTION TO BE ANNOTATED---\n Anchise insisted on applying\nme some sort of witch’s brew. He\nalso fixed the bike for me.\n\nELIO leans over closely to see Oliver’s scrape, which is\nsmeared with a black unguent.\n\nELIO\n\nDoes he give you the creeps?\nOLIVER\n\nWho?\nELIO\n\nThat’s what my aunt says. Anchise.\n\nOLIVER\n(pulling his clothes\ntogether and turning out\non the road)\nOf course not. Just a lost soul,\nreally, like most of us.\n\n57 EXT. TOWN SQUARE - DAY 57\nThey arrive on their bikes at the little town square. OLIVER\nbuys a pack of cigarettes, Gauloises. He lights one up, then\noffers one to ELIO.\n\nOLIVER\nYou want to try one?\n\f37.\n\nELIO nods and OLIVER cups his hands very near Elio’s face and\nlights his cigarette.\n\nOLIVER (CONT’D)\nNot bad, right?\n\nELIO\n(drawing on it)\nNot bad at all. I thought you\ndidn’t smoke.\n\nOLIVER\nI don’t.\n(taking another drag)\n\nThey walk their bikes towards the little World War I memorial\nin the center of the square which is dedicated to the youth\nof the town who perished in the Battle of Piave. They pause a\nmoment to read the plaque.\n\nOLIVER (CONT’D)\nWorld War II? Did the Allies fight\nnear here?\n\nELIO\nNo. This is World War I. You’d have\nto be at least eighty years old to\nhave known any of them.\n\nOLIVER\nIs there anything you don’t know? I\nnever heard of the Battle of Piave.\n\nELIO looks at OLIVER. He hesitates, then bursts out:\n\nELIO\nI know nothing Oliver. Nothing,\njust nothing.\n\nOLIVER\n(looking at him steadily\nYou know more than anyone around\nhere.\n\nELIO\nIf you only knew how little I know\nabout the things that really\nmatter.\n\nOLIVER\nWhat things that matter?\n\nELIO looks him straight in the eye for once, summoning up his\ncourage:\n\nELIO\nYou know what things. By now you of\nall people should know.\n\fSilence.\n\n38.\n\nOLIVER\nWhy are you telling me all this?\n\nELIO\nBecause I thought you should know.",
  "31": "---END OF PREVIOUS SECTION---\n38. OLIVER\nWhy are you telling me all this? ELIO\nBecause I thought you should know. \n---TARGET SECTION TO BE ANNOTATED---\nOLIVER\n(he repeats ELIO’s words\nslowly, playing for time\nas he considers them)\nBecause you thought I should know.\n\nELIO\nBecause I want you to know\n(blurting it out)\nBecause there is no one else I can\nsay this to but you.\n\nThere is a magnificent view. A tiny bus works its way uphill,\nwith some bikers struggling behind it. To buy time, OLIVER\nturns to look at it before replying:\n\nOLIVER\nAre you saying what I think you’re\nsaying?\n\nELIO\nYes.\n\nNow that he’s spilled the beans at last, ELIO takes on the\nlaid-back, mildly exasperated air which the felon has, once\nhe surrendered to the police, when he confesses how he robbed\n\nthe store.\n\nOLIVER looks at ELIO for a long moment, then gestures towards\nthe shop front where he takes his manuscript to be typed up.\n\nOLIVER\nWait for me here. Don’t go away.\n\nELIO\n(looking at OLIVER with a\nconfiding smile)\nYou know I’m not going anywhere.\n\nTwo buses stop nearby to unload their passengers - older\nwomen arriving from adjoining villages to shop. ELIO turns to\nread the names listed on the monument. OLIVER returns.\n\nOLIVER\n(frowning)\nThey’ ve mixed up my pages and now\nthey have to retype the whole\nthing. So I have nothing to work on\nthis afternoon. Which sets me back\na whole day. Damn!\n\f58\n\n39.\n\nELIO looks as if it has been his fault the typist made a\nmistake.\n\nELIO\nI wish I hadn’t spoken.\n\nOLIVER\nI’m going to pretend you never did.\n\nELIO\n(unfazed)\nDoes this mean we’re on speaking\nterms - but not really?\n\nOLIVER thinks about this.\n\nOLIVER\nLook, we can’t talk about such\nthings, we really can’t.\n\nHe slings his bag with its papers around him and the two are\noff down hill.\n\nEXT. COUNTRY ROAD/SPRINGS - FONTANILI GAVERINE - DAY 58\n\nNow that ELIO has laid his cards on the table, the scenery\nand the fine weather buoy his spirits. They ride together on\nthe empty country road that at this time of day is all for\nthem.",
  "32": "---END OF PREVIOUS SECTION---\nEXT. COUNTRY ROAD/SPRINGS - FONTANILI GAVERINE - DAY 58\n\nNow that ELIO has laid his cards on the table, the scenery\nand the fine weather buoy his spirits. They ride together on\nthe empty country road that at this time of day is all for\nthem. \n---TARGET SECTION TO BE ANNOTATED---\n The sun pounds exposed patches along the way, exposing\nthe undergrowth. Thirsty they stop by a factory. They look\nfor water and in the factory Oliver is surprised to see a\nMussolini picture hanging on a wall. They laugh.\n\nLater, at another crossroad.\n\nELIO\nFollow me. I’11 show you a spot\nvisitors have never seen. That is,\nif you have time.\n\nELIO turns off into a little path towards some spring water\nponds surrounded by willow trees. ELIO leans his bike against\none of them, followed by OLIVER.\n\nELIO (CONT’D)\nThis is my spot. All mine. I come\nhere to read. I can’t begin to tell\nyou the number of books I’ve read\nhere.\n\nOliver puts his hands in the water.\n\nOLIVER\nIt's freezing cold!\n\f40.\n\nELIO\nThe spring is in the mountains, the\nAlpi Orobie. The water comes\nstraight down from there.\n\nOliver freshens up his face with this water.\n\nOLIVER\nDo you like being alone?\n\nELIO\nNo one likes being alone. But I’ve\nlearned how to live with it.\n\nOLIVER\nAre you always so wise? So very\nwise?\n\nELIO\n\nI’m not wise at all. I told you, I\nknow nothing. I know books, and I\nknow how to string words together -\nit doesn’t mean I know how to speak\nabout the things - about the things\nthat matter most to me.\n\nOLIVER\nBut you’re doing it now - in a way.\n\nELIO\nYes, in a way - that’s how I always\nsay things: in a way.\n\nStaring out\ndown on the\non the tips\nto his feet\n\nat the view so as not to look at him, ELIO sits\ngrass. OLIVER crouches a few yards away from ELIO\nof his toes, as if at any moment he might spring\nand go back to the bicycles.\n\nELIO (CONT’D)\n\nI come here to escape the known\nworld.\n\nOLIVER\n\nI like the way you say things. Why\nare you always putting yourself\ndown?\n\nELIO\n(shrugging)\n\nI don’t know. So you won’t, I\nsuppose.",
  "33": "---END OF PREVIOUS SECTION---\nWhy\nare you always putting yourself\ndown? ELIO\n(shrugging)\n\nI don’t know. So you won’t, I\nsuppose. \n---TARGET SECTION TO BE ANNOTATED---\nOLIVER\n\nAre you so scared of what others\nthink? Or what I think?\n\nELIO shakes\n\nhis head. OLIVER waits for ELIO to say something.\n\nHe stares at him.\n\f41.\n\nIn the silence of the moment, ELIO stares back. It is the\nfirst time ELIO has dared to stare back at OLIVER openly.\nBefore this moment he has always cast a glance, then looked\naway from Oliver’s steely gaze. It is as if, finally, ELIO is\nsaying to Oliver: This is who I am, this is who you are, this\nis what I want. He stares back with an I-dare-you-to-kiss-me\ngaze.\n\nOLIVER (CONT’D)\nYou’re making things very difficult\nfor me.\n\nELIO doesn’t back down. Neither does OLIVER.\n\nELIO\nWhy am I making things difficult?\n\nOLIVER\nBecause it would be very wrong.\n\nELIO\nWould?\n\nOLIVER sits down on the grass, then lies down on his back,\nhis arms under his head, staring at the sky.\n\nOLIVER\nYes, would. I’m not going to\npretend this hasn’t crossed my\nmind.\n\n \n\nELIO\nI’d be the last to know.\n\nOLIVER\nWell, it has. There! What did you\nthink was going on?\n\nELIO\nGoing on? Nothing...nothing.\n\nAfter a long silence:\n\nOLIVER\nI see. You've got it wrong, my\nfriend - if it makes you feel\nbetter, I have to hold back. It’s\ntime you learned to do that too.\n\nEach leaning on one arm, both stare out at the view.\nOLIVER (CONT’D)\n\nYou're the luckiest kid in the\nworld.\n\f42.\n\nELIO\n(in something of a mocking\ntone)\nYou don’t know the half of it.\n\nOLIVER thinks about this. Then ELIO blurts out:\n\nELIO (CONT’D)\nSo much of it is wrong.\n\nOLIVER\nWhat? Your family?\n\nELIO\nThat too.\n\nOLIVER\n\nUs, you mean?\n\nELIO doesn’t reply. OLIVER moves up close to him. Very close.\nHe stares right in Elio’s face, as though he likes Elio’s\nface and wants to study it, linger on it.",
  "34": "---END OF PREVIOUS SECTION---\nOLIVER moves up close to him. Very close. He stares right in Elio’s face, as though he likes Elio’s\nface and wants to study it, linger on it. \n---TARGET SECTION TO BE ANNOTATED---\nOLIVER touches Elio’s lower lip with his finger, lets it\ntravel left and right, then right and left again. OLIVER\nsmiles at ELIO as he lies there, and that very smile fills\nELIO with a kind of apprehension about what will happen next.\n\nWhat happens next is that OLIVER brings his lips to Elio’s\nmouth in a warm I’1l-meet-you-halfway-but-no-further kiss, a\nconciliatory kiss. ELIO’s return kiss is so famished he loses\nhimself in it.\n\nOLIVER (CONT’D)\n(afterwards)\nBetter now?\n\nELIO doesn’t answer. He kisses OLIVER again, lifting his\nface, as if to discover more, know more. Even with their\nfaces touching, their bodies are angles apart. ELIO lifts one\nknee as if to face OLIVER.\n\nOLIVER (CONT’D)\nI think we should go.\n\nELIO\nNot yet.\n\nOLIVER\nWe can’t do this - I know myself.\nSo far we’ve behaved. We’ve been\ngood. Neither of us has done\nanything to feel ashamed of. Let’s\nkeep it that way. I want to be\ngood.\n\f59\n\n60\n\n43.\n\nELIO\nDon’t be. I don’t care. Who is to\nknow?\n\nELIO reaches for OLIVER in a quick, desperate move, lets his\nhand rest on Oliver’s crotch. OLIVER doesn’t move. With total\ncomposure, in a gesture that is both gentle and commanding,\nhe brings his own hand there, letting it rest on Elio’s fora\nsecond. He twines his fingers into Elio’s, then lifts his\nhand. A moment of silence.\n\nELIO (CONT’D)\n(suddenly abashed by his\nown action)\nDid I offend you?\n\nOLIVER\nJust don’t.\n\nHe gives Elio his hand and helps him stand up. He pulls up\nhis shirt to examine the scrape.\n\nOLIVER (CONT’D)\nI should make sure it doesn’t get\ninfected.\n\nELIO\nWe can stop by the pharmacist on\nthe way back.\n\nEXT. ROAD - DAY 59\n\nThey glide down the slope on their bikes, with wind in their\nhair.\n\nELIO\nWe’1ll never speak again, you know..\n\nOLIVER\nDon’t say that.",
  "35": "---END OF PREVIOUS SECTION---\nROAD - DAY 59\n\nThey glide down the slope on their bikes, with wind in their\nhair. ELIO\nWe’1ll never speak again, you know.. OLIVER\nDon’t say that. \n---TARGET SECTION TO BE ANNOTATED---\nELIO\nI just know it. We’1ll chit-chat,\nchit-chat, chit-chat. And the funny\nthing is, I can live with that.\n\nOLIVER\nYou just rhymed.\n\nEXT. GARDEN IN FRONT OF THE KITCHEN - PERLMAN VILLA - DAY 60\n\nLunch. A middle-aged ART HISTORIAN COUPLE have been invited\nto lunch. The man is pompous, his wife no less so, dropping\nItalian expressions constantly into her conversation. Both\n\nare English. ELIO and OLIVER can hardly keep from laughing.\nPERLMAN shoots his son a warning glance.\n\f61\n\n62\n\n44,\n\nBefore dessert, as MAFALDA is clearing away the plates, and\nas the others are pre-occupied with a conversation about\nAntonello da Messina, ELIO feels a warm, bare foot casually\nbrush his. ELIO, thrilled, waits a few moments before\nwithdrawing his foot, so as not to give Oliver the impression\nhe is recoiling in panic.\n\nELIO’s foot, after a few seconds, begins to seek the other\nout. His toe suddenly bumps Oliver’s foot, which had not\nmoved away.\n\nWithout warning, Oliver’s foot at once moves onto Elio’s.\nSoftly, gently, it begins a caressing motion, never holding\nstill, but rubbing the arch of Elio’s foot with the smooth\nround ball of Oliver’s heel, holding Elio’s foot in place.\nThe caresses are sometimes tied to the lady art historian’s\nmore ludicrous comments in Italian, Oliver’s way of\ncommenting on the pair. But it also is telling Elio that this\nis strictly between the two of them, and is a return to the\nintimacy of their secret kisses on the grass.\n\nWe see the stealthy foot-play. For Oliver it is all fun and\ngames, punctuating the conversation.\n\nELIO becomes giddy as MAFALDA serves him ice-cream. As he\nbegins to eat, it notices red spots appearing on the dessert.\nIt’s coming from above his head. He realizes that it is\nstreaming from his nose, that he is having a nosebleed.",
  "36": "---END OF PREVIOUS SECTION---\nAs he\nbegins to eat, it notices red spots appearing on the dessert. It’s coming from above his head. He realizes that it is\nstreaming from his nose, that he is having a nosebleed. \n---TARGET SECTION TO BE ANNOTATED---\nELIO\n(covering his nose with\nhis napkin)\nGhiaccio, ice, Mafalda, per favore,\npresto!\n\nOLIVER, astounded, leaps up and hands him his napkin. ELIO\ntries to be calm, explains to everyone how \"It happens all\nthe time”. Holding the napkin to his nose to stanch the\nstream of blood falling into his dessert, he rises and\nleaves.\n\nINT. KITCHEN - PERLMAN VILLA - DAY 61\n\nELIO is in the kitchen looking for ice to stop his nose\nbleeding, but the freezer is empty.\n\nINT. BAR - PERLMAN VILLA - DAY 62\n\nLater. In a very tight and confined space beside the living\nroom is the Perlman bar. ELIO is sitting on the floor, his\nhead tilted back, and is holding a napkin full of ice - now a\nmixture of blood and water - on his nose. Beside him is an\nice bucket.\n\nOLIVER\nElio! Where are you?\n\f45.\n\nOLIVER is the bocchirale [hallway], looking for him. Elio\nwaves from the bar. Oliver goes over to him. ELIO smiles\nruefully.\n\nOLIVER (CONT’D)\nWas it my fault?\n\nELIO\nI’m a mess, aren’t I?\n\nOLIVER\nI guess. The ancients said it never\nhurts to be bled from time to time.\n\nELIO\nSit for a second.\n\nELIO shifts a little to make room. The place is very tight,\nhis bare feet touch Oliver's ankles for a moment.\n\nOLIVER takes Elio's feet in his hands and begins massaging\nthem, pulling on his toes until they crack. ELIO cries out in\nmingled pleasure and pain.\n\nELIO (CONT’D)\nWhere did you learn to do that?\n\nOLIVER\nMy Jewish grandmother. She did it\nall the time to us.\n\nElio looks again at Oliver’s necklace with the Star of David\non his chest.\n\nELIO\nI have one of those.\n\nOLIVER\nYou don’t ever wear it?\n\nELIO\nMy mother says we are Jews of\ndiscretion.\n\nOLIVER\nI guess that fits your mom...",
  "37": "---END OF PREVIOUS SECTION---\nOLIVER\nYou don’t ever wear it? ELIO\nMy mother says we are Jews of\ndiscretion. OLIVER\nI guess that fits your mom... \n---TARGET SECTION TO BE ANNOTATED---\nELIO\nYou're going to kill me, you know\nthat? Ouch!\n\nOLIVER\n(giving a final tug to one\nof Elio’s big toes, and\ngetting up)\nI hope not.\n\f63\n\n64\n\n46.\n\nOLIVER (CONT’D)\nAre you going to be okay?\n\nELIO\nI’ll get over it.\n\nOLIVER\nCome on, stand up. Lie on the\ncouch, rest a little. I’11l stick\naround.\n\nOliver helps Elio up.\n\nINT. BOCCHIRALE - PERLMAN VILLA - DAY 63\n\nIn the bocchirale OLIVER meets the sisters MARZIA and CHIARA.\nThey’ re giggling.\n\nCHIARA\nHow is he? Will he live?\n\nOLIVER\nI think so. He gave me a scare.\nBleeding all over the dining table.\n\nCHIARA\nReally? I’11 be back in a minute.\nDon’t go anywhere.\n\nINT. LIVING ROOM - PERLMAN VILLA - DAY 64\n\nThe girls burst into the living room where Elio is lying on\nthe couch. CHIARA sits at the foot of it, MARZIA stands\npeering down at ELIO. He looks up at her a bit sheepishly.\n\nCHIARA takes a cigarette out of a pack and lights it. She\ntakes a drag on it, then holds it out close to the sole of\nElio’s bare foot. He pulls it up fast.\n\nCHIARA\n\n(in French)\nCa t'a fait mal ? Pourtant,\ntu as des pieds de paysan\nqui ne sentent rien. Paysan!\n(You felt that? You have peasant\nfeet. They don’t feel things.\nPeasant!)\n\nMARZIA\n(in French)\nLaisse-le tranquille!\n(Leave him alone!)\n\nMarzia caresses his hair softly.\n\f65\n\n65A\n\n47.\n\nCHIARA\n(in French)\nDoucement. Tu vas encore le faire\nsaigner.\n(Easy. You’1l make him bleed\nagain.)\n\nShe holds out her pack of cigarettes to him and he takes one.\nShe lights it for him and he smokes it. CHIARA looks at him\ncoolly, as if looking at a rival.\n\nCHIARA (CONT’D)\n(in French)\n\nAlors...",
  "38": "---END OF PREVIOUS SECTION---\nShe lights it for him and he smokes it. CHIARA looks at him\ncoolly, as if looking at a rival. CHIARA (CONT’D)\n(in French)\n\nAlors... \n---TARGET SECTION TO BE ANNOTATED---\n On sort ou pas?\n(So... are we going somewhere?)\nELIO\n\n(in french)\nPeut-6tre. Mais si on sort, il ne\nfaut pas que ma mére me voie, elle\ns'inquiéterait.\n(regardant autour de lui)\nou est Oliver?\n(Maybe. But if I go out my mother\ncan't see me. She'll get worried.\n(looking around)\nWhere’s Oliver?)\n\nCHIARA\n(in french)\nQu’est-ce que j’en sais?\n(How would I know?)\n\nEXT. RIVER - AFTERNOON 65\n\nELIO walks into the fresh water and swims. Down the river is\na group of his FRIENDS playing on the grass, Oliver isn’t\nthere. Elio is not unhappy. There is a rippling shaft of\nsunlight on the water directly towards him. He swims into it.\n\nINT. KITCHEN / PATIO - PERLMAN VILLA - LATER 65A\n\nELIO makes himself a smoothie in Mafalda’s kitchen, cutting\nup a peach, a banana, then a pear, dates. Mafalda wants to do\nit for him and tries to take the knife away. To her, a\nsmoothie is a foreign concoction.\n\nMAFALDA\nFaccio io.\n(Let me)\n\nELIO\nNo, no, faccio da solo.\n(No, I’m doing it by myself)\n\f48.\n\nHe puts the cut-up fruit into a blender. While the blender\nmakes the smoothie he glances from the window out in the\ngarden at ANNELLA sitting on the bench overlooking the south\ngarden. She is working on a manuscript. He takes the smoothie\nout into the garden, it is the last hour of the sun in the\nwaning day.\n\nHe drinks the smoothie, feeling rested. He calls to his\nmother.\n\nELIO (CONT’D)\nEst-ce qu’Oliver est la?\n(Is Oliver around?)\n\nANNELLA\nN’est il pas sorti?\n(Didn’t he go out?)\n\nMAFALDA exits from the kitchen. While ELIO goes to sit with\nhis mother.",
  "39": "---END OF PREVIOUS SECTION---\n(Is Oliver around?)\n\nANNELLA\nN’est il pas sorti? (Didn’t he go out?)\n\nMAFALDA exits from the kitchen. While ELIO goes to sit with\nhis mother. \n---TARGET SECTION TO BE ANNOTATED---\nMAFALDA\nSignora vuole un frullato pure lei?\n(Madame do you want a smoothie\ntoo?)\n\nANNELLA\nNo grazie Mafalda, ceniamo tra\npoco. (No, thanks Mafalda, we’re\ngoing to dinner)\n\nELIO\nIo esco stasera, non ceno (I’m\ngoing out this evening, I won’t\nhave dinner)\n\nMAFALDA\nMa dove vai a quest’ora? Mi fai\npreoccupare. (But where at this\nhour? I worry)\n\nELIO\nMa di che? (about what?)\n\nMAFALDA\nSecondo me non va bene. Signora...\n(I'd advise against it)\n\nANNELLA\n\n(Smiling)\nLasciamolo fare.\n(Let’s leave him)\n\nMAFALDA enters the kitchen.\n\f66\n\n67\n\nRevision49.\n\nANNELLA (CONT’D)\nTu 1l’aimes bien, n’est-ce pas,\nOliver?\n(You like him, don’t you? Oliver?)\n\nELIO\nTout le monde aime Oliver.\n(Everyone likes Oliver.)\n\nANNELLA\nIl t’aime bien aussi - plus que\ntoi, je pense.\n(He likes you too - more than you\ndo, I think.)\n\nELIO\nC’est ton impression?\n(Is that your impression?)\n\nANNELLA\nNon c’est celle d’Oliver.\n(No, it was Oliver's.)\n\nELIO\nQuand t’a-t-il dit cela?\n(When did he tell you that?)\n\nANNELLA\nIl y a un moment.\n(A while ago.)\n\nANNELLA caresses ELIO’s hair. He abruptly stands up. Then\nsits down again.\n\nEXT. SOUTH TERRAZZA - PERLMAN VILLA - EVENING 66\n\nAfter dinner. ELIO is in the terrazza, waiting for Oliver to\nreturn. He tries to read a book but he cannot concentrate. (We\nnotice that he is now wearing his Star of David.)\n\nINT. ELIO’S BEDROOM - PERLMAN VILLA - NIGHT 67\n\nLate night. ELIO is sitting at his desk, wide awake. He has\nleft the bathroom door intentionally ajar, hoping that the\nlight from the foyer might stream in just enough to reveal\nhis body.",
  "40": "---END OF PREVIOUS SECTION---\nELIO’S BEDROOM - PERLMAN VILLA - NIGHT 67\n\nLate night. ELIO is sitting at his desk, wide awake. He has\nleft the bathroom door intentionally ajar, hoping that the\nlight from the foyer might stream in just enough to reveal\nhis body. \n---TARGET SECTION TO BE ANNOTATED---\n As ELIO hears OLIVER step onto the landing in the\nhall, he jumps back in his bed pretending to be asleep.\n\nOLIVER walks past Elio’s room without stopping, without even\na hesitation, and goes into his own room and shuts the door.\n\nA few moments later ELIO hears Oliver open the door from his\nbedroom into their common bathroom. Then he hears the door\ninto his own room from the bathroom click shut, as if being\nlocked. ELIO sits up in bed.\n\f68\n\nRevision50.\n\nELIO\n(to himself, under his\nbreath)\nTraitor. Traitor!\n\nEXT. GARDEN IN FRONT OF THE KITCHEN - PERLMAN VILLA - DAY 68\n\nThe next day. ELIO is the last to arrive. He pretends to\nignore OLIVER, who is cracking open the top of his soft-\nboiled egg. ANNELLA looks at OLIVER in a worried way:\n\nANNELLA\nGuarda un po’ quanto sei pallido.\n(How gaunt you look!)\n\nPERLMAN looks up from his paper.\n\nPERLMAN\nI pray to God you made a killing\nlast night, otherwise I’1l have to\nanswer to your father.\n\nOLIVER\n(speaking down into the\nmessy egg-cracking\nbusiness)\nI never lose, Pro.\n\nPERLMAN\nDoes your father approve?\n\nOLIVER\nI pay my own way. I’ve paid my way\nsince high school. My father\ncouldn’t possibly disapprove.\n\nPERLMAN\nDid you have a lot to drink last\nnight?\n\nOLIVER\n\n(buttering his bread)\nThat - and other things.\n\nPERLMAN\nI don’t think I want to know.\n\nOLIVER\nNeither does my father. And to be\nperfectly frank, I don’t think I\ncare to remember myself.\n\nELIO looks up at this.\n\nPERLMAN\nDo you save your winnings?\n\f51.\n\nOLIVER\nSave and invest, Pro.\n\nPERLMAN\nI wish I’d had your head at your\nage; I would have spared myself\nmany mistaken turns.\n\nOLIVER\nMistaken turns? I can’t picture you\neven imagining a mistaken turn.\n\nPERLMAN\nThat’s because you see me as a\nfigure, not a human being. Worse\nyet: as an old figure. But there\nwere.",
  "41": "---END OF PREVIOUS SECTION---\nPERLMAN\nThat’s because you see me as a\nfigure, not a human being. Worse\nyet: as an old figure. But there\nwere. \n---TARGET SECTION TO BE ANNOTATED---\n Mistaken turns, that is.\nEveryone goes through a period of\ntraviamento - when we take, say, a\ndifferent turn in life, the other\nvia. Dante himself did. Some\nrecover, some pretend to recover,\nsome never come back, some chicken\nout before ever starting, and some,\nfor fear of taking any turns, find\nthemselves leading the wrong life\nall life long.\n\nBoth young men listen. At the end OLIVER proceeds to crack\nanother egg. He has big bags under his eyes. He does look\ngaunt.\n\nOLIVER\nSometimes the traviamento turns out\nto be the right way, Pro. Or as\ngood a way as any. I know myself.\n\nPERLMAN\n(lighting a cigarette, and\nnodding)\nAt your age I knew nothing. But\ntoday everyone knows everything,\nand everyone talks, talks, talks.\n\nANNELLA\nPerhaps what Oliver needs is sleep,\nsleep, sleep.\n\nOLIVER\nTonight, I promise, Signora P., No\npoker, no drinking. I’1l put on\nclean clothes, go over my\nmanuscript, and after dinner we’1ll\nall watch TV and play canasta, like\nold folks in Little Italy.\n\nANNELLA sighs melodiously, relieved that Perlman’s words have\nconvinced him to stay home and rest.\n\f69\n\n52.\n\nShe offers Oliver more coffee, tells her seventeen year old\nson not to slouch in his chair. MAFALDA brings in some\napricot juice in a chilled silver pitcher.\n\nEXT. MAIN ENTRANCE LAWN - PERLMAN VILLA - DAY 69\n\nOLIVER is doing some work for Perlman, specify. He seems hard\nat work and does not look up as ELIO approaches. ELIO doesn’t\nknow how to break the silence. Then he sees and kicks the\nvolleyball lying under the nearby lime trees. The ball hits\nOliver “waking him up” from his work.\n\nELIO\n(despite himself, sounding\npeevish)\nI waited for you last night.\n\nOliver throws back the ball at him.\n\nOLIVER\nWhy didn’t you come into town?\n\nElio stops the ball.\nELIO\nDunno.\n\nOLIVER\nWe had a nice time. You would have\ntoo.",
  "42": "---END OF PREVIOUS SECTION---\nELIO\nDunno. OLIVER\nWe had a nice time. You would have\ntoo. \n---TARGET SECTION TO BE ANNOTATED---\n Did you rest at least? Mafalda\nsaid you went swimming.\n\nELIO\nI was okay. Restless, I guess.\n\nOLIVER goes back to staring at the page he is writing and\nmouthing the syllables. Elio kicks the ball again.\n\nELIO (CONT’D)\nAre you headed into town this\nmorning?\n\nOLIVER\nLater, maybe.\n\nELIO\nI was going to head into town\nmyself.\n\nOLIVER\nUmmmm. I see.\n\nELIO\nA book I ordered finally arrived.\n\f70\n\n71\n\n53.\n\nINT PERLMAN STUDIO - PERLMAN VILLA - DAY 70\n\nFrom inside his studio PERLMAN watches the two boys talking\non the lawn.\n\nEXT. MAIN ENTRANCE LAWN - PERLMAN VILLA - DAY (CONT’D) 71\n\nThe conversation continues.\n\nOLIVER\nI’ll pick it up for you if you\nwant.\n\nELIO\n\nIt was just that I was hoping we’d\ngo together.\n\nOLIVER\nYou mean like the other day?\n\nELIO\n\nI don’t think we’ll ever do\nanything like that again. But yes,\nlike that.\n\n(beat)\nThat day belongs to a different\ntime warp. We should leave sleeping\ndogs -\n\nOLIVER listens, now looking at Elio straight in the face.\n\nOLIVER\nThat voice of wisdom is your most\nwinning trait. Do you like me that\nmuch, Elio?\n\nELIO\nDo I like you? Do I like you,\nOliver? I worship you.\n\nOLIVER’s face softens. He is touched by Elio’s forthright and\nbrave avowal.\n\nOLIVER\nI’1l go with you but - no speeches.\n\nELIO\nNo speeches, not a word.\n\nOLIVER\n(gathering his things)\nWhat do you say we grab our bikes\nin half an hour?\n\f72\n\n73\n\n74\n\n75\n\n54.\n\nEXT. SPRINGS - FONTANILI GAVERINE - DAY 72\n\nThe vital, pure, and joyful sight of a fresh water spring,\nthe unstoppable stream gushing out from earth.\n\nNARRATOR (V.O.)\nTwo young men travelling by bike,\nriding into town and back...",
  "43": "---END OF PREVIOUS SECTION---\nSPRINGS - FONTANILI GAVERINE - DAY 72\n\nThe vital, pure, and joyful sight of a fresh water spring,\nthe unstoppable stream gushing out from earth. NARRATOR (V. O.)\nTwo young men travelling by bike,\nriding into town and back... \n---TARGET SECTION TO BE ANNOTATED---\n They\nswam, played volley-ball, ate,\ndrank, and late at night ran into\neach other on the very same\npiazzetta where two mornings before\nso much - but actually nothing -\nwas said between them. Oliver was\nwith a girl, Elio also was with a\ngirl. If he hadn't messed things up\nwith his dramatics, Elio could have\nenjoyed this for its own sake.\nEvery day they could have ridden\ninto town and back, and even if\nthat was all Oliver was willing to\ngive Elio, he would have taken it.\n\nOMITTED 73\n\nEXT. STREETS OF CREMA - DAY 74\nELIO and OLIVER walk their bikes along the streets of Crema.\n\nELIO stops and gives a book to OLIVER, who opens it and reads\nwhat he has written.\n\nOLIVER\nZwischen Immer und Nie... (For you\nin silence, somewhere in Italy in\nthe mid-eighties). This is the best\npresent I’ve received all year.\n\nELIO\nI’m glad then. I just wanted to...\n(lightly)\nI know - no speeches. Ever.\n\nEXT. COUNTRY ROAD - FONTANILI GAVERINE - DAY 75\n\nOn the return ride, ELIO ignores the turn to “his place”, i\nFontanili. OLIVER, on the other hand, recognizes it, and as\nhe passes sees the pathway disappearing into the trees.\nOliver’s POV of the path.\n\f76\n\n77\n\n55.\n\nEXT. SOUTH TERRAZZA - PERLMAN VILLA - SUNSET 76\n\nThe PERLMANS are sitting having a drink at sundown. They are\n\njoined by OLIVER, his hair glistening and slicked back after\n\nhis late afternoon shower. He makes himself a light drink and\neases back into his chair with a sigh of content. His ‘star’\n\nlook beams all over his features.\n\nANNELLA\nOur muvi star...\n\nOLIVER\nI’ll miss all this, Mrs. P.\n\nANNELLA\nAnd we will certainly miss you.\n\nPERLMAN\n\nYou must think of this place as\nyour second home - or third, or\nfourth, whatever. But the welcome\nmat will definitely be out\n\n(to ELIO, who has just\n\nstrolled in).",
  "44": "---END OF PREVIOUS SECTION---\nANNELLA\nAnd we will certainly miss you. PERLMAN\n\nYou must think of this place as\nyour second home - or third, or\nfourth, whatever. But the welcome\nmat will definitely be out\n\n(to ELIO, who has just\n\nstrolled in). \n---TARGET SECTION TO BE ANNOTATED---\n)\nIsn’t that true?\n\nELIO\n(cautiously)\nAny time...\nANNELLA\n\nEnnnnnni taaim...\n\nPERLMAN\nHow is the work going?\n\nOLIVER\nIt’s going.\n\nPERLMAN\nPlanning to go into town tonight?\n\nOLIVER\nNot tonight. Maybe tomorrow.\n\nPERLMAN\nNo poker either?\n\nOLIVER smiles and shakes his head.\n\nINT. KITCHEN - PERLMAN VILLA - NIGHT 77\n\nLater, after dinner. MAFALDA is cleaning up the kitchen.\nELIO, restless, comes in and goes to the fridge, scoops up\nsome ice cream into a bowl, and goes outside, eating as he\nwalks.\n\f78\n\n719\n\n80\n\n81\n\n56.\n\nEXT. GARDEN - PERLMAN VILLA - NIGHT 78\n\nELIO stands in the garden with the bowl of ice cream and\nlooks up at Oliver’s window. There is a faint glow, like that\nof a desk lamp. A red bathing suit is drying.\n\nFrom inside we hear the sound of the Perlmans’ television.\n\nINT. LIVING ROOM - PERLMAN VILLA - NIGHT 719\n\nELIO, restless, uncharacteristically idle, sits down with his\nparents to watch tv. The news on tv talk about the first\nsocialist government presently taking power in Italy, under\nthe guide of Bettino Craxi. ELIO half watches. He lights a\ncigarette.\n\nANNELLA\n(engrossed)\nNot in here!\n\nELIO gets up and goes into his father’s study, to his desk,\nat the telephone. He dials Marzia’s number and she answers.\n\nMARZIA (VOICE)\n(in French, there is a\nflatness of tone)\nTu es encore malade?\n(Are you still sick?)\n\nELIO\n\n(in French)\nC'était rien. Tu veux sortir ? Je\npeux passer te prendre en vélo, on\npeut aller...\n(It was nothing. Do you want to go\nout? I can come on my bike and pick\nyou up. We can go to...)\n\nMARZIA\n(in French)\nOK, je viens.\n(Yeah. I’11l come.)\n\nOMITTED 80\n\nEXT. STREETS - CREMA - NIGHT 81\n\nElio and Marzia are wheeling their bikes through the town\nstreets.",
  "45": "---END OF PREVIOUS SECTION---\n(Yeah. I’11l come.)\n\nOMITTED 80\n\nEXT. STREETS - CREMA - NIGHT 81\n\nElio and Marzia are wheeling their bikes through the town\nstreets. \n---TARGET SECTION TO BE ANNOTATED---\n Elio sees a bookstand and asks Marzia to hold his\nbicycle. We stay with Marzia who sees Elio feverishly browse\nthrough the stand. He finds something he likes and buys it.\nReturns to her and gives her the book.\n\nOn impulse, ELIO kisses MARZIA behind the ear. She seems to\nfreeze. He kisses her again and whispers:\n\f82\n\n83\n\nOMITTED\n\n57.\n\nELIO\nCa t’a dérangé?\n(Did it bother you?)\n\nMARZIA\n(whispering back, in\nFrench)\n\nBien sir que non.\n(Of course not.)\n\n82\n\nEXT. STREETS/PIAZZA PREMOLI - CREMA - NIGHT 83\n\nOutside in the street. They converse as they walk in French.\n\nMARZIA\nPourquoi tu m’as acheté ce livre?\n(Why did you buy me this book?)\n\nELIO\nParce que j'en avais envie.\n(Because I felt like it.)\n\nMARZIA\nOui, mais pourquoi tu l'as acheté\npour moi?\nPourquoi m'acheter un livre 4 moi?\n(Yes but why did you buy it for me?\nWhy buy me a book?)\n\nELIO\nJe comprends pas ta question.\n(I don’t understand what you’re\nasking.)\n\nMARZIA\nN’importe qui comprendrait pourquoi\net toi tu ne comprends pas!\n(An idiot would understand why I’m\nasking but you don’t.)\n\nELIO\nJe te suis toujours pas.\n(I still don’t follow.)\n\nMARZIA\nTu es désespérant.\n(You’ re hopeless.)\n\nELIO\nSi tu ne me le dis pas, je vais\nimaginer des choses...\n\n(MORE)\n\f58.\n\nELIO (CONT'D)\n(If you don’t tell me, I’11 imagine\nall sort of things...)\n\nMARZIA\nSei un coglione. (Tu n'es qu'un\ncrétin) Donne-moi une cigarette.\n(Give me a cigarette.)\n\nThey are walking very slowly, wheeling their bikes. There are\nfrequent bursts of sound from behind shuttered windows: TVs,\nfamily arguments, music.",
  "46": "---END OF PREVIOUS SECTION---\nELIO (CONT'D)\n(If you don’t tell me, I’11 imagine\nall sort of things...)\n\nMARZIA\nSei un coglione. (Tu n'es qu'un\ncrétin) Donne-moi une cigarette. (Give me a cigarette.)\n\nThey are walking very slowly, wheeling their bikes. There are\nfrequent bursts of sound from behind shuttered windows: TVs,\nfamily arguments, music. \n---TARGET SECTION TO BE ANNOTATED---\nMARZIA (CONT’D)\nTu lis vraiment autant que ¢a ?\nJe veux direi: moi aussi,\nj'aime lire, mais je ne le dis a\npersonne. (Do you really read that\nmuch? Don’t get me wrong. I like to\nread, too. But I don’t tell\nanyone.)\n\nELIO\nPourquoi tu ne le dis pas?\n(Why don’t you tell anyone?)\n\nMARZIA\nJe ne sais pas... Les gens qui\nlisent sont cachottiers. Ils\ncachent ce qu'ils sont vraiment.\nLes gens qui cachent n'aiment pas\ntoujours ce qu'ils sont.\n(I don’t know.. People who read are\nhiders. They hide who they are.\nPeople who hide don’t always like\nwho they are.)\n\nThey wheel their bikes in the direction of Piazza Premoli, a\nbeautiful town square dominated by a marvellous 18th century\npalazzo.\n\nELIO\nTu caches qui tu es vraiment?\n(Do you hide who you are?)\n\nMARZIA\nParfois. Pas toi?\n(Sometimes. Don’t you?)\n\nELIO\nSi, sarement. Tu le fais avec moi\naussi?\n(I suppose. Do you hide from me?)\n\f59.\n\nMARZIA\nNon, pas avec toi. Ou si, peut-\nétre, un petit peu.\n(No, not from you. Or maybe, yes, a\nbit.)\n\nELIO\nComment ca?\n(Like what?)\n\nMARZIA\nTu sais trés bien ce que je veux\ndire.\n(You know exactly like what.)\n\nELIO\nPourquoi tu dis ca?\n(Why do you say that?)\n\nMARZIA\nPourquoi? Parce que je pense\nque tu peux me faire souffrir\net que je ne veux pas souffrir.\n(Why? Because I think you can hurt\nme and I don’t want to be hurt.)\n\nShe thinks for a moment.\n\nMARZIA (CONT’D) Pas\nparce que tu cherches 4 blesser,\nmais parce que tu changes toujours\nd'avis, alors, on ne sait donc\njamais a quoi s'en tenir. Tu\nm'effraies.",
  "47": "---END OF PREVIOUS SECTION---\nBecause I think you can hurt\nme and I don’t want to be hurt.)\n\nShe thinks for a moment. MARZIA (CONT’D) Pas\nparce que tu cherches 4 blesser,\nmais parce que tu changes toujours\nd'avis, alors, on ne sait donc\njamais a quoi s'en tenir. Tu\nm'effraies. \n---TARGET SECTION TO BE ANNOTATED---\n (Not that you mean to\nhurt anyone, but because you’ re\nalways changing your mind, so no\none knows where to find you. You\nscare me.)\n\nELIO leans over in one of their pauses and kisses MARZIA\nlightly on the lips. She stops by the gate of Palazzo\nPremoli.\n\nMARZIA (CONT’ D)\nTu m'embrasses encore?\n(Kiss me again?)\n\nOnce they are close, he holds her face with both hands and\nleans into her as they begin to kiss, his hand going up under\nher shirt, hers goes in his hair. They enter the Palazzo\ncourtyard and enter a dimly lit corner. Her hips respond to\nhis, without inhibition. There is nothing between their\nbodies but their clothes. She slips a hand between them and\ndown into his trousers.\n\f84\n\n85\n\n60.\n\nMARZIA (CONT’D)\n\n(in a surprised tone)\nComme tu es dur!\n(You’ re so hard.)\n\nHe tries to speak, tells her “You’re making me harder” - but\nshe cuts him off.\nMARZIA (CONT’D)\nEmbrasse-moi encore.\n(Kiss me again.)\nHe does so.\nMARZIA (CONT’D)\nMa tu mi vuoi veramente bene? (Tu\ntiens vraiment a moi?) (Do you\nreally care for me?)\nShe is frank, human, vulnerable, eager to confide. She keeps\nher hand down in his pants as they kiss more passionately,\nand his hands stray all over her body.\nEXT. RIVER - NIGHT 84\nA deserted spot on the river, later. MARZIA and ELIO make\nlove on the grass. He pulls out just in time and ejaculates\non her belly. They burst out laughing.\nELIO\nJe suis désolé! Je suis désolé!\n(I’m sorry! I’m sorry...)\nINT. ELIO’S BEDROOM - PERLMAN VILLA - DAWN 85\nLater. It is now dawn. ELIO is in his room sitting naked at\nhis desk. His small lamp is on. He takes up a school notebook\nand tears out a page. He begins writing the note to Oliver:\nPlease don’t avoid me.\nHe crumples that up.\nPlease don’t avoid me. It kills me.",
  "48": "---END OF PREVIOUS SECTION---\nHe crumples that up. Please don’t avoid me. It kills me. \n---TARGET SECTION TO BE ANNOTATED---\nHe crumples that up too, and writes:\n\nYour silence is killing me.\n\nHe says to himself, out loud,\nELIO\n\nWay over the top.\n\nHe writes:\n\f86\n\n61.\n\nCan’t stand thinking you hate me.\nHe tears that up too, and tries again:\n\nI’d sooner die than know you hate\nme.\n\nHe laughs, tears that one up, and writes once more:\n\nCan’t stand the silence. I need to\nspeak to you.\n\nHe reads this, liking it. He lifts his right hand to his\nface, smells his fingertips, his palm, then his other hand\nliking that too.\n\nELIO gets up, folds the last note, and slips it under the\ndoor that separates his room from Oliver’s.\n\nEXT. GARDEN IN FRONT OF THE KITCHEN - PERLMAN VILLA - DAY 86\n\nBreakfast. PROFESSOR PERLMAN sits behind his newspaper, while\na very sleepy ELIO cracks his egg.\n\nOLIVER walks in, sits down, and without looking at ELIO,\nsays:\n\nOLIVER\nDid you enjoy yourself last night?\n\nELIO\nInsomma (so-so).\n\nPERLMAN\n(from behind his paper)\nMust be tired then. Or were you\nplaying poker too?\n\nELIO\n(busy with his egg)\nI don’t play poker.\n\nPERLMAN and OLIVER exchange glances.\n\nPERLMAN\nSeveral hundred color slides of our\nboxer and the others like him\narrived yesterday from Berlin. We\nshould start cataloging them. That\nwill keep us busy until lunch I\nimagine.\n\f87\n\n88\n\n89\n\nRevisioné2.\nINT. ELIO’S BEDROOM - PERLMAN VILLA - DAY 87\n\nELIO enters his room. He sees the folded note he wrote to\nOliver lying on his desk and opens it. Oliver has added:\n\nGrow up. I’11 see you at midnight.\n\nELIO feels weak-kneed and has to sit down on his bed. He\nkisses the slip of paper, then holds it against his heart.\nThen he looks at the time on his watch: 10:30 AM.\n\nINT. PROFESSOR PERLMAN’S STUDY - PERLMAN VILLA - DAY 88\n\nOLIVER and PROFESSOR PERLMAN project images of classical\nathletes in his study.",
  "49": "---END OF PREVIOUS SECTION---\nThen he looks at the time on his watch: 10:30 AM. INT. PROFESSOR PERLMAN’S STUDY - PERLMAN VILLA - DAY 88\n\nOLIVER and PROFESSOR PERLMAN project images of classical\nathletes in his study. \n---TARGET SECTION TO BE ANNOTATED---\n On the screen is a close-up detail of\na bronze navel in an impressively muscled stomach. There are\nseveral of these, and PERLMAN points out stylistic\ndifferences:\n\nPERLMAN\n(pointing at the images)\nBeautiful aren’t they?\n\nOLIVER\nThey’re amazing. But these are far\nmore... sensual.\n\nPERLMAN\n\nBecause these are more Hellenistic\nthan fifth-century Athenian, most\nlikely sculpted under the influence\nof the greatest sculptor in\nantiquity: Praxiteles. Their\nmuscles are firm- look at his\nstomach for example- and yet never\na straight body in these statues,\nthey are all curves, sometimes\nimpossibly curved and so\nnonchalant, hence their ageless\nambiguity. As if they’re daring you\nto desire them.\n\nOLIVER, not unmoved by these images, grins, pats his own\nbelly and sucks in.\n\nEXT. TABLE UNDER THE LIME TREES - PERLMAN VILLA - DAY 89\n\nAt the lunch table. A clock strikes two. Lunch is over and\neveryone folds his napkin and pushes back their chairs.\n\nANNELLA\nAnd don’t forget Mr. Keller and Mr.\nHodell are coming for dinner\ntonight.\n\f90\n\n91\n\n63.\n\nELIO\n(to Oliver)\nOtherwise known as Laurel and\nHardy.\n\nPERLMAN\n(gently admonishing)\nOkay...\n\nANNELLA\nI want you to wear the shirt they\ngave you for your birthday. It\nwill make them happy.\n\nELIO\nIt’s way too big on me. It looks\nridiculous.\n\nElio turning to OLIVER to bring him into the conversation and\nto test his mood.\n\nELIO (CONT’D)\nSee if Oliver doesn’t think I look\nlike a scarecrow in it. I’11 model\nit for you.\n\nBut OLIVER is non-committal and won’t be drawn into the\ndecision.\n\nELIO can’t help glancing at his wrist watch, but attempts to\nhide the gesture from OLIVER by reaching out for an uneaten\ncookie on a plate just as MAFALDA is removing it.",
  "50": "---END OF PREVIOUS SECTION---\nI’11 model\nit for you. But OLIVER is non-committal and won’t be drawn into the\ndecision. ELIO can’t help glancing at his wrist watch, but attempts to\nhide the gesture from OLIVER by reaching out for an uneaten\ncookie on a plate just as MAFALDA is removing it. \n---TARGET SECTION TO BE ANNOTATED---\n Then, to\ntease ELIO:\n\nOLIVER\nWhat's the time?\n\nOliver reaches for Elio’s wrist, But Elio pulls away and runs\nup the stairs.\n\nINT. KITCHEN - PERLMAN VILLA - DAY 90\nMAFALDA is cleaning up after lunch. OLIVER comes in.\n\nOLIVER\n(in his halting Italian)\nMafalda, non sar6 con voi a cena\nstasera. (I won’t be home for\ndinner this evening).\n\nEXT. ABBEVERATOIO - PERLMAN VILLA - AFTERNOON 91\n\nBy the abbeveratoio. ELIO is asleep, his face resting on his\nhand. MARZIA arrives on her bike just as OLIVER leaves on\nhis. They pause in the road to say hello. MARZIA continues\ntowards the house and approaches the sleeping ELIO.\n\f92\n\n93\n\n94\n\n95\n\n64.\n\nShe plants a light kiss on his forehead, waking him up. He\ndarts a look at his watch: three fifty-five.\n\nLater. MARZIA and ELIO are in the abbeveratoio. She slips her\nhand inside his bathing suit and takes hold of him like she\ndid in the street the night before.\n\nMARZIA (IN FRENCH)\nTu ne bandes pas.\n(You aren’t hard.)\n\nELIO (IN FRENCH)\nNe fais pas ca ici.\n(Don’t do that here.)\n\nMARZIA (IN FRENCH)\nMontons dans ta chambre.\n(Let’s go up to your room.)\n\nELIO (IN FRENCH)\nJ'ai une meilleure idée.\n(I have a better idea.)\n\nINT. KITCHEN - PERLMAN VILLA - AFTERNOON 92\nELIO and MARZIA, in their swimsuits, run through the kitchen.\n\nElio holds her hand, almost dragging her. They haven't dried\nup, and are wetting the floor as they go.\n\nINT. STAIRCASE/CORRIDOR (1ST FLOOR) - PERLMAN VILLA - 93\nAFTERNOON\n\nELIO and MARZIA go up the stairs that take to the upper floor\nof the building.",
  "51": "---END OF PREVIOUS SECTION---\nThey haven't dried\nup, and are wetting the floor as they go. INT. STAIRCASE/CORRIDOR (1ST FLOOR) - PERLMAN VILLA - 93\nAFTERNOON\n\nELIO and MARZIA go up the stairs that take to the upper floor\nof the building. \n---TARGET SECTION TO BE ANNOTATED---\nMARZIA\n(riant)\nOn va ou???\n(laughing)\n(Where are we going???)\n\nThey enter a small door on the left end of the corridor.\n\nINT. SMALL SPIRAL STAIRCASE - PERLMAN VILLA - DAY 94\nA small and narrow spiral staircase. ELIO jogs up the steps\nwith MARZIA.\n\nINT. ATTIC - PERLMAN VILLA - AFTERNOON 95\n\nELIO and MARZIA enter the attic, it is filled with old\nfurniture, books, and other unused stuff.\n\f96\n\n97\n\n65.\n\nElio moves a mattress that was leaning on the wall and lays\n\nit on the ground. They pull off their bathing suits and lie\n\non the mattress, ELIO on top. He takes off his watch, places\nit on a bed-side table, where he can see it. It is 4:29.\n\nThe windows are open, but the shutters are half closed. The\nsubdued afternoon light draws slatted patterns on the bed, on\nthe wall, on MARZIA and ELIO making love.\n\nEXT. PERLMAN VILLA - LATE AFTERNOON 96\n\nMARZIA leaves just before dinner time. ELIO comes down with\nher as the evening guests pull up in their car: a GAY COUPLE\none tall and thin, the other short and rotund. Both are\nprofessors on holiday, and both are wearing purple shirts.\nEach carries a bouquet of white flowers which they present to\nANNELLA. ELIO introduces them to MARZIA. They speak terrible\nItalian, one starting a sentence loaded with compliments, the\nother having to finish it. ELIO leads them into the house as\nMARZIA bikes off.\n\nINT. ELIO’S BEDROOM - PERLMAN VILLA - EVENING 97\n\nELIO finds his father in his room going through all his son’s\nshirts hanging in the closet in order to pick out the\nunwanted present. He hands it to ELIO, who groans.\n\nELIO\nI can’t put it on now! They’ve\nalready met me. It will look like a\nput-up job.\n\nPERLMAN\n\n(in a very amused tone)\nNo misbehaving tonight.",
  "52": "---END OF PREVIOUS SECTION---\nThey’ve\nalready met me. It will look like a\nput-up job. PERLMAN\n\n(in a very amused tone)\nNo misbehaving tonight. \n---TARGET SECTION TO BE ANNOTATED---\n When I tell\nyou to play, then play! You’re too\nold not to accept people as they\nare. What’s wrong with them? I\ndon’t think it’s very attractive of\nyou to call them ‘Laurel and Hardy’\nbehind their backs...\n\nELIO\nMom called them that.\n\nPERLMAN\n...and then accept gifts from them.\nIs it because they’re gay or\nbecause they’re ridiculous? Is that\nit? I hope not. And if you know as\nmuch about economics when you’ re\nZafar’s age you’1l be a very wise\nman indeed and a credit to me. Now\nget into this.\n\f98\n\n99\n\n100\n\n66.\n\nThe shirt isn’t so bad: a loose Hawaiian one with big white\nflowers on a black background. ELIO changes into it.\n\nEXT. TABLE UNDER THE LIME TREES - PERLMAN VILLA - EVENING 98\n\nELIO bounds into the living room, where PERLMAN is serving\nLAUREL and HARDY champagne, making something of an entrance.\nThey rise and salute him with their glasses, exclaiming and\nexchanging delighted glances as their host’s beautiful son\ndescends in their midst wearing the shirt they had given him.\nPERLMAN and ANNELLA look at ELIO for a moment, as if seeing\nhim anew, then pour out a glass of champagne for him. On the\ntable in front of them are a number of big black and white\nphotographs of the bronze Boxer being pulled up out of the\nwater.\n\nINT. LIVING ROOM - PERLMAN VILLA - LATER 99\n\nELIO is playing the piano. For his final selection, he has\nchosen a piece by Poulenc. The others listen almost\nreverently. His wristwatch is on the piano.\n\nAs he is concluding, OLIVER comes in from outside and makes\nhis way towards the stairs. The others turn as he passes. He\nsmiles in greeting, and makes “I don’t want to disturb you”\nmotions with his hands before disappearing. ELIO is\nunperturbed. The sudden appearance of OLIVER may inject a\ndash of fire to the final - if wee-bit hurried - notes.\n\nELIO stands up as his audience applauds and makes a little\nbow.",
  "53": "---END OF PREVIOUS SECTION---\nELIO is\nunperturbed. The sudden appearance of OLIVER may inject a\ndash of fire to the final - if wee-bit hurried - notes. ELIO stands up as his audience applauds and makes a little\nbow. \n---TARGET SECTION TO BE ANNOTATED---\nELIO\n(nodding in appreciation)\nI’m afraid I have to go to bed now.\n\nHe shakes hands with the guests, thanks them anew for his\nshirt, kisses his mother, and runs up the stairs. The big\nclock shows almost eleven.\n\nINT. ELIO’S BEDROOM - PERLMAN VILLA - NIGHT 100\n\nLater still. ELIO sits at his desk. He has taken off the\nHawaiian shirt and is now wearing a T-shirt. He smokes a\ncigarette while he writes in his journal. We see his pen\nforming his thoughts.\n\nELIO breaks off to listen for sounds coming from Oliver’s\nroom. Dead silence. His watch says a quarter to twelve.\nBarefoot, he gets closer to the door that separates the two\nrooms. He looks through the cracks but sees no light. He\nreturns to his post.\n\nHe glimpses himself in the mirror and says to his reflection:\n“Do I know you?”.\n\f101\n\n102\n\n103\n\n104\n\n67.\n\nHe turns his face from side to side to catch different\nlights. He goes at the bathroom door to listen, but there are\nno sounds from inside.\n\nINT. OLIVER’S ROOM - PERLMAN VILLA - NIGHT 101\n\nOLIVER is lying fully dressed on his bed, in the dark,\nsmoking a cigarette. A half-full ashtray is resting on the\npillow next to him. His espadrilles lie on the floor where he\nkicked them off. Oliver’s expression is enigmatic compared to\nElio’s, calmness itself. He hears Elio run the tap in their\nadjoining bathroom and looks up.\n\nINT. ELIO’S AND OLIVER’S BATHROOM - PERLMAN VILLA - NIGHT 102\n\nIn the bathroom ELIO pees. He’s careful not to make any noise\nand aims high. He says softly, looking down at his penis, “Do\nI know you?” He flushes the toilet and turns off the tap.\n\nINT. ELIO’S BEDROOM - PERLMAN VILLA - NIGHT 103\n\nWhen ELIO emerges from the bathroom he hears voices coming up\nfrom below as the guests are leaving. He reaches the window\nand looks down at “Laurel and Hardy” who stand by the car\nsaying their goodbyes and laughing affectionately.",
  "54": "---END OF PREVIOUS SECTION---\nINT. ELIO’S BEDROOM - PERLMAN VILLA - NIGHT 103\n\nWhen ELIO emerges from the bathroom he hears voices coming up\nfrom below as the guests are leaving. He reaches the window\nand looks down at “Laurel and Hardy” who stand by the car\nsaying their goodbyes and laughing affectionately. \n---TARGET SECTION TO BE ANNOTATED---\n The two\nmen get into their car, the PERLMANS waving as it drives\naway.\n\nRight in that moment ELIO rises his gaze and sees OLIVER on\nthe balcony above the main entrance.\n\nINT. CORRIDOR/EXT. BALCONY - PERLMAN VILLA - NIGHT 104\n\nELIO runs into the corridor and reaches the balcony where\nOLIVER is smoking.\n\nOLIVER\nI’m glad you came. I could hear you\nmoving in your room and for a while\nI thought you were getting ready to\ngo to bed, had changed your mind.\n\nELIO\nChange my mind? Of course I was\ncoming.\n\nELIO steps close to the ledge.\n\nELIO (CONT’D)\nSo you do smoke?\n\nOLIVER\nSometimes.\n\f105\n\n68.\n\nELIO\n(not knowing what else to\nsay)\nI’m nervous.\n\nOLIVER\nMe too.\n\nELIO\nI am more so.\n\nINT. OLIVER’S BEDROOM - PERLMAN VILLA - NIGHT 105\n\nOLIVER sits on the bed, his legs crossed, looking smaller,\n\nyounger. ELIO stands awkwardly at the foot of the bed, not\n\nknowing what to do with his hands. He keeps putting them in\nhis pockets, then taking them out again.\n\n \n\nOLIVER\n(placing the full ashtray\nonto the floor)\nCome, sit.\n\nHestitating, ELIO crawls onto the bed and sits facing him,\ncross-legged like Oliver, making sure their knees don’t\ntouch. Needing suddenly to shed his shyness and inhibitions,\nELIO decides he has to lean against something and slides up\nto the top of the bed, resting his back against the headboard\nbeside OLIVER.\n\nELIO looks down at the bed and at the two of them side by\nside on it, a moment he has dreamed of. Now here we are, he\nthinks, hardly able to believe it. As if to highlight that\nmoment, OLIVER stretches his legs out, his bare feet next to\nELIO’s own.\nOLIVER (CONT’D)\nYou okay?\n\nELIO\nMe okay.\n\nWith his toes, ELIO reaches over to Oliver’s toes and touches\nthem. He slips his big toe in between Oliver’s big toe and\nhis second toe. OLIVER does not respond.",
  "55": "---END OF PREVIOUS SECTION---\nWith his toes, ELIO reaches over to Oliver’s toes and touches\nthem. He slips his big toe in between Oliver’s big toe and\nhis second toe. OLIVER does not respond. \n---TARGET SECTION TO BE ANNOTATED---\n Since he is sitting\non Oliver’s left he figures these are not the toes that\ntouched him at lunch the other day. It was his right foot\nthat was guilty, so ELIO tries to reach it with his own right\nfoot, in a kind of desperately playful mood.\n\nOLIVER\nWhat are you doing?\n\nELIO\nNothing.\n\f69.\n\nSomewhat absentmindedly, awkwardly and without conviction,\nOLIVER reciprocates the movement, seeking out Elio’s other\nfoot. ELIO moves closer to OLIVER, then hugs him. A kind of\nchild’s hug, which OLIVER responds to only by saying, half-\nhumorously:\n\nOLIVER\nThat’s a start.\n\nELIO shrugs, not wanting to speak.\n\nOLIVER (CONT’D)\nDoes this make you happy? You\naren’t going to have a nosebleed\nare you?\n\nIt does, and ELIO nods yes, then no. Finally, OLIVER brings\nhis arm around ELIO. He doesn’t stroke him, doesn’t hold him\ntight. ELIO loosens his own hold for a moment, giving him\ntime enough to bring both his hands, seeking skin, under\nOliver’s loose shirt and resume his embrace.\n\nOLIVER (CONT’D)\nYou sure you want this?\n\nELIO nods again, Yes.\n\nOLIVER (CONT’D)\nWe haven’t talked.\n\nELIO shrugs his shoulders, meaning \"No need to.\"\n\nOLIVER lifts Elio’s face with both hands and stares at him\nthe way he did on the cliff, even more intensely.\n\nOLIVER (CONT’D)\nCan I kiss you?\n\nThen he suddenly pulls back, as if he might laugh, and runs\nhis fingers through Elio’s hair, messing it up.\n\nELIO brings his mouth to Oliver’s in a fiercely eager kiss.\nSomething seems to clear away between them, and both abandon\nthemselves to the kiss. ELIO hungrily kisses Oliver’s closed\neyes, his nose, his ears, his throat, discovering them with\nhis lips. OLIVER kisses him back as eagerly, even roughly.\n\nELIO gets under the covers. There are some things lying on\nthe bed that hadn’t been removed - a book, some magazines, a\npack of cigarettes, and ELIO slips a foot under them as if\nthey weren’t there; they all fall onto the floor.",
  "56": "---END OF PREVIOUS SECTION---\nOLIVER kisses him back as eagerly, even roughly. ELIO gets under the covers. There are some things lying on\nthe bed that hadn’t been removed - a book, some magazines, a\npack of cigarettes, and ELIO slips a foot under them as if\nthey weren’t there; they all fall onto the floor. \n---TARGET SECTION TO BE ANNOTATED---\nOLIVER gets under the covers too and starts to undress ELIO.\n\nOLIVER (CONT’D)\n(whispering)\nOff, and off, and off, and off...\n(tossing them away\n\f70.\n\nELIO is soon naked and lies back under the sheet in a kind of\necstasy as OLIVER moves his hands over his body, as\ninquisitive as Marzia’s had been the night before in the\nstreet. When OLIVER pulls the sheet back, ELIO loves being\nnaked before him. No secrets. OLIVER kisses him, kisses his\nbody, takes his penis (off-screen) briefly in his mouth, then\nreturns to kiss Elio’s open lips again more deeply, as if he\ntoo is finally letting go. OLIVER is also naked, and not a\npart of him isn’t touching ELIO now. They stare at each\nother.\n\nELIO looks away, because OLIVER is staring at him. Then he\nlooks back, and now stares at OLIVER, as they settle into a\nmock wrestling position with Oliver’s shoulders rubbing\nElio’s knees. ELIO looks into Oliver’s eyes in an intensity\nof love and expectation, wanting this moment to last forever,\nknowing there will be no coming back from this.\n\nWhen it happens - when OLIVER enters ELIO - there is a degree\nof pain and discomfort. ELIO flinches and fights an impulse\nto stop him, which OLIVER sees.\n\nOLIVER (CONT’D)\nYou’ re okay?\n\nAn eternity seems to pass between Elio’s reluctance to make\nup his mind and Oliver’s instinct to make it up for him.\n\nThey fuck. Bodies are entangled. Elio is flushed, turning\nfrom side to side as he alternates obscenities with Oliver’s\nname; Oliver’s face is more implacable, his lips softly\nrepeating what ELIO says, until he bends forward to say to\nhim:\n\nOLIVER (CONT’D)\nCall me by your name and I’11 call\nyou by mine.\n\nThey continue their rhythm, taking ELIO in a realm he has\nnever known before, and murmuring his own name as if it were\nOliver’s: Elio... Elio... Elio. The Star of David bounces on\nOliver’s chest.",
  "57": "---END OF PREVIOUS SECTION---\nElio... Elio. The Star of David bounces on\nOliver’s chest. \n---TARGET SECTION TO BE ANNOTATED---\nA LITTLE LATER\n\nOLIVER pulls out and says to ELIO (Oliver) that he is going\nto come. ELIO watches the formidably discreet, formidably\ncool OLIVER make faces and peak before his very eyes. When he\ncomes, it’s all over Elio’s chest, saying “I want to! I want\nto!”. It is a shock at first when OLIVER spreads his semen\nout with the palm of his hand over Elio’s stomach and chest.\n\nOLIVER, still straddling ELIO, picks up his billowy blue\nshirt from the floor and cleans him with it.\n\nELIO\nDid we make noise?\n\f106\n\n71.\n\nOLIVER\nNothing to worry about.\n\nELIO\nMafalda always looks for signs.\n\nOLIVER\nShe won’t find any.\n\nELIO\nYou wore that shirt on your first\nday here. Will you let me have it,\nleave it here when you go?\n\nOLIVER doesn’t answer and tosses the shirt aside. He takes\nELIO in his arms, looks down into his face. He smooths out\nElio’s hair with his hand. ELIO is falling asleep. OLIVER\ncontinues to hold him.\n\nINT. OLIVER’S ROOM - PERLMAN VILLA - DAWN 106\n\nDawn. Light is coming in. OLIVER is still cradling ELIO in\nhis arms but has shifted to a more comfortable position for\nthem both. ELIO opens his eyes, sees OLIVER looking down at\nhim but instead of smiling or lifting his face to be kissed,\nhe closes his eyes again, as if blotting OLIVER, the bed, the\nroom, and all that has happened out. He tries to sit up,\nstretches his limbs, and pulls the sheet over his nakedness.\nOLIVER stares at him, as if to register Elio’s morning after\nemotions.\n\nOLIVER\nYou're not happy. You’re feeling\nsick about it, aren’t you?\n\nELIO shrugs the comment away not wanting Oliver looking into\nhis heart.\n\nOLIVER (CONT’D)\nI knew we shouldn’t have. I knew\nit. We should have talked.\n\nELIO\nMaybe.",
  "58": "---END OF PREVIOUS SECTION---\nI knew\nit. We should have talked. ELIO\nMaybe. \n---TARGET SECTION TO BE ANNOTATED---\nOLIVER\n(stung, “maybe” isn’t the\nword he wanted to hear\nDid you hate it?\n\nELIO\nNo, I didn’t hate it at all.\n\nELIO stays put on Oliver’s bed out of an exaggerated sense of\ncourtesy. Relenting, he smiles back at OLIVER for the first\ntime, though he wishes at that moment for OLIVER to be miles\naway.\n\f107\n\n108\n\n109\n\n110\n\n72.\n\nOLIVER\nYou can go back to sleep, if you\nwant.\n\nELIO reaches up and hugs him, then closes his eyes. OLIVER\ncontinues to study his face, his own expression one of\nuncertainty. With his eyes still shut, ELIO says, “You’re\nstaring at me.” But at once he opens them again and sits up,\nbrushing Oliver’s hand away, and rises gingerly from the bed.\n\nELIO\nLet’s go swimming.\n\nINT. BOCCHIRALE - PERLMAN VILLA - DAWN 107\n\nIn the dim light of dawn, OLIVER and ELIO leave the villa on\nbikes.\n\nEXT. RIVER - FIRST LIGHT OF DAY 108\n\nAt the river, OLIVER walks knee-deep in the water with the\nblue shirt on, then dives in and swims away. Elio is swimming\n200 meters away, from a distance they look like two complete\nstrangers.\n\nEXT. RIVER - DAY 109\nELIO and OLIVER walk towards their bikes.\n\nOLIVER\nAre you going to hold last night\nagainst me?\n\nELIO\nNo.\n\nHe said this too swiftly to sound convincing.\nINT. STAIRS/ELIO’S ROOM - PERLMAN VILLA - DAY 110\n\nBack at the villa. There are some sounds from the kitchen but\nOLIVER and ELIO succeed to get back home without being seen.\nThey reach their respective doors and, while ELIO is going\nin, OLIVER hesitates before going through his and steps into\nElio’s room instead. ELIO is taken by surprise. OLIVER shuts\nthe door.\n\nOLIVER\nTake your trunks off.\n\nSurprised, ELIO, who doesn’t have it in him at this moment to\ndisagree, lowers them and gets out of them. He feels awkward.\n\f111\n\n112\n\nRevision73.\n\nOLIVER (CONT’D)\nSit down.",
  "59": "---END OF PREVIOUS SECTION---\nHe feels awkward. 111\n\n112\n\nRevision73. OLIVER (CONT’D)\nSit down. \n---TARGET SECTION TO BE ANNOTATED---\nELIO does, and almost before he’s settled, OLIVER brings his\nmouth to Elio’s penis and takes it all in (off-screen) .\n\nOLIVER (CONT’D)\n(with a wry smile)\nWell, this is promising. You’re\nhard again. Good.\n\nHe jumps up and goes out in an instant. ELIO lifts himself\nout of the low chair carefully and pulls on his pajama\nbottoms. Then he throws himself across his bed.\n\nEXT. GARDEN IN FRONT OF THE KITCHEN - PERLMAN VILLA - DAY 111\n\nBreakfast. The PERLMANS, MAFALDA coming in and out from the\nkitchen, ELIO.\n\nThen OLIVER comes in and sits next to him. When no one is\nlooking, OLIVER slips his smooth foot under Elio’s, as if\nsnuggling it there, instead of placing it on top as he always\nhad before. Calmly, he focuses on his soft-boiled egg. They\neat breakfast.\n\nOLIVER\nI’m going to town, I have to\ncollect my typed up pages. Later\nI'd like to show them to you,\nProfessor.\n\nPERLMAN\n(imitating Oliver)\nLater.\n\nEveryone laughs, Oliver also is amused.\nPERLMAN (CONT’ D)\nBefore you leave we'll certainly\nfind the time to go over these\nrevisions.\n\nThe thought of Oliver's departure marks a shadow on Elio's\nface.\n\nOLIVER\nSo.. Later!\n\nMore laughing. OLIVER leaves the table and walks away. ELIO\nstands and follows, as his parents look at him.\n\nEXT. MAIN ENTRANCE - PERLMAN VILLA - DAY 112\n\nELIO pulls his bike out and at the gate, a bit gingerly, sits\non it. It hurts, but he goes after Oliver.\n\f113\n\n74,\n\nEXT. PIAZZA DUOMO - CREMA - DAY 113\n\nThe central square with Crema's Duomo. ELIO sees OLIVER at\nthe newstand, sitting on his bike and scanning the headlines\nof the International Herald Tribune, before heading in the\ndirection of the post office. ELIO rushes up to him.\n\nOLIVER\nSomething wrong?\n\nELIO\nI just had to see you.",
  "60": "---END OF PREVIOUS SECTION---\nELIO rushes up to him. OLIVER\nSomething wrong? ELIO\nI just had to see you. \n---TARGET SECTION TO BE ANNOTATED---\nOLIVER\nAren’t you sick of me?\n\nELIO\nI just wanted to be with you.\nIf you want, I’11 go back now.\n\nOLIVER stands still, dropping his hand with the bundle of\nunsent letters, and simply stands there staring at ELIO,\nshaking his head.\n\nOLIVER\nDo you have any idea how glad I am\nwe slept together?\n\nELIO\nI don’t know.\n\nOLIVER\nIt’s just like you not to know. I\ndon’t want you to regret any of it.\nI just dread the thought of having\nmessed you up. I don’t want either\nof us to have to pay one way or\nanother.\n\nELIO\nI’m not telling anyone. There won’t\nbe any trouble.\n\nOLIVER\nI didn’t mean that. I’m sure I’11l\npay for it somehow, though. For\nyou, however you think of it, it’s\nstill fun and games, which it\nshould be. For me it’s something\nelse which I haven’t figured out,\nand the fact that I can’t scares\nme.\n\nELIO\nAre you sorry I came here?\n\nOLIVER\nI’d kiss you if I could.\n\f114\n\n115\n\n116\n\n75.\n\nELIO\n(coming up close to\nOliver)\nFuck me, Elio.\n\nOLIVER repeats his own name three times in Elio’s ear.\n\nLIFE IN THE GARDEN\nA second unit series of shots of life in the garden.\nINT. KITCHEN - PERLMAN VILLA - EARLY AFTERNOON 114\n\nMAFALDA is washing dishes in the kitchen. She clears away the\ndessert plates from lunch with their fruit peelings. ANCHISE\nenters the room with a basket full of huge, glowing,\nsucculent-looking peaches.\n\nMAFALDA\n(in Italian)\nPut them over there.\n\nMAFALDA points to the fruit bowl at the center of the table.\n\nELIO enters the kitchen from the outside, with a book in his\nhands and a towel on his shoulders. His eyes fall on the\nfreshly picked fruit. He picks out two and leaves the room.\n\nINT. STAIRCASE - PERLMAN VILLA - EARLY AFTERNOON 115\n\nOn the stairs he meets ANNELLA on her way up to nap and\nkisses her.",
  "61": "---END OF PREVIOUS SECTION---\nHe picks out two and leaves the room. INT. STAIRCASE - PERLMAN VILLA - EARLY AFTERNOON 115\n\nOn the stairs he meets ANNELLA on her way up to nap and\nkisses her. \n---TARGET SECTION TO BE ANNOTATED---\n She looks pleased by this unexpected show of\naffection from her teenage son. He eats a peach.\n\nINT. ATTIC - PERLMAN VILLA - EARLY AFTERNOON 116\n\nELIO enters the attic. Puts the remaining peach on the old\nbedside table and lies down on the mattress where he made\nlove with Marzia. He opens his book and starts reading but,\neasily distracted, starts looking outside the window at the\nglorious summer sky.\n\nHe tries reading again, but still no chance. His gaze scans\nthe room, the abandoned objects, the dark corners... the\npeaches.\n\nHe stretches out his hand to one and plays with it. He turns\nits crease towards him. Then opens it half-way with his\nthumbs and pushes the pit out. The pit falls on the attic\nfloor. He brings the fuzzy, blush-colored peach to his groin\nand lowers his swim trunks. He presses himself into it until\nthe parted fruit slides down his erection. The fruit is\nleaking on him. Though firm, it breaks apart.\n\f76.\n\nHolding the two halves of the reddened core in either hand,\nhe begins to rub himself with them.\n\nWhen his orgasm comes, very soon, he carefully aims the\nspurts into the open peach. “What a crazy thing this was!” he\nthinks, as he holds the fruit in both hands and looks around.\nHe places the two halves of the raped peach on the bedside\ntable and covers himself with the towel.\n\nLater. Elio wakes to the sound of someone entering the attic.\n\nOLIVER\nI was looking everywhere for you...\nWhat are you doing up here?\n\nOLIVER sits next to him on the mattress. He starts kissing\nhim on one arm. He removes the towel to reveal, to his\nsurprise, that Elio is not wearing his swimsuit. He then\nswiftly leans down bringing his lips to Elio's groin, but\nafter a moment he looks up with a questioning expression.\n\nOLIVER (CONT’D)\nWhat have you done?\n\nOLIVER looks at the broken peach beside them. He picks it up.\n\nOLIVER (CONT’D)\n(holding it out)\nIs this what I think it is?\n\nELIO nods in mock shame.",
  "62": "---END OF PREVIOUS SECTION---\nHe picks it up. OLIVER (CONT’D)\n(holding it out)\nIs this what I think it is? ELIO nods in mock shame. \n---TARGET SECTION TO BE ANNOTATED---\nOLIVER (CONT’D)\nYou tried out the plant kingdom?\nNext will be minerals? You’re\nrejecting the animal kingdom\nalready? That would be me, I\nsuppose.\n\nELIO\nI’m sick, aren’t I?\n\nOliver pulls off his bathing suit.\nOLIVER\nI wish everyone were as sick as\n\nyou. Want to see sick?\n\nHe peers into the peach for a moment, ELIO pretends to hide\nhis eyes.\n\nOLIVER (CONT’D)\nNow may I taste it?\n\nELIO\nDon’t!\n\f77.\n\nBut OLIVER dips a finger into the core of the peach and\nbrings it to his mouth.\n\nOLIVER\nThe peach juice helps a lot.\n(offering it)\nWant to try it?\n\nELIO\n(reaching for Oliver’s\nhand holding the peach)\nLet it go! No!\n\nOLIVER holds it farther away.\n\nELIO (CONT’D)\nLook, you don’t have to do this.\nI’m the one who came after you.\nEverything that’s happened is\nbecause of me -\n\nOLIVER\n(still holding the peach\naway from ELIO)\nNonsense. I wanted you from day\none. I just hid it better.\n\nELIO lunges out again to grab the fruit from Oliver’s hand,\nbut with his other hand OLIVER catches hold of his wrist and\nsqueezes it hard.\n\nELIO\nYou're hurting me.\n\nOLIVER\nThen let go.\n\nELIO reaches out to him, bursting into tears. He muffles his\nsobs against Oliver’s bare shoulder. Then OLIVER holds him\nclose.\n\nOLIVER (CONT’D)\n(as if soothing a child)\nWhatever happens between us, Elio,\nI just want you to know..\n\nELIO\n(sobbing)\nWhat?\n\nOLIVER\n(taking hold of Elio’s\nhand)\nDon’t ever say you didn’t know.\n\nThey kiss as lovers committing themselves.\n\f117\n\n118\n\n119\n\n78.\nINT./EXT. HUT - PERLMAN VILLA - NIGHT 117\n\nThe same night. The Perlman house is mostly dark, the window\nshutters all closed. There is a little light out in the hut\nnext to the garage, where Anchise sleeps. We see him through\nthe window, sitting at a table working on something.",
  "63": "---END OF PREVIOUS SECTION---\nThe Perlman house is mostly dark, the window\nshutters all closed. There is a little light out in the hut\nnext to the garage, where Anchise sleeps. We see him through\nthe window, sitting at a table working on something. \n---TARGET SECTION TO BE ANNOTATED---\n He has\ntaken some tool apart and is cleaning the pieces, filing an\nedge of metal and so forth.\n\nINT./EXT. PERLMAN VILLA - NIGHT 118\n\nThrough another lit window, in Mafalda’s part of the house,\nwe can see MAFALDA ironing. She is carefully pressing the\nsleeve of Oliver’s blue shirt.\n\nEXT. GARDEN - PERLMAN VILLA -NIGHT 119\n\nThe garden of the villa in the darkness, alluring and\nenigmatic.\n\nELIO\nWhat are you thinking about?\n\nOLIVER\nThings. Going back to the States.\nThe courses I have to teach this\nfall. My book. You.\n\nELIO\nNo one else?\n\nOLIVER\nNo one else.\n\nSilence.\n\nELIO\nIn two weeks you’11 be back at\nColumbia. I don’t know what I’11 do\nthen. At least you’1l be somewhere\nelse, where there aren’t any\nmemories... We wasted so many days —\nso many weeks.\n\nOLIVER\nWasted? I don’t know.\n\nELIO\n...why didn’t you give me a sign?\n\nOLIVER\nI did. At least I tried.\n\nELIO\nWhen?\n\f120\n\n121\n\n122\n\nRevision79.\n\nOLIVER\nOnce, when we were playing\nvolleyball, I touched you... Just\nas a way of showing... I liked you.\nThe way you reacted made me feel\nI’d almost molested you. I decided\nto keep my distance.\n\nINT. MASTER BEDROOM - PERLMAN VILLA - NIGHT 120\n\nFrom the open window of their bedroom the Perlmans can hear\nElio and Oliver talking. Not the words. But the tone of the\nconversation is undeniably intimate.\n\nANNELLA is on a small sofa. PERLMAN is already in bed, they\nlook at each other for a long moment. The off-screen voices\nare almost whispers, they continue. PERLMAN stands, moves a\nsofa chair to be closer to his wife, then sits on it. He\ntakes her hand and kisses it.\n\nPERLMAN\nElio e Oliver si sono proprio\ntrovati. (Elio and Oliver have\ngrown quite fond of each other)\n\nANNELLA\nSi, hanno una bella amicizia. (Yes.",
  "64": "---END OF PREVIOUS SECTION---\nPERLMAN stands, moves a\nsofa chair to be closer to his wife, then sits on it. He\ntakes her hand and kisses it. PERLMAN\nElio e Oliver si sono proprio\ntrovati. (Elio and Oliver have\ngrown quite fond of each other)\n\nANNELLA\nSi, hanno una bella amicizia. (Yes. \n---TARGET SECTION TO BE ANNOTATED---\nThey have a beautiful friendship)\n\n. PERLMAN\nE un peccato che parta.. (It’s a\nshame he’s leaving)\n\n(beat)\nSta tornando il fresco. (The nights\nare getting cool again)\n\nANNELLA smiles at her husband. Aroused, he reaches over for\nAnnella to pull her toward him.\n\nINT. ELIO’S BEDROOM - PERLMAN VILLA - DAY 121\n\nNext day. Oliver’s blue shirt is on a hanger, all clean and\npressed by Mafalda, with an attached note: “For Oliver, from\nElio.” Elio strips off the shirt he’s wearing and puts on the\nfresh one from Oliver. He looks at himself approvingly in the\nmirror after buttoning it up, then says to his image: “I do\nknow you, and you’re not so bad.” He unbuttons the top couple\nof buttons in order to acquire Oliver’s more laid-back look.\n\nEXT. GARDEN IN FRONT OF THE KITCHEN - PERLMAN VILLA - DAY 122\nELIO wears the shirt down to breakfast. No one comments on\n\nit, including OLIVER, who puts his bare foot under Elio’s\nwhen he takes a seat.\n\f123\n\n124\n\n80.\n\nMAFALDA puts an egg down in front of OLIVER, but before she\ncan prepare it for him ELIO takes it and expertly cracks the\ntop for him with his spoon.\n\nPERLMAN observes his son’s protective concern that no speck\nof the shell should fall into Oliver’s egg.\n\nELIO\nAmericans never know how to do it.\n\nPERLMAN\nI’m sure we have our way.\n\nOliver’s foot under the table resting on Elio’s signals that\nmaybe he should let it go and he seizes the second egg,\ncracking it himself.\n\nINT. STAIRCASE - PERLMAN VILLA - DAY 123\n\nLater. ELIO runs down the stairs wearing a bathing suit and\nOLIVER’s blue shirt, carrying a towel.\n\nThe front door opens and MARZIA walks in. She looks at him\nquestioningly. ELIO would like her not to be there.\n\nMARZIA\n(in French)\nTu as disparu pendant trois jours.\n(You've been gone three days.)\n\nELIO\nI.. had to work.",
  "65": "---END OF PREVIOUS SECTION---\nELIO would like her not to be there. MARZIA\n(in French)\nTu as disparu pendant trois jours. (You've been gone three days.)\n\nELIO\nI.. had to work. \n---TARGET SECTION TO BE ANNOTATED---\nMARZIA\n\n(in French)\nMais tu as disparu...\n(But you disappeared.)\n\nElio doesn’t know what to say, or do.\nMARZIA (CONT’D)\nAm I your girl?\n(Est-ce que je suis ta copine?\n\nElio doesn't reply. MARZIA leaves, trying to keep from\ncrying.\n\nEXT. ABBEVERATOIO - PERLMAN VILLA - AFTERNOON 124\nBy the pool. PERLMAN and ANNELLA sit at a table in their\nbathing suits having a drink. ELIO and OLIVER sit on the edge\nof the pool at the other end, their feet in the water.\n\nELIO\nI hurt her feelings. Love hurts.\n\f125\n\nRevision81.\n\nOLIVER, thinking they are unobserved by the others, caresses\nElio’s foot next to his in the water with one of his own.\n\nPerlman sees this from where he is sitting with ANNELLA, and\nnods to her in the boys’ direction. She looks over towards\nOLIVER and ELIO.\n\nPERLMAN\nOliver told me he has to go to\nBergamo for a couple of days to do\nsome research at the university\nthere before he leaves. He would\nthen fly home directly from Linate\n\nANNELLA\nOh... maybe Elio could go with him?\nIt would be nice for them to get\naway for a couple of days. (beat\nWhere would they stay?\n\nPERLMAN\nHe said something about a pensione.\n\nANNELLA\n(laughing and pretendinf\nto be horrified)\nOh, no! Let’s make them a hotel\nreservation. A pensione, oy!\n\nPerlman laughs with his wife.\nEXT. WAR MEMORIAL - PANDINO - DUSK 125\n\nOLIVER and ELIO, still wearing their swimsuits, are in front\nof the War World I Memorial for Fallen Soldiers, in the\nnearby town of Pandino. Elio crosses the steps and tries to\nput his arms around it; he stands there spread-eagled.\n\nELIO\nThey’re too big for even two men to\nget their arms around.\n\nOLIVER\nLet’s see.\n\nOLIVER goes up and his arms flung out.",
  "66": "---END OF PREVIOUS SECTION---\nELIO\nThey’re too big for even two men to\nget their arms around. OLIVER\nLet’s see. OLIVER goes up and his arms flung out. \n---TARGET SECTION TO BE ANNOTATED---\n Then attacks the\nproblem from the other side of the monument, facing it, and\nputting his arms around it in a kind of embrace.\n\nUnseen by them, a young couple - a boy anda girl - are\nembracing in the underbrush nearby. They smile at the two\nyoung men and renew their own hugging. They look like a\nshepherd and shepherdess, wearing simple, everyday work\nclothes.\n\nUnseen, they watch ELIO and OLIVER, whose extended fingertips\nalmost touch, but not quite.\n\ntee eH\n\n*\n\f126\n\n127\n\n128\n\nRevision82.\n\nThey are still several inches apart as they stretch their\nbodies, exhaling with their effort. But the stone gleams\nstubbornly in the space between their fingers.\n\nOLIVER decides to cheat, and moves in ELIO’s direction, until\nthey make contact. They yell and OLIVER gathers ELIO into his\narms and kisses him.\n\nThe boy and girl in the shadows resume their own kiss.\n\nOLIVER puts a hand inside ELIO’s bathing suit, but ELIO\npushes him away.\n\nELIO\nNot here. Not in all this, not on\nthis stone.\n\nThe two young men run back to their bikes and ride off\nwatched by the young couple. The “Shepherd” moves his hand\non the breast of the “Shepherdess,” and she lets him keep it\nthere.\n\nEXT. COACH STATION - MONTODINE - DAY 126\n\nOLIVER puts his suitcases in the open trunk of a waiting\ncoach. He is saying his goodbyes to the PERLMANS before he\nand ELIO get on it. ANNELLA kisses Oliver with great\naffection; PERLMAN shakes his hand warmly, all formality\ngone. Both say “Come back soon!\" The driver closes the trunk.\n\nELIO says goodbye to his parents, unable to hide an honest\nsmile of happiness.\n\nChiara arrives driving her bike to salute Oliver but the\ncoach is leaving...\n\nThe Perlmans and Chiara watch the coach drive away as Elio\nand Oliver take seats inside it.\n\nINT./EXT. BUS - FROM CREMA TO ALPI OROBIE - DAY 127\nOliver smiles and waves to Chiara on the half-crowded bus.\nOLIVER dozes off, his head on ELIO’s shoulder.",
  "67": "---END OF PREVIOUS SECTION---\nINT./EXT. BUS - FROM CREMA TO ALPI OROBIE - DAY 127\nOliver smiles and waves to Chiara on the half-crowded bus. OLIVER dozes off, his head on ELIO’s shoulder. \n---TARGET SECTION TO BE ANNOTATED---\n ELIO looks at\nhim, his gaze full of unaccountable emotions.\n\nOutside the window the summer landscape changes from the flat\nplains into the first alps, the Orobie.\n\nEXT. BOSCO/PRATO - CASCATE DEL SERIO - DAY 128\n\nA small forest of beech and fir trees. ELIO and OLIVER walk\non a trail with their backpacks.\n\n*\n\neet\n\f129\n\n130\n\n83.\n\nThey cross a small bridge over a creek and reach a large\ngrass field, looking towards the mountain patiently awaiting\nsomething.\n\nOliver looks at ELIO and hugs him, a friendly grab-hug. Then\na hand moves down on Elio's thigh, and he looks around.\n\nThe explosion of water in the mountain is violent and\nunexpected. The river leaps three times on the rocks before\nit reaches the bottom of the valley. OLIVER jumps up and in a\nvery American impulse howls at this spectacle of water. ELIO\nlaughs. They run to the water and disappear into the cascade.\n\nINT. HOTEL BEDROOM - BERGAMO - AFTERNOON 129\n\nELIO and OLIVER enter their hotel bedroom in Bergamo. They\nlook around and laugh, for no apparent reason.\n\nLater. There is a large window looking out over the front\nentrance of the hotel and a parking lot adjoining it.\n\nOLIVER stands looking out as ELIO comes up from behind him,\nputting his arms around Oliver’s waist. Both are wearing\nboxer shorts.\n\nEXT. STREETS - BERGAMO - NIGHT 130\n\nElio and Oliver are drunk. They stroll in the streets of the\nold town, stumbling, laughing. Taking advantage of a deserted\nalley OLIVER pushes ELIO against the wall and kisses him.\nThen suddenly stops.\n\nELIO\nWhat?\n\nOLIVER\nListen!\n\nELIO\n\nListen to what?\n\nAmong the soft sounds of the sleeping city is a distant\nmelody.\nOLIVER\nThis song!\n\nELIO\nThere’s no song. You’re\nhallucinating.\n\nElio tries to kiss him again but Oliver grabs his hand and\npulls him away.\nOLIVER\nLet’s go!\n\f131\n\n132\n\n84.\nEXT.",
  "68": "---END OF PREVIOUS SECTION---\nOLIVER\nLet’s go! 131\n\n132\n\n84. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n PIAZZETTA - BERGAMO - NIGHT 131\n\nIn a small square in the old part of town three young men and\na girl are leaning on a wall. They are wearing oversized\njackets and make-up; they are early examples of the \"New\nRomantic\" fashion.\n\nAt their feet is a radio playing “Love My Way”, the song that\nwas also playing at the open-air dancing bar a few weeks\nearlier. OLIVER looks at ELIO as if to say \"See?\", then\nsalutes the youngsters, only to be ignored.\n\nOLIVER\nPsychedelic Furs. The best!\n\nThe New Romantics seem uninterested. OLIVER starts dancing,\nas we already saw him do, alone. He then grabs the girl,\nintending for her to dance with him, and it seems like the\nsituation could go badly.\n\nOLIVER (CONT’D)\n(in lousy Italan)\nLi ho visti a New York l’anno\nscorso. Richard Butler...\n\nspettacolo!\n(I saw them in New York last year.\nRichard Butler... awesome!)\n\nRAGAZZA NEW ROMANTIC\n(romagnolo accent)\nDavvero? Li abbiam visti anche noi\nin concerto! Siamo andati a Londra\nfacendo 1’autostop...\n(Really? We saw them in concert\ntoo! We hitch-hiked to London...)\n\nOLIVER\nBest way to travel around!\n\nSo the other New Romantics join the dance, with their\nsyncopated moves. ELIO doesn't dance, he looks, uncertain. At\nthe song's climax he bursts out puking suddenly and\nabundantly.\n\nEXT. STRADA CON FONTANA - BERGAMO - DAWN 132\n\nOLIVER holds ELIO's forehead as he pukes. Elio stands away\nfrom the wall making an \"I'm okay now\" gesture, and goes to\nthe fountain nearby to splash water on his face.\n\nELIO\nIt's the best day of my life and I\nend it with puking!\n\nOliver looks around to check that nobody is looking and\nstarts kissing him again. Elio lets himself go.\n\f133\n\n134\n\n85.\n\nWith his eyes still closed he hears male voices passing\nnearby muttering something against them, but he doesn't care.",
  "69": "---END OF PREVIOUS SECTION---\nElio lets himself go. 133\n\n134\n\n85. With his eyes still closed he hears male voices passing\nnearby muttering something against them, but he doesn't care. \n---TARGET SECTION TO BE ANNOTATED---\nIT’S THE KISS OF A LIFETIME.\nINT. HOTEL BEDROOM - DAWN 133\n\nOLIVER and ELIO are hugging on their hotel bed. OLIVER looks\nat ELIO sleeping. A HISSING sound in the distance.\n\nEXT. BINARIO - STAZIONE DI CLUSONE - DAY 134\n\nIt is the sound of a train arriving at the station, on the\nmain platform.\n\nELIO and OLIVER together look at the train come to a stop.\nELIO is wearing Oliver’s blue shirt. On the platform are a\nfew travellers ready to leave. Oliver's bags are those for\nhis trip back home; they are about to say goodbye.\n\nThe train doors open, some people come out, others get in\nwhile saying their goodbyes to their counterparts.\n\nElio and Oliver aren't moving, they try to delay the\ninevitable, if only for a few seconds. The voice on the\nintercom informs that the Express train for Rome is about to\ndepart from Platform 1.\n\nELIO\nDid you get your passport?\n\nOLIVER\nYeah, I did.\n\nThe travellers are all on the train, except for Oliver..\n\nThe conductor is a few cars down, looking at his watch. A\nmoment of suspended, cruel silence.\n\nOLIVER (CONT’D)\nThere's emptiness behind your eyes/\nthere's dust in our hearts/ Love my\nway, it's a new road...\n\nElio listens to these words, which Oliver starts to sing\nsweetly, whispering.\n\nOLIVER (CONT’D)\nI follow where my mind goes, so\nswallow all your tears, my love/\nAnd put on your new face/ You can\nnever win or lose, if you don't run\nthe race.\n\nThey hug. OLIVER grabs his bags and enters the train.\n\f135\n\n136\n\n137\n\n86.\n\nThe train leaves. Elio watches it disappear in the distance.\nWiped out, he walks along the platform and sits on a bench,\nhis gaze lost in thoughts. After a long beat he stands and go\nto the...\n\nEXT. PHONE BOOTH - STAZIONE DI CLUSONE - DAY 135\n\nELIO dials a number on a public phone, he does so\nmechanically. A few moments later somebody picks up.\n\nELIO\nMafalda? Maman... Bonjour.",
  "70": "---END OF PREVIOUS SECTION---\nELIO\nMafalda? Maman... Bonjour. \n---TARGET SECTION TO BE ANNOTATED---\n Oui, je\nvais bien. Je suis a Clusone, 4 la\ngare. Oui... il est parti. Maman,\ns'il te plait, tu pourrais venir me\nchercher?\n(Mafalda? Mom... Hey. Yes, I'm\n\nfine. I'm in Clusone, at the\nstation. Yes.. he left. Mom..\nplease could you come pick me up?)\n\nINT./EXT. CAR/COUNTRY ROAD - AFTERNOON 136\n\nANNELLA is with ELIO in the car. She is driving back to the\nvilla. ELIO is silent. Oliver’s blue shirt is open over\nElio's bare chest and blows in the wind.\n\nShe looks at him. She reaches out with her free hand and\ncaresses his cheek, the sweetest gesture.\n\nElio’s face crumples. He starts to cry. She wipes his tears\naway with her free hand but he cannot stop.\n\nEXT STREETS OF TOWN - AFTERNOON 137\nThe Perlman car is parked in town. ELIO is alone, sitting on\nthe passenger seat. The car's radio is playing some summer\nsong.\n\nIn the distance, a group of Elio's friends are walking about.\nAmong them is MARZIA, who notices the Perlman car, then Elio.\nShe waves at her friends and leaves them to come towards him.\n\nMARZIA\nCiao.\n\nElio notices her only when she is close.\n\nMARZIA (CONT’D)\nHow are you?\n\nELIO\nGood, thanks.\n\f138\n\n87.\n\nElio tries straightening up to hide his emotions, his face\nrecently upset by tears.\n\nMARZIA\n\n(in French)\nJ'ai lu le livre que\ntu m'as offert, les poémes.\nIls sont trés beaux. J’aime\nbeaucoup cette Antonia Pozzi.\n(I read the book you gave me, the\npoems, they are beautiful. I really\nlove Antonia Pozzi.)\n“Nell’aria della stanza - non te\nguardo - ma gia il ricordo del tuo\nviso” (In the room’s air - not you\ndo I look at - but already the\nmemory of your face)\n\nElio nods, smiling back at her.\n\nMARZIA (CONT’D)\nI'm sorry you feel so bad.",
  "71": "---END OF PREVIOUS SECTION---\n(I read the book you gave me, the\npoems, they are beautiful. I really\nlove Antonia Pozzi.)\n“Nell’aria della stanza - non te\nguardo - ma gia il ricordo del tuo\nviso” (In the room’s air - not you\ndo I look at - but already the\nmemory of your face)\n\nElio nods, smiling back at her. MARZIA (CONT’D)\nI'm sorry you feel so bad. \n---TARGET SECTION TO BE ANNOTATED---\n I just\nwanted to tell you that I'm not mad\nat you. I love you. (Je suis\ndésolée que tu sois si malheureux.\nJe voulais juste te dire que je ne\nt'en veux pas. Je t'aime.)\n\nElio is surprised and comforted by Marzia's words. She\nextends her hand to him.\n\nMARZIA (CONT’D)\nOn reste amis?\n(Friends.)\n\nElio shakes her hand, then exits the car and hugs her,\nsighing. Annella is approaching.\n\nELIO\nPour la vie?\n(Forever?)\n\nMARZIA\nPour la vie.\n(Forever)\n\nEXT. PERLMAN VILLA - AFTERNOON 138\n\nThe car comes through the gate. ANCHISE comes forward and\noffers to carry the backpack up to his room, ELIO tells him\nthat backpacks should be carried by their owners.\n\nANCHISE\nIl signor Ulliva 6 partito? (Has\nmister Ulliva left?)\n\f139\n\n140\n\n141\n\n88.\n\nELIO\n\nSi, stamattina. (Yes, this morning)\nANCHISE\n\nAnche a me duole. (I too am\n\nsaddened) .\n\nELIO avoids his eyes, not wanting to encourage him to say\nanything further, and goes inside.\n\nINT. STAIRCASE - PERLMAN VILLA - AFTERNOON 139\nELIO meets MAFALDA coming down the stairs.\n\nMAFALDA\nI fixed up your room the way it\nwas.\n\nELIO frowns, angered by this news.\n\nINT. OLIVER’S ROOM - PERLMAN VILLA - AFTERNOON 140\n\nElio’s room, in which Oliver has stayed. Alone now, ELIO\nenters it and looks around. Everything of his has been put\nback, his clothes in the closet and drawers. He drops his\nbackpack on the floor and throws himself down on the sunlit\nbed. The bedspread is the same. He closes his eyes. He is\nglad to be back in his old room, now full of sustaining\nmemories of Oliver.\n\nINT. PERLMAN STUDIO - PERLMAN VILLA - EVENING/NIGHT 141\n\nProfessor PERLMAN is sitting in his usual place, but his\nchair is turned out to face the garden.",
  "72": "---END OF PREVIOUS SECTION---\nHe is\nglad to be back in his old room, now full of sustaining\nmemories of Oliver. INT. PERLMAN STUDIO - PERLMAN VILLA - EVENING/NIGHT 141\n\nProfessor PERLMAN is sitting in his usual place, but his\nchair is turned out to face the garden. \n---TARGET SECTION TO BE ANNOTATED---\n On his lap are proofs\nof his latest book. He is drinking. Three large citronella\ncandles next to him keep the mosquitoes away.\n\nELIO comes into the room to say good night. His father puts\naway his manuscript with a toss and lights a cigarette - his\nlast of the day - using one of the citronella candles.\n\nPERLMAN\nSo? Welcome home. Did Oliver enjoy\nthe trip?\n\nELIO\nI think he did.\n\nPERLMAN takes a drag from his cigarette, then pauses a moment\nbefore speaking.\n\nPERLMAN\nYou two had a nice friendship.\n\f89.\n\nELIO\n(somewhat evasive)\nYes.\n\nAnother pause, and another drag on his cigarette.\n\nPERLMAN\nYou’ re too smart not to know how\nrare, how special, what you two had\nwas.\n\nELIO\nOliver was Oliver.\n\nPERLMAN\n“Parce-que c’etait lui, parce-que\nc’etait moi.”\n\nELIO\n(trying to avoid talking\nabout Oliver with his\nfather)\nOliver may be very intelligent -\n\nPERLMAN\n\n(interrupting his son)\nIntelligent? He was more than\nintelligent. What you two had had\neverything and nothing to do with\nintelligence. He was good, and you\nwere both lucky to have found each\nother, because you too are good.\n\nELIO\nI think he was better than me.\n\nPERLMAN\nI’m sure he’d say the same thing\nabout you, which flatters the two\nof you.\n\nIn tapping his cigarette and leaning toward the ashtray, he\nreaches out and touches Elio’s hand. PERLMAN alters his tone\nof voice (his tone says: We don’t have to speak about it, but\nlet’s not pretend we don’t know what I’m saying).\n\nPERLMAN (CONT’D)\nWhen you least expect it, Nature\nhas cunning ways of finding our\nweakest spot. Just remember: I am\nhere. Right now you may not want to\nfeel anything. Perhaps you never\nwished to feel anything. And\nperhaps it’s not to me that you’ll\nwant to speak about these things.\nBut feel something you obviously\ndid.\n\f90.\n\nELIO looks at his father, then drops his eyes to the floor.",
  "73": "---END OF PREVIOUS SECTION---\nBut feel something you obviously\ndid. 90. ELIO looks at his father, then drops his eyes to the floor. \n---TARGET SECTION TO BE ANNOTATED---\nPERLMAN (CONT’D) Look -\nyou had a beautiful friendship.\nMaybe more than a friendship. And I\nenvy you. In my place, most parents\nwould hope the whole thing goes\naway, to pray that their sons land\non their feet. But\nI am not such a parent. In your\nplace, if there is pain, nurse it.\nAnd if there is a flame, don’t\nsnuff it out. Don’t be brutal with\nit. We rip out so much of ourselves\nto be cured of things faster, that\nwe go bankrupt by the age of thirty\nand have less to offer each time we\nstart with someone new. But to make\nyourself feel nothing so as not to\nfeel anything - what a waste!\n\nELIO is dumbstruck as he tries to take all this in.\n\nPERLMAN (CONT’D)\nHave I spoken out of turn?\n\nELIO shakes his head.\n\nPERLMAN (CONT’D)\nThen let me say one more thing. It\nwill clear the air. I may have come\nclose, but I never had what you two\nhad. Something always held me back\nor stood in the way. How you live\nyour life is your business.\nRemember, our hearts and our bodies\nare given to us only once. And\nbefore you know it, your heart is\nworn out, and, as for your body,\nthere comes a point when no one\nlooks at it, much less wants to\ncome near it. Right now there’s\nsorrow. Pain. Don’t kill it and\nwith it the joy you’ve felt.\n\nPERLMAN takes a breath.\n\nPERLMAN (CONT’D)\nWe may never speak about this\nagain. But I hope you’ll never hold\nit against me that we did. I will\nhave been a terrible father if, one\nday, you’d want to speak to me and\nfelt that the door was shut, or not\nsufficiently open.\n\nELIO\nDoes mother know?\n\f142\n\n143\n\nRevision91.\n\nPERLMAN\nI don’t think she does.\n(but his voice means “Even\nif she did, I am sure her\nattitude would be no\ndifferent than mine”\n\nEXT. CAMPAGNA - PERLMAN VILLA - WINTER DAY 142\n\nThe Perlman villa in Winter.",
  "74": "---END OF PREVIOUS SECTION---\nPERLMAN\nI don’t think she does. (but his voice means “Even\nif she did, I am sure her\nattitude would be no\ndifferent than mine”\n\nEXT. CAMPAGNA - PERLMAN VILLA - WINTER DAY 142\n\nThe Perlman villa in Winter. \n---TARGET SECTION TO BE ANNOTATED---\n A foggy day. Six months later,\nELIO walks in the countryside that surrounds the villa.\n\nNARRATORE\nThey had become each other that\nsummer. And long after every\nforked road in life had done its\nwork this would always be true.\nTheir lives scarcely touched in\nthose weeks together, but they had\ncrossed to the other side, where\ntime stops and heaven reaches down\nto earth and gives us that ration\nof what is from birth divinely\nours. They could look the other way\nand speak of everything but, they\nwould always know. They had found\nthe stars, Elio and Oliver. And\nthis is given once only.\n\nHe crosses the gate and comes back in the garden. He enters\nthe house.\n\nINT. KITCHEN/STAIRCASE/BOCCHIRALE - PERLMAN VILLA - AFTERNGON\n\nELIO walks through the kitchen and up the stairs. The\ntelephone rings and ELIO runs down the stairs to answer it,\nan expression of excited expectancy on his face. It is\nOLIVER, calling from New York.\n\nOLIVER (V.O.)\nElio? Are you there?\n\nELIO\nI’m here, I’m here. How are you?\n\nOLIVER (V.O.)\nFine. How are your parents?\n\nELIO\nFine, too... I miss you.\n\nOLIVER (V.O.)\nI miss you too. Very much. (long\nbeat) I have some news.\n\n*\n\f92.\n\nELIO\nWhat news? You’re getting married,\nI suppose.\n(laughing)\n\nOLIVER (V.O.)\nI might be getting married this\nspring.\n\nELIO\n(dumb founded)\nYou never said anything.\n\nOLIVER (V.O.)\nIt’s been off and on for two years.\n\nELIO\nBut that’s wonderful news!\n\nOLIVER (V.O.)\nDo you mind?\n\nELIO\nYou're being silly.\n\nThere is a long silence. ELIO’s genuine congratulatory smile\nfades.\n\nJust then ANNELLA appears, and ELIO hands it to his mother.\n\nANNELLA\nWhy aren’t you here? When are you\ncoming? Elio misses you terribly,\ngoing around all the time with such\na long face!\n\nShe and PERLMAN exchange greetings with OLIVER.\n\nPERLMAN\nYou caught us while in the process\nof choosing the new you for next\nsummer..",
  "75": "---END OF PREVIOUS SECTION---\nElio misses you terribly,\ngoing around all the time with such\na long face! She and PERLMAN exchange greetings with OLIVER. PERLMAN\nYou caught us while in the process\nof choosing the new you for next\nsummer.. \n---TARGET SECTION TO BE ANNOTATED---\n“Wonderful, wonderful!” they say. When they go out, PERLMAN\nhands the receiver back to ELIO, who reaches for it before\nthey can hang up.\n\nELIO\n(lowering his voice when\nhe is sure they’ve left\nthe room)\nThey know about us...\nOLIVER (V.O.)\nI figured.\n\nELIO\nHow?\n\f144\n\n145\n\n93.\n\nOLIVER (V.O.)\nFrom the way your father spoke - he\nmade me feel like a member of the\nfamily - almost like a son-in-law.\nYou’ re lucky. My father would have\ncarted me off to a correctional\nfacility.\n\nELIO\n(daringly)\n“Elio, Elio”\n\nOLIVER (V.O.)\n(After a very long beat)\nOliver.. I remember everything\n\nINT.PROFESSOR PERLMAN’S STUDY - PERLMAN VILLA - AFTERNOON 144\n\nThe PERLMANS and MAFALDA are at a big table spread out with\nwhat look like application letters, with photos attached.\nIt’s the ritual that takes place every year, they evaluate\nseveral letters of proposal sent by advanced graduate\nstudents in America, or young aspiring scholars from there.\nIt's the ritual that brought about the choice of Oliver last\nyear.\n\nELIO enters the room, he looks over the photos, the resumés.\nThere are half a dozen young men and a couple of young women.\n\nANNELLA\nE questo?\n(This one?)\n\nBut Elio is not interested in this. They watch him leave the\nstudy.\n\nINT. DINING ROOM - PERLMAN VILLA - NIGHT 145\nElio enters the dining room all dressed for the celebration\nlunch. Light is dimming outside the windows. Activities\naround the table between Annella and Mafalda (placing\nflowers, lighting candles etc)\n\nElio crouches in front of the fire.\n\nHis face lost in thoughts.\n\nThe entire end credit scrolls on his close up.\n\nNear the end\nANNELLA\nElio, Elio\n\f94.\n\nElio is so deeply in his thoughts that only after a long beat\nafter Annella calling him he turns toward the sound of her\nvoice.\n\nFade to black.\n\f"
}