{
  "1": "CAPERNAUM\n(CHAOS)\n\nScreenplay by\n\nNadine Labaki\nJihad Hojeily\nMichelle Keserwani\n\f1.\n\n2.\n\nINT. DAY - UNSANITARY POLICE DETENTION CENTER 1.\n\nIna small unsanitary office, used as a police station, stands Zain, a skinny\n12-year-old boy, slightly hunchbacked, wearing only his dirty underwear\nand looking lost. The boy stands there with his mouth wide open while a\n\n40-year-old doctor examines his teeth like one examines a lab rat.\n\nDOCTOR (TALKING TO ZAIN)\nTilt your head up.\n\nDOCTOR (TALKING TO ANOTHER MAN OFF\nCAMERA)\nHe's lost his baby teeth. I'd say he's at least 12 years old, maybe\n13.\n\nINT. DAY- POLICE STATION 2.\n\nSeveral arrested migrant workers from Sri Lanka, Ethiopia, and Africa\nstanding and looking defeated.\n\nOFFICER (TALKING TO THE WOMEN)\nMichelle, the Philippina?\nMichelle?\nWhat's your last name?\nFamily name?\n\nMICHELLE\nSedad.\n\nOFFICER\nSedad.\nDo you have a passport? Residence permit?\n\nMICHELLE\nAt my Madame's house.\n\nOFFICER\nLama Bekoum.\nWho's Lama?\nLama, are you pregnant?\n\nLAMA\nYes.\n\nOFFICER\n\fHow many months?\n\nLAMA\nSeven months.\n\nOFFICER\nOkay, CARITAS will see you now.\n\nAmong the women, a young Ethiopian girl - Tigest (Rahil) - with short hair\nseems in shock more than others, but she tries to control herself. She has a\ndripping black mark on her cheek.\nOFFICER\nWho's Tigest Ailo?\nThe Ethiopian, Tigest Ailo?\n\nOFFICER (TALKING TO TIGEST)\nAre you Tigest?\n\nTIGEST\nYes.\n\nOPENING CREDITS\n3. A.INT.DAY- PRISON FOR MINORS 3.\n\nEscorted and handcuffed by a guard, Zain is walking down the hallway. A\nchaotic atmosphere fills the hall.\n\nB. INT. DAY - COURTHOUSE CORRIDOR.\nA handcuffed man escorted by two guards is going downstairs.\n4, INT. DAY - DETENTION CELL FOR UNDOCUMENTED FOREIGNERS.",
  "2": "---END OF PREVIOUS SECTION---\nA handcuffed man escorted by two guards is going downstairs. 4, INT. DAY - DETENTION CELL FOR UNDOCUMENTED FOREIGNERS. \n---TARGET SECTION TO BE ANNOTATED---\n 4.\n\nSeveral detained women from different nationalities are waiting. Among\nthem, is Rahil; she stands up and follows a guard who handcuffs her.\n\n5. INT. DAY- PUBLIC TRANSPORTATION BUS 5.\n\nFew young children asleep in the bus. A middle- aged couple, poorly\ndressed is sitting in the bus among other passengers. They are both lost in\ntheir thoughts, silent and worried.\n\f6. EXT. DAY-IN FRONT OF THE COURTHOUSE 6.\n\nA few journalists from the local press are busy adjusting their cameras\nand reporting in front of the stairs of the ministry of justice.\n\n7. INT.DAY-HALLWAY IN THE BACK OF THE COURT 7.\n\nEach escorted by a guard, Rahil and Zain are waiting in front of the back\nentrance of the courthouse. Zain keeps his head down while trying to\navoid Rahil’s heavy gaze.\n\n8. INT.DAY-COURTROOM 8.\n\nA chaotic atmosphere fills the room. Zain follows Nadine, his lawyer. Nadine\nis dressed in her attorney attire and holds a bag. She sits next to him. Nadine\nstares at Zain’s parents, while Rahil looks sad and lost in her thoughts.\n\nTHE JUDGE (ADDRESSES THE PEOPLE IN THE\nROOM)\nCourt's in session.\n\nTHE JUDGE (ADDRESSING ZAIN)\nZain El Hajj.\n\nTHE JUDGE (ADDRESSING THE GUARD)\nUncuff him and let him approach the bench.\n\nZain stands up to get closer to the bars. The guard uncuffs him.\n\nTHE JUDGE\nSouad and Selim Al Hajj.\n\nSOUAD\nYes.\n\nSouad and Selim stand up and get closer.\n\nTHE JUDGE\nThe plaintiff is in custody. He is present and uncuffed.\nShow me your hands.\nAlso present... His attorney, Nadine Al Aalam.\nAlso present, the defendants...\nSelim and Souad Al Hajj, and their attorney, Saiid Tamer.\nDo you know why you are here, Souad?\n\fSOUAD\nI know why I'm here, your Honor.\n\nTHE JUDGE\nWhy?\nSOUAD\nI know that my son is serving time in prison, but not why he's\ndragging us back here.",
  "3": "---END OF PREVIOUS SECTION---\nSOUAD\nI know why I'm here, your Honor. THE JUDGE\nWhy? SOUAD\nI know that my son is serving time in prison, but not why he's\ndragging us back here. \n---TARGET SECTION TO BE ANNOTATED---\nSELIM\nWe're floor mats, anyone can sue us!\nTHE JUDGE\nYou were a witness in Zain's previous trial, right?\nSELIM\nYes\nTHE JUDGE\nDid you testify?\nSELIM\nYes\nTHE JUDGE\n\nAnd now you are the accused.\nDo you know what Zain was convicted of?\n\nSOUAD\nZain did something childish and was put in jail for it.\n\nTHE JUDGE\nChildish? He was sentenced to five years! He committed a\ncrime. Childish? Anyway...\nHow old are you, Zain?\n\nZAIN\nI don't know? Ask them.\n\nSouad puts her head down and avoids looking at the lawyer. Nadine steps\ncloser to the judge and presents the forensic doctor’s medical certificate.\n\fNADINE (PRESENTS THE REPORT)\nYour Honor, Zain has no birth certificate, and has never been\nregistered with the state.\nAnd his parents apparently don't know his exact date of birth...\nHere's the medical examiner's report that states that Zain was\napproximately 12 years old at the time of the incident.\n\nTHE JUDGE (WHILE LOOKING AT THE REPORT)\n\nSo he's 12 years old?\nNADINE\nCorrect.\nTHE JUDGE\n\nWhere do you live, Zain?\n\nZAIN\nRoumieh Prison for Juveniles.\n\nTHE JUDGE\nArrested on June 15, you're serving your sentence.\nDo you know why?\n\nZAIN (WITH BITTERNESS)\nBecause | stabbed a sonofabitch.\n\nTHE JUDGE\nYou stabbed someone?\n\nZAIN\nYes, a sonofabitch.\n\n \n\nTHE JUDGE\nReally?\nYou're insisting?\n\nPeople in the courtroom start laughing.\n\nTHE JUDGE\nNo laughing in court!\nWhat's all this fuss you've caused?\nOn TV and the media, your phone call from prison?\nKnow why you're here?\n\nZAIN (WITH BITTERNESS)\n\fYes.\n\nTHE JUDGE\nWhy?\n\nZAIN\nI want to sue my parents.\n\nTHE JUDGE\nWhy do you want to sue your parents?\n\nZAIN (WITH SAD LOOK IN HIS EYES)\nBecause I was born.\n9. INT.DAY-PHARMACY 9.\nZain goes to the neighborhood pharmacy.\n\nZAIN\nHello.\n\nPHARMACIST\nGood morning.\n\nZAIN\nI want two packs of Tramadol.",
  "4": "---END OF PREVIOUS SECTION---\nZAIN\nHello. PHARMACIST\nGood morning. ZAIN\nI want two packs of Tramadol. \n---TARGET SECTION TO BE ANNOTATED---\nPHARMACIST\nYou need a prescription.\n\nZain gives the pharmacist the wrinkled prescription\n\nPHARMACIST\nWho's this medicine for?\nZAIN\nMy mother\nPHARMACIST\n\nWhy didn't she come herself?\n\nZAIN\nShe had a stomach operation.\n\fZain runs to another pharmacy and asks for Tramal while giving another\nexcuse.\nZAIN\nShe broke her back.\n\nSECOND PHARMACIST\nHer doctor wrote this?\n\nZAIN\nYes.\n\nSECOND PHARMACIST\nCouldn't your father come instead?\n\nZAIN\nHe's paralyzed.\n\n10. INT.DAY-ZAIN’S HOME 10.\n\nZain’s little sister, a one year old girl has her leg chained. Meanwhile, Zain\nand his other sister empty the boxes of Tramal drugs in a basin full of\nwater. His mother Souad minces the Tramal. Sahar stirs the water. Zain\nputs soaks clothes in the basin. Close by, the toddler starts to play with\nthe empty boxes.\n\n11. EXT.DAY-BALCONY 11.\nLaundry hanging, drying in the wind.\n12. INT.DAY-ZAIN’S HOME 12.\n\nSouad puts make up and gets ready to leave the house. A crying child is\nheard in the background. While Souad and Zain are packing things up,\nshe hits him.\n\n13. INT.DAY-PUBLIC TRANSPORTATION BUS 13.\n\nSouad poorly dressed, sits in the back of a crowded bus and smokes a\ncigarette. Her one year old little girl is sitting on her lap, while Zain is\nstanding next to them and looking at his mother.\n\n14. EXT.DAY- PRISON ENTRANCE 14.\nZain and Souad, short of breath, are walking, among several other\nwomen, carrying heavy bags and heading to the prison entrance. Zain\nlooks exhausted.\n\fOFFICER\nWho are you here to see?\n\nSOUAD\nMy son.\n\nOFFICER\nHis name?\n\nSOUAD\nIbrahim E] Hajj.\n\nOFFICER\nIbrahim E] Hajj?\n\nSOUAD\nYes.\n\n15. EXT.DAY- PRISON COURTYARD 15.\nWe see laundry hanging through the steel bars of several windows. They\nare hanging on a cracked facade of an old building.",
  "5": "---END OF PREVIOUS SECTION---\nDAY- PRISON COURTYARD 15. We see laundry hanging through the steel bars of several windows. They\nare hanging on a cracked facade of an old building. \n---TARGET SECTION TO BE ANNOTATED---\n A man calls Souad\nfrom one of the prison windows. Souad looks up to spot the guy. She is\nholding her daughter in a hand and bags in another. Zain looks up and\nsmiles at his cousin.\n\nMAN\nAunt Souad?\nOver here!\n\nSOUAD\nWho's that? Massoud?\nHoware you?\n\nMASSOUD\nHow are you, my darling?\n\nSOUAD\nIsn't my son Ibrahim with you?\n\nMASSOUD\nNo, they took him to another cell!\n\nThe one year old makes babbling sound.\n\fSOUAD\nShe's trying to talk to you!\nWave him goodbye.\nWave.\nZain, wave to your cousin.\n\nZain waves at his cousin, who waves back at him.\n\nSOUAD\nAre all your brothers with you?\n\nMASSOUD\nYes, everyone!\n\nSOUAD (WITH A SMILE)\nGod bless you.\n\n16. INT.DAY-PRISON SECURITY CHECK 16.\n\nThe officer empties the bags and carefully checks the clothes. Souad looks\nworried. Another officer is checking whether Zain is hiding anything\nillegal.\n\n17. INT.DAY-PRISON PARLOR 17.\n\nSouad and Zain pass by a long line of visitors, talking on the phones. Their\ncombined voices create a loud noise in the corridor.\n\nSouad lays down her baby girl and smokes a cigarette, while Zain is\nstanding next to her.\n\nOn the other side of the glass windows where the inmates sit, a young\n\nman holds the telephone and speaks to Souad.\n\nIBRAHIM (OVER THE TELEPHONE)\nMom, we raised the price to $15 a shot now.\nOur hands are messed up from wringing out the clothes.\n\nSOUAD (SPEAKING ON THE PHONE TO HER\nSON)\nSo now our special juice is worth more than a kilo of meat!\n\nSOUAD (WITH PRIDE)\nGood for you!\n\f18.\n\nChaos fills the hall. The mother is still talking to her son but we can’t\nhear the conversation anymore. The little girl is playing with a toy,\nwhile Zain, who seems sad, is lost in his thoughts.\n\nEXT.DAY-IN FRONT OF ASSAD’S MARKET 18.\n\nIn the mid-day heat, Zain is struggling to unload heavy gallons froma\n\nlittle truck.",
  "6": "---END OF PREVIOUS SECTION---\nEXT. DAY-IN FRONT OF ASSAD’S MARKET 18. In the mid-day heat, Zain is struggling to unload heavy gallons froma\n\nlittle truck. \n---TARGET SECTION TO BE ANNOTATED---\nA young man in his twenties, Assad appears behind him.\n\nASSAD\nHurry up! Let's go.\n\nWhile Zain carries boxes, a small van passes by. The kids’ backpacks are\ntied outside of the van onto the bumper and the side mirrors. The van\nstops, not far from Zain. A young lady gets down making way for the\nchildren to exit. The lady gets in the van again while looking\ndisappointed at Zain.\n\nSTUDENT\nDo we have a test tomorrow?\n\nTHE YOUNG LADY\nCheck your notebook.\n\nZain puts two gallons of water in an old stroller. He is getting ready to\nleave the market when Assad hands him two cartons of cigarettes.\n\nASSAD\nThese are for your mother...\nAnd these are for my beautiful Sahar.\nI miss her.\n\nIn another bag, Assad puts ramen noodles and liquorice.\n\nZAIN\nThank you.\n\nASSAD\nTake care.\n\nZain leaves carrying all the bags.\n\f19. EXT.AFTERNOON-THE NEIGHBORHOOD 19.\n\nOn his way, he angrily throws the bag of snacks in a carton box on the\nstreet and heads home. A confused man is seen checking what Zain threw.\nZain crosses a crammed street in his poor neighborhood, filled with old\nbuildings and lower-class people.\n\n20. INT.AFTERNOON-ZAIN’S DECREPIT BUILDING 20.\n\nZain gets inside the building, while a young girl was standing outside.\nZain climbs the dark and dirty stairs of an old building with cracked walls.\nDirty water is dripping down the steps, and he can hear a child’s loud\nscreams as he walks up the stairway.\n\n21. INT.AFTERNOON-ZAIN’S HOME 21.\nSouad is cursing and mopping the floor filled with water.\n\nSOUAD\nAssaad's father, that asshole.\nEvery time he fills the water tank, we drown because of his\nrotten pipes!\nThat bastard thinks we owe him for letting us live here for free.\n\nAyoung girl is holding a broom, while two older ones are helping their\nmother get rid of the water filling up the house. The door is open. Zain\nknocks on a door using his head. He is holding the grocery bags with his\nhands.",
  "7": "---END OF PREVIOUS SECTION---\nThe door is open. Zain\nknocks on a door using his head. He is holding the grocery bags with his\nhands. \n---TARGET SECTION TO BE ANNOTATED---\nZAIN\nSahar!\n\nSOUAD (ANGRILY)\nThis isn't a house, it's a pigsty!\nTo hell with you all.\n\nSahar opens the door and helps her brother with the water gallons.\n\nSOUAD (SHOUTING AT HER DAUGHTERS)\nGet out of here.\nYou'll all be electrocuted! Out!\nThis house is a curse!\n\fIn the corner of the room, Selim, Zain’s father is sitting on a chair while\nhis wife is cursing and two of their daughters are sitting on a wretched\nand dirty couch.\n\nSELIM (REPLYING TO SOUAD)\nSo go live on the street, there's plenty of room!\n\nZain’s little sister is loudly crying. Her foot is chained.\n\nSOUAD (SHOUTING AT ZAIN)\nZain, why are the vegetables rotten?\nDid you upset Assaad?\n\nZain stands up and unties his little sister’s foot. He holds her and takes\nher to another room. She stops crying.\n\nSAHAR\nZain, did he give you liquorice and ramen for me?\n\n22. EXT.NIGHT- NEIGHBORHOOD TOP VIEW 22.\n\nTop view showing old, poor, unorganized neighborhood and cracked\nbuildings.\n\n23. INT.NIGHT-ZAIN’S HOME 23.\n\nA curtainless window is covered with a bed sheet. An old teddy bear is on\na chair ina dark room. Behind the curtains we hear the parents having\nsex. Zain and his little sister are still awake with their eyes wide open.\nZain switches to the other side and signals his sister not to speak.\n\n24. INT.DAY- ZAIN’S HOME 24.\n\nIn the other room, Zain’s six sisters and brothers are helping their mother\nsqueeze the juice.\n\nLITTLE SISTER\nWake up, Zain!\n\nZAIN\nIt's dawn.\n\fLeave me the fuck alone!\n\nLITTLE SISTER\nWake up, you donkey!\n\nWhen he wakes up, Zain discovers a bloodstain on the mattress next to\nhim. He smells it then checks whether he injured his arm. He becomes\nworried and lost in thought.\n\n25. EXT.DAY-STREET 25.\n\nZain and his sisters are heading to the sidewalk holding pails and\nbuckets. He is also holding a rectangular piece of wood.\n\n26. EXT.",
  "8": "---END OF PREVIOUS SECTION---\nHe is also holding a rectangular piece of wood. 26. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n-SIDEWALK 26.\n\nIna crowded street of this neighborhood, Zain squeezes lemon in the\n\ncups filled with carrots vegetables lined up in front of him, while his little\nsister eats a mankoushe. He sits on the sidewalk next to one of his sisters,\nwhile another one is heard crying.\n\nZAIN (SINGING TO PROMOTE THE JUICE)\nJuice of all juices, for multiple uses!\n\nA boy buys one cup.\nSahar is holding her youngest sister. The two other sisters, are selling\ncups of juice, while Zain is sitting and lost in his thoughts.\n\nZAIN (TO SAHAR)\nCome here, Sahar.\nWhat's this blood on your shorts?\n\nSAHAR (LOOKING AT HER SHORTS)\nWhat blood?\n27. EXT.DAY-STREET 27.\nZain drags his sister Sahar to a public restroom.\n\nZAIN\nHurry up.\n\fSomeone might see us.\n\n28. INT.DAY-PUBLIC RESTROOMS 28.\n\nIn the dirty, broken down public restrooms, Zain is scrubbing his sister’s\nunderwear over the sink. Sahar is sitting on the toilet seat.\n\nZAIN\nRemember what happened to your friend, Alia? Her mother\nlocked her in the house until some pig came and took her away.\nf Mom finds out, she'll get rid of you. She'll give you to Assad.\n\nSAHAR\nBut Assaad's really nice.\nZAIN\nHe's a fart!\nSAHAR (NAIVE)\n\nBut he gives me ramen and liquorice for free.\n\nZAIN\nHe'll give you shit to eat! They'll give you to Assaad to get rid of\nyou. We'll never see you again. He'll lock you up in aroom full\nof rats, and cover the windows. You'll never go outside. Every\nthree days, he'll give you a drop of water and expired ramen.\nDidn't you see his ear? A sewer rat bit him.\n\n \n\nSahar looks scared. Zain tries drying his sister’s underwear.\n\nZAIN\nHere, put this on.\n\nHe takes off his t-shirt, folds it and puts it in his sister’s panties.\n\nZAIN\nAre you done?\n\nSAHAR\nYeah.\n\nZAIN\n\fHere.",
  "9": "---END OF PREVIOUS SECTION---\nZAIN\nAre you done? SAHAR\nYeah. ZAIN\n\fHere. \n---TARGET SECTION TO BE ANNOTATED---\nSAHAR\nWhat do I do with this?\n\nZAIN\nPut it here, in your panties.\n\n29. INT.DAY-ASSAD’S MARKET 29.\n\nAssad is working in his store. In the back of the grocery store, Zain hides a\nbox of sanitary napkins under his t-shirt and pants while his sister is\noutside talking to Assad.\n\nASSAD (OFF CAMERA)\nYour hair's so beautiful! Who did it? Hamada? Can I see?\nYou done, chief?\n\nSahar is eating ramen noodles in front of Assad’s market. Assad is\nstanding in front of her smoking a cigarette.\n\nZAIN\nStill have to stack the Pepsis. Mom's waiting for Sahar.\n\nASSAD\nStay a bit. I'm enjoying your sister.\n\nZAIN\nI'll bring her back.\n\nASSAD\nI'll talk to your mom. Bye.\n\n30. EXT.DAY- ROOFTOP 30.\n\nZain and Sahar are sitting next to each other’s. Zain is drumming on an\nold trash bin. His sister is holding him tight and resting her head on her\nbrother’s shoulder. They start singing.\n\nA flock of birds passes. Sahar’s short is drying under the sunlight.\nBuildings and balconies around them are in a very poor state.\n\nOn a rooftop we see a young girl carrying a gallon. On a balcony, a group\nof children playing with papers.\n\fZain and Sahar are holding a conversation. They stand up and stare into\nspace.\n\n31. EXT.DAY-THE STREET 31.\nSahar and Zain are walking together. Sahar is eating Ramen Noodles.\n\nZAIN\nCareful. Don't just throw the pads anywhere, I'll show you\nwhere to hide them. I'll show you? Got it?\n\nSAHAR\nYeah.\n\nWe see Zain and Sahar going down the street. Sahar is walking\nuncomfortably. She is scratching her backside because her short is still\nwet.\n\n32. EXT.EVENING-SIDEWALK 32.\n\nIn a crowded street of this neighborhood, several plastic cups are filled\nwith a vegetable juice colored like beets and lined up in front of Zain who\nsings funny Arabic rhymes promoting the juices that they are selling. Next\nto him, his little sister is selling juice to people walking by as well.",
  "10": "---END OF PREVIOUS SECTION---\nEVENING-SIDEWALK 32. In a crowded street of this neighborhood, several plastic cups are filled\nwith a vegetable juice colored like beets and lined up in front of Zain who\nsings funny Arabic rhymes promoting the juices that they are selling. Next\nto him, his little sister is selling juice to people walking by as well. \n---TARGET SECTION TO BE ANNOTATED---\nZAIN\nBeetroot juice, better than booze!\nTomato juice, makes you loose!\nThat's 250.\n\nTHE LITTLE SISTER (SMILING AT CUSTOMER)\nThank you, bye!\n\nNext to them, Sahar is selling gum to the cars.\n\nSAHAR\nHere you go. God bless you.\n\nZAIN\nHere, take two.\n\n33. EXT.NIGHT-SIDEWALK 33.\n\fIt is getting darker. Zain and his sisters are still sitting on the sidewalk.\nSahar, who seems scared, is sitting alone in a corner. A man approaches\nher. With a sad look in his eyes, Zain is sitting on a rope and watching his\nsister.\n\nSAHAR (ADDRESSING THE MAN)\nWhat do you want?\n\nMAN\nI wanna show you something.\n\nSAHAR\nLeave me alone.\n\nMAN\nCome on, just for a bit!\n\nSAHAR\nGet out of my face, creep.\n\n34. EXT.NIGHT-STREET 34.\n\nZain hits an older teenager in the street. His sister is behind him eating\nramen noodles. Little kids are watching the scene.\n\nMAN (BACKGROUND)\nDrop it, Zain.\n\nZAIN\nDon't fuck with me, asshole!\n\nZain grabs Sahar’s arm and heads home.\n\n35. INT.NIGHT-ZAIN’S HOME 35.\n\nZain’s family is having dinner. They are eating a little meal by candlelight.\nSahar is eating bread. Souad brings food to the table.\n\nSELIM\nWhat do you want to go to school for? Forget it. Keep working\nat Assaad's.\n\fSOUAD\nWhy are you complicating things?\nLet him go and learn a word or two.\nGo sit next to your sister, but don't wake her up.\nLet him go to school.\nThey'll give us some food and clothes.\n\nSELIM\nAnd what do we tell Assad?\n\nZAIN\nAssaad? I'll talk to him. I'll go to school in the morning, and\nwork for him in the afternoon.\n\nSOUAD\nHaven't you seen Zahra's son, Farid? He comes back from\nschool loaded with stuff. We'll get mattresses, clothes for the\nkids...\n\nSELIM\nShut up!\n\nSOUAD\nAt least he'll eat there and bring food for his sisters.",
  "11": "---END OF PREVIOUS SECTION---\nWe'll get mattresses, clothes for the\nkids... SELIM\nShut up! SOUAD\nAt least he'll eat there and bring food for his sisters. \n---TARGET SECTION TO BE ANNOTATED---\n Leftovers\nfrom the fanciest hotels and weddings. It'll be good for all of us!\nWhy are you being so stubborn?\n\nSELIM\nGod willing, we'll see on Monday.\n\nSOUAD\nGod willing?\n\nSELIM\nWant me to swear on the bread? I said ok. What if Assaad gets\nupset and kicks us out?\n\nSOUAD\n\nDon't worry, he's not gonna get upset.\nZain can still go work for Assaad after school.\n\n36. EXT.DAWN-AERIAL VIEW NEIGHBORHOOD 36.\n\nSun is rising, cracked and old buildings are seen.\n\f37. INT.DAY-RESTROOM 37.\n\nIn the small broken down bathroom Zain, topless, is holding a small water\nbucket and washing up. Soap gets in his eyes while washing his face.\n\nZAIN\nGod damn soap!\n38. EXT.DAY-IN FRONT OF ASSAD’S MARKET 38.\n\nAssad smokes a cigarette and looks at Zain, who sits on the sidewalk and\neats nuts. He seems in a bad mood.\n\nASSAD (TO ZAIN IN AN ANNOYED TONE)\nWhat's your problem? Chill. Take a gas tank over to Emm\nHabib down the street.\n\nZain is mocking Assad behind his back.\n\n39. EXT.DAY-STREET 39.\nZain takes a gas tank and struggles to drag it down the street. He makes\nway for the same school van to pass. Streets are full of graffiti and\npeople.\n\n40. EXT.NIGHT-STREET 40.\nZain delivers another gas tank and struggles to drag it down the street.\nNoise can be heard loud and clear. The street looks busy.\n\n41. INT.NIGHT-BAHIA’S SMALL SNACK 41.\n\nZain struggles to take the gas tank inside the small snack. He fixes it.\nBahia is a veiled woman.\n\nZAIN\nMrs. Bahia, I'm done.\n\nBAHIA\n\f42.\n\n43.\n\n44,\n\n45.\n\n46.\n\nHow much?\n\nZAIN\n13,000.\n\nEXT.RAINY DAY-STREET 42.\n\nZain is walking with a stroller filled with grocery bags to deliver under\nheavy rain. He is only wearing a t-shirt and red pants. He is thirsty. He\nopens his mouth to drink the rain water. He reaches an old building and\ngets inside.\n\nINT.",
  "12": "---END OF PREVIOUS SECTION---\nHe\nopens his mouth to drink the rain water. He reaches an old building and\ngets inside. INT. \n---TARGET SECTION TO BE ANNOTATED---\n- OLD BUILDING 43.\nIn front of an old house door, stands a veiled woman who rushes to help\n\nZain with the heavy grocery bags. The hall seems chaotic, with clothes\nand chairs hanging around.\n\nINT.DAY- ANOTHER OLD BUILDING 44.\n\nZain is delivering more grocery bags. This time, to a man in his 20s, who\nis smoking a cigarette. The man looks high. He tries to invite Zain over\nand holds his head to try to kiss him. Zain removes the man’s head off\n\nhim.\nZAIN\nGet your fucking hands off me!\nEXT.EVENING-STREET 45.\nZain is holding bags and looking around him. Many people are walking\naround. We can hear motorcycle noises.\nINT. DAY-STAIRS OF ZAIN’S BUILDING 46.\n\nThe stairway is very chaotic and dirty. There are chickens clucking. He\ncontinues to go up till he sees one of his little sisters holding one chicken.\n\nZAIN\nWhere did these chickens come from? Who brought them?\n\fLITTLE SISTER\nAssaad. He's upstairs.\n\nZAIN\nAssaad's upstairs?\n\nLITTLE SISTER\nYes.\n\n47. INT.DAY-ZAIN’S HOME 47.\n\nWhen he arrives to his doorway, he sees his other brothers and sisters\nplaying with the chickens. He rushes and goes up and gets in a dark room.\nHe looks through the half-open door to see Assad and Abou Assad\n\n(Assad’s father) sitting on the couch. One of his young sisters is sitting on\nSelim’s knees. He opens the door slightly more to see his sister Sahar,\nwho’s wearing a sequin dress and vulgar makeup, sitting next to Assad,\nwho’s wearing a shirt.\n\n48. INT.DAY-KITCHEN 48.\nAngry Zain enters the kitchen to see his mother preparing juice.\n\nZAIN (ANGRILY)\nWhat's Assaad doing here?\n\nSOUAD (WHISPERING)\nCalm down. He's discussing the rent with your father.\n\nZAIN\nI'd bet my arm you're trading these chickens for Sahar.\n\nSOUAD\nListen to me, wait...\n\nZAIN (TALKING ABOUT ASSAD)\nTell that sonofabitch he has no business here.",
  "13": "---END OF PREVIOUS SECTION---\nZAIN\nI'd bet my arm you're trading these chickens for Sahar. SOUAD\nListen to me, wait... ZAIN (TALKING ABOUT ASSAD)\nTell that sonofabitch he has no business here. \n---TARGET SECTION TO BE ANNOTATED---\nSOUAD (GRABS ZAIN’S ARM)\nUnderstand what I'm saying?\n\nZAIN\n\fGo tell him or I will.\n\nSOUAD\nKeep your voice down. I swear on your sisters, | swear to God...\nIt's nothing, it's all in your head.\n\nZAIN\nSo why's Sahar wearing makeup?\n\nSOUAD\nShe's imitating me for fun.\n\nOne of his sisters is listening to the conversation from behind.\n\nZAIN\nWhen they finish their juice, I'm kicking them out.\n\nSOUAD (HOLDS HIS FACE)\nListen, don't make me crazy, got it?\n\nZAIN (WHILE HIS MOTHER KICKS HIM)\nGo tell him it's not happening. Tell him or else I will.\n\nSOUAD (KICKS ZAIN TO THE SLEEPING SPACE)\nI don't want to hear a word. Want them to kick us out? Shut up!\n49. INT.DAY-LIVING ROOM 49.\n\nSouad is holding the juice cups and comes inside to serve Assad and his\nfather. Zain quickly runs and tries to eavesdrop to hear the discussion.\n\nSOUAD\nWelcome, dear neighbors! Abou Assad, please serve yourself.\n\nABOU ASSAD\nThank you.\n\nSOUAD (TO ASSAD)\nHere you go, Assaad.\n\nSOUAD (TO SAHAR)\nTake your sister and go inside, dear.\n\nSahar carries her little sister and leaves the room.\n\f50. EXT.DAY-BEHIND THE CURTAINS, SLEEPING SPACE 50.\n\nSahar comes in with her little sister. Zain looks at her angrily and\nremoves the lipstick off her face with his hand.\n\nZAIN\nTake that disgusting lipstick off your face. You look like a witch\nin that dress.\nSahar looks at her brother with a sad look in her eyes. Through a thin gap\nin the curtains, Zain tries to hear the rest of the discussion. He looks very\nsad.\n51. INT.DAY-LIVING ROOM 51.\nSouad is listening to the conversation and nodding while she is lost in\nher thoughts.\n52. INT.DAY-LIVING ROOM 52.\nThe visitors left the house. Souad is smoking a cigarette. She is resting\nher head on her hand. She looks very sad and worried. Selim is looking\ndown. Silence is prevailing.",
  "14": "---END OF PREVIOUS SECTION---\nShe looks very sad and worried. Selim is looking\ndown. Silence is prevailing. \n---TARGET SECTION TO BE ANNOTATED---\n They are clearly thinking what they have\ndone.\nA sequence of city shots\n\n53. INT.DAY-SLEEPING SPACE 53.\n\nZain is lying down in bed. He is thoughtful and sad.\n\n54. EXT.EVENING-BUILDINGS VIEW 54.\nAn evening shot of a few buildings showing the misery and poor\n\nenvironment. All the timeworn buildings have several water tanks on\ntop of them. The walls look cracked.\n\n55. INT.NIGHT-SLEEPING SPACE 55.\n\fLying down next to Sahar and between his brothers and sisters, Zain is\nunable to sleep, and is deeply pensive.\n\n56. EXT.NIGHT-RANDOM HOUSE 56.\n\nVeiled woman hanging laundry on the balcony.\n\n57. EXT.NIGHT-OTHER RANDOM HOUSE 57.\nMan sitting on an old terrace with a goofy young girl with a yellow dress\ndancing.\n\n58. EXT.DAWN-STREET 58.\n\nAn upper shot of an empty street showing cars and a hanging cross.\n\n59. EXT. MORNING-BUILDINGS 59.\nAnother shot, of a few buildings showing the misery and poor\nenvironment. All the timeworn buildings have several cable dishes on\ntop of them. The walls look cracked. The sun is shining.\n\n60. EXT.DAY-BUILDINGS 60.\nA shot of buildings, an electricity column, and a tower. Birds are hanging\non the electricity column.\n\n61. INT.DAY-ZAIN’S HOME 61.\nZain sitting on the ground with tears filling his eyes. He is deeply\nthinking.\n\n62. INT.DAY-SLEEPING SPACE 62.\nOld dirty slippers and shoes are scattered on the ground next to the\n\nsleeping mattress, where one of Zain’s sisters is sleeping. Another two\nare sleeping and hugging each other's.\n\f63,\n\n64.\n\n65.\n\n. INT.DAY-LIVING ROOM 63.\n\nSelim asleep on a couch with a whiskey glass and a burning cigarette are\nleft on the table by his side.\n\nINT.DAY-SLEEPING SPACE 64.\n\nA little girl is eating powder milk directly from the box with a spoon.\nAround her lie more scattered shoes. Zain gets closer to her and signals\nher to stay quiet and not to make any noise so that no one wakes up. He\nholds a garbage bag. He removes his slippers. All his other sisters are\ncrammed and asleep.",
  "15": "---END OF PREVIOUS SECTION---\nHe\nholds a garbage bag. He removes his slippers. All his other sisters are\ncrammed and asleep. \n---TARGET SECTION TO BE ANNOTATED---\n He climbs carefully so he doesn’t wake them up,\nand opens a drawer and takes some of Sahar’s old underwears and puts\nthem in the bag. He goes to another drawer and takes clothes. He finds a\nwhite dress between them. He keeps it inside. Zain comes closer to\nSahar.\n\nZAIN (WHISPERING IN SAHAR’S EAR)\nSahar... Sahar! Wake up, we're going somewhere.\n\nSAHAR (TRYING TO WAKE UP)\nWhere?\n\nZAIN\nI'll tell you later. Be ready when I come back. Don't tell anyone.\nHe picks the pile of clothes and puts the in the blue garbage bag. He\ntakes a glimpse at her then goes.\n\nINT.DAY-LIVING ROOM 65.\n\nHe takes a few thousands liras from his father’s wallet and takes the bag\nand leaves.\n\n66. INT.DAY-MARKET 66.\n\nIn the back of the market, Zain discreetly picks up some canned food,\nlittle bit of bread, sanitary napkins, and puts them in the same garbage\nbag. On his way out, he drops the actual garbage bags and keeps the one\nthat contains clothes and food with him and leaves.\n\n67. EXT.DAY-BUS STATION 83.\n\fIn the noontime heat, carrying his bag, Zain runs to one of the parked\nbusses at a bus station.\n\nZAIN (TO THE DRIVER)\nHow much to get to Cola Area?\n\nDRIVER\n1,000.\n\nZAIN\nIf I put my sister in my lap, can you take us for 1,000?\n\nDRIVER\nWhere's your sister?\n\nZAIN\nAt home, I'll go get her now.\n\nDRIVER\nNo problem, go and get her.\n\nZain runs back home.\n\n68. INT.DAY-STAIRS OF ZAIN’S BUILDING 68.\nZain runs up the stairs quickly. He hears screaming and shouting.\n\nSAHAR (BEGGING AND CRYING)\nPlease, don't make me go! I don't want to, I beg you! Please\ndon't make me go!\n\nSOUAD (SCREAMING AT HER)\nIf you come back, I'll beat the crap out of you.",
  "16": "---END OF PREVIOUS SECTION---\nI don't want to, I beg you! Please\ndon't make me go! SOUAD (SCREAMING AT HER)\nIf you come back, I'll beat the crap out of you. \n---TARGET SECTION TO BE ANNOTATED---\nZain runs into Souad who is hurrying down the stairs pushing Sahar and\ncarrying her girl’s belongings by one hand, and in the other hand holding\none of her toddlers.\n\nZAIN (SHOUTING AT HIS MOTHER)\nWhere are you taking her, you bastards? You're sending her to\nbe that asshole's maid?\n\nSAHAR (SHE RUNS AND HIDES BEHIND HIM)\n\fI want to stay with my brother.\n\nSOUAD\nIt's none of your business.\n\nZAIN\nShe's just a kid, Mom!\n\nSOUAD (WHILE HITTING ZAIN)\nMind your own business. Get out of the way! Butt out. Go\ndown! One more move and I'll kill you. I know what you've\nbeen hiding. You were about to get us into deep shit.\n\nSouad rushes down and hits Zain again. Zain then follows them back\ndown and holds his sister’s hand. They are fighting on the stairway.\n\nZAIN\nYou want her to wipe that pig's ass!\n\nSOUAD\nFuck off! Get out of my face! Go down! Let go of her!\n\nZAIN\nShe's not going to Assaad!\n\nZain takes Sahar and runs back to the house and closes the door. His\nmother follows them, opens the door, and drags Sahar by her hand.\n\nSOUAD\nYou little bastard! Open the door, you little shit!\n\nSAHAR\nI don't want to go, Mom! I don't want to go! Leave me alone!\nI'm begging you, Mom! Don't make me go!\n\nSouad puts her toddler down, hits Zain and shouts at him.\n\nSOUAD\nSahar, come right now! Enough! Stop it, get the hell down!\n\nSAHAR\nI want to stay, I beg you.\n\nSOUAD\nGet downstairs! Downstairs! Get downstairs!\n\fSAHAR\nMom, I beg you, please!\n\nSOUAD\nLittle bastard.\n\nZain, on the ground, is in pain. He stands up and keeps on trying to stop\nhis mother from sending her to Assad. Selim shows up and starts cursing\nand shouting.\n\nSELIM\nDamn you all!\n\nHe grabs Sahar and carries her on his back.",
  "17": "---END OF PREVIOUS SECTION---\nSelim shows up and starts cursing\nand shouting. SELIM\nDamn you all! He grabs Sahar and carries her on his back. \n---TARGET SECTION TO BE ANNOTATED---\nSAHAR (CRYING)\nI don't want to go, Mom!\n\nSELIM\nEnough! Enough of this hell!\n\n69. EXT.DAY- IN FRONT OF ZAIN’S BUILDING 69.\n\nSelim grabs his daughter and gets on his moped. Souad puts Sahar and\nher belongings behind him while he gets ready to leave. Kids around them\nare crying.\n\nSELIM\nPut her on! One more word and I'll cut your tongue out!\n\nZain tries to stop the moped, while his mother is hitting him and shouting.\n\nSAHAR (HITTING HER FATHER)\nNo!\n\nZain runs after them, while his mother is standing and looking at them\nfrom behind.\n\nZAIN (SCREAMING)\nSahar! Sahar!\n\fSOUAD\nLet her go!\n\nZain has tears in his eyes and a lump in his throat. A few neighbors step\nout to observe the scene from afar without reaction.\n\nZAIN (WITH TEARS IN HIS EYES)\nAre you happy now?\n\nZain tries to break a wooden door. His mother starts shouting at him and\nhitting him.\n\nSOUAD\nActing like a man now? I'll show you, you little piece of crap!\n\nHe runs away so she starts to follow him and shout. She grabs a slipper\nand throws it at him.\n\n70. EXT.DAY-ON THE STREETS 70.\n\nZain is running on the street enraged, with tears in his eyes.\n\nBACK TO THE COURT\n\n71. INT.DAY-COURTROOM 71.\n\nSELIM (WITH TEARS IN HIS EYES)\nTo get her out of her misery. She's dead with us, your Honor.\nShe barely has a bed to sleep in. She hardly eats or drinks,\nbarely showers... Never watches TV. I thought, \"Marry her off.\nAt least she'll have a bed.\" A real bed. With a blanket. She'll eat.\n\nTHE JUDGE\nYou didn't expect it would lead to this?\n\nSELIM (CRYING; ZAIN LOOKS AT HIM, SAD)\nNo, never! I never meant for this to happen. Think I'm happy\nmy son stabbed someone? Ever think that maybe all this is not\nour fault? I was born and raised this way.",
  "18": "---END OF PREVIOUS SECTION---\nThink I'm happy\nmy son stabbed someone? Ever think that maybe all this is not\nour fault? I was born and raised this way. \n---TARGET SECTION TO BE ANNOTATED---\n Why blame me? If I\nhad the choice, I'd be a better man than all of you!\n\fDEFENSE LAWYER\nYou can't speak this way.\n\nSELIM\nIf you please... When I walk outside, I'll be covered with spit.\nPeople think I'm an animal. I never intended any of this. I was\ntold: \"Without children, you're not a man.\" \"Your children will\nbe your backbone.\" But they broke my back, broke my heart\nand humiliated me. I curse the day I got married. Why did I get\nmyself into this?\n\n72. INT.DAY-BUS 72.\n\nShots of the sky and clouds taken from inside. Lost in his thoughts, Zain\nsits in the bus with a sad look in his eyes. The bus stops and we can see\nan old man wearing a fake spider-man costume. The man (Harout), holds\na cigarette in his hands and sits by Zain’s side. Zain looks at him. He’s\nsurprised to see him there. Zain looks at him fora long time.\n\nHAROUT\nI'm not him, dear. I just look like him.\n\nZAIN (STILL SURPRISED)\nYeah, but there should bea spider there, not a cockroach.\nRight?\n\nHAROUT (SMOKING)\nI don't need a spider. I'm Cockroach-Man. What would I need a\nspider for? That's right. I'm Cockroach-Man.\n\nZAIN (LOOKING OUTSIDE THE WINDOW)\nSo how are you related to Spiderman?\n\nHAROUT\nHow are we related? I'm his cousin.\n\nZAIN\nSo you're his cousin?\n\nHAROUT\nThat's right, I'm his cousin. What's your name?\n\nZAIN\nZain.\n\fHAROUT\n\nHussein?\nZAIN\nZain!\nHAROUT\nZain! Where are you going, Zain?\nZAIN\nTo my grandma's.\nHAROUT\nSpeak up.\nZAIN\n\nTo my grandma's!\n\nHAROUT\nTo your grandma's? She's lucky to have you. Nobody really\ncares about me. My life is...\n\nBUS DRIVER (TO HAROUT)\nPlease, sir, your cigarette!\n\nHAROUT (TO THE DRIVER)\nPlease. Slow down, sir.",
  "19": "---END OF PREVIOUS SECTION---\nBUS DRIVER (TO HAROUT)\nPlease, sir, your cigarette! HAROUT (TO THE DRIVER)\nPlease. Slow down, sir. \n---TARGET SECTION TO BE ANNOTATED---\n I'd like to get off here, please.\n\nZain sneaks on Harout’s destination. He sees him entering an amusement\n\nZAIN\nWait, wait. Stop, sir. I'd like to get off here, too.\n\n73. EXT.DAY-IN FRONT OF AN OLD AMUSEMENT PARK 73.\n\nA woman (Daad) is selling corn on her stand and shouting phrases to\npromote her corns and attract clients.\n\nDAAD\nCorn on the cob, God's favorite crop!\n\f74. EXT.DAY-AN OLD AMUSEMENT PARK 74.\nZain is searching for Harout around the park. Music is playing in the\nbackground.\nZAIN\nMr. Cockroach-Man?\nZain is still looking around; he is observing the amusement park rides\nwhile dragging his plastic bag behind him. He stops by one of the rides.\n75. EXT.DAY- ON A FERRIS WHEEL RIDE 75.\nZain is sitting on a seat of the ferris wheel ride that rises above the floor.\nHis eyes are filled with tears. We see shots of the sunrise taken from\nabove. On the ground, Harout is smoking a cigarette and looking up.\n76. EXT.NIGHT-FERRIS WHEEL 76.\nWe see a shot of a ferris wheel at night with colorful lights going on and\noff.\n77. EXT.DAY-FERRIS WHEEL 77.\n\nWe see a shot of the ferris wheel in the morning.\n\n78. EXT.DAY-AMUSEMENT PARK 78.\n\nZain is sleeping on a plastic bag on the floor under one of the rides’ seats,\nwith ramen noodles pack in his hand. When awake, he eats the remains\nof the noodles, and then throws the empty packet on the ground.\n\nThen, he lies in one of the rides’ seats, barefoot, facing a huge woman\nstatue decorating and attached in the middle of the game.\n\n79. EXT.DAY-AMUSEMENT PARK 79.\nZain unbuttons the woman’s shirt (the statue) and exposes her breasts,\n\nand then steps back to observe it.\n\n80. INT.DAY-RESTAURANT WINDOW 80.\n\fRahil watches Zain from the window she is cleaning, and starts laughing.\nShe has a hairnet and cleaning gloves on.\n\n81. INT.DAY-RESTAURANT 81.\n\nZain, who is holding his plastic bag, gets inside.",
  "20": "---END OF PREVIOUS SECTION---\nINT. DAY-RESTAURANT 81. Zain, who is holding his plastic bag, gets inside. \n---TARGET SECTION TO BE ANNOTATED---\n He sees Rahil, who is\nsweeping the floor.\n\nZAIN\nIs the owner here?\n\nRAHIL\nWhat?\n\nZAIN\n\nIs the owner here?\nRAHIL (SMILING)\nWhat do you want from him?\n82. INT.DAY-RESTAURANT TABLE 82.\n\nZain is eating a sandwich and drinking tea. In front of him sits Rahil, who\ngave him the food.\n\nZAIN\nI want to ask him for a job.\nRAHIL (WORRIED)\nWhat kind of job?\nZAIN (SAD)\nAnything, really. I just need work.\nRAHIL\nWhat's your name?\nZAIN\nZain.\nRAHIL\n\nZain?\n\fZAIN\nWhat's yours?\n\nRAHIL\nI'm Tigest.\n83. EXT.DAY-IN FRONT OF BAKERY 83.\nZAIN (USING HANDS TO EXPLAIN)\nI could mop the floor, do the dishes...\nBAKER\nI really don't know...\n84, EXT.DAY-IN FRONT OF SNACK 84,\nDesperate Zain is dragging his plastic bag and roaming the streets\nlooking for a job. He stops by a snack. The employee offers him food but\nZain refuses.\nZAIN\nDo you have any work for me?\n\n85. EXT.DAY-ON THE STREET 85.\n\nZAIN (TO A FISHERMAN)\nDo you need someone to help you hold your fishing rod?\n\nFISHERMAN\nWhere are your parents? Your parents?\n\nZain doesn’t reply. He looks the other way.\n\n86. EXT.EVENNING-IN FRONT OF A SNACK 86.\nSeveral customers are standing and waiting for their orders.\n\nZAIN\nSir, do you have a juice or something for 250? Something for\n\f250?\n\nWORKER\nJuice costs 1,000.\n\nZAIN\nHave anything cheaper?\n\nWORKER\nNo.\n\nZain stands there and stares at the food.\n\nCUSTOMER (OFFERINGI ZAIN A SANDWICH)\nTake it... Take it. Go ahead, come on, just take it.\n\n87. EXT.EVENING- AMUSEMENT PARK 87.\n\nZain heads back to the amusement park. He stares at the naked statue\nswinging around, with seats full of screaming kids. His eyes are\nbloodshot from fatigue and lack of sleep.",
  "21": "---END OF PREVIOUS SECTION---\nZain heads back to the amusement park. He stares at the naked statue\nswinging around, with seats full of screaming kids. His eyes are\nbloodshot from fatigue and lack of sleep. \n---TARGET SECTION TO BE ANNOTATED---\nRahil is looking at him from above, while sweeping the floor. Then they\nexchange looks.\n\n88. INT.NIGHT-AMUSEMENT PARK’S RESTROOMS 88.\n\nRahil works as a women’s bathroom maid, She sits next to the sink. When\na woman enters the bathroom, she stands up.\n\nRAHIL\nIt's occupied, ma'am.\n\nWOMAN\nIt's occupied?\n\nRAHIL\nYes, and this one's out of service.\n\nRahil is waiting for the woman to wash her hands. She holds tissues. We\ncan see a box for tips, and a basket filled with candy.\n\nA loud noise comes out of one of the rides outside.\n\nWe hear babbling coming from the stall that she said was not working.\nShe climbs on the chair to check behind the door.\n\f89\n\n90.\n\n91.\n\n92.\n\n93.\n\n94,\n\n95.\n\n. INT.NIGHT- BATHROOM STALL 89.\n\nOn top of the toilet seat, inside a basket used as a little bed, enclosed with\ntwo chairs, Yonas, Rahil’s child is sleeping.\n\nEXT.NIGHT-AMUSEMENT PARK WOMEN WC 90.\n\nRahil closes the WC door and disappears inside.\n\nNT.NIGHT- AMUSEMENT PARK’S RESTROOMS 91.\nRahil makes sure the door is closed so that no one can get inside by\nfixing it with a floor mop.\n\nNT.NIGHT-BATHROOM STALL 92.\n\nShe breastfeeds her son. When Yonas looks at her and smiles, she kisses\nhim on his cheek.\n\nNT.NIGHT- AMUSEMENT PARK’S RESTROOMS 93.\n\nRahil is seen leaving the stall while her son is covered. She puts him ina\ntrolley and struggles to cover it with her son’s movements, then leaves.\n\nEXT.NIGHT- AMUSEMENT PARK STAIRWAY 94.\n\nShe carries the trolley and goes upstairs to leave the park.\n\n \n\nEXT.NIGHT-SIDEWALK 95.\n\nLooking anxious, Rahil walks down the sidewalk and drags a trolley\nbehind her while carrying plastic bags. Zain follows her. She hears Zain’s\nvoice from behind.\n\nZAIN\nTigest? Tigest? Do you have any food? Please.\n\fRahil looks at Zain from head to toe.",
  "22": "---END OF PREVIOUS SECTION---\nDo you have any food? Please. Rahil looks at Zain from head to toe. \n---TARGET SECTION TO BE ANNOTATED---\n Then she thinks whether she should\ntake him home with her or not.\n\n96. INT.DAY-RAHIL’S BATHROOM 96.\n\nOn an old bathroom floor, Rahil gives Yonas and Zain a shower. After\nshower, Zain is covered in a towel, while she dries her son with another\none. Zain is scanning the house.\n\n97. INT.NIGHT-RAHIL’S HOME 97.\n\nZain is wearing a jacket having dinner quietly. Rahil sits in front of him\nwhile Yonas sits on her knees. He babbles.\n\nRAHIL\nZain.\n\nRahil kisses Yonas, who puts his hand inside her t-shirt because he is\nused to her breastfeeding him.\n\n98. INT.NIGHT-RAHIL’S HOME 98.\n\nIn the dark, Rahil takes out some cash from one of the copper bars of her\nbed. She counts the money using her cell phone’s light. She seems\nthoughtful. Further down the room, with his eyes half open, Zain observes\nher without her knowing.\n\n99, EXT.DAY-STREET 99.\nA shot of an old man is sipping coffee on a table in a small, unorganized\nstore.\n\n100. EXT.DAY-POOR NEIGHBORHOOD 100.\nA shot of two veiled women carrying heavy objects on their back and\nwalking in an extremely poor neighborhood. The houses are made of\n\nplastic, aluminum, and wooden pieces, with no basis. They seem ina\nvery bad condition. Two kids are playing around.\n\f101. INT.DAY-RAHIL’S BATHROOM 101.\n\nOn top of the sink, there is a bottle full of milk. We see Rahil with her back\nturned and breast pumping a second bottle of milk.\n\n102. INT.DAY-RAHIL’S HOME 102.\n\nAnnoyed Zain is sitting on the couch, while Yonas is heard babbling and\nplaying in an inflatable pool. Zain turns one of the toys that emit sound\nand lights on to distract Yonas who directly starts moving his hands and\ndancing.\n\n103. INT.DAY-RAHIL’S BATHROOM 103.\n\nRahil pretends to be getting ready. She observes Zain from the corner of\nher eye through the gap of the bathroom door that she kept slightly open.",
  "23": "---END OF PREVIOUS SECTION---\nDAY-RAHIL’S BATHROOM 103. Rahil pretends to be getting ready. She observes Zain from the corner of\nher eye through the gap of the bathroom door that she kept slightly open. \n---TARGET SECTION TO BE ANNOTATED---\nZain seems to be very comfortable with Yonas. She grabs the bottles and\nleaves the bathroom.\n\n104. INT.DAY-RAHIL’S HOME 104.\n\nRAHIL (WHILE CARRYING YONAS)\nZain, the milk's here. Give him the first bottle at 11(she shows\nhim number eleven on the clock), and the other one at 2\n(shows him the number two)... I'll be back at 3.\n\n105. INT.DAY-BATHROOM 105.\n\nRahil is getting ready in front of the mirror. Using her black kohl, she\ndraws a beauty mark on her cheek. Next to her is an ID with the picture of\na woman with the same visible beauty mark on her face.\n\n106. INT.DAY-RAHIL’S HOME 106.\nShe burns some incense, takes her son from Zain’s arms, kisses him and\nplaces him in the inflatable pool. She whispers some tender words in\n\nEthiopian asking him to be a good boy and not to give Zain a hard time.\n\nRAHIL (CARRIES YONAS AND CLOSES WINDOW)\nDon't leave the house, ok? Please don't let Yonas cry a lot. Our\n\fneighbor's a pain.\n\nRAHIL (SPEAKING ETHIOPIAN TO HER CRYING\nSON)\nStay with your friend. I'll be back, Yoni. This is your new friend\nnow, okay? Zain is your new friend.\n\nRAHIL (SWINGING YONAS IN HER ARMS)\nAre you sleepy?\n\nShe breastfeeds her son one last time before she leaves. Zain looks the\nother way. We hear her neighbor's loud shouting outside. Rahil observes\nZain without his knowing.\n\n107. INT.DAY-RAHIL’S HOME 107.\n\nYonas is sobbing. Zain grabs some biscuits and puts them ina plastic\nplate for Yonas and keeps some for himself. Then, he opens the window\nand looks outside, while Yonas eats the biscuits. Later on, Zain feeds\nYonas the milk.\n\n108. INT.DAY-RESTAURANT KITCHEN 108.\n\nRahil is energetically cleaning the plates. She chats with her Ethiopian\ncolleague about her working permit.",
  "24": "---END OF PREVIOUS SECTION---\nDAY-RESTAURANT KITCHEN 108. Rahil is energetically cleaning the plates. She chats with her Ethiopian\ncolleague about her working permit. \n---TARGET SECTION TO BE ANNOTATED---\nCOLLEAGUE (SPEAKING ETHIOPIAN)\nTell him you don't have that kind of money.\n\nRAHIL (SPEAKING ETHIOPIAN)\nI did, but he said no less than $1,500. I have to get a new one\nsoon, mine is about to expire.\n\nCOLLEAGUE (SPEAKING ETHIOPIAN)\nDo it right away, you'll be in real trouble without a permit. A lot\nof girls are getting arrested now, sometimes in the middle of\nthe night.\n\n109. INT.NIGHT-RAHIL’S HOME 109.\n\fZain, wearing dishwashing gloves tries to change Yonas’s diapers with a\ndisgusted look on his face. Yonas is not sitting still; he is moving around\nand standing up.\n\nZAIN\nYou smell like shit, you little shit. Stop! Sit down. Sit down!\n\nYonas is sobbing, so Zain turns the toy on. The child starts dancing.\nZAIN (BECAUSE YONAS IS MOVING AROUND)\nIt slipped.\n(Referring to the diaper)\n\nZain is drumming on the back of a cooker to entertain Yonas, who starts\nimitating him.\n\nZAIN (SINGING TO YONAS AND SWINGING HIM)\nGo to sleep, go to sleep... Come on, sleep.\n\nZain falls asleep inside the inflatable pool, while Yonas stays up.\n\n110. INT.DAY-RESTAURANT KITCHEN 110.\n\nAt the end of her shift, Rahil finishes washing the last dish. She looks\naround to see if someone was looking at her. She takes a box of a cake,\nand hides it in an empty garbage bag.\n\n111. IN FRONT OF AMUSEMENT PARK 111.\n\nRahil passes in front of the entrance of the amusement park. When Rahil\nwaves Daad goodbye, she invites her over corn.\n\nDAAD\nHave some corn, darling!\n\nHarout is being animated as usual. He has a cigarette hanging out of his\nmouth. He tries to attract people passing by.\n\nRAHIL\nBye, Harout.\n\nHAROUT\nCome on in, everybody! Welcome!\n\fDAAD\nIt's sizzling hot! Sizzling!\n112. INT.AFTERNOON-BUS 112.",
  "25": "---END OF PREVIOUS SECTION---\n112. INT. AFTERNOON-BUS 112. \n---TARGET SECTION TO BE ANNOTATED---\nRahil is sitting at the back of the bus with the cake on her lap. She takes\nout a tissue from her pocket where she had saved a used candle. She\nsticks it on top of the cake while smiling.\n\n113. EXT.LATE AFTERNOON-STREET 113.\n\nRahil is walking home in a dirty and busy street.\n\n114. EXT.LATE AFTERNOON-NEIGHBORHOOD 114.\n\nRahil is walking through a narrow poor neighborhood.\n\n115. INT.LATE AFTERNOON-RAHIL’S HOME 115.\n\nShe arrives home to find her son and Zain both asleep in the inflatable\npool.\n\n116. INT.LATE AFTERNOON-RAHIL’S HOME 116.\n\nIn the dark, Rahil is sitting in front of the cake with the burning candles\nthat light up Zain’s face, who’s showing neither a happy, nor sad\nexpression.\n\nRAHIL (ADDRESSING YONAS)\nBlow, blow.\n\nRAHIL (ADDRESSING ZAIN)\nBlow it out, Zain.\n\nRahil claps her hands for Zain, who smiles at her. Yonas imitates Rahil\nand claps with her, so they both smile and she kisses her son. His face is\n\nglowing the candlelight. Zain eats a piece of cake.\n\nRAHIL (YONAS SLEEPING ON HER CHEST)\n\fHow old are you, Zain?\n\nZAIN\nI don't know, maybe 12.\n\nRAHIL\nHow many brothers and sisters do you have?\n\nZAIN (SARCASTIC)\n\nAlot.\nRAHIL\nDon't you miss them?\nZAIN\nI do. I miss my sister Sahar the most.\nRAHIL\nWhere's your sister now?\nZAIN\nWith her husband.\nRAHIL\nReally?\nZAIN\n\nWe brought a drum and tambourine, and had a big wedding on\nthe street. They threw rice and roses from balconies.\n\n \n\nRAHIL\nSounds great.\n\nBACK TO THE COURT\n\n117. INT.DAY-COURTROOM 117.\n\nRAHIL\nRahil Eresa.\n\nTHE JUDGE\nYour family name?\n\fShifaraw.",
  "26": "---END OF PREVIOUS SECTION---\nRAHIL\nRahil Eresa. THE JUDGE\nYour family name? Shifaraw. \n---TARGET SECTION TO BE ANNOTATED---\nRAI\n\nTH\n\nHIL\n\nE JUDGE\n\nDo you know why you're in custody? Why you're handcuffed?\n\nRAI\n\nHIL\n\nBecause | don't have a permit.\n\nTH\n\nE JUDGE\n\nYou don't have a residency permit? Where were you working?\n\nRAI\n\nHIL\n\nI worked for a madame for six years.\n\nTH\n\nE JUDGE\n\nAnd then you left? Wasn't she good to you? Did she hit you?\n\nRAI\n\nNo, she was good\n\nexpecting, so I left...\n\nTH\n\nYou were what?\n\nRAI\n\nI was expecting a\n\nTH\n\nHIL\nto me, but I fell in love with someone... 1 was\n\nE JUDGE\nHIL\n\nbaby, so I left.\n\nE JUDGE\n\nExpecting? You speak Arabic well. Understand everything I'm\n\nsaying?\n\nYes, I understand.\n\nRAI\n\nTH\n\nHIL\n\nE JUDGE\n\nSono need fora translator?\n\nNo need.\n\nRAI\n\nTH\n\nHIL\n\nE JUDGE\n\nYou left so she wouldn't find out?\n\nRAI\n\n \n\nHIL\n\fI was afraid the police would take my son away and deport me.\nThat's why I didn't tell anyone.\n\nTHE JUDGE\nSo you'd leave Yonas with Zain when you went to work. Was he\ntaking good care of your baby? Never thought he might harm\nhim?\n\nRAHIL\nI was a little scared the first couple of days, but then I started\nto really trust him.\n\nTHE JUDGE\nYou never expected Zain could do what he did?\n\nRAHIL\nNever. They were like brothers. But I don't blame Zain, because\nI know what Aspro is like.\n\nTHE JUDGE\nWho is this Aspro?\n\n \n\nRAHIL\nThe man who forged my permit.\n\n118. EXT.DAY-SUNDAY FLEA MARKET 118.\n\nRahil is walking through the narrow alleys of the souks where several\nkiosks are selling a little bit of everything... counterfeit merchandise,\nelectronics, watches, and cheap kinky underwear. The people attending\nthis market are the lower class foreign workers including poorly dressed\nimmigrant construction workers.\n\n119. EXT.DAY-IN FRONT OF A CELL PHONE ACCESSORIES STORE 119.\n\nRahil approaches a kiosk that sells accessories and gadgets.",
  "27": "---END OF PREVIOUS SECTION---\nEXT. DAY-IN FRONT OF A CELL PHONE ACCESSORIES STORE 119. Rahil approaches a kiosk that sells accessories and gadgets. \n---TARGET SECTION TO BE ANNOTATED---\n Behind the\ncounter Aspro, a forty-year-old man, who has one blue eye and one\nbrown eye, and the look of a crook. When he sees Rahil he speaks\nsarcastically. Rahil seems scared and weak.\n\nASPRO\nDidn't I say I'd only give you till today?\n\fRAHIL (WITH TEARS IN HER EYES)\nBut I talked to my friend, and she only paid $900 for her\npermit.\n\nASPRO\nLet your friend get you a permit.\n\nRAHIL\nNo, I'm just wondering why it's so much more expensive?\n\nASPRO\nWait, wait, wait. Don't try to fasttalk me. Let me get a word in.\nI'm trying to help you. Who changed your name to Tigest? I did.\nRun over to your friend who says she can get it for $900. Don't\nact smart.\n\nRAHIL\nPlease understand, I couldn't get $1,500.\n\nASPRO (SHOWS RAHIL A PERMIT)\nLook at this? Does this look fake? No one will bother you with\nthis. The woman who this belonged to... BOOM! Blew up ina\nmillion pieces. She had no one, no family. Nobody claimed the\nbody. You wouldn't have to fake your beauty mark anymore.\n\nRAHIL\nOk, but give me more time.\n\nASPRO\nSweetheart, I've already told you I can save you the $1,500. Just\ngive me Yonas and your permit's free.\n\nRAHIL (ANGRY)\nDon't ever mention Yonas again, that will never happen. Never!\n\nASPRO\nThat boy lives like a fugitive here on this soil. If they ever find\nout about him, you'll both get expelled. You keep him\nunderground like a rat. The boy never sees the sun, he'll never\ngo to school. I want him to have a father and a mother. He'd\nstill be your son. You could see him...\n\nRAHIL\nI know what's best for my son, how to hide him, I know how to\n\ffeed and care for him.\n\nASPRO\nI'm telling you your boy is dead before he's even born! He\ndoesn't exist. Even a ketchup bottle has a name. It has a\nproduction and expiration date.",
  "28": "---END OF PREVIOUS SECTION---\nHe\ndoesn't exist. Even a ketchup bottle has a name. It has a\nproduction and expiration date. \n---TARGET SECTION TO BE ANNOTATED---\nRAHIL\nI can't hear this anymore.\nASPRO\nHow much more money do you need?\nRAHIL\n500 dollars.\nASPRO\n\nYou still need $500? I can buy a human being with $500. So you\ndon’t say that Aspro ripped you off, I’m gonna reduce the price\nby $200. I'm giving you seven days. You either bring me the\nmoney, or your son. Or I don't want to see your pretty little\nface here again. Understand? So go ahead, take your time. As\nmuch fucking time as you want.\n\n120. EXT.DAY-STREET 120.\n\nA shot of a dirty narrow street filled with puddles and small primitive\nrooms. We can see stray dogs roaming around.\n\n121. EXT.DAY-STREET 121.\nSuccessive descriptive shots of Rahil’s neighborhood.\n122. INT.DAY-RAHIL’S HOME 122.\n\nYonas is sobbing. Zain is looking outside the window. He sees the\nneighbor’s TV through their open window and an animated series is\nplaying. He adjusts the window so Yonas can watch the show through the\nreflection on the glass. Yonas starts watching and calms down a bit. Zain\nsits next to him and starts making dialogue with funny voices and\ncreating a funny scenario inspired by his poor daily street life. Zain’s\nfabricated scenario from the series includes a dialogue between two\ncharacters.\n\fZAIN (ADDRESSING YONAS)\nLook.\n\nFUNNY VOICE\n\"Hello honeybunny.\" \"How are you, buddy?\"\n\nHEAVY VOICE\n\"How you doin’, bro?\"\n\nFUNNY VOICE\n\"I saw you get wasted on that joint.\"\n\nHEAVY VOICE\n\"Me?\" \"Your mother's turning tricks.\" \"What a pothead!\"\n\nFUNNY VOICE\n\"You cocksucker!\" \"Cut the crap, dickhead.\"\n\nHEAVY VOICE (YONAS IS LAUGHING)\n\"You're the only asshole here!\"\n\n \n\n \n\n \n\nFUNNY VOIC\n\"Damn, your mother's ugly.\"\n\nfeo]\n\n123. INT.DAY-RAHIL’S HOME 123.\n\nZain is drumming on the back of the cooker, while Yonas is dancing. We\nhear the neighbor from outside shouting and cursing at Rahil.\n\nNEIGHBOR\nClose your damn window! I’m sick of smelling your food.",
  "29": "---END OF PREVIOUS SECTION---\nWe\nhear the neighbor from outside shouting and cursing at Rahil. NEIGHBOR\nClose your damn window! I’m sick of smelling your food. \n---TARGET SECTION TO BE ANNOTATED---\nZAIN (RAHIL GIGGLES)\nI'll fill her mouth with shit if she keeps harassing you Shall I\nopen fire?\n\nRahil signals Zain to keep quiet.\n\nZAIN\nWhat a piece of shit, that bitch... Slut, whore, filthy...\n\nZAIN (SHOUTS AT NEIGHBOR)\nAre you going to...?\n\fRahil closes Zain’s mouth before he gets them in troubles with the crazy\nneighbor. Both of them are giggling.\n124, INT.DAY-BUS 124.\nRAHIL (SPEAKS ETHIOPIAN ON PHONE)\nEnough, just get me my salary! You said you knew the guy. You\nfound me that job.\n\n125. EXT.DAY-STREET 125.\n\nRahil is walking down the street heading to a clothing store.\n\n126. INT.DAY-CLOTHING STORE 126.\nETHIOPIAN SALESWOMAN (SPEAKS ETHIOPIAN\nTO RAHIL)\nI'm not the boss; I can't give you the money. If it was up to me, I\nwould.\n\n127. INT.DAY-BAKERY 127.\n\nRAHIL\nI'm Tigest, do you recognize me? Do you recognize me?\n\nBAKER (WITH SARCASM)\nCome back this afternoon, the manager will be here.\n\n128. INT.DAY-SNACK 128.\n\nSeen through the window is Rahil, desperately trying to negotiate with\n\nthe owner of the shop. She is then seen leaving the place with tears in her\n\neyes.\n129. INT.DAY-BAKERY 129.\n\nRahil is cying. She asks a bakery manager for money but he refuses.\n\nMANAGER\n\fI don't give out advances and it's only the start of the month.\nYou're illegal. I'm already risking a lot.\n\nRAHIL\nPlease, I'll do anything you want.\n\n130. INT.DAY-RAHIL’S HOME 130.\n\nRahil burns some incense while Zain and Yonas are asleep in the\ninflatable pool.\n\n131. EXT.NIGHT-STREETS 131.\n\nRahil is walking down narrow and poor streets.\n\n132. EXT.DAY-IN FRONT OF THE MAIN ENTRANCE TO AN UPPER MIDDLE\nCLASS BLDG. 132.\n\nRahil is waiting for somebody next to the garbage bin.",
  "30": "---END OF PREVIOUS SECTION---\nEXT. DAY-IN FRONT OF THE MAIN ENTRANCE TO AN UPPER MIDDLE\nCLASS BLDG. 132. Rahil is waiting for somebody next to the garbage bin. \n---TARGET SECTION TO BE ANNOTATED---\n A young concierge,\nsteps out of the building holding several garbage bags and a crumbled\nenvelope. While he pretends to throw out the garbage bags, he\napproaches Rahil.\n\nCONCIERGE\nI can't do anything for you, Rahil. You're going to ruin\neverything. Know what happens if they find out about us?\nThey'll deport both you and the boy. Please leave, I’m only a\ndoorman. They can replace me ina second.\n\nRAHIL\nWant to even see a picture of him?\n\nCONCIERGE\nNo, I can't. I'm sorry, please go now.\n\n133. INT.NIGHT-RAHIL’S HOME 133.\nZain and Rahil are at home having dinner. Zain sings a funny song about\n\nhashish. Yonas, who’s sitting on Rahil’s knees, claps and babbles. Rahil\nseems worried.\n\fZAIN (SINGING)\nYes, | am the King of Hashish...\n\nUnable to fall sleep, Rahil, who is deeply thinking, lies in bed with Yonas\nby her side.\n\n134, EXT.DAY-NEIHBORHOOD 134.\nRahil walks through a narrow neighborhood, where laundry is hanging\noutside, and a stray dog is looking at her.\n\n135. INT. DAY- HAIR SALON 135.\nSeen from behind, Rahil is sitting on a chair. We see the hairdresser\ncutting her hair off with scissors at the level of the clips.. Rahil’s eyes fill\nup with tears. The hairdresser weighs the hair. On her way out of the\nsalon, Rahil collects 300$ from the cashier.\n\n136. EXT.DAY-STREET 136.\nOn the street, Rahil heads home while touching and feeling her new\nshort hair.\n\n137. INT.NIGHT-RAHIL’S HOME 137.\n\nOn the mattress, Yonas is holding onto Rahil’s neck playing with her\nshort hair. Zain is lying down on the bed next to them.\n\nRAHIL\nWhat's the matter? Do I look different?\n\nRahil and Yonas giggle, while Zain is staring at the window, with tears in\nhis eyes.\n\n138. INT.DAY-RAHIL’S HOME 138.",
  "31": "---END OF PREVIOUS SECTION---\n138. INT. DAY-RAHIL’S HOME 138. \n---TARGET SECTION TO BE ANNOTATED---\nWhile lying in bed at Rahil’s house, Zain remembers a moment with his\n\nsister Sahar. They are looking outside the window, laughing, and\nchatting.\n\f139. INT.NIGHT-RAHIL’S HOME 139.\n\nZain wipes his tears away. The laughs of Rahil and Yonas are heard in the\nbackground.\n\n140. INT.NIGHT-RAHIL’S HOME 140.\n\nAfter staring in the void, Rahil goes to count the money she was hiding,\nwhile making sure Zain doesn’t see her. She hides them again in the\nsame place.\n\n141. INT.DAY-RAHIL’S HOME 141.\n\nWhile listening to Ethiopian music in her bathroom, Rahil gets ready to\ngo. She brushes her hair and makes braids. In the other room, Zain makes\nfunny faces while eating and sitting at the table to entertain Yonas, who is\nsitting in the inflatable pool. All dressed up, Rahil puts a scarf on, draws\nher beauty mark on her cheek, and carries Yonas to kiss him goodbye. She\nthen put him back, so he starts sobbing.\n\nZAIN\nWhere are you going?\n\nRAHIL\n\nI'm going to call my mom, and then I need to go to Souk al\nAhad.\n\nRAHIL (SPEAKING EHTIOPIAN WITH YONAS)\nYou're not alone, Zain is here. You can play with him.\nBye. (Yonas waves back)\n\nRAHIL\nBye, Zain.\n\nZAIN\nBye.\n\nAfter she leaves, Zain quickly gets up and goes to check inside the bar of\nher bed. He doesn’t find the money, so he angrily goes back and sits on\nthe chair.\n\f142. INT.DAY-INTERNET CAFE 142.\nIna cyber café where foreign workers meet up, we can hear a mix of\ndifferent languages loudly filling up the room. Rahil’s face is glowing from\n\nthe computer screen. She is wearing headphones and her eyes are filled\nwith tears.\n\nRAHIL (CRYING, SPEAKING ETHIOPIAN)\nI can't send you any money this month. Because I'm taking\nEnglish lessons, so I really can't. I'm so sorry, Mom. I can't ask\nMadame for money.",
  "32": "---END OF PREVIOUS SECTION---\nBecause I'm taking\nEnglish lessons, so I really can't. I'm so sorry, Mom. I can't ask\nMadame for money. \n---TARGET SECTION TO BE ANNOTATED---\n She's been so good to me, I'm ashamed to\nask. I love you so much, Mom.\n143. INT.LATE AT NIGHT-RAHIL’S HOME 143.\n\nZain wakes up, takes a look around him, and is surprised to see that very\nlate and Rahil hasn’t come home yet. Yonas is sleeping next to him.\n\nZAIN (LOOKING AROUND)\nRahil? Rahil? Rahil?\n\nHe goes back to bed and covers Yonas with the blanket. He starts\nthinking.\n144. INT.DAY-RAHIL’S HOME 144.\n\nZain sits on the couch and angrily breaks a cassette.\n\n145. INT.DAY-RAHIL’S HOME 145.\n\nZain wakes Yonas up and dresses him up.\n\n146. EXT.DAY-STREET 146.\n\nHolding Yonas in his arms, Zain has difficulty walking in the street looking\nfor Rahil. They get in a bus and go to Rahil’s workplace.\n\nZAIN\nTo Manara?\n\nBUS DRIVER\n\fYes, get in.\n147. INT.DAY-BUS 147.\nWhen they get in, a black woman sitting in the bus looks at them shocked.\n\nZain takes a seat, and puts Yonas on his knees.\n\n148. INT.DAY-RESTAURANT, RAHIL’S WORKPLACE 148.\n\n \n\nZain asks Rahil’s colleague, an Egyptian employee at the restaurant\nabout her.\nEGYPTIAN EMPLOYEE\nHaven't seen her since yesterday morning. I figured she's sick\nor something.\n\nZAIN\nShe said she was going to Souk al Ahad, but hasn't come back.\n\nEGYPTIAN EMPLOYEE (YONAS ON HIS LAP)\nMaybe she went to Aspro?\n\nZAIN\nAspro? I don't know him.\n\nEGYPTIAN EMPLOYEE\nHe has a stand in Souk al Ahad.\n\n149, EXT.DAY-HIGHWAY 149.\n\nWith Yonas in his arms, Zain walks on the side of the highway, and heads\nto Souk Al Ahad.\n\n150. EXT.DAY-FLEA MARKET TOP VIEW 150.\n\nAtop shot showing the flea market and the highway from above.\n\n151. EXT.DAY-FLEA MARKET 151.\n\nZain enters the flea market, still holding Yonas in his arms.",
  "33": "---END OF PREVIOUS SECTION---\nEXT. DAY-FLEA MARKET 151. Zain enters the flea market, still holding Yonas in his arms. \n---TARGET SECTION TO BE ANNOTATED---\n He walks\nthrough various kiosks selling cheap clothing, grocery, etc.\n\fVENDOR (SHOUTING)\nAny sweater on the table for 2,000!\n\n152. EXT.DAY-FLEA MARKET STAND 152.\n\nZain approaches a stand that sells CDs, and asks the vendor about\nAspro’s location.\n\nZAIN\nSir, where's Aspro's stand?\n\nVENDOR\nAspro's? It's over there.\n\nZAIN\nIs that Aspro, Aspro?\n\n153. EXT.DAY-IN FRONT OF ASPRO’S STAND 153.\n\nZain reaches the stand. He is seen talking to Aspro.\n\nASPRO (SURPRISED)\nRahil? How are you related to Rahil?\n\nZAIN\nWe're family.\n\nASPRO (SARCASTIC)\nFamily? Let's see. Obviously. On her mother's or father's side?\n\nASPRO (TALKING ABOUT YONAS)\nIsn't this her son, Yonas? Right? What's Yonas doing with you?\n\nZAIN\nRahil left the house yesterday, and hasn't come back yet.\n\nASPRO\nGive me Yonas, let me see him.\n\n \n\nZAIN\nNo, no...\n\fASPRO\nYou scared? I know everything about my little Yonas. He's a\nbadass, just like his mother. (Aspro takes Yonas and carries\nhim) Yasser! Two falafels for these two rabbits over here!\n\nASPRO (ADDRESSING YONAS)\nYou hungry?\n\nASPRO\nYou didn't try to call her?\n\nZAIN\nI don't have a phone.\n\nASPRO (TRIES TO CALL RAHIL)\nHer phone's off. Thank you, Yasser. (Zain looks more worried)\n\nASPRO\nCome and eat inside.\n\nZAIN\nNo thank you.\n\nASPRO\nWhat do | tell her if she comes by?\n\n \n\nZAIN (TAKES YONAS BACK)\nThat we were looking for her and went home.\n\nASPRO\nStay here.\n\nZAIN\nNo, no.\n\nASPRO\n\nWait for her here, in case she comes by.\n\nZain leaves without replying.\n\n154. EXT. DAY- IN FRONT OF FLEA MARKET 154.\n\nHolding Yonas and the falafel sandwiches, Zain leaves the flea market\nand sits on the sidewalk in front of it.",
  "34": "---END OF PREVIOUS SECTION---\nEXT. DAY- IN FRONT OF FLEA MARKET 154. Holding Yonas and the falafel sandwiches, Zain leaves the flea market\nand sits on the sidewalk in front of it. \n---TARGET SECTION TO BE ANNOTATED---\n He puts Yonas down next to him.\n\fWhile eating their sandwiches, Zain calls a girl and hands her his Pepsi\nbottle.\n\nZAIN\nHey girl! Where can I open this? (Talking about the Pepsi\nbottle)\n\nMAYSOUN\nKeep an eye on these. (She hands him her tissue boxes and\ngoes)\n\nMAYSOUN (SHE COMES BACK)\nHere you go.\n\nZAIN\nThank you.\n\nMAYSOUN\nYou're welcome. (Sits next to Yonas, who stares at her)\n\nZAIN\nAre you hungry?\n\nMAYSOUN\nNo. Enjoy. What's your name?\n\nZAIN\nIbrahim.\n\nMAYSOUN (TALKING ABOUT YONAS)\nAnd this one?\n\nZAIN (CREATING A FAKE NAME)\nHe's... His name's Asaad. And you?\n\nMAYSOUN\nMaysoun.\n\nMAYSOUN (ABOUT YONAS)\nDid you steal him, or are you using him to beg?\n\nZAIN\nHe's my brother.\n\nMAYSOUN\n\fDoesn't look like you.\n\nZAIN\nWe were all born black like him, and then... we brightened up\nwith time. How much do you sell these boxes for?\n\nMAYSOUN\nIt depends on the car. Let's say a woman passes... You look at\nher hand, if she's wearing a ring, you say: \"God bless and\nprotect you and your husband.\" If she's not wearing a ring, you\nsay: \"May God send you a worthy husband.\"\n\nZAIN (TALKING TO YONAS)\nStop licking your hands! They're dirty from the floor.\n\nYonas lies in Zain’s arms, sarts babbling, and puts his hand inside his\nshirt.\n155. EXT.NIGHT-FLEA MARKET TOP VIEW 155.\n\nAtop shot showing the flea market from above and the highway.\n\n156. EXT.NIGHT-FLEA MARKET 156.\nWith the end of the day, shops closed the stores at the flea market. Zain\nand Yonas, are still there. He stands in front of a sweets stand and stares\nat the food.\n\n157. EXT.NIGHT-STREET NEXT TO FLEA MARKET 157.\nOn a stairway, Zain sleeps on the floor while sitting down, while Yonas\nlies between his legs.",
  "35": "---END OF PREVIOUS SECTION---\nEXT. NIGHT-STREET NEXT TO FLEA MARKET 157. On a stairway, Zain sleeps on the floor while sitting down, while Yonas\nlies between his legs. \n---TARGET SECTION TO BE ANNOTATED---\n The two of them look exhausted.\n\n158. EXT.DAY-IN FRONT OF CYBER CAFE 158.\nRahil, crying, stands in front of the cyber café. She is arrested by police\n\nofficers along with other migrant workers. The officer handcuffs them.\n\n159. INT.DAY-POLICE TRANSPORTATION BUS 159.\n\fA group of arrested migrant workers are sitting in the bus heading to the\ndetention center. Rahil’s fake beauty mark fades away due to her tears.\n\n160. INT.DAY-DETENTION CENTER 160.\nThe women line up next to each other's.\n\nPOLICE OFFICER\nIn line, Ethiopian...\n\nPOLICE OFFICER (ASKS ONE OF THEM)\nAre you pregnant?\n\n161. INT. DAY DETENTION CELL FOR UNDOCUMENTED FOREIGNERS 161.\n\nIn the detention cell, Rahil is crying. Around her stand the other detained\nmigrant workers. They advise her not to tell the police about her son\notherwise they would deport her. Her fake beauty mark totally\ndisappeared.\n\nETHIOPIAN WOMAN (SPEAKING ETHIOPIAN)\nYou can't tell them anything! They'll take the boy away from\nyou.\n\nRahil lies down next to the other women. They are seen chatting, while\nRahil is silently crying. The cell is crammed with people.\n162. INT. DAY DETENTION CELL BATHROOM 162.\n\nRahil bends over the bathroom sink and empties the milk from her\n\nbreasts while crying. A police officer voice is heard in the background\n\nfrom the speakers, asking one of the detained to come to his office.\nRAHIL (SPEAKING ETHIOPIAN)\n\nForgive me, my baby. Please God, forgive me!\n\n163. INT.DAWN-PUBLIC TRANSPORTATION,BUS 163.\n\nYonas is sitting on Zain’s lap and loudly crying. Zain looks very tired.\n\f164. EXT.DAWN-RAHIL’S NEIGHBORHOOD 164.\n\nZain is carrying Yonas in his arms, while the child is still sobbing. They\nare heading home.\n\n165. INT.DAWN-RAHIL’S HOME 165.\n\nExhausted, Zain enters Rahil’s home. The child is loudly crying.",
  "36": "---END OF PREVIOUS SECTION---\nDAWN-RAHIL’S HOME 165. Exhausted, Zain enters Rahil’s home. The child is loudly crying. \n---TARGET SECTION TO BE ANNOTATED---\n Out of\nbreath, Zain puts him in the inflatable pool, sits down, thinks deeply,\nthen gets up and leaves the house.\n\n166. EXT.DAY-NEIGHBORHOOD 166.\n\nZain is walking.\n\n167. EXT.DAY-IN FRONT OF KIOSK 167.\n\nZain reaches a small food kiosk.\n\nZAIN\nDo you have food a baby can eat?\nVENDOR\nYes.\nZAIN\nHow much?\nVENDOR\nThere's something for 250, something for 1,000.\nZAIN\nI'll take the one for 250.\n\n168. EXT.DAY-NEIGHBORHOOD 168.\n\nOn his way back, Zain notices a three year old little girl sitting alone on\nan old couch outside, sleeping, and holding a bottle of milk. A sound of\ncrying babies is heard in the background. Zain stares at her, and then we\nsee him walking away quickly, hiding the bottle of milk that he stole\nfrom the child in his jacket, while the baby cries.\n\f169. INT.DAY-RAHIL’S HOME 169.\n\nZain goes inside Rahil’s home holding the little girl’s bottle. Yonas is still\ncrying. Zain tries to give him the bottle, but he rejects it many times as he\nis only used to his mother’s milk. The annoying neighbor is heard\nshouting and cursing again.\n\nZAIN\nTry it. Just this once.\nSeriously...\nIsn't this better than a shawarma sandwich?\nDon't swallow it whole, you'll get sick!\nHey!\nYou swallowed it?\n\n170. INT.EVENING-RAHIL’S HOME 170.\n\nSleepy Zain is watching TV through the window reflection, while Yonas\nis lying on his laps and touching his face.\n\n171. INT.DAY-RAHIL’S HOME 171.\n\nZain looks inside the old dirty refrigerator for food. He finds moldy food\nin tupperwares and cookers.\n\n172. INT.DAY-RAHIL’S HOME 172.\n\nIn the inflatable pool, Yonas is sitting and eating dirt from the floor. Zain\nopens the freezer, takes out an ice cube tray and empties it in a plate. He\nsprinkles sugar on top of the ice cubes, and they eat them.",
  "37": "---END OF PREVIOUS SECTION---\nIn the inflatable pool, Yonas is sitting and eating dirt from the floor. Zain\nopens the freezer, takes out an ice cube tray and empties it in a plate. He\nsprinkles sugar on top of the ice cubes, and they eat them. \n---TARGET SECTION TO BE ANNOTATED---\nZAIN\nSeriously, isn't this better than a shawarma sandwich?\nDon't swallow it whole, you'll get sick! Hey! You swallowed it?\n\n173. EXT.DAY-AROUND THE HOUSE 173.\n\fZain is roaming around the house while carrying Yonas. He then puts\nhim down to let him walk and holds his hand. Zain tries to catch a\nchicken.\n\n174, EXT.EVENING-AROUND THE HOUSE 174.\n\nZain is holding Yonas and observing cats eating a dead animal’s meat.\n\n175. INT.EVENING-RAHIL’S HOME 175.\n\nMentally and physically exhausted Zain is sitting, with his hands\ncovering his face. Yonas is moving around the house.\n\n176. EXT.DAY-IN FRONT OF FISH KIOSK 176.\n\nZain, carries Yonas and stands in front of a fish vendor’s kiosk. He keeps\nstaring at the fish.\n\n177. EXT.DAY-IN FRONT OF RAHIL’S HOME 177.\nOn an old metal box, Zain is grilling the fish. Yonas is happily sitting next\nto him in an old cooker.\n\n178. INT.DAY-RAHIL’S HOME 178.\n\nWith Yonas on his laps, Zain happily eats and gives him the grilled fish.\nAfter tasting it, Yonas likes it.\n\nZAIN\nIs it good? Dig in, Mister!\n179. INT.DAY-RAHIL’S HOME 179.\n\nZain goes to the sink and opens the faucet. Muddy water comes out of the\nfacet, then slows down and drips, then the water stops.\n\n180. EXT.DAY-IN FRONT OF RAHIL’S HOME 180.\n\fWith a blanket covering him, Zain goes out to check the water tank.\nZAIN\nNo water? Seriously? Great!\n181. INT.DAY-RAHIL’S HOME 181.\n\nZain is holding the measuring tape and talking to himself about Rahil,\nwhile her son is sitting in the inflatable pool eating dirt from the carpet.\n\nZAIN\nShe doesn't care about her son? Is he all right? Is he sick? Your\nmother is even worse than mine!\n182. EXT.DAY-AROUND RAHIL’S HOME 182.\nExhausted, Zain is holding Yonas and walking around Rahil’s home.",
  "38": "---END OF PREVIOUS SECTION---\nEXT. DAY-AROUND RAHIL’S HOME 182. Exhausted, Zain is holding Yonas and walking around Rahil’s home. \n---TARGET SECTION TO BE ANNOTATED---\n He\nturns back to see the same little girl we previously saw sitting on a worn\nout skateboard with her brother standing by her side.\n183. EXT.DAY-AROUND RAHIL’S HOME 183.\nZain steals the skateboard from them. The boy starts screaming, so Zain\nruns away while holding the skateboard.\n184. EXT.DAY-IN FRONT OF RAHIL’S HOME 184.\nZain tries to open the door, but Yonas pushes him to get in first.\nZAIN (IRRITATED)\nAfter you, Sir Yonas. Go inside.\n185. EXT.DAY-HIGHWAY 185.\nWith a rope, Zain drags the skateboard with the basin on top that Yonas\n\nis sitting in. Yonas is surrounded by several kitchen utensils; pots, pans,\nand lids.\n\n186. EXT.DAY-FLEA MARKET 186.\n\fZain enters Souk Al Ahad, still dragging the skateboard. He hears the\nvoice of Maysoun from behind, calling him, so he turns around. Maysoun\nis trying to sell a funeral wreath at Souk Al Ahad.\n\nMAYSOUN\nIbrahim! Ibrahim! Ibrahim! What are you doing here?\n\nZAIN\nI'm selling pots.\n\nMAYSOUN\nThose crappy pots?\n\nZAIN\nThey're better than that flower thing on your back.\n\nMAYSOUN\nIt's for cemeteries, idiot! Well, I can sell this in two seconds.\nThey'll buy the whole thing.\n\nZAIN\nWant to bet?\n\nMAYSOUN\nLet's bet on a plate of food.\n\nZAIN\nI want meat rolls and Shish Barak. What about you?\n\nMAYSOUN\nI want meat rolls and Shish Barak... My God... I'd be sitting and\neating, but not just any plate, a huge one...\n\nZAIN\nFrom where do you bring the food aid? Didn’t you talk to me\nabout food aid last time?\n\nMAYSOUN\nYou mean the food dispensary?\n\nZAIN\nCan I go with you?\n\fMAYSOUN\nNo, you're Lebanese, not a Syrian refugee like me.\n\nMAN (WITH A HAT ON, TALKING ABOUT\nYONAS)\nWhere did you get this bunny from?\n\nZAIN\nMind your own shit! Look at this stupid goat.\n\nMAYSOUN\nLet's go.",
  "39": "---END OF PREVIOUS SECTION---\nZAIN\nMind your own shit! Look at this stupid goat. MAYSOUN\nLet's go. \n---TARGET SECTION TO BE ANNOTATED---\nZAIN (ANGRILY)\nCan you fuck off? Wanna eat my fist?\n\nMAYSOUN\nCome Ibrahim, let’s go.\n187. EXT.DAY-OUTSIDE FLEA MARKET 187.\n\nZain and Maysoun are sitting outside Souk Al Ahad, in a corner, with\nYonas still sitting in the basin.\n\nMAYSOUN\n\nYou can keep this country all to yourself, I'm leaving.\nZAIN\n\nWhere to?\nMAYSOUN\n\nI'm leaving you the business and everything. It can be all yours.\n\nZAIN\nWhere are you going?\n\nMAYSOUN\nTo Sweden. There's a neighborhood full of Syrians there. No\none asks what are you doing here. No one messes with you. I’ll\nhave my own room, no one comes in without knocking. I\nchoose who can come in and who can't. Kids there, they die\nonly from natural causes.\n\nZAIN\n\fI want to go with you.\n\nMAYSOUN\nSure, but you need money.\n\nZAIN\nHow much?\n\nMAYSOUN\nAbout $300, not more.\n\nZAIN\n$300 isa lot.\n\nMAYSOUN\nDo you know Os... Ospar?\n\nZAIN\nAspro?\n\nMAYSOUN\nYes, in Souk Al Ahad.\n\nZAIN\nYes, what about him?\n\nMAYSOUN\nThis is his number.\n\nMAYSOUN (SHOWS HIM A PIECE OF PAPER)\nHe organizes the trip. He gave me this piece of paper. I drew a\nship next to his number. The ship has the most beautiful\nlights... and amazing food.\n\nZAIN\nCan I take my brother Assaad with me?\n\nMAYSOUN\nDoes he know how to swim?\n\nZAIN\nI'll teach him.\n\nMAYSOUN\nI don't know, you'd have to ask Ospro.\n\fZAIN (MOCKING HER)\nAspro, not Ospro.\n\nMAYSOUN\nAspro.\n\n188. INT.DAY-RAHIL’S HOME 188.\n\nYonas is heard crying in the background, while Zain is standing in front\nof the mirror, practicing the Syrian accent so he can get the food\ndispensary that Maysoun was talking about. He holds a conversation\nwith himself as if they are talking to him, to train himself.",
  "40": "---END OF PREVIOUS SECTION---\nDAY-RAHIL’S HOME 188. Yonas is heard crying in the background, while Zain is standing in front\nof the mirror, practicing the Syrian accent so he can get the food\ndispensary that Maysoun was talking about. He holds a conversation\nwith himself as if they are talking to him, to train himself. \n---TARGET SECTION TO BE ANNOTATED---\nZAIN (ASKING HIMSELF, LEBANESE ACCENT)\nWhere are you from?\n\nZAIN (CORRECTING SYRIAN ACCENT)\nWhere are you from?\n\nZAIN (SYRIAN ACCENT)\nMe? From Syria.\n\nZAIN (ASKING HIMSELF)\nWhere in Syria?\n\nZAIN (REPLYING)\nFrom Aleppo.\n\nZAIN (ASKING HIMSELF)\nIs this your brother?\n\nZAIN (REPLYING, LEBANESE ACCENT)\nYes, this is my brother.\n\nZAIN (CORRECTING SYRIAN ACCENT)\nI mean, this is my brother.\n\nZAIN (ASKING HIMSELF)\nWhat's his name?\n\n \n\n \n\n \n\nZAIN (REPLYING, SAD VOICE)\nNawras. And he hasn't eaten for two days, or drunk anything.\n\fZAIN (ASKING HIMSELF)\nAnd why is he so black?\n\n189. EXT.DAY-U.N. CAMP 189.\n\nZain is carrying Yonas with difficulty, in a crowded place where UN is\ngiving out food dispensary for Syrian refugees. We still hear Zain’s voice.\n\nZAIN\nMy mom drank a lot of coffee when she was pregnant. She used\nto drink a whole pot every day.\n\n190. EXT.DAY-U.N. CAMP 190.\nZain and Yonas are standing in front of plenty of refugees waiting for\ntheir turn. Shots of volunteers handing the refugees grocery bags.\n\nZAIN\nWhere's your ration card?\nI lost it. I was walking next to the Dog River...\n\n191. EXT.DAY-U.N. CAMP 191.\n\nZain is talking to a volunteer sitting on a desk. He is surrounded by\nveiled women waiting for their turns. Yonas is lying on the desk in front\nof him.\n\nVOLUNTEER\nSo you were strolling by the river?\n\nZAIN (UNCERTAIN)\nYeah, I slipped and dropped my card. I jumped in the river, but\ncouldn't find it.\n\nVOLUNTEER\nAnd how did you get here?\n\nZAIN\nWe were at home in Syria, and our next door neighbor ratted\nus out, maybe... | really shouldn't jump to conclusions but I\nsuspect it was him. A bomb hit our house... We started to crawl\nlike Rambo.",
  "41": "---END OF PREVIOUS SECTION---\nZAIN\nWe were at home in Syria, and our next door neighbor ratted\nus out, maybe... | really shouldn't jump to conclusions but I\nsuspect it was him. A bomb hit our house... We started to crawl\nlike Rambo. \n---TARGET SECTION TO BE ANNOTATED---\n You know, the one who crawls?\n\fVOLUNTEER\nYou started crawling?\n\nZAIN\nYeah, like him, in the trenches.\n\nVOLUNTEER\nOkay, and what exactly do you want?\n\nZAIN\nWhatever you have, but most important is milk and diapers.\n\nVOLUNTEER\nMilk and diapers?\n\nZAIN\nAnd if you have any ramen, vinegar chips, stuff like that...\n192. EXT.DAY-STREET 192.\nZain is dragging the skateboard behind him. There is a grocery bag\ninside the basin. In the other hand, he is dragging Yonas, who looks weak\nand exhausted due to hunger. Yonas is unable to stand up or move.\nZAIN\nGet up. What are you looking at? Get up!\n193. EXT.DAY-SIDE OF THE STREET 193.\nZain and Yonas are sitting on the side of a street. Zain is feeding him\npowder milk, like his little sister used to eat. We see women behind\nthem, and a little girl walking on the street.\n\n194. INT.DAY-RAHIL’S HOME 194.\n\nZain is unscrewing the top of the hot water tank with a wrench.\n\n195. EXT.DAY-FLEA MARKET 195.\n\fZain is trying to drag the hot water tank placed behind the basin of the\nskateboard with a rope. Yonas is sitting in the basin. They reach Aspro’s\n\nkiosk.\n\nASPRO (SARCASTIC)\nNice Lamborghini! Come here, let me see, kid. Rahil still hasn't\nshown up?\n\nZAIN\nNo... | mean yeah, Rahil? She's been back for a while.\n\nASPRO (SARCASTIC)\nYeah, right. What are you dragging around? A nuclear bomb or\na rocket?\n\nZAIN\nA brand new, top-of-the-line water tank.\n\nASPRO (SARCASTIC)\nHow much for this brand new, top-of-the-line water tank?\n\nZAIN\n20,000.\n\nASPRO (SARCASTIC)\n20,000? Yasser! Give me 30,000 for this 20,000 guy.\n\nASPRO (HOLDS YONAS’S HAND)\nYonas... Why's Yonas looking so thin? Aren't you guys eating?\nHe seems sick.",
  "42": "---END OF PREVIOUS SECTION---\nWhy's Yonas looking so thin? Aren't you guys eating? He seems sick. \n---TARGET SECTION TO BE ANNOTATED---\n My god, you both smell like dogs?\n\nASPRO (LOWERS HIS VOICE AND ADDRESSES\nZAIN)\nI already talked to Rahil. There's a good family that can take\nYonas in, take care of him, dress him... And you could line your\npockets with $500. Deal? So? (Yonas innocently looks at them)\n\nZAIN\nI heard you can help people travel to Turkey.\n\nASPRO\nYou want to travel?\n\n \n\nZAIN\nI wish I could.\n\fASPRO\nWhere do you want to go?\n\nZAIN\nTo Turkey. I mean Sweden.\n\nASPRO\nSweden, Turkey, whichever you like.\n\nZAIN\nWhich one's prettier?\n\nASPRO\nYou choose. I'll even send you to the moon. All you have to do\nis convince her about the boy. Deal, kiddo?\n\nYASSER\nHere you go, boss.\n\nASPRO (GIVES ZAIN THE MONEY)\nTake this and tell Rahil that Aspro sends his regards. All right?\n\nZAIN\nI'll ask Rahil.\n\nASPRO\nAsk Rahil.\n\n196. EXT.DAY-GAS STATION 196.\n\nZain drags Yonas behind him and speaks to two workers at the gas\nstation.\n\n197. EXT.DAY-GAS STATION 197.\n\nAt the back of a gas station, Zain and Yonas use a hose from the carwash\nto shower. He scrubs Yonas’s hair with a bar of soap. He rinses Yonas’s\nhair from the cold water hose. Zain is washing his dirty laundry by\nwalking on top it. The worker adds soap on the laundry, and scrubs Zain’s\nhair. Zain enjoys splashing water on his face. Zain laughs loudly. The\nworker also scrubs Yonas’s hair, and then dries him with a towel. Zain\n\fdresses Yonas up, then squeezes the wet clothes, while the same worker\ndistracts Yonas.\n198. EXT.DAY-IN FRONT OF RAHIL’S HOME 198.\nZain stands on an old wooden chair and hangs the laundry in front of the\nhouse. Yonas sits in the basin and helps him by handing him the\n\nclothespin.\n\nZAIN\nYonas, hand me a clothespin.",
  "43": "---END OF PREVIOUS SECTION---\nZain stands on an old wooden chair and hangs the laundry in front of the\nhouse. Yonas sits in the basin and helps him by handing him the\n\nclothespin. ZAIN\nYonas, hand me a clothespin. \n---TARGET SECTION TO BE ANNOTATED---\nHe blows in his hands to warm them up, so Yonas does the same.\nZAIN\nGo like this to warm your hands.\n199. INT.DAY-RAHIL’S HOME 199.\nZain accidently finds a wrinkled paper in his pants. He unfolds it: it is the\nmedical prescription of TRAMAL that we saw at the pharmacy in the\nbeginning of the movie.\n200. EXT.DAY-IN FRONT OF A PHARMACY 200.\nThe basin/skateboard in which Yonas is sitting is parked on the sidewalk\nattached by a chain toa pole.\n201. INT.DAY-INSIDE PHARMACY 201.\n\nThe pharmacist is holding in his hand the medical prescription. It is\nwrinkled and the ink has bled through it.\n\nZAIN\nMy little sister washed the clothes because my mom's sick.\n\nPHARMACIST\nShe washed the prescription with the clothes?\n\n202. INT.DAY-INSIDE ANOTHER PHARMACY 202.\n\fPHARMACIST\nI'll give you one packet... And when you come back with the\n3,000, I'll give you the rest.\n\nZAIN\nOne packet? Can you give me two?\n\n203. EXT.DAY-PORT 203.\n\nZain walks at the port. He fills two gallons with sea water.\n\n204. EXT.DAY-RAHIL’S NEIGHBORHOOD 204.\n\nOut of breath, Zain is heading home with difficulty. He is dragging two\ngallons of water.\n\n205. INT.DAY-RAHIL’S HOME 205.\n\nOn an old newspaper, Zain is crushing the TRAMAL pills, like he used to\ndo before at his house. Yonas is sitting on the ground. He grabs a pill to\neat it, but Zain shouts at him and put him back in the inflatable pool.\n\nZAIN\nNo!\n\nZain crushes the pills, but Yonas curiously comes closer to see what Zain\nis doing.\nZAIN\nGo away! Don't think I can't see you, I'm not blind!\n\nZain empties the TRAMAL powder into a pot full of water. He stirs them\nwith a big wooden spoon. Yonas’s leg is tied with a rope to the bed.\nYonas cries and Zain fills the juice in water bottles.\n\n206. EXT.EVENING-STREET 206.",
  "44": "---END OF PREVIOUS SECTION---\n206. EXT. EVENING-STREET 206. \n---TARGET SECTION TO BE ANNOTATED---\nZain is holding the basin with Yonas inside it, surrounded by a water\nbottle and coffee cups. He meets teenagers hanging out in front of a\ngarage.\n\fZAIN (CALLS THEM)\nHey guys! Can one of you give me a hand?\n\nA guy comes and bends down to help him, so Zain whispers to him.\n\nZAIN (WHISPERING)\nI have Tramadol shots. You interested? 1,000 a shot.\n\nThe teenager goes back to his friends to ask them and leave Zain waiting\na bit.\n\nZAIN\nHey, help me lift it. Come and help! Brother, for you I can make\na deal.\n\nTHE TEENAGER\n\nCome on, hurry up.\n\n207. EXT.NIGHT-STREET 207.\n\nZain goes to a different group of teenagers. They are all smoking\ncigarettes and look wasted.\n\nTEENAGER\nGuys, he has Tramadol.\n\nZAIN\nI got Tramadol by the shot, interested?\n\nANOTHER TEENAGER\nHave any Viagra? Or Rivo?\n\nANOTHER TEENAGER\nGot any Rivo?\n\nANOTHER TEENAGER\nFarawla? Tradamol?\n\nANOTHER TEENAGER\nFree base?\n\nZAIN\nI'm in the juice business.\n\fZAIN (SHOWS THEM THE TRAMAL BOTTLE)\nThis is like Rivo, but juice-style.\n\nYonas is still sitting in the basin holding a coffee cup and babbling. A\nsecond tramal and water bottle is by his side. Zain shakes the bottle.\n\nTEENAGER (AFTER TASTING IT)\nYou're selling me saltwater, big man?\n\nZAIN (JOKINGLY)\nWhat's better than seawater, man?\n\n208. EXT.DAY-STREET 208.\nZain stops by three old men on the street.\n\nZAIN\nI've got Tramadol by the sip, interested?\n\nAfter tasting it, one of the men spits it.\n\n209. EXT.DAY-STREET 209.\nDifferent shots of Zain selling Tramal shots to several people. Yonas is\nstill with him in the basin. Zain hands them the coffee cups as shots.\n\n210. EXT.NIGHT-STREET 210.\n\nZAIN\n1,000 a shot.\n\n211. INT.DAY-RAHIL’S HOME 211.",
  "45": "---END OF PREVIOUS SECTION---\n211. INT. DAY-RAHIL’S HOME 211. \n---TARGET SECTION TO BE ANNOTATED---\nZain counts his money and hides it in the metal bar of the bed like Rahil\n\nused to do.\n\n212. INT.DAY-RAHIL’S HOME 212.\n\fZain and Yonas are lying in bed next to each other, looking at the paper\nthat Maysoun gave him and smiling.\n\nZAIN\nHere, choose. Which country do you want to go to?\nLet's go to Sweden! It's the prettiest. We'll go with that idiot\nMaysoun.\n\n213. INT.DAY-RAHIL’S HOME 213.\n\nZain is sitting on the ground, smoking a cigarette and talking to himself.\nYonas is moving around the house and babbling.\n\nZAIN\nWhen you're In Sweden, there are no assholes who get in your\n\nface. You can even piss from the balcony, no one will give you\nshit for it.\n\n214, EXT.NIGHT-STREET 214,\nIn the basin, Yonas puts the cup on his mouth. Teenagers give Zain looks.\nHe stares back and keeps walking. One of the teenagers in a group takes\n\nthe tramal bottle from him and hides it, so another guy hits him and\ngives it back to Zain.\n\nGUY\nGive him the money, bitch! Take your midget and leave!\n\nZAIN\nI'm leaving, chill.\n215. EXT.NIGHT-STREET 215.\n\nZAIN (SHOUTS AT SOME GUY)\nShove it up your ass and cook it!\n\n216. EXT.NIGHT-STREET 216.\n\nA teenager we previously saw is blowing cigarette smoke in Zain’s face.\n\f217. EXT.NIGHT-STREET 217.\nTeenagers are standing around Yonas. One of them kicks his basin.\n\nZAIN (ANGRILY THROWS A STONE AT HIM)\nDon't go near the kid, asshole!\n\nTEENAGER (HITS ZAIN)\nFuck off, you little prick! Fuck off before I trash your face! Get\nthe fuck out of here!\n\nZain leaves with Yonas. His eyes are red and filled with tears.\n\n218. EXT.DAY-NARROW STREET 218.\n\nZain is walking through the narrow poor streets and dragging Yonas\nbehind him.\n\n219. EXT.DAY-TOP VIEW NEIGHBORHOOD 219.\n\nTop shot of the poor neighborhood.",
  "46": "---END OF PREVIOUS SECTION---\nEXT. DAY-TOP VIEW NEIGHBORHOOD 219. Top shot of the poor neighborhood. \n---TARGET SECTION TO BE ANNOTATED---\n We see plenty of tires on the roofs of\nall the worn out buildings.\n\n220. EXT.DAY-AROUND RAHIL’S HOME 220.\n\nZain is dragging Yonas behind him, who is babbling, clapping the two\ncoffee cups, and surrounded by empty water bottles in the basin.\nSuddenly Zain gets flustered when he sees Yonas’s belongings thrown in\nfront of Rahil’s home. When he gets to the door, he notices a padlock and\ntries to break in. He gets angry and starts kicking the door with no\nsuccess of breaking it down. He grabs a rock and tries to break the lock.\nAlarmed, the neighbor comes and starts shouting at him while holding\nher baby.\n\nNEIGHBOR (SHOUTING)\nWhy are you breaking the door down?\n\nZAIN\nWhat sonofabitch changed the lock and threw my shit out?\n\nNEIGHBOR\nWhat shit? It's all here! And who the hell are you?\n\fZAIN\nI still have stuff inside.\n\nNEIGHBOR\nWhat stuff? Maybe the landlord has it.\n\nZAIN\nWhere does the shitlord live?\n\nNEIGHBOR\nWhy don't you find your dirty slut? Keep bashing that door and\nI'll call the warden.\n\nZAIN (WITH SARCASM)\nGo ahead, tell him I said, \"Hi.\"\n\nNEIGHBOR\nWhat's your relation to that bitch again?\n\nZAIN (HOLDS A PIECE OF WOOD)\nI'm her brother.\n\nNEIGHBOR\nWhich gutter did she drag you out of?\n\nZAIN (TRIES TO BREAK THE LOCK)\nGet out of my face before I lose it!\n\nNEIGHBOR\nI'm calling the warden now! You'll see.\n\nZAIN (RUNS TO HER HOUSE AND STARTS\nBREAKING THINGS)\nI'll break your house down! Where's the fucking landlord?\n\nNEIGHBOR\nGet out of here before I break your skull!\n\nZAIN (COMES BACK AND TRIES TO BREAK THE\nLOCK AGAIN)\nShut up! Shut your mouth!\n\n \n\nNEIGHBOR\nGet out of here!\n\fZAIN (WHILE TRYING TO BREAK IN)\nI. Want. My. Fucking. Money!\n\n221. EXT.DAY-STREETS 221.\n\nShots of the busy streets packed with honking cars.\n\n222. EXT.DAY-STREET 222.",
  "47": "---END OF PREVIOUS SECTION---\n222. EXT. DAY-STREET 222. \n---TARGET SECTION TO BE ANNOTATED---\nUnder the hot sun, Zain and Yonas are sitting in the street next to a stand\nthat sells second-hand, old shoes. Their clothes, hands, and faces are\nvery dirty. Zain looks disappointed. Yonas is loudly crying, so Zain holds\nhim to calm him down. Zain’s eyes are red from fatigue, hunger, and lack\nof sleep. He gets up and puts Yonas down, then empties the plastic bag in\nthe basin. Yonas innocently looks at him.\n\nZAIN\nStay here, don't move.\n\nZain quietly leaves and disappears at the corner of the street. He takes a\nfew steps and then looks back. Yonas is behind him following him with\nbaby steps with an innocent look.\n\nZAIN\nGo back there! Go over there.\n\nYonas is moving around, smiling at Zain, and waving at him. Zain comes\nback and tries to sit Yonas down so he doesn’t move.\n\nZAIN\nThere... There!\n\nZain turns his back and walks away. He turns around to see Yonas\nrunning towards the cars, so he quickly follows him and catches his\nhand. We hear the cars honking loudly.\n\nZAIN\nGo over there.\n\nYonas falls down. Zain feels bad for him, so he picks him up and grabs his\nhand. He drags him down and ties his leg with a rope to the wall. Zain\nwalks away again while holding his plastic bag and taking a glimpse at\n\fYonas. Yonas tries to move but he can’t. Zain sits on the sidewalk across\nthe street and looks at Yonas with a miserable look in his eyes. He sees\nhim sobbing. He wipes his tears, gets up, quickly comes closer to him,\nunties his leg, and opens a bag of chips for him to eat.\n\n223. INT.DAY-BUS 223.\n\nZain is sitting in the bus, with Yonas on his laps. Zain looks at Yonas. He\nseems helpless. Yonas innocently caresses Zain’s face.\n\n224, EXT.DAY-FLEA MARKET 224.\n\nZain is heading towards Aspro’s kiosk, and dragging Yonas behind him.\nZain looks defeated, depressed and exhausted. His eyes are filled with\ntears.\n\n225. EXT.DAY-SUNDAY FLEA MARKET 225.",
  "48": "---END OF PREVIOUS SECTION---\n225. EXT. DAY-SUNDAY FLEA MARKET 225. \n---TARGET SECTION TO BE ANNOTATED---\nFrom afar, we see Zain speaking to Aspro. Zain cries and wipes his tears.\nAspro touches his dirty hair.\n\nASPRO (TALKING ON PHONE)\nYes, my friend. Listen... I'm sending you a little kid. Looks like a\ndog, we need to make him look human. Can you do that? I have\nto get him out of the country. Ok.\n\nASPRO (TALKING TO ZAIN)\nWhy the sad face?\n\nZAIN\nNothing.\n\nASPRO\nWe agreed on this. Do you have papers? Any ID, a birth\ncertificate?\n\nZAIN\nI don't know, maybe at home.\n\n \n\nASPRO\nI need proof you're a human being. ID card, registration, even a\nnewspaper with your picture, anything... So I can get you out\n\fthrough the port of Beirut, ok? Can you do that? (Zain nods)\n\nASPRO\nDon't worry about Yonas. I love him. I'll put him with a good\nfamily.\n\nASPRO\n\nThe people you're traveling with will take good care of you.\nRemember Yasser who works for me? Go see him. He'll send\nyou to a barber. Then you go home and bring back what? Your\npapers.\n\nZAIN\nMy papers.\n\nASPRO (COUNTS THE MONEY)\nGot it? Here... One, two, three, four. Take it.\n\nZAIN\nYou promised me $500.\n\nASPRO (HITS ZAIN, THEN WHISPERS)\nYou expect to eat and drink for free? $100 pays for your food,\ngot it? Give me a kiss. Take care of yourself, ok? Go on.\n\nAspro picks Yonas up from the basin and puts him on his desk. Zain gets\nclose to him, hugs him and kisses him.\n\nASPRO\nThat's enough, you should go. I told you I'll take good care of\nhim, ok?\nZain looks at him one last time, then walks away into an alley within the\n\nmarket dragging the empty basin/skateboard behind him. Yonas is sitting\non Aspro’s desk. With a naive look, he watches Zain walking away.\n\n226. INT.DAY-PUBLIC TRANSPORTATION BUS 226.\nSitting in the bus, Zain is sadly looking at Yonas’s pacifier. His nails are\n\nfilled with dirt.",
  "49": "---END OF PREVIOUS SECTION---\nDAY-PUBLIC TRANSPORTATION BUS 226. Sitting in the bus, Zain is sadly looking at Yonas’s pacifier. His nails are\n\nfilled with dirt. \n---TARGET SECTION TO BE ANNOTATED---\n227. INT.DAY-BARBER 227.\n\fThe hairdresser is cutting is Zain’s hair, while he is looking at himself in\nthe mirror and wiping his tears.\n\n228. EXT.DAY-PUBLIC TRANSPORTATION BUS 228.\n\nZain gets off the bus. He throws away the basin in the garbage as if he is\ngetting rid ofa chapter in his life, and keeps his plastic bag.\n\n229, EXT.DAY-STREET 229.\n\nZain walks down the street and heads home.\n\n230. INT.DAY-STAIRS OF ZAIN’S BUILDING 230.\n\nZain goes up the stairs of his building and with a new eye rediscovering\nthe misery he left behind- a dripping sewerage pipe, moldy walls, two\nkids alone on the stairs. At the doorway of his old apartment, he finds the\ndoor half open. He slowly pushes it in and enters.\n\n231. INT.DAY-ZAIN’S APPARTMENT 231.\n\nThe apartment is calm. Zain’s father is sleeping on the couch, a half\nsmoked cigarette in the ashtray on the table where lies a half cut apple, a\npack of cigarettes, a lighter, bread, a plate, and a whiskey glass. Zain turns\noff the cigarette then stares at his sleeping father.\n\nZain heads to the bedroom, opens the drawer, and looks for his papers.\nZain is still searching in the drawers, when he hears his sisters’ voices, a\nbaby crying and his mother’s voice from behind. Zain turns around and\nsees his mother dressed in black.\n\nZAIN’S SISTER\nZain!\n\nSOUAD (SURPRISED)\nWhen did you come back?\n\nZAIN\nNone of your business.\n\nSOUAD (HITS AND SHOUTS AT HIM)\nWhere the hell have you been? Where have you been all this\n\ftime? Where? Where? Where? Damn you!\n\nZAIN\nAnyway I'm not here to see you or that asshole over there. I\nneed my papers.\n\nSOUAD (WITH SARCASM)\nOh! Of course, my sweetheart! Selim, wake up, your son needs\nhis papers!\n\nSalim wakes up.\n\nZAIN\nWhere are my papers?\n\nSELIM\nWhere the hell have you been?\n\nZAIN\nNone of your business, just give me my papers.",
  "50": "---END OF PREVIOUS SECTION---\nZAIN\nWhere are my papers? SELIM\nWhere the hell have you been? ZAIN\nNone of your business, just give me my papers. \n---TARGET SECTION TO BE ANNOTATED---\nSELIM\nNone of my business? What do you need papers for? Want to\n\nbecome a trash collector?\n\nZAIN\nMy papers, my ID, anything!\n\nSELIM\nWho gives a shit about you or me or any of us?\n\nZain angrily throws something on the ground.\n\nSELIM (KICKS THE TABLE)\nDon't play the big man with me, you little shit!\n\n \n\nSELIM (STANDS UP AND DRAGS ZAIN)\nCome take your papers? Come! I've got a lot of papers. (He\nopens a small box and takes the papers out). Which ones do\nyou want? (Selim sits on a chair). I've got papers that can send\nme to jail. I've got an eviction notice... (Souad is carefully\nlooking at them) And here's the most important paper of all.\n(Zain, annoyed, walks away) Come back here, you should see\nthis one! (Selim grabs his arm) This one's from a hospital. It\ncould break any man's heart. We're insects, my friend. Don't\n\fyou get it? We're parasites. You either accept life without\npapers, or you might as well jump out the window. Got it? Get\nthe hell out of here before I kill you! (Selim kicks him out of the\nroom)\n\nSOUAD\nStop Selim!\n\nSELIM (SHOUTS AND DRAGS ZAIN)\nTell whoever the hell sent you: \"My father never gave a shit! He\nnever got us any papers.” Go back where you came from, you\nanimal! Damn you and your mother and whoever brought you\nto this world.\n\nZAIN\nWho went to the hospital?\n\nSOUAD\nNot a word, Selim.",
  "51": "---END OF PREVIOUS SECTION---\nDamn you and your mother and whoever brought you\nto this world. ZAIN\nWho went to the hospital? SOUAD\nNot a word, Selim. \n---TARGET SECTION TO BE ANNOTATED---\n Don't say another word!\n\nZAIN (ASKS HIS SISTERS)\nWho went to the hospital? Who went to the hospital? Who's in\nthe hospital? (Everyone keeps quiet)\n\nSELIM (SHOUTING)\nGet him out of my sight before I tear him to pieces! I curse your\nfather's seed!\n\nZAIN (CRYING)\nWho went to the hospital?\n\nZAIN (GRABS HIS MOTHER’S ARM)\nWho went to the hospital?\n\nSELIM (CSTARTS CRYING)\nLittle shit!\n\nZAIN (TO HIS MOTHER)\nTell me!\n\nZAIN\nWho went to the hospital?\n\n \n\nZAIN (WIPES HIS TEARS)\nWhat did that motherfucker do to her?\n\fZAIN (HITS HIS FATHER)\nWhat did he do to her? What did he do to her?\n\nSELIM (LOOKING DEFEATED)\nSahar is gone, it's over.\n\nZAIN (GOES TO THE ROOM AND GRABS A KNIFE\nFROM THE DRAWER)\nShe's gone? She’s gone? I'll show you who's gone.\n\nZAIN (RUNS AWAY WITH THE KNIFE)\nI'll show you who's who, who'll be gone...\n\nSOUAD (SCREAMS)\nHe's got a knife!\n\n232. INT.DAY- BUILDING STAIRWAY 232.\n\nZain goes down the stairs four steps at a time full of rage. His parents are\nfollowing him.\n\nSELIM\nI'll bury you alive! Come back, you son of a bitch! I'll kill you\nwith my bare hands!\n\n233. EXT.DAY-STREET 233.\nDetermined Zain runs towards Assad’s market holding the knife steady in\nhis hand. His father, followed by his mother, is running after him. Zain\nreaches the market. We see several people, most of them little kids,\nstanding in shock and staring.\n\n234, INT.DAY-POLICE STATION 234.\n\nA police officer takes handcuffed Zain inside the office. We can see blood\nstains on Zain’s face and hands.\n\nPOLICE OFFICER\nUncuff him.\n\fHe is standing, his face is towards the wall, and his hands are on the wall.\nZain is taking off his clothes. An officer checks his mouth and teeh to\ndetermine his age.\n\n235. INT.",
  "52": "---END OF PREVIOUS SECTION---\nAn officer checks his mouth and teeh to\ndetermine his age. 235. INT. \n---TARGET SECTION TO BE ANNOTATED---\n-DETENTION CENTER FOR UNDOCUMENTED PEOPLE 235.\n(One of the first scenes of the movie but taken through another angle,\nthrough a window this time) Zain is standing in his underwear. The\nforensic doctor that we saw at the beginning of the movie is checking\nZain’s mouth.\n\n236. INT.DAY-DETENTION CORRIDOR 236.\n\nDifferent drawers where we see files classified by nationality.\n\n237. INT.DAY-IMMIGRANT DETENTION CELLS 237.\nDifferent prison cells with the foreign prisoners grouped according to\nnationality. Their faces are expressionless and looking half dead. We see\nseveral ventilators in the hallway. Plastic water bottles are stuck between\nthe bars.\n\n238. INT.DAY- DETENTION CELL 238.\n\nSeen from behind, a guard opens the prison cell and let Zain go inside.\n\nBACK TO COURT\n\n239. INT.DAY-COURTROOM 239.\nAbou Assad is pushing his son Assad’s wheelchair in front of the judge.\nTHE JUDGE\nYou are the husband of...? What was her name again?\n\nASSAD\nSahar.\n\fTHE JUDGE\nSahar. How old was Sahar when you married her?\n\nASSAD\nEleven.\n\nTHE JUDGE\n11 years old. Do you think an 11-year-old girl is suitable for\nmarriage? Does she know what it means?\n\nASSAD\nFrom what | know... Yes, she is... She blossomed, she reached\nthat time...\n\nZAIN (ANGRILY)\nReally? I didn’t know she was a potato or a tomato plant that\nblossoms!\n\nTHE JUDGE\nZain, calm down!\n\nZAIN (ANGILY)\nI didn't know she could die from it. Many girls in the\nneighborhood get married at that age. Even my mother in law\nwas married at that age... And here she is, alive and well.\n\nTHE JUDGE\nHow long were you married before she got pregnant?\n\nASSAD\nTwo or three months.\n\nTHE JUDGE\nOk, was the pregnancy normal?\n\nASSAD\nAt first I didn't notice anything wrong. But then she started\nbleeding. She bled a lot.\n\nTHE JUDGE\nThen what happened?\n\nASSAD\nI took her to the hospital with her parents. And she died at the\nhospital door. The hospital wouldn't let her in.",
  "53": "---END OF PREVIOUS SECTION---\nASSAD\nI took her to the hospital with her parents. And she died at the\nhospital door. The hospital wouldn't let her in. \n---TARGET SECTION TO BE ANNOTATED---\n\fNADINE\nCan I ask why the hospital refused to admit her?\n\nSOUAD (STARTS TO CRY)\nBecause she doesn't have any papers.\n\nTHE JUDGE\nCounselor, I think that’s enough.\n\nSOUAD (CRYING)\nI live and work like a dog for you to stand here and judge me?\nHow dare you judge me? Have you ever been in my shoes?\nLived my life? You never have, and you never will! Not in your\nworst nightmare. If you did, you'd hang yourself! Imagine\nhaving to feed your kids water and sugar because you have\nnothing else to give them. I'm ready to commit 100 crimes to\nkeep my children alive! They're mine, the treasures of my life!\nNo one has the right to judge me, I am my own judge. They're\nmy own flesh and blood. Do you understand?\n\nSelim wipes his tears.\n\n240. INT.DAY- DETENTION CENTER HALLWAY 240.\n\n \n\nA shot of the prison hallway is showing a man walking around.\n\n241. INT.DAY- DETENTION CENTER ROOM 241,\n\nTwo prison workers are pouring food from a large basin.\n\n242. INT.DAY-POLICE OFFICE IN DETENTION CENTER 242.\n\n \n\nA bunch of prisoners are lined up. Three officers are standing in an\noffice; one of them is holding a paper and reading names out loud. We\nhear through the speaker an officer calling prisoners’ names out.\n\nOFFICER (HEARD FROM THE SPEAKER)\nThe Syrian, Hussein... The Egyptian, Mohammad...\n\n243. INT.DAY- DETENTION CELL 243.\n\fA shot of male’s prison cell, they are lying down waiting.\n\n244, INT.DAY- DETENTION CENTER HALLWAY 244.\n\nA foreign woman is dancing and smiling. A convoy of musicians are\nplaying guitar for free. They are guided by a nun and pass through the\nprison hallway singing. Speechless Zain is sitting in his cell, looking\noutside, and eating an apple.\n\nTHE NUN\nExcuse me, can you lend us an ear? The priest and I came here\nto meet you and get to know you a little bit. And maybe cheer\nyou up a little bit. Come on, let’s sing a song.",
  "54": "---END OF PREVIOUS SECTION---\nThe priest and I came here\nto meet you and get to know you a little bit. And maybe cheer\nyou up a little bit. Come on, let’s sing a song. \n---TARGET SECTION TO BE ANNOTATED---\nThe convoy continues to a neighboring cell where several women from\ndifferent nationalities are over packed together (Sri Lankan, Ethiopian,\netc.) we see Rahil. She is sitting in a corner deep in thought. Her face is\nbruised. She is insensitive to the musical show, which is amusing some of\nthe other girls.\n\nThe convoy stops in front of different prison cells to entertain the foreign\ndetainees crammed inside the cells together. Zain is speechless at the\nabsurd spectacle.\n\n245. INT.DAY- MALES’ DETENTION CELL 245\n\n \n\nA group of male prisoners are praying together. Zain is sitting and\nstaring at them indifferently.\n\n246. INT.DAY- FEMALES’ DETENTION CELL 246.\n\nA group of female prisoners (Sri Lankan, Ethiopian, etc.) are praying\ntogether in a crammed cell. All of them are wearing white veils.\n\n247. INT.DAY- MALES’ DETENTION CELL 247.\n\nA shot of Zain asleep ona mattress in the cell.\n\f248. INT.DAY- FEMALES’ DETENTION CELL 248.\n\nA shot of the foreign females’ prison cell. The cell is overcrowded. They\nare seen trying to fall asleep on the few mattresses in the middle of the\nheat. Rahil is lying down thinking deeply.\n\n249. INT.DAY- MALES’ DETENTION CELL 249.\n\nZain is lying down on the mattress staring in the void, with a sad look in\nhis eyes.\n\n250. INT.DAY- FEMALES’ DETENTION CELL 250.\n\nA shot of a Sri Lankan woman eating a sandwich. From the speakers, we\nhear an officer calling Zain.\n\nOFFICER\nZain Al Hajj, gather your things, prepare for transfer.\n\nRahil, confused, hears Zain’s name on the speaker.\n\n251. INT.DAY-PRISON HALLWAY 251.\n\nAn officer is taking Zain out of his cell. Rahil quickly gets up and stands\nbehind the bar to check whether it is Zain. Handcuffed Zain is following\nthe officer when he passes in front of Rahil’s cell, she looks at him in\ndespair.",
  "55": "---END OF PREVIOUS SECTION---\nAn officer is taking Zain out of his cell. Rahil quickly gets up and stands\nbehind the bar to check whether it is Zain. Handcuffed Zain is following\nthe officer when he passes in front of Rahil’s cell, she looks at him in\ndespair. \n---TARGET SECTION TO BE ANNOTATED---\nRAHIL\nZain? Zain? Zain ? Zain! Zain! What are you doing here? Zain,\nwhere's Yonas? Zain! Zain, where's Yonas? Zain! Where's my\nson? Where's Yonas? Where! Who did you leave him with? My\nson is alone at home.\n\nSeveral other prisoners inside Rahil’s cell are shocked. Zain looks back.\nRahil frantically starts screaming more and more, rattling the bars. Her\nprison-mates try to calm her. She fumbles over her words while she tries\nto catch her breath. She starts speaking to herself.\n\n252. INT.DAY-PRISON OFFICE 252.\n\fZain and Rahil are sitting in front of an officer’s desk.\n\nZAIN (DESCRIBING ASPRO’S EYE COLOR)\nThis eye... Here... is blue, blue, blue.\n\nOFFICER (CONFUSED)\nBoth his eyes are blue?\n\nZAIN\nNo. This eye is brown, and this eye is blue.\n\n253. INT.DAY-ROUMIEH PRISON FOR JUVENILES 253.\n\nBehind the bars, Zain is looking outside with a miserable look on his face.\n\n254, EXT.DAY-ROUMIEH PRISON FOR JUVENILES 254.\n\n \n\nWe see a shot of the prison building. The roof is equipped with razor\nwire.\n\n255. EXT.DAY-PRISON FIELD 255.\n\nZain is quietly sitting on the ground with his back on the wall. Several\nchildren are playing football.\n\n256. EXT.DAY-ROUMIEH PRISON 256.\n\nA quick shot of Zain’s cell from outside.\n\n257. INT.EVENING-PRISON CELL 257.\n\nZain is sitting near the bars and staring outside.\n\n258. INT.EVENING-PRISON CELL 258.\n\nThe prisoners are watching a popular talk show about scandals and\nvarious short stories. They are smoking cigarettes. Zain is sitting and\nquietly watching the show.\n\fPRESENTER (ON TV)\nYou're live on Wind Of Freedom. Please turn your TV down.\n\nA PERSON TALKING ON PHONE WITH THE\nPRESENTER\nI've been following your show for a while... and I know you\nalways talk about social issues...\n\n259. EXT.DAY-PRISON 259.",
  "56": "---END OF PREVIOUS SECTION---\n259. EXT. DAY-PRISON 259. \n---TARGET SECTION TO BE ANNOTATED---\nEscorted by a guard, Zain heading to the prison’s visitor area.\n\n260. INT.DAY-PRISON CAFETERIA 260.\n\nIna colorful dress, Souad is smoking a cigarette. Zain sees her from the\ncafeteria entrance and stares at her. She gets up and kisses him. They sit\ndown to talk.\n\nSOUAD\nHow are you? Do you have a cold? Are you sick?\n\nZAIN (WITH DISGUST)\nCongratulations, you're no longer in mourning? You're not\nwearing black anymore?\n\nSOUAD\nI brought you some candy to nibble on. Eat them, Zain. Why are\nyou so angry with me? There was nothing I could have done.\nShe was my daughter, I lost her too.\n\nZAIN\nWhat did you come here for?\n\nSOUAD\nWhen God takes something away from you, He blesses you in\nreturn.\n\nZAIN\nWhat did God bless you with?\n\nSOUAD\nI'm pregnant. You're going to have a little brother or sister.\n\fZAIN (DISGUSTED)\nMy heart aches.\n\nSOUAD\nI hope it's a girl. We'll name her Sahar.\n\nZAIN\nYour words are stabbing me in the heart.\n\nSOUAD\nGod willing, when you get out, she'll be walking and playing...\n\nZAIN\nI don't want to see your face in here again. You have no heart.\n\nZain takes the bags and throws them in the garbage with anger in front of\nhis mother.\n\nZAIN (TO THE GUARD, WHILE LEAVING THE\nVISITOR AREA)\nLet go of me! I want to go outside!\n\n261. EXT.EVENING-PRISON 261.\n\nA sunset shot taken from the prison.\n\n262. INT.EVENING-PRISON CELL 262.\n\nA few young prisoners are watching the same show they were watching\nlast time.\n\nCHILD SPEAKING ON TV\nEver since my dad died, I haven't smiled...\n\nPRESENTER (ON TV)\nThis week's special reports on child abuse have had a great\n\nimpact on our audience...\n\nZain is listening to the show while lying in bed.\n\n263. INT.DAY-PRISON HALLWAY 263.\n\fA shot of the empty prison hallway.\nPRESENTER (ON TV)\n\nFor your comments, call us at... 09658856\n\n264.",
  "57": "---END OF PREVIOUS SECTION---\nDAY-PRISON HALLWAY 263. A shot of the empty prison hallway. PRESENTER (ON TV)\n\nFor your comments, call us at... 09658856\n\n264. \n---TARGET SECTION TO BE ANNOTATED---\n INT.DAY-PRISON CELL 264.\n\nZain is sitting near the window and staring outside.\n\n265. INT.NIGHT-PRISON HALLWAY 265.\n\nZain is at the phone booths, holding a phone to his ear.\n\nPR:\nIs there an adult i\n\nZAI\nA police officer.\n\nPR\n\nESENTER\nn the room with you, Zain?\n\nN\n\nESENTER (SHOCKED)\n\nA police officer? Where are you calling us from, Zain?\n\nZAI\nFrom jail.\n\n266.\n\nThe other prisoners are wa'\n\nnotices Zain’s voice.\n\nPR\n\nThat's Zain talkin\n\nThey get shocked and excit\n\nPR\n\nN\n\nLS 266.\n\nINT.NIGHT-PRISON CEL.\n\ntching the show on TV, when one of them\n\nSONER\ng!\n\ned and start telling each other.\n\n \n\nESENTER (ON TV)\n\nFrom jail? Which jail?\n\nANOTHER PRISONER\nYes, it's Zain's voice.\n\fZAIN (HIS VOICE IS HEARD ON TV)\nRoumieh Prison for Juveniles.\n\nPRESENTER\nZain, why are you calling our show? How can we help you?\n267. INT.TALK SHOW STUDIO (T.V. SEQUENCE) 267.\n\nThe presenter of the same show we saw previously is talking in front of\nthe camera.\n\nZAIN (HEARD IN THE STUDIO)\nI want to sue my parents.\n268. INT.NIGHT-PRISON CELLS 268.\n\nThe other prisoners are shouting and knocking on the doors so the other\nprisoners can know.\n\nPRISONER (SHOUTING)\nHey guys!\n\nANOTHER PRISONER (SHOUTING)\nZain's on TV!\n\n269. EXT.NIGHT-PRISON WINDOWS 269.\n\nMost of the kids and teenagers are waving clothes outside the windows\nand shouting.\n\n270. INT.NIGHT-PRISON HALLWAY 270.\n\nOthers are knocking on the cells doors.\n\n271. INT.NIGHT-PRISON CELL 271.\n\nPRESENTER (ON TV)\nYou're live on the air. What do you want to say?\n\f272. EXT.DAY-PRISON 272.\n\nWe still hear Zain’s voice but we see Zain walking with a guard and\nheading towards the prison’s visitor area.\n\nZAIN\nI want grown-ups to hear what I have to say.",
  "58": "---END OF PREVIOUS SECTION---\nDAY-PRISON 272. We still hear Zain’s voice but we see Zain walking with a guard and\nheading towards the prison’s visitor area. ZAIN\nI want grown-ups to hear what I have to say. \n---TARGET SECTION TO BE ANNOTATED---\n I’m sick of those\nwho can't take care of their kids. What will I take from all this?\nAll the insults, all the beatings, all the kickings? The chain, the\nhose, or the belt? The nicest word I hear is: Fuck off, you\nsonofabitch!\" “Piss off, you fucker!\"\n\n273. INT.DAY- PRISON’S VISITOR AREA 273.\n\nZain comes up to her. Nadine stands up and extends her hand out to greet\nhim. We still hear his speech from the phone call.\n\nZAIN (ON PHONE WITH TV PRESENTER)\nLife is dog shit. Filthier than the shoes on my feet! I'm living in\nhell. Getting roasted, like the chicken I'm dying to eat.\n\nNADINE (WITH A SMILE)\nHoware you?\n\n274, INT.DAY-TRANSPORTATION VAN FOR PRISONERS 274.\n\nWe still hear his speech. But we see him leaving a transportation van for\nprisoners. He is handcuffed and escorted by an officer.\n\nZAIN\nLife is a bitch! I was expecting to be a good man, respected and\nloved. But God doesn't want that.\n\n275. INT.DAY-COURTHOUSE HALLWAY 275.\n\nZain is walking down the hallway heading to the court that we\npreviously saw many times. We hear his voice in the background from\nthe phone call.\n\nZAIN\nHe wants us to be floor mats, to be stepped on.\n\f276. INT.DAY-COURTROOM 276.\n\nWith a miserable look on his face, tired looking eyes, Zain addresses his\nmother.\n\nZAIN\nThat kid in your belly will be just like me.\n\nSouad silently looks at him and doesn’t say a word. She bends her head\ndown.\n\nTHE JUDGE\nWhat do you want from your parents?\n\nZAIN\nI want them to stop having children.\n\nTHE JUDGE\nSpeak up!\n\nZAIN (SPEAKS LOUDER)\nI want them to stop having children!\n\nTHE JUDGE\n\nYou want them to stop having children?\nZAIN\n\nThat's right.\nTHE JUDGE\n\nI don't think they're going to have any more children.",
  "59": "---END OF PREVIOUS SECTION---\nTHE JUDGE\n\nYou want them to stop having children? ZAIN\n\nThat's right. THE JUDGE\n\nI don't think they're going to have any more children. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nZAIN\nAnd what about that one? He's going to be born, no?\n\nThe judge and his parents silently look at him and don’t say a word.\n\n277. INT.DAY-COURTHOUSE FILES ROOM 277.\n\nThe clerk goes into an archive room and puts a file between a pile of files.\nThe room is filled with columns of files.\n\f278. INT.NIGHT-WAREHOUSE 278.\nA group of police officers raid a dark warehouse.\n\nOFFICER (SPEAKING ON THE PHONE WITH TV\nPRESENTER)\nWe raided a warehouse where people were trapped...\n\n279. INT.NIGHT-ASPRO’S HOUSE 279.\n\nThe police officers raid Aspro’s house. He is sitting with a group of other\npeople smoking cigarettes. He looks shocked.\n\n280. INT.NIGHT-WAREHOUSE 280.\n\nA police officer is holding Aspro and pushing him on the wall. Another\nperson is also standing by his side and held by the officers.\n\nThe officers are looking through the openings while holding flashlights\nand searching for the trapped people.\n\nThey break in and find people from different nationalities in miserable\nconditions sitting in the dark.\n\nThey also find Yonas, crying loudly. One of the police officers gets in and\npicks him up.\n\n281. INT.DAY- BEIRUT AIRPORT 281.\nRahil and several other colored women are waiting at the airport\nsurrounded by officers. Rahil is looking left and right. Suddenly she\nnotices a social worker heading her way with Yonas in her arms, both of\nthem smiling. Rahil runs like crazy towards her son. She grabs him into\nher arms. She covers him with kisses and tears of happiness.\n\n282. INT.DAY-PRISON HALLWAY 282.\n\nWalking down the empty hallway, Zain is escorted by a guard and\n\nhandcuffed behind his back.\n\n283. INT.DAY-IN FRONT OF A GRAY WALL 283.\n\fZain is standing still. Off camera, he is looking into a camera lens with a\nneutral expression.\n\nVOICE OF MAN\nStand on the line, Zain. Go a bit to the right. No, to the left. Too\nmuch, back to the right.\n\nZain follows the instructions of the photographer.\n\nZAIN\nNo, this is my right. This is my left.\n\nVOICE OF MAN\nTilt your head up a bit. Look straight ahead.",
  "60": "---END OF PREVIOUS SECTION---\nThis is my left. VOICE OF MAN\nTilt your head up a bit. Look straight ahead. \n---TARGET SECTION TO BE ANNOTATED---\n Smile.\n\nZain doesn’t smile. He looks sad.\nVOICE OF MAN\nSmile, Zain.\n\nThis is for you ID card, not your death certificate.\n\nZain finally shows a little smile on his face.\n\nTHE END.\n\f\f\f"
}