{
  "1": "’ + REVISED FINAL SCREENPLAY\n\n“CAPE FEAR\n\n‘March 27, 1961.\n\n \n\f#1913 - Name Changes 4/6/61\n\nNOTE\n\nCaptain Dutton is changed to CHIEF DUTTON\n\nMariner Inn is changed to BOARS HEAD ©\n\n \n\f \n\nCAPE FEAR\n: yt\n\nRevised Final Screenplay\n\n. by\n\nJAMES R, WEBB\n\n \n\fes\n\n\\o4\\\n\n1-4\n\n1-8\n\n1-¢\n\n \n\n#1913 Cian SP 0227 1qol\n\nGAPE FEAR\n\n \n\nTitles superimposed OVER:\nEXT. SQUARE IN SOUTHERN TOWN - Day\n\n4n old picturesque square. Many trees cast shadows over the\nlow buildings. Traffic slowly threads its way along the street.\n\nIt's summer, and the majority of people are in light dresses or\nshirt sleeves.\n\nGradually we become aware of a MAN walking towards us. He is\nlarge, immensely pawerful, wears.a gaudy sport shirt, and chews\nthe stub of a cigar. This is MAX CADY.\n\nHe comes into CLOSE SHOT and CAMERA PANS with him. Now, in the.\n\nnot too far distance, we SEE the COURTHOUSE. It is an imposing\nand majestic building and Cady is walking deliberately ‘towards it\n\nLOW ANGLE SHOT - SHOOTING’ UP AT CADY\n\nas he walks resolutely forward,\n\nCAMERA AGAIN PANS WITH CADY\n\nas he now walks through another, smaller, tree-lined SQUARE and\npast a statue,\n\nThe STATUE remains in foreground as Cady wal¥s away from CAMERA\nand towards the COURTHOUSE, .\niCADY\n\nsteps off the pavement and walks across the street towards the\nsteps of the COURTHOUSE.\n\nA low, streamlined car has to brake to allow Cady to pass.\nCREDIT TITLES\nEND.\n\nEXT, COURTHOUSE STEPS = PAN SHOT\n\nCady walks forward. Like many inwardly volatile people, his\nexpression is impassive, almost stolid, but he stares with frank\ninterest as TWO GIRLS in tight pedal-pushers walk past the\n\n  \n\nET CONTINUED\n\ng Ubkary\n4, s\n\n \n\fsq\n\nBHA\n\n#1913 - 2!\n\nCONTINUED\n\n' Courthouse.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT, COURTHOUSE STEPS = PAN SHOT\n\nCady walks forward. Like many inwardly volatile people, his\nexpression is impassive, almost stolid, but he stares with frank\ninterest as TWO GIRLS in tight pedal-pushers walk past the\n\n  \n\nET CONTINUED\n\ng Ubkary\n4, s\n\n \n\fsq\n\nBHA\n\n#1913 - 2! CONTINUED\n\n' Courthouse. \n\nTARGET SECTION TO BE ANNOTATED:\n Cady goes INTO the Courthouse.\n\nINT, COURTHOUSE - DAY = MED, SHOT SHOOTING SLIGHTLY UP AT CADY\n\nas he COMES IN, briefly studies a wall directory, and then\nglances upwards « CAMERA follows his gaze and tilts upward.\nWe'now SEE the fine old circular stairwell of the Courthouse,\nand the domed ceiling.\n\nMED. CLOSE SHOT - CADY\n\nPAN with him as he walks forward, and starts up the staircase.\n\nA middle-aged LIBRARIAN, carrying an armful of law books, is\nwalking down the stairs. The top book falls to the floor just\nas.Cady reaches her. The woman rather obviously expects him to\npick up the bock - a grateful smile is already on her lips «\nbut he ignores her and continues past. She stands helplessly,\nnot knowing whether’ to try to tend down and pick up the book,\nwhether to put all the books down and start over again, or what.\n\nSHOOTING DOWN STAIRCASE\n\nas Cady walks up towards CAMERA and into BIG CLOSE UP, PAN with\nhim as he reaches the first floor landing.\n\nSHOOTING DOWN FROM TOP LANDING\n\nThe circular stairwell and landing are below us. In LONG SHOT\n\nwe SEE the lone figure of Cady (on the first floor landing),\nas he wanders around + looking for something.\n\nINT, COURTHOUSE - FIRST FLOOR LANDING\n\n‘This flcor has a quaint dignity. There are doors to offices\n\nand courtrooms. The courtrcoms are lettered, and bear the\nnames of presiding Judges. In the BACKGROUND of our SHOT we\nSEE Cady looking around, chewing his cigar. In the foreground\na NEGRO JANITOR is slowly shuffling ty. Cady spies him, and\ncalls acrcss the circular stairwell to him.\n\nCADY\n\nHey, know where a lawyer named Sam\nBowden hangs out?\n\nREVERSE ANGLE\n\nCady in foreground; the Negro Janitor across the stairwell in\nbackground.\n\nCONTINUED\n\n \n\f \n\n#1913 - » 3\n\nCONTINUED\nNEGRO JANITOR\n{nodding to door\nnear him)\nIn there, sir, Court's about over\nI think.\n\n‘He wacks .",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nREVERSE ANGLE\n\nCady in foreground; the Negro Janitor across the stairwell in\nbackground. CONTINUED\n\n \n\f \n\n#1913 - » 3\n\nCONTINUED\nNEGRO JANITOR\n{nodding to door\nnear him)\nIn there, sir, Court's about over\nI think. ‘He wacks . \n\nTARGET SECTION TO BE ANNOTATED:\n OFF, and Cady walks away from us towards the Court-\n\nroom indicated by the Janitor, There is something distinctly\nmenacing and unpleasantly arrogant in his bearing. He stops at\nthe courtroom door, takes his cigar from his mouth, drops it on\nthe floor, and crunches it underfoot, Then he starts to go INTO.\nthe courtroom.\n\nINT. COURTROOM - AFTERNOON\n\nCady ENTERS a half-filled courtroom, finds a seat near the rear.\nSAM BOWDEN, attorney for the plaintiff, is addressing the judge,\nGEORGE GARNER, Sam's assistant, is seated with the plaintiff,\n\n@ gaunt, middle-aged man, sitting somewhat awkwardly, his hands\ncrossed upon a cane, Nearby is DR, PEARSALL, an old man but\n\nwith an alert, competent look. Counsel for the Defense is WALTER\nVERNON, Beside him is a representative of the Gibraltar\nInsurance Company.\n\nSAM\n(to Judge)\nIf your Honor please. may I ask on\nbehalf of the plaintiff that the\ndefense's motion for an indefinite\nadjournment be denied?\n\nJUDGE\nDo you question that an important\nwitness is actually 111 in hospital\nas stated by the defense?\n\nSAM\nNo, your Honor, but this weuld make\nthe third adjournment of this case --\nalways due to the illness of some\ndefense witness. Granted that this\nwitness is i111, the defense still\nhas eleven important witnesses able\nto testify, while the plaintiff has\nbut one. I submit that eleven against\none should be enough, no matter how\nSickly and decrepit those eleven\nhappen to be,\n\nCONTINUED\n\n \n\fsq\n\n \n\n#1913 . -\n\nCONTINUED\n\n- There is a scattering of LAUGHTER in the room. The judge pon-\n\nders a momente\n\noo JUDGE\nOpposing counsel will pleasa come\ncloser to the bench so’ that we can\n‘discuss this more privately.\n\nSam and Vernon move up to the bench,\n\nGROUP SHOT - AT BENCH\nThe Judge speaks informally in a low voice.\n\n. JUDGE\nSam, this is going to be a long, dull\ncase, loaded with medical testimony,\nand summer's coming on.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nSam and Vernon move up to the bench,\n\nGROUP SHOT - AT BENCH\nThe Judge speaks informally in a low voice. . JUDGE\nSam, this is going to be a long, dull\ncase, loaded with medical testimony,\nand summer's coming on. \n\nTARGET SECTION TO BE ANNOTATED:\nSAM\nAnd bone-fishing's coming on?\n\n‘SUDGE\nNow, Sam, you know this courtroom\ngets like,an oven + you want @ hostile\njury on your hands? Letts put it over\nvntil fall and everybody'1l be happy.\n\nSAM\nEverybody but my client. He has money\ndue him and he's ovadly in need of it.\nMore important, my chief witness is\navery old man. He might not be alive\nnext fall.\n\n: VERNON\nI shouldn't have to remind Counsel\nthat he can take a deposition from\nhis witness. .Words on a piece of\npaper never die. .\n\nSAM\nAnd I shouldn't have to remind Counsel\nthat juries are people and they listen\nto people. I want Dr. Pearsall on\nthe stand, not a piece of paper.\n\nANGLE FEATURING CADY\n\nHe is staring at Sam Bowden as a snake might watch a bird.\n\nCONTINUED\n\n \n\n \n\f/3q\n\nio\n\nil\n\n12\n\n \n\n“#1913\n\nCONTINUED\n\nJUDGE\nMotion for adjournment 1s denied.\n(glancing at clock)\nAs it is now after four o'clock,\nthis trial will resums: Monday\nmorning.\n\nSam rejoins George Garner and the Plaintiff, who rises, with\nthe assistance of his cane to smile and sheke Sam's hand while\nGarner gathers up papers. People begin to mill around. Max\nCady quietly walks OUT with other spectators, not having been\nnoticed by Sam, -\n\nDISSOLVE TO\n\nEXT. COURTHOUSE SQUARE ~ AFTERNOON\n\n' Sam walks rapidly toward his car, a Chrysler station wagon, .\n\nexchanging greetings with a couple of PASSERSBY.\n\nINT. CAR - MED. SHOT\n\nSam tosses his brief case on the seat, starts the engine,\nabstractedly reaches for a cigarette and then the lighter.\nAt that moment a brawny arm reaches through the window on the\ndriver's side, switches off the ignition, pulls out the key.\nSam, caught with the lighter in his hand and taken completely\nby surprise, finds himself staring into Max Cady's smiling\nface.\n\nCADY\nHello, Counsellor. Remember me?\n\nStill startled, it takes Sam a long moment to bring his\nthoughts into focus.\n\nCADY :\nBaltimore.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nRemember me? Still startled, it takes Sam a long moment to bring his\nthoughts into focus. CADY :\nBaltimore. \n\nTARGET SECTION TO BE ANNOTATED:\n Eight years, four months,\nthirteen days ago. Is it coming in\nclearer, Counsellor?\n\nCLOSE UP = SAM\nMemories are rushing back and they are far from pleasant.\n\n. SAM\nCady... Max Cady.\n\nCONTINUED\n\n \n\fPg #1913\n\n12 CONTINUED\n\nCADY'S VOICE\nGood. I wouldn't want to think\nyoutd forgotten,\n\nANGLE WIDENS as Sam stares at the keys clutched in Cady's big\nfist.\n\nSAM\nWhat do you want?\n\nCADY\nDidn't remember me right off, did\nyou? Guess I?ve changed quite a\nbit. Where Itve been, if you don't\nchange, they're real disappointed.\nBut you haven't changed, Counsellor.\nKnow something? That's the way I\nwanted it. I wanted you to be just\nthe way I last saw you.\n\nSAM\nAll right, you've seen me. What's\nthe rest?\n\nCADY\n\nJust want to give you the word, that's\nall, want to make sure you see the\npicture. Simple as that, Counsellor.\n\nThough Sam can sense the threat, the words themselves are\npuzzling. But he keeps his voice firm.\n\nSAM\nGive me my keys.\nCADY\n(handing tnem\nover) .\nWhy not?\nSAM\n\nNow let me get this straight.\nYou're not still bleming me for\nwhat you did?\n\nCADY\nSee? You still don't get the\npicture. .I can see it's gonna take\ntime. Lots of timo.\n\nA pretty GIRL in slacks, carrying packages, heads for a nearby\ncar. Cady watches her appreciatively.\n\nCONTINUED\n\n \n\fPB\n\n12\n\n13\n\nly\n\n15\n\n16\n\n \n\n#1913 7\n\nCONTINUED - 2\n\n- CADY\nSee that wiggle? Just look at it.\nMaybe she thinks we dontt know it's\non purpose, but we've seen a thing\nor two -- haventt we, Counsellor?\n\nHis anger growing, Sam starts the engine.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust look at it. Maybe she thinks we dontt know it's\non purpose, but we've seen a thing\nor two -- haventt we, Counsellor? His anger growing, Sam starts the engine. \n\nTARGET SECTION TO BE ANNOTATED:\nCADY\n\nNow what's your hurry? Can't you\neven enjoy the view?\n\n(watches pretty\n\ngirl drive away)\nHow oid would you say she is?\nTwenty? Eighteen? Maybe only\nsixteen? It's hard to tell. They\nmature early in this climate, don't\nthey?\n\nCLOSE SHOT - SAM\nFace set, he puts the car in gear, starts backing out.\nCADY'S VOICE\nYou must be an expert on such matters.\nI hear you grabbed off a real good- .-\nlooking wife and now you've got a\ndaughter gonna be just like her.\n\nWith the car backed a few feet, Cady is now VISIBLE in front of\nite :\nFULL SHOT\nSam swings the car past Cady.\n. CADY\n\nGive my regards to the family,\n\nCounsellor, Be seein! you.\nCLOSE SHOT + CADY\nPleased with himself, he lights a cigar as he watches Sam drive\naway. :\nINT. CAR = CLOSE SHOT - SAM - PROCESS\n\nTorn by anger and a vague sense of uneasiness, he instinctively\n@liances in the rear-view mirror as ho drives out of the square.\n\nDISSOLVE TO\n\n \n\fom\n\n17\n\n \n\n#1913 8\n\nEXT. THE BOWDEN HOUSE AND DRIVEWAY - AFTERNOON\n\nThe place is on the outskirts, almost in the country. It isa\nremodeled farmnouse, neat and unpretentious, sitting well back\nfrom the street with no other house within a hundred yards. As\nSam drives in his daughter, NANCY, 12, is sitting waiting on\nthe porch steps, dressed in slacks; and there are three bowling\nball bags beside her, Shoes are tied to the bags by their\nstrings. She rises from the steps with an accusing look at Sem\nas he gets out of the car. Marilyn, the Trish setter, rushes\nfrom the steps and gives him a wildly affectionate greeting as\nANGLE WIDENS.\n\nNANCY\n(carrying bags\ntoward station wagon)\nDad, you're ten minutes latej\n\nSAM\n(grins)\nIt's a mistake to teach women how\nto tell time. They always use it\n\nagainst you.\n\nHe turns as his wife, PEGGY, COMES from the house.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nNANCY\n(carrying bags\ntoward station wagon)\nDad, you're ten minutes latej\n\nSAM\n(grins)\nIt's a mistake to teach women how\nto tell time. They always use it\n\nagainst you. He turns as his wife, PEGGY, COMES from the house. \n\nTARGET SECTION TO BE ANNOTATED:\n She, too,\nis dressed in slacks -- and very attractively. She is always\na signt to light up Sam's eyes. He moves halfway up the porch\nsteps to meet her.\n\nSAM\nWherets your stop watch?\n\nPEGGY\n(grins)\nMine starts ticking the minute you\nleave the house.\n\nHe smiles, takes her in his arms and gives her a good, solid\nkiss, then holds her for a minute.\n\n. SAM\nWhat is there about you I can't\nresist?\nNANCY\n\nCome on, Dad; you can do that on\nyour own time. I asked Betty to\nbowl with us.\n\nSAM\nBetty..o? Isn't that the “utterly\nrancid little thing\" you detest\nwith every fiber of your being?\n\nCONTINUED\n\n   \n\n \n\fPB\n\n17\n\n18\nand\n19\n\n20\n\n20-A\n\nal\n\n \n\n#1913\n\nCONTINUED\n\nPEGGY\nThat was last week. This week\nthey're inseparable.\n\nNANCY\n(climbing into\nthe car)\nOh, do hurry -- please, Daddy.\n\nPEGGY\n(starts down steps)\nCome on. You know you'd rather\nbowl than mope around the hcuse\nwith a long, cool gin and tonic.\n\nSAM\nWouldn't any red~blooded American?\n\nHe helps her into the station wagon.\n\nOMITTED\n\nEXT. HIGHWAY ~- LONG SHOT\n\nAs the station wagon comes out of the driveway, a battered\nChevrolet sedan parked some distance back starts ts follow it.\n\nINT. CHEVROLET - SHOOTING THROUGH WINDSHIELD\n\nCAMERA TAKES IN the station wagon ahead and Max Cadyts big\nhands on the wheel,\n\nDISSOLVE TO\n\nINT. BOWLING CENTER - LATE AFTERNOON\n\nsore\n\nThis is a large, modern, crowded place, loud with the RUMBLE\nof balls, the CLATTER of falling pins, and the LAUGHTER and\n\nSQUEALS of teen-agers. The Bowdens and BETTY, about Nancy's\nage, are getting ready to play.\n\nSAM\nOkay, Nancy and Betty against the\nchamps... Tee off, Betty.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Bowdens and BETTY, about Nancy's\nage, are getting ready to play. SAM\nOkay, Nancy and Betty against the\nchamps... Tee off, Betty. \n\nTARGET SECTION TO BE ANNOTATED:\n You're\nthe guest of honor,\n\nSam sits down, gets the score paar\nbowl and promptly rclls a strike,\n\ndy. Botty rets up to\ntty and Nancy exuit.\n\n \n\fBin\n\n22\n\n23\n\n \n\n#1913 10\n\nANGLE FEATURING SAM AND PEGGY\nSam WHISTLES and leans forward to mark score. Peggy applauds.\n\nSAM\nI think I'll just sit here and keep\nscore.\n\nPeggy laughs and CAMERA PANS with her as she steps up to take\nher turn.\n\nINT. REFRESHMENT AREA\n\nThis area, which serves beer, cokes, etc., is to the rear of\nthe alleys, and from some of the small tables the alleys can\nbe seen. Max Cady sits down at a table where he can watch\nthe Bowden family. He now has a sack of peanuts,\n\nCADY\n(to WAITRESS )\nBeer.\n\nShe nods and hurries AWAY. His eyes linger on her trim figure,\nthen return to the alleys. Slowly he crushes another peanut\nshell, crunches the two nuts between his teeth. The Waitress\nRETURNS with open beer bottle and glass on a tray.\n\nCADY\nFast on your feet, aren't you?\n\nWAITRESS\nYou have to be around here.\n\nHe takes her left nand as she sets down the tray, examines the\nwedding ring.\n\n: CADY\nThat ring mean anything?\n\nThe waitress has tensed, but easily pulls her hand away.\n\nWAITRESS\nPlenty.\n\nCady puts a twenty-dollar bill on the table.\n\nCADY\nThat mean anything?\n\nShe starts to turn away. He puts down another twenty. For an\ninstant she hesitates. He smiles, picks up both bilis, having\nproved to his own satisfaction that all women can be had. She\nhurries AWAY, faster this time, but Cady no longer looks after\nher. He takes a swallow of beer, eyes on the Bowden family,\nthen gets up, glass in hand.\n\n \n\f25\n\n26\n\n27\n\n \n\n#1913 11\n\nSAM\n\nHe is bowling for a spare; then, as he waits for his ball, he\nturns to chalk his hands and is just starting to pick up the\nball when he sees Cady move to the rail in b.g.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\nhurries AWAY, faster this time, but Cady no longer looks after\nher. He takes a swallow of beer, eyes on the Bowden family,\nthen gets up, glass in hand. 25\n\n26\n\n27\n\n \n\n#1913 11\n\nSAM\n\nHe is bowling for a spare; then, as he waits for his ball, he\nturns to chalk his hands and is just starting to pick up the\nball when he sees Cady move to the rail in b.g. \n\nTARGET SECTION TO BE ANNOTATED:\n Sam stands\nfor a moment, in shocked surprise, then turns and makes his\ndelivery. The ball goes wide of the single pin.\n\nNANCY\nDad, youire slipping.\n\nHe makes a slight deprecatory gesture but no reply as he resumes\n\nhis seat. Nancy steps into position, tries to find her ball.\n\nPEGGY AND SAM\nHe marks down his score.\n\n. PEGGY\nYou are slipping. Usually you would\nhave said the pin moved.\n\nSAM\n(forces a smile)\nIt did.\n\nMax Cady, beer in hand, APPEARS in the b.g., walking benind\nthe rail. His syes are on Nancy getting ready to bowl o.s.\n\nREVERSE ANGLE\n\nCady is now nearly back to CAMERA and Nancy is in ANGLE as\n\nshe makes her delivery. Cady leans over and taps Sam on the\nshoulder. Surprised, Sem turns into CAMERA, his back to Nancy\nas her ball scatters the pins ~ the last one teeters and\nfinally falls. Nancy leaps for jcy. But Sam Bowden is aware\nof none of this. He rises to his feet.\n\n- MED. SHOT - THE TWO\n\nCady smiles.\n\nCADY\nNice shot. Don't mind me, Counsellor =\nI just wanted a gande. at the rest of\nthe family. Yes sir, you're a lucky\nmane\n\nJust then Nancy runs up to Sam, grabs his hand, half-turning\nhim.\n\nCONTINUED\n\f27\n\n28\n\n23\n\n30\n\n#1913 / 12\n\nCON TINUED\n\nNANCY\nDid you see my strike? Did you?\n\nAs Sam turns again toward Cady, Cady’s broad back is already\nbeing blotted out by a hurrying group of teenagers. Sam knows\nthat this second meeting can't bs coincidence; he is now begin-\nning to see \"the picture\" and an ugly picture it is. Slowly\nhe turns back to face his daughter.\n\nDISSOLVE TO\n\nINT, POLICE DEPARTMENT SWITCHBOARD\n\nSWITCHBOARD OPERATOR\nPolice Department...Captain Dutton?\nHe's probably left, but I'll try him.\n\nINT. DETECTIVE CAPTAIN DUTTON'S OFFICE\n\nThis is a small, excessively bars room in the basement.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's probably left, but I'll try him. INT. DETECTIVE CAPTAIN DUTTON'S OFFICE\n\nThis is a small, excessively bars room in the basement. \n\nTARGET SECTION TO BE ANNOTATED:\n MARK\nDUTTON, about forty, wearing a small shoulder holster, is just\nputting on his coat when the phone RINGS. With an expression\nof resigned annoyance, he picks up the receiver. :\n\nDUTTON\nCaptain Button...Oh, hello, Sam.oo\ndust on my way out...Yeah, homeward\nbound - I hope.\n\nINT. BOWLING CENTER PHONE BOOTH\nThrough the glass Nancy can be seen hurrying toward the booth.\nSAM\n{into phone)\nMind if I drop over for a minute\nthis evening?\n\nDUTTON'S VOICE\nSure. You know the house?\n\nShe raps on the door and metions to him to hurry.\n\nSAM\nYes, I know it. Thanks, Mark.\n\nNancy grabs his hand as he puts down the receiver snd steps\nout of the booth,\n\nCONTINUED\n\n   \n\fmm\n\n30\n\n31\n\n \n\n \n\n#1913 , 13\n\nCONTINUED\n\nNANCY\nHurry up, Dad - It's your turn -\n\nSAM\nWetll have to wind this up before\nlong. I have to see somebody after\n\ndinner,\n\nNANCY\nYou're always having to see some=\nbedy =<\n\nThey hurry away.\n\nDISSOLVE To\n\nINT. GARAGE WORKSHOP ~ NIGHT\n\nOne half the garage. has been mads into a workshop. A compact\nCar stands in the other side. There is a long work bench,\nsome power tools, a couple of folding chairs. Dutton picks\nup an opener, deftly punches two cans of beer, hands one to\nSam.\n\nDUTTON\nShoot.\n\nSAM\nThanks. There's an ex-convict in\ntown named Max Cady. I think he's\nstarted a war of nerves with me.\nI hope it's only that.\n\nDUTTON\nHas he threatened you?\n\nSAM\nNothing that would hold in court.\nYou have to know him to feel that\nthreat. He spoke to me after court\nand later on at a bowling alley.\nHe followed me.\n\nDUTTON\n\n(sips his beer}\nWhy?\n\nCLOSE SHOT - SAM\n\nThe question turns Sam's mind back eight years. It is an un-\npleasant experience to recall, but he tries to keep his voice\nmatter-of-fact.\n\nCONTINUED\n\n \n\fmin #1913 .",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE SHOT - SAM\n\nThe question turns Sam's mind back eight years. It is an un-\npleasant experience to recall, but he tries to keep his voice\nmatter-of-fact. CONTINUED\n\n \n\fmin #1913 . \n\nTARGET SECTION TO BE ANNOTATED:\n32 CONTINUED\n\nSAM\n\nI was up in Paltimere on a cass\nabout eight ycars ago. One night\nI was walktig back to my hotel,\nquite lata, when I heard a kind of\ncommotion 11 a parking lot. It was\naman attacking a girl, I ran over\nand tried ta pull him away, but it\nwas like pulitng at a gorilla. His\nstrength Wan incredible, He hardiy\nknew I was Lhere. Then suddenly the\ngirl got her breath back and started\nsereaming. He nit her and broke her\njaw, and I mist have hit him at the\n“same instant = just right. He was\nJust dazed onough for ms to kesp an\narmicck on tim until help arrived.\nThen he went berserk again. It was\nMax Cady.\n\n{sips beer)\nLater I had to go back to appear\nagainst him ns a witness. The defense\nnaturally tried to plead insanity,\nbut they couldn't make it stick.\n\n \n\n33 MED. SHOT\nDutton writes down Cady's name on the back of some sandpaper.\n\nDUTTCN\nDo you knew for sure that Cady\nplames you personally?\n\nSAM :\nThat was pratty clear at the trial.\nI thought it was strange when he\nshowed up here today, but I wasn't\nreally worrted until I saw him at\nthe Bowling Center = it was the way”\nhe lcoked at my family.\n\nThere is an extension phone on the work bench. Dutton reaches\nfor it, starts dialing, .\n\nDUTTO!\n\nHe was convicted of a sex crime, so\nhe has te register on arrival in a\nnew town -\n\n{into :\nSergeant, © ain Dutton, Has an\nex-con Nam ax Cady registered in\nthe last few days?\n\nhone }\n\n \n\n \n \n\n \n\nCONTINUED\n\n   \n\frm\n\n33\n\n#1923\n\nCONTINUED\n\n15\n\nDUTTON (Cont'd)\n(during walt)\nChances are he hasn't done it. We\ncan run him out of town on that.\n{into phone)\nfhanks, Sergeant. Hold on.\n(to Sam}\nHe's smart. Registered yesterday.\n(into phone)\nWhat address did he give?\n{writes cn back\nof sandpaper)\nOkay.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nRegistered yesterday. (into phone)\nWhat address did he give? {writes cn back\nof sandpaper)\nOkay. \n\nTARGET SECTION TO BE ANNOTATED:\n Switch me to Lieutenant Gervasi.\n{to Sam) .\nIt's an addresa right off the dock\narea. Sounds like ne's short on\ndough. We'll get him for vagrancy.\n(into phone }\nPete, make a pickup on Max Cady.\nRegistration has his description...\nYeah, cail me.\n\nDutton puts down the phone. Sam glances at his watch,\n\n. SAM\nThanks, Mark, I'd batter be getting\nhome. My family is there alone.\n\nDUTTON\nHave you got a dog?\n\nSAM\n(nods }\nShe couldn't bite through a doughnut,\nbut she's a good barker,\n\nDUTTON\nThat?s usually enough. Okay, you\nstart on home. When they pick him\nup, Ifill let you know.\n\nSAM\nI hope I'm not putting you to a lot\n\n.of trouble for nothing.\n\nDUTTON\n(smiles }\nI just hope it is for nothing.\n\nSam starts OUT.\n\nDISSOLVE T\n\n    \n\f3h\n\n35\n\n35~A\n\n \n\n \n\n#1913 / 16\n\nEXT, STREET - DOCK AREA - NIGHT\n\nA few people are in sight, lazing along on this warm evening.\nDance MUSIC blares from ssveral cafes, A police car pulls’ up\nto a stop in front of the MARINER INN,\n\nINT. MARINER INN =- CLOSE = DIANE TAYLOR\n\nA young, attractive, rather exotic type, with intermittent,\npretensions to elegance and breeding, is at the piano bar,\nflanked by two local BLADES, cperating independently. The\nLEFT ONE is coolly working to get her drunk. Diane is swaying,\ndrumming, bouncing in rhythm with the old-time song hits being\nPLAYED by an attractive young woman PIANIST,\n\nCLOSE - CADY\n\nat the bar, fascinated by this girl, staring at her openly,\nlustfully. Every so often, she catches his eye. She offers\nno overt encouragement, but it is plain that Cady is the.\naudience she is really playing to. Cady is about to stand up\nand go over to Diane's table when two HANDS come in from either\nside, grasping his upper arms. The ANGLE WIDENS. It is two\nPOLICE OFFICENS. The ether customers pointedly take no notice.\nCady is.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is two\nPOLICE OFFICENS. The ether customers pointedly take no notice. Cady is. \n\nTARGET SECTION TO BE ANNOTATED:\n completely relaxed, like a man who has been expecting\nthis.\n\nOFFICER MARCONT\nYour neme Max Cady?\n\nCADY.\nCould be. What's your problem?\n\nMARCONT\n(hard) :\nWe'll talk to you outside,\n\nNow Max Cady makes what seems little more than shrugging move-\nment, but his strength is 30 tremendous that the two officers\n\n“are tossed aside, Cady grins and Diane stares at him in sur-\n\nprised admiration, Even the bystanders cant pretend not to\nnotice this performance. Instinctively the two officers reach\nfor their blackjacks, But the force of Cady's personality is\nenough to make them hesitate,\n\nCADY\nTry usin’ those and you'd better\nsend for the rict squad. I got no\nobjection to a talk ~ I just don't\nlike being pawed.\n\f35-B\n\n36\n\n \n\n#2923 ou\n\nCLOSE - DIANE\nlooks on, thrilled, Cady tosses a ten-dollar bill on the bar.\nCADY\n(to the bartender)\n“ry be Back for the change.\n\nCady starts off. All eyes are now on him. He stops by Diane,\nTheir eyes mest. He looks with contempt at her two companions.\n\nCADY\n(to Diane).\nGive you an hour to get rid of the\n\ntownless\nDiane, shiny-eyed, with mock hauteur,\n\nDIANE .\nAre you trying to pick me up?\n\nCady grins. He knows she will be waiting.\n\ncADY\nYeaheos\n\nA pause, They take each other tn. Diane is a little fright.\n\n-ened, but drawn to him, She takes the challenge,\n\nDIANE\n{smiles}\nWhy not?\n\nCady nods, walks OUT with the two officers, dominating the\nscene and enjoying it.\n\nDISSOLVE TO\n\nINT, INTERROGATION OFFICE ~+ DETECTIVE BUREAU - NIGHT ©\n\nThis is another smsll basement officé, at tha end of the main\nhall, Max Cady is seated at a table, with Mark Dutton, Marconi,\nand LIEUTENANT PETE GERVASI. There is an intoximeter on the\ntable; Cady indicates it contemptuously.\n\nCADY\n\nYou know I ain't drunk,\n\n{pulls out wallet)\nBut I'm a cooperative. guy.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO\n\nINT, INTERROGATION OFFICE ~+ DETECTIVE BUREAU - NIGHT ©\n\nThis is another smsll basement officé, at tha end of the main\nhall, Max Cady is seated at a table, with Mark Dutton, Marconi,\nand LIEUTENANT PETE GERVASI. There is an intoximeter on the\ntable; Cady indicates it contemptuously. CADY\n\nYou know I ain't drunk,\n\n{pulls out wallet)\nBut I'm a cooperative. guy. \n\nTARGET SECTION TO BE ANNOTATED:\n(takes out card,\n\ntosses it on tabdle)\nSee the names on that card? John W.\nMoss, M.D. Now if you want me to\ntake an intoxication test, just get\nhim over here. I didnit spend eight\n\nCONTINUED\n\n \n\f36\n\n37\n\n38\n\n \n\n \n\n#1913 , 18\n\nCONTINUED\n\nCADY (Cont'd)\nyears in the can reading law books\nfor nothing. I have the legal right\nto be examined by my own physician...\nor didn't you boys know that?\n\nThe door is open and we hear FOOTSTEPS coming down the hall.\n\nDUTTON\nNever mind. You'll be sober by ths\ntime you leave here anyway.\n\nDutton walks OUT, closing door behind him.\n\nINT. HALLWAY\nDutton meets Sam in the hall,\n\n. DUTTON\nHi. Hets a hot number, all right.\nYou know if he had any record prior\n_ to the last conviction?\n\n. SAM\nSeveral arrests, no convictions.\n\nDUTTON\nAll for the same cffense7\n\nSAM\n“Two of them, as I remember - the girls\nwere afraid to testify against him.\nThere was one suspicion of car theft\nand a couple of assault and batteries.\n\n(thinking back)\n\nHe had a good war record, though he\nwas suspected of shooting a couple\nof PoW's unnecessarily. The investi-\ngation cleared him.\n\nDUTTON\nSounds cuter ~ and meaner - all the\n.time. But wetll get him. Come on in,\nINT. INTERROGATION OFFICE\nCady watches Sam COME IN with Dutton, showing no surprise.\nCADY\n\nWell, well, we seem to be seeing a\nlot of each other today.\n\nCONTINUED\n\n \n\fPS\n\n38\n\n#1913 19\n\nCONTINUED\nSam sits down on a chair to one side.\n\nDUTTON\nOkay, Cady, strip to your shorts.\n\nCADY\nWhy sure. You expect me to object\nto a search, but I told you I was\na co-operative guy.\n\nHe takes off the gaudy sport shirt, proudly revealing his\nmuscular torso, tosses the shirt to Gervasi.\n\nCADY\nBetter look it over. I've got a\ncouple jolts of horse hid in the .-\ncollar.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes off the gaudy sport shirt, proudly revealing his\nmuscular torso, tosses the shirt to Gervasi. CADY\nBetter look it over. I've got a\ncouple jolts of horse hid in the .-\ncollar. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\n+ DUTTON\na4 (curtly)\nLetts make with the pants, Cadye\n(as Cady starts\nto remove then)\nWhat brought you to our town?\n\nCADY\nTI heard it had a nice climate, plenty\nof boating on the river ~ and fine,\nstandup citizens likes the Counsellor\nthere. dust the place for me.\n\nDUTTON\nHow much money have you?\n\nCady steps out of the slacks, tosses them to Dutton.\n\nCADY\nLook in the walist.\n\nDutton opens the wallet, takes out a five-dollar bill and a\ncouple of singles.\n\n. DUTTON\n\nSeven bucks. Not enough. I'm\ncharging you with vagrancy, Cady -\nunless you want to be a hundred\nmiles away by morning.\n\nCADY .\nBetter look a little harder, Captain\nsir. .\n\nDutton begins taking cards, scraps of paper, temporary driver's\nlicense, etc., out of the wallet.\n\nCONTINUED\n\fPé\n\n38\n\n#1913\n\n \n\nCONTINUED ~ 2\n\nCADY\nSee that bank deposit book there?\nWhat's it say?\n\nDUTTON\n{examining it)\nFifty-four hundred dollars. Where'd\nyou get it?\n\nCADY\nYou notice it's a bank right here\nand the deposit was made today. You\nnotice that, don't you, Captain, sir?\n\nDUTTON\nI asked where you got it?\n\nCADY\nWell, that could be my business,\ncouldntt it?\n{looks at Sam)\nWould you advise me to answer that\nquestion, Counsellor?\n\nSAM\n(grimly)\nYoutd be very wise to answer ite\n\nCADY\n\nNow that's just the advice I wanted,\nbecause, like I say, I'm a co-\noperative guy.\n\n(to Dutton)\nI'd suggest you check with the escrow\nofficer of the First National Bank -\nBaltimore. Hetll tell you just where\nthat money came from, Captain.\n\nDutton picks up the wallet and the contents, starts out.\n\nDUTTON\nCome on, Same\n\nCADY\n\n\"Sam\" is it? Real friendly, you two,\nainttcha? A nice, tight littlo\ncorporation. \"Mark, ol! boy, I don't\nlike this fellow's face.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUTTON\nCome on, Same\n\nCADY\n\n\"Sam\" is it? Real friendly, you two,\nainttcha? A nice, tight littlo\ncorporation. \"Mark, ol! boy, I don't\nlike this fellow's face. \n\nTARGET SECTION TO BE ANNOTATED:\n - Throw him\nout of town.\" \"Why sure, Sam, any-\nthing you say.\"\n\n(voice hardening)\nWell, Sam, you'll be old and gray\nbefore I ever leave this town.\n\nCONTINUED\n\nac\n\n \n\fPE\n\n38\n\n39\n\n#1913 : 21\n\nCONTINUED - 3\n\nSAM\n(voice equally hard)\nI'm warning you in the presence\nof these witnesses to stay off\nmy property, day or night.\n\nHe starts OUT after Dutton. Cady smiles as he reaches for his\nshirte\n\nCADY\nHets a dilly, ain’t he? So feisty\nand always leapin’ to conclusion.\nI wouldn't go on his property if he\nasked me in for a drink. Afraid\nhe's shoot me in some nice legal way\nI never heard cf.\n\nSam, having paused in doorway, now leaves.\n\n: GERVASI\nGet your pants on, Cady - and think\nabout finding yourself a new town.\n\nINT. DUTTON'S OFFICE\nAs he and Sam COME IN, Dutton closes the door behind them.\n\nETTON\nThat mustive been quite a brawl in\nthat parking lot. I don’t know as\nTtd like to tangle with him.\n\nSAM\nHe broke three of my ribs and gave\none of the officers a concussion.\nThe girl was hospitalized for over\na month.\n\nDUTTON\n. (sitting down}\nWhat an ego. He knew I had no right\nto order a strip search. He agreed\n_Just to show off his muscles. Well,\nanyway, you've got nothing to worry\nabout tonight.\n\nSAM\nTan you hold him?\n: DUTTON\nUntil I check with the Baltimore\nbank in the morning. .\n\nCONTINUED\n\fPE\n\n39\n\n#1913\n\nCONTINUED\n\nNervously\n\n \n\niy\nNy\n\nSAM\nTomorrow's Saturday - the bank!11\nbe closed.\n\nDUTTON\nI can't hold him the whole week end.\nI‘’1ll get that escrow officer somehow,\nbut I?ll bet the money?s cleen.\n\nSam walks about the plain little room.\n\nSAM\nYou may think I've gone cverboard\nabout this.\n\nDUTTON\nI see a lot of tough cookies, but\nthere's something about this guy\nthat freezes you...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nSam walks about the plain little room. SAM\nYou may think I've gone cverboard\nabout this. DUTTON\nI see a lot of tough cookies, but\nthere's something about this guy\nthat freezes you... \n\nTARGET SECTION TO BE ANNOTATED:\n I don't know...\nHets gone out of his way to put you\non the lookout, and now he knows\nhe'd be our prime suspect if any-\nthing happened! I'd say he's trying\nto scare hell out of you, thatis\nalle\n\nSAM\nThatis a comfort.\n\nDutton toys with a paper clip for a long moment.\n\nDUTTON\nLook, let ma phone you tomorrow\nafter I talk to that banker.\n\nSam nods and grasps the knob of the door.\n\nDUTTON\nYou're disappointed, aren?t you?\nYou think there ought to be a way\nIocan throw him right out of the\ncounty.\n\nSAM\nNo, a man?s innocent until proven\nguilty -- I read that someplace.\nGood night.\n\nDutton nods as Sam starts OUT.\n\nDISSOLVE TO\n\n \n\fdh\n\n39-4\n\n39-B\n\n39-0\n\nko\n\nk1\n\n42\n\n43\n\n4b\n\n \n\n#1913 23\n\nEXT, BOWDEN HOUSE - MORNING\nNo one is visible, but we HEAR intermittent barking from Marilyn.\n\nEXT. BOWDEN HOUSE ~ ANOTHER ANGLE - MORNING\nDog still BARKING.\n\nEXT. BOWDEN HOUSE - STILL ANOTHER ANGLE - MORNING\n\nBARKING continuing at intervals. Now we HEAR a phone begin to\nring inside the house, .\n\nINT. SAM'S STUDY - CLOSE SHOT\n\nSam picks up the phone.\n\nINT, DUTTON'S OFFICE\n\nDUTTON\n\n(into phone)\nSorry I couldn't phone you sooner --\nbeen out on a case, Anyway, I got\nthe escrow officer at his home,\nearly. Cady sold the old family\nfarm for $5900 net. He's in the -\nclear, Sam.\n\nINT. SAM'S STUDY - CLOSE SHOT\n\nSam doesn't like the news, but had expected it.\n\nSAM\nWhen will you release him?\n\nINT. DUTTON'S OFFICE\n\nDUTTON\n(into phone)\nI've already done it, Couple hours\nago.\n\nINT. SAM'S STUDY - CLOSE SHOT\n\nSam frowns at this, The BARKING takes on a possible signifi-\ncance, ANGLE WIDENS as, phone in hand, he turns toward Nency\nat the window, .",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUTTON'S OFFICE\n\nDUTTON\n(into phone)\nI've already done it, Couple hours\nago. INT. SAM'S STUDY - CLOSE SHOT\n\nSam frowns at this, The BARKING takes on a possible signifi-\ncance, ANGLE WIDENS as, phone in hand, he turns toward Nency\nat the window, . \n\nTARGET SECTION TO BE ANNOTATED:\nSAM\nWhet's going on with Marilyn?\n\nCONTINUED\n\n \n\n \n\fdh\n\n4h\n\nus\n\n46\n\nb?\n\n#1913 , 24\n\nCONTINUED\n\nNANCY\nI don't mow. I can't see her in\nthe bushes.\n\nSAM\nWhere's your mother?\n\n/ NANCY\nIn the kitchen, I think.\n\nInT. DUTTON'S OFFICE\n\nDUTTON\n\n(into phone) .\nYou still there, Sam? Just remember\nthere are ways, legal ways, we can\nconvince Mr. Cady that this is a4\npretty poor place to live. We'll\ndo all we can -- and I don't have to\ntell you to keep your eyes open,\n\nINT. SAM'S STUDY\nSAM\n{into phone)\nYou can bank on that. Thanks, Mark,\nHe puts down the phone, rises as the BARKING STOPS,\nNANCY\nShe's stopped barking. Maybe\nshe caught a rabbit.\n\nStill vaguely worried about Peggy, Sam starts OUT of the room,\nfollowed by Nancy.\n\nSAM\nYou know Marilyn never caught a\nrabbit in her life,\nINT. LIVING ROOM - MORNING\nThey come OUT of the study and start toward the kitchen.\nNANCY\nIf she did, do you s'pose she'd\nreally kill it and eat 1%?\n\nCONTINUED\n\fdh\n\n47\n\nhg\n\n \n\nCONTINUED\n\nSan :\nShe doesn’t knew that rabbits (Xo\nare to eat. Sho thinks all dog\nfood comes in a cn.\n\nPEGGY'S VOICE\nSami Sant\n\nEXT. REAR GARDEN - PAN SHOT - MORNING\n\nPeggy is running wildly from the back of the garden. Beyond\nthe fence is a wooded hill,\n\nPEGGY\n(almost screaming)\nSami Come quick!\n\nANGLE NOW TAKES IN Sam and Nancy as they COME OUT the back door.\n\nPEGGY\nIt's Marilyn! She's having a fits\n\nAll three start running toward the dog house.\n\nANGLE NEAR DOG HOUSE\n\nThe red setter is partially cancealed by the dog house. We can\nSEE the dog's writhing rear legs, twitching tail, and HEAR the\nagonizing sounds she is making, Sam arrives a step or two\nahead of the others.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe's having a fits\n\nAll three start running toward the dog house. ANGLE NEAR DOG HOUSE\n\nThe red setter is partially cancealed by the dog house. We can\nSEE the dog's writhing rear legs, twitching tail, and HEAR the\nagonizing sounds she is making, Sam arrives a step or two\nahead of the others. \n\nTARGET SECTION TO BE ANNOTATED:\nSAM\n(takes one look)\nGet the car started!\n(pushing her).\nBurry! Get it started!\n\nDazedly Peggy hurries AWAY, Sam dives behind’ the dog house\ncomes up with the dog in his arms, one hand holding her jaws\ntogether; she writhes so hard he can hardly hold her, Nancy is\nnear tears as she follows Sam toward the driveway.\n\nNANCY\nMarilyn ~ Marilyn - Daddy what's the\nmatter with her? .\n\nEXT. DRIVEWAY\nPeggy has the station wagon started as the two APPIBAR.\nSAN\n\nOpen the door = T!'il wet in back =~\nCONTINUED\n\fdh\ni 50\ni\nb\n>\n’\n51\n)\n, : 52\n\n#1913 . 26\n\nCONTINUED\n\nNency reaches for the door, getting in Sam's way. Finally he\nmanages to squirm inside,..\n\nSAM\n(to Nancy)\nNo, not in here = get up front -~\n\nPEGGY\nShe'd better not go --\n\nSAM\nI'm not going to leave her here -~\n\nNancy jumps in and the wagon starts off with a jerk.\nDISSOLVE TO\n\nINT, VETERINARY WAITING ROOM - DAY\n\nPeggy and Nancy are waiting tensely. A teen-age BOY is holding\na frisky little terrior.\n\nINT. VETERINARY OPSRATING ROOM - DAY\n\nSam is standing with DOCTOR LOWNEY, a big man with white hair.\nThe setter's body is barely visible on the operating table,\nLowney turns, stares intc Sam's tease face,\n\nDR. LOWNEY\nTen to one it was strychnine, San.\nYou couldn't have saved her if you'd\nbeen twice as quick,\n\nSAM\n(slowly)\nWhen she stopped barking... that\nmust have been when he threw her\nthe meat. :\n\nDR. LCWNEY\nTo me, it's the same as murdering a\n_ human -- It's a shame Nancy had to\nsee it.\n\nSAM\n(grimly)\nMaybe she was meant to see it...\nAs he turns to leave.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nLCWNEY\nTo me, it's the same as murdering a\n_ human -- It's a shame Nancy had to\nsee it. SAM\n(grimly)\nMaybe she was meant to see it... As he turns to leave. \n\nTARGET SECTION TO BE ANNOTATED:\nSAM\nThank you doctor,\n\nCONTINUED\n\fer\n\nwww us\n\ndh\n\n52\n\n53\n\n5h\n\n55\n\n \n\n \n\n#1913 27\n\nCONTINUED\n\nHe opens the door, REVEALING the waiting room beyond. Nancy\nslowly rises from her chair in beg.\n\nDISSOLVE TO\n\nEXT. WOODED AREA BEHIND BOWDEN HOUSE - LATE AFTERNOON\n\nOFFICER BROWN is searching for footprints. He hes a German\nShephard on a chain, but the dog 4s not sniffing the ground,\nThrough the fence we can see the Bowden family in a corner of\nthe garden. Sam is shoveling dirt into a hole,\n\nCLOSER SHOT ~ BOWDEN FAMILY\n\nNancy is fighting tears as Sam packs down the last spadeful of\nearth. She takes a last lingering look at the grave, then\nwalks silently away with her mother, CAMERA PANS Sam to the\nfence,\n\nMED. SHOT\nThe well-trained dog stands like a graven image as Sam APPROACHES\n\nOFFICER BROWN\nNo footprints, Mr. Bowden. The\nground's hard and there's enough\ngrass to walk on if you're care~\nful. He was careful, all right.\n\nSam glances at the dog and Brown answers his unspoken question.\n\nOFFICER BROWN\nEven a blceodhowund would have to\nkmow the man's scent before he could:\npick it up, Still, this guy was\ntaking no chances, You smell any-\nthing?\n\nSAM\nOil of wintergreen, isn't it?\n\nOFFICER BROWN\nThat's right, It'll mask a scent\npretty well. The guy used it on\nhis shoes, I called that in, and\nthey're checking this Max Csdy now.\n\nSAM\nYou can bet those shoes are at the\nbottom of the river.\n\nCONTINUED\n\n \n\fwn\n“4\n\nan\nxr\n\n#1913 .\n\nCONTINUED\n\nOFFICER BROWN\n(nods }\nAnyhow, we've got orders to keep\na close watch on this place, Mr.\nBowden. That fellow'd have to be\n\nplumb crazy ta try anything again.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED\n\nOFFICER BROWN\n(nods }\nAnyhow, we've got orders to keep\na close watch on this place, Mr. Bowden. That fellow'd have to be\n\nplumb crazy ta try anything again. \n\nTARGET SECTION TO BE ANNOTATED:\nin Sam's mind, this doesn't necessarily rule it out, but he\nes ance turns away from the fence.\n\n \n\nEXT, BACK PORCH STEPS\n\nPegsy has her arms around Nancy, Marilyn's dish is still in\nit's customary place on the steps.\n\nPEGGY\nDon't let Daddy see you like this,\n\nNANCY\n(brokeniy)\nBut this is when I always feed her...\n\nThey HEAR Sam coming. Nancy steps away from her mother, Sam\nENTERS SHOT.\n\nSAM\nWill you cone into the liviag room\nfor a minute? I want to speak to\nboth of you.\n\nThey FOLLOW Sam.\n\nINT. LIVING ROOM\nThey COME IN together.\n\nSAK\n\n{to Nancy)\nI'm not talling you this to frighten\nyou. There may ba nothing to be\nfrightmed about, But I do want\nyou to be very careful md I think\nyou're old anough to be told why,\nA long time ago I was e@ witness\nagainst a man. He was sent to prison.\n\nNANCY\nWhat for? What did he do?\n\nCONTINUED\n\n \n\nCo a RNR RE Aa aay en ates a\n\n \n\nmat aa F\n\n \n\fed\n\n57\n\n#1913 = Changos L/18/51 2\n\nCONTINUED .\n\nSAH\nThat's not important. The important\nthing is that he's out now, and he\nblames me for his conviction.\n\nPegsy has remained stending. She senses that Sam is playing\nthe matter down, and fear strikes her more sharply than it does\nher daughter. Her eyes are drawn irresistibly toward Nancy.\n\nNancy\nHe poisoned Marilyn.\n\nSAM\nThere's no proof of that.\n, NANCY\nBut you know he did.\n\nSAM\nThinking isn't knowing. Just be\neareful. This man is big -- with\ndark hair. He wears a cheap Panama\nhat. I'll get you a police photo-\ngraph of him. Untll we have this\nthing under control I want you never\nto leave this house or the schoolgrounds\nexcept in the car. There's nothing\nto worry ebout if you're careful.\nThe police have promised to keep a\nwatch on the hovse, and hets probably\nonly trying to scare us, anyway.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nUntll we have this\nthing under control I want you never\nto leave this house or the schoolgrounds\nexcept in the car. There's nothing\nto worry ebout if you're careful. The police have promised to keep a\nwatch on the hovse, and hets probably\nonly trying to scare us, anyway. \n\nTARGET SECTION TO BE ANNOTATED:\ne\n\nSam starts towarac the portable bar, but Nancy isn't yet satisfis\n\nNANCY\nHe wasn't trying to just scare\nMarilyn. He Eiiled her. I dontt\nsee what gocd it 15 to be a lawyer\nif you can't put him in jail.\nPEGGY\n(quickiy)\nDarling, you know Daddy doesn't\nmake the laws. Now run along-and\n_ Bet cleaned up for dinner.\n\nSam starts getting ics out of the bucket. Peggy follows him\nin, trying to hide her nervousnass. She finds the whisky\nbottle and glasses.\n\nPEGGY\n(watching bim pour)\nYou needn't make mine so light tonight.\n\nCONPINUGED\n\fod\n\n57\n\n \n\n39\n{%)\n\n \n\n#1913 = Changes\nCONTINUED ~ 2 -\n\nOkay, We'll baccms alccholics together.\n\nPEGGY\nribie thing in\n\n< 45?\n\nThat was that\nBaltimern, w\n\n \n\n  \n\nSam nods as ha hands hsp the drink. Shs takes a long swallow,\nher hand trembiing sligatl;.\n\nGY\n\nvk Dutton’s house\n\nt he able te do\n\nsomethin, Sam, you're\n\n@ pillar ct musity. Whom\n\nis the isw suppssed to protect --\n\npeople iike you, ov pecple like Cady?\n\n  \n   \n \n\n \n \n\nYou Kant\nlast nig\n\n   \n\nre\n\nAM\n¥\n\nBoth. Impartiail\n\nPESGY\nYou can't teli me thare isn't some\nway the-law can be used tOsee\n\n   \n \n \n\n\"Used?\" Thas 3 tiful lady stand-\ning up th tne scales? You\ndon't just use her --\n\nOh, pi\na friond of y\n\n \n\n(cuts tn}\nHe's already gene\nthe law allicws «= and maybe even a\nlittie furtner. .\n\n \n\n \n   \n\n> of jail without\nsome other charge.\nthings aren't\n\ny of the week. A\nitt deserve civil\n\n \n\n: Sam .",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\n> of jail without\nsome other charge. things aren't\n\ny of the week. A\nitt deserve civil\n\n \n\n: Sam . \n\nTARGET SECTION TO BE ANNOTATED:\nDarling, in this country you can't\nJail a man for what he might do,\nthank heavanece\n\n \n\nCONTINUED\n\f \n\n31\n(X)\n\n \n\ned #1913 ~ Changes |\n\n57 CONTINUED + 3 :\n\nBAM (Cont'd)\nOh, I may doa ef griping and\nkidding about cho law. Sure, it's\nfull of lospnelies and centradictions\nand ineau e Gus it's still an\ninstrumens 2 ed on the inviola-\npility of the eadom of every citizen.\n\n \n\n   \n   \n  \n\n \n\nPEGGY\nra you give that speech...\nvce sonviction, I\n\nSam, I've\nand with\nmight adie\n\n \n\nShe has him there, and Sam grins ruefully as Peggy gats up to\nmix herseif another drink.\n\n \n\nto go away for a while?\nTake Nancy cut of school? We could\ndrive up to see your family.\n\nSAM\n(shakes his head)\n\nThat would be the icgical thing, but\nCady can afford to go any place we\ncan goo He's get five thousand\nGollars -- ne can go any place in\nthe world om that, Here at ieast\nwe can depand on the personal inter-\nest of the police.\n\n \n     \n \n\nhome We havel It's\nst a housesse Lt's...\nlixs tne frame\n\nef thres people.\n\nen more than that... it's\nvonfidense We gave\n\n2 that we believed\ncur futurs... avery~\nmougnt we had a right\n\naround the\nIt's been.\nbeen the vote\nOUFselLVSS ooo\nin our marriag\nthing shat we\nto live Torece\n\n{takes ther swallow}\nAnd right now d feei safer if we\nwere ail iiving-in a jungle.\n\n \n\n \n\n  \n\n  \n  \n\nDISSOLVE TO\n\fed\n\n58\n\n59\n\n59-4\n\n59-B\n\n60\n\n#1913 - Changos 4/18/61 . ey\nK\n\nINT. MASTER BEDROOM = CLOSE SHOT ~- PEGGY - DAWN\n\nThe room in nearly dark. Peggy is in a fitful slesp. Suddenly,\nas Worried people do, she weicens -- without knowing why.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nMASTER BEDROOM = CLOSE SHOT ~- PEGGY - DAWN\n\nThe room in nearly dark. Peggy is in a fitful slesp. Suddenly,\nas Worried people do, she weicens -- without knowing why. \n\nTARGET SECTION TO BE ANNOTATED:\nInstinctively she turns to where Sam would be, but his half\n\nof the king-size bed is empty, the sheet thrown back.\n\nPEGGY\nSams\n\nStill not fully awake, she switches on the bed lamp, gets out\nof bed, runs toward the dark hall.\n\nPEGGY\nSamt\n\nINT. UPPER HALLWAY\n\nShe runs to look into Nancy's room.\n\nINT. NANCY'S ROOM - SHOOTING THROUGH DOOR\n\nNancy is still asleep.\n\nINT. UPPER HALLWAY\n\nLocking down the stairs, Peggy sees that the light is on in the\nentrance hall. She hurries down the steps.\n\nEAT. FRONT DRIVE ~ NIGHT\n\nSam, in dressing gown and slippers, is standing beside a police\ncar, talking to Officer Brown, who has his dog on the back\nseate The car's lights are off. Routine police calls are\ncoming OVER the RADIO.\n\nCONTINUED\n\n \n\fdh\n\n60\n\n61\n\n \n\n#1913 33\n\nCONTINUED\n\nOFFICER BROWN\nNo smell of wintergreen anywhere in\nhis room or his car,\n\nSAM\nBut these other poisonings ~- there\nwas that same smell at both places?\n\nOFFICER BROWN\nOnly around the Morgan house. The\nother has an alley behind, Probably\nhe just drove along the alley and\ntossed the meat out.\n\nSam HEARS the front door open, turns to see Peggy on the porch.-\n\nSAM\nI'd better get back, Thanks,\n\nOFFICER BROWN\nSure thing. Good night.\n\nHe starts the engine. As Sam starts toward the front door, the\npolice car pulls away.\n\nAT FRONT DOOR\n\nPeggy hasn't gotten over her fright as Sam comes up to her,\nthough now the fright is tinged with anger.\n\nPEGGY\n(softly)\nSam, don't you ever do that to me\nagain,\n\nSam contritely puts his arm around her.\n\nSAM\nI'm sorry. I was awake and heard\nthe car drive in...\n\nPEGGY\nWell? Did they arrest him?\n\nSAM\n(shakes his head) :\nHe checked out clean, one hundred\nper cent, .",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nPEGGY\nWell? Did they arrest him? SAM\n(shakes his head) :\nHe checked out clean, one hundred\nper cent, . \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED\n\n \n\f \n\ndh #1913 3L\n\n61 CONTINUED\nPEGGY\nWell, naturally, they didn't expect\nhim to go around smelling of wintergreen,\ndid they?,.. What do we do now -= take\nturns around the clock, standing guard?\n\nSAM\nThe police will keep an eye on the\nhouse.\n\nPEGGY\n\nIt'll take more than “an eye\" to make\nme feel safe after this,\n\nSAM\nWe're not the only taxpayers, you\nknow. They can't stay here all the\ntime, but they'll come and go at\nirregular intervals to break up the\npattem.\n\nPEGGY\n(bitterly)\n\"Break up the pattern.\" That sounds\nlike an interior decorator,\n\nThey start inside,\n\n62 INT. FRONT HALL AND STAIRWAY\n\nThey COME IN, lock the door, end walk up the stairs, speaking\nin whispers to avoid waking Nancy.\n\nsam\nAnyway, it's perfectly possible\nwe've given Cady too much credit.\nThere were three dogs in this general\nneighborhood poisoned today.\n\nPEGGY\n(stopping short)\nThree?\n\nSAM\n(reassuringly)\nEvery so often a crank comes along\nwho hates dogs,\n\n63 INT. UPPER HALL\n\nPeggy is still staring at him as they top the stairs, He\nswitches off the downstairs light; now there is only the glow\nfrom the bedroom door,\n\nCONTINUED\n\n \n\fshe\n\ndh #1913 : 35\n\n63 CONTINUED\n\nPEGGY\nSam... do you really believe that?\n\nSAM\nWhy shouldn't 1?\n\n6k INT, MASTER BEDROCM\n\nPEGGY\nBecause he might have done it that\nway just to fool the police,\n\nSam sits on the edge of the bed as Peggy climbs in.\n\nSAM\nMaybe. .\n{reaches for a\ncigarette on night\ntable)\nBut there aren't many criminals who\nthink that far ahead. Let's not\nbuild Cady into some kind of a super-\nmane\n\nPEGGY .\nHe's not just an ordinary criminal...\n- You said so yourself.\n\nSam\nDarling, please go to sleep.\n\nPEGGY\nSam, I'm not a child. What are we\ngoing to do about this man?\n\nSam looks at her a long moment.\n\nSAM\n\nI don’t mow yet...",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat are we\ngoing to do about this man? Sam looks at her a long moment. SAM\n\nI don’t mow yet... \n\nTARGET SECTION TO BE ANNOTATED:\n(lights his\ncigarette)\n\nBut if we let him frighten us, we're\n\nplaying his game.\n\nDISSOLVE TO\n\n65 INT. COURTROOM - DAY\n\n(NOTE: Dialogue is indistinguishable until middle of Pago 37\nwhen Sam moves toward Carner,) .\n\f \n\nbm\n\n65\n\n#1923 36\n\nCONTINUED\n\nThe room is hot; there is only a scattering of onlookers; a\ncorpulent juror mops his ferehead, Sam is questioning his\nexpert witness, Dr, Pearsall,\n\nSAM\nWhat were your physical findings,\nDr, Pearsall?\n\nA Bailiff comes into the courtroom, heads for George Garner,\nSam's partner,\n\nDR. PEARSALL\nPhysical findings revealed a one-\ninch shortening of the left leg\nand marked restriction of range of\nmotion,\n\nThe Bailiff whispers to George Garner, who then glances\nanxiously at Sam, tries to catch his eye,\n\nSAM\nAnd the X-ray?\n\nDR. PEARSALL\nX-ray revealed that the fracture\nhad heeled, but there was marked\nevidence of degenerative joint\n“disease,\n\nSAM\nBy degenerative joint disease you\nmean arthritis?\n\nDR, PEARSALL\nYes.\n\nNow Sam catches Garner's efforts to attract his attention,\nbut he has to find a graceful way to interrupt the questioning.\n\nSAM\nWhat was your diagnosis, Dr,\nPearsall?\n\nDR. PEARSALL\nDiagnosis was a hip fracture with\ndestruction of the joint surfaces\nwhich caused the pein and limitation\nof motion,\n\nSAM\nDid you then perform surgery ‘upon\nthe plaintiff?\n\nCONTINUED\n\n \n\fbm\n\n65\n\n66\n\n \n\n#1913 37\n\nCONTINUED - 2\n\nDR. PEARSALL\nYes,\n\nSAM\nThis surgery wes an arthrotomy of\nthe hip-joint with cup arthroplasty?\n\nDR. PEARSALL\nYes,\n\nSAM\n(to jury)\nI have a model which may make this\noperation easier to understand, .\n\nHe uses this as an excuse to walk over toward Garner.\n\nANOTHER ANGLE\n\nSam picks up a plaster model of a hip-joint, plus a small\nmetal cup, while whispering to Garner.\n\nSAM\nWhat is it?\n\nGARNER :\nCaptain Dutton wants you to come to\nhis office.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nANOTHER ANGLE\n\nSam picks up a plaster model of a hip-joint, plus a small\nmetal cup, while whispering to Garner. SAM\nWhat is it? GARNER :\nCaptain Dutton wants you to come to\nhis office. \n\nTARGET SECTION TO BE ANNOTATED:\nSAM\n(anxiously)\nRight now?\n\nGARNER\nRight now,\n\nSAM\n(to Judge) .\nYour Honor, may I be excused for a\nfew minutes? My partner, Mr, Garner,\nwill continue the questioning.\n\nJUDGE\nPermission granted,\n\nSam puts the model into Garner's dismayed hands, whispers:\n\nSAM\nKeep him on as long as you can,\nThe Jury likes him.\n\nCONTINUED\n\n \n\f \n\n.\n\n- bm\n\n66\n\n67\n\n68\n\n69\n\n#1913 : , 38\n\nCONTINUED\n\nGARNER\n{sourly)\nThanks,\n\nSem hurries AWAY. Reluctantly Garner starts toward the witness\nstand, handling the model like a hot potato.\n\nDISSOLVE TO\n\nINT. DUTTON'S OFFICE - DAY\nThe door is open, Dutton is on the phone,\n\nDUTTON .\nOkey, then tell the County it's\ntheir case... Come on back in.\n\nSam has WALKED IN during this; Dutton puts down the phone, moves\ntoward doorway. He looks a little worried. His voice is low:\n\nDUTTON\nHi, Sam, Sorry to pull you out like\nthis, but... this may be serious,\nFor’ both of us, Your friend Cady has\nturned up with Dave Grafton.\n\nSAM\nHe got himself the right man,\n\nDUTTON\nNot for you. -\n\nINT, HALLWAY - DAY\n\nThey walk toward interrogation room.\n\nDUTTON\nYou know what he's like, One of those\nardent guys, Slap a cigarette out of\nsome hoodlum's mouth, and five minutes\nlater Grafton's in the Mayor's office\nhollering \"police brutality,\" and\n‘rallying the Bleeding Heart Squad.\n\nINT. INTERROGATION ROOM ~ DAY\n\nMax Cady, smoking a cigar, is soated there with DAVE GRAFTON,\n\na plump, shréwd man wearing thick-lensed glassos.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUTTON\nYou know what he's like, One of those\nardent guys, Slap a cigarette out of\nsome hoodlum's mouth, and five minutes\nlater Grafton's in the Mayor's office\nhollering \"police brutality,\" and\n‘rallying the Bleeding Heart Squad. INT. INTERROGATION ROOM ~ DAY\n\nMax Cady, smoking a cigar, is soated there with DAVE GRAFTON,\n\na plump, shréwd man wearing thick-lensed glassos. \n\nTARGET SECTION TO BE ANNOTATED:\n Grafton\nrises as Dutton and Sam ENTER, Cady deliberately keeps his\nseat, glancing at Sam with a bland, faintly mocking smile, Sam\nignores him, shakes hands with Grafton,\n\nCONTINUED\n\n \n\fbm\n\n69\n\n#1913\n\nCONTINUED\n\n39\n\nSAM\nHello, Dave,\n\nGRAFTON\nGood morning, Sam, I hope you're\nnot here to dispute me on technti-\necalities,\n\nSAM\nItm here as a citizen, not 4s a\nlawyer. Don't worry about the\ntechnicalities.\n\nThey sit down across the small table.\n\nGRAFTON :\nFirst, let me say that my client\ndoesn't wish to make trouble. He\nmerely wants an end to this perse-\necution,\n\nDUTTON\nWhat persecution is that?\n\nGRAFTON\n\n(consults a\n\nsheet of paper)\nI believe your -records will show\nthe following: Detention in jail\nlast Friday night --\n\n(as Dutton starts\n\nto speak)\nI agree that you were technically\nwithin your rights. I mention it\noniy as the beginning of a pattern.\n\nDUTTON\n(a touch\nof sarcasm)\nWhat pattern?\n\nGRAFTON\nI intend to establish the pattern,\nOn Saturday Mr, Cady‘s room was\nsearched -- his car was searched --\n\nSAM\nDid he protest the search?\n\nGRAFTON\n(to Sam)\nYou're kidding, of course,\n\nCONTINUED\n\fbm\n\n69\n\n79\n71\n\n#1913 ho\n\nCONTINUED - 2\n\nDUTTON\nThere was no protest.\n\nGRAFTON\n{going right on)\nDuring this, my client was made\nto fesl that he was suspected of\npoisoning 4 dog. 4 truly despicable\nact -- causing serious damage to\nhis reputation,\n\nDUTTON\nNow just hold on right there, I'11\nguarantee that none »f my officers\nmentioned that to-ahyone but Cady\nhimself.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAFTON\nI intend to establish the pattern,\nOn Saturday Mr, Cady‘s room was\nsearched -- his car was searched --\n\nSAM\nDid he protest the search? GRAFTON\n(to Sam)\nYou're kidding, of course,\n\nCONTINUED\n\fbm\n\n69\n\n79\n71\n\n#1913 ho\n\nCONTINUED - 2\n\nDUTTON\nThere was no protest. GRAFTON\n{going right on)\nDuring this, my client was made\nto fesl that he was suspected of\npoisoning 4 dog. 4 truly despicable\nact -- causing serious damage to\nhis reputation,\n\nDUTTON\nNow just hold on right there, I'11\nguarantee that none »f my officers\nmentioned that to-ahyone but Cady\nhimself. \n\nTARGET SECTION TO BE ANNOTATED:\nGRAFTON\nPerhaps, But people do become\ncurious when 4 citizen's room is\nsearched by the police, Now, on\nMonday, my client was picked up\nand interrogated on suspicion of\narmed robbery --\n\nOMITTED\nANGLE FEATURING SAM\n\nSam is very aware that Cady's eyes are on him ninety per cent\nof the time -- with the ever-present mocking gleam,\n\nGRAFTON\n\nOn Tuesday my client was forced to\nstand in the line-up on suspicion\nof purse-snatching, This constant\nattention from the police caused his\nlandlady to ask him to vacate the\npremises, He was forced to find.\nother and more expensive lodgings.\n\nSam is listening to this recital with some surprise; he hadn't\nrealized that the police had gone so far,\n\nSAM\nAll right, what are you getting at?\nDon't the police have a right to\ninterrogate a suspect any more?\n\nGRAFTON\n{looks up sadly)\nYou know, Sam, A week ago,-if any-\nons had told ma you'd be capable of\n& remark like that...\nCONTINUED\n\fbm\n\n71\n\n \n\n#1913\n\nCONTINUED\n\nur\n\nGRAFTON (Cont'd)\n\n(shakes his head;\n\nconsults his parer)\nLet ma continue with the pattern,\nOn Wednesday he wes picked up twice,\nFirst on suspicion of burglary,\nsecond on suspicion of grand theft\nauto, His new landlord became aware\nof this ~-- in some fashion -- and\nagain Mr, Cady was asked to move,\nHis present lodgings are squalid\nand uncomfortable,\n\nDUTTON\n(interrupts)\nToday is Thursday, so you mst be\nabout finished,\n\nGRAFTON\nI am, for the moment,\n\nDUTTON\nThen what's this \"pattern\" you were\ntalking about? -\n\nGRAFTON\n\n(glances at Sam)\nI'm sure Mr. Bowden is still. enough\nof a lawyer to see it, My client\nis an ex-convict, He has been con-\nstantly herassed by the police,\nsubjected to mental cruelty and\npublic degradation - even dented\nan adequate place to live, To be\nblunt, he has been thoroughly\nrousted...",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAFTON\n{looks up sadly)\nYou know, Sam, A week ago,-if any-\nons had told ma you'd be capable of\n& remark like that... CONTINUED\n\fbm\n\n71\n\n \n\n#1913\n\nCONTINUED\n\nur\n\nGRAFTON (Cont'd)\n\n(shakes his head;\n\nconsults his parer)\nLet ma continue with the pattern,\nOn Wednesday he wes picked up twice,\nFirst on suspicion of burglary,\nsecond on suspicion of grand theft\nauto, His new landlord became aware\nof this ~-- in some fashion -- and\nagain Mr, Cady was asked to move,\nHis present lodgings are squalid\nand uncomfortable,\n\nDUTTON\n(interrupts)\nToday is Thursday, so you mst be\nabout finished,\n\nGRAFTON\nI am, for the moment,\n\nDUTTON\nThen what's this \"pattern\" you were\ntalking about? -\n\nGRAFTON\n\n(glances at Sam)\nI'm sure Mr. Bowden is still. enough\nof a lawyer to see it, My client\nis an ex-convict, He has been con-\nstantly herassed by the police,\nsubjected to mental cruelty and\npublic degradation - even dented\nan adequate place to live, To be\nblunt, he has been thoroughly\nrousted... \n\nTARGET SECTION TO BE ANNOTATED:\nDon't pretend the pattern\nisn't clear, Captain Dutton,\n\nDUTTON\nYou intending to take legal action\nagainst the Department?\n\nGRAFTON\nI could -- with a fair chance of\n\n“success, But maybe it would be\n\nenough just to remind you that you're\na public servant, appointed by a\nmayor who has hopes of getting\nreelected,\n\nCONTINUED\n\fem\n\nbm\n\n71\n\n \n\n#1913\n\nhe\n\nCONTINUED - 2\n\nDUTTON\nGrafton, I've had people trying to\nblackmail me ever since I took this\njob. It's never worked yet. Be-\ncause I'm doing as good a job as\ncan be done with the inadequate man-\npower I have, and everyone knows it.\n\nGRAFTON\n\nAre you?\n\n{with courtroom\n\ngentleness)\nIsn't it a fact that with menpower\nas short as you say, officers are\nassigned, day and night, to guarding\nthe house of one individual who\nhappens to be a friend of yours?\nThis with no evidence of danger?\n\nSAM\n(before Dutton\ncan make an\nangry answer)\nAre you referring to my house?\n\nGRAFTON\nYes.\n: “SAM\nThen I ask who furnished you with\nthis information?\n\nGRAFTON\n(avoiding the so ~\ntrap) .\nYou'll find it's a matter of common\nknowledge within the Department.\n\nDUTTON\n(heatedly)\n\nNow you listen to this - I owe Sam\nBowden no special favors and have\ngiven him none. Less than two man-\nhours in each twenty-four has been\ndevoted to guarding his house, I'm\nprepared to defend that, Now are\nyou finished?\n\nGRAFTON\n(picking up\nhis hat) ' :\nThat. depends upon the treatment my\nclient receives from now on, Come,\nMr, Cady,\n\nCONTINUED\n\n \n\n \n\fbn\n\n71\n\n#1913\n\nCONTINUED - 3\nCady rises, grins at.Sam,\n\nCADY\nSee you around, Counsellor,\n\nNeither Sam nor Dutton speaks as the two men LEAVE.\nquick to close the door behind them,\n\nDUTTON\nWell, now you know why I wanted you\nto hear this, I can't do anything\nmore without an overt act.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAFTON\n(picking up\nhis hat) ' :\nThat. depends upon the treatment my\nclient receives from now on, Come,\nMr, Cady,\n\nCONTINUED\n\n \n\n \n\fbn\n\n71\n\n#1913\n\nCONTINUED - 3\nCady rises, grins at. Sam,\n\nCADY\nSee you around, Counsellor,\n\nNeither Sam nor Dutton speaks as the two men LEAVE. quick to close the door behind them,\n\nDUTTON\nWell, now you know why I wanted you\nto hear this, I can't do anything\nmore without an overt act. \n\nTARGET SECTION TO BE ANNOTATED:\nSAM\n(flatly)\nLike a rape or a murder?\n\n43\n\nDutton is\n\nDutton looks hot and harassed; his anger is not directed at\n\nSam, but it almost seems so,\n\nDUTTON\nShow me a law that prevents crime.\nAll we can ever do is act after the\nfact, Remember the Hoffman murder?\nBefore she was killed Mrs. Hoffman\nwas in here week after week telling\nus her husband was going to do it -\nand I believed her - but we couldntt\narrest a man for what might be in\nhis mind, That's dictatorship.\nYou're a citizen - would you have it\nany other way?\n\nSAM\nThen what am I supposed to do? Puil\nup the drawbridge, sit home with a\nloaded gun, have the groceries dropped\nby Air Lift? Kind of an artifical\nway to live, wouldn't you say?\n\nDUTTON\n\n(thinks for\n\n& moment)\nI'm going to make a rather humili-\nting suggestion...nhumiliating for\nme. Hire a private detective, It's\nall you can do, Get Charlie Sievers,\nIf anybody can dig up something we\ncan act on, he can,\n\nCONTINUED\n\f \n\n_ bm #1913 , ub\n\n7 CONTINUED -\n\nLike Dutton, Samts bitterness is directed at the situation,\nthough it seems directed at the Detective,\n\nSAM\nI don't want to pull the \"I pay my\ntaxes\" routine on you, Mark, but\nis that the best you can do? You'rs\ntelling me to go hire protection!\n\nDUTTON\n(following him out)\nA hell of a note, isn't it. Either\nwe've got to many laws or not enough\n- I'm damned if I know which,\n\nThe door closes behind them,\n\nDISSOLVE TO\n\n72\n\nthru OMITTED\n\n23\n\n74 INT. MARINER INN - NIGHT\n\nCady and Diane are preparing to leave, He is absorbed in the\nstory he has been telling her.\n\nOo cabyY\nThen this gal says, “Bet you couldnit\ndo that with one hand.\" Man, I mean,\nshe got M6 SOPrO.s.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nEither\nwe've got to many laws or not enough\n- I'm damned if I know which,\n\nThe door closes behind them,\n\nDISSOLVE TO\n\n72\n\nthru OMITTED\n\n23\n\n74 INT. MARINER INN - NIGHT\n\nCady and Diane are preparing to leave, He is absorbed in the\nstory he has been telling her. Oo cabyY\nThen this gal says, “Bet you couldnit\ndo that with one hand.\" Man, I mean,\nshe got M6 SOPrO.s. \n\nTARGET SECTION TO BE ANNOTATED:\n\n\nDiane cuts in with an airy laugh,\n\nDIANE\nOh, sweetie, you really do try so\nhard, don't you? I mean, to impress\na girl with that tired old He-Man\nroutine,\n\nShe has had too much to drink, and overplays it.\n\nDIANE\nDarling, are you really that far\nout of touch, or am I talking over\nyour head, °\n\n \n\fed\n\nTHA\n\n74-8\n\n5\n\n76\n\n#1913 AS\n\nEXT. MARINER INN - NIGHT - IN LONG SHOT - SHOOTING THROUGH CAR\nWINDOW (PONTIAC)\n\nCady comes out, followed by Diane. Cady crosses to his car and\ngets in. Diane for a moment remains standing on the other\nside, expecting him to open the door for her. He starts the\nignition. After another moment, Diane angrily opens the door\nfor herself and gets in. As car begins to drive out of shot,\nPAN AROUND to show CHARLIE SIEVERS, a middle-aged, cold, effi-\nelent man, the detective Sam has hired. Sievers consults his\nwatch and starts to follow them. -\n\nDISSOLVE TO\n\nINT, CHEVROLET - PROCESS - CADY AND DIANE «= NIGHT\n\nCady is tensed over the wheel, one eye on the rearview mirror.\nDiane lies languidly sprawled beside him. Her voice has the\ndream-like eloquence drunkenness sometimes induces. She is\ntotally unaware of stretching Cady's limited reservoir of\npatience to its uttermost.\n\nDIANE\n\n“You are at liberty to consult the\nfiles of the \"St. Louis Post Dispatch,\"\nfor October 1953, in the Year of Our\nLord, when I was chosen Queen of the\nVeiled Prophet Ball, chosen by unani-\nmous acclaim over the most desper-\nate and unconscionable opposition a\ngirl ever had to face.,..\n\n(a contented sigh)\nMy dear father, he was preud enough\nto pop his buttons... Only his wife\nfailed to appreciate the prestige\nand honor that accrued to her...\nby contagion, as it were....\n\nEXT, AN OUTLYING STREET - NIGHT\n\nThe Chevrolet turns off onto a side street.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly his wife\nfailed to appreciate the prestige\nand honor that accrued to her... by contagion, as it were.... EXT, AN OUTLYING STREET - NIGHT\n\nThe Chevrolet turns off onto a side street. \n\nTARGET SECTION TO BE ANNOTATED:\nINT, CHEVROLET - PROCESS\nDiane suddenly sits up, looks out the window.\nDIANE ©\n(frightened)\nWhy are you going this way?\n\nCADY\nBetter scenery.\n\nCONTINUED\n\fTT\n\n \n\n#1913 : 46\n\nCONTINUED\n\nDIANE\n\nWhat would you know about scenery, ‘\nor beauty, or any of the things\nthat really make life worth living?\n\n(a mixture of\n\nloathing and\n\naffeetion)\nYou're just an animal. A coarse,\nlustful, barbaric....\n\nCADY\n{unsmiling)\nKeep talkin', honey. I like it when\nyou run me down like that....\n\nDIA\n\n(with tipsy\n\ndignity)\nMax Cady, what I value about you is...\nyou're rock=bottom. I wouldn't expect\nyou to understand this, but it's a\ngreat comfort for a girl to know she\ncould not possibly sink any lower....\n\nCADY\n(eyes on rear-\nview mirror) .\nJust keep it up, honey. Tell me some\nmore about how you were the Queen of\nthe Veiled Prophet Bail ......\n\nThere is a murderous undertone, both to his voice and his ex-\n\npression. He sharply cuts the wheel. She gives him a sudden\nfrightened look.\n\nLONG SHOT\n\nThe Chevrolet turns onto another street, DISAPPEARS out of\nANGLE. CAMERA HOLDS until Sievers' Pontiac APPEARS, turns the\ncorner after it, after slowing to keep a discreet distance.\nLONG SHOT\n\nComing to the next corner, the Chevrolet turns again.\n\nINT, PONTIAC ~ PROCESS\n\nSievers sees Cady make this third turn, compresses his lips\nin annoyance, suspecting now that Cady knows he is being tailed.\nSlevers makes a decision. :\n\n \n\n \n\fed\n\n80\n\n82\n\n83\n\n#1913 : aT\n\nLONG SHOT ~ PONTIAC\nSievers doesn't follow Cady but keeps straight on.\n\nDISSOLVE TO\n\nEXT, ROOMING HOUSE STREET ~ NIGHT\n\nThis is a street of old two-story houses, with an occasional\nsmall shop, dark at this late hour, Cars are barked alcng the\ncurbs. Sievers parks his Pontiac near the corner, walks along\nuntil he finds Cady's Chevrolet.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlevers makes a decision. :\n\n \n\n \n\fed\n\n80\n\n82\n\n83\n\n#1913 : aT\n\nLONG SHOT ~ PONTIAC\nSievers doesn't follow Cady but keeps straight on. DISSOLVE TO\n\nEXT, ROOMING HOUSE STREET ~ NIGHT\n\nThis is a street of old two-story houses, with an occasional\nsmall shop, dark at this late hour, Cars are barked alcng the\ncurbs. Sievers parks his Pontiac near the corner, walks along\nuntil he finds Cady's Chevrolet. \n\nTARGET SECTION TO BE ANNOTATED:\n Hooding a peneii flash with\nhis hand, he checks the license number to make sure, then glance\nup at a single lighted window on the upper floor of a nearby\nreoming housé. As hs watches, the light goes cut. Sievers\nwalks back to a pnone booth on the corner.\n\nINT. PHONE BOOTH\n\nSievers drops in 4 dime, dials, keeping his eye on the rooming\nhouse.\n\nPOLICE VOICE\nPolice Department +=\n\nSIEVERS\n(into phone)\nGive me Sergeant Elkins if he's there.\n\n: ELKINS! VOICE\n(after a pause)\nElkins speaking.\n\nSIEVERS\nMike -- Chariie Sievers. i'm at the\ncorner of Sherman and San Juan. If\nyou want something on Max Cady, he's\nup in 4 room with a girl who blew\nanto town a few days ago. Diane\nTaylor. Over eightsen, but you can\nstill get him for lewd vagrancy.\n\ncuT To\n\nINT, ROOMING HOUSE BEDROOM ~ NIGHT\n\nThe room is in almost tetal darkness. A thin shaft of light\nfrom a rear window stresks across the bed. Cady is silhouetted\nagainst the lighter rectangle of the uncurtained window. CAMERA\nPANS with him as he comes over to the bed, and as ANGLE WIDENS\nwe see Diane, in 4 slip, lying curled up on the bed, her eyes\n\nCONTINUED\n\fes\n\n83\n\ney\n\n85\n\n8&6\n\n#1913 - ve\n\nCONTINUED\n\nhalf-closed. She stirs a3 she feels the iron bed jiggle, and\nher eyes open wider. CAMERA has now moved off Cady and CREEPS\ninto a CLOSE SHOT of Diane. who is slowiy sitting up = staring\nat Cady, And as sudden fear grips her, she tries to get off\nthe bed, CAMERA SUDDENLY TILTS UFWARDS past a lattice screen «<\nwhich throws a grotesque pattern of shadows across the ceiling.\n\nWe HEAR a small stifled SCREAM of fear and pain from Diane,\nand as the CAMERA SLOWLY BEGINS TO REVOLVE round the ceiling,\nTHE FOCUS BLURS, :\n\ncurt To\n\nEXT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe stirs a3 she feels the iron bed jiggle, and\nher eyes open wider. CAMERA has now moved off Cady and CREEPS\ninto a CLOSE SHOT of Diane. who is slowiy sitting up = staring\nat Cady, And as sudden fear grips her, she tries to get off\nthe bed, CAMERA SUDDENLY TILTS UFWARDS past a lattice screen «<\nwhich throws a grotesque pattern of shadows across the ceiling. We HEAR a small stifled SCREAM of fear and pain from Diane,\nand as the CAMERA SLOWLY BEGINS TO REVOLVE round the ceiling,\nTHE FOCUS BLURS, :\n\ncurt To\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CORNER - NIGHT\n\nA two-man prowl car comes to a stop around the corner, where\nSievers is waiting for them. Marconi and another OFFICER get\nout, leaving the car guarded by a Doberman Pinscher in the back\nseate :\n\nSIEVERS\n-I%11 point out the room to you.\n\nThey nod and ail three walk OUT around the corner.\n\nEXT. ROOMING HOUSE STREET - NIGHT\n\nThey walk quietiy toward the rooming house. When they reach\nCady's Chevrolet, Sievers points to the houses\n\nSIEVERS\n(low voice)\nSecond floor. Right front.\nThe two officers waik to the frent door, find it unlocked and\nDISAPPEAR INSIDE.\nINT. ROCMING HOUSH = UPPER HALLWAY = NIGHT\n\nMarconi RAPS on Diane's door.\n\nMARCONI\nOpan upé\n(no answer)\nOpen up?\n\nThe two men throw their shoulders against the door: it bursts\nopen.\n\fed\n\n87\n\n88\n\n90\n\n#1913 Ag\n\nINT. DIAWE'S ROOM ~ NIGHT\n\nDiane lies on the bed, clad in a wrapper. She is in shadow -\nhas an oddly ¢rumpled look about her. The men look past Her\nto a curtain biowing in the improvised kitchenette beyond.\nOne of the officers waiks into the kitchen.\n\nMARCONI\n(from kitchen)\nThere's 3 back door open here «=\nand an outside stelrway -\n(returning)\nHow long ago did he leave?\n\n \n\n \n\nDiané stares at the ceiling fixedly. She is still in shadow\nso that we may not be able to see her features, but there is\nsomething strange in the way the officers look at her.\n\nDISSOLVE To\n\nOMITTED\nINT, ROOMING HOUSE HALL AND STAIRWAY ~ NIGHT\n\nThere is a dim night light burning in the hallway. AS SHOT\nopens Sievers is lighting 4 cigar. He turns as he hears the\ndoor of Diane's recom open, and Marconi comes out followed by\nhis colleague. CAMERA MOVES in with Sievers as he goes to\nmeet Marconi. :\n\nMARCONI\nSomething kind of weird's nappened\nto her. We can't get her to spill\na thing -- maybe you can.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns as he hears the\ndoor of Diane's recom open, and Marconi comes out followed by\nhis colleague. CAMERA MOVES in with Sievers as he goes to\nmeet Marconi. :\n\nMARCONI\nSomething kind of weird's nappened\nto her. We can't get her to spill\na thing -- maybe you can. \n\nTARGET SECTION TO BE ANNOTATED:\nSievers looks tcwards Diane's room; knocks briefly on the door,\nand simultanéousiy opens it and goes in.\n\nINT. DIANE'S ROOM\n\nSievers comes in, and ‘looks across at Diane. She does not\n\nacknowledgs his presence sven when he closes the door behind\nhim. Sievers comes up to her.\n\nSIEVERS\nMiss Taylor?...\n\nNo answer.\nSIEVERS\nYou may be hurt worse than you\n\nrealize. Would you like me to get\na doctor? :\n\nCONTINUED\n\fed\n\n90\n\n \n\n#1913 . BC\n\nCONTINUED\n\nNo answer. Sievers movis around the bed, tries to get her to\nlook at him at least.\n\nSTEVERS\n\nMy name is Charlie Sievers. I'm\na@ private detective and I can help\nyou.\n\n(nc response\n\nfrom Diane)\nWhy take a bezting like this lying\ndown? A men lives that nasn't the\nright to walk arouné free, You've\ngot the law on your side. Why not\nuse it?\n\n \n\n \n\nStill Diane dees not answer. Now Sievers begins to talk to her\nmore harshly, feeling this is the only way he will be able to\nget through to her.\n\nSTEVERS\nNo one blames you for being afraid\nof Max Cady, This one's different\nand you know it. He beat you up to-\nnight, he'll probably do it again\ntomorrow night. He may even kill\nyou.\n\n \n\n \n\n \n\nSievers draws up a cnsir and sits on it. Looking intently at\nher, he continues te try and break through to her.\n\nSIEVERS\nLet me take you down to the Homicide\nBureau, Miss Taylor, and show you\nsome phietcerspks of girls who got\nmixse up with msn like Cady. They'll\nmake you sick, but you'll] realize\nhow lucky you are to be alive. Why\nnot protect yourself?\n\nDiane locks up at him slowly. Now she slides off the bed and\nmoves slowly toward the phone. She glances at an ad on the\ncover of the phone bock, then begins to dial. Sievers watches\nher. Diane has her number now.\n\n \n\nDIANE\n\nHello.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nSievers watches\nher. Diane has her number now. DIANE\n\nHello. \n\nTARGET SECTION TO BE ANNOTATED:\n Could you send a taxi cab\nover promptly toe the corner of\nSherman ana San Juan, I want to\ngO to the bus station ... right\nquick...?\n\n(timidly)\nPlease?\n\nCONTINUED\n\fed\n\n90\n\n \n\n“#1913 52\n\nCONTINUED « 2\n\nShe waits a moment, then hangs up. She moves away, drags her\nbattered little suitcase from underneath the bed and begins\nto throw her few possessions into it. Throughout the rest of\nthe scene she is packing and dressing to leave.\n\nDIANE\n\n(as she moves away\n\nfrom the telephone)\nProtect myself! Nobody can protect\nthemselves against that guy! He isn't\nhuman. Sure I'm scared of him! I'm\nscared to death of him! And you can't\nhelp me!\n\nSIEVERS\nBut I can. File an assault charge\nand Cady'll get six months in jail.\n\nDIANE\nSix months! And after that?\n\nShe suddenly thrusts her bruised face at him.\n\nDIANE\nBefore he walked out of this room,\nhe said ... he said to consider this\nonly a sample ... And according to\nmy limited knowledge of human nature ...\nMax Cady is not a man who makes idle\nthreats.\n\nSievers watches her pack for a moment.\n\nSIEVERS\nLeave town if you want to and no\none will blame you. But before\nyou go = help us to put this man\naway.\n\nShe senses an urgency in him which is personal. She stops and\nlooks at hin.\n\nDIANE\nWhat's your angle?\n\nSIEVERS\nI have a client. A mr. Bowden.\nCady has threatened his wife and\ndaughter. Never mind the reasons.\nMr. Bowden is worried, and I don't\nblame him. You know Cady. ”\n\nCONTINUED\n\fea\n\n90\n\n90-A\n\n91\n\n \n\n#1913 + Changes 4/6/62 52\n\nCONTINUED - 3\n\nDIANE\n(stops for a moment)\nDo you believe that I could ever,\never in my whole life step up and\nrepeat to another living soul what\nthat man.. what he did...\n\nDistractedly she goes back-to her packing. “Her . (%)\nmovements are fluttery, uncocrdinated. .",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nBowden is worried, and I don't\nblame him. You know Cady. ”\n\nCONTINUED\n\fea\n\n90\n\n90-A\n\n91\n\n \n\n#1913 + Changes 4/6/62 52\n\nCONTINUED - 3\n\nDIANE\n(stops for a moment)\nDo you believe that I could ever,\never in my whole life step up and\nrepeat to another living soul what\nthat man.. what he did... Distractedly she goes back-to her packing. “Her . (%)\nmovements are fluttery, uncocrdinated. . \n\nTARGET SECTION TO BE ANNOTATED:\nDIANE\n\nWhat about my family? I'm someonets\ndaughter too... What about the news-\npapers in my home town? Do you think\nI could bear to have them read about\nthis? I feel soee.e SOseo lowe. I'LL\nnever feel the same again. I'11 never\nbelong to myself again...\n\nShe is overcome and sinks down on the bed, sobbing. And.as (KX)\nCAMERA MOVES INTO A CLOSE SHOT of this huddled, pathetic figure.\n\nDISSOLVE TO\n\nEXT. ROOMING HOUSE STREET - NIGHT\n\nA taxi is waiting outside the house as Sam Bowden drives up. He\ngets out hurriedly, looking to be sure of the address. He has (X)\ndressed hastily and wears no.tie. He walks quickly into the hous\n\nINT. UPPER HALL ROOMING HOUSE - NIGHT\n\nSHOOTING DOWN the staircase as Sam hurries in and up the stairs.\nCAMERA PANS AND TRACKS with him to include Sievers ané the two\npolicemen, who are waiting outside Diane's room.\n\nSIEVERS\nI'm efraid I got you down here for\nnothing. She won't talk and she's\nleaving town on the next bus.\n\nNow the door of Diane's room opens and Diane comes slowly out,\ncarrying her suitcase. She stands looking at Sievers and Sen.\n\nSIEVERS .\nThis is Mr, Bowden, Before it's (X)\ntoo late ~--will -you, reconsider?\n\n \n\f' os\n\n91-A\n\n91-8\n\ngi-c\n\n92\n\n \n\n#1913 . 53\n\nSHOOTING DOWN\n\nat Diane as she stares up at Sam.\n\nCLOSE SHOT = SAM\n\nas he looks down at her.\n\nCLOSE SHOT\n\nof Diane as - with tears in her eyes = she hesitates. Confused\nand in turmoil she turns away from him and CAMERA PANS AND TRACKS\nwith her as she hurries down the stairs, At the front door she\nPauses again, then suddenly turns around and looks back up the\nstairs at Sam. In a half choked little voice:\n\nDIANE\nitm sorry... really I'm sorry.\n\nShe quickly opens the door and goes OUT. The door SLAMS behind\nher.\n\nINT.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe quickly opens the door and goes OUT. The door SLAMS behind\nher. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROOMING HOUSE HALL AND STAIRS - NIGHT\n\nSievers, Sam and the two policemen are looking down at the\nempty hall. Then Sievers makes room for the officers to pass.\n\nSIZVERS\nSo long, Roy.\n\nMARCONI\nBetter luck next time.\n\nSam nods, waits until the policemen are gone,\n\nSAM\nSeems Cady has you spotted. Should\nyou put another man on him?\n\nSIEVERS\nHe'd spot the next one just as\nquickly or quicker.\n\nThey start down the stairway.\n\nSAM\nWhat next?\n\n: SIEVERS\nDrop it. You're wasting your money.\nHe expected to be covered, © Anytime\nhe wants to shake loose he'll figure\na way,\n\nCONTINUED\n\f \n\n&\n\nes\n\n92\n\n93\n\n \n\n#1913\n\nCONTINUED\nSem stops, sseing his last hope fading.\n\nSAM .\nThen what do you suggest, Mr. Sievers?\n\nSievers hegitates, then speaks in a low voice.\n\n. SIEVERS\n\nChange his mind. Get in touch\nwith a guy named Alex Jepson. He's\ngot some rougn friends along the\nwaterfront. For the right price...\n\nSam, after a pause, starts down the stairs again,\nsaM\nAre you kidding? I can't consider\nthat. : :\n\nSievers follows. They reach the door.\n\n. SIEVERS .\n\nOkay,.so youtre a lawyer and you\nbelieve in due process, Well, it's\nyour family, not mine. But a type\nlike that is an animal. So you fight\nhim like an animal. That's my\nadvice.\n\n(shakes hands)\nGood luck.\n\n- SAM\nThanks. Good night.\n\nHe slowly follows Sievers OUT.\nDISSOLVE TO\n\nEXT. FORBES' YACHT BASIN - DAY\n\nThis is a commercial affair, not a club. The Bowden boat is in\nits slip, a small cabin cruiser with twin outboards. A fair\nnumber of other slips are empty. The entire Bowden family is at\nwork, busily sanding the trim and polishing the brightwork,\nexcept for Sam, who is varnishing. A big, sleek Chriscraft backs\nout of a nearby slip, starts out of the basin. The family aboard\nwaves mockingly at the laboring Bowdens.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe entire Bowden family is at\nwork, busily sanding the trim and polishing the brightwork,\nexcept for Sam, who is varnishing. A big, sleek Chriscraft backs\nout of a nearby slip, starts out of the basin. The family aboard\nwaves mockingly at the laboring Bowdens. \n\nTARGET SECTION TO BE ANNOTATED:\n Nancy looks after it\nwistfully.\n\nNANCY\nOh, misery! Wonder when we can\nhave one like that?\n\nCONTINUED\n\n \n\fe3\n\n93\n\n \n\n#1913\n\nCONTINUED\nSAM\nIt's on our fiscal program for 1980,\n: NANCY\nWhat's fiscal?\nSAM\n\nWhat we haven't got.\n\nPEGGY\n(wipes her brow)\nI've been looking for an excuse to\nquit this and I've finally found it.\nI just remembered I forgot to buy\nany paper plates and cups.\n\nShe rises, rubbing her aching imees.\n\nNANCY\nMother$ You did that on purpose!\nPEGGY\nYou can't convict me on mere\nsuspicion.\nSam\n\n{rises, stretches)\nif one rat leaves the ship, why not\ntwo?\n\n(to Nancy}\nWant to take over this brush for a\nminute?\n\nNANCY\nNow where are you going?\n\nSAM\nJust to get a little thinner from\nTony. The varnish 1s thickening up.\n\nNANCY\nIf we're a family of rats, I think\nI should be leaving, too.\n\nSAM\nNo, you represent a giant stride in\nevolution. Just don't drip varnish\non the deck,\n\nSam has been working near the stern. With a wry look, Nancy\nmoves to take his place as Sam assists Poggy to the catwalk.\n\f63\n\noh\n\n \n\n#1913 . 56\n\nMED. SHOT - NANCY\n\nShe bends down, facing toward the stern, making sure that her\nbrush doesn't dribble on the deck. But then an outboard speed-\nboat, moving slowly out of the basin COMES INTO VIE, Aboard\nare TWO YOUTHS,\n\nYOUTH\nHey, Nancy! Ahoy!\n\nShe looks up, having just re-dipped her brush. Unnoticed, it\ndrips all over.\n\nYOUTH\nAboy! .\nCAMERA PANS AROUND to REVEAL Max Cady standing on the wharf,\nsmoking a cigar snd holding en open beer bottle in his hand,\nwatching Nancy o.s., with impassive interest.\n\nYOUTH'S VOICE\nComing te the picnic?\n\nNANCY'S VOICE\nYes, if we ever get started!\nANGLE FEATURING CADY\n\nThe speedboat is beginning.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOUTH'S VOICE\nComing te the picnic? NANCY'S VOICE\nYes, if we ever get started! ANGLE FEATURING CADY\n\nThe speedboat is beginning. \n\nTARGET SECTION TO BE ANNOTATED:\n to pull out of view.\n\nYOUTH\nOkay, we'ii do some water skiing.\nOkay?\nNANCY\n(smiles and waves)\nOkey.\n\nThe speedboat DISAPPEARS. Now Nancy glances down, notices the\nvarnish drips. In wild haste, she grabs a rag, begins scrubbing\nfuriously, her position pulling her white shorts tight and\nrevealingly over her hips and thighs. Max Cady is very aware\nof this, but then he HEARS the SOFT THUD of rubber~soled snoes\ncn the planking. He half turns, showing neithes alarm nor\nsurprise as CAMERA PULLS BACK, bringing Sam INTO ANGLE. Sam\nhas a ¢an of varnish thinner in his hand. He stares at Cady\nwith barely suppressed anger.\n\nSAM\n. (low, tight voice)\nWhat are you doing here?\n\nCaby\nWhy, I'm having a beer, Counsellor,\nand I'm smoking this here cigar.\n\nCONTINUED\n\n \n\fes\n\n95\n\n96\n\n#1913 : 57\n\nCONTINUED\n\nSAM\nDo it some place else.\n\nCADY\n(mockingly)\nSo the man sells me a beer and I'm\nthinking about maybe renting a boat.\nJust how many laws you got against\nthat, Counsellor?\n\nSAM\nLook, maybe you can get away with\npoisoning my dog, and beating up\na little drifter like Diane Taylor,\nbut don't push your luck with me.\nYoutre heading right back to jail and\nthis time it'll be for good.\n\nNancy has now heard them. She stands up, facing them.\n\nCADY\nShe's gettin' to be almost as\njuicy as your wife.\n\nCLOSEUP - SAM\n\nAs he realizes clearly for the first time that Cady represents\n@ seXual threat to Nancy.\n\nSAM\nWhy you filthy minded ...\n\nHe instinctively throws a punch, ANGLE WIDENING. The blow lands\non Cady's cheek with a sharp CRACK. Cady's eyes blink and then\nhe grins. Sam, expecting him to retaliate, swings again.\nObviously a trained boxer, Cady tekes the blow with his head\nmoving away, but still it lands hard. Now Nancy is running\ntoward them. Several people appear from farther down the line.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nObviously a trained boxer, Cady tekes the blow with his head\nmoving away, but still it lands hard. Now Nancy is running\ntoward them. Several people appear from farther down the line. \n\nTARGET SECTION TO BE ANNOTATED:\nVenting the wrath and tension of weeks, Sam hits Cady with a\nleft and then another right. Still Cady keeps his feet, main-\ntaining his grin, partially side-slipping the blows but striking\nnone himself. Sam hesitates as he begins to realize Cady won't\nfight back, :\n\nCADY\nYou're not going to force me into\na sucker play. Just have your\ninnings, mine are coming.\n\nThe people who have hurried along the dock now hesitate, then\nstand - watching. Sam turns toward Nancy who, shocked by some-\nthing she can't understand, is staring at him with tear-filled\neyes.\n\nCONTINUED\n\n \n\n \n\f6g\n\n96\n\n97\n\n98\n\n#1913 58\n\nCONTINUED\n\nCADY\n(to newcomers)\nGuess you folks saw this, huh? You\nnotice I never laid a hand on him.\nI'm standint here mindin' my business\nand this guy attacks me.\n\nHe rubs his cheek and starts away, with the puzzled people torn\nbetween him and Sam.\n\nNANCY\nThet's him, isn't it?\n\nSam nods and puts his arm around Nancy, comforting her.\n\nDISSOLVE TO .\n\nEXT, RIVER - Day\n\nThe outboard cruiser is moving at half=-speed past a line of\nmoth-balled Navy ships. Nancy is at the wheel. Sam and Peggy\nare sitting in the stern.\n\nMED. SHOT - SAM AND PEGGY\nPeggy is sitting close to Sam, messaging his swollen hand,\n\nPEGGY\neee Then he's insane. He has to be.\nCan't he be put away?\n\n. SAM\n\nLegally, ne's sane. He knew exactly\nwhat he was doing just now. Look\nhow he maneuvered me into making a\npublic display of myself.\n\nPEGGY\nI wish you'd hit him with something\nheavy, like an anchor. You've de-\nfended all kinds of people. You've\nalways said nobody's all bad - 1\nalmost belisved it till now.\n\nSAM\nHow's Nancy? She hasn't said much.\n\nPEGGY\n{looks toward Nancy) .",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM\nHow's Nancy? She hasn't said much. PEGGY\n{looks toward Nancy) . \n\nTARGET SECTION TO BE ANNOTATED:\nYou remember years ago when we took\nher to the circus and that gorilla\nwent wild? It's the same thing now -\n\nCONTINUED\n\f- 68\n\n98\n\n99\n2100\n\n101\n\nLO1<A\n\n102\n\n102-A\n\n102-B\n\n#1913 / 59\n\nCONTINUED\n\nPEGGY (Cont'd)\nea feeling of something so savage\nthat it doesn't have the right to\nbe in the same world with her.\n\nSAM\nThe gorilla was in a nice, air~\nconditioned cage, but how in the\nname of God, do you cage a man like\nMax Cady?\n\nDISSOLVE TO\nOMITTED\nEXT. HIGH SCHOOL - AFTERNOON\n\nSchool is over for the day. The last pupils are flocking across\nthe crosswalk as Nancy comes OUT of the school, carrying her\nbooks. Peggy's car is almost opposite the schocl gates. Naney\nburries towards it.\n\nEXT. PEGGY'S CAR\n\nNancy finds it empty, and wonders where her mother is.\n\nNANCY\n\ngets into the car and lays her books on the seat beside her. Wit!\nher imagination over-stimulated by thoughts of Max Cady, who can\nbe anywhere at any time, she becomes increasingly anxious.\n\nRather nervously she switches on the radio. The MUSIC begins, an:\njust as Nancy is trying to relax, she sees something ahead.\n\nMED. LONG SHOT - NANCY'S ANGLE - (SHOOTING THROUGH WINDSHIELD)\n\nWalking toward her, forty or fifty feet away, is Max Cady. For\na moment he is nearly obscured by a passing truck, then reappears,\ncloser.\n\nREVERSE ANGLE - CLOSE SHOT - (SHOOTING THROUGH WINDSHIELD) -\nNANCY\n\nShe is like a bird paralyzed by terror.\n\nCLOSER SHOT - MAX CADY\n\nCAMERA PULLS BACK with him as he moves forward. across the street\ntoward the car, staring all the time at Suncy. He stops for a\npassing Girl on a bicyelo, then continues.\n\fes\n\n102-C\n\n1o02-D\n\n102-E\n\n102-F\n\n102-4\n\n103-A\n\n163-B\n\n#21913 _ 60\n\nINT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSER SHOT - MAX CADY\n\nCAMERA PULLS BACK with him as he moves forward. across the street\ntoward the car, staring all the time at Suncy. He stops for a\npassing Girl on a bicyelo, then continues. es\n\n102-C\n\n1o02-D\n\n102-E\n\n102-F\n\n102-4\n\n103-A\n\n163-B\n\n#21913 _ 60\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAR ~ CLOSE SHOT - NANCY\n\nTerror is growing on her face. She looks around. The MUSIC\nfrom the car radio is still playing. She moves over to the\near door, and starts to open it.\n\n“TRACKING SHOT - (SHOOTING FROM BEHIND CaDY)\n\nwith Cady in f.g., as he continues diagonally across the street.\nIn front of him -- still quite a long way away -- we see the\nlittle figure of Nancy get quickly out of the car, start back\nalong the pavement.\n\nCLOSER SHOT = NANCY\n\nnow very afraid. She looks around for help. At this moment,\nthough, the street is deserted; she is alone; and -- with a\nsudden impulse -- she turns and runs into the schoolgrounds,.\nEXT. SCHOOLGROUNDS - LONG SHOT\n\nThis, too, is now deserted. Nancy runs toward the main school\n\n‘building and up the steps. to the double doors.\n\nCLOSER SHOT = NANCY\n\nShe tries the double doors; bhey + are locked, She turns in\nterror and sees:\n\nFLASH SHOT - NANCY'S ANGLE\n\nthrough the iron railings surrounding the school playground.\nCady is coming along the pavement -- approaching the gateway\ninto the school,\n\nEXT. SCHCOLGROUNDS - NANCY\n\nNow she runs around the side of the school building. In the\ndistance, and beyond the railings, a Boy is getting onto his\nbicycle. She runs towards him, but now he is already. peddling\naway. He turns a corner, and again she is quite alone,\n\nEXT. SCHOOLGROUNDS - REVERSE ANGLE\n\nas Nancy runs towards us. CAMEDA PANS.with her as she passes\na small door -~ suddenly realizes this might be her means of\nescape -- and doubles back to the door. She tries to open it.\nIt sticks. She rattles it and it bursts open, and she runs\ninside.\n\fes\n\n103-0\n\n103-D\n\n103-E\n\n103-F\n\n103<G\n\n103-H\n\n10k.\n\n#1913 61\n\nINT. SCHOOL\n\nNancy bursts the door open and runs into a small deserted.,\nclassroom, (with desks, chairs and blackboard). In fear she\nruns forward pushing aside some chairs.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\n#1913 61\n\nINT. SCHOOL\n\nNancy bursts the door open and runs into a small deserted.,\nclassroom, (with desks, chairs and blackboard). In fear she\nruns forward pushing aside some chairs. \n\nTARGET SECTION TO BE ANNOTATED:\n CAMERA TRACKS BACK\nswiftly with her as she runs down a very short corridor, turns\na corner snd dives inte a small boiler room.\n\nMED. SHOT\n\nThe classroom door that Nancy burst open is slowly swinging back.\nIt shuts with a CLICK.\n\nCLOSE SHOT = NANCY\n\nShe is cringing against the wall in the boiler room, and is\n\nnow certain the door has closed behind Cady and that he is in\nthe school with her. Her lips are quivering -~ tears of fear\nare in her eyes. Suddenly, in great panic, she darts forward\nand CAMERA again PULLS BACK VERY SWIFTLY with her as she runs\nOUT of the boller room and rushes down another corridor, turning\na corners\n\nINT, SCHOOL BASEMENT - LONG SHOT\n\nNancy runs quickly down some basement steps, sheer terror on\nher face. She rushes towards us and CAMERA PULLS BACK to\nREVEAL that she is in a locker room. In desperation she tries\nto con¢eal herself between two cabinets. She thinks she can\nhear Cady's footsteps coming along the corridor towards the\nbasement. Suddenly she sees something o.s., and rushes forward.\nCAMERA PANS swiftly with her as she runs towards an old wash\nbasin, clambers hastily up onto it, forees the window half open\nstarts to crawl through it.\n\nEXT. SCHOOLGROUNDS - LONG SHOT = NANCY\n\n‘She struggles up from the window and runs wildly toward camera.\n\nAs she comes into a VERY BIG CLOSEUP, CAMERA PANS with her.\nShe runs out onto the pavement and almost bumps into Cady (who\nhas walked around the side of the scnool). She emits a\nstrangled SCREAM of terror ani runs into the street. There is\n@ SCREECHING of brakes. A car fender brushes her and she is\nthrown to the pavement,\n\nANOTHER ANGLE\n\nA CROWD quickly gathers.\n\nOMITTED\n\f \n\nZ\né\nx\n\nLoy-c\n\n105\nthru\n108\n\n109\n\nTRW\n\n#1913 - . be\n\nEXT. PEGGY'S CAR\n\nPeggy COMES up to her car (Some distance away from \"accident\").",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nA car fender brushes her and she is\nthrown to the pavement,\n\nANOTHER ANGLE\n\nA CROWD quickly gathers. OMITTED\n\f \n\nZ\né\nx\n\nLoy-c\n\n105\nthru\n108\n\n109\n\nTRW\n\n#1913 - . be\n\nEXT. PEGGY'S CAR\n\nPeggy COMES up to her car (Some distance away from \"accident\"). \n\nTARGET SECTION TO BE ANNOTATED:\nSomething disturbs her, The car door is open -- the redio is\nPLAYING -- Nancy's books are on the seat, Now she becomes,\naware of the COMMOTION just around the corner. CAMERA starts\nPULLING BACK with her as she runs toward the gathering Crowd,\n\nANOTHER ANGLE - CROWD\ncollecting around Nancy.\n\nAD LIBS\nIs she hurt? .\nIs she okay?\nShe ran right in front of me.\n\nCady is missing: he has successfully vanished, Peggy thrusts\nher way through the Crowd and gathers up Nancy in her arms.\n\nCLOSER SHOT\n\nPegey holds Nancy close.\n\nAD LIBS :\nI saw it, Miss - she's not badly hurt.\nDidn't look where she was going --\n\nNancy is CRYING and trembling as she clings to Poggy.\n\nNANCY\nI saw him -- I saw him --! I saw\nthat man -- he followed me...\n\nAs Peggy helps Nancy to her feet and she begins to limp AWAY,\niO DISSOLVE TO\n\nOMITTED\n\nINT, BOWDEN HOME - LATE AFTERNOON\n\nSHOOTING FROM TOP OF LANDING DOWN STAIRCASE as the front door\nis thrown open and Sam hurries in. He mounts the stairs two\nat a time and as he comas in to CLOS# SHOT CAMERA PANS with\nhim, He haStens towards Nancy's bedroom, throws open the door\nand hurries in. We see Peggy sitting in a chair beside Nancy's\nbed. ‘\n\fbm\n\n109-A\n\n116\n\n111\n\n#1913 - 63\n\nINT. NANCY'S BEDROOM ~ LATE AFTERNOON - ALTERED ANGLE\nas Sam hurries up to the bed. |\n\nSAM\n(as he ENTERS)\nHow is she?\n\nHe is looking down at Nancy, who is asleep in the bed. She\nlocks pale, and even in sleep, her face seems troubled.\n\nPEGCY\nShe's only bruised -- but the\ndoctor gave her a sedative and\nshe's sleeping --\n\nSamts face sets like stone, He turns, starts.quietly out of\nthe room, At first she's too surprised to speak, then she\nstarts after him,\n\nPEGGY\nI'm sorry, Sam. I'm sorry...",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\nlocks pale, and even in sleep, her face seems troubled. PEGCY\nShe's only bruised -- but the\ndoctor gave her a sedative and\nshe's sleeping --\n\nSamts face sets like stone, He turns, starts.quietly out of\nthe room, At first she's too surprised to speak, then she\nstarts after him,\n\nPEGGY\nI'm sorry, Sam. I'm sorry... \n\nTARGET SECTION TO BE ANNOTATED:\nINT, BOWDEN UPPER HALL - LATE AFTERNOON\nSam starts down the stairs. Peggy COMES OUT of the bedroom,\n\nPEGSY\nI thought the drugstore would only\ntake a second,\n\nHe doesn't answer or turn, but heads straight for the study.\n\nPEGGY\nSam -- where are you going?\n\nWorried now, she starts down the stairs,\n\nINT, SAM'S STUDY - LATE AFTERNOON\n\nHe COMES IN, unlocks a desk drawer, lifts a revolver from its\nhiding place, He sticks the gun in his waistband, buttons his\ncoat over it, starts toward the door, as Peggy hurries IN,\n\nPEGGY\nSam!\n\nSke blocks his way, takes hold of his arms and in doing so,\nfeels the gun under his coat, She catches her breath - a\nmoment of shocked surprise, then Sem brushes her aside and\nstarts out of the room, ‘ :\nPEGGY\n(she is eftor him)\nOh no! You can't-~ You can't do\na thing lixe this --!\nCONTINUED\n\f112\n\n112-A\n\n#1913 : 64\n\nCONTINUED\n\nShe has a grip on his arm and half swings him around, trying\nher best to hold him back.\n\nPEGGY\nSam -- are you out of your mind?\n\nSem shakes her off, moves past her,\n\nINT. LIVING RCOM\n\nSam crosses toward the front door, with Peggy trying to stop\nhin,\n\nPEGGY\nWill you please listen! He didnts\nhurt her! He didn't touch her.\nShe panicked when she saw him in\n\nthe street. He didn't do anything,\n\nSam!\nSAM\n{ cold)\n. Pine, Then I'll just wait until\nhe does,\n\nHe shoves her aside once more and makes for the front door,\nPeggy runs after him.\n\nPEGGY\n(loud)\nSam, listen to mef! It would be\nmurder! You know that! Do you want\nto ruin all of us? Isn't that exactly\nwhat he wants?\n\nNow they are at the door.\n. PEGGY :\nIn the name of heaven, pay him off,\nbuy him off, Give him some money\nand he'll go away, but don't do this\nto us!\n\nSam goes OUT the door,\n\nEXT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\n. PEGGY :\nIn the name of heaven, pay him off,\nbuy him off, Give him some money\nand he'll go away, but don't do this\nto us! Sam goes OUT the door,\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FRONT PORCH - MED, SHOT ~ SAM AND PEGGY - NIGHT\n\nSam is striding toward his car, as Pegsy APPEARS on the porch,\nHer voice this time matches his own purposeful mood,\n\nCONTINUED\n\f. dm\n\n112-4\n\n113\n\nnk\n\n#1913 65\n\nCONTINUED\n\nPEGGY\nSam, I won't let you! If you get\ninto that car, I'll call the police,\nYou won't get six blocks before they\npick you up.\n\nCLOSE IN on Peggy as, white-faced, she turns sharply and goes\nback INSIDE.\nInt. LIVING ROOM - PEGGY\n\nDetermined and completely in control now, she rans across the\nroom toward the study.\n\nINT. STUDY - PEGGY\n\n’ She grabs the telephone, dials *0\", CAMERA MOVES IN CLOSE, |\n\nPEGGY\n\nGive me the police department --\nplease -- quick -~ Hello, TI want\nCaptain Dutton -- yes, it's urgent\nee. tell him it's Mrs, Bowden -\nyes, Bowden...\n\n(waits impatiently)\nCapt. Dutton, my husbard --\n\nShe breaks off, looks toward door, ANGLE WIDENS as Sam stands\nin the doorway, then comes slowly in. He takes the phone,\n\nSAM\n(inte phone)\nSorry -- false alarm, Mark, Every-\nthing's all right... I'll talk to\nyou later,\n\nHe puts the phone down, sits thoughtfully on the edge of the\ndesk, Peggy takes him by the hand, leans her face against his\narm, relieved. Sam still boiling mad, is figuring out his next\nmove as wa,\n\nDISSOLVE TO\n\nINT, THE MARINER - NIGHT\n\nSam is seated in a booth. He has°evidently been waiting 2\nlong while; the ashtray contains several cigarettes butts and\nhe is glancing at his watch for the umpteenth time, Hao has\nan untouched drink in front of him, Then he tenses, torn\nbotwaon relief and anger, as he sees-Max Cady APPROACHING at\na leisurely pace. Cady glances at the ashtray.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nSam still boiling mad, is figuring out his next\nmove as wa,\n\nDISSOLVE TO\n\nINT, THE MARINER - NIGHT\n\nSam is seated in a booth. He has°evidently been waiting 2\nlong while; the ashtray contains several cigarettes butts and\nhe is glancing at his watch for the umpteenth time, Hao has\nan untouched drink in front of him, Then he tenses, torn\nbotwaon relief and anger, as he sees-Max Cady APPROACHING at\na leisurely pace. Cady glances at the ashtray. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED\n\f \n\nbm #1913, 66\n\n114s CONTINUED\n\nCADY\nSweatin' a little, huh, Counsellor?\nWell, just remember, I waited eight\nyears,\n{as Waiter\napproaches )\nYou gonna buy me a drink?\n\nSAM\n(beckons )\nWaiter, ‘\n\nCady sits down, turns to the Waiter,\n\nCADY\nMake mine a double. The twelve year\nold stuff,\n(indicating Sam)\nMy rich cousin here says the best is\nnone too good for me.\n\nThe Waiter LEAVES, Sam is masking his feelings as best he ean,\nwhile Cady is as lordly as Hitler receiving the French surrender,\nHe lights a cigar, deliberately offering no opening, sadisti-\ncally determined to force Sam into making the first move,\n\nSAM\nHow much do you. want, Cady?\n\nCADY\n(affecting\nsurprise)\nHow's that cgain?\n\nSAM\nI said, how much do you want?\n\nCADY\nI'm always a little slow on the\nuptake until after the first drink, .\nAre we discussing dough, is that it?\n\nSAM\nThat's it,\n\nCADY\nNow that's heart-warming, ain't it?\nA poor ex-con comes to-’a new town to\nmake a fresh start, and a leading\ncitizen steps right up and offers him\nfinancial help, It renews your faith\nin human nature, sure does,\n\nThe Waiter brings tho drink, Sam waits until he LEAVES, but\nthen Cady calls him back,\n\nCONTENUED\n\n \n\fbm\n\n11h\n\n#1913\n\nCONTI NUED\n\n67\n\n-2\n\nCADY\nHey, Buster, you got any peanuts,\nsalted in the shell?\n\nWAITER\nNot in the shell.\n\nCADY\nForget it.\n(as Waiter LEAVES)\n\n_I can see I got to educete this town.\n\nSAM\nLet's have the answer,\n\nCADY\nWell, now, that would take some\nfiguring, wouldn't it? What would\nyou consider eight lost years worth,\nCounsellor? Think a court could put\na value on those?\n\nSAM\n\n_ Stick to the point, How mech?\n\nHe drains\n\nSam waits”\nthat Cady\nmust make\n\nCADY\nToo simple.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThink a court could put\na value on those? SAM\n\n_ Stick to the point, How mech? He drains\n\nSam waits”\nthat Cady\nmust make\n\nCADY\nToo simple. \n\nTARGET SECTION TO BE ANNOTATED:\n I like to put values on\nthings, The value of eight years --\nthe valne of a family. Interesting\nealculations, Counsellor.\n\nhis glass, notices Sam's untouched drink.\n\nCADY\nThat's right, go easy on the stuff,\nThey say it's bad for you.\n(SNAPS fingers\nfor Waiter)\nHey, Buster, my cousin wants to buy\nme another.\n\nuntil the Waiter takes away the glass, realizing now\nwill allow him no opening, mo clue to the price -- he\nhis offer in the dark,\n\nSAM\nTen thousand dollars now - and\nanother ten thousand over the next\ntwo years, providing you stay out\nof this state,\n\nCADY .\nWhat if I camo back after tho money\nran out?\nCONTINUED\n\fcons,\n\n- bm\n\nay\n\n \n\n#1913\n\n68\n\nCONTINUED ~ 3\n\nSAM\nI'll give you @ simple answer to\nthat one, I'll kill you,\n\ncADY\n\n(smiles; then seems\n\nto consider)\nTwenty grand, that's less than three\nthousand per for my eight years,\nDon't seem like you've hsard about\nths Minimum Wage Law, Counsellor,\nBut just for the fun of it, let's\nget back to the value of a family.\nNow maybe you didn't know I had a\nfamily. .\n\nHis second drink arrives, Cady takes a long swallow, eases\nback into the old mocking manner,\n\n: CADY\nOne wife, one kid -- that's what I\nhad when you sent me up, Mary dumped\nme pronto, She never even visited.\nI signed the papers for the divorce --\n\n“SAM\nUnderstandable,\n\nCADY\n\nThat wasn't it. It was the prison\nrap that got her. She called it a\ndisgrace,\n\n(voice hardens)\nAnd that was your doing, not mine,\nCounsellor, Anyway, she marries a\nlousy plumber, Has a litter of\nkids, My kid never even heard of me --\nWell, when I got out, I looked Mary\nup. The kids were in school and the\nplumber was out plumbing. She ran\nand got a poker and tried to hit me\nover the head with it, I took it\naway from her and calmed her down.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe called it a\ndisgrace,\n\n(voice hardens)\nAnd that was your doing, not mine,\nCounsellor, Anyway, she marries a\nlousy plumber, Has a litter of\nkids, My kid never even heard of me --\nWell, when I got out, I looked Mary\nup. The kids were in school and the\nplumber was out plumbing. She ran\nand got a poker and tried to hit me\nover the head with it, I took it\naway from her and calmed her down. \n\nTARGET SECTION TO BE ANNOTATED:\nShe crawled in the car and I drove\nher to a little spot about fifty\nmiles away.\n\nSAM\nWhy tell me all this?\n\nCADY\nI got my reasons, That night I made\nher phone ths plumber, I had hor say\nshe was taking a little vacation from\n\nCONTINUED\n\n \n\n \n\fbh\n\n114\n\n#2913 ~ Changes 4/6,/61\n\nCONTINUED - 4\n\nCADY (Cont'd)\n\nhim and the kids. Then I made her\nwrite me a love note end dete it,\nasking me to take her away for a\nsecond hone: nade her write\nit full of 2 Then I kept\nher pretty busy for three days, You\ngetting the picture, Counsellor?\n\n  \n\nSAM\nI'm getting it.\nCADY\nGood. told her if she ever tried\n\nto yell cop I'd mail a photostat of\nthe note to the plumber, She was\nimpressed. Then I poured a fifth of\nliquor in her, threw her shoes and\ndress away, and give her a good\nchance to work her way home,\n\nWith every fibre of his being, Sam wants to say, \"You son of a\nbitch, you need killing.\" He glares at Cady, but finally con-\ntrols himself, -\n\nS4&u\nIt's a charming story. What is it\nsupposed to prove?\n\nCady drains his glass,\n\nCADY\nCounsellor, for a smart man you're\nsure slow in getting the picture,\nDen't you see? I'd been burning for\neight years, but now I gct what you\ncall compiste peace of mind about\nMary.\n\nOnly now does his full meaning come into focus.in Sam's mind,\nHe neds grimly, prepares to get up.\n\nSAM:\nSo it's no deal.\n\nCADY\nYou're getting werm, Counsellor,\nWhen I was in stir all. I could think\nabout was bustin't out to kill a guy -\nmaybe you know who - I was forna kill\nhim with my bare hands, slow, so he\n\n\"CONTINUED\n\nwv\na,\n\fgee «#1913 ~ Changes 5/26/61 70,\nx\n\n114 CONTINUED - 5 .\n\nCADY (Cont'd)\n\ncould taste it.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nCADY\nYou're getting werm, Counsellor,\nWhen I was in stir all. I could think\nabout was bustin't out to kill a guy -\nmaybe you know who - I was forna kill\nhim with my bare hands, slow, so he\n\n\"CONTINUED\n\nwv\na,\n\fgee «#1913 ~ Changes 5/26/61 70,\nx\n\n114 CONTINUED - 5 . CADY (Cont'd)\n\ncould taste it. \n\nTARGET SECTION TO BE ANNOTATED:\n I killed him every\nnight for seven years, but the eighth\nyear I realized I was lettin! him off\ntoo easy, too fast. You know, in\nChina or some place, they cut off a\ntoe, the little one, and then pretty\nSoon they cut off the next, and so\non, That's better.\n\nSam can't restrain himself from leaning forward slightly, for\nthe moment filled more with cold anger than fear,\n\nSAM\nAnd for little toe, I'm to understand\nchild, is that it?\n\nCADY\n(grins)\nThat's your train of thought, not\nmine,\n\n3115 “CLOSEUP ~ SAM\nHe stands up slowly, drops some bills on the table.\n\nSAM\n(calmly)\nMy train of thought!... You shocking\ndegenerate. I've seen the worst, the\ndregs... but you... you are the lowest\n»e-it's sickening to breathe the same\nair,\n\nHe turns and walks OUT, ANGLE WIDENING, Max Cady smiles lezily\nand gives the Waiter the high sign.\n\nCADY\nHey, Buster, I think my cousin left\nenough for another.\n\nDISSOLVE TO\n\nwt\n\nbv\n\nw\nt\n\nEXT. CAFE - DOCK AREA ~ NIGHT\n\nSam Bowden comes OUT and walks around the corner.\n\n115-B INT, POOL HALL - NIGHT\n\nTwo pool tables. The usual sleazy inhabitants, Sam ENTERS and\nlooks ground, Some of the pool players and hangers-on pause to\ntake a look at him, He is definitoly out of place. The\nPROPRIETOR behind the counter locks up at Sam,\n\nCONTINUED\n\n  \n\fal\n\n115-B\n\n115-¢\n\n \n\n#1913 - Changes 5/26/61 7\n\nCONTINUED\n\nSAM\nCan you tell me where I can find\nAlex Jepson?\n\nThe proprietor indicates a back door at tr rear of the\nestablishment.\n\nPROPRIETOR\nGo on threugh that back door «- I'll\nget him for you,\n\nSam walks through the pool hall toward the rear as the inmates\ncontinue to stare at him. -\n\nEXT, COURTYARD = NIGHT\n\nThis is a small, irregular court shaped like a funnel, the\nspout opening into the street.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nPROPRIETOR behind the counter locks up at Sam,\n\nCONTINUED\n\n  \n\fal\n\n115-B\n\n115-¢\n\n \n\n#1913 - Changes 5/26/61 7\n\nCONTINUED\n\nSAM\nCan you tell me where I can find\nAlex Jepson? The proprietor indicates a back door at tr rear of the\nestablishment. PROPRIETOR\nGo on threugh that back door «- I'll\nget him for you,\n\nSam walks through the pool hall toward the rear as the inmates\ncontinue to stare at him. -\n\nEXT, COURTYARD = NIGHT\n\nThis is a small, irregular court shaped like a funnel, the\nspout opening into the street. \n\nTARGET SECTION TO BE ANNOTATED:\n The court is full cf garbage\neans and clothes lines, with ramshackle exterior stairways\nleading up to the backs of the ancient buildings. Sam comes\nCUT, looks around impatiently, finally up-ends a box and sits\ndown. ANGLE WIDENS as a lissome woman, LOLA, about thirty, and\nwearing a tight gown, comes OUT of a back doorway and stands\nfor a moment. During the brief time that the door is open we\ncan HEAR a hot PIANO rather loudly. After the door is closed,\nthe music is still audible but MUTED. Lola sees Sam and starts\ntoward him, carrying her purse jauntily. She approaches San.\n\nLOLA\nGot a match?\n\nAs Sam searches for a book of matches, finds it, and strikes\na match, Lola opens her purse, takes out a fine Havena cigar,\nand lets him light it. for her. She takes a drag and exhales\na cloud of smoke, gesturing towards the o.s. piano.\n\nLOLA\nSome beat, isnit it?\n\nSAM\nVery good.\n\nLOLA\n\n“That Jigger Johnson, he's the great-\nest. An' we got draught beer.\nwe got everything. Why don'tch\non over?\n\n \n\nss)\n\n° SAM\nNo, thanks,\n\nLOLA\n(studying him)\nSay...ain't you Agnes! fella?\n\nCONTINUED\n\f \n\nal #1913 - Changes 5/26/61 72\n\n115-C CONTINUED\n\nSAM\nAfraid not.\n\nLOLA\n{after a pause)\nYou the fella runs that DeLuxe Cafe\ndown on the river?\n\n: SAM\nNope...\n| LOLA\n, I've seen you somewhere...if it's\none thing I'm good at, it's faces.\n! Sam\n(grins)\n\nI must have the kind of face that\ngets around.\n\nLOLA\n, (shrugging)\nSo you're two other guys.\n{then)\ni How come you ain't said anything\nabout my cigar?\n\nSAM\nFree country.\n\nJEPSON walks INTO shot.\n\nJEPSON--\nOkay, Lola, take it inside.\n\nLOLA\n{leaving}\nThanks for the light.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEPSON walks INTO shot. JEPSON--\nOkay, Lola, take it inside. LOLA\n{leaving}\nThanks for the light. \n\nTARGET SECTION TO BE ANNOTATED:\nJEPSON\nWhat do you want with me?\n\nSam takes a small picture out of his pocket and hands it to\nJepson, It is a mug type of photograph of Cady.\n\nSAM\nHis name is Max Cady. You can\nusually find him in The Boar's Head,\n\n: JEPSON .\n: What do I want to find him for?\n\nCONTINUED\n\n \n\fal\n\n115-C\n\n \n\n#1913 ~ Changes 5/26/61\n\nCONTINUED = 2\n\nSAM\nI want you to work him over.\n\nJepson considers this.\n\nJEPSON\nWhat makes you think that's in my\ndine of work?\n\nSAM\nYou were recommended by Charlie\nSievers,\n\nJEPSON\n\n(after a pause)\nWould you like him medium, rare,\nor well done?\n\nSAM\nLet's say medium well,\n\nJEPSON\nThis gay been makin' it with your\nwife...or something?\n\nSAM\nNo, not that. I just want you to\neonvince this man that he should\nleave town...for gaod.\n\nJepson studies the picture.\nJEPSON\n\nPretty big boy, isn't he? Two guys\n=-- maybe three?\n\nSAM\n(nods)\nThree.\n. JEPSON\nAll right, Mister...?\nSAM\n(hesitates)\n\nRandolph.\nJepson isn't taken in, grins.\nJEPSON\nMister Randolph, that'll cost you\nfive...let's say seven hundred,\n\nAs Sam takes out his wallet.\n\nDISSOLVE TO\n\noan .\nmse\na\n\f_ ec\n\n116\nthru\n125\n\n125-A\n\n125-B\n\n \n\n#1913 - Changes 5/26/61 : 7%\n(x)\n\nOMITTED\n\nINT. BOWDEN LIVING ROOM - NANCY - NIGHT\n\nSubdued, still in a mild state of schock, she 1s sitting curl\nup, in a large wing-chair, occupied, clumsily, but with @\npatience, in the wholly uncharacteristic activity of knit\nO.s. the SOUND of Sam's car coming to a halt in the driveway,\nPeggy hurries anxiously THROUGH the room, and,in passing, gives\nNancy a look of pain and tenderness,\n\n  \n\nEXT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO\n\noan . mse\na\n\f_ ec\n\n116\nthru\n125\n\n125-A\n\n125-B\n\n \n\n#1913 - Changes 5/26/61 : 7%\n(x)\n\nOMITTED\n\nINT. BOWDEN LIVING ROOM - NANCY - NIGHT\n\nSubdued, still in a mild state of schock, she 1s sitting curl\nup, in a large wing-chair, occupied, clumsily, but with @\npatience, in the wholly uncharacteristic activity of knit\nO.s. the SOUND of Sam's car coming to a halt in the driveway,\nPeggy hurries anxiously THROUGH the room, and,in passing, gives\nNancy a look of pain and tenderness,\n\n  \n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE BOWDEN FRONT PORCH - NIGHT\n\nPeggy meets Sam on the steps. They embrace silently. Sam knows\nfor sure now that he is not just in a \"war of nerves\", Pegg\nlooks at him questioningly, waits for him to speak,\n\nSAM\nPeggy, this is no war of nerves. He\n‘won't be bought off... it's Nancy he's\nafter and he'll get to her sooner or\nlater -- unless I change his mind,\n\nHer body tenses under his arm; her face suddenly looks as tired\nand drawn as his own,\n\nPEGGY\nI don't believe it! I simply won'ti\nYou've said yourself he's too clever\nto take chances, How could he even\ntouch her without taking a chance,\n\nThere is an edge in his voice, not directed at her, but at the\nsituation itself, He doesn't want to upset her more than neces-\nsary, yet it is hard to avoid the question,\n\nSAM\n(glances to-\nward window)\nWhat would you do if she were\nattacked?\n\nPEGGY\n(shocked)\nWhat are you talking about? How can\nyou say such a thing... What's the\nmatter with you, Sam!\n\nSAM\nWould you have him arrested? Have\nhim tried? Naturally, he'd deny the\nwhole thing, That means that Nancy\n\nCONTIN LS\n\fgee #1913 - Changes 5/26/61\n\n125-B CONTINUED\nSAH (Cont'd)\n\nwould have to testify. You've never\nwatched a child testify in such a\ncase, and thank God you haven't,\nYou've never heard the clinical\nreports, the questions, the detailed\nanswers she has to give, She'd have\nto give them all right... you under-\nstand? He'll deny it and we'll have\nto prove him guilty.\n\nPeggy has listened to this in growing awareness of its full\nmeaning and now she breaks -\n\nPEGGY\nA beast like that... with his record?\nWho would believe him?\n\nSAM\nNo one == but that wouldn't stop the\nquestions.\n\nPEGGY\nPlease, don't go on} I don't even\nwant to think about it!\n\n‘He puts his arm around her,\nSAM\nCady knows that we couldn't put Nancy\nthrough an ordeal like that...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM\nNo one == but that wouldn't stop the\nquestions. PEGGY\nPlease, don't go on} I don't even\nwant to think about it! ‘He puts his arm around her,\nSAM\nCady knows that we couldn't put Nancy\nthrough an ordeal like that... \n\nTARGET SECTION TO BE ANNOTATED:\n He\n\nknows that for all of us the trial\nwould never end,\n\nPEGGY\nBut there must be something else we\ncan do... there has to del\n\nSAM\n\n(grimly)\nThere is.\n\nPEGGY\nWhat are you going to do?\n\nSAM\nLet's just say I'm going to talk to\nhim in the only language he under-\nstands,\n\nDISSOLVE TO\n\f128\n\n#1913 - Changes 5/26/61 Th\n\n(x)\nEXT. ALLEY IN REAR. OF CADY'S ROCMING HOUSE - NIGHT\nA car is moving into the alley, its headlights illuminating,\nthe parked cars and rickety frame gereges. As the car finds\na narrow slot, we recognize it as Max Cady's Chevy,\nINT. CHEVY\nCady switches OFF the ignition and lights. He opens the door,\nbending to get out. AS his head clears the car roof, a bicycle\nchain flashes INTO ANGLE from rear, strikes him on the back of\n\nthe head, knocking his hat off.\n\nEXT, ALLEY\n\nCady half lurches, half falls out of the car. A shadowy\n\nFIGURE whips back the chain for another blow; but Cady, moving\nby instinct, ducks under it, gorilla-like arms emoracing the man\nwhile Simultaneously his knee jerks up to the groin. The. goon\n\nCONTINUED\n\f. sq\n\n128\n\n129\n\n130\n\nJAW\n\n#1913 - : 76\n\nCONTINUED\n\ngives an explosive GASP of agony. But this action is not\nisolated; ANOTHER GOON is now leapirg in from the side, bicyels\nchain swinging, It strikes Cady on the top of the head; he goes\nto the ground on top of the first goon, Now a THIRD jfotns in.\n\nHe and the second kick Cady in the body and beat him on the back\nwith the thains until he manages to reach out and grab the second\ngoon by the anzie, jerking him eff his feet. This gives Cady\n\nan instant to deal with Number One, lying underneath him. One\nsclid blow to she jaw and Number One lies still; in the next in-\nstant Cady has a chain in his ow hand.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe and the second kick Cady in the body and beat him on the back\nwith the thains until he manages to reach out and grab the second\ngoon by the anzie, jerking him eff his feet. This gives Cady\n\nan instant to deal with Number One, lying underneath him. One\nsclid blow to she jaw and Number One lies still; in the next in-\nstant Cady has a chain in his ow hand. \n\nTARGET SECTION TO BE ANNOTATED:\n He comes up swinging and\nNumber Three retreats, but now Number Two regains his feet, anvacn\nCady from behind. Cady bends, flips the goon over his tack so\nhard that the man CRASHES into the wall of a garage, splintering\nthe boards by the impact and then lying in a crumpled heap, out\nof the fight. By this time the first gocn has gotten to his\nknees, but Cady, swinging the chain to keep Number Thres at a\ndistance, kicks Number One in the jaw, snapping his head back\nwith a brittle CRACK. End of Number One. Now Number Three,\n\n\" geeing himself the last man on the field, turns to run, but Cady\n\nis too fast for him. He lashes out with the chain, whipping it\nhalf-way around the manits neck, slowing him enough for Cady to\ncatch his arm, whirl him around, Cady whips him with the chain\nabout the face and head until he slumps unconscious. Then Max\nCady, face streaming bicod, leans againat a car, GASPING great\ngulps of air; but a slight movement on the part of Number Two\nserves to revive him, Hae gives the man a final kick, throws\n\nthe bicycle chain in his face, then, wheezing like a wounded\nlion, he staggers toward the open docr of his car, throws himself\ninto the seat, and GUNS the car iato a SCREECHING, skidding start\nthe open door continuing to FLAP and BANG as he DISAPPEARS into\nthe darkness.\n\n \n\nDISSOLVE 7\n\nEXT. ISOLATED PHONE BOOTH ~ NIGHT = CADY'S CAR\n\ncomes to a hait in front of it. Cady lursches out, ENTERS the\nphonebooth as though intending to burst right through it,\nCLOSE IN on Cady at phone, hideously bruised and smeared. He\nreaches impatiently into his pockes, pulis out a fistful of\ncoins, slams them down, heedless of those which tumble to the\nfloor. He inserts a coin and dials. His battered face assumes\nthe semblance of a leer.\n\nINT. BOWDEN BEDROOM - NIGHT\nPeggy is in bed, reading.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis battered face assumes\nthe semblance of a leer. INT. BOWDEN BEDROOM - NIGHT\nPeggy is in bed, reading. \n\nTARGET SECTION TO BE ANNOTATED:\n Sam is in the dressing rocm, 0.8.\nThe phone RINGS, Peggy, surprised to get a call at this lata\n\nhour, picks it up.\nCONTINUED\n\fgec\n\n130\n\n131\nand\n132\n\n132-A\n\n \n\n#1913 - Changes 5/26/61 | 77\n\nCONTINUED\n\nPEGGY\nHello?\n\nCADY'S VOICE\n(a scrambled, inaudible\ntorrent of obscenities)\n\nOn Peggy's face, a look of pure shock, For a long moment, she\nis simply too petrified te remove the instrument from her ear,\n\nCLOSE - SAM\n\ncomes IN from the dressing room, takes one look at Peggy's face,\nand strides toward her. He takes the phone out of her hand, lis-\ntens for a moment. His expression changes from shock to sudden\nrage.\n. SAM\n\nNow listen to me, Cady, ‘This is what\n\nyou asked for, and it isn't one tenth\n\nOf.ec\n\nCADY'S VOICE\n(scrambled)\n(Cuts in with one final obscenity,\nand hangs up)\n\nSam stares thoughtfully at the phone for a moment, When he\nhangs up and faces Peggy, the toughness in his face has been re-\nPlaced by a rueful sense of failure,\n\nDISSOLVE TO\n\nINT, STUDY - NIGHT - SHOOTING DOWN TOWARDS THE KITCHEN DOOR\n\nOut of the shadows COMES Peggy, still in her dressing gown,\nearrying.some coffee, CAMERA PANS with her to include Sam, who\nsits at his desk, (also in dressing gown), There is 4 solitary\nlight on over his desk. The room is quiet and full of dark\nshadows, Obviously Sam has been working at something for quite\na long time. There are maps and charts in front of him and he\nhas a pencil and paper, Peggy puts down the coffee on the desk.\n\nPEGGY\nfre you sure you want this, Sem--?\nHadn't we better try to get some sleep?\n\nSAM .\nYou remember that place up near Cape\nFear where we stopped in to see the\nRussells a couple of summers ago ~- ?\n\n \n\nCONTINUKO\n\faes\n\ngec\n\n#1913 - Changes 5/26/61 H\n.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM . You remember that place up near Cape\nFear where we stopped in to see the\nRussells a couple of summers ago ~- ? CONTINUKO\n\faes\n\ngec\n\n#1913 - Changes 5/26/61 H\n. \n\nTARGET SECTION TO BE ANNOTATED:\n x\n\n132-A CONTINUED\n\n132-B\n\nPEGGY\n\n(wonderingly)\nWhere they were renting the house-\nboat? Brown's Island, wasn't it?\n\nSAM\nThat's the one... it's not even on\nthe chart. So much the better,\n(gets up)\nI'm going to have a showdown with\nCady -- and it'll be at a time and\nplace of my choosing.\n\nPeggy has started to pour the coffee. Now she stops, finally\nforces herself to ask the question,\n\nPEGGY\nSam... what are you getting at?\n\nSam is slow in answering, but realizes he can't avoid stating\nthe blunt fact,\n\nSam\nYou won't like what I'm going to\ntell you, but the way things are,\na showdewn with him means just one\nthing...\n\nCLOSEUP - PEGGY\n\nas the impact hits her and she stares at him ineredulously,\nANGLE WIDENS.\n\nSAM\nNo, I'm not going to grab a gun and\ngo running cut like a wild man again.\nThis time I'm going to let Cady make\nthe mistake,\n\nPEGGY\nSam,...what's happening. to us? T\ncan't believe we're standing here\ntalking about killing a man...|\n\nSAM\nWe're talking about more than that\n«sewe're talking about the best way\nto do it.\n\nCONTINUED\n\fal\n\n132.8\n\n 132-¢\n\n133\n\n#1913 -- Changes 5/26/61\n\nCONTINUED\nSAM (Cont'd)\n\nI haven't got it all worked out yet,\nThere are still a lot of ifs, ands\nand buts about it. T'm not going\ninto this alone..,.I'1l need plenty\nof help...Cady would never fall for\nit here -- he knows we're teo much\non our guard. But if he thought\nwe thought she was safely hidden\nsomeplace ++\n\nPEGGY\n(stares at him)\nShe -- ? You can't be talking about\nNancy!\n\nSAM\nI promise I won't go ahead with it\nuntil everything is airtight. T\nwon't make a single move that will\nput her in any danger.\n\n.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM\nI promise I won't go ahead with it\nuntil everything is airtight. T\nwon't make a single move that will\nput her in any danger. . \n\nTARGET SECTION TO BE ANNOTATED:\n PEGGY\nBut Sam -- that won't stop the terror\nof itl She's only a child!\n\nSAM\nAnd if we wait until he catches her\nreally alone? He will if we make\none slip -- Wnat about the terror\nthen?\n\nCLOSE UP - PEGGY\n\nSAM'S VOICE\nYou heard what he said on the telephone.\n\nCAMERA MOVES up CLOSER as she can find no answer.\nDISSOLVE TO\nINT. COURTROOM - MORNING\n\nIt is early. Neither jury nor spectators are yet present. A\nbailiff is putting notes, books, etc. on the judge's desk.\nGrafton is just COMING CUT of the judge's chambers as Sam WALKS\nIN, carrying his brief case. The bailiff opens a window and\nLEAVES. Sam and Grafton confront each other at the rail sepa-\nrating the jurOrs' section from the spectators! benches, \"\nGrafton's jaw, already set, sets even tighter at sight of Sam.\n\nGRAFTON\nHello, Sam,\n\nCONTINUED\n\fed #1913 - Changes 4/6/61 78\n\n133 CONTINUED\n\nSAM\nGood morning, Daves\n. GRAFTON\nYou sleep well?\nSAM\n\nWell enough, thank you,\nHe is starting toward the counsel's table, opening his briefcase.\n\nGRAFTON\n\nYou needn't bother to open that,\nYoutve tried your last case’ in this\nstate. Your three hired hands landed\nin the hospital last night. One of\nthem thought he -was going to die and .,\nfalked...\n\n. (indicates chambers)\nThe judge is waiting to tell you that\nItm instituting disbarment proceedings\nagainst you.\n\nSAM\n(stops short)\nYou haven't wasted any time, have.\nyou?\n\n‘GRAFTON /\nI'm just getting started. The Committee\n‘on Ethics is in session up at the\nCapitol right now... and they move\nfast. You'd better be ready to tell\n‘em your story by tomorrow.\n\nSAM\nYou don't think the Committee will\nwait to see if I'm convicted of any-\nthing in court?\n\nGRAaF TON\nThe Committee is’ only concerned with\n‘keeping the legal profession beyond\nreproach.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou'd better be ready to tell\n‘em your story by tomorrow. SAM\nYou don't think the Committee will\nwait to see if I'm convicted of any-\nthing in court? GRAaF TON\nThe Committee is’ only concerned with\n‘keeping the legal profession beyond\nreproach. \n\nTARGET SECTION TO BE ANNOTATED:\n And after what happened\nlast night, I'll be most interested\nin how you answer that one!\n\nPeople are beginning to’ file in; Grafton turns away.. George\nGarner comes up to Sam,\n\nCONTINUED\n\f124\nand\n\n135\n136\n\n137\n137-4\n\n#1913 - Changes 4/38/61 79\nCG)\nCONTINUED - 2 :\n\nSAM\nYou'll have to do the summation,\nGeorge. I only came down this morn-\ning to tell you that I'm off the case.\nI'm going to tell the Judge now.\n\nBefore the surprised Garner can reply, Sam moves toward the\ndoor of the Judge's chambers.\n\nDISSOLVE TO\nOMITTED\n\nEXT. STREET - SAM - DAY\n\nHe walks along the street toward his office, gradually making\nup his mind what to do. CAMERA PULLS BACK with him.\n\nDISSOLVE TO\nOMITTED\nINT. INTERROGATION ROOM - CLOSE SHOT - DUTTON - DAY\n\nDutton is speaking violently; during speech, ANGLE WILL WIDEN\nto include Sam and Sievers.\n\nDUTTON\nHave you gone out of your mind?\nYou've come to the wrong man! Dave\nGrafton was in here not ten minutes\nago, and you don't have a leg to\nstand on! Jepson's being interro-\ngated right now, If he talks, I'11\nhave to arrest you before you leave\nthis building!\n\nSAM\nAnd if I'm arrested, who's going to\nprotect my family? Can you? You\nhaven't yet!\n\nDUTTON\nThat's below the belt, Sam -- with\nDave Grafton watching every move TI\nmake!\n\nSAM\nTo hell with Dave Grafton -- this is\nmy one chance to prove the truth\nabout Cady!\n\nCONTINUED\n\fgece #1913 - Changes 4/18/61\n\n137-A CONTINUED\n\n85\n(x)\n\nDUTTON\nYou'll never prove it with a stake-\nout. Cady's too smart for that!\n\nSAM\nI tell you I've got this worked out!\nThere's a houseboat up near Cape Fear,\nwith a little shore cabin -- @ tele-\nphone.., but it's isolated and hard\nto find.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nCady's too smart for that! SAM\nI tell you I've got this worked out! There's a houseboat up near Cape Fear,\nwith a little shore cabin -- @ tele-\nphone.., but it's isolated and hard\nto find. \n\nTARGET SECTION TO BE ANNOTATED:\n It's a perfectly plausible\nplace for me to hide my family --\n\nDUTTON\nNo place is plausible. Do you expect\nCady to believe you'd leave your\nfamily alone anywhere?\n\nSAM\nThat's the one thing that had me\nstopped. But this morning Grafton\nhanded me'the perfect answer right on\na platter. He's forcing me to fly up\nto Atlanta to appear before the Ethics\nCommittee... and you can bet that his\nfriend Mr. Cady will be tailing me\nclear to the airport. Oh, I'il make\nmy appearance, all right -- and then\nI'll hire a car and cut across to the\ncoast -- that's eighty-five miles --\nand hire a boat at Hennessey's Land-~\ning. In four hours I'1l be at Cape\nFear, and Cady'1ll think I'm still\nsweating 1t out in Atlanta.\n\n137-B ANGLE FEATURING SIEVERS\n\nHe has been listening intently, his attitude more receptive than\n\nDutton'ts,.\n\nSIEVERS\nOkay, you're there, But how did your\nfamily get there without Cady knowing\nit?\n\nSAM\nI've already rented the place, under\nancther name, of course. I'll t2ke\nthem there this afternoon by boat --\n\n. SIEVERS\nCady can follow a boat ~~\n\ncou TINUED\n\fee\n\ngee #1913 - Changes 4/18/61 ee\n. A\n\n137-B CONTINUED\n\nSAM\nExcept you will te shadowing him\nand we won't leave unless I get an\nall-clear from you. I'12 rig it 50\nCady'll think they went some place\nin my wife's car -- any place but\nCape Fear. The second step is to\nlure him up there when we're ready\n«.. that's your department, too.\nHe knows you're tied in with this\ncase, He'll follow you when you\nleave town if you make it look right.\nYou'll have to work out a good reason\nfor going there -~ and for coming\nback... to leave him a clear field.\n\n137-C ANGLE FEATURING DUTTON\n\nDutton is still far from convinced.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe knows you're tied in with this\ncase, He'll follow you when you\nleave town if you make it look right. You'll have to work out a good reason\nfor going there -~ and for coming\nback... to leave him a clear field. 137-C ANGLE FEATURING DUTTON\n\nDutton is still far from convinced. \n\nTARGET SECTION TO BE ANNOTATED:\n Sarcasm edges his voice,\n\nDUTTON\nHe steps ashore and you shoot hin,\nis that it?\n\nSAM\n\nThat's it... and I ean hardly wait.\n\nDUTTON\nShooting him for simple trespass\nwon't go, Sam -= not any more! He's\nbuilt up too geod a case against you --\n\nSAM\nIt'll be more than simple trespass -~\nbut I won't wait until he wines the\nblood off his hands, either.\n\nSIEVERS\n(grins)\nMr. Bowden, I'm beginning to like\nyour style.\n\nDUTTON\nAll right, I've stened! Now you\nlisten. You co n't be fool enough\nto try this alone, You'd have to\nhave help, lots cf it. And I couldn't\nhelp you even if I wanted to, - That's\ncounty territory. :\n\n  \n \n\n \n\nCONTINUED\n\fgec #1913 ~ Changes 4/18/61\n\n137-C CONTINUED\n\nSAM\nYou know the sheriff. Are you going\nto stand on ceremony at a time like\nthis? All you have to de is pick up\nthe telephone.\n\nDUTTON\nAnd ask him for half a dozen depu-\nties to help a man I should be ar-\nresting?\n\nSAM\nI don't want half a dozen deputies.\nThat would be the surest way of\ntipping it off to Cady an@ Grafton.\nOne is all I can risk. One is all\nI'm asking for. Do TI get him?\n\nDUTTON\n(thinks it over)\nNo! Except against punks, stake-\nouts are the riskiest capers in this\nbusiness. I'm not going to help you\n\n“make what might be the biggest mis-\n\ntake of your life!\n\nSAM\nThe biggest would be just to sit\nstill and wait.\n\nSIEVERS\nLook, Chief, a hundred years ago he\ncould have walked up and shot Cady\nand been proud of it. Reason --\nthere was no law, And there's no\nlaw still for the srot hets in, A\nman's got a duty to protect his\nfamily -- that's the real law.\n\nDUTTON\nBut this isn't a hundred years ago!\nGrafton would crucify you if you\nshot Cady without the law around!\n\nSAM\nI Know... I know...",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nGrafton would crucify you if you\nshot Cady without the law around! SAM\nI Know... I know... \n\nTARGET SECTION TO BE ANNOTATED:\n but the most im-\nportant thing to me is that Nancy,\nand Pegzy will be safe!\n\nCONTINUED\n\n80-\nth:\n&c-\n(x\n\f \n\n3\n‘co\n\n137-C\n\n138\n\n139\n\n \n\n#1913 ~ Changes 4/15/61 : 81\n\nCONTINUED ~ 2\nThis really hits Dutton, He rises and moves about,\n\nDUTTON\nYou and a deputy,.. Two against one\nisn't enough with this guy.\n\nSam senses that Dutton 18 coming arcund and closes in on him.\n\nSAM\nTwo men with guns against one with-\nout, You know Cady's much tco smart\nto risk being caught with a gun on\nhim, And - don't forget - he'll\nexpect to catch Nancy” and Pegey\nthere alone!\n\nThere is a long pause. Finally Dutton moves to the telephone,\n\nDUTTON\n\nWell... this time next week I may be\nback pounding a beat...\n\n{reaches for phone)\nAndy Kersek's about the best marks-\nman in the county.- I'll see if L\ncan get the Sheriff to let you have\nhin,\n\nDISSOLVE TO\n\nINT. STORAGE GARAGE - LATE AFTERNOON\n\nThis is a large place, Sam is in f.g., talking into phone at\ndesk, Peggy and Nancy are standing nervously beside Feggy's\ncar, as if expecting Cady to appear any moment; and a Cab\nDriver is taking a sleeping bag and several suitcases out of\nit, transferring them into his cab. The Attendant makes out a\nticket and hands it to Peggy.\n\nSAM\n(into phone)\nWhere are you?\n\nINT, MARINER INN ~ DAY\n\nSievers is in f.g., talking into a phone at the end of the b\nMax Cady is visible at the piano in b.g., drinking and 1 2\ning to a young girl playing the PIANO.\n\nSIEVERS\n(into phone)\nAt the Mariner. He's here, all\n\nCONPTINGED\n\fnm\n\n139\n\nTy1l-A\n\nwe\n\n#1913 82\n\nCONTINUED\n\nSIEVERS (Cont'd)\nright. Looks like he's set fora\n‘long session, You're in the clear,\n\nINT. STORAGE GARAGE\n\nSAM\n(into phone }\nGood.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's here, all\n\nCONPTINGED\n\fnm\n\n139\n\nTy1l-A\n\nwe\n\n#1913 82\n\nCONTINUED\n\nSIEVERS (Cont'd)\nright. Looks like he's set fora\n‘long session, You're in the clear,\n\nINT. STORAGE GARAGE\n\nSAM\n(into phone }\nGood. \n\nTARGET SECTION TO BE ANNOTATED:\n I'm leaving Mrs. Bowden's\ncar here, They're going to put it\nin dead storage. Tt1l call you\ntomorrow. :\n\nHe hangs up, joins Peggy and Nancy, who are already getting\ninto the cab.\n\nDISSOLVE TO\n\nEXT. CAPE FEAR RIVER -~ DAY\n\nSHOOTING PAST a sign which reads Cape Fear River. CAMERA PANS\nand picks up an outboard cruiser which is travelling quite fast\ndown a straight and wide stretch of river, As the cruiser moves\naway from us\n\nQUICK DISSOLVE TO\n\nEXT. CAPE FEAR RIVER - DUSK\n\nThe outboard cruiser is now moving slowly along a narrower\nwinding stretch of river, and past some dark shanty-boats.\n\n“INT. COCKPIT - DUSK\n\nHolding the wheel with one hand, Sam is studying a chart by\nthe small, hooded lamp. Peggy and Nancy are standing beside\nhim. All are wearing the same street clothes in which we last\nSaw them, except for rubber-soled shoes. Nancy is staring at\nthe shanty-boats.\n\n. NANCY\nIs it one of those?\n\nPEGGY\n(smiles) . *\nOf course not. Ours is gold-plated\n-- if the rent is any indication.\n\nCONTINUED\n\fprs\n\nPE\n\n142\n\n143\n\nLyb\n\n145\n\n \n\n#2923 83\n\nCONTINUED\n\nSAM\n(switching off lamp)\nWe should have kept to the left of\nKeg Island, about a mile back. May-\nbe itts for the best - if anyonets\nbeen following us we'll see him.\n\nLONG SHOT\nThe boat makes a 180-degree turn and starts up-river.\n\n‘DISSOLVE TO\n\nEXT. HOUSEBOAT LANDING - DUSK\n\nThe outboard cruiser, engines IDLING, is moored to a narrow pier.\nAlso moored there, on the downstream side, is a small houseboat\nwith a clean, modern look. Near the base of the pier is a tiny,\nrustic cabin, with a masonry barbecue nearby. Except for this\nclearing, the shore is densely wooded. Lights are on in the\nhouseboat. Sam is carrying some suitcases from the cruiser into\nthe houseboat.\n\nINT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nLights are on in the\nhouseboat. Sam is carrying some suitcases from the cruiser into\nthe houseboat. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOUSEBOAT - MAIN CABIN - DUSK\n\nThis is a fairly well-furnished combination living room, dining\nroom and galley. Sam is bringing in some suitcases, and Peggy\nis coming through the door of the bedroom. Nancy is unloading\nand stacking groceries.\n\nNANCY\n{as she works)\nAre we going to be completely\nmarooned? 1 mean, no visitors or\nanything?\n\nPEGGY\n{a little alarmed)\nYou didn't say anything to Betty?\n\nNANCY\nI didn't say anything to a soul,\nhonest.\nSAM °\n\n(gives Nancy a\n\ncasual hus)\nHave a nice voyage to nowhere. I?'11\nsee you in a day or two.\n\nCONTINUED\n\fas\n\n145\n\n14?\n\n148\n\n149\n\n150\n\n#1913 - Changes 4/6/61 Bu\n. thr\n\nCONTINUED\nNANCY\nDon't get lost on the way home.\n\nPeggy follows Sam OUT.\n\nEXT, PIER - TRAVELLING SHOT - DUSK\n\nPegsy walks with Sam toward the little cruiser. She is taut as\na fiddle string but trying not to show ite\n\nSAM\nThink she'll be able to stand all\nthis shattering peace and quiet?\n\nPEGGY\n(smiles)\nDon't you worry about Nancy. That's\npioneer stosk.\n\nHe takes her in his arms and kisses her. Hoth separate a little\nreluctently. Ssm jumps down into the cockpit.\n\nSAM\nCast off!\n\nPEGGY\nAye, aye, Sir$\n\nShe loosens the lines and Sam opens the TEROTILE, leaving her\n\nlooking small and ionely on the pier, growing more and more awaré\n\nof the strangeness of this place. She starts slowly back toward\n\nthe houseboat, the SOUND of the cruiser fading in the distance.\nDISSOLVE TO\n\nOMITTED (X)\n\nEXT. AIRPORT - AFTERNOON\n\nSam is boarding a piane with several other. passengers.\n\nEXT, PARKING AREA ~ CADY\n\nMax Cady, his face marked from the attack on him, is sitting in\nhis Chevy, ostensibly reading a magazines, He watches until San\nhas boarded the piane. ‘Then he walks into the building, carryin\na large manila envelope.\n\nINT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nAIRPORT - AFTERNOON\n\nSam is boarding a piane with several other. passengers. EXT, PARKING AREA ~ CADY\n\nMax Cady, his face marked from the attack on him, is sitting in\nhis Chevy, ostensibly reading a magazines, He watches until San\nhas boarded the piane. ‘Then he walks into the building, carryin\na large manila envelope. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AIRPORT BUILDING ~ AFTERNOON\n\nThis is a small, informal place, Cady moves directly to the\nwoman TICKET CLARK, disappointment snowing on his faces\n\n_ CADY\nI've got a law brief here -\nCONTINUED\n\fWy\n\nPE\n\n150\n\n151\n\n#2913 87\n\nCONTINUED\n\nCADY ‘cont'd.)\n(indicating\nenvelope )\n- for Samuel Bowden. Was be on\nthat plane?\n\nCLERK\n(checking records)\nYes, sir.\nCADY\n\nNow I don't know whether to mail\nit or not. You know how long he's\ngonna be shere?\n\nCLERK\n(again checks\nrecords )\nHe made a return reservation. Six\nP.M. Thursday.\n\nCADY\nThen I guess Special Delivery will\nreach him. Thanks.\n\nHe walks OUT.\nDISSOLVE TO\n\nINT. HOUSEBOAT - MAIN CABIN - NIGHT\n\nPeggy and Nancy are playing backgammon, with a little transistor\nradio playing classical MUSIC, which isn't Nancy's cup of tea.\n\nPEGGY\n(indicates redio)\nWant to try another &tation?\n\nNancy shakes her head.\n\nNANCY\n(pushes away the\nbackgammon board)\nI wish Daddy were back...\n\nPeggy's expression makes clear she does, too. She has been\ntrying hard not to pass on her own frayed nerves to Nancy, but\nthe strain is beginning to show. There is the SOUND of a sudden\nBUMP against the side of the boat. Pergy tenses up. Then, with\na gesture, tells Nancy to keep silent. She rises, turns off the\nlight, moves softly to get the automatic. Nancy, pale with\ntension, strains her ears, but hears nothing. Pegey moves slowly\nto the door, opans it a crack,\n\fiS1-B\n\nHe\n\nhs\n\n#1913 = Changea 4/6/61 8\n\nINTERCUT: EAT, POINT OF VIEW SHOT\n\nFLOATING LOG 4s Imocking against the side of the housebost, Tt\nstarts to drift downstream,\n\nCLOSE » PEGGY AND NANCY\n\nPeggy breathes a sigh of relief, Almost immediately they tense\nagain as -.in the far distance - they hear another SOUND.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe rises, turns off the\nlight, moves softly to get the automatic. Nancy, pale with\ntension, strains her ears, but hears nothing. Pegey moves slowly\nto the door, opans it a crack,\n\fiS1-B\n\nHe\n\nhs\n\n#1913 = Changea 4/6/61 8\n\nINTERCUT: EAT, POINT OF VIEW SHOT\n\nFLOATING LOG 4s Imocking against the side of the housebost, Tt\nstarts to drift downstream,\n\nCLOSE » PEGGY AND NANCY\n\nPeggy breathes a sigh of relief, Almost immediately they tense\nagain as -.in the far distance - they hear another SOUND. \n\nTARGET SECTION TO BE ANNOTATED:\nNANCY ‘\nWhat's that?...\n\nShe switches OFF the radio, They listen intently.\n\nNANCY\nSounds like a boat --\n\nPEGGY\nThere are bound to be boats ==\n\nThe SOUND of the approaching motorboat now becomes clearer,\nThey look at each other.\n\nNANCY\nWe didn't hear any last night this\nlate... It's coming closer...\n\nPeggy motions Nancy to get back, and gun poised in her hand,\npeers through the crack in the door, The SOUND draws closer.\nAfter a moment, Peggy relaxes.\n\nPEGGY\n(as she sees Sam)\nIt's Daddy,\n\nShe throws open the door and Nancy rushes forward.\nNANcY * x\nDaddy . (x\n\n_ EAT, HOUSEBOAT LANDING = PEGGY AND Nancy\n\nEMERGE, as a motorboat noses up to the pier. Sam and two other\nmen are in the boat. (One of these men disembarks after Sem.\nHe is ANDY KERSEK, a wiry young deputy in boating clothes.)\nSam climbs up, embraces Nancy, then turns to P. Ys, notes th\ngon in her hand. Peggy smiles sheepishly.\n\n \n\nPEGGY\nWhere can I put this where it won't\nlook so silly?\nSam grins, embraces her,\n\nDISSOLVE TO\n\fsq\n\n153\n\n154\n\n \n\n#1913 - Changes 6/2/61 : as\n\ner\n. A\nINT. HOUSEBOAT - NIGHT\n\nSam and Andy Kersek are finishing an early supper.\n\nPECCY\n(to Nancy)\nDon't you think it's about time you\nwere getting ready for bed?\nNANCY\nBut where am I going to sleep?\n\nSAM\nWith Mother. Mr. Kersek and I'!1l\nsleep on shore.. Good night.\n\nNANCY\n(far from eager)\nWell, okay then, Gaod night.\n\nPicking up the transistor radio, she DISAPPEARS through the bed-\nroom door.\n\nPEGGY\nWon't you have some more coffee,\nMr. Kersek?\n\n. KERSEK\nDon't mind if I do.\n\nNancy's radio goes on in the bedroom.:\n: SAM\n(to Kersek)-\n\nWill you excuse us a minute?\n\nKERSEK\nSure thing.\n\nSam opens the door for Peggy and they walk OUT.\n\nEXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nKERSEK\nSure thing. Sam opens the door for Peggy and they walk OUT. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PIER - NIGHT\n\nThe speedboat is no longer there. Sam takes Peggy's hand to\nassist her up to the pier.\n\nSAM (x:\nSo far... 80 good -- we're here and\nCady doesn't know it.\n\nPeggy shudders in the night air.\n\nSAM\nYou can still say no if you want to,\nPeg. :\n\nCONTINUED\n\fdh\n\n15h\n\n55\n\n156\n\n157\n\n#1913 91\n\nCONTINUED - 2\n\nSAM (Cont'd)\n(takes her in\nhis arms again)\nNothing will start unless 1 call\nCharlie Sievers.\n\nShe clings to him a long moment, then looks up into his eyes,\n\nPEGGY\nCell him....\n\nDISSOLVE TO\n\nINT, SIEVERS' APARTMENT ~ NIGHT\nSievers is half dressed, drinking beer from a can as he talks:\n\nSIEVERS\n\n(inte phone)\nT tailed him till he made me again,\nMr, Bowden, He checked to see your\nCar was home and Mrs. Bowden's car\nwas gone, Looked at the mail in the\npox, but didn't take any. Then he\ntried the boat basin. Tony told him\nyour boat hadn't been out all wesk.\nBut for’the rest, I guess we've\nmissed so far = - if he's started\ntailing me, I haven't been able to\nspot him,\n\nINT. SHORE CABIN - CLOSE SHOT - SAM - NIGHT\n\nSam is looking concerned, Peggy is toying with a fishing reel.\nFinally Sam replies into the phone.\n\nSAM\nWell, I still think he will, You're\nthe only lead he has, Start things\nmoving tomorrow.\n\nDISSOLVE TO\n\nEXT, BOWDEN HOUSE ~ DaY\n\nSievers drives in, gets out and looks cautiously about. He\npicks up the newspapers on the lawn, then movos to the mailbox\non the porch, puts the letters in his pocket. He then unlocks\nthe front door and DISAPPEARS ingido.\n\fably\n\nty\n\ndh\n\n158\n\nm7\nWw\noO\n\n160\n\n160-4\n\n161\n\n163\n\n#1913 : 92\n\nEXT. FIELD NEAR HOUSE « DAY\n\nMax Cady 1s concesled by the grass and bushes.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe then unlocks\nthe front door and DISAPPEARS ingido. ably\n\nty\n\ndh\n\n158\n\nm7\nWw\noO\n\n160\n\n160-4\n\n161\n\n163\n\n#1913 : 92\n\nEXT. FIELD NEAR HOUSE « DAY\n\nMax Cady 1s concesled by the grass and bushes. \n\nTARGET SECTION TO BE ANNOTATED:\n Through the\n\n_leaves he can see Sievers! car, Cady shows interest but no\n\nexcitement. Then he sees Sievers walking to the car, carrying\nsomething. Cady cranes forward for a better view.\n\nEXT, BOWDEN HOUSE\n\nSievers has a small \\S-rpm record-player and an armful of\nrecords, He puts the record-player on the hood of the car as\n\nhe opens the door.\n\nEXT, HILLSIDE - CADY\n\nCady takes from his pocket a pair of binoculars and focuses them\non Sievers, The record-player is now clearly visible to Cady\n\nas Sievers takes it off the hood and puta it in the car.\n\nCADY\n\nNow Cady lowers the binoculars, and starts to creep away.\n\nEXT, BOWDEN HOUSE\n\nSievers gets in his car now and drives off,\n\nEXT, ROAD NEAR BOWDEN'S HOME - DAY\n\nThrough the moss laden branches of some trees we SHE Sievers’\ncar coming towards us. CAMERA CRANES DOWN as the car comes\nnearer to us and then stops, Sievers gets out of the car,\npretending that he is having trouble with the engine. He raises\nthe hood, With the hood raised, he is facing the rear and can\nlook back down the street. A car comes along, not Cady. There\nare no others in signt. Sievers pokes around the engine for a\n\n‘moment, lowers the hood and starts back to the driver's seat,\n\nANGLE WIDENING. None too pleased, he starts the car and drives\naway.\n\nDISSOLVE TO\n\nEXT. OPEN HIGHWAY = DAY - (SHOT FROM WITHIN SIEVERS' CAR)\n\nSievers is driving at a sedate rate of speed along a two-lane\nhighway running beside the river. There are a few cars and\ntrucks but no sien of Cady's Chevrolet.\n\nDISSOLVE TO\n\f. os\ng 164\n165\n166\né 167\n168\ni\n\n#1913 93\n\nEXT. GAS STATION AND WHARF JUST OFF HIGHWAY ~- DAY\n\nCAMERA PANS with Sievers' car as he pulls up at the gas station,\ngets out of his car and goss to an open-typs telephone, He\nlooks back down the highway.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere are a few cars and\ntrucks but no sien of Cady's Chevrolet. DISSOLVE TO\n\f. os\ng 164\n165\n166\né 167\n168\ni\n\n#1913 93\n\nEXT. GAS STATION AND WHARF JUST OFF HIGHWAY ~- DAY\n\nCAMERA PANS with Sievers' car as he pulls up at the gas station,\ngets out of his car and goss to an open-typs telephone, He\nlooks back down the highway. \n\nTARGET SECTION TO BE ANNOTATED:\n A couple of cars and dark panel\ndelivery truck pass.\n\nCLOSE SHOT - SIEVERS\n\ntakes out & notebook, still keeping an eye on the highway, drops\na dime into the phone slot,\n\nINT. SHORE CABIN - DAY\nSem and Nancy are playing ping-pong. Soon the phone RINGS,\n\nNANCY\nWish I thought that could be for me.\n\n: SAM\ny (inte phone)\nes?\n\nEXT. GAS STATION\nSievers is still watching the highway es he speaks.\n\nSISVERS\nI'm on 257 about halfway to Cross's\nLanding. Absolutely no sign of him.\nYou want me to keep coming or go back\nand try it agein?...Sure, he could\nhave switched cars, but I've kept my\neye on the drivers, What do you say?\n\nINT. SHORE CABIN - CLOSE SHOT - SAM\nSam's disappointment is obvious, and'this is a hard decision,\n\nSAM\n(into phone)\nIf he hasn't been watching you at\n- all, then trying it sgain won't work,\neither, I can't keep things set up\nhere indefinitely, so... come on.\n\nHe hangs up, ANGLE WIDENING to take in Nancy, who is looking\nat him curiously.\n\nSAM\n(picks up paddle}\nI had you seven nothing, didn't 17\n\nCONTINUED\n\n   \n\fie,\n\ndh\n\n168\n\n169\n\n170\n\n172\n\n#1913 (Ok\n\nCONTINUED\n\nNANCY\nTemporarily. Only temporarily.\n\nShe gets ready to receive his serve.\n\nDISSOLVE TO\n\nEXT, CROSS'S LANDING - DAY\n\nThis is a small establishment, offering boats and tackle for\nrent, marine gasoline, etc, Sievers is loading the record-\nplayer and records into a rowboat with 4 small outboard motor.\nThere is already s large bag of groceries there. CROSS is\ndrawing a rough map on the back of an old envelope.\n\nCROSS\nAll them islands look alike, but\njust follow this and you can't miss\nit.\n\nSIEVERS\nThanks.\n\nHe pulls the cord and the outboard motor CHUGS into life.\n\nEXT. SIDE OF CROSS’S LANDING - DAY\n\nThere is a parking strip here. The Landing itself, being dow.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. SIDE OF CROSS’S LANDING - DAY\n\nThere is a parking strip here. The Landing itself, being dow. \n\nTARGET SECTION TO BE ANNOTATED:\non the river level; is hsrdly visible, Seivers' Pontiac is\nparked with a couple of others; the dark penel truck is pulled\njust off the highway, sand Max Cady is climbing out of the rear.\nHe walks forward, hands the driver some banknotes, then walks\ndown to the landing, The panel truck drives off.\n\nDISSOLVE TO\n\nEXT, HOUSEBOAT LANDING - DAY\n\nOnly Peagy and Nancy are visible on the pier. Nancy has the\npecord-player and records; Peggy is holding the grocery pag.\nSievers is CHUGGING OFF upstream, .\n\nEXT, RIVER - DAY\nMorose and seemingly half-dozing, Sievers is actually closely\n\nscanning the bushy banks as he PUTT.PUTTS along. But there is\nnothing in sight, except the bend ahead.\n\f \n\ndh\n\n173\n\n173-A\n\n173<B\n\n174\n\n175\n\n176\n\n#1913 . 95\n\nEXT. ANOTHER RSACH OF THE RIVER - DAY\n\nCady is coming downstream in a boat similar to Sievers', except\nthat he is using the oars to avoid noise. As a faint SOUND\ncomes to him, he stops rowing to hear better and drifts with\nthe sluggish current. Now the SOUND of & motor around the next\nbend is clearly audible. Cady spots @ small slough, rows for\nit as hard as he can. He barely DISAPPEARS into the slough\nbefore Sievers! boat comes into view,\n\nDISSOLVE TO\n\nANOTHER ANGLE AS SIEVERS PASSES CADY\n\nWhen Sievers has turned another bend in the river, Cady PADDL2S\nOUT of his hiding place, and as he starts upStream:\n\nDISSOLVE TO\n\nEXT. HOUSEBOAT AND LANDING - NIGHT\n\nCAMERA starts on a CLOSE SHOT of Cady's boat -- hidden in a\n\nsmall inlet and empty, CAMERA PANS up to show, in the distance-~\nacross the river -= the HOUSEBOAT and LANDING and CABIN. Lights\nare on in the housebeat and cabin, After a moment we see the\nsilhouette of Peggy at the houseboat window.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe barely DISAPPEARS into the slough\nbefore Sievers! boat comes into view,\n\nDISSOLVE TO\n\nANOTHER ANGLE AS SIEVERS PASSES CADY\n\nWhen Sievers has turned another bend in the river, Cady PADDL2S\nOUT of his hiding place, and as he starts upStream:\n\nDISSOLVE TO\n\nEXT. HOUSEBOAT AND LANDING - NIGHT\n\nCAMERA starts on a CLOSE SHOT of Cady's boat -- hidden in a\n\nsmall inlet and empty, CAMERA PANS up to show, in the distance-~\nacross the river -= the HOUSEBOAT and LANDING and CABIN. Lights\nare on in the housebeat and cabin, After a moment we see the\nsilhouette of Peggy at the houseboat window. \n\nTARGET SECTION TO BE ANNOTATED:\n ,\n\nINT, HOUSEBOAT = MAIN CABIN - NIGHT\n\nPeggy is alone and tense, Suddenly she moves away from the\nwindow, picks up some dishes and takes them to the pump sink.\nShe tries to keep her hand steady a8 she pours hot water from\nthe tea kettle into the sinke\n\nEXT. SPACE UNDER PIER - NIGHT\n\nAt the foot of the pier there is a narrow bank between the\n\nwater's edge and the base~pilings. Crouched here, in a space\n\nhardly more than three feet high, is Andy Kersek, plagued by\nmosquitoes and muscle cramps.\n\nEXT. PAR SIDE OF RIVER ~ NIGHT = (SHOOTING from behind CADY\nend towards the opposite shore)\n\nCrouched on the brushy bank is Max Cady, clad only in shoes and\ntrousers, He lifts up his binoculars, CAMERA PANS ROUND\nslightly as he focuses them on the cabin,.\n\fvis,\n\nPS\n\n176-A\n\n176-3\n\n177\n\n178\n\n176-A\n\n178-8\n\n179\n\n#19130 96\n\nTHROUGH BINOCULARS - THE CABIN WINDOW\n\nIn the cabin we can see Nancy -~ listening to the gramophone,\nand bouncing @ ping-pong ball in time with the record.\n\nCADY\n\nlowers the binoculars and whisks away a mosquito. The tune from\nthe record player drifts across the water. Cady starts taking\noff his shoes.\n\nEXT. AREA NEAR CASIN ~ NIGHT\n\nWith the MUSIC quite loud in his ears, Sam is well concealed in ¢\nclump of high grass and bushes near the cabin. He, too, is\nbothered by mosquitoes but slaps at them very quietly. He is\nvery much “on the alert\" - suddenly he hears a SOUND from the\ncabin and turns sharply.\n\nINT. CABIN - NIGHT\n\nNancy has dropped the ping-pong ball and it is bouncing ané\nclattering up against the wall and some tins. As Nancy retrieves\niti :\n\nCUT BACK TO:\n\nCLOSE SHOT - SAM\n\nwho now \"realizes\" that the SOUND was only caused by Nancy. He\nlooks back towards the river.\n\nINT.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Nancy retrieves\niti :\n\nCUT BACK TO:\n\nCLOSE SHOT - SAM\n\nwho now \"realizes\" that the SOUND was only caused by Nancy. He\nlooks back towards the river. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CABIN - NIGHT\n\nNancy is now seated by the telephone, again nervously bouncin\nthe ping-pong ball in time with the record. From time to time\nshe cannot keep from looking around.\n\nEXT. RIVER - NIGHT\n\nScarcely making a ripple, and almost completely submerged and\nhidden by tall grass and cypress trees in the water, Cady is\nswimming toward the landing, MUSIC COMING OVER. The record is\nworn, begins to REPEAT. Then, as he nears the pier, the record\nabruptly comes to an END. Cady HEARS a faint SLAPPING SOUND from\nthe base of the pler. He treads water in order to hear better.\n\faes\n\nPE\n\n180\n\n181\n\n182-B\n\n182-c\n\n1913 97\n\nEXT. SPACE UNDER PIER\n\nKersek slaps another mosquito, scoops up mud from the waterts\nedge, smears it over his face and neck as protection. Then he\napplies more to his forearms and the backs of his hands, another\nrecord beginning to PLAY. He doesn't see the hand that APFEARS\nfrom the shadows behind him, claps over his mouth while simulta-\nneously another hand grips one of his forearms, twists it behing\nhis back. Now Max Cady's huge torso can be seen as Kersek\nbegins to struggle. Cady twists the imprisoned arm excruciai-\ningly. An expert wrestler and infinitely stronger than Kersek,\nCady turns his victim over without taking his hand from his\nmouth. The record continues to PLAY. Only now does Cady's\nintent become clear. With Kersek belly down, arm twisted be-\nhind him, Cady smothers the threshing legs with his own, then\nforces Kersek's face into the water, quickly snatches the hand\nfrom his mouth, uses it to keep Kersek's head down.\ncADY .\n(fierce whisper)\n\nYou're gonna drown boy -- without\n\na mark on you. You were too smart\n\nfor your pants,\nKersek's struggles are beginning to weaken. Now Cady begins to\ninch him farther into the water, With Kersek's head and torso\nsubmerged, he waits to make sure all struggles have ceased.\nThen he pushes him all the way in. The body sinks soundlessly.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow Cady begins to\ninch him farther into the water, With Kersek's head and torso\nsubmerged, he waits to make sure all struggles have ceased. Then he pushes him all the way in. The body sinks soundlessly. \n\nTARGET SECTION TO BE ANNOTATED:\nCady moves QUT.\n\nCLOSE SHOT - CADY\nAs he comes from beneath the pier and looks toward the shore\n\ncabin.\n\nEXT. CABIN - NIGHT\n\nFROM CADY'S POINT OF VIEW: SHOOTING through the window of the\ncabin we see Nancy, listening to the gramaphone.\n\nRESUME CADY\nas he edges his way slowly and silently up the river bank,\nstill looking at:\n\nCLOSER SHOT ~ NANCY ~ THROUGH WINDOW\n\nCLOSE SHOT - CADY\n\nAs he looks through the long grass and stares at:\n\fOh\n\n63\n\n182-D\n\n182-E\n\n182-F\n\n182-4\n\n182-H\n\n1E2-1\n\n182-0\n\n183\n\n#1913 93\n\nMED, CLOSE SHOT ~ TELEPHONE WIRE\n\nCAMERA PANS aleng the wire and we see that it is fixed to a tree,\n\nRESUME CADY\n\nas very cautiously, and without making any sound, edges his wer\nforward, keeping low end hiding in the shadows and the long\ngrass, CAMERA holds hin for a little while and then es he's\ncompletely lost from view:\n\ncuT To\n\nTHROUGH THE CABIN WINDOW\n\nNancy puts down the bat and ball and starts to sort through\nsome records,\n\ncuT TO’\n\nCLOSE SHOT + TREE -\n\nPAN OVER to REVEAL telephone wires. They have been wrenched\napart, and lie dangling in broken strands, CAMERA PANS. to gully\nin long grass, Cady, on his stomach, is wriggling down towards\n\n. the pier.\n\nEXT, AREA NEAR CABIN - NIGHT\n\nThe strained wait is beginning to tell on Sam, He stretches his\ncramped muscles,\n\nMED. CLOSE SHOT - UNDER THE PIER\n\nAs Cady slithers silently down the bank, and submerges without\n\na sound into the water, makes his way to the end of the pier.\nThe swift moving current is now very noticeable.\n\nCLOSE SHOT\n\nA THICK RCPE holds the houseboat to one of the pilings.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE SHOT - UNDER THE PIER\n\nAs Cady slithers silently down the bank, and submerges without\n\na sound into the water, makes his way to the end of the pier. The swift moving current is now very noticeable. CLOSE SHOT\n\nA THICK RCPE holds the houseboat to one of the pilings. \n\nTARGET SECTION TO BE ANNOTATED:\n CAMERA\nPANS along rope and as the rope is loosened:\n\ncut To\n\nCLOSE SHOT - SAM\n\nas he relaxes from stretching his muscles, and looks at:\n\fmz ,~\n\nahs,\n\n183-B\n\n18h\n\n185\n\n186\n\n187\n\n188\n\n189\n\na,\n\n183-8\n\n#2913 9¢\n\nFROM SAM'S POINT OF VIEW\n\nCAMERA PANS ROUND, and centers on the houseboat. The lighta\nare visible through the bushes, but something seems slightly\nodd to Sam about the position of the boat.\n\nCLOSE SHOT - SAM\n\nas he lcoks more intently through the bushes at:\n\nEXT. HOUSEBOAT LANDING = SAM*S POINT OF ViEW - NIGHT\n\nThe houseboat lights are visible through the bushes, but now\nthere is an appreciable distance between them and the pier.\nEXT. AREA NEAR CABIN\n\nIneredulously, thinking that his eyes must be deceiving him,\nSam rises cautiously for a better look.\n\nEXT. HOUSEBOAT LANDING - SAM'S POINT OF VIEW\n\nNow the gap between plier and houseboat lights {s noticeably\nwider, Beyond doubt, the boat is drifting away.\n\nEXT, AREA CABIN\n\nThrowing cauticn to the winds, Sam runs past the cabin to the\npier. The houseboat is now at least fifty yards downstrean,\n\nSAM\nKerseki Kersek?\n\nThere is no answer, Sam slides down the bank,\n\nEXT, SFACE UNDER PIER\n\nSam APPEARS, and clambers down the bank, He touches something,\nsomething with an unmistakeable feel. In growing horror he\npulls the body far encugh out of the water to recognize Andy\nKersek, Then he lcoks up:\n\nEXT. RIVER - LONG SHOT ~ SAM'S .POINT OF VIEW + THROUGH PILINGS\nOF RIVER\n\nCady is visible on the fors-deck of the drifting houseboat,\n\fpete\n\n~\n\n1B9-A\n\n190\n\n191\n\n192\n\n294\n\n195\n\n#1913 ~ Changes 4/6/61 : 200\n\nRESUME SAM\n\nas he clambers up the bank.\n\nINT. CABIN\n\nNancy 1s still sorting out her records.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOINT OF VIEW + THROUGH PILINGS\nOF RIVER\n\nCady is visible on the fors-deck of the drifting houseboat,\n\fpete\n\n~\n\n1B9-A\n\n190\n\n191\n\n192\n\n294\n\n195\n\n#1913 ~ Changes 4/6/61 : 200\n\nRESUME SAM\n\nas he clambers up the bank. INT. CABIN\n\nNancy 1s still sorting out her records. \n\nTARGET SECTION TO BE ANNOTATED:\n Suddenly she tenses\nas Sam's volte rings out:\n\nSAM'S VOICE\nNaney! Nancy}\n\nSam APPEARS at the screen docr.\nSAM\nAsk the Operator for the Sheriff's\nOffice! Tell them to send some men\nhere fast!\n\nHe turns and DISAPPEARS. Very frightened, she dials \"0.\" (x)\n\nEXT. HOUSEBOAT LANDING AND RIVER BANK ~- NIGHT\n\nSam starts running dowhstream along the bank. The thick bushes\nend willows impede him; he tries the water's edge, splashing\nalong in water a foot or so deep. Even this is difficult, pro-\njecting branches still get in his way.\n\nCLOSER SHOT OF SAM\n\nCAMERA TRACKS BACK with him as he races along the bank,\n\nEXT. RIVER - SAM'S POINT OF VIEW - NIGHT\n\nThe lights of the houseboat are much farther away now, end\nbeginning to DISAPPEAR around a bend.\n\nPAN SHOT - SAM\n\nHe decides to abandon the river bank and try cutting inland\nacross the island, Pushing through the thick brush, he reaches\nmore open ground, begins running.\n\nEXT. RIVER - HOUSEBOAT - NIGHT\n\nThe houseboat, moving with the slow current begins to run\ngently aground stern-first.\n\fpo\n\naN\n\nmm\n\n196\n\n#1913 - Chenges y/t (bn 101\n\nINT. HOUSEBOAT MAIN CABIN - NIGHT\n\nNearly numb with terror, Peggy is confronting Max Cady, standing\njust inside the door, wet trousers clinging to his powerful\nthighs, the mocking smile on his lips.\n\nCADY\nCome on, now, you can't be that\nscared, When you get right down to\nit, what's there to be afraid of?\n\nHe half-turns to lock the door. As if propelled by springs,\nshe darts toward the locker where she keeps the gun. But Cady\nhas been waiting for this; he glides with amazing swiftness to\nget there ahead of her, takes out the .38.\n\n. CADY\nWell, what do you know? Me, if I\nhad a gun I'd get thrown right back\nin stir,\n\nHe throws the gun out through the port-hole, then looks toward\n\n_the bedroom door.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\n. CADY\nWell, what do you know? Me, if I\nhad a gun I'd get thrown right back\nin stir,\n\nHe throws the gun out through the port-hole, then looks toward\n\n_the bedroom door. \n\nTARGET SECTION TO BE ANNOTATED:\n Suddenly his hand reaches out, grips ner\n“upper arm so tight that she gasps.’ At last she manages to\n\nspeak,\n\nPEGGY\nYou can't be so foolisht Youtre a\nclever man = you never take chances -\nyou never make a mistaket But if\nyou take me in there you'll go back\nto prison for life’\n\nCADY\nWenta bet?\nPEGGY\nBut you willt I'm not Ziks Nancy§ I'll {X)\n\ntestify against you - no matter what\nit costs} Eelieve met\n\n“ Smiling lazily, still maintaining the tight grip on her arn,\n\nhe shoves her another step or two toward the bedroom door,\n\nCADY\nAnd you a lawyer's wife! Donitt you\nknow if there’s consent, there can't\nbe any charge against me?\n\nSuddenly Peggy lashes out and gives him a terrific crack across\nthe face with her free hand. Cady doesn't seem to feel it. He\nquickly pins her other arm and pushes her through the door.\n\fRs,\n\naoe\n\n197\n\n198\n\n198-A\n\n#1913 , loz\n\nINT. HOUSEBOAT BEDROOM - NIGHT\n\nIt is furnished like a stateroom, with a double bunk, dark\nexcept for the light coming through the door. Peggy is strug-\nGling but Cady has her in an iron grip.\n\nCADY\n\nNow get this. It'll save messin!\naround. I was going for Nancy -\nuntil I got wise, But I can still\ngo for her, see? Next week, next\nmonth, So you proposition me, You\ninstead of Nancy. And I agree never\nto see you again -\n\n(smiles)\n- unless you might want me to. So\nthat's why you consent. All clear?\n\nShe stares at his silhouette against the light.\n\nPEGGY\nThat's not consent - you know that!\nIt's blackmail!\n\nCADY\nReasons dontt count. Look it up.\nAs for blackmail, you just think I\nmight go for Nancy. You're just\nplaying it safe. Your husband will\nunderstand your noble sacrifice, but\nhe won't never forget it, neither.\n\nShe tries to cower back as she realizes that he is closing the\ndoor, gradually shutting out the light. Then, in the darkness,\nshe HEARS the CLICK of the lock.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour husband will\nunderstand your noble sacrifice, but\nhe won't never forget it, neither. She tries to cower back as she realizes that he is closing the\ndoor, gradually shutting out the light. Then, in the darkness,\nshe HEARS the CLICK of the lock. \n\nTARGET SECTION TO BE ANNOTATED:\nCADY\nSo, all in all, I don't think you'til\ntalk much about this,\nEXT. RIVER - NIGHT\nCAMERA PANS OVER some tell grass in the water, and a second\nlater picks up Sam swimming from the island to intercept the\nhouseboat.\n\nFROM SAM'S POINT OF VIEW\n\nThe progress.of the houseboat is hindered by the bank, and now\nSam seems to be gaining on it.\n\f \n\nsy\n\n \n\ne3\n\n198-B\n\n198-c\n\n196-D\n\n199\nthru\n202\n\n203\n\n20k,\n\n205\n\n#1913 ~ Changes L/6/61 1c\n\nCLOSE SHOT ~ SAM\n\nswimming. CAMERA PANS up slightly to include - in the far back-=\nground - the cabin,\n\nINT. CABIN - NIGHT\n\nNency is frantically jerking the receiver arm up and down,\n\nNANCY\nHellot... Hello?..\n\nFrightened now, she jiggles the receiver more violently.\n\nEXT, RIVER - NIGHT\n\nSam manages to catch one of the mooring lines trailing fron\nthe stern of the houseboat, and pulls himself up the low free-\nboard, He clambers quickly over the side.\n\nOMITTED\n\nEXT. DECK - NIGHT\n\nSam races to a small door. He tries it, finds it lucked. After\na moment of futile shaking of the knob and obsessed by the need ~\nfor speed, he takes out his revolver and SHOOTS the lock open, (4\npushes inside, gun ready.\n\nINT. HALLWAY - NIGHT\n\nThis is a short, narrow hallway lighted only by the faint nighte\nglow coming through the open door. Drawers and cabinet-doors\nline both sides. Sam tries the door at the far end; this, tco,\nis locked. But it is a lighter door; he throws himself against\nit and it bursts open,\n\nINT. HOUSEBOAT BEDROOM ~ NIGHT\n\n \n  \n\noff-balance by the sudden yielding of the door, Sam half-falls\ninto the room, which at first seems almost totally dark. ke\n‘mocks over a chair-in his first rush. kxpecting to find Cady\nthere, Sam recovers as fast as he can, holding the revolver\ntight against his body so that it cannot be knocked asido\nThen he HEARS a faint whimper.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nSam tries the door at the far end; this, tco,\nis locked. But it is a lighter door; he throws himself against\nit and it bursts open,\n\nINT. HOUSEBOAT BEDROOM ~ NIGHT\n\n \n  \n\noff-balance by the sudden yielding of the door, Sam half-falls\ninto the room, which at first seems almost totally dark. ke\n‘mocks over a chair-in his first rush. kxpecting to find Cady\nthere, Sam recovers as fast as he can, holding the revolver\ntight against his body so that it cannot be knocked asido\nThen he HEARS a faint whimper. \n\nTARGET SECTION TO BE ANNOTATED:\n Huddled in a corner is FP\nbound and gagged, gripped by a fear and hysteria nearly teo\ngreat to be borne. Sam hurrios to her.\n\n  \n\nCONTINUED\n\n \n\fPty\n\nvot\n\naq\n\n205\n\n205-A\n\n206\n\n#2913 ~ Changes 4/6/61 LOL\n\nCON TINVED\n\nSAM\n{as he unties\nher)\nPeggy «~- Peggy --\n\nAs her gag is removed and Peggy gets her breath;\n\nPEGGY\n(screams)\nItmalright... It's Nancy! He oniy\nwanted to get you away from her,\n\nSam tenses,-horrified, suddenly realizes that Cady (Xx)\nhas tricked him, and that Cady now has a head start; that Cady\nmay even now have reached Nancy. This new terror grips him as\nhe looks at:\n\nSHOT OF HATCH IN ROOF OF CABIN\nThe lid of the hatch is slightly to one side.\n\nOMITTED\nSHOCK CUT To\n\nINT, SHORE CABIN - NIGHT - BIG CLOSE UP ~- NANCY\n\nFrightened, trembling with fear, she is still at the telephone,\ntrying to contact the Operator, ANGLE does not take in door,\n\nNANCY\n(into phone)\nHello, Operator} Operator! Please\nanswer! I heard a shot, I'm sure\nit was a snote.. Can't you even\nanswer mé...2\n\nWe HEAR the rattling of the doorknob. She looks OFF.\n\nNancy\n(screaming into\nphone }\nHEtS HERE! HE'S HERE!\n\nShe drops the phone, runs to get behind the ping-pong table.\nWe HEAR a crash as the door is broken open and see the pinge\npong table being swung aside; we have not yet seen Cady; the\nalmost hypnotized foar in Nancy's eyes is enough. sut she\nducks aside again, gets behind the long redwood table; this is\n\nCONTINUED\n\f \n\n£\n8\n\nsq\n\n207\n\n208\n\n209\n\n21¢~a\n\n210-5\n\n2\n\n#1913 : 10.\n\nCONTINUED\n\na mistake; we SEE it shoved forward, pinning her against the\nwall near a window.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe drops the phone, runs to get behind the ping-pong table. We HEAR a crash as the door is broken open and see the pinge\npong table being swung aside; we have not yet seen Cady; the\nalmost hypnotized foar in Nancy's eyes is enough. sut she\nducks aside again, gets behind the long redwood table; this is\n\nCONTINUED\n\f \n\n£\n8\n\nsq\n\n207\n\n208\n\n209\n\n21¢~a\n\n210-5\n\n2\n\n#1913 : 10. CONTINUED\n\na mistake; we SEE it shoved forward, pinning her against the\nwall near a window. \n\nTARGET SECTION TO BE ANNOTATED:\n Now ANGLE WIDENS as Cady smiles at Nancy,\nand then with an unexpectedly quick movement jerks the table bac:\na few inches and then flips it over. Nancy, taken by surprise,\nremains in place a fatal instant, then tries to dart-aside, but\nCady is too fast; he catches her with her back to the large\nsereened window. Cady begins to drag her out of the room. The\nterror's toc much, and she half-faints, going limp in his handsae\n\nEXT. RIVER - CADY'S POINT OF VIEW - NIGHT\nSHOOTING THROJGH SCREENED WINDOW, we see the faint, vague-\n\n“pordered streak of light cast by the lighted room. Barely\n\nvisible at the edge of it is an oncoming swimmer.\n\nOMITTED\n\nEXT, RIVER - NIGHT\n\nSam tries to keep out of the light as he swims as quietly but\nas fast as he can to shore. He touches bottom and is starting\nto wade into the rushes.and overhanging branches when a power=\nful body hurls itself onto him as if released by a catapult,\nSam goes over backward with Cady on top of him. The revolver\ndrops from Sam's hand into some grass near the water's edge.\nThe intertwined bodies throsh around in the shallows in the\nfaint light from the window.\n\nALTERED ANGLE\n\nas Cady manages to get a grip on Sam and begins to force his\nbody and head beneath the surface of the water, in exactly the\nsame way that he drowned Kersek.\n\nSAME ANGLE\n\nThen, unexpectedly, Sam's right hand suddenly emerges from the\nwater, clutching a faire-sized rock. He manages to bring up his\nright arm to bang the rock against Cady'ts skull. ‘Cady, momen-\ntarily stunned, falls back and Sam flounders onto the bank,\n\nand runs towards the cabin,\n\nEXT, BUSHES NEAR CABIN ~ NIGHT\n\nCAMERA TRACKS quickly with Sam as he runs through the bushes\nto the cabin. Nancy is standing petrified on the porch steps.\n\nSAM\nNancy$ Run -~ run and hide! -- Run! --\n\nBut he cannot see her.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe manages to bring up his\nright arm to bang the rock against Cady'ts skull. ‘Cady, momen-\ntarily stunned, falls back and Sam flounders onto the bank,\n\nand runs towards the cabin,\n\nEXT, BUSHES NEAR CABIN ~ NIGHT\n\nCAMERA TRACKS quickly with Sam as he runs through the bushes\nto the cabin. Nancy is standing petrified on the porch steps. SAM\nNancy$ Run -~ run and hide! -- Run! --\n\nBut he cannot see her. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\ng\n:\n\nrae\n\n \n\ned\n\n211-A\n\n211-B\n\n2li-c\n\n211-D\n\n212\n\n213\n\n215\n\n216\n\n#1913 © Changes 4/6/61 106\n\nCLOSE SHOT - NANCY\n\nSam runs INTO SHOT and CAMERA TRAVELS with him as he\n\nseizes Nancy and almost pushes her away into the safety of the\nundergrowth.\n\nSAM\n\nNow Sam turns and SEES:\n\nEXT. RIVER BANK - NIGHT\n\nCady, with blood streaming from a cut on his head, is wading\nup the bank.\n\nRESUME SAM\n\nas he darts into the cabin.\n\nRESUME CADY\n\nas he comes towards the cabin.\n\nINT. SHORE CABIN - NIGHT\n\nSam picks up a heavy barbecue poker, and hurries out with it, jus\nas Cady reaches the porch steps. (X)\n\nEXT. SHORE CABIN - NiGHT\n\nCady is coming up the porch steps as Sam runs out. The two\nmen launch themselves at each other. Cady (on the steps), is\ncaught off balance, and crashes to the ground. But he has a\nhoid on Sam and brings him down too. The poker flies out of\nSam's grasp, Cady rolls aside and seizes up the poker,\n\nCAMERA FOLLOWS SAM\nas he rises quickly, and then crouches low as he seeks the\nshelter of the undergrowth,\n\nCAMERA TRACKS BACK with CADY\n\nas with poker half raised he moves stealthily forward -- trying\nto make out where Sam is hiding.\n\n \n\fary\n\nen\n\n \n\ned\n\n219\n\n220\n\n221\n\n222\n\n223\n\n#1913 107\n\nLONG SHOT - GROUND LEVEL\n\nThe REVOLVER lies on the ground in some tall grass near the\nwater's edge. In the background we can discern the figure\nof Sam crawling silently forward.\n\nCLOSE SHOT - SAM\n\nhidden by the undergrowth. CAMERA PANS with him as he moves\nsilently forward -- towards the revolver....\n\nCADY\n\nCAMERA TRACKS with Cady as (poker clutched in his hand), he\nstalks Sam. The angle is such that we are aware that Cady has\nspotted Sam - but that Sam himself is unaware of Cady's silent\napproach.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAMERA PANS with him as he moves\nsilently forward -- towards the revolver.... CADY\n\nCAMERA TRACKS with Cady as (poker clutched in his hand), he\nstalks Sam. The angle is such that we are aware that Cady has\nspotted Sam - but that Sam himself is unaware of Cady's silent\napproach. \n\nTARGET SECTION TO BE ANNOTATED:\n Just when it seems that Cady is going to kill Sam --\nSam glimpses the raised poker, and scrambles to his feet.\n\nSAM\n\ndarts aside through some trees. Cady following him. Now Cady\nsuddenly jumps to one side, and for an instant it looks as\nthough Sam is trapped against the trunk of a tree. . Cady ad-\nvances on him, and suddenly swings viciously with the poker.\nBy a hair's breadth Sam contrives to move aside. The poker\nwhistles through the air and cuts through the bark of the tree\n\nlike matchwood,.\n\nSAM\n\nstumbles through the long grass and brushwood and flings him-\nself down the gully. Hidden by undergrowth and tall grass, he\nedges himself down to the river bank -- and the revolver.\n\nCLOSE SHOT ~ CADY\n\nbreathing heavily, blood trickling down his face -- murder in\nhis eyes as he hunts his victim.\n\nSAM\n\nCAMERA TRACKS with him as he makes his way down the gully towards\nthe water's edge. He reaches it and begins to search in the\ngrass for the revolver, At last he sees it -- a few feet away.\nHe is just reaching it, and has almost got his hands on it --\nwhen suddenly he has to roll aside, Almost simultaneously the\npoker crashes through the air and cuts into a log, splintering\nit.\n\n \n\f \n\ned\n\n22h\n\nees,\n\n225\n\n226\n\na\n\n227\n\n228\n\n229\n\n230\n\none\n\n#1923 , 108\n\nSAM\n\nconceals himself in the long grass. Savagely, Cady thrashes\nat the undergrowth. Each blow makes a dull and sickening thud.\nOne savage stroke comes near to hitting Sem -- and he has to\nmove aside and give himself away. Cady leaps towards him, and\nSam -- pressed against the far bank of the gully -- seems to\nbe at his mercy.\n\nCady “savours\" this for a brief moment, then raises the poker\nfor the \"kill.\" In the same instant there is a TERRIFIED SCREAM\n\nPEGGY\n\nher hair drenched, and her wet dress clinging to her body --\n\nhas struggled ashore. Though near complete exhaustion she\n\nmoves toward Cady.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nCady leaps towards him, and\nSam -- pressed against the far bank of the gully -- seems to\nbe at his mercy. Cady “savours\" this for a brief moment, then raises the poker\nfor the \"kill.\" In the same instant there is a TERRIFIED SCREAM\n\nPEGGY\n\nher hair drenched, and her wet dress clinging to her body --\n\nhas struggled ashore. Though near complete exhaustion she\n\nmoves toward Cady. \n\nTARGET SECTION TO BE ANNOTATED:\n This \"interruption\" gives Sam the chance\n\nto roll aside -- and again Cady goes berserk -- thrashing at\n\nthe ground, each and every stroke could be the death of Sam.\n\nIn terror =-- not knowing what she is doing -= Peggy runs forward.\nCady is momentarily distracted.\n\nSAM\n\nThis gives Sam the chance he has been waiting for. Ina last\ndesperate gamble, he scrambles forward towards the revolver.\nCady comes after him. Sam gropes for the gun -- and just as\nCady is about to hit him, Sam gets the revolver and twists\naround and fires.\n\nCADY\n\nis already delivering Sam's \"death blow\" -- as he is hit by the\nbullet from the revolver, the poker spins from his hand, and\nCady reels aside clutching his shoulder. He looks surprised\nand stunned.\n\nSAM\nIn the same moment Sam is on his feet -~- revolver levelled at\nCady. For a brief second both men are face to face -- then\n\nCady sinks to his knees, slumps forward.\n\nCLOSE SHOT ~ CADY\nstaring up at:\n\nCLOSE SHOT - SAM\n\nrevolver pointed at Cady's head -- leoking down at him.\n\n \n\f \n\ni\n\nfrm,\n\npore\n\ned\n\n231\n\n232\n\n233\n\n234\n\n235\n\n \n\n#1913 _ 109\n\nSAM AND CADY\nThe two men stare at each other.\nCADY .\nGo ahead... I don't give a damn...\nCLOSE SHOT - SAM\n\nRevolver pointed down at Cady's head, He hesitates. There's\na long silence. Then Sam makes up his mind,\n\nSAM\nNo... no... that would be letting\nyou off too easy -- too fast...\n\nRemember? --I do... we're going to\nnurse you back to health. You're\nstrong, Cady... You're going to live\na long, long life -- in a cage <=\nthat's where you're going -- back\n\nto your cage =~ for life!.... Bang\nyour head against the wall -- fight\nyourself -- count the years, the\nmonths -~ count the minutes -- until\nthe day you roti....\n\nDISSOLVE TO\n\nEXT. LANDING - DAWN\n\nA large Sheriff's boat is about tu leave the pier. In the bow --\nstrapped to a stretcher -- is Cady.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO\n\nEXT. LANDING - DAWN\n\nA large Sheriff's boat is about tu leave the pier. In the bow --\nstrapped to a stretcher -- is Cady. \n\nTARGET SECTION TO BE ANNOTATED:\n Sievers is there and another\nDeputy. As the cruiser leaves the pier CAMERA PICKS UP Sam and\nPeggy and Nancy sitting in the stern,\n\nEXT. CRUISER - DAWN\n\nSam and Peggy, with blankets over their shoulders, are sitting\n\non the stern seat with Nancy, well-wrapped, dozing between then.\nA DEPUTY COMES INTO ANGLE, hands Peggy a paper cup of coffee.\n\nShe glances down at Nancy, finds her asleep, decides not to\n\nwake her up, extends the cup to Sam, both of them smiling slight-\nly that all of Nancy's troubles are‘so soon forgotten. The\nDeputy is pouring another cup from a thermos jug. Peggy takes\n\nEXT, RIVER ~ REVERSE ANGLE - DAWN\n\nThe cruiser speeding AWAY FROM CAMERA with the river winding\naway into the. distance.\n\nFADE OUT\n\natest,\n\nTHE END\n\n \n\n \n\f"
}