{
  "1": "MAERSK ALABAMA\n\n(from the book \"A Captain's Duty\"\nby Richard Phillips)\n\nScreenplay by\nBilly Ray\n\nSony Pictures\n\nScott Rudin Productions\nMichael DeLuca Productions\nTrigger Street Films\n\nFirst Draft - Revised\nDecember 9, 2010\n\fFADE IN... on a man in a floating hell. We are:\nINT. LIFEBOAT - NIGHT (2 A.M.)\n\nAn enclosed, fiberglass LIFEBOAT, 28 feet long - with 60\nseats, and HATCHES fore and aft. It's steamy, hot, even at\nnight. Floating on the Indian Ocean, 300 miles from Somalia.\n\nRICHARD PHILLIPS sleeps upright in this sweatbox, at\ngunpoint. He's 50, a career merchant mariner - now a hostage.\n\nHis captors are four Somali pirates: BILAL is 16, his left\nfoot wrapped in bloody gauze. ELMI is 25, has a three-colored *\nROPE on his lap. NAJEE is 24. They're asleep too. But:\n\nMUSI, their leader, is wide awake. 25 years old, 5'9\", maybe\n135 pounds. A rail-thin killer. His hand, bandaged and\nbloody, holds an AK-47 as he studies the sleeping Phillips.\n\nAfter a beat, Musi rises, and \"undogs\" (opens) the AFT HATCH,\nstepping out onto the lifeboat's tiny AFT DECK. He lays his\nAK at his feet, and pees off the edge.\n\nPhillips' eyes instantly snap open. Turns out, he was awake. *\nHe assesses his options - IMAGES, hitting us in a hurry:\n\nThree pirates asleep; the THREE-COLORED ROPE on Elmi's lap;\nMusi's back turned to us; the AK on the deck... and SIX FULL\nFUEL BUCKETS, tied down in the boat's nose. It's time to go.\n\nSo he rises, heads for the aft hatch. The rest is a blur:\n\nEXT. LIFEBOAT - AFT HATCH/AFT DECK - CONTINUING\n\nThe craft is orange, shaped like a submarine. Musi pees off *\n\nits deck, the AK at his feet. Phillips can grab it and fire\naway. He considers that.",
  "2": "---END OF PREVIOUS SECTION---\nMusi pees off *\n\nits deck, the AK at his feet. Phillips can grab it and fire\naway. He considers that. \n---TARGET SECTION TO BE ANNOTATED---\n*\n\nBut a half-mile away, lit up like a distant jewel, is a US\nNAVY GUIDED MISSILE DESTROYER - the USS Bainbridge. 508 feet\nlong. Immense, powerful, here to rescue him - so...\n\nHe pushes Musi off the deck and dives in. We FOLLOW: *\n\n \n\nEXT. WATER —- CONTINUING - NIGHT\n\nHis glasses fly off, gone forever in the cool water. He\nstarts swimming madly, moonlight shining through. Behind him,\n\n*\n\nMusi surfaces, howling in Somali at his crew. *\nNext Phillips hears the engine of the lifeboat roaring to *\nlife. He swims, kicks, gasps... then he looks back. Oh no: *\n\nThe lifeboat is coming at him, Musi clinging to its side. *\n\fPhillips sucks in air, and DIVES down. Even underwater he can *\nhear the pirates shouting. The lifeboat passes over him, then *\nSTOPS, idling right atop him. Phillips can touch its hull. *\n\nHe surfaces beneath the bow - a quiet breath - grabs the *\nENGINE COOLING PIPES under the keel and guides himself along. *\n\nFOOTSTEPS on the deck above him. Pirates howling, enraged. He *\nducks under the boat again, comes up on the port side.\n\nBut waiting there, in the water, is Musi. Oh shit.\nThey lunge for each other's throats instantly. Hand-to-hand\ncombat, just like that. Phillips gets Musi's head under\n\nwater, Musi's scream turning into a burble of air.\n\nHolding the guy down - Musi flailing, kicking - Phillips\ntrying to drown the bastard, until... another nightmare: *\n\nPOP POP POP. Three rounds from the AK, whistling past his ear\ninto the water. He looks up.\n\nElmi, on deck. Firing. It's over. Phillips releases Musi.\n\nThat fast, Phillips is yanked out of the water by Elmi and\nBilal, thrown through that aft hatch and back inside, where:\n\nINT. LIFEBOAT —- CONTINUING\n\nElmi and Bilal throw him to the floor of the boat. Then they\n\npounce: beating the hell out of him. Najee jumps in too. Shot\nafter shot, swarming like angry bees.",
  "3": "---END OF PREVIOUS SECTION---\nThen they\n\npounce: beating the hell out of him. Najee jumps in too. Shot\nafter shot, swarming like angry bees. \n---TARGET SECTION TO BE ANNOTATED---\nNAJEE\nWe kill you! Kill you!\n\nShouting, spitting, kicking. Elmi ties Phillips' hands to a\nhorizontal bar, exposing his torso. Bilal trusses Phillips'\nfeet to the base of a seat. He's helpless, a punching bag.\n\n.+-as Musi, wet and enraged now, steps up. Silence... Then:\nMUSI\n\nHow much you worth, Irish? One\nmillion? Two million?\n\nCRACK. A right cross to Phillips' jaw, staggering him. Now *\nthe others join in again: pounding, spitting, shouting... *\n.».-until, gradually, they stop - too winded to continue. *\n\nMUSI (CONT'D)\nYou stay tied now, like an animal.\nAnd you pee in a bottle.\n\fPhillips is a bruised, bleeding mess. Gasping...\n\nPHILLIPS\nI can't feel my hands. You trussed\n‘em too tight.\n\nMUSI\nLike an animal!\n\nPhillips tries to chew the ropes. Musi hits him again.\n\nMUSI (CONT'D)\nRopes can't touch your mouth! They\nare halal!\n\nHe walks away. Najee and Elmi follow... leaving Bilal, the\nyoungest, to stand guard, AK in hand. Bilal studies Phillips,\nperplexed. A long quiet beat... then he has to ask:\n\nBILAL\nWhy you didn't just shoot us?\n(Phillips is silent)\nGun was right there. Why you don't\njust grab it and shoot us?\n\nPHILLIPS\nI just... wanted to go home.\n\nBilal doesn't respond. He can't. We CUT TO:\nEXT. MAERSK - STARBOARD - AMIDSHIP - NIGHT\n\nThe MAERSK ALABAMA is a cargo ship: 508 feet long, 83 feet\nabeam, displacing 31,000 tons of water. Massive. With a seven-\nstory superstructure, \"The House\", rising from her stern.\n\nShe idles, a_mile from the lifeboat... as she is boarded by\nU.S. NAVY SAILORS - guys climbing up flexible-steel ladders\nfrom two NAVY ZODIACS idling beside the Maersk amidship.\n\nINT.",
  "4": "---END OF PREVIOUS SECTION---\nS. NAVY SAILORS - guys climbing up flexible-steel ladders\nfrom two NAVY ZODIACS idling beside the Maersk amidship. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MAERSK - BRIDGE - SAME\n\nSHANE MURPHY stands at the helm of the Maersk, 120 feet above\nthe waterline. He's Chief Mate on this ship - 27, tough as a\nbouncer but with a Boy Scout face. From Seekon, Mass.\n\nMURPHY\nThe leader has a knife wound on his\nright hand, pretty deep. Another guy,\nhe was the youngest, his foot's cut\nup - from glass shards.\n\nMurphy and 10 OTHER MAERSK CREW-MEMBERS (we'll meet them\nsoon) are being debriefed by LT. PRICE, USN.\n\f...as Navy SAILORS take control of this ship. An ENSIGN named\nREID at the helm. Murphy can see the Bainbridge from here...\nand that tiny orange fiberglass lifeboat. This sucks...\n\n \n\nMURPHY (CONT'D)\nIs there some rescue planned? You\nguys gonna get him outta there?\n\nLT. PRICE\nOrders are, no offensive measures\nuntil the FBI Negotiator is on sight\nand in contact with the pirates.\n\nENSIGN REID\nWe okay to come about, Lieutenant?\n\nLT. PRICE\nYeah. Come about.\n\nReid turns the wheel. The giant cargo ship turns. Murphy\nsighs; none of the crew-members look happy. Chief Engineer\nMIKE PERRY, (55, devout Christian) voices it:\n\nPERRY\nDoesn't feel right, leaving him out\nthere.\n\nLT. PRICE\n\nCommand wants this vessel out of\nhostile waters - we're escorting you\nall the way to Mobassa.\n\nThe men hate that. Murphy studies them... then:\n\nMURPHY\nCan we at least get word to his wife?\n\nEXT. UNDERHILL VT. - RIVER ROAD - PHILLIPS' DRIVEWAY - DAY\n\nFOUR NEWSVANS and 15 REPORTERS crowd the snowy driveway and\nstreet outside the home of Richard and Andrea Phillips.\n\nUnderhill Vermont is a town with no stop-lights. But today\nit's the center of the world, and Phillips is the reason. A\nREPORTER, his breath fogged, does a remote from the porch.\n...as we PUSH INSIDE, through a window, to:\n\nINT. PHILLIPS' HOME - LIVING ROOM - CONTINUING\n\nAn 1830's design, timber ceilings.",
  "5": "---END OF PREVIOUS SECTION---\nA\nREPORTER, his breath fogged, does a remote from the porch. ...as we PUSH INSIDE, through a window, to:\n\nINT. PHILLIPS' HOME - LIVING ROOM - CONTINUING\n\nAn 1830's design, timber ceilings. \n---TARGET SECTION TO BE ANNOTATED---\n Messy and warm. But what\n\nused to be a calm home is now Mission Control: NEIGHBORS,\nFAMILY MEMBERS - manning phones, monitoring CNN, fretting.\n\n*\n\n %\n\n+ eH\n\n*\n\n*\n\fWe KEEP PUSHING THROUGH - faces, voices, a spilled soda - to:\nEXT. PHILLIPS' HOME - BACK PATIO - DAY\n\nA stone patio, dusted by light snow. ANDREA PHILLIPS sits out\nhere, a brief moment of solitude amidst crisis. Behind her we\nsee a perfect Vermont pasture, blanketed white.\n\nAndrea is the one all those reporters want to talk to. The\nwife. Lovely, fierce... but desperate just now. She stares at\nan old NAUTICAL BELL that hangs over a clothes-line.\n\nThrough the patio doors she sees her SISTERS, her SISTERS-IN-\nLAW, NEIGHBORS. All here to help. But none of them can.\n\nOn her face, fear. Sadness. She lifts a CELL-PHONE to her\near, hits speed-dial. FOUR RINGS... then she hears:\n\nPHILLIPS (OUTGOING MESSAGE)\nYou know the spiel. Now do the deal.\nI'll call you back.\n\nBEEP. Andrea starts crying. About to hang up... Instead:\n\nANDREA (INTO CELL)\nHi, Honey. You're gonna have a bunch\nof hang-ups on this number. Sorry,\nthey're all me; it's the only way I\ncan hear your voice. Dumb, right?\nRichard, I keep thinking about the\nairport. Dropping you off like that.\nI always walk you in and watch the\nplane take off. Always. So why didn't\nI this time? I don't know.\n\n(a beat)\nThe kids are good. They're both on\ntheir way home. Everybody's calling,\neven people we never talk to, guys I\ndated thirty years ago. I think they\nthink I'm now available.\n\n(half a laugh, then:)\nKeep looking for me, Honey. Every\nnight in the stars. I'm up there. And\nI'm looking for you. So I'll see you\nsoon, right? I love you.\n\nShe shuts the phone, eyes that old SHIP'S BELL overhead.\n\nANDREA (CONT'D)\nDamn it!\n\nINT.",
  "6": "---END OF PREVIOUS SECTION---\nShe shuts the phone, eyes that old SHIP'S BELL overhead. ANDREA (CONT'D)\nDamn it! INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIFEBOAT —- MOVING —- RESUMING (NIGHT)\n\nThis lifeboat chugs along, airless and fetid.\n\fPhillips, bound now, his face beaten and bruised, silently\nprays. Musi, on the bridge, watches, amused.\n\nMUSI\nHey Phillips, you turning Catholic\nagain?\n\n(NOTE: the bridge is two steps above the lifeboat floor, with\nnav and radio gear, two seats, and tiny cockpit windows.)\n\nThe pirates look strained, edgy; Elmi nervously works that\nthree-colored ROPE: weaving strands of white, orange, and red\ninto a whole. Phillips watches with an unspoken dread.\n\nPHILLIPS\nI have to urinate.\n(mo one replies)\nI need the bottle. I have to urinate.\n\nMUSI\nNo bottle.\nPHILLIPS\nYou just said...\nMUSI\nYou pee on yourself, like an animal.\nPHILLIPS\nWon't be too clean.\nMUSI\nI'm clean. My men are clean. No\n\nbottle.\nTwo Captains, eyeing one another. The pirates watching...\n\nPHILLIPS\nNone of us are gonna get out of here\nalive. You know that.\n\nMUSI\nWhy? 'Cause of Navy? Don't worry,\nIrish. They not gonna hurt me. I work\nfor those guys.\n\nPHILLIPS\nIs that right?\n\nMUSI\nOh yeah. This is a training mission.\nWe take ships, see how the Navy does.\nYour company hired us. Navy guys and\nme, we're friends!\n\fCrazy bastard. He points at the Bainbridge, brightly lit, a\nhalf mile away, then chuckles. Phillips studies him...\n\nMUSI (CONT'D)\nWe offer them beer! No American say\nno to beer! Beer and tv. Lazy, lazy.\nWe're Somali Marines, we're 24/7. We\ncan do anything.\n\nNajee picks up the three-colored rope, consults with Elmi\nabout it in Somali. Clearly, it has great meaning to them.\n\nPHILLIPS\nThat's for me. Isn't it.\n(Musi grins)\nThe rope. Is it for me?\n\nMusi looks to his men: Do I tell him? A beat, then...\nMUSI\nYah, it's for you, Irish.",
  "7": "---END OF PREVIOUS SECTION---\nMusi looks to his men: Do I tell him? A beat, then... MUSI\nYah, it's for you, Irish. \n---TARGET SECTION TO BE ANNOTATED---\n But you\ncan't touch it. Your hands are lalil.\nUnclean.\n(relishing this)\nIt's what we tie you up with before\nwe kill you. So your soul never\nleaves these waters.\nPhillips digests that. Musi grins, pleased.\nMUSI (CONT'D)\nYou had to pee, right? So pee! Pee,\nIrish!\n\nThe pirates laugh. Phillips eyes them, defiant. You will not\nbreak me...\n\nAnd he begins to pee, darkening his pants.\nThe pirates start WHOOPING, celebrating, as:\nEXT. PHILLIPS' HOME - BACK PATIO - RESUMING\nAndrea remains alone out here... until:\n\nAMBER (0.S.)\nAndrea?\n\nAMBER, Andrea's oldest friend, stepping on to the patio.\n\nANDREA\nWho's been calling?\n\fAMBER\nMatt Lauer, Katie Couric, Diane\nSawyer, Senator Kennedy, Senator\nLeahy. But we didn't want to\ninterrupt you...\n\nANDREA\nYou could've interrupted me for Matt\nLauer.\n\nAmber breathes out a smile, then drops a bomb:\n\nAMBER\nHoney, there are two people from\nMaersk here.\n\nAndrea sees them now, through the patio door: two CORPORATE\nTYPES, a man and_a woman, just got here. Standing out like\nsore thumbs in a room full of friends and family.\n\nShe tightens. Maybe they're here to deliver bad news. Amber\nseems to think so too. She leads Andrea into:\n\nINT. PHILLIPS' HOME - LIVING ROOM - CONTINUING\n\nThe room is suddenly silent, all eyes on the suits: ALLISON\nMcCALL (blonde, pretty, likes her BlackBerry) and JONATHAN\nHENSON (35, solid). They approach Andrea, who gulps...\n\nALLISON\nHi, Andrea. I'm Allison McCall. This\nis Jonathan Henson. We're from\nMaersk.\n\nANDREA\nOkay.\n\nBracing herself. Everyone in the room doing the same...\n\nALLISON\nI'm going to be managing anything\nmedia-related for you. Jonathan's\ngoing to be liaising with the Defense\nDepartment, so you'll be getting\nsteady and real-time information.\n\nOkay. She's not here to deliver devastating news. Everyone\nrelaxes.",
  "8": "---END OF PREVIOUS SECTION---\nOkay. She's not here to deliver devastating news. Everyone\nrelaxes. \n---TARGET SECTION TO BE ANNOTATED---\n A sister-in-law, NANCY, extends a phone as:\n\nNANCY\nUm. I have the Governor on the phone.\nHe wants to know if there's anything\nhe can do.\n\fALLISON\nYes. He can send over some State\nTroopers to move all the reporters\noff the road out there. They're\ncausing a traffic hazard.\n\nNancy pauses. Am I actually supposed to say that?\n\nANDREA\nI'll be with him in a second, Nancy.\n\nNancy nods, relieved. Andrea studies Allison, wary.\n\nANDREA (CONT'D)\nI appreciate your being here,\nAllison. But it's really not\nnecessary. I know how things go.\nMaersk got their ship back, and all\nof their cargo, and most of the crew.\nThat's a pretty good result. And\nsometimes one man gets sacrificed for\nthe good of others. That's the sea.\n\nALLISON\nMrs. Phillips, Maersk is not going to\nlet anything happen to your husband.\n\nANDREA\nI see. Then how much are they willing\nto spend to save him?\n\nWHAM. That caught Allison flush. Andrea closes her eyes:\n\nANDREA (CONT'D)\nRichard, you have to save yourself.\n\nINT. LIFEBOAT - NIGHT\n\nA JOLT: Phillips is yanked out of a _ seat by Musi - suddenly,\nurgently. Rage in Musi's eyes. Something's infuriated him:\n\nMUSI\nI want you to know something. We were\nall fishermen once. Other countries\ncome and overfish our waters, dump\nall their trash here - no Somali\ngovernment to stop them. So there's\nno more fishing.\n\nA few feet away, Najee and Elmi pull an ORANGE SURVIVAL SUIT\nfrom a bin, and begin to spread it on the floor. Odd...\n\nPHILLIPS\nWhat's the survival suit for?\n\f10.\nMUSI\nWe were fishermen!\n\nPHILLIPS\nWhat's it for?!\n\nMUSI\nIf your body touch the floor, it\nmakes the whole boat unclean.\nOh. Musi loads a 9mm handgun, hands it to Bilal. The pirates\ndrop to their knees to PRAY for Allah's blessing. Game over;\nPhillips knows it. And he can only utter a single word:\n\nPHILLIPS\nAndrea...\n\nHe shuts his eyes.",
  "9": "---END OF PREVIOUS SECTION---\nGame over;\nPhillips knows it. And he can only utter a single word:\n\nPHILLIPS\nAndrea... He shuts his eyes. \n---TARGET SECTION TO BE ANNOTATED---\n We SMASH TO BLACK - and...\nSuper: \"Eight days earlier.\"\nFADE UP AGAIN: on Phillips, when the world was still sane.\n\nINT. PHILLIPS HOME - MASTER BEDROOM - EARLY MORNING\n\n \n\nPhillips is home. In bed. Studying Andrea's face as she\nsleeps - trying to sear the image of her into his memory. He\nknows he won't be seeing that face again for a while.\n\nThis is their bedroom: a four-poster bed, a crucifix on the\nwall, timber ceiling overhead. Messy and warm, with Vermont\noutside the window - a snowy pasture on a March morning.\nAndrea awakens. Phillips is the first thing she sees.\nPHILLIPS\n(Barry White voice)\nBaby, when'll your husband be home?\nAndrea blushes, grins. She loves when he kids like that.\nThen the grin's gone, that fast - because she just remembered\nwhat today is. Instead, sadness. Resignation. These two love\neach other deeply. It makes the goodbyes awful.\n\nANDREA\nAll packed?\n\nPhillips nods. We CUT TO... a different kind of home:\nINT. MUSI'S HUT - EYL, SOMALIA - EARLY MORNING\n\nMusi awakens on a dirt floor in a stone hut. His wife, ABDI,\nand their two kids sleep. He studies them fondly. RETURN TO:\n\f11.\n\nINT. PHILLIPS HOME - UPSTAIRS —- RESUMING\n\nPhillips eyes his daughter's room. (She's away at school).\nEvery inch of wall space is filled with posters, bumper\nstickers, equestrian ribbons. They make him smile.\n\nThen his son's room. Lots of clutter, photos of swimsuit\nmodels on the walls - and the kid himself, just awakening\n\nnow. DAN,\n\nA blow-up,\n\n19. Phillips is angered to see him here.\n\nPHILLIPS\nThought you were driving back to\nschool this morning.\n\nDAN\nYeah. Woke up with a sore throat.\n\nPHILLIPS\n(hates being lied to)\nUh-huh. What time'd you get in last\n\nnight?\nDAN\n\nIt wasn't late.\nPHILLIPS\n\nHad to be after midnight - 'cause I\n\nwas still up and you weren't here.",
  "10": "---END OF PREVIOUS SECTION---\nWhat time'd you get in last\n\nnight? DAN\n\nIt wasn't late. PHILLIPS\n\nHad to be after midnight - 'cause I\n\nwas still up and you weren't here. \n---TARGET SECTION TO BE ANNOTATED---\nDAN\n\nYou really gonna interrogate me, Dad?\nPHILLIPS\n\nOh. I'm sorry. Are you still sleepy?\n\n(no reply)\n\nIt's really simple, Dan. You go to\nschool. Classes. That's your job.\nYou're either doing it or you're not.\n\nDAN\nDad, you wanna boss people around? Do\nit_on the boat, okay? Jesus.\n\nthat fast. Silence hangs...\n\nPHILLIPS\nYou driving back, or aren't you?\n\nDAN\nObviously.\n\nPHILLIPS\nGood. And check in on your mom while\nI'm gone.\n\nHe HHH OK * + HH\n\n %\n\f12.\n\nDAN *\n\nI know the drill. *\n\nLots of distance here. It makes them both uneasy. *\nEXT. PHILLIPS HOME - PATIO - SAME *\n\nAndrea brooms snow off the patio, bumping her head on the OLD *\nSHIP'S BELL hanging here. Damn. She hates that bell. She sees *\nPhillips descending the stairs, irritated, bags in hand. *\n\nINT. MUSI'S HUT - EYL, SOMALIA - RESUMING\nMusi's \"belongings\" lie in a corner, discards collected over\n\nthe years: someone's sun-glasses, a chipped coffee mug, a\nbook. He steps into some ratty sandals.\n\n*\n\nOn a stone wall is a sliver of a mirror, too small to reflect\nhis whole face. He eyes a portion of his own reflection. *\n\nEXT. PHILLIPS HOME - DRIVEWAY - MOMENTS LATER *\n\nToyota Minivan. Andrea gets in. Phillips beside her.\n\nANDREA\n\nI'm gonna take down that bell.\nPHILLIPS\n\nPlease don't. It has sentimental--\nANDREA\n\nI keep banging my head on it.\nPHILLIPS\n\nI'll raise it, soon as I'm back.\nANDREA\n\nIn July.\nPHILLIPS\n\nIn July.\n\nNot a happy reality. He takes her hand. It helps a little.\nShe pulls out of the driveway. Phillips looks up:\n\nThere's Dan, glancing down from his bedroom window. Father\nand son exchange looks. That's it. *\n\nANDREA\nHe stayed over so he could see you\noff this morning.\n\nPHILLIPS\nI don't like him to miss class.\n\f13.\n\nDeparture days are always tense. And edgy.",
  "11": "---END OF PREVIOUS SECTION---\n13. Departure days are always tense. And edgy. \n---TARGET SECTION TO BE ANNOTATED---\n We RETURN TO:\nINT. MUSI'S HUT - EYL, SOMALIA - RESUMING\n\nAbdi hands Musi a gift, a homemade BRACELET of red cloth. He\nsmiles, takes it, kisses her. Then he goes...\n\nINT. UNDERHILL, VT. - GENERAL STORE - MORNING\n\nUnderhill is snowy pastures, the local cemetery, a handmade\nsign for fresh eggs, St. Thomas' Church. And a GENERAL STORE.\n\nIt's run by MIKE WILLARD, (60, former merchant mariner), who\ngrins as Phillips makes his usual pre-trip purchase: 15\npounds of \"8 O'Clock Coffee\" beans, in bags.\n\nMIKE WILLARD\nWhere ya bound on this one?\n\nPHILLIPS\nSalalah, Djibouti, Mombasa -\ndelivering handshake food.\n\nMIKE WILLARD\nThat's a good run.\n\nAndrea tightens. No, it's not a good run. Not lately. And\nWillard knows the tension well.\n\nMIKE WILLARD (CONT'D)\nYour boy gonna work for me over the\nSummer again?\n\nPHILLIPS\nMaybe sooner than that, he keeps\nscrewin' around.\n(Willard smiles fondly)\nCan I get a receipt?\n\nEXT. VILLAGE - EYL, SOMALIA - MORNING\n\nMusi emerges from his hut... into a wasteland: Eyl, Somalia.\nNo roads, no power or water. A goat ambles by, an old man\nwith NO HANDS sits, staring. Musi walks past him.\n\nINT. MINIVAN/EXT. BURLINGTON AIRPORT - CURB - MORNING\nAirport. Andrea pulls up to the curb. Phillips pauses.\n\nPHILLIPS\nYou're not coming in?\n\nANDREA\nI can't today. Late for my shift.\n\n %\n\n+e * HF\n\n*\n\n %\n\f14.\n\nPHILLIPS\nOh. Okay.\nHe lets it go, gets out. We STAY WITH ANDREA - as Phillips *\ngrabs his stuff, then walks around to her side of the car - *\n\njust in time for her to blurt out:\n\nANDREA\nTwo runs a year, Richard. That was\nour deal. This is number three.",
  "12": "---END OF PREVIOUS SECTION---\nWe STAY WITH ANDREA - as Phillips *\ngrabs his stuff, then walks around to her side of the car - *\n\njust in time for her to blurt out:\n\nANDREA\nTwo runs a year, Richard. That was\nour deal. This is number three. \n---TARGET SECTION TO BE ANNOTATED---\n Is\nbeing away that great?\n\nPHILLIPS\nYou want the speech about college\ntuitions and mortgages again?\n\nANDREA\nI just want you home.\n\nPhillips knows that. He sighs, looks up at the sky.\n\nPHILLIPS\nI'll be right up there, like always.\nRight?\n(she half-nods)\nI love you.\n\nHe leans in. She pulls him close, urgently, shuts her eyes\ntight. Then her guard goes up again. End of hug. He smiles.\n\nPHILLIPS (CONT'D)\n(Barry White voice again)\nThanks, Baby. See ya next time I'm in\n\ntown.\nShe almost laughs. Almost. One last look, then he goes, *\nvanishing into the terminal. On Andrea's face we CUT TO: *\nEXT. BEACH - EYL, SOMALIA - MORNING *\n\nMusi crosses a wind-whipped beach. No commerce here, no hope, *\njust overturned BOATS. To his right is what used to be a FISH\nFACTORY - abandoned now, rotting. Musi continues on... *\n\n*\n\nEXT. PORT - SALALAH, OMAN - DAY\nPhillips emerges from a car in the port of SALALAH, OMAN.\n\nThis place is booming - ships everywhere, big ones... But all\nPhillips can see is the Maersk Alabama, ugly and immense. *\n\nHuge CRANES fill her hold with dumpster-sized CONTAINERS.\n(She can carry 1,092 of them, but on this trip she'll only be\ncarrying 400.) She bears no flag of nationality.\n\f15.\nPhillips is instantly in Captain-mode: scrutinizing how the\ncranes are operating, how the ship's CREW is moving... Then:\n\nMURPHY (0.S.)\nGood to see you, Cap.\n\nShane Murphy, the Chief Mate. These two respect one another.\n\nPHILLIPS\nYou too, Shane. How's she look?\n\nEXT. EYL, SOMALIA - OLD HARBOR - DOCK - MORNING *\n\n*\n\nWe find a beaten TRAWLER with TEN MEN aboard it: black, lean,\nhungry. At their feet: AK-47's, side-arms, ammunition. These\nmen are pirates. This trawler is their MOTHER-SHIP. *\n\n*\n\n*\n\nIt has two SKIFFS tied to its stern: motorboats.",
  "13": "---END OF PREVIOUS SECTION---\nAt their feet: AK-47's, side-arms, ammunition. These\nmen are pirates. This trawler is their MOTHER-SHIP. *\n\n*\n\n*\n\nIt has two SKIFFS tied to its stern: motorboats. \n---TARGET SECTION TO BE ANNOTATED---\n Not much for\namenities, but fast. The rest of this harbor is empty... *\n\nMusi walks a rickety dock, approaching the pirate-trawler.\nTHREE CREW-MEMBERS see him coming. They stand at attention.\n\nBilal. Elmi. Najee. Musi nods to them and boards the Trawler.\nEXT. MAERSK - MAIN DECK - IN PORT - DAY\n\nPhillips walks the length of the Maersk, eyeing everything.\nHe wears a blue Polo shirt, khakis, steel-toed boots.\n\nBehind him is the ship's \"House\", seven-stories tall, home to *\ncrew quarters, hospital, mess, engines, the Bridge... *\n\nBefore him is the ship's massive HOLD, home to all those\ncontainers, (several marked WORLD FOOD PROGRAMME.) Another\none's being loaded in. Shane Murphy approaches.\n\nMURPHY\nSeventeen tons of grain, wheat, and\npeas, bound for Kenya.\n(Phillips nods)\nBeats hauling Toyotas from Yokohama\nto Seattle, right? God, that's a\n\nshitty run.\nPHILLIPS\nVoyage Plan's got us sailing three *\nhundred miles off-shore. That's two *\nextra days. *\nMURPHY\n\nLotta bulletins comin' in about\npirates last couple weeks, Cap.\nCrew's kinda edgy about it. *\n\f16.\n\nPHILLIPS *\nYeah? Then why's security so lax *\n\naround here?\n\n(Murphy shrugs)\nEngine Door, Bridge Door, Cargo\nScuttle - all of 'em wide open. I\nwant ‘em secured. Even in port.\n\nMurphy nods. Phillips eyes the PIRATE CAGES (welded bars)\nthat are supposed to be protecting the STEPS rising up seven\nstories from here to the Bridge. They're unlocked.\n\nPHILLIPS (CONT'D)\nPirate cages unlocked. What kinda\ncrew are you handing me?\n\nWhoops. That was said just _as TWO CREW-MEMBERS walk by: \"ATM\" *\nRAIZA (26, black) and COLIN WRIGHT (30, Southerner). They *\njust decided the new Captain is an asshole. That fast. *\nAT™\nCap.\nPHILLIPS\n\nNice to meet you.\nOff they go, unimpressed.",
  "14": "---END OF PREVIOUS SECTION---\nThat fast. *\nAT™\nCap. PHILLIPS\n\nNice to meet you. Off they go, unimpressed. \n---TARGET SECTION TO BE ANNOTATED---\n Murphy waits 'til they're gone.\nMURPHY\n\nThey're okay. The Captain took his\nfoot off the gas, last few days.\n\nPHILLIPS\nI'm puttin' it back on. Spread the\nword.\n\nMURPHY\n\nCap, go easy. They lost a guy last\nweek, outside Djibouti.\n\nPHILLIPS\nLost him how?\n\nMURPHY\nDeck Machinist, twenty-year vet. Guy\njust opted out, middle of the night.\nLeft a note in his cabin. \"Tell 'em I\nwent for a swim.\" That shit always\nspooks a crew.\n\nPHILLIPS\nSorry, Shane - but I need ‘em un-\nspooked. And sharp. You on it?\n\f17.\n\nMURPHY\nYeah.\n\nPHILLIPS\nI guess I also need a new Deck\nMachinist.\n\nMurphy eyes him, sobered, then nods \"On it.\"\nEXT. PIRATE TRAWLER - EYL, SOMALIA - HARBOR - DAY\n\nMusi touches the bracelet his wife gave him as we put to sea.\nThe Captain of this trawler is an elder named HUFAN. He has\nan old map, a radio, and some cigarettes.\n\nINT. MAERSK - BRIDGE - IN PORT - DAY\n\nThe maps in here are electronic. The radar screens have data\nscrolling across them. The radios are fed by satellite.\n\nWe're 120 feet above the waterline, looking out at the world\nthrough massive windows. A bright, trouble-free day... But\nthere's a tension hanging, even before we've left port.\n\nAt the helm are KEN QUINN (2nd Mate) and ATM Raiza (whom\nPhillips pissed off on deck). This is hushed:\n\nAT™\nI'm just sayin', Coast Guard\nadvisories say we should be six\nhundred miles off-shore.\n\nKEN QUINN\nYou think a pirate trawler couldn't\nfind a ship six hundred miles out?\nMurphy, ten feet away, needs to cut this off. So:\n\nMURPHY\nUh-oh. We're screwed, Fellas.\n\nThe guys turn... to see a sailor named DURELL (25, black,\nfit) who just stepped on to the bridge. Durell freezes.\n\n.»+.",
  "15": "---END OF PREVIOUS SECTION---\nThe guys turn... to see a sailor named DURELL (25, black,\nfit) who just stepped on to the bridge. Durell freezes. .»+. \n---TARGET SECTION TO BE ANNOTATED---\nas the guys in here study him, like Pledge-Masters.\nMURPHY (CONT'D)\nThis your first ship, Kid? You right\n\noutta merchant mariner school?\n\nDURELL\nYes.\n\n*\n\n+e HF\n\n %\n\f18.\n\nMURPHY\nAw, Jeez. We got an FNG, Boys.\n\nKEN QUINN\nFriggin' New Guy.\n\nMURPHY\nDidn't they teach you it's bad luck\nto walk on to the Bridge left-foot\nfirst?\n\nDurell's eyes go wide. Murphy looks so serious. They all do.\n\nDURELL\nNo...?\n\nMURPHY\nWrite this down, Rook. Full moons and\ndolphins - good luck. Priests,\nredheads, fresh flowers, and walking\non to the Bridge left-foot first, bad\nluck. Brutal. Now go back out and do\nit again.\n\nDurell freezes again. Really? He starts to back out...\n\n.».-when ATM and Quinn start laughing, big-time, which tells\nDurell it's all a gag. He takes it pretty well. More laughs.\n\nThen Phillips enters - and things tighten. The laughs get\nchoked back. He's the boss. And not big on goofing off.\n\nMURPHY\nCap, this is Durell, new A.B.\n\nPHILLIPS\nWelcome to the sacred fraternity of\nmerchant mariners, truckers of the\nocean. Shane'll teach you the fight\nsong later. We all set, Fellas?\n\nMURPHY/KEN QUINN/ATM\nYes sir.\n\nPhillips nods, heads for the coffee-maker.\n\nKEN QUINN\nHey, Cap. I never been on this run\nbefore. Are the ports any good?\n\nMURPHY\nAskin' the wrong guy, Kenny. Cap\nnever leaves the ship. Doesn't matter\nwhere we put in, he stays on board.\n\f19.\n\nKEN QUINN\nThat right, Cap?\n\nPHILLIPS\nI'm married and I'm cheap. What'm I\ngonna do on shore?\nThe guys laugh. Phillips grabs a printed E-MAIL from \"The\nOffice of Naval Intelligence.\" Subject: \"Pirate Activity on\nthe East African Coast.\" He eyes it soberly, as:\n\nPHILLIPS (CONT'D)\nOkay then. Dead Slow Ahead.",
  "16": "---END OF PREVIOUS SECTION---\nThe guys laugh. Phillips grabs a printed E-MAIL from \"The\nOffice of Naval Intelligence.\" Subject: \"Pirate Activity on\nthe East African Coast.\" He eyes it soberly, as:\n\nPHILLIPS (CONT'D)\nOkay then. Dead Slow Ahead. \n---TARGET SECTION TO BE ANNOTATED---\nKEN QUINN\nDead Slow Ahead.\n\nQuinn pushes the ENGINE ORDER TELEGRAPH (throttle), and:\nEXT. MAERSK - FROM THE WATER - CONTINUING\n\nThe Maersk Alabama puts out to sea... Slow but muscular.\nINT. MAERSK - BRIDGE - RESUMING\n\nPhillips moves to a computer - sends off a quick e-mail:\n\"We're underway, Honey. I'll be seeing you in the stars.\"\n\n.»+.as Murphy eyes that bulletin from Naval Intel - about the\nsurge in piracy off the East Africa coast...\n\nEXT. INDIAN OCEAN - PIRATE TRAWLER - MOVING - EVENING\nHufan's men eat stale crackers while he monitors his radio.\nMusi is thumbing through a weather-worn ENGLISH DICTIONARY,\nmemorizing words by the glow of a FLASHLIGHT... until he\nsuddenly tosses the book overboard with disdain. Splash.\nBILAL (SOMALI, SUBTITLED)\nWhy you do that? All the ships we\nboard, no captain ever speak Somali.\n\nMUSI (SOMALI, SUBTITLED)\nEverybody speaks AK-47, Bilal.\n\nEXT. MAERSK - MAIN DECK - STERN - AT SEA — MORNING\n\nA blazing hot day. Phillips walks the length of the ship\nagain - his daily inspection tour - when he sees something:\n\nSuspended above B-DECK - right where it should be - is that\nfiberglass LIFEBOAT. 28 feet long, enclosed, looks like an\norange submarine, sitting on SKIDS at a 45-degree angle.\n\n*\n\n*\n\f20.\n\nBut ten feet below it, sitting on overturned buckets, are two\nmembers of his crew: DEL and DAVE, old salts, each over 60\nand overweight, smoking Marlboros.\n\nPhillips pauses, instantly irritated.\n\nPHILLIPS\nEnjoying your break, Fellas?\n\nThey eye him without alarm. Or chagrin.\n\nDEL\nSorry, Cap. I got a slipped disc.\nPHILLIPS\nOh.\n(at Dave:)\n\nHow're your discs?\n\n(Dave shrugs)\nGet to work. Christ. Aren't you guys\nsupposed to be cleaning the lifeboat?\nAnd there's no smoking on deck.\n\nDel and Dave put their cigs out and rise, grabbing a hose.",
  "17": "---END OF PREVIOUS SECTION---\nAren't you guys\nsupposed to be cleaning the lifeboat? And there's no smoking on deck. Del and Dave put their cigs out and rise, grabbing a hose. \n---TARGET SECTION TO BE ANNOTATED---\nPHILLIPS (CONT'D)\nNo. Not a hose. Get up in a harness\nand soogee it, with a Turk's Head.\n\nDEL\nReally?\n\nPHILLIPS\nYep. Hosin' it ain't the same thing.\n\nThey eye the lifeboat, suspended above them. Hanging up there\nin a harness sounds like a hassle. Phillips turns to go.\n\nDAVE\nHey, Cap.\n(Phillips turns back)\nWe're spittin' distance of the Somali\ncoast - got pirates takin' down ships\nright and left. How's cleanin' a\nlifeboat gonna help anything?\n\nPhillips can debate the point, or walk away. He walks away.\n\nPHILLIPS\nJust get it done.\n\nINT. MAERSK - MESS DECK - MESS - LATER MORNING\n\nMurphy and Ken Quinn, eating. Phillips enters, irritated.\n\nHe HHH HH OF\n\n*\n\n*\n\f21.\n\nPHILLIPS\nGot some confused sailors on board,\nShane. They seem to think my name's\nMaersk. I'm just the Captain.\n\nMURPHY\nYou need me to tune somebody up, Cap?\n\nPhillips is about to reply when he sees ANOTHER BULLETIN on\nthe table: \"Worldwide Threats to Shipping\".\n\n...it's sitting in front of Ken Quinn. Clearly, he and Murphy\nhave been discussing it. 23 pirate attacks reported off of\nEast Africa in a single week.\n\nNow Phillips is really irritated - because a bulletin like\nthis should NOT be loose on the ship. He grabs it.\n\nPHILLIPS\nNo. I want you to show our crew a\nGoddamn map.\n\nHe gestures to a MAP on the wall.\n\nPHILLIPS (CONT'D)\nHere's Somalia. Here's Mombasa.\nHere's Djibouti. Here's us. Coast\nGuard advisories say we should be six\nhundred miles off-shore. Great,\nexcept you can't be six hundred miles\naway from Somalia if you're going to\nMombasa, because Mombasa is sixty\nmiles from the Somali border. You can\ngo a thousand miles straight out, but\nyou still gotta come back into range,\nbecause that's our destination.",
  "18": "---END OF PREVIOUS SECTION---\nCoast\nGuard advisories say we should be six\nhundred miles off-shore. Great,\nexcept you can't be six hundred miles\naway from Somalia if you're going to\nMombasa, because Mombasa is sixty\nmiles from the Somali border. You can\ngo a thousand miles straight out, but\nyou still gotta come back into range,\nbecause that's our destination. \n---TARGET SECTION TO BE ANNOTATED---\n And\nby the way, these guys've hit ships\ntwelve-hundred miles off shore, just\nlike they've hit ships that are at\nanchor in port. These are the waters\nwe're sailing. Okay?\n\n \n\nMurphy nods. Quinn too. Phillips seems calmer now.\n\nMURPHY\nUnderstood.\n\nPHILLIPS\nGood. We're running a security drill\ntoday. Unannounced.\n\nMURPHY\nGreat! I love unannounced drills.\n\n*\n\n %\n\nHe HHH HF HHH HHH HH HHH\n\n*\n\n*\n\f22.\n\nPHILLIPS\nIn five minutes.\n\nMURPHY\n‘Kay. I wanna start out with--\n\nPHILLIPS\nDon't tell me what you're going to\ndo. Let's just see how we perform.\n\nINT. MAERSK - BRIDGE - 9 A.M.\n\nColin Wright is at the helm. Beside him are ATM and a 70 year-\nold crew-member named MARV, (white, pleasant, but useless.)\nPhillips enters... and leans in to Wright, calmly:\n\n*\n*\n\nPHILLIPS\nIt's Colin, yeah?\n\nWRIGHT\nYes, Cap. Colin Wright.\n\nPHILLIPS\nThere's a boat on our starboard side,\nColin. Two men with weapons, acting\nhostile.\n\nWright turns. Marv freezes.\n\nWRIGHT\nOhhhhkay.\n\nPHILLIPS\nYou have to do something about that -\nright?\n\nWRIGHT\n\nIs this a drill, Cap?\n\nPhillips just stares: \"Show me something.\" Wright rings the\nGENERAL ALARM, which sounds throughout the ship. LOUD.\n\nPHILLIPS\nNot the general alarm. We hit the\nwhistle first - to let the pirates\nknow you are aware of them and are\nready to defend the ship.\n\nWright nods, sounds a WHISTLE (audible five miles away).\nPHILLIPS (CONT'D)\n\nNow the General Alarm. Long-short,\nlong-short.\n\f23.\n\nDone. ATM takes the helm. Marv still hasn't moved.\n\nPHILLIPS (CONT'D)\nYou are...?\n\nMARV\nI'm Marv, Cap.\n\nPHILLIPS\nGot pirates approaching, Marv. Hit\nthe fire pump.\n\nThere are two FIRE-PUMP lights on a console. One red, one\ngreen. Marv hits the RED one and moves away.",
  "19": "---END OF PREVIOUS SECTION---\nThere are two FIRE-PUMP lights on a console. One red, one\ngreen. Marv hits the RED one and moves away. \n---TARGET SECTION TO BE ANNOTATED---\nPHILLIPS (CONT'D)\nRed means off. We need it ON.\n\nMARV\nGot it.\nATM reaches over him, hits the green button... but:\nAT™\n\nThe pumps aren't working, Cap. No\nwater pressure.\n\nPHILLIPS\nOkay. Fix it. Marv, go secure the\nthree bridge doors.\n\nMARV\nGot it.\n\nMarv scurries off. Phillips watches him go...\n\nINT. MAERSK - ENGINE ROOM - SAME\n\nGuys file in, without urgency. It's just a drill.\n\nINT. MAERSK - LIFEBOAT - SAME\n\nWhistles and alarms ring, but Del and Dave haven't moved.\n\nDEL\nNice. Can we go now?\n\nDAVE\nI'm almost done. Relax.\n\nWhat's Dave doing? Using a key to scratch a caricature of\nPhillips, and the words \"Philips is a shit\", into a hatch\ndoor. A few last touches, then:\n\f24.\nDAVE (CONT'D)\nThere. Now we can go.\nINT. MAERSK - A-DECK - PASSAGEWAY - MOMENTS LATER\nPhillips emerges from a stairwell: CREW-MEMBERS move past,\nsome with keys jangling on their belts. There are doors left\n\nunsecured. Not good. He spots a STEWARD, ambling by:\n\nPHILLIPS\nWhat's the non-duress password?\n\nSTEWARD\nMister Jones.\n\nPHILLIPS\nNo. That's the Secret Security Alarm\ncode. Non-duress is \"suppertime.\"\n\nSTEWARD\nSuppertime. Got it.\n\nThis isn't going well.\nINT. MAERSK - BRIDGE - RESUMING\n\nMurphy appears on the Bridge. Feeling some heat.\n\nMURPHY\nHave we switched the radio to VHF?\n\nWRIGHT\nOn it.\n\nJust then - Marv returns, winded.\n\nMURPHY\nWhere you been, Marv?\nMARV\nCaptain sent me to close the doors.\nMURPHY\nOh. Which doors did you close?\nMARV\nEvery door on every level.\nMURPHY\nDid they have locks on them, these\ndoors?\nMARV\n\nYeah.\n\fMarv goes.\n\n25.\n\nMURPHY\n\nBut you were just closing them. Not\n\nlocking them. Securing them. *\nMARV\n\nUm.... No. Just closing.",
  "20": "---END OF PREVIOUS SECTION---\nSecuring them. *\nMARV\n\nUm.... No. Just closing. \n---TARGET SECTION TO BE ANNOTATED---\nMURPHY\n\nWhich wouldn't do much good if we\nwere under attack. Would it?\n\nMARV\nNo. I guess not.\n\nWRIGHT\nI've gone over this with him six or\nseven times.\n\nMURPHY\nOkay, Marv. Get to your muster point.\n(Marv's a blank)\nThe Ship's Office. Go.\n\n«+» just as Phillips returns to the bridge.\n\nPHILLIPS *\nWe are in search of excellence - but *\noh we will accept so much less. *\nMURPHY *\n\nHow's it look down there?\n\nPHILLIPS\nLike monkeys trying to hump a\nfootball. Got watertight doors open\non the Main Engine Level; they should\nall be secured, with deadbolts. Guys\nrunning around with key-chains on\ntheir hips. One set would give a\npirate access to every room on the\nship. That was in the Night Orders.\nDid we get the pump fixed?\n\nMURPHY\nYeah. That's done.\n\nPHILLIPS\nOkay. Let's shut this down and bring\neveryone into the Ship's Office for a\ncritique. Five minutes.\n\nMURPHY\n‘Kay. Sorry about the screw-ups.\n\f26.\n\nPHILLIPS\nDon't be sorry. Be angry. They'll\njump higher.\nMurphy nods, shuts off the alarm. Phillips turns away.\n\n...-when something catches his eye. THREE BLIPS - coming from\nthe 10-cm RADAR SCREEN. Odd.\n\nHe stops. Leans in. The BLIPS indicate THREE SMALL VESSELS,\nseven miles astern. They're moving in on us. Fast.\n\nJust like they would if this were the real thing. Hmmm..\nPhillips grabs a pair of BINOCULARS and heads outside, to:\nEXT. MAERSK - PORT SIDE BRIDGE WING - CONTINUING\nHe looks through the binoculars, to find:\nPHILLIPS' POV - ACROSS WATER - CONTINUING\nTwo MOTORBOATS pound through FOUR-FOOT SWELLS at 21 knots,\nright at_us. A TRAWLER behind them. We can't see faces yet...\nBut they certainly are moving like pirates would. Real ones.\nEXT. MAERSK - PORT SIDE BRIDGE WING - RESUMING\nPhillips lowers the binoculars. Collects himself. Returns to:\nINT.",
  "21": "---END OF PREVIOUS SECTION---\nMAERSK - PORT SIDE BRIDGE WING - RESUMING\nPhillips lowers the binoculars. Collects himself. Returns to:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n MAERSK - BRIDGE - CONTINUING\nHe moves to the Engine Order Telegraph, leans on it a bit. A\ngage tells us his RPM's just shot up to 122 revs. The ship\nsurges forward. The men notice. He looks to Murphy:\nPHILLIPS\nCall down to the Engine Room. Tell\n‘em to let me know if anything goes\n\nred. I'm increasing our speed.\n\nMURPHY\nCap? We still in the drill?\n\nPhillips is already at a phone, dialing. Two rings, then:\n\nUKMTO OPERATOR (THRU PHONE)\nUnited Kingdom Maritime Trade\nOperations.\n\nPHILLIPS (INTO PHONE)\nThis is the Maersk Alabama - position\nis two-degrees-two north by forty-\nnine-degrees-nineteen east. Course is\n(MORE )\n\f27.\n\nPHILLIPS (INTO PHONE) (cont'd)\none hundred eighty, and speed at\nseventeen knots. We have two skiffs\napproaching at five-point-five miles,\nwith a possible mother ship behind\n\nthem. Potential piracy situation.\n\nThat got everyone's attention. But it's still a drill. Right?\n\nUKMTO OPERATOR (THRU PHONE)\nIt's probably just fishermen. But you\nshould get your crew together and get\nyour fire-hoses ready. And you may\nwant to get the ship locked up.\n\nPHILLIPS (INTO PHONE)\nWe understand that, thank you. Will\nkeep you posted.\n\nMURPHY\nCap?\n\nPhillips hangs up. The men await an answer...\n\nPHILLIPS\nThree boats. This is not a drill.\n\nOh. He dials another number. Hears a ring. Then two.\nMURPHY\nNever heard of an attack in the\nmiddle of the day, Cap. Visibility's\ntoo good.\nPHILLIPS\nThey aren't here to fish.\n(hands him the phone)\nTake this. I'm trying to reach the\nU.S. Maritime Emergency Line.\nMurphy takes the phone. Phillips returns to the Bridge Wing:\nEXT. PORT SIDE BRIDGE WING - RESUMING\nAnother look through the binoculars. More DETAILED now:\nThe skiffs are getting CLOSER, despite the four-foot SWELLS.\nSomalis. With AK-47's.",
  "22": "---END OF PREVIOUS SECTION---\nMore DETAILED now:\nThe skiffs are getting CLOSER, despite the four-foot SWELLS. Somalis. With AK-47's. \n---TARGET SECTION TO BE ANNOTATED---\n (Musi and his crew aboard one; a\npirate named ASAD and his crew on the other.) In other words:\nAn actual attack, real pirates, coming at us now.\n\nINT. MAERSK - BRIDGE - MOMENTS LATER\n\nPhillips returns - to find SIX SAILORS now staring at him:\n\f28.\n\nKen Quinn, Durell, and Marv have joined Murphy, Wright, and\nATM on the bridge. They look concerned.\n\nPHILLIPS\nSea's helping us. They're getting\npounded out there. But they are\ncoming. Two skiffs carrying armed\nmen. Four miles out and closing.\n\nMurphy lowers the phone.\n\nMURPHY\nTwelve rings. There's nobody there.\n\nPHILLIPS\nColin, sound the intruder alarm.\n\nWright hits the ALARM. Phillips grabs a P.A. MIKE:\n\nPHILLIPS (INTO MIKE)\nCaptain speaking. This is not a\ndrill. All crew report back to your\nmuster points. Repeat, this is not a\ndrill. Crew to the Ship's Office.\nEngineers to the Engine Room. Locked\nup and sealed in. Now.\n\n(lowers mike)\n\nShane, let's go to hand steering.\nLeft fifteen.\n\nMURPHY\nLeft fifteen...\n\nEXT. MAERSK - AFT - BELOW THE WATERLINE - CONTINUING\n\nGiant TWIN TILLERS move fifteen degrees right, pushing the\nship left - and creating a swell in its wake.\n\nEXT. MUSI'S SKIFF - MOVING - AT SEA - SAME\n\nMusi's skiff SLAMS into a swell. He adjusts his course. To\nhis right, Asad's skiff does the same. Zeroing in...\n\nINT. MAERSK - BRIDGE - RESUMING\nPhillips watches the radar screen. BLIPS moving in.\n\nPHILLIPS\nRight fifteen.\n\nMURPHY\nRight fifteen.\n\nThe ship surges starboard. Phillips grabs the ship's RADIO:\n\f29.\n\nPHILLIPS (INTO RADIO)\nChief, how we doing on engines?\n\nMIKE PERRY. We met him already - eight days ago.\n\nPERRY (THRU RADIO)\nWe're good, Cap.\n\nPHILLIPS (INTO RADIO)\nIncreasing speed to 124 revs.\n\nPERRY (THRU RADIO)\nNo problem.",
  "23": "---END OF PREVIOUS SECTION---\nPERRY (THRU RADIO)\nWe're good, Cap. PHILLIPS (INTO RADIO)\nIncreasing speed to 124 revs. PERRY (THRU RADIO)\nNo problem. \n---TARGET SECTION TO BE ANNOTATED---\nPhillips pushes the Engine Order Telegraph forward.\n\nMURPHY\nThey're at three miles, Cap.\n\nWRIGHT\n\nA lotta chop out there. Don't they\n\nknow there's a lotta chop out there?\nPhillips eyes the radar again. We CUT TO:\nINT. MUSI'S SKIFF - SAME\nMusi bears down on the Maersk, his face a stone.\nINT. MAERSK - BRIDGE - MINUTES LATER (MORNING)\nMurphy looks up from the radar. But Phillips already knows:\n\nMURPHY\nTwo miles, Cap.\n\nPHILLIPS\nSend out a call to \"War Ship 237.\"\nI'll pretend to get it.\n\nMURPHY\nHuh?\n\nPHILLIPS\nForget it. I'll do it.\n\nHe grabs the radio, speaks into it:\nPHILLIPS (INTO RADIO)\nWarship 237, Coalition Warship 237.\nThis is Maersk Alabama, come in.\n\nThen he changes his voice, pretending to be \"Warship 237\":\n\f30.\n\nPHILLIPS (INTO RADIO, CONT'D)\n\n(\"warship voice\")\nMaersk Alabama, come in. This is\nCoalition Warship 237.\n\n(normal voice: )\nThis is Maersk Alabama. Position is\ntwo-degrees-two north by forty-nine-\ndegrees-eighteen east. Course is one\nhundred eighty and speed at eighteen\nknots. Request immediate assistance.\nWe have two skiffs approaching and a\nmother ship trailing behind. Look to\nbe pirates, heavily armed.\n\n(\"warship voice\")\nRoger that, Maersk Alabama. How many\ndo you have aboard?\n\n(normal voice: )\nCrew of twenty. No injuries at this\ntime.\n\n(\"warship voice\")\nRoger that. We have a helicopter in\nthe air. His ETA to your position is\napproxiamately five minutes.\n\n(normal voice)\nCopy that, 237. Maersk out.\n\nHe puts the radio down. Murphy and Quinn eye him.\n\nMURPHY\nI'm pretty sure that was illegal.\n\nPHILLIPS\nSo's piracy...\n\nEXT. PIRATE TRAWLER - SAME\n\nOn the mother ship, Hufan just heard that fake transmission.\nHe eyes the sky overhead for a chopper, as:\n\nEXT.",
  "24": "---END OF PREVIOUS SECTION---\nEXT. PIRATE TRAWLER - SAME\n\nOn the mother ship, Hufan just heard that fake transmission. He eyes the sky overhead for a chopper, as:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n MUSI'S SKIFF - MOVING - AT SEA - SAME\n\nCRASH! Musi's skiff slams into a huge swell, almost upending.\nHis crew is sent sideways. Musi rights himself.\n\n...then notices that Asad's skiff is now peeling off and\nheading away. (Asad also heard that fake transmission, via\nHANDHELD RADIO.) Musi's crew-members look to him, waiting.\n\n \n\nHe presses on, bearing down on the Maersk...\nINT. MAERSK - BRIDGE - SAME\n\nPhillips is watching all this. Murphy's at the radar.\n\f31.\n\nPHILLIPS\nThis guy doesn't scare worth a damn,\ndoes he.\n(into radio:)\nChief, you got your men secured?\n\nPERRY (THRU RADIO)\nWe're good, Cap.\n\nMURPHY\nThey're at one mile now, Cap.\n\nPHILLIPS\nHit the hoses.\n\nEXT. MAERSK - MAIN DECK - STERN - CONTINUING\n\nFIVE FIRE HOSES - one starboard, one port, three stern - fill\nquickly, each sending 100 pounds of water-pressure per square\ninch off the ship. It's their only real line of defense...\n\nEXT. MUSI'S SKIFF - MOVING - AT SEA - RESUMING\n\nMusi's got a six foot SWELL in front of him. His men brace\nthemselves. He barrels right over it, then PLUMMETS...\n\nBig DROP. Big splash. The skiff's engine stalls. Musi tries\nto restart it. No luck. More swells are coming. He looks to\nthe Maersk - its hoses shooting HUGE JETS of water down...\nINT. MAERSK - BRIDGE - RESUMING\n\nPhillips watching Musi. Murphy watching the radar...\n\nMURPHY\nHolding at zero point nine, Cap.\n\nPHILLIPS\nHe started from too far out. They\ndropped him too far out.\n\nThrough binoculars again, we see Musi, trying in vain to re-\nstart his engine. No use. The skiff is adrift...\n\nPHILLIPS (CONT'D)\nHe's dead in the water.\n\nMURPHY/KEN QUINN\nHell yeah! Awesome. See ya!\n\nPhillips looks through his binoculars again.\n\nMusi has binoculars too.",
  "25": "---END OF PREVIOUS SECTION---\nSee ya! Phillips looks through his binoculars again. Musi has binoculars too. \n---TARGET SECTION TO BE ANNOTATED---\n Two captains, studying one another -\nwith a shared sense that they'll be seeing each other again.\n\f32.\n\nPHILLIPS\nWe got lucky...\n\nEach Captain lowers his binoculars... as we CUT TO:\nINT. MAERSK - A-DECK - MESS - NIGHT\n\nA silent game of TRIVIAL PURSUIT. Murphy, Durell, ATM, Colin\nWright, Mike Perry. Guys trying to distract themselves.\n\nBut Durell is kicking all of their asses in the game...\n\nWRIGHT\nYou gotta be kidding me. Where'd you\npull \"The Treaty of Paris\" out of?\n\nDURELL\nCollege.\n\nMURPHY\nHey, ya know those things that could\nbring a ship bad luck? Guess what the\nworst one is? The Friggin' New Guy\nwinning Trivial Pursuit. Seriously.\n\nDURELL\nSorry.\n\nINT. MAERSK - E-DECK - CAPTAIN'S QUARTERS - NIGHT\n\nSpacious quarters. Phillips reads an E-MAIL from Andrea:\n\n\"It snowed again today. I keep thinking how much you love\nthat. And every morning I wake up on your side of the bed. So\nI must be missing you. Yes, definitely missing you. Miss your\nvoice. And I miss those great long LETTERS you used to write\nto me when you were gone. E-mail stinks. Love you. Andrea.\"\n\nPhillips breathes out a smile, looks out his window - a sky\nfull of stars. Then he STOPS. Just heard a BANGING noise.\n\nIt's outside his door. He opens the door to investigate:\nINT. MAERSK - E-DECK - PASSAGEWAY - CONTINUING\n\nHere's the source of the noise: Marv. Slumped against a\nbulkhead, bottle in hand. Very drunk. Phillips sighs.\n\n \n\nPHILLIPS\nMarv. What're you doing?\n\nMARV\nTrying to find my bunk.\n\n+e HH OH + FH HHH *\n\n %\n\f33.\n\nPHILLIPS\nNo. I mean on this ship. You should\nbe home collecting a pension and\nraising gardenias.\n\nMARV\nAnd miss all this?\n(drunken amusement)\n\"Being at sea is like going to jail\nwith a chance of drowning.\" Mark\nTwain.\n\nHe gestures wildly, shattering his bottle. Silence...",
  "26": "---END OF PREVIOUS SECTION---\n(drunken amusement)\n\"Being at sea is like going to jail\nwith a chance of drowning.\" Mark\nTwain. He gestures wildly, shattering his bottle. Silence... \n---TARGET SECTION TO BE ANNOTATED---\nMARV (CONT'D)\nAm I done?\n\nPHILLIPS\nYeah. You're done. You can't sail\nwith me anymore.\n\nMARV\nGuess I'll get another ship then.\n\nPHILLIPS\nYou do that.\n\nPhillips turns to go... but:\n\nMARV\n\nBy the way... his name was Sam.\nPHILLIPS\n\nHuh?\nMARV\n\nThe Deck Machinist who opted out...\nHis name was Sam. Four kids he sent\nmoney home to, and an ex-wife. Who\ntakes care of them now, huh?\n(Phillips is silent)\nShip keeps sailing, I know; he was\nreplaceable. But it woulda been nice\nif you'd at least asked his name.\n\n \n\nMarv turns to go - then stops, confused. Where am I going?\n\nPHILLIPS\nB-Deck. Berth Two. Ya need a map?\n\nINT. MAERSK - A-DECK - MESS —- RESUMING\n\nThe Trivial Pursuit game - the guys trying to forget the\nday's events... Then Phillips enters.\n\nHe HH OH HH\n\n*\n\n*\n\n+ HH FH HH HF\n\n*\n\n*\n\f34.\n\nAnd everyone tightens again. He notes it.\n\nPHILLIPS\nWho's winning?\n\nKEN QUINN\nFriggin' New Guy.\n\nPHILLIPS\nAw, Jeez. Didn't they tell you that\nwas bad luck?\n\nTight laughs. Phillips grabs a coffee... the unease in here\ngoing unaddressed... until:\nAT™\n\nYa think they'll try again, Cap?\nThere it was. Phillips pauses. The guys await an answer.\n\nPHILLIPS\nMost likely, yeah.\n\nPERRY\nAnd, uh... That gonna be the program\nagain? Evasive maneuvers?\n\nPHILLIPS\nThat's the book. Why?\n\nPERRY\nI didn't much like being outgunned.\n\nPHILLIPS\nMe neither. But they have weapons and\nwe don't. So evasion's all we got.\n\nPERRY\nThen maybe we should have weapons.\n\nA few guys nod. Clearly, it's been discussed in here tonight.\n\nPHILLIPS\nSorry. The guys who own this ship\ndisagree, and they sign the checks.\n\nAT™\nI don't get that, Cap. None of us do.",
  "27": "---END OF PREVIOUS SECTION---\nThe guys who own this ship\ndisagree, and they sign the checks. AT™\nI don't get that, Cap. None of us do. \n---TARGET SECTION TO BE ANNOTATED---\nPHILLIPS\nShips start carrying guns, pirates\nare going to come back with mortars.\nWe start carrying depth charges,\npirates are going to come back with\n(MORE )\n\f35.\n\nPHILLIPS (cont'd)\nrocket-launchers. Besides that, there\nare ports on this run that won't\nallow an armed ship to dock.\n\nPERRY\nCareful, Cap. You're starting to\nsound like a suit.\n\nAT™\nDid have a corporate ring to it.\n\nPhillips looks to Murphy, who looks away: \"Can't help you.\"\n\nPHILLIPS\nIf the hoses don't keep them away,\nwe've got flares, pikes, axes,\nhatchets. We can gel the decks or\nwire the stairways.\n\nMURPHY\nThat's bringing a stick to a\ngunfight, Cap.\n\nPHILLIPS\nHey, we get in a gunfight and lose,\nwe could have twenty sailors killed\nor captured - huh? You all know the\norders. If we're boarded, the crew\ngets to their muster points and we go\ndark and cold. Power off. Lights off.\nAnd we stay that way. Our performance\ntoday was embarrassing. And by the\nway, the non-duress codeword is\n\"suppertime.\" Half the crew still\ndoesn't know it. Unless you hear it,\nyou stay sequestered. No one on this\ncrew is going to be taken hostage.\n\nAT™\nSomebody's trying to hijack a ship,\nit goes against a sailor's nature to\nrun and hide. We're men, ain't we?\n\nThis isn't going anywhere good. Phillips reads the faces.\n.--and decides to stop pushing the company line.\n\nPHILLIPS\nYou guys wanna know the truth?\n(they're waiting)\nThe truth is, I don't feel any better\nabout the hoses than you do. I wish\nwe had machine guns. But I don't own\nthis vessel. And I'm not in the game.\n(MORE )\n\n*\n\n+ HH HH\n\f36.\n\nPHILLIPS (cont'd)\n\n(that landed)\nYou wanna change the rules? Buy a\nshipping line. Until then, this is\nthe job. We're here for the ship; the\nship isn't here for us. Anybody who\ncan't accept that can deboard at\nMombasa.",
  "28": "---END OF PREVIOUS SECTION---\nUntil then, this is\nthe job. We're here for the ship; the\nship isn't here for us. Anybody who\ncan't accept that can deboard at\nMombasa. \n---TARGET SECTION TO BE ANNOTATED---\n I won't think any less of\nyou.\n\nSilence. No one replies. But he just gained some respect...\n\nPHILLIPS (CONT'D)\nLet's shut this down. It's late.\n(out the door)\nWe're still in apache country, so\neveryone stay vigilant.\n\nEXT. MAERSK - FROM THE WATER - NIGHT\nThe Maersk muscles through the water. All is calm...\nEXT. PIRATE TRAWLER - ON THE WATER - MOVING - NIGHT\n\nThe two SKIFFS are tied to the trawler again. Musi and Asad\nstand before Hufan, who looks very displeased... then:\n\nHUFAN (SOMALI, SUBTITLED)\nThe voices on that ship sounded\nAmerican. Could be a lot of money.\nAnd we only have one skiff.\n(Musi and Asad, waiting--)\nMusi will take it.\n\nASAD (SOMALI, SUBTITLED)\nWhy?\n\nHUFAN (SOMALI, SUBTITLED)\nBecause he doesn't turn back.\n\nThen - BAM - Hufan shoves Asad off the boat and into the sea.\nSplash. No one moves - everyone shocked, even Musi - because\nthe boat is pulling away. Asad calls out to Musi for help.\nMusi is frozen, watching - as Hufan goes to the bridge and\nGUNS THE ENGINE. The trawler speeds away, leaving Asad in the\nwater. Howling. A point just got made.\n\nAnd Asad's helpless cries grow more and more distant... as:\nINT. MAERSK - E-DECK - CAPTAIN'S QUARTERS - 5:25 A.M.\n\nPre-dawn. Phillips sleeps.\n\nThen his eyes snap open - right before his phone rings:\n\n+H HH HF\n\n*\n\nHe HHH OK\n\n %\n\f37.\nPHILLIPS (INTO PHONE)\nYeah.\nWRIGHT (THRU PHONE)\nBetter get up here, Cap. They're\nback.\nINT. MAERSK - BRIDGE - 5:30 A.M.\nColin Wright and ATM are on watch. Phillips enters.\n«+.Just as a VOICE becomes audible on the RADIO:\nHUFAN (THRU RADIO)\nThis is Somali pirate! Somali pirate!\n\nComing to get you!\n\nA pirate? Announcing that he's coming? Very unusual.",
  "29": "---END OF PREVIOUS SECTION---\nA pirate? Announcing that he's coming? Very unusual. \n---TARGET SECTION TO BE ANNOTATED---\n Phillips\nlooks to the radio; it's on Channel 16.\n\nWRIGHT\nThey're five miles out.\nPhillips grabs his binoculars... and finds the TRAWLER, five\nmiles astern, towing those two skiffs... but:\n\nHUFAN (THRU RADIO)\nSomali pirate! Coming to get you!\n\n...as Musi's skiff casts off from the trawler, coming at us.\n\n \n\nPHILLIPS\nLet's go to one hundred twenty revs.\n\nAT™\nOne hundred twenty revs.\n\nPHILLIPS\nWhat's our course?\n\nAT™\nHeading two hundred thirty.\n\nPHILLIPS\nBring it over to one-eighty.\n\nAT™\nLeft to one hundred eighty.\n\nA flick of the wrist, and the ship lurches left. Phillips\nkeeps his eyes on the trawler.\n\n.»+.-as Murphy arrives on the bridge.\n\f38.\n\nMURPHY\nWe make a course correction, Cap?\nPHILLIPS\nFind out where the Bosun has his\npeople.\nMURPHY\nWhat's up?\nPHILLIPS\n\nFour point one miles astern. Doing\ntwenty knots.\n\nPhillips gestures... and Murphy gets the picture: there's\nMusi's skiff, barrelling in on us over a calm, windless sea.\n\nPHILLIPS (CONT'D)\nCall UKMTO, tell ‘em this is not a\ndrill.\n\nMovement, tension. Phillips grabs the ship's phone:\n\nPHILLIPS (INTO PHONE)\nChief, we're in a piracy situation. I\nneed you in the engine room with all\nyour men. Locked in and secured.\n(a beat)\nAnd, Chief. Bring your Bible. This\ntime you're gonna be there a while.\n\nHe hangs up, heads for a cabinet, pulls out a PYROTECHNIC\nBOX. Eighteen FLARES in there. He grabs ten of them.\n\nMURPHY\n(re: radio)\nHe says call back when they're within\na mile.\n\nPHILLIPS\nChrist. Leave the line open so they\ncan monitor what's happening. Sound\nthe intruder alarm, and switch the\nradio to emergency band, Channel One.\n\nMurphy sounds the INTRUDER ALARM. Long-short, long-short.\nPhillips eyes the console. We're doing 16.8 knots.",
  "30": "---END OF PREVIOUS SECTION---\nLong-short, long-short. Phillips eyes the console. We're doing 16.8 knots. \n---TARGET SECTION TO BE ANNOTATED---\nPHILLIPS (CONT'D)\nATM, let's start the fire-hoses and\nsound the general alarm.\n\nATM hits the GENERAL ALARM. Phillips approaches Wright with\nthe flares.\n\n*\n\f39.\n\nPHILLIPS (CONT'D)\n\nTake these and go out on the bridge\nwing. When they get within a mile you\nfire your first one. But I want you\nto cease firing if they get any\ncloser than a couple hundred yards.\n\nMURPHY\nI can handle that, Cap.\n\nPHILLIPS\nNo. I want you below. Get the crew\nout of the Ship's Office and into the\nAfter-Steering Room. It's deeper\ninside the house. And make sure all\nthe engineers are locked into the\nEngine Room. Every man accounted for.\n\nMURPHY\nOkay.\n\nPHILLIPS\nAnd Shane? That includes you. I don't\nwanna see you back up here.\nMurphy hates that... but he nods, exits the Bridge.\nEXT. MAERSK - MAIN DECK - SAME\nThe FIVE FIRE-HOSES begin spraying...\nEXT. MUSI'S SKIFF - ON THE WATER - MOVING - RESUMING\nMusi's skiff is doing 21 knots. He shouts at his men:\nMUSI (SOMALI, SUBTITLED)\nLet them know you are here! Let them\nknow you are Somali marines!\nEXT. MAERSK - STARBOARD SIDE BRIDGE-WING - SAME\nWright aims a flare at the skiff, a half-mile out, when:\nMUZZLE FLASHES appear on the skiff. And just like that, we're\nbeing strafed by automatic gunfire. SLAP-SLAP-SLAP. Bullets\nclang off the house and smokestacks. Wright hits the deck.\n.»+-as Phillips leans out of the bridge.\n\nPHILLIPS\nColin! Get the hell in here!\n\nWRIGHT\nI can hit 'em, Cap!\n\f40.\nPHILLIPS\nNow!\nWright hurries into:\nINT. MAERSK - BRIDGE - CONTINUING\nATM at the helm. Phillips grabs the ship's radio:\nPHILLIPS (INTO RADIO)\nShots fired. Shots fired. They're a\n\nquarter mile out. Port side.\n\nA rain of bullets: POP-POP-POP.",
  "31": "---END OF PREVIOUS SECTION---\nThey're a\n\nquarter mile out. Port side. A rain of bullets: POP-POP-POP. \n---TARGET SECTION TO BE ANNOTATED---\n Hitting various spots on the\nHouse. Musi's skiff revs up and comes BEHIND THE SHIP.\n\n \n\nWRIGHT\nThe hoses aren't gonna cut it. Are\nthey, Cap?\n\nPHILLIPS\n\nNo.\n(into radio:)\nShane, you got everybody secured?\n\nOn Phillips, we PULL BACK, through the window of the bridge:\n\n.+-while TRACKING RIGHT and DROPPING DOWN, outside the\n\"house\"... until Phillips is out of frame, and:\n\nEXT. MAERSK - OUTSIDE BRIDGE - CONTINUOUS SHOT\n\nWe move down and across the entire House, PUSHING THROUGH its\nsteel shell, revealing the innards of:\n\nE-Deck, then down through D-Deck, C-Deck, B-Deck... each\nempty, just unmanned Quarters. CONTINUE MOVING DOWN, into:\n\nA-Deck, where we find the Mess, and the Hospital Bay. Then\nthe MAIN DECK. There's the Ship's Office, also empty.\n\nWe keep descending, THROUGH THE WATERLINE, plunging in and\ndown, until we reach:\n\nINT. MAERSK - AFTER-STEERING ROOM —- CONTINUING\n\nA STORAGE room, 60-by-20. Huge bundles of rope in coils. And\nbarrels of greases, oils, cleaning fluids.\n\nMurphy guides TEN CREW-MEMBERS in, hurriedly. We recognize\nKen Quinn, Durell. Murphy corralling them:\n\f41.\n\nMURPHY\nIn, in, in! Let's go! Everybody in!\nKen, get me a headcount.\n(into radio:)\nChief. Your men all accounted for?\nWe blow through a steel door - SAME CONTINUOUS SHOT - to:\nINT. MAERSK - ENGINE ROOM - CONTINUING\n\nThe ENGINE ROOM is three stories deep, 130 feet long, wide as\nthe ship. Massive diesel engine, huge boilers, all run from:\n\nINT. MAERSK - ENGINE CONTROL ROOM - CONTINUING\nA nerve center. Rows of upright machines and monitors.\n\nChief Engineer Mike Perry and his men are all here: the 1ST\nENGINEER, 2ND ENG., 3RD ENG., OILER, and DECK MACHINIST.\n\n \n\nPERRY (INTO RADIO)\nWe're in and secured.\n\nBIBLE in hand, Perry shuts the door.",
  "32": "---END OF PREVIOUS SECTION---\nChief Engineer Mike Perry and his men are all here: the 1ST\nENGINEER, 2ND ENG., 3RD ENG., OILER, and DECK MACHINIST. PERRY (INTO RADIO)\nWe're in and secured. BIBLE in hand, Perry shuts the door. \n---TARGET SECTION TO BE ANNOTATED---\n We END SHOT, and CUT TO:\nEXT. MAERSK - PORT SIDE BRIDGE-WING - SAME\n\nThe skiff is now just 100 feet away, on our port side. And\nPhillips is now on the bridge-wing, firing flares at it.\n\nEXT. MUSI'S SKIFF - ON THE WATER - MOVING - SAME\n\nTwo flares miss, falling harmlessly into the water. Bilal\nsits cross-legged in the front of the skiff, grabs his AK,\naims right at us, and:\n\nEXT. MAERSK - PORT SIDE BRIDGE-WING - RESUMING\n\nPOP POP POP. Bullets pucker the WIND-DODGER (a metal hood,\nthere to deflect wind off the bridge) over Phillips' head.\n\nHe ducks down. Then pops back up again.\n\nPHILLIPS\nC'mon, Baby. Find a gas tank.\n\nHe FIRES the flare, but:\nEXT. MUSI'S SKIFF - ON THE WATER - MOVING - RESUMING\n\nThe flare misses. Now Elmi, also cross-legged, is firing too.\n\f42.\n\nEXT. MAERSK - PORT SIDE BRIDGE-WING - RESUMING\n\nGunfire - a TORRENT of POPPING SOUNDS around Phillips. And\nhe's out of flares. He runs back into:\n\nINT. MAERSK - BRIDGE - RESUMING\nPhillips, hollering:\n\nPHILLIPS\nFifteen left!\n\nAT™\nFifteen left.\n\nEXT. MAERSK - AT THE WATERLINE - CONTINUING\nThe ship surges left, away from the skiff.\n\n.--but the skiff has found a spot amidship that isn't\nprotected by the fire-hoses. Musi bears in...\n\nINT. MAERSK - BRIDGE - RESUMING\nPhillips looks to the GPS. We're doing 18.3 Knots.\n\nPHILLIPS\nFifteen right!\n\nAT™\nFifteen right.\n\nEXT. MAERSK - AT THE WATERLINE - AMIDSHIP - CONTINUING\n\nThe ship swerves right into the skiff. But Musi steadies it.\nAgain, there's no fire-hose covering this spot.\n\nINT. MAERSK - BRIDGE - CONTINUING\nPhillips, scrambling.\nPHILLIPS\nI need a rifle.",
  "33": "---END OF PREVIOUS SECTION---\nINT. MAERSK - BRIDGE - CONTINUING\nPhillips, scrambling. PHILLIPS\nI need a rifle. \n---TARGET SECTION TO BE ANNOTATED---\n We should have\n\nGoddamn rifles! Fifteen left.\n\nAT™\nFifteen left. And yes we should.\n\nEXT. MUSI'S SKIFF - AT THE WATERLINE AMIDSHIP - SAME\n\nNajee unfolds and extends a LADDER straight up. Damn thing is\ntwenty feet long, Home Depot quality, with GRAPPLING HOOKS:\n\f43.\n\nINTERCUT WITH/EXT. MAERSK - PORT SIDE DECK - CONTINUING\n\nThe GRAPPLING HOOKS wrap snugly around the FISHPLATE (solid\nmetal, six inches high) on the deck of the Maersk.\n\nMusi grabs the ladder while moving at 18 knots. He jumps from. *\nthe speeding skiff to the ladder, climbing...\n\n \n\nINT. MAERSK - BRIDGE - RESUMING\nPhillips grabs ATM, pushes him down, literally, to the floor.\n\nPHILLIPS\nStay there.\n\nATM doesn't argue. He'll steer the boat from down here.\nPhillips grabs the rest of the flares, heads out to:\n\n \n\nEXT. MAERSK - PORT SIDE BRIDGE-WING - CONTINUING\n...where he sees what he didn't want to see:\n\nEXT. MAERSK - MAIN DECK - AMIDSHIP - CONTINUING\nMusi is aboard. Running across the Maersk's deck...\nEXT. MAERSK - PORT SIDE BRIDGE-WING - RESUMING\n\nPhillips fires two more flares... They skitter off the deck\nand into the sea as Elmi also boards the Maersk.\n\nPHILLIPS (INTO RADIO)\nTwo pirates have boarded. Two pirates\naboard now, amidship.\n\nOddest thing. Elmi sits cross-legged on the deck, just like\nbefore, and starts firing his AK, right at us. POP-POP-POP.\n\nThe wind-dodger puckers an inch from Phillips' face.\n\nHe ducks down. Pops up again, firing wildly. MORE GUNFIRE\ndrives him down again. Then:\n\nA HAND, grabbing him. It's ATM, pulling him away.\n\nAT™\nGet inside, Cap! They're gonna kill\nyou!\n\nPHILLIPS\nGoddammit I told you to stay down! On\nthe bridge!\n\nBut more GUNFIRE strafes them. Shit.",
  "34": "---END OF PREVIOUS SECTION---\nOn\nthe bridge! But more GUNFIRE strafes them. Shit. \n---TARGET SECTION TO BE ANNOTATED---\n They crawl back to:\n\f44,\n\nINT. MAERSK - BRIDGE —- CONTINUING\n\nGUNFIRE nicks the BRIDGE WINDOWS. (They're bulletproof).\nWright is trying to stay calm. It's an effort.\n\nWRIGHT\nWhadda we do, Cap?\n\nPHILLIPS\nYou two get to the After-Steering\nRoom with the rest of the crew.\n(they eye him: huh?)\nGo. Both of you. I have the bridge.\n\nAT™\nSorry, Cap.\n\nWRIGHT\nCan't do that, Cap.\n\nThey aren't moving. Phillips isn't surprised. We CUT TO:\nEXT. MAERSK - DECK - BASE OF THE HOUSE - MOMENTS LATER\n\nAll that stands between Musi and the bridge is seven flights\nof steps - protected by that steel \"PIRATE CAGE\".\n\nHe nods to Elmi, who SHOOTS THE LOCK OFF THE CAGE. The cage\nswings harmlessly to the side. Easy. They begin to climb.\n\nINT. MAERSK —- BRIDGE —- RESUMING\n\nPhillips knows they're coming. Damn it. He grabs the radio.\n(NOTE: it will stay on his hip for the next 12 hours.)\n\nPHILLIPS (INTO RADIO)\nThis is the Captain. Listen up.\n\nINTERCUT WITH/INT. MAERSK - ENGINE CONTROL ROOM - SAME\nPerry and his Engineers come to a stop. And one room over:\nINTERCUT WITH/INT. MAERSK - AFTER-STEERING ROOM - SAME\nMurphy and the rest of the crew do the same, listening.\n\nPHILLIPS (RADIO, CONT'D)\nWe're about to lose the bridge.\nChief, you now have control of the\nship. Shane, the men are under your\ncommand. I've got Colin and ATM on\nthe bridge with me; I'm going to get\nthem to safety as soon as I can.\nEveryone else accounted for?\n\f45.\n\nPERRY (INTO RADIO)\nYes, Cap.\n\nMURPHY (INTO RADIO)\nUh, no Cap. We don't have a twenty on\nMarv.\n\nPhillips sighs - but has to keep going:\n\nPHILLIPS (INTO RADIO)\nOkay. You know the plan. We\ncounteract everything they want to\ndo. They wanna take this ship back to\nSomalia.",
  "35": "---END OF PREVIOUS SECTION---\nYou know the plan. We\ncounteract everything they want to\ndo. They wanna take this ship back to\nSomalia. \n---TARGET SECTION TO BE ANNOTATED---\n That's no good. So we go\ndark and cold. Engines off, non-\nemergency power off. They can't do\nmuch with a dead ship. They wanna\ntake a bunch of hostages. Also no\ngood. So every man stays out of\nsight. NO ONE comes out until you've\nheard the all-clear from me, WITH the\nnon-duress password.\n\nINTERCUT WITH/EXT. MAERSK - SUPERSTRUCTURE - STEPS - SAME\nMusi and Elmi, climbing fast toward the Bridge...\nINT. MAERSK - BRIDGE - RESUMING\nPhillips can feel them coming. And he hates to say this, but:\nPHILLIPS (INTO RADIO)\nI'm gonna do everything I can to make\nsure this doesn't happen - but if\nthey find you, and capture you,\nhere's what you need to remember:\nThat lands on the faces of Murphy and the crew...\nAnd - in the next room - Perry, and all the Engineers, as:\nEXT. MAERSK - SUPERSTRUCTURE - STEPS - SAME\nMusi and Elmi, nearing the top...\nINT. MAERSK - BRIDGE - RESUMING\nPhillips, keeping it calm and direct:\nPHILLIPS (RADIO, CONT'D)\nDo what they tell you. Try to appear\nhelpful. You've got giveaways - use\nthem: showing them the ship's safety\n\nequipment, or how to get fresh water.\n(MORE )\n\f46.\n\nPHILLIPS (RADIO, CONT'D) (cont'd)\nMake them feel they're in control\nwhile guiding them away from the\nimportant stuff, like radar or the\nengine controls. And never reveal the\nlocations of the rest of the crew. If\nyou are drawn into conversation with\nthem, do not mention religion.\nNothing about Allah or Jesus or your\nfaith being better than theirs. They\nmay throw politics at you or tell you\nAmerica is the worst country in the\nworld. Don't take the bait. You're\nnot there to defend your nation's\nhonor. You're there to survive.\n\n \n\nThe guys are listening. The pirates are climbing...\n\nPHILLIPS (RADIO, CONT'D)\nDon't call attention to yourself.\nDon't appear too confrontational or\ntoo meek. Maintain your dignity.",
  "36": "---END OF PREVIOUS SECTION---\nPHILLIPS (RADIO, CONT'D)\nDon't call attention to yourself. Don't appear too confrontational or\ntoo meek. Maintain your dignity. \n---TARGET SECTION TO BE ANNOTATED---\n If\nyou're screaming at them or\nwhimpering in the corner, you give\nthem a personal reason to put a\nbullet in your head.\n\nMurphy, Durell, Wright, Perry... hanging on every word...\n\nPHILLIPS (RADIO, CONT'D)\nLast thing. A sense of humor helps.\nUnfortunately, none of you guys are\nfunny - so try not to get captured.\n\nThat broke a bit of the tension. But just a bit.\nPHILLIPS (RADIO, CONT'D)\nWe know the ship; they don't. Just\nkeep looking out for one another.\nWe'll be okay.\n\nHe puts down the radio. ATM and Wright are silent. He grabs a *\nJACKKNIFE off a table, pockets it... *\n\n.»+-as the sound of an AK-47, firing, spins our head around.\n\nThe bridge-door opens - Elmi rushing in, pointing that AK at\nus and shouting in Somali like a guy on a meth-bender.\n\nInstant chaos. ATM and Wright drop to their knees, hands up.\nPhillips stands still. He has lost the bridge, officially.\n\nElmi shouting. ATM and Wright scared witless. Musi glides in -\nmeeting Phillips for the first time now:\n\f47.\n\nMUSI\nRelax, Captain, relax. Just business.\nNo Al Qaeda. You stop the ship.\n\nPhillips nods. Musi looks the bridge over, notes Wright and\nATM - shocked to find a black sailor here.\n\nMUSI (CONT'D)\nWhat nationality?\n\nPHILLIPS\nMe? Or the ship?\n\nMUSI\nThe ship. American, right?\n\nPHILLIPS\nYes. This is the Maersk Alabama.\n\nThat's BIG NEWS. Musi nods, pleased. Elmi WHOOPS.\n\nMUSI\nOkay. Just business. Stop the ship.\n\nPhillips nods, heads toward the ENGINE ORDER TELEGRAPH, while\nquietly keying his handheld radio and talking softly:\n\nPHILLIPS\nBridge is compromised. Bridge is\ncompromised. Take the steering.\nINT. MAERSK - ENGINE CONTROL ROOM - SAME\n\nPerry and his Engineers just heard that. Perry hits a SWITCH\nthat gives him OVERRIDE OF THROTTLE AND RUDDER COMMANDS.\n\nINT.",
  "37": "---END OF PREVIOUS SECTION---\nMAERSK - ENGINE CONTROL ROOM - SAME\n\nPerry and his Engineers just heard that. Perry hits a SWITCH\nthat gives him OVERRIDE OF THROTTLE AND RUDDER COMMANDS. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MAERSK - AFTER-STEERING ROOM - SAME\nMurphy speaks to his men (and into his radio):\nMURPHY\nOkay. You know what to do. Kill the\nengines and all non-emergency power.\nINT. MAERSK - BRIDGE - RESUMING\nAlarms are WHOOPING. Phillips silences them. Musi watching.\nMUSI\nNo Al Qaeda, no Al Qaeda. We want\nmoney only. Stop the ship.\n\nPHILLIPS\nOkay, okay. It takes a minute.\n\f48.\n\nMUSI\nWhere's your crew?\n\nPHILLIPS\nI don't know. I'm here with you.\n\nHe moves to the Engine Order Telegraph. Jiggles it. Of\ncourse, it doesn't respond. Musi is about to complain, when:\n\n..-with a SHUDDER, the thrum of the ship's engine STOPS.\n\n \n\nThen, that fast, the POWER GOES OUT. Consoles, screens, A/C.\nAll dead. And we're adrift. Musi looks around.\n\nMUSI\nWhat is that?\n\nPHILLIPS\nWe shut the engines down too fast.\n(pure bullshit)\nThere's a check-down procedure. We\nrushed it, knocked out the grid.\n\nThat pisses Musi off. Meanwhile, the ship is drifting with\nthe current, almost in a circle.\n\nMUSI\nStop this circling! Straighten the\nship out!\nPhillips \"tries\", turning the wheel, to no effect.\nPHILLIPS\nWe shut it all down too fast! Ship's\nbroken, ship's broken.\n\nHe points to the console, taps on the bow thruster and the\nrudder angle indicator. None of them respond.\n\nMUSI\nMove.\n\nPhillips obliges. Musi tries the instruments, futilely, as:\nPhillips moves to the RADAR. Three knobs on it. He turns down\nthe \"gain\" knob and turns up the \"anti-rain\" and \"anti-sea-\nclutter\" knobs. Then he moves toward the VHF radio...\n\nINT. MAERSK - AFTER-STEERING ROOM - SAME\n\nEMERGENCY LIGHTING down here - but Murphy can see what\nPhillips is doing on INDICATORS relayed from the Bridge.\n\f49.\nMURPHY\nAttaboy, Cap.",
  "38": "---END OF PREVIOUS SECTION---\nMAERSK - AFTER-STEERING ROOM - SAME\n\nEMERGENCY LIGHTING down here - but Murphy can see what\nPhillips is doing on INDICATORS relayed from the Bridge. 49. MURPHY\nAttaboy, Cap. \n---TARGET SECTION TO BE ANNOTATED---\nKEN QUINN\nWhat's he doing?\n\nMURPHY\nDegrading the radar. And changing the\nfrequency on the radio so they won't\nbe able to contact their mother ship.\nThe men like it. But they're getting warm in here. No A/C...\nINT. MAERSK - BRIDGE - RESUMING\n\nBilal and Najee arrive on the bridge now. Shouting, pointing\ntheir AK's. Musi smiles.\n\n \n\nMUSI\nThese guys are Somali pirates! Crazy.\nI'm just interpreter.\n(no reply from Phillips)\nDangerous guys! They'll kill you!\n\nATM and Wright keep their hands up and their heads down. Musi\norders Bilal and Najee to take positions by the bridge doors.\n\nMUSI (CONT'D)\nCall your crew. I want them up here!\n\nPHILLIPS\nOkay.\n\nPhillips moves to the P.A. MIKE:\nPHILLIPS (INTO MIKE)\nAll crew, all crew. Pirates want you\nto report to the bridge. Repeat,\npirates want you on the bridge.\nINT. MAERSK - AFTER-STEERING ROOM - RESUMING\nSemi-darkness down here. And HEAT. Murphy eyes the men.\nMURPHY\nUntil you hear the word suppertime,\nwe don't move.\n\nINT. MAERSK —- BRIDGE —- RESUMING\n\nElmi pokes at Wright and ATM with his AK. Phillips steps in:\n\f50.\n\nPHILLIPS\nHey, do your guys want some water? Or\nsome cigarettes? I got a couple\ncartons here.\n\nMUSI\nCigarettes.\n\nPhillips heads for a cabinet, grabs a few cartons.\n\nPHILLIPS\nATM, grab some sodas for these guys,\nall right?\n\nAT™\n\nSure, Cap.\n\nPhillips hands packs of cigarettes to Musi and his men. ATM\ngrabs a few sodas, offers them to the pirates. Elmi ignores\nhim, starts rifling through cabinets.\n\nPHILLIPS\n\nHungry?\n\n(Elmi grunts)\nYou're in luck. We've got seventeen\ntons of wheat and peas in the hold.\nIt was intended to feed most of\nKenya, but what the hell - go to\ntown.\n\nElmi didn't like that. Phillips sits beside Wright.",
  "39": "---END OF PREVIOUS SECTION---\nIt was intended to feed most of\nKenya, but what the hell - go to\ntown. Elmi didn't like that. Phillips sits beside Wright. \n---TARGET SECTION TO BE ANNOTATED---\nWRIGHT\n(quietly)\nCap, how much ya got in your safe?\n\nPHILLIPS\nLess than they want.\n\nWRIGHT\nBut a couple grand, right? Maybe we\ngive it to 'em and they go away.\n\nPHILLIPS\nIt's a U.S. ship, Colin. They're\nthinking millions - not thirty grand.\n\nWRIGHT\nHow do you know?\n\nPhillips just knows. Meanwhile Musi leans over the radio,\ntrying to re-set it, careful not to let his frustration show.\n\f51.\n\nMUSI\nWhat's your tribe, Captain?\n\nPHILLIPS\nI'm an American.\n\nMUSI\nNot your nationality. Your tribe.\n\nPHILLIPS\nI don't have a tribe. I told you. I'm\nan American.\n\nMUSI\nYour people. Your tribe.\n\nPHILLIPS\nOh. I guess I'm Yankee Irish.\n\nMUSI\nI'm a Somali Marine. A real sailor.\n\nThe ship is still drifting in a circle. And Musi just ERUPTS:\n\nMUSI (CONT'D)\nWhere is your crew, Irish?\n\nPHILLIPS\nI don't know. I'm here with you.\n\nMUSI\nGet them up here now! If not, these\ncrazy-guys kill you!\n\nBilal and Najee jump as if they'd been plugged into a socket:\nshouting again, pointing the AK's:\n\nBILAL/NAJEE\nDown! Down!\n\nATM and Wright drop their heads, the AK's pressed inches away\nfrom them now. Things just ramped up in a hurry.\n\nMUSI\nYou want to die! Two minutes, they\nkill you! They kill your men!\n\nPHILLIPS\nTake it easy. I'm doing my best.\n\nNAJEE\nMinute thirty now!\n\f52.\n\nMUSI\nI told you! Bad guys! Bad guys!\n\nWright looks to Phillips, who moves again to the P.A. MIKE.\nAll he has to say is \"suppertime\" and the crew will oblige...\n\nPHILLIPS (INTO MIKE)\nAll crew, all crew. Pirates want you\non the bridge now. Report to the\nbridge immediately.",
  "40": "---END OF PREVIOUS SECTION---\nPHILLIPS (INTO MIKE)\nAll crew, all crew. Pirates want you\non the bridge now. Report to the\nbridge immediately. \n---TARGET SECTION TO BE ANNOTATED---\nNAJEE\nOne minute! We kill everyone!\n\nPHILLIPS\nCan you back your men off, please?\nBefore someone gets shot?\n\nMUSI\nGet them up here right now!\n\nWright, terrified, looks to Phillips - pleading...\nPHILLIPS (INTO MIKE)\nPirates want you on the bridge, right\nnow.\nNAJEE\nThirty seconds! You hear me! Thirty\nseconds and you DIE!\nINT. MAERSK - AFTER-STEERING ROOM - SAME\n\nThen men know to stay put. But it's now 105 DEGREES in here.\nDel, the old salt, is panting from heat stroke.\n\nINT. MAERSK - BRIDGE - RESUMING\nWright is about to burst. ATM too.\n\nNAJEE\nFifteen seconds!\n\nMUSI\nDangerous pirates! Get your men!\n\nPHILLIPS\nYou just heard me call ‘em!\n\nATM and Wright, each with guns at their heads...\n\nNAJEE\nTen seconds!\n\f53.\nMUSI\nCall them again, Irish!\nPHILLIPS\nHey. You wanna shoot somebody, shoot\n\nme. I'm the Captain. I'm the Captain.\n\nHe moves in front of his men. Elmi pushes him away, hard.\nPhillips falls. While he's down, he keys his handheld:\n\nPHILLIPS (INTO HAND-HELD)\nIf you don't hear from us in one\nminute, we are gone. Defend the ship.\n\nNAJEE\nFive seconds!\n\nWRIGHT\nCap? Please!?\n\nNAJEE\nWe kill you all!\n\nNajee yells. Elmi and Bilal too. Deafening. Wright starts\nyelling out of sheer terror.\n\n..-when a single unexpected sound pierces the air.\nA knock, at the bridge door.\n\nEverything stops. Every head turns. Musi nods to Phillips:\n\"Go open it.\" Phillips crosses to the door, opens it. Sighs.\n\n..-because it's Marv. Of course. Right where he shouldn't be.\nPhillips can hardly believe it.\n\n \n\nMARV\nCap?\n\nPHILLIPS\nC'mon in, Marv. You're dead.\n\nBefore Marv can reply, Elmi grabs him by the collar and puts\nhim on the ground next to ATM and Wright.\n\nBut the crisis, oddly, has passed.",
  "41": "---END OF PREVIOUS SECTION---\nYou're dead. Before Marv can reply, Elmi grabs him by the collar and puts\nhim on the ground next to ATM and Wright. But the crisis, oddly, has passed. \n---TARGET SECTION TO BE ANNOTATED---\n Musi eyes Phillips:\n\nMUSI\nLet's go. We search the ship.\n\nPHILLIPS\nFor what?\n\f54.\n\nMUSI\nYour crew.\n\nPhillips discreetly keys his radio, so this'll be broadcast:\nPHILLIPS\nYou wanna search the ship? Good. I'm\neager to find those guys as you are.\nMusi pushes Phillips to the door, nods to Bilal.\nMUSI (SOMALI, SUBTITLED)\nYou too. Bring your gun. And that\nflashlight.\nINT. MAERSK - AFTER-STEERING ROOM - SAME\nMurphy heard that. He heads for a steel door.\n\nMURPHY\nEverybody stay put.\n\nINT. MAERSK —- BRIDGE —- RESUMING\n\nSo Najee and Elmi will be left here with Wright, ATM, and\nMarv. Phillips pauses at the door:\n\nPHILLIPS\nI want your assurance that my men\nwon't be harmed in any way.\n\nMusi pauses, breathes out a grin... then says something to\nNajee and Elmi in Somali. They nod. Then:\n\nPHILLIPS (CONT'D)\nWhat'd ya tell ‘em?\n\nMUSI\nGo.\n\nHe nudges Phillips out the door.\nINT. MAERSK - ENGINE ROOM - CONTINUING\n\nEmergency lighting. Perry and his FOUR MEN (all in their 50's\nand 60's), are sweltering in here. Murphy enters.\n\nMURPHY\nDid you hear that?\n\nPERRY\nYeah. Sounds like two of 'em are\ncoming, and Cap.\n\f55.\n\nMURPHY\nWay too much light down here; they're\ngonna find us. We gotta shut down the\nemergency power.\n\nJOHN CRONAN\nThat generator's on the deck, Shane.\n\nThat's JOHN CRONAN, First Engineer. In his 40th year at sea.\nMURPHY\nHis orders were we go dark and cold,\nright?\n\nJOHN CRONAN\nYeah. When's the \"cold\" part start?\n\nMURPHY\nI'm going for the E-PIRB and some\nwater. Can you get to the generator?\n\nPERRY\nProbably. Damn it.\n\nMURPHY\nGotta kill the plant, Chief. That's\nthe whole game now.\nINT.",
  "42": "---END OF PREVIOUS SECTION---\nMURPHY\nGotta kill the plant, Chief. That's\nthe whole game now. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MAERSK - E-DECK - PASSAGEWAY - DAY\nPhillips leads Musi and Bilal into a 65-foot-long passageway.\nWhen the door shuts, we're in semi-DARKNESS. Every fourth\nlight lit. And we're adrift. It's spooky, even for pirates.\nPhillips starts talking. Too loud. With his RADIO KEYED:\nPHILLIPS\nThis is E-Deck. You just tell me\nwhich doors you want opened.\n\nMUSI\nAll of them.\n\nINT. MAERSK - SUPERSTRUCTURE - PORT STAIRWELL - SAME\n\nMike Perry moves quickly - but quietly - up stairs. Ahead of\nhim is a door. He pauses here... then nudges it an inch:\n\nSunlight spills in...\nINT. MAERSK - E-DECK - PASSAGEWAY - RESUMING\n\nPhillips, moving loudly, RADIO KEYED. Comes to a door.\n\f56.\n\nPHILLIPS\nThese are the Chief's Quarters.\n(opens it)\nListen, don't think too badly of my\ncrew. They're good guys. I think\nthey're just scared.\n\nMusi barks at Bilal to inspect the CHIEF'S QUARTERS.\n\nMUSI\nSomali Marines, you tell them to do\nsomething, they do it. Nobody scared.\n(eyeing another door)\nThey real sailors.\n\nPHILLIPS\nThat's just a safety locker. Nobody\nin there.\n\nMUSI\nOpen it.\n\nPhillips opens the door. It is, indeed, a SAFETY LOCKER.\nPHILLIPS\nI'm not here to trick you. I wanna\nfind 'em as much as you do.\nEXT. MAERSK - MAIN DECK - SAME\nMurphy emerges from a STARBOARD STAIRWELL on to the Deck.\n\nLight sears his eyes. He squints, doesn't see any pirates out\nhere. Just an EXTERIOR STAIRWELL. He makes a dash for it.\n\nINT. MAERSK - E-DECK - PASSAGEWAY - RESUMING\nPhillips, Musi, Bilal - searching this passageway:\n\nPHILLIPS\nAnd these are my quarters.\n\nMUSI\nWhat's that door?\n\nPHILLIPS\nThat's a telephone booth.\n\nMUSI\nShow me.\n\nEXT.",
  "43": "---END OF PREVIOUS SECTION---\nPHILLIPS\nThat's a telephone booth. MUSI\nShow me. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MAERSK - MAIN DECK - SAME\n\nPerry emerges from the PORT STAIRWELL. His eyes adjust.\n\f57.\n\nFrom here, he can see across the deck. 50 feet away is his\ntarget: the ship's EMERGENCY GENERATOR. Five feet tall, five\nfeet long, ten feet wide. Green. But:\n\nStraight above it, seven stories off the deck, is a grated\nmetal WALKWAY jutting off the Bridge.\n\nElmi_ is currently standing guard on it, meaning he can see\nfrom here straight through to the Generator below.\n\n \n\nDamn it. Perry exhales, calculating the odds...\n\nPERRY (INTO RADIO)\nI've got the generator in sight.\n\nINT. MAERSK - E-DECK - CAPTAIN'S QUARTERS - CONTINUING\nMusi enters Phillips' QUARTERS. He can't help but react.\n\nThe place feels palatial to him. A large room, sunlit by big\nwindows. With an OFFICE and a SATELLITE OFFICE jutting off\nit. He begins to drift through, taking it all in.\n\nPHILLIPS\nStandard Captain's Quarters. Then we\ncan drop down to D-Deck.\n\nMusi pauses. Before him is a MIRROR. Might be the biggest one\nMusi's ever seen. He eyes his own reflection as if he'd never\nseen his whole face before. An odd, private moment.\n\nThen he notices PICTURES - of Andrea, and Dan, and Phillips'\ndaughter MARIAH. Musi reacts; Phillips catches it.\n\nPHILLIPS (CONT'D)\nYou have a family?\n\nMusi half-nods, looks at the picture of Dan...\n\nPHILLIPS (CONT'D)\nWhen he was a boy and I had to go to\nsea, he'd stand in front of the door\nto keep me from leaving. He still\nkids me about it: \"My father never\nloved me. He'd rather be on a ship\nsomewhere.\" I think I'm gonna tell\nhim not to joke like that anymore.\n\nMUSI\nMy son says it too.\n\nThat hovers. They eye one another.\n\f58.\n\nPHILLIPS\nWhat's his name?\n\nMUSI\nGhedi.\n\nPHILLIPS\n\nHe gonna be a pirate too?\n\nMUSI\nIf he live long enough.",
  "44": "---END OF PREVIOUS SECTION---\nMUSI\nGhedi. PHILLIPS\n\nHe gonna be a pirate too? MUSI\nIf he live long enough. \n---TARGET SECTION TO BE ANNOTATED---\nThen Musi heads out.\nPHILLIPS\n\nThere's a stairwell right at the end\n\nof the passageway here...\nEXT. MAERSK - B-DECK - STERN - SAME\nMurphy reaches the BULKHEAD beside that ORANGE LIFEBOAT.\nAffixed to the bulkhead by a bracket is an E-PIRB (Emergency\nPosition-Indicating Radio Beacon) a 406 MHz DISTRESS SIGNAL,\n\nred, looks like a walkie-talkie, with an antenna.\n\nHe yanks it from its housing, activates it. It starts to\nBLINK and BEEP. Sending out a signal... as:\n\nINT. NOAA OFFICE - WASHINGTON D.C. - NIGHT\nNational Oceanic and Atmospheric Administration. Night shift.\n\nA pup named FLOURNOY rises from his monitor, heads for a desk\nwhere DIETZ, his boss, is reading a newspaper.\n\nFLOURNOY\nBoss, a call just came in from the\nSarsat desk in Riyadh. They got a\nping from an E-Pirb off the coast of\nSomalia.\n\nDIETZ\nWhat kind of vessel?\n\nFLOURNOY\nAmerican. The Maersk Alabama.\n\nNot a small piece of news. Dietz grabs a phone...\nINT. MAERSK - D-DECK - PASSAGEWAY - CONTINUING\n\nAnother 65-foot-long corridor. Phillips, Musi, Bilal.\n\n+e HF FF\n\n %\n\f59.\n\nPHILLIPS\nD-Deck. Crew quarters.\n(re: a door)\nThat's a closet.\n\nMUSI\nOpen it.\n\nPhillips opens the door. Just a closet. Musi eyes him...\n\nPHILLIPS\nWhere'd you learn your English?\n\nMUSI\nOpen that one.\n\nPhillips nods, opens another door - revealing:\nINT. MAERSK - D-DECK - MATE'S QUARTERS - CONTINUING\n\nATM Raiza's room. There's a PRAYER RUG on the floor. And an\nARROW on a desk, pointing to \"Mecca.\" Musi stops. Bilal too.\n\nBILAL\nMuslim?\n\nMusi throws a searing look at Bilal: \"Quiet!\" Bilal shrinks.\nPHILLIPS\nI guess.\n(off Musi's look:)\n\nWhat, you thought we were all Irish?\nEXT.",
  "45": "---END OF PREVIOUS SECTION---\nPHILLIPS\nI guess. (off Musi's look:)\n\nWhat, you thought we were all Irish? EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MAERSK - MAIN DECK - RESUMING\nPerry closes his eyes, grabs the CRUCIFIX around his neck in\nheartfelt prayer, then starts across the deck - racing for\nthat EMERGENCY GENERATOR, directly below Elmi.\nINT. MAERSK - C-DECK - PASSAGEWAY - DAY\n\nAnother corridor. Phillips, Musi, Bilal.\n\nPHILLIPS\nC-Deck. More crew quarters.\n\nMUSI\nHe the only Muslim in the crew?\n\nPHILLIPS\nI don't know. I don't get into\nanybody else's business.\n\f60.\n\nMUSI\nYou Christian?\n\nPHILLIPS\nDoes it matter?\n\nOpening doors throughout, letting Bilal and Musi inspect...\nMUSI\nI was Christian 'til I was ten. Yeah,\nyou tell me what you are.\nPHILLIPS\nIf you really need to know, I'm sort\nof a half-assed Catholic.\n\nMUSI\nYour children?\n\nPHILLIPS\nMy daughter's kind of on the fence\nabout church. If it started later in\nthe morning and served more wine,\nshe'd probably go.\n\n(nods to a door)\n\nThat's another closet.\n\nAgain, Musi wants it opened. Again Phillips complies. And\nagain, it's just a closet...\n\nINTERCUT WITH/EXT. MAERSK - DECK - RESUMING\nPerry, running for that Emergency Generator...\nINTERCUT WITH/INT. MAERSK - MESS-DECK - MESS - SAME\n\nMurphy enters, sets the blinking E-PIRB on a table, heads\ninto the KITCHEN...\n\nINT. MAERSK - C-DECK - BOSUN'S ROOM - DAY\n\nMusi searches another small room, then stops: there's a pair\nof NEW SANDALS lying here. He eyes them. Hmmmm.\n\nHis sandals are old, ratty. But Bilal has no sandals at all.\n\nMusi takes the new sandals for himself and shuts the door\nwithout Bilal knowing what he's missed. But Phillips saw...\n\nEXT. MAERSK - MAIN DECK - SAME\n\nPerry - unseen by Elmi, seven stories above - gets to the\nEMERGENCY GENERATOR. It has a lid, like a dumpster.\n\f61.\nPerry opens it. Yanks a FUEL VALVE loose.",
  "46": "---END OF PREVIOUS SECTION---\n61. Perry opens it. Yanks a FUEL VALVE loose. \n---TARGET SECTION TO BE ANNOTATED---\n Then throws TWO\nSWITCHES... and:\nINT. MAERSK - MESS-DECK - CORRIDOR - SAME\nSudden BLACKNESS. The Emergency Power just shut off.\n\n..-and we're in a windowless corridor. Musi grabs the\nflashlight from Bilal, too quickly. It falls to the ground.\n\nMUSI\nWhat happened? What happened?\n\nPHILLIPS\nEmergency generator must've failed.\n\nMusi gets to the flashlight. The beam hits Phillips' face.\nThe rest of the world is PITCH-BLACK. Drifting, creaking...\n\nMUSI\nHow come nothing work on this boat,\nIrish?!\n\nPHILLIPS\n\nBad luck, I guess.\nTo their right is a door. We DRIFT THROUGH IT, to:\nINT. MAERSK - MESS-DECK - MESS - RESUMING\n\nMurphy is on the other side of that door, carrying the E-\nPIRB, jugs of WATER, bags of food. Now he freezes - as:\n\n \n\nPHILLIPS (0.S.)\nCrew's Mess. This is where we eat.\n\nMUSI (0.S.)\nShow me.\n\nOh shit. Murphy moves away as fast as he can.\n\n \n\n.»».as Phillips \"fumbles\" his keys, stalling... then he opens\nthe Mess-Door and pauses in the doorway. Here's why:\n\nThe flashlight just hit something that shouldn't be here:\n\nA lump on the mess-table, a BLANKET clumsily covering the\nwater jugs, food-bags... and the E-PIRB, which is blinking.\n\nMoving fast, Phillips takes the flashlight - as if to lead\nthe way - starts walking toward the KITCHEN.\n\f62.\n\nPHILLIPS\n\nYou guys hungry? Got some melon in\n\nthe fridge. You should take it, bring\n\nit back to your men. It's just gonna\n\nspoil anyway.\nMusi and Bilal follow, leaving the blanket behind. But:\nINT. MAERSK - MESS DECK - KITCHEN - CONTINUING\nMurphy himself is hiding in this Kitchen... huddled under a\ndesk. Phillips spots the edge of Murphy's shoe, sticking\nout... but he keeps his poker face.",
  "47": "---END OF PREVIOUS SECTION---\nBut:\nINT. MAERSK - MESS DECK - KITCHEN - CONTINUING\nMurphy himself is hiding in this Kitchen... huddled under a\ndesk. Phillips spots the edge of Murphy's shoe, sticking\nout... but he keeps his poker face. \n---TARGET SECTION TO BE ANNOTATED---\n In fact:\n\nHe shines the flashlight on Bilal's bare feet - just inches\naway from the hiding Murphy, who notes them, as intended.\n\nPhillips opens the fridge. Of course, no light pops on. He\npulls out four big CANTALOUPES, and some JUICE-BOXES. Hands\nthem to Bilal, who has the AK in his hands.\nPHILLIPS\n(re: AK)\nWant me to hold that for you?\nBilal laughs. Then gets another sharp look from Musi.\n\nPHILLIPS (CONT'D)\nI'll find a bag.\n\nHe grabs a bag, puts the melons in it. Time to go.\n\nPHILLIPS (CONT'D)\nThis leads to the Hospital.\n\nHe starts walking, in the darkness. Musi follows. Bilal too.\nMurphy, under that desk, finally breathes...\nINT. MAERSK - MESS DECK - HOSPITAL BAY - CONTINUING\n\nPhillips leads them into the Hospital Bay. The flashlight\nbeam reveals nothing.\n\nPHILLIPS (CONT'D)\nOkay. Where to next?\n\nMUSI\nEngine Room.\n\nMusi grabs the flashlight back from Phillips.\n\n.»+-as Murphy, under that desk, tightens. Oh, no...\n\f63.\n\nINT. MAERSK - AFTER-STEERING ROOM - DAY\n110 and pitch black. 65 year-old Del is barely breathing.\n\nThe guys hear a tapped out KNOCK on the door. Durell opens\nit. Here's Perry. He hurries back in, winded.\n\nPERRY\nEverybody okay?\n\nDURELL\nDel's in trouble, Chief. We gotta get\nhim some air and water.\n\nPERRY\nSoon. Soon. Just gotta hang in there.\n\nPerry flips his RADIO ON - just as:\nMURPHY (THRU RADIO)\nChief, it's Shane. They're leaving\nthe Hospital Bay and coming your way.\nBreak some glass outside the Engine\nRoom door. One of 'em's barefoot.\n\nPERRY (INTO RADIO)\nCopy that. Thanks, Shane.\n\nPerry eyes the men in here. They're fading fast...\nINT. MAERSK - MAIN DECK - CORRIDOR - LATER DAY\n\nPhillips leads Musi and Bilal toward the Engine Room, well\naware that his crew is in there somewhere.",
  "48": "---END OF PREVIOUS SECTION---\nThey're fading fast... INT. MAERSK - MAIN DECK - CORRIDOR - LATER DAY\n\nPhillips leads Musi and Bilal toward the Engine Room, well\naware that his crew is in there somewhere. \n---TARGET SECTION TO BE ANNOTATED---\nPHILLIPS\nHang on, lemme just find the Engine\nRoom key. It's hot down here...\n\nMUSI\nAll your men babies like you?\n\nPHILLIPS\nMy men are merchant mariners.\n\nThat had an edge on it. They step toward the door... when:\n\n.»..-we hear a CRUNCHING SOUND, and a groan from Bilal; he just\nstepped _on what we now see is BROKEN GLASS, by the door.\n\nThe kid winces in silence. Musi eyes him, then looks to\nPhillips, \"Open the door.\" Phillips obliges. They enter:\n\f64.\n\nINT. MAERSK —- ENGINE ROOM - CONTINUING\n\nA deep space. Phillips pauses in the doorway. Musi waves the\nflashlight. Bilal is on one foot now, in searing pain...\n\n.--as we drift just on the other side of a door, to:\nINTERCUT WITH/INT. AFTER-STEERING ROOM - CONTINUING\n12 men, hiding. Durell attending to Del. They hear:\n\nMUSI (0.S.)\nWhere all your engineers?\n\nPHILLIPS (0.S.)\nI dunno. They could be anywhere.\n\nDurell looks to Perry, who quietly grabs a JACK-KNIFE...\n\n.+.as we RETURN TO Phillips and Musi - walking ahead of\nBilal, who is too hobbled to keep up.\n\nMUSI\nWhy they don't come when you call,\nIrish? They don't like you?\n\nPhillips hadn't expected that. He pauses.\n..-while his men, on the other side of the door, listen in.\n\nPHILLIPS\nNot much, no. I think they think I'm\na prick.\n\nThat landed - on the faces of Phillips' men...\n\nMUSI\nWhat that word mean? Prick.\n\nPHILLIPS\nA guy who keeps telling you what a\nhorse's ass you are ‘cause he thinks\nit'll make you work harder.\n\nMUSI\nThen I'm a prick. Good!\n(Phillips almost laughs)\nYou treat sailors too nice, you get\nsoft sailors. Lazy, lazy. Captain has\n\nto be a prick.\n\nPHILLIPS\nNo. He doesn't. It's just a habit.\n\f65.",
  "49": "---END OF PREVIOUS SECTION---\nHe doesn't. It's just a habit. 65. \n---TARGET SECTION TO BE ANNOTATED---\nMUSI\nIf you keep 'em scared of you, maybe\nthey sail better - then you don't\nhave pirates taking your ship away.\n\nPHILLIPS\nThat wasn't them. That was me.\n(a beat)\n\nI always thought when the time came\nI'd be able to outrun you. My\nmistake.\nThe men heard that too. But Musi wasn't listening.\n\nMUSI\nWhat's that door?\n\nMusi's pointing at the very door separating him from all\nthese men, the AFTER-STEERING ROOM DOOR. Uh-oh...\n\nPHILLIPS\nThat's a Haz-Mat closet.\n\nMusi weighs that. Bilal wincing. The moment just hanging...\n\nThen Musi moves on, choosing not to open the After-Steering\n\n \n\ndoor. He just heads out. Bilal follows, limping.\n\nPHILLIPS (CONT'D)\nWe should get back to the bridge.\n\nINT. MAERSK - AFTER-STEERING ROOM - RESUMING\n\nMassive relief on the faces in here. Some gratitude too.\nINT. MAERSK - BRIDGE - DAY\n\nATM, Wright, and Marv on the floor. Najee and Elmi on guard.\nThe door opens. Phillips, Musi and Bilal return - Bilal\nhobbling, bleeding badly. Najee and Elmi are silent, only\nbecause voicing disappointment would be insubordinate.\n\nBut Musi can feel their anxiousness. It infuriates him. So:\n\nMUSI\nWe go search again.\n\nPHILLIPS\nThat's a waste of time.\n\nMUSI\nMy ship now! Understand?\n\n+ eH\n\n+H HK\n\f66.\n\nHe grabs that FLARE GUN off a desk, and: *\nEXT. MAERSK - PORT BRIDGE-WING - CONTINUING\nFrom here, Musi can see his SKIFF, bobbing gently aport. *\n\nIt's a tiny target, one that Phillips missed several times.\nBut Musi takes aim with that flare. A single shot...\n\nBULLSEYE. The flare hits. The skiff catches fire.\nINT. MAERSK - BRIDGE - CONTINUING\n\nMusi returns. From here, all the men can see the SMOKE rising\nfrom the burning skiff. It's unsettling, for the pirates too.",
  "50": "---END OF PREVIOUS SECTION---\nMAERSK - BRIDGE - CONTINUING\n\nMusi returns. From here, all the men can see the SMOKE rising\nfrom the burning skiff. It's unsettling, for the pirates too. \n---TARGET SECTION TO BE ANNOTATED---\nMUSI\nI decide! We look again!\n\nPHILLIPS\nYou wanna find my crew? Then take\nthese guys.\n\nHe gestures to ATM, Wright, and Marv. Musi's thrown.\n\nPHILLIPS (CONT'D)\nThe crew's not gonna respond to me.\nI'm the guy they're mutinying\nagainst. Take them.\n\nMusi pauses, wary. Eyes the three crew members... then:\nMUSI\n(xe: ATM)\nI take the Muslim.\nPhillips sags; he'd wanted all his men off this bridge... *\nMusi grabs an AK, yanks ATM up off the floor - but: *\nAT™ *\nThey aren't gonna come out if you're *\narmed. *\n(Musi pauses) *\nIt's a respect thing. They're *\nsailors. *\nMusi considers that, studies ATM - a long beat - then crosses *\n*\n\nto Najee, handing off the AK and mumbling instructions.\n\n*\n\n.--which gives Phillips a chance to mumble to ATM, out of\nMusi's earshot - while KEYING his radio: *\n\f67.\n\nPHILLIPS\nTake him to the guys. They'll know\nwhat to do.\n\nATM nods. Musi returns, studies ATM.\n\nMUSI\n\nYou really a Muslim?\nAT™\n\nYeah.\nMUSI\n\nThen why you sail with these guys?\n\nAT™\nWhy you sail with pirates?\n\nMUSI\n‘Cuz pirates own the water, Brother.\n\nHe grabs a LONG-KNIFE, and pushes ATM out the door. Phillips\nwatches, concerned but hopeful. We CUT TO:\n\nINT. PHILLIPS' HOME - BEDROOM - LATE NIGHT\n2 a.m. Andrea sleeps. Outside, a cold WIND blows. Hard.\n\nShe's sleeping through it... until the wind jogs that old\nSHIP'S BELL on the patio. It rings. And her eyes open.\n\nFear, that fast. She knows something's wrong... We CUT TO:\nINT. MAERSK - BRIDGE - LATER DAY\n\nTWO HOURS have passed, in silence and heat. Tension hanging.\nPhillips is removing the glass from Bilal's feet. It feels\nlike kindness, but Bilal can't quite trust it.\n\nNAJEE\nWhere are they? Where they go?\n\nPHILLIPS\nI don't know. I'm here with you.",
  "51": "---END OF PREVIOUS SECTION---\nWhere they go? PHILLIPS\nI don't know. I'm here with you. \n---TARGET SECTION TO BE ANNOTATED---\n(Najee grunts, irritated)\nColin. Marv. Go look for them.\n\nWait. What? The pirates eye Phillips. So do Wright and Marv.\n\nPHILLIPS (CONT'D)\n\nMy men know the ship. They'll find\n‘em. And that way you guys can stay\nup here on the bridge.\n\f68.\n\nA pretty bold play - and Wright's fairly sure it isn't going\nto fly. But Najee decides quickly... turns to Wright:\n\nNAJEE\n(re: Phillips)\nYou no come back, he die.\n\nWright nods, rises. Marv too. The pirates feign disinterest.\n.»-which gives Phillips a chance to say to Wright, quietly:\n\nPHILLIPS\nI don't expect to see you two back up\nhere. Is that understood?\nWright nods. Marv half-nods. They head for the door...\nINT. MAERSK - ENGINE DECK - PASSAGEWAY - SAME\n125 degrees now. Sweltering. ATM leads Musi.\nAT™\nThis leads to the Engine Room and the\nAfter-Steering.\nMUSI\n\nI know the boat. Why you guys all\ntalk so much?\n\n \n\nATM's about to reply... when they both stop. Shocked.\n\nMusi's flashlight just landed on a FACE - Perry - 20 feet\naway. Perry ducks behind a corner. Musi starts after him. ATM\nhas to do something about it. He grabs Musi, but:\n\nMusi strikes him with the flashlight across the jaw and\ncharges down the corridor. We FOLLOW...\n\n...through this dark, tight space - just a flashlight beam\nand Musi's heavy breaths. Around that corner, when:\n\nA JOLT OUT OF THE DARKNESS - Perry, lunging at Musi with the\nJACK-KNIFE, slicing into Musi's hand. Musi howls, drops his\nlong-knife and the flashlight.\n\nATM jumps in now, grabbing the injured pirate, backing him up\nagainst a bulkhead. Perry puts the knife to Musi's throat.\n\nThere's a RADIO on Perry's hip. He grabs it, flips it on:\n\nPERRY (INTO RADIO)\nHey, Pirates. Come in, Pirates.\n\f69.\n\nINT. MAERSK - BRIDGE - SAME\n\nThe Pirates turn, deeply thrown.",
  "52": "---END OF PREVIOUS SECTION---\n69. INT. MAERSK - BRIDGE - SAME\n\nThe Pirates turn, deeply thrown. \n---TARGET SECTION TO BE ANNOTATED---\n That voice, crackling\nthrough the RADIO overhead. Who is that?\n\nPERRY (THRU RADIO, CONT'D)\nThis is the crew of the Maersk\nAlabama. We have your Captain.\n\nPhillips grins. But the pirates are irate.\nPERRY (THRU RADIO, CONT'D)\nDo you read, Pirates? We have your\ncaptain. Will trade him for our\nmen... and for you guys getting the\nhell off this ship.\n\nThe Pirates confer intensely in Somali... until it's decided\nthat Najee will reply. He grabs the radio.\n\nNAJEE (INTO RADIO)\nYou have our guy?\n\nPERRY (THRU RADIO)\nYeah. Bleeding, but we got him.\n\nNAJEE (INTO RADIO)\nWe don't have a boat.\n\nPHILLIPS\nTake our lifeboat. On the stern.\n\nNajee lowers the radio, looks to Phillips:\n\nNAJEE\nWe need money.\n\nPHILLIPS\nIt's in my room.\n\nNAJEE\nShow me.\n\nINT. MAERSK - E-DECK - CAPTAIN'S QUARTERS - EVENING\nPhillips opens his safe, extracts $30,000.\n\nPHILLIPS\nThirty thousand dollars.\n\nNAJEE\nAnd how much you worth, Irish? How\nmuch a couple of your guys worth?\n\f70.\n\nThat had some edge. Phillips hands over the cash.\nEXT. MAERSK - B-DECK - STARBOARD STERN - EVENING\n\nThe lifeboat sits on those skids, above B-Deck. Anyone inside\nit will drop from here, 45 feet straight into the sea.\n\nElmi, Najee, and Bilal eye it, trying to look undaunted.\n\nNAJEE\nNeed more fuel.\n\nPHILLIPS\nWe can arrange that.\n\nNAJEE\nAnd food. Water.\n\nPhillips calls out... one deck up... to:\nEXT. MAERSK - C-DECK - CONTINUING\nMurphy and Durell are one deck above the lifeboat, watching:\n\nPHILLIPS\nThey want some food.\n\nMurphy looks to Durell, who nods, under his breath:\n\nDURELL\nI'll go find something spoiled.\n\nMURPHY\nPork. Make sure it's pork.\n\nDurell smiles, goes.",
  "53": "---END OF PREVIOUS SECTION---\nMURPHY\nPork. Make sure it's pork. Durell smiles, goes. \n---TARGET SECTION TO BE ANNOTATED---\n Murphy leans over and half-waves to the\nthree Pirates, as if he were their best pal:\n\n \n\nMURPHY\nFood's on the way!\n\nNAJEE\nYou show us our captain!\n\nMURPHY\nSoon as you're in the water.\n\nNajee doesn't like it. Murphy doesn't care.\n\nPHILLIPS\nLet's go get your fuel.\n\f71.\n\nINT. MAERSK - EMERGENCY GENERATOR ROOM - EVENING\nPhillips siphons fuel from a DIESEL GENERATOR into buckets.\n\nNajee stands guard. Elmi is a few feet away, flipping the\nsame GENERATOR switches that Perry used to kill the power.\n\nPHILLIPS\nWill you please leave those alone?\nELMI\nYou trouble, Irish. You pain in the\nass.\nPHILLIPS\nLet's go.\nNAJEE\n\nNo. More fuel.\n\nPHILLIPS\nWhere ya headed? Disneyworld?\n\nNAJEE\nMore.\n\nINT. LIFEBOAT - SUSPENDED - EVENING\n\nNajee, Elmi, and Bilal get their first look inside the\nlifeboat: hatches, seats, the elevated bridge... (They don't\nknow it yet, but this will be \"home\" for the next few days.)\n\nPHILLIPS\nOnce you're in and secured, you're\ngonna hit this valve. Might take a\nfew pumps. The cog releases, and you\ngo down the skids and into the water.\n\nNajee should be nodding. He isn't. Something odd about that.\nBut before Phillips can react... he sees the caricature of\nhimself, drawn by Dave. And the words \"Philips is a shit.\"\nPhillips eyes it, breathes out an ironic smile.\n\nPHILLIPS (CONT'D)\nAt least spell my name right...\n\nThe pirates don't comment. He moves on:\n\nPHILLIPS (CONT'D)\nYour food's here.\n\nNajee nods. Phillips steps through the AFT HATCH, to:\n\f72.\n\nEXT. MAERSK - B-DECK — CONTINUING\n\nBilal and Elmi watch as Durell steps forward with a box of\nFOOD, covered with tinfoil. Phillips gets a whiff, smiles.",
  "54": "---END OF PREVIOUS SECTION---\nEXT. MAERSK - B-DECK — CONTINUING\n\nBilal and Elmi watch as Durell steps forward with a box of\nFOOD, covered with tinfoil. Phillips gets a whiff, smiles. \n---TARGET SECTION TO BE ANNOTATED---\nPHILLIPS (CONT'D)\nSpecialty of the house, huh?\n\nDURELL\nSteward called it “horse-cock.\"\n\nPhillips grins. Murphy is ten feet away, glaring at the\npirates. They're keeping a watchful eye on him.\n\nPHILLIPS (CONT'D)\nCrew holding up okay?\n\nDURELL\nCouple heat-strokes, but they're\nfine.\n\nPHILLIPS\n\nSee that they get treated, huh?\n\nDURELL\nWhy, Cap? You goin' somewhere?\n\nPHILLIPS\nYa never know.\n\nThat hangs there. He turns to the pirates:\n\nPHILLIPS\nOkay. Get yourselves harnessed in.\nWe'll send your captain down to you\nonce you're in the water.\n\nNAJEE\nNo.\n\nThat halted things. Murphy waits. Phillips not reacting, as:\n\nNAJEE (CONT'D)\n\nYou come in water with us. When we\nhave captain back, you show him how\nboat works, then you go free.\n\n \n\nMURPHY\nThat wasn't the deal, Asshole.\n\nNajee points an AK right at Murphy's head, and:\n\nNAJEE\nNew deal.\n\f73.\n\nThat fast, everything ramps up. Elmi points his AK at Durell.\nBilal, on one foot, points his at the guys on C-Deck. And\nsuddenly everybody's barking - Somali vs. English:\n\nNAJEE (CONT'D)\n\n(re: crew-members )\nWho you like least, Captain? Who you\ndon't mind if they dead?\n\nMore barking. More AK-pointing, testosterone rising - until:\n\nPHILLIPS\nBelay that! All of you!\n\nThe barking stops. We PUSH IN on Phillips...\nPHILLIPS (CONT'D)\n\n(at Najee)\nStop threatening my crew.\n\nNAJEE\nYou get in the boat, nobody shout at\nnobody.\n\nPHILLIPS\n\nThen let's go.\n\nThe pirates lower their weapons, heading for the lifeboat.\nPhillips too. No one on the crew can believe it.\n\nMURPHY\nWait a minute. You're goin' in the\nwater with these guys?\n\nPHILLIPS\nSend him down once we're underway. On\nthe ladder amidship.\n\nMurphy's at a loss. The whole crew is.\n\nMURPHY\nHow 'bout I go instead? And you stay\non deck.",
  "55": "---END OF PREVIOUS SECTION---\nThe whole crew is. MURPHY\nHow 'bout I go instead? And you stay\non deck. \n---TARGET SECTION TO BE ANNOTATED---\n I can show 'em how it works\nas good as you.\n\nPHILLIPS\nYou buckin' for overtime pay now?\n\nMURPHY\nCap, you get in there with them, you\nain't comin' out.\n\nPHILLIPS\nWe want ‘em off the boat, right?\n\f74.\n\nMURPHY\nYeah. But not like this.\n\nPhillips climbs in the lifeboat.\n\nMURPHY (CONT'D)\nCap...\n\nPHILLIPS\nCrew's yours, Shane. You got it?\n\nA last look between them. Feels like a goodbye. Murphy nods.\nThen Phillips \"dogs\" (closes) the aft hatch.\n\nINT. LIFEBOAT - CONTINUING\nPhillips, sealed in with them now, moves to the bridge.\n\nPHILLIPS\nGet your yourselves secured. This\nthing drops like a stone.\n\nThe seats in here have harnesses like those on a carnival\nride. Bilal, Elmi, and Najee strap themselves in, facing aft.\n\nBILAL\nHey, Irish. How come you do that?\nYour guy wanna take your place in\nhere with the dangerous pirates. How\ncome you say no?\n\nPHILLIPS\nI'm Captain. He's crew. Are you\nharnessed in?\nBilal nods without understanding. Phillips grabs a radio:\nPHILLIPS (INTO LIFEBOAT RADIO)\nThey can still strafe the ship, so\nkeep the guys out of harm's way.\n\nPERRY (THRU RADIO)\nRoger that.\n\nPHILLIPS (INTO LIFEBOAT RADIO)\nHow's his hand?\n\nINTERCUT WITH/EXT. MAERSK - C-DECK - SAME (EVENING)\n\nMusi, bound and gagged, his hand bleeding profusely, has been\nbrought up to C-Deck under guard. Perry eyes him.\n\nPERRY (INTO RADIO)\nHe'll live.\n\f75.\nPHILLIPS (INTO LIFEBOAT RADIO)\nOkay. Releasing lifeboat now.\n\nPhillips puts the radio down, harnesses himself in, grabs a\nRELEASE VALVE, (a hydraulic pump.) Starts PUMPING it, as:\n\nINTERCUT WITH/EXT. MAERSK - B-DECK - RESUMING\nA COG holds the lifeboat on these skids.\nNow it's receding, hydraulically...\n.+.",
  "56": "---END OF PREVIOUS SECTION---\nMAERSK - B-DECK - RESUMING\nA COG holds the lifeboat on these skids. Now it's receding, hydraulically... .+. \n---TARGET SECTION TO BE ANNOTATED---\nas Phillips keeps pumping the valve, eyeing the pirates.\nPHILLIPS\n(quietly, eyes heavenward)\n\nGod, if you have to kill someone on\n\nthis drop, I'd appreciate it not\n\nbeing me...\nA few more pumps on that release valve, then:\n\n.+.the COG on the skids falls away.\n\n..-and the lifeboat, unmoored, rockets down the skids. 12\nfeet, like a sled, nose down, then off the edge of the ship:\n\nEXT. MAERSK - STERN - CONTINUING\nA 45-FOOT DEAD DROP, hurtling toward the water.\nINT. LIFEBOAT - FALLING - CONTINUING\n\nThe pirates are stunned by their own velocity. Phillips\nbraces himself. The surface rushing up to meet him, then:\n\nA THUNDEROUS PLUNGE as the lifeboat smashes into the sea,\nsending up a huge plume, vanishing under water.\n\nIt's like a car wreck in here, bodies hurtling, banging,\nrestrained by those harnesses. Water ABOVE us... until:\n\nINTERCUT WITH/EXT. WATER-LINE - CONTINUING\n\nThe nose of the lifeboat breaches the surface, its bridge ten\nfeet above the waterline, visible through those WINDOWS.\n\n \n\nPhillips gathers his wits, looks to his passengers.\n\nPERRY (THRU RADIO)\nCap, you okay?\n\nPHILLIPS (INTO LIFEBOAT RADIO)\nWe're okay. Bring him amidship.\n\f76.\n\nEXT. MAERSK - DECK - STARBOARD - EVENING\nMurphy on deck. Musi, hand badly BLEEDING, is beside him.\n\nThe lifeboat - powered by a 4 cylinder diesel engine - pulls\nup alongside the Maersk 20 feet below, idling amidship.\n\nMURPHY\nYou go in, he comes out. Right?\n\nMusi smiles. The whole crew is watching from various decks -\nas he begins to climb down his own ladder, slowly.\n\n \n\nINTERCUT WITH/EXT. LIFEBOAT - WATER-LINE - CONTINUING\n\nElmi opens the aft hatch, points his AK at the Maersk crew\nagain. Nobody flinches. Musi keeps descending.\n\nINTERCUT WITH/INT.",
  "57": "---END OF PREVIOUS SECTION---\nNobody flinches. Musi keeps descending. INTERCUT WITH/INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIFEBOAT - CONTINUING\n\nThrough the cockpit window, Phillips can see Murphy on the\nMaersk deck - but there's an ocean between them now.\n\nPhillips clutches the radio... then:\n\nPHILLIPS (INTO LIFEBOAT RADIO)\nListen, Shane. This ship is due in\nMombasa two days from now.\n\nMURPHY (INTO RADIO)\nThat's what the schedule says.\n\nPHILLIPS (INTO LIFEBOAT RADIO)\nI expect you to get it there.\n\nThat lands. And Murphy doesn't like it. He watches Musi,\ndescending, then looks to the open hatch, doing the math.\n\nMURPHY (INTO RADIO)\nI got a better idea. How ‘bout you\njump outta that lifeboat, right now.\n\nPHILLIPS (INTO LIFEBOAT RADIO)\nCan't do that, Shane. You know that.\n\nMURPHY (INTO RADIO)\nCap, enough of this already. Get the\nhell outta there. We can take these\nassholes.\n\nPHILLIPS (INTO LIFEBOAT RADIO)\nCrew did a helluva job today; you did\ntoo. Tell ‘em that, okay?\n\f77.\n\nMurphy's about to respond when...\n\nMusi\nINT.\n\nMusi\nlook\n\nreaches the hatch, and climbs in - leaving it open.\nLIFEBOAT - CONTINUING\n\neyes Phillips, and Bilal's now-bandaged foot, (with a\nof mild scorn.) Najee quickly hands over the $30,000.\n\nPHILLIPS\nNot much to operating this thing;\nI'll take you through it. If you want\nme to fix up your hand there's a med-\nkit behind you.\n\nMUSI\nDid you say goodbye to your men?\n\nSo much for pretense. Phillips expected that.\n\nPHILLIPS\nI did.\n\nMUSI\nGood.\n\n..-which is when - no surprise - Musi grabs Phillips and\nshoves him to the floor, then throws the hatch shut, and\n\nguns\n\nthe throttle, the lifeboat speeding away.\n\nThe crew on the Maersk holler, but they're helpless.\n\nPhillips is shoved into a seat at gunpoint. No expression.\n\nEXT.\n\nMAERSK —- DECK — RESUMING\n\nThe lifeboat speeds away from us. The men watch it go, livid.",
  "58": "---END OF PREVIOUS SECTION---\nEXT. MAERSK —- DECK — RESUMING\n\nThe lifeboat speeds away from us. The men watch it go, livid. \n---TARGET SECTION TO BE ANNOTATED---\nMURPHY\nYou dumb son of a bitch.\n(sighs, then...)\nOkay, let's power up and run ‘em\ndown. Full ahead, and hard left.\n\nThe crew goes into action... We CUT TO:\n\nINT.\n\nBURLINGTON HOSPITAL - NURSE'S STATION - DAY\n\nAndrea's in the middle of a shift (she's an E.R. NURSE)\nChecking a medical chart, when her CELL rings.\n\nANDREA (INTO CELL)\nThis is Andrea.\n\f78.\n\nMIKE WILLARD (THRU CELL) *\nAndrea, it's Mike Willard. What's the\nname of the ship Rich is on?\nAnd just like that, Andrea knows. Her husband's in trouble. *\n\nANDREA (INTO CELL)\nWhat happened?\n\nPure dread. We CUT TO:\nEXT. BEACH COURSE - VIRGINIA BEACH, VA. - MORNING\n\nNavy SEALS run on a beach. BRAVO PLATOON: 16 guys, ages 25-\n35. Warriors. Athletes. Patriots. Led by LT. SAYERS.\n\nA black SUBURBAN pulls up alongside them. Driving is LT.\nCOMMANDER ROBERT ABOITIZ, (36, from East L.A.) Behind him are\nTHREE MORE SUBURBANS. The SEALS come to a stop.\n\n \n\nABOITIZ\nNeed all your men in the trucks,\nLieutenant. We have a situation.\n\nSAYERS\nWhat's up, Boss?\n\nABOITIZ\n\nAn American's been captured by\npirates off the coast of Somalia -\nholding him in an escape craft.\nNearest warship is 345 miles out.\n\n(that lands)\nNo calls to wives or girlfriends.\nWe're briefing in the Team Area. Then\nwe're geared up and on a plane.\n\nSAYERS\n(at his men)\nOkay, Bravo. Into the trucks.\nINT. LIFEBOAT - MOVING - NIGHT\n\nA muggy fiberglass hell. Elmi checks the FUEL BUCKETS in the *\n\nnose of the lifeboat. Phillips watching. *\nMusi, at the helm, is dividing the $30,000. He gives himself *\nall the 100's, splits the 50's among three other piles. *\nPhillips notes that too.",
  "59": "---END OF PREVIOUS SECTION---\nElmi checks the FUEL BUCKETS in the *\n\nnose of the lifeboat. Phillips watching. *\nMusi, at the helm, is dividing the $30,000. He gives himself *\nall the 100's, splits the 50's among three other piles. *\nPhillips notes that too. \n---TARGET SECTION TO BE ANNOTATED---\n *\nPHILLIPS *\n\nWhat's all the fuel for? *\n\n(no reply) *\n\n(MORE)\n\f79.\n\nPHILLIPS (cont'd)\nYa got five times more than you need.\nWhat's it for?\n\nMUSI\nProtect us from other pirates.\n(Phillips is silent)\nSome other tribe come, try to take\nyou away. We make big speed, then...\n\nHe makes an EXPLOSION sound, laughs. Phillips eyes him.\n\nMusi opens the FOOD-PACKAGE from the Maersk. He smells it,\ngrimaces. Motions to Bilal, \"Take the wheel.\" Then Musi opens\nthe tiny aft hatch - again, Phillips watching.\n\nEXT. LIFEBOAT - AFT DECK - SAME\n\nMusi tosses the styrofoam box into the water, then spots\nsomething... He stares - angered but not surprised:\n\nIt's the MAERSK, fully powered now, on his tail. Musi ducks\nback down, shuts the hatch.\n\nINT. LIFEBOAT - MOVING - RESUMING\nMusi eyes Phillips.\n\nMUSI\nThought you said ship was broken.\n\nPHILLIPS\nI guess they fixed it.\n\nMUSI\nUh-huh.\n(at his crew, in Somali)\nCome get your shares!\n\nThe men approach him on the Bridge. He hands each their\n\"share\" of the $30,000. It's bloody money, though. From the\nGASH on his hand.\n\nPHILLIPS\nCareful. You're bleeding all over my\nboat.\n\nMUSI\n\nMy boat now.\n\nPHILLIPS\nCongratulations. Where we going?\n\nMUSI\nHome.\n\n+e HF FF\n\n*\n\n %\n\n+e HF\n\n %\n\f80.\n\nPhillips feigns indifference; it's an act...\nINT. PHILLIPS HOME - DEN - MORNING\n\nSEVEN NEWSCREWS outside now. 20 PEOPLE inside, here to help.\n(TIMELINE: The Maersk reps have not yet arrived.)\n\nNancy is manning the door - a REPORTER trying to get in...\nNANCY\n\nUm, this guy says he's a local\nreporter. But I don't know him.\n\nAMBER\nCheck his shoes. Is he wearing penny\nloafers?\n\nNANCY\nYes.\n\nAMBER\n\nHe's not local. No one from Underhill\nwears penny loafers.",
  "60": "---END OF PREVIOUS SECTION---\nNANCY\nYes. AMBER\n\nHe's not local. No one from Underhill\nwears penny loafers. \n---TARGET SECTION TO BE ANNOTATED---\n Close the door.\n\nNancy smiles politely, shuts the door.\n.»+-as Andrea drifts through, talking on her cell with Dan:\n\nANDREA (INTO CELL)\nWe still don't know anything yet.\n\nDAN (THRU CELL)\nI'm gonna come home.\n\nANDREA (INTO CELL)\nNo, Honey. You need to stay there.\nYou've got your exams this week.\n\nDAN (THRU CELL)\nMom...\n\nANDREA (INTO CELL)\nIt's a zoo here, Honey. Reporters all\nover. I want you away from it.\n(over him)\nWhaddaya think Dad would say?\n\nDAN (THRU CELL)\nHe'd probably say, \"Do you know how\nmuch I'm spending on that school?\nStay put and do your job.\"\n\nANDREA (INTO CELL)\nProbably.\n\f81.\n\nAmber approaches Andrea, holding a LAND LINE.\n\nAMBER\n(re: phone)\nAndrea, it's John Reinhart. Chairman\nof the Maersk Line.\n\nAndrea pales. Maybe he's calling with bad news...\n\nANDREA (INTO CELL)\nSweetheart, I have to take this; it's\nthe guy from Maersk. I'll call you as\nsoon as I know anything. It's all\ngonna be okay. I love you...\n\nDAN (THRU CELL)\nI'm getting in the car. I'll be home\ntonight.\n\nCLICK. Andrea sighs, hangs up the cell, grabs the phone...\n\nANDREA (INTO PHONE)\nHello?\n\nREINHART (THRU PHONE)\nHi, Andrea. This is John Reinhart.\nHow ya holding up?\n\nANDREA (INTO PHONE)\nJust your typical April morning...\n\nREINHART (THRU PHONE)\nI understand. Listen, there's been a\ndevelopment - and I wanted you to\nhear it from me. We've gotten the\nship back. The crew's fine. The\npirates have escaped on a lifeboat.\n\n(dreading this...)\n\nBut they have your husband with them.\n\nAndrea pales. Can barely speak. The room waits...\n\nANDREA (INTO PHONE)\nOn the lifeboat.\n\nREINHART (THRU PHONE)\nYes. It's a hostage situation. But\nyou have my assurance, we're going to\ndo everything we can to get him back\nto you safely.",
  "61": "---END OF PREVIOUS SECTION---\nREINHART (THRU PHONE)\nYes. It's a hostage situation. But\nyou have my assurance, we're going to\ndo everything we can to get him back\nto you safely. \n---TARGET SECTION TO BE ANNOTATED---\nANDREA (INTO PHONE)\nI see.\n\n+ eH\n\f82.\n\nREINHART (THRU PHONE)\nI'm sending two of my best people to\nyour home - to help you deal with the\nmedia, incoming calls, anything you\nmight need. Would that be okay?\n\nAndrea can't reply. She can barely breathe.\n\nREINHART (THRU PHONE)\nAndrea?... Andrea?\n\nINT. LIFEBOAT —- MOVING - DAY\n\n9 a.m. 105 degrees in here. Phillips sits, sweating. Baking.\nMusi sitting opposite us, flexes his injured hand, pained.\n\nPHILLIPS\nThat infected yet?\n\nMUSI\nHow would I know?\n\nPHILLIPS\nFever, shaking, vomiting,\nincontinence. Then it gets bad.\n\nMusi pauses, conscious that his men are watching.\n\nPHILLIPS (CONT'D)\nThey're not gonna think you're a\nbaby. They're gonna think you're\nstaying fit enough to maintain\ncommand.\n\nMusi rises, gets the First Aid kit, hands it over. Phillips\npulls out eyewash, saline, bandages, a long roll of tape.\n\nPhillips casually cuts the tape with the JACK-KNIFE that's\nbeen in his pocket for two days now. The pirates eye him.\n\nWithout comment he surrenders the knife... and unwraps the\nbloody shirt off Musi's hand, revealing a nasty-looking gash.\nHe pours eyewash and saline on it, gestures toward Bilal:\n\nPHILLIPS (CONT'D)\nNeed to re-dress his foot too.\n\nMUSI\nWhy you so worried about him?\n\nPHILLIPS\nHe's a sailor and he's injured.\n\n+e * HF\n\n*\n\f83.\n\nMUSI\nRemember what I tell you about\ntreating a sailor too nice?\n\nPHILLIPS\n\nHow're the sandals? They fit okay?\nMUSI\n\nYou trouble, Irish. Yeah, you a\n\nproblem.\nThey eye Bilal, nervously knotting that three-colored rope.\n\nMUSI (CONT'D)\nNothing wrong with him - he just\nafraid.\n\nPHILLIPS\nYou're not?\n\nMUSI\nYes. Of seeing my children starve.\n(no reply)\nWe get back to Somalia, everything\nworking.",
  "62": "---END OF PREVIOUS SECTION---\nMUSI\nYes. Of seeing my children starve. (no reply)\nWe get back to Somalia, everything\nworking. \n---TARGET SECTION TO BE ANNOTATED---\n Tell insurance guys what we\nwant for you, and everybody get rich.\n\nPHILLIPS\nSorry. But I doubt it.\n(Musi waits)\nWhy would the line pay you? They got\ntheir ship back, their crew, all of\ntheir cargo. And Captains are\nreplaceable; don't you know that?\n\nMUSI\nOnly some.\n\nINT. PHILLIPS HOME - DAY\n\nDan is home now. He sits beside Andrea... and Amber, Nancy,\nDAWN, JANET, PATTY (more sisters in law); LEA (Andrea's\nsister); Mike Willard; TEN OTHER NEIGHBORS.\n\nAll of them looking at Allison - the Maersk rep - who stands\nin front of two ERASURE BOARDS. She shuts the tv off, and:\n\nALLISON\nOkay. Rule Number One. No more tv.\nThere are too many rumors bouncing\naround, and way too many opinions.\nFrom now on, we get our information\nonly from the State Department,\nDefense Department, or from Maersk.\n\n(MORE )\n\n % * + HH HH\n\n+ HH HH\n\f84.\n\nALLISON (cont'd)\nEverything that's confirmed goes on\nthese erasure boards. Starting with\nthis: the USS Bainbridge is on site\nand in contact with the pirates.\nThere hasn't been an official ransom\ndemand made yet. The Commander of the\nBainbridge is taking his orders from\na Task Force Commander, who answers\nto the Flag Officer of the Task\nForce, an Admiral named Michelle\nHoward. We are in touch with her on a\nregular basis.\n\nAMBER\nGo Michelle.\n\nALLISON\nShe answers to the Fifth Fleet\nCommander in Bahrain. He answers to\nthe Chairman of the Joint Chiefs of\nStaff, who answers to the Secretary\nof Defense, and ultimately President\nObama. All of whom are monitoring\nthis situation closely. The President\nis receiving regular updates on the\nsituation. If he feels a military\nresponse is required, he will give\nthe go-ahead for a rescue. It's his\ncall. Flattering, right?\n\nIt is. So why'd Andrea just go pale?\n\nANDREA\nOh shit.\n(they wait...)\nRichard voted for McCain.\n\nINT. LIFEBOAT - MOVING - DAY\nPhillips, in his usual seat. Then:\nTHUMP THUMP THUMP.",
  "63": "---END OF PREVIOUS SECTION---\nINT. LIFEBOAT - MOVING - DAY\nPhillips, in his usual seat. Then:\nTHUMP THUMP THUMP. \n---TARGET SECTION TO BE ANNOTATED---\n The sound turns our heads. It's Najee,\ntrying to break a WINDOW ON THE BRIDGE with the butt of his\nAK-47. Repeatedly. An attempt to get some air in here.\nPHILLIPS\nYa might ask him to stop that, before\nhe takes your head off.\n\nMUSI\nHe wants air.\n\nPHILLIPS\nBut he's still got the clip in.\n\n+ HH HH HH HF\n\nHe HH HHH HH HK\n\n+e HF\n\n*\n\f85.\nMusi nods, then barks at Najee in Somali. Najee removes the\nclip from the AK, starts banging again...\nFinally, he breaks _a_ pane. A small trickle of air blows in.\n\nPHILLIPS\nI have to urinate.\n\nMusi calls to Bilal, who puts down the rope, grabs his AK,\nand - hobbling - leads Phillips back to the aft-hatch. Bilal\nun-dogs it, and they emerge:\n\nEXT. LIFEBOAT - AFT HATCH - MOVING - CONTINUING\n\nPhillips steps outside... and his jaw drops - just saw *\nsomething huge, off our stern:\n\nThe USS BAINBRIDGE, Guided Missile Detroyer, 300 yards away. *\nBilal smiles, thrilled. Huh? He pushes Phillips inside... *\nINT. LIFEBOAT - MOVING - RESUMING\n\nBilal dogs the hatch closed. Looks to Musi.\n\nBILAL (SOMALI, SUBTITLED)\n\nNavy here, Boss! U.S. Navy! *\nMUSI (SOMALI, SUBTITLED)\nYeah?\nMusi turns to port... and there it is, visible through the\n\ntiny cockpit windows. The Bainbridge.\n\nInstant reaction: Musi WHOOPS with excitement. Couldn't be\nhappier. The others join in. Phillips is at a loss.\n\nAs they yell and shout, Musi grabs the lifeboat radio:\n\nMUSI (INTO LIFEBOAT RADIO)\nNavy Navy? You got the pirates here!\nNo military action! No military\naction! We not Al Qaeda!\n\nThe voice of CAPTAIN FRANK CASTELLANO comes through:\n\nCASTELLANO (THRU LIFEBOAT RADIO)\nThis is the USS Bainbridge.",
  "64": "---END OF PREVIOUS SECTION---\nNo military\naction! We not Al Qaeda! The voice of CAPTAIN FRANK CASTELLANO comes through:\n\nCASTELLANO (THRU LIFEBOAT RADIO)\nThis is the USS Bainbridge. \n---TARGET SECTION TO BE ANNOTATED---\nMUSI (INTO LIFEBOAT RADIO)\nGood to see you! We not Al Qaeda!\nNeed food, water, batteries, and more *\nbullets! Lifeboat out!\n\f86.\n\nEnd of transmission. Musi laughs. His men do too. Huh...?\n\nPHILLIPS\nI don't get it. Why're you so happy\nto see a navy ship?\n\nMUSI\n\nWe got an escort now - get us back to\nSomali waters, safe from other\npirates! Everybody knows to stay away\nfrom the gray!\n\n(means it)\nYou beautiful, Irish! You better than\ntwenty hostages!\n\nEXT. NAVY ZODIAC/EXT. LIFEBOAT - DAY\nA NAVY ZODIAC (inflated motorboat) skims water. Aboard it are\nFOUR SAILORS, commanded by LT. KINIMURA, bearing a BOX of\nPROVISIONS. The Zodiac reaches the lifeboat, both idling.\nMusi opens the aft hatch, armed. Eyeing Kinimura.\nKINIMURA\nWe want to see the Captain first,\nmake sure he's still okay.\n\nMusi barks at Elmi below deck, who shouts at Phillips:\n\nELMI (0.S.)\nCome. Wave.\n\nPhillips appears in the hatch, waves at the sailors... then\nElmi pulls him back down below. A beat...\n\nKinimura's men hand over the provisions: a RADIO, batteries,\nwater, chocolate POP-TARTS. And, strangely, A-1 Steak Sauce.\n\nKinimura pulls the radio out, hands it to Musi:\nKINIMURA\nDedicated channel. My C.O. wants to\ntalk to you again.\n\nMUSI\nI'll talk to him later.\n\nKinimura reacts, thrown. Musi smiles.\nMUSI (CONT'D)\nOld Somali saying: \"You have all the\nwatches. But we have all the time.\"\n\nHe laughs. Kinimura doesn't. We CUT TO:\n\f87.\n\nEXT. UNDERHILL, VT. - ST. THOMAS PARKING LOT - MORNING\n\nThe ARMY OF REPORTERS is now confined to a church parking\nlot. They watch as a \"COME HOME CAPTAIN PHILLIPS\" sign is\nhung across the street. There are YELLOW RIBBONS everywhere.\n\nINT.",
  "65": "---END OF PREVIOUS SECTION---\nThey watch as a \"COME HOME CAPTAIN PHILLIPS\" sign is\nhung across the street. There are YELLOW RIBBONS everywhere. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PHILLIPS HOME - LIVING ROOM - CONTINUING\nTV, phones, 20 people here to help. Andrea drifts through.\n\nFOOD PLATTERS are all over now. Casseroles, lasagnas, cakes,\nsent by friends, strangers. Serving trays are everywhere. Lea\napproaches Andrea, bearing a particularly grand one.\n\nLEA\nThis is from the local Somali\ncommunity. They want you to know how\nsorry and ashamed they are.\n\nANDREA\nWe have a local Somali community?\n\nLea shrugs. Andrea looks around for Dan. There he is, by a\nwindow, looking out at the snow.\n\nANDREA (CONT'D)\nYou doin' okay?\n\nHe shrugs, but the answer's no.\n\nDAN\nI was just thinking how much he loves\nthe snow. If the temperature hits\neighty, he thinks it's too warm. But\nhe never complains about snow.\n\nANDREA\nHe's gonna be okay, Honey. He's\nlooking up at the sky, right now,\njust like you are - thinking about\n\nyou.\nDAN\nOr maybe telling the pirates how to\nsail.\nShe breathes out a much-needed laugh. Dan too... but there is\n\npure terror behind it. Andrea can see it; it's heartbreaking.\n\nShe knows what to do. A few feet away is FATHER DANIELSON.\nHe's 50, their local priest - has been here all morning.\nAndrea takes his hand:\n\n*\n\nHe HHH FH HHH OF\n\n %\n\f88.\n\nANDREA\n\nCan we say one more, Father? Maybe\nall of us together?\n\n(Danielson pauses)\nRichard's so strong; I know he's\nhanging in there. But can we say one\nfor the men who're trying to help\nhim?\n\nDanielson nods, of course. Andrea grabs Dan, as we CUT TO:\nINT. C-17 - FLYING - NIGHT\nA MILITARY TRANSPORT PLANE, 5,000 feet over the ocean.\n\nInside, gear - weapons, comm, nav, scuba - all strapped into\nan RHIB (rigid-hull-inflatable-boat). The RHIB is secured to\nthe floor by cables, with parachutes attached to its stern.\n\n-+-as 16 men stand, game-faces on. This is NAVY SEAL TEAM\nSIX.",
  "66": "---END OF PREVIOUS SECTION---\nThe RHIB is secured to\nthe floor by cables, with parachutes attached to its stern. -+-as 16 men stand, game-faces on. This is NAVY SEAL TEAM\nSIX. \n---TARGET SECTION TO BE ANNOTATED---\n We move down the row of them, starting with their TEAM\nLEADER, Lt. Aboitiz. Then face after face, until we land on:\n\nTwo Seals - PETTIS (black, future world-leader), and JOON\n(Korean-American, quiet.) A light above them goes green.\n\nABOITIZ\nOkay, guys. Time to hop and pop.\n\nThe BACK OF THIS PLANE OPENS like a mouth. Wind rushes in. A\nGUILLOTINE severs the cables securing that gear-laden RHIB.\n\n...and the RHIB rockets out of here at 120 mph, sucked out\nwith awesome force, its chute deploying automatically. Now\nthe SEALS themselves dive out. We FOLLOW PETTIS:\n\nEXT. MID-AIR/EXT. INDIAN OCEAN - CONTINUING - NIGHT\n\nFalling, in darkness. Not a photon of light beneath us, (the\nwaters of the Indian Ocean don't refract light at night.)\nFeels like an endless abyss down there. No form at all.\n\nBut there's a lit ALTIMETER on our wrist, counting down...\n700 feet, 600... Our CHUTE above us. Then the RHIB hits water\nbelow us. A huge SPLASH. We keep plummeting, down...\n\nThen... a BIGGER SPLASH. That's us, submerging powerfully,\nwater all around us... then coming up again, to find:\n\n16 men in synchronized action, SEALS leaving their chutes to\nsink in the water and boarding the RHIB. The BAINBRIDGE\nappears now, coming to get us. The C-17 is long gone.\n\nWe've just \"splashed in,\" SEAL-style...\n\f89.\n\nINT. USS BAINBRIDGE - CIC - NIGHT\n\nThe COMBAT INFORMATION CENTER of a guided missile destroyer: *\nicy blue lighting, a horseshoe layout of consoles manned by *\n20 SAILORS, under the command of Captain Castellano:\n\nCASTELLANO\nEverybody vigilant. Game faces on.\n\nBeside Castellano is RICHARD GARRIDOS, an FBI man to his\ncore, the only civilian on board. They turn as Lt. Aboitiz\nenters, exchanging a salute with Castellano.\n\nCASTELLANO (CONT'D)\nLieutenant Aboitiz, SEAL Team\nCommander. Richard Garridos, FBI.",
  "67": "---END OF PREVIOUS SECTION---\nAboitiz\nenters, exchanging a salute with Castellano. CASTELLANO (CONT'D)\nLieutenant Aboitiz, SEAL Team\nCommander. Richard Garridos, FBI. \n---TARGET SECTION TO BE ANNOTATED---\nABOITIZ\nSir.\nGARRIDOS\nGood to meet you. Where are we?\nABOITIZ *\nIn place and ready to go. *\nINTERCUT WITH/INT. BAINBRIDGE - HELO HANGAR - SAME *\n\nPettis, Joon, and EIGHT OTHER SEALS pass through a hangar\ncontaining two MH60 Knighthawk HELICOPTERS - as we hear:\n\nGARRIDOS (V.O.)\nOrders right now are, no offensive\naction. We just keep shouldering ‘em\naway from Somali waters.\n\n+ eH\n\n*\n\nHuge RETRACTABLE DOORS open in front of the SEALS, revealing:\nEXT. USS BAINBRIDGE - FANTAIL - CONTINUING\n\nThe fantail of the Bainbridge sits low and flat in the water. *\nFrom here, the lifeboat is a tiny target on black ocean. The\nSEALS drop their gear...\n\nABOITIZ (V.O.) *\nUnderstood. *\n\nINT. USS BAINBRIDGE - C.I.C. - RESUMING\n\nAboitiz, Castellano, Garridos:\n\nGARRIDOS *\nBut that directive is countermanded *\nif the hostage is observed to be in *\n\n(MORE )\n\f90.\n\nGARRIDOS (cont'd)\n\n \n\nimmediate danger. What kind of *\n\nsurveillance do we have? *\nINTERCUT WITH/EXT. UNDERWATER - NIGHT *\nWe're right UNDER the lifeboat. And we aren't alone. *\nA team of SEAL FROGMEN are here too - attaching LISTENING *\nDEVICES to the hull of the lifeboat. The devices are round, *\nblack, like hockey pucks. The SEALS activate them. *\nINT. USS BAINBRIDGE - CIC - RESUMING *\n\n*\n\nAn ENSIGN is at a console, listening in on the lifeboat.\n\nABOITIZ\nWe have good ears on the boat. And\nI've got sniper-killer teams\nsurveilling from the fantail, locked\nin.\n\n+e * HF\n\nGARRIDOS\nThose windows aren't much of a\ntarget. How're you gonna hit ‘em from\nthe fantail of a moving boat?\n\nA few sailors react.",
  "68": "---END OF PREVIOUS SECTION---\n+e * HF\n\nGARRIDOS\nThose windows aren't much of a\ntarget. How're you gonna hit ‘em from\nthe fantail of a moving boat? A few sailors react. \n---TARGET SECTION TO BE ANNOTATED---\n But Aboitiz is unfazed:\n\nABOITIZ\nA lifeboat riding bow-down on this\nship's rooster-tail has a 17-second\ncycle of harmonic motion. At the half-\npoint of every cycle, or at 8.5\nseconds, the lifeboat will, for a\nbrief instant, be steady on.\n\nAs he CONTINUES, we RESUME INTERCUT WITH: *\nEXT. USS BAINBRIDGE - FANTAIL - RESUMING (NIGHT)\n\nFive SNIPER-KILLER TEAMS, in pairs: RAMOS-WINSTROM; INGRAM- *\nNGUYEN; SHRIDAR-KAY; REESE-HICKS; and Pettis-Joon.\n\nFour of the teams set up shop on LARGE CRATES, (a shooter *\nresting his weapon on the crate, spotter behind him.) Pettis\nlies belly down on a mat, on the fantail, Joon behind him.\n\nThe snipers have SR-25's. The Spotters have OPTICS DEVICES.\nThrough Joon's we see the lifeboat in the distance. Its\nwindows look TINY from here. Bobbing up and down...\n\nEvery SEAL sound-checks his NECK MIKE, as:\n\fgl.\n\nABOITIZ (0.S.)\n\nDuring that lull, the scopes on a\nsniper's SR-25 can image their\ntargets very easily. The first shot,\na wad cutter, takes out the windows,\nremoving all deflection criteria and\ngiving four shooters, each on a\nsingle target, a clean line of sight.\n\nINT. USS BAINBRIDGE - C.I.C. - RESUMING\nAboitiz and Garridos:\n\nABOITIZ\nAny of our team members could then\nput three slugs inside the head of a\nquarter at 100 meters - although that\nis not the ideal distance.\n\nGarridos takes all that in, sold. Then: *\nGARRIDOS\n\nI'll talk to the pirates now, *\n\nCaptain. *\n\nINT. LIFEBOAT - MOVING - SAME (NIGHT)\n\nNajee is finishing that multi-colored rope. Elmi is sitting\nup front, near the fuel buckets. Musi on the bridge.\n\nThat leaves Bilal, guarding Phillips.",
  "69": "---END OF PREVIOUS SECTION---\nElmi is sitting\nup front, near the fuel buckets. Musi on the bridge. That leaves Bilal, guarding Phillips. \n---TARGET SECTION TO BE ANNOTATED---\nPHILLIPS\nHow's your foot? Any better?\n\nBilal shrugs, conscious of fraternizing with the hostage.\n\nMUSI (0.S.)\nYou stop talking to him.\n\nMusi, calling out from the Bridge, angry. Bilal tightens.\nMUSI (CONT'D)\nHe already got one captain. Somali\nMarine don't need two.\n\nPhillips shrugs, turns away... looking through that box of *\nprovisions. Pop-Tarts, etc... until he notices something:\n\n*\n\nThe back of that bottle of A-1 steak sauce. Something's been *\nwritten on it. By hand, in English - obviously a message left\nfor him by the Navy. Phillips reads it: *\n\n*\n\n\"Talk. We can hear you. USN.\" *\n\f92.\n\nOh. But Phillips barely has time to integrate it, when:\n\nGARRIDOS (THRU LIFEBOAT RADIO)\nPirate leader. Pirate leader. Come\nin.\n\nMusi turns, unmoved. But:\nINTERCUT WITH/INT. USS BAINBRIDGE - CIC - SAME\nGarridos, watched by Aboitiz and Castellano.\n\nGARRIDOS (INTO RADIO)\nThis is the FBI. Come in.\n\nMusi's eyes just went wide. His men react as well. FBI. Three\nVERY big letters. He regroups, grabs the radio:\n\nMUSI (INTO LIFEBOAT RADIO)\nNo F.B.I.! We not Al Qaeda! We talk\nto insurance negotiator.\n\nGARRIDOS (INTO RADIO)\nSorry. F.B.I. My name's Garridos.\n\nMUSI (INTO LIFEBOAT RADIO)\nNo military action! We want only\nransom.\n\nGARRIDOS (INTO RADIO)\nOkay. What'll you give me?\n\nMUSI (INTO LIFEBOAT RADIO)\nWe want two million dollars and\npassage back to Somalia. Then you get\nyour man.\n\nPhillips watches all this... noting Bilal's reaction.\n\nGARRIDOS (INTO RADIO)\nWhat's your name? I'd like to know\nwhat to call you.\n\nMUSI (INTO LIFEBOAT RADIO)\nYou can call me Captain.\n\nGARRIDOS (INTO RADIO)\nOkay. You and I will be working\ntogether until we figure this thing\nout. Tell me about your injury.",
  "70": "---END OF PREVIOUS SECTION---\nGARRIDOS (INTO RADIO)\nOkay. You and I will be working\ntogether until we figure this thing\nout. Tell me about your injury. \n---TARGET SECTION TO BE ANNOTATED---\n And\nyour crew-member.\n\nMUSI (INTO LIFEBOAT RADIO)\nWhat?\n\f93.\n\nGARRIDOS (INTO RADIO)\nYou have a gash on your right hand,\nand you've got a crew-member with\nglass in his foot. Correct?\n\nMUSI (INTO LIFEBOAT RADIO)\nI want to talk to the insurance guy!\n\nGARRIDOS (INTO RADIO)\n\nI have trained medical personnel on\nthis boat, and a first-class hospital\nbay. Maybe you two come aboard and\nget treated. Then we can talk about\nthings, face to face.\n\nMUSI (INTO LIFEBOAT RADIO)\nI get it fixed when I get back to\nSomalia. We talk then.\n\nGARRIDOS (INTO RADIO)\nThat's gonna be a problem. We're\nwilling to work with you - but we\ncan't let this thing reach land.\n\nMUSI (INTO LIFEBOAT RADIO)\nWe Somali Marines! We have right to\ngo back to our country!\n\nGARRIDOS (INTO RADIO)\nNot with an American hostage.\n\nMusi hangs up, angry. No one speaks. Then:\n\nGARRIDOS (THRU RADIO)\nGarridos for lifeboat. Come in.\n\nMusi grabs the radio again.\n\nMUSI (INTO LIFEBOAT RADIO)\nNo military action! We talk to\nInsurance negotiator! Two million\ndollars!\n\nGARRIDOS (INTO RADIO)\nLook out your window, Captain.\n\nMUSI (INTO LIFEBOAT RADIO)\nWe going to Somalia.\n\nGARRIDOS (INTO RADIO)\nCaptain. Your cockpit window.\n\nMusi does... and he sees the five sniper-killer teams on the\nfantail of the Bainbridge - aiming right at him.\n\f94.\n\nIt's just a moment - blink and you'd miss it - but all of his\nbravado just vanished; and Phillips saw. Bilal saw too. Musi\nregroups quickly... Then, with utter control:\n\nMUSI (SOMALI, SUBTITLED)\nWe going home now. Stay away from the\nwindows.\n\nHe leans on the throttle, instant acceleration. His men don't\nspeak. But they know something's wrong.\n\nNajee and Elmi drift away, quietly.",
  "71": "---END OF PREVIOUS SECTION---\nHis men don't\nspeak. But they know something's wrong. Najee and Elmi drift away, quietly. \n---TARGET SECTION TO BE ANNOTATED---\n That leaves Phillips and\nBilal, out of everyone's earshot.\n\nPhillips studies the kid. Bilal looks away... Then:\nPHILLIPS\nAre you a good swimmer?\n(Bilal's a blank)\n‘Cause you need to jump off this boat\nand get away from here, as fast as\nyou can. Your captain's leading you\nto some very bad places.\n\nBILAL\nI never been anywhere else.\n\nThat landed. Bilal walks away. Phillips sags. On the bridge,\nMusi starts singing a SOMALI WAR SONG. Loud. Off-key.\nIntentionally unsettling. And he keeps singing, as:\n\nINT. USS BAINBRIDGE - CIC - RESUMING\n\nGarridos, listening in. He takes off his headset.\n\nGARRIDOS\nCaptain, I need a chopper.\n\nCastellano nods, no problem.\nINT. PHILLIPS HOME - BEDROOM - NIGHT\n\nAndrea is in bed but wide awake. Amber sleeps in a chair. An\nanxious stillness hangs.\n\nThen it's shattered: the PHONE RINGS. Oh no. Andrea grabs it.\n\nANDREA (INTO PHONE)\nHello?\n\nINTERCUT WITH/INT. MAERSK - BRIDGE - IDLE - DAY\n\nShane Murphy, on the bridge of the Maersk:\n\n*\n\n+ FH FH HHH  F\n\n*\n\f95.\n\nMURPHY (INTO PHONE)\nAndrea, it's Shane Murphy.\n\nANDREA (INTO PHONE)\nOh. Hi, Shane....\n\nMURPHY (INTO PHONE)\nYou doin' okay?\n\nANDREA (INTO PHONE)\nUh, you know. Anxious.\n\nFlanking Murphy are some of the Maersk CREW-MEMBERS we now\nknow: ATM, Durell, Perry, Ken Quinn, Colin Wright. Even Marv,\nDave, Del. Murphy's speaking for all of them.\n\n \n\n \n\nMURPHY (INTO PHONE)\nThe Navy wouldn't let me call you\nbefore. We're in Mombasa now, as\nscheduled.\n\nANDREA (INTO PHONE)\nThat's good.\n\nMURPHY (PHONE, CONT'D)\nJust wanted to tell you - we all did -\nwe owe your husband our lives, every\nguy on this ship. He got in that\nlifeboat to save us, and you should\nbe proud of that.",
  "72": "---END OF PREVIOUS SECTION---\nANDREA (INTO PHONE)\nThat's good. MURPHY (PHONE, CONT'D)\nJust wanted to tell you - we all did -\nwe owe your husband our lives, every\nguy on this ship. He got in that\nlifeboat to save us, and you should\nbe proud of that. \n---TARGET SECTION TO BE ANNOTATED---\n He's a brave son-of-\na-bitch, Andrea; and he's gonna\noutlast those guys, I know it. He'll\nwear ‘em down. Last we heard he was\ndoing okay and in good spirits. So\nyou stay strong, okay? He loves you.\nHe'll get back home to you.\n\n \n\nAndrea just nods, a single tear rolling down her cheek.\n\nMURPHY (PHONE, CONT'D)\nAnyway. I gotta go. Still got a ship\nto run.\n\nANDREA (INTO PHONE)\nThanks, Shane.\n\nMURPHY (INTO PHONE)\nIf you talk to him before I do, tell\nhim we all said thanks, okay?\nEnd of call. Amber takes her hand. We STAY WITH MURPHY:\n\nThrough the bridge windows we see CRANES off-loading the\nMaersk's containers. She has docked in Mombasa now.\n\n*\n\f96.\n\nThe NAVY GUYS are leaving. A NEW CAPTAIN, Phillips'\nreplacement, comes aboard. Murphy nods politely. The show\ngoes on - as we CUT TO:\n\nINT. LIFEBOAT - MOVING - NIGHT (2:30 A.M.)\n\nPhillips stands, wet and bleeding. His hands tied to the\nhorizontal bar overhead, feet tied too.\n\n(We've TIME-JUMPED again: Phillips has already been beaten\nfor trying to escape. They've just made him piss himself.)\n\nBut there's now an AK an INCH FROM HIS FACE - held by Elmi,\nwho pulls the trigger.\n\nCLICK. He's just dry-firing it, but the flinch from Phillips\nmade Elmi smile. The tenor in here has gotten meaner. Sicker.\n\nNajee knots that three-colored rope. Musi's on the bridge.\nBilal is silent. The lifeboat muscles along.\n\n..-when, unsolicited, Phillips begins to speak:\n\nPHILLIPS\nSo it's the beginning of time. Adam's\nthe first man ever. And all of his\nbody parts hold a meeting, to see who\nshould be in charge.\n\nWait. Is he telling a joke? Now? Elmi can't believe it.\n\nPHILLIPS (CONT'D)\n\nAdam's heart says, \"I think I should\nrun things, 'cause if I stop pumping,\nhe dies.",
  "73": "---END OF PREVIOUS SECTION---\nNow? Elmi can't believe it. PHILLIPS (CONT'D)\n\nAdam's heart says, \"I think I should\nrun things, 'cause if I stop pumping,\nhe dies. \n---TARGET SECTION TO BE ANNOTATED---\n But his eyes say, \"Wait a\nminute, we think we should run\nthings. I mean, without us, he\ncouldn't see anything, or get\naround.\" Then his brain says, \"I'm\nobviously the most important organ. I\ncontrol breathing, thinking,\neverything.\" A real argument.\n\nNo doubt about it; he's telling a joke. Musi turns, intrigued\nby the balls on this guy. Najee and Bilal too, watching...\n\nPHILLIPS (CONT'D)\n\nThen, from down deep, a quiet voice\npipes in. \"Excuse me. But I think I'm\nthe most important body part.\" It was\nthe asshole talking.\n\nThe pirates eye one another, mild disbelief and amusement.\n\n*\n\f97.\n\nPHILLIPS (CONT'D)\nThe other body parts just laughed at\nhim - get serious, buddy - and went\nback to work, deciding to vote on it\nin a couple days.\n(a beat)\nBut the next morning, the asshole\nsurprised them all. He shut down.\nWouldn't let anything through.\nBreakfast, lunch, dinner - nothing.\nAnd pretty soon, the whole body began\nto suffer. The brain got foggy, the\nheart could barely beat, the eyes\ncouldn't stay open. After three days\nof it they all came to him and said,\n\"Okay! Okay! You win! You're the most\nimportant! We give!\" Argument over.\n(eyes on Musi now)\nAnd that's why, ever since, all\nthrough history... it's assholes who\nhave always been in charge.\n\nThere it was, a huge fuck-you, aimed right at Musi. Silence.\n\n...-then Bilal can't help himself. He starts to laugh. Elmi\ntoo. Then Najee. Even Musi finds himself chuckling. Phillips\ntoo. Five strung-out overheated guys, laughing.\n\n-..until this boat is suddenly ROCKED by an unseen force -\npounding it, turning it SIDEWAYS. The pirates are knocked to\ntheir feet - it's that violent. And NOISY, deafening:\n\n \n\nEXT. LIFEBOAT - AT SEA - CONTINUING\n\nOne of those NAVY KNIGHTHAWK HELICOPTERS is hovering right\nabove us - its rotors' GALE-FORCE WIND literally knocking the\nlifeboat sideways.",
  "74": "---END OF PREVIOUS SECTION---\nThe pirates are knocked to\ntheir feet - it's that violent. And NOISY, deafening:\n\n \n\nEXT. LIFEBOAT - AT SEA - CONTINUING\n\nOne of those NAVY KNIGHTHAWK HELICOPTERS is hovering right\nabove us - its rotors' GALE-FORCE WIND literally knocking the\nlifeboat sideways. \n---TARGET SECTION TO BE ANNOTATED---\n A pretty impressive show of force.\n\nINT. LIFEBOAT - MOVING - RESUMING\n\nMusi struggles with the wheel, but it's useless. The craft\nisn't powerful enough to keep its heading.\n\nMUSI\nWhat are they doing, Irish?\n\nPhillips keeps his eyes on those FUEL BUCKETS - sliding\naround. The wind keeps pounding us. And that noise...\n\nMUSI (CONT'D)\nWhat are they doing?!\n\nPHILLIPS\nI don't know. I'm here with you.\n\f98.\n\nMusi, livid, guns the engine. But it dies on him.\n\nNow the powerless lifeboat is pushed in a CIRCLE by the wind.\nSpinning like a top, buffeted by air and noise. Musi's men,\ndizzied, await his orders... as:\n\nGARRIDOS (THRU LIFEBOAT RADIO)\nGarridos for lifeboat. Come in.\n\nMusi doesn't answer - just hits the ignition again. The\nengine won't turn over.\n\nGARRIDOS (THRU LIFEBOAT RADIO)\nGarridos for lifeboat. Come in,\nlifeboat.\n\nWe're spinning in circles, deafened by the noise - the\nKnighthawk literally sitting right on top of us...\n\nMUSI (CONT'D)\nWhat's wrong with your boat, Irish?\n\nPHILLIPS\nNow it's my boat again?\n\nMUSI\nWhat's wrong with it?\n\nPHILLIPS\nHow the hell should I know?\n\nMUSI\nYou baby, Phillips. Lazy American.\n\nMusi fumes. His men await a plan. Noise pounding. Sniper\nteams waiting on the Bainbridge. Everything closing in.\n\nINTERCUT WITH/INT. USS BAINBRIDGE - CIC - RESUMING\nGarridos, with Aboitiz and Castellano hovering:\n\nGARRIDOS (INTO RADIO)\nThis is Garridos, Captain. You having\nengine trouble?\n\nMUSI (INTO LIFEBOAT RADIO)\nYou pull back now!\n\nGARRIDOS (INTO RADIO)\n\nHey, I'm just a guest on this boat. I\ncan't tell the Captain what to do.\nBut I can send over a mechanic to\ntake a look for you.\n\n %\n\n+e * HF\n\f99.",
  "75": "---END OF PREVIOUS SECTION---\nI\ncan't tell the Captain what to do. But I can send over a mechanic to\ntake a look for you. %\n\n+e * HF\n\f99. \n---TARGET SECTION TO BE ANNOTATED---\nMUSI (INTO LIFEBOAT RADIO)\nPull back! No military action!\n\nGARRIDOS (INTO RADIO)\nFine. What will you give me?\n\nMUSI (INTO LIFEBOAT RADIO)\nI give you his ears! I give you his\nfingers!\n(no reply)\nI told you! I talk only to insurance\nman! Only to money man!\n\nGARRIDOS (INTO RADIO)\nSorry. I'm all you got. And we cannot\nallow you to return to Somali waters.\n\nWe PUSH IN on Musi, all that noise bearing down on him, as:\n\nMUSI (INTO LIFEBOAT RADIO)\n(ice cold)\nFine. We die here then.\n\nHe slams the radio down, looks at his men:\n\nMUSI (SOMALI, SUBTITLED)\nFinish the ropes.\n\nThat sounded permanent, and Phillips looks shaken. We're\nstill spinning, getting hammered by the rotor wind...\n\nMUSI (CONT'D)\nWhat's wrong, Phillips? You don't\nwant to die at sea? What kind of\nsailor are you?\n\nPHILLIPS\nLike to see my wife again. And my\nkids.\n\nMUSI\n\nAmerican sailors are all babies.\n\nGARRIDOS (THRU LIFEBOAT RADIO)\nCaptain! Come in.\n\nMUSI (SOMALI, SUBTITLED)\nUntie him.\n\nElmi starts to untie Phillips, as:\n\nGARRIDOS (THRU RADIO)\n\nWhy don't you come aboard now? Get\n\nsome medical care. We'll figure a way\n(MORE )\n\nHe HHH OK\n\n %\n\f100.\n\nGARRIDOS (THRU RADIO) (cont'd)\nout of this thing. We can set up a\ntow-line from our fantail, so you\ndon't drift into hostile waters. We\nknow there are rival tribes around\nhere. Look, a gesture of goodwill:\n\nThe noise suddenly STOPS, the chopper pulling up. SILENCE.\nSomehow, that infuriates Musi even worse. He decides:\n\nMUSI (INTO LIFEBOAT RADIO)\nOkay. We gonna kill the hostage now.\nNeed a bodybag over here. Out.\n\nEnd of transmission. He marches toward Phillips - at the very\nmoment Phillips, untied by Elmi, falls into a seat...",
  "76": "---END OF PREVIOUS SECTION---\nOut. End of transmission. He marches toward Phillips - at the very\nmoment Phillips, untied by Elmi, falls into a seat... \n---TARGET SECTION TO BE ANNOTATED---\n and our\nnarrative catches up to itself COMPLETELY, as:\n\nA JOLT: Phillips yanked out of the seat by Musi - suddenly,\nurgently. Rage in Musi's eyes, infuriated by all this...\n\nMUSI\nI want you to know something. We were\nall fishermen once. Other countries\ncome and overfish our waters, dump\nall their trash here - no Somali\ngovernment to stop them. So there's\nno more fishing.\n\nA few feet away, Najee and Elmi pull an ORANGE SURVIVAL SUIT\nfrom a bin, and begin to spread it on the floor. Odd...\n\nIMAGES, JUMP-CUT: Musi handing the 9mm to Bilal; the pirates\nkneeling down to pray for Allah's blessing, and:\n\nPHILLIPS\nAndrea...\n\nHe shuts his eyes.\n\nEXT. PHILLIPS' HOME - BACK PATIO - DAY\n\nAllison emerges on to the patio - to find Andrea, hiding here\nagain, alone against the snow, staring sadly at that old\n\nSHIP'S BELL.\nANDREA\n(re: bell)\nHe's so stubborn about things.\n\nALLISON\nI'm counting on it.\n\nAndrea smiles. Allison sits.\n\n*\n\n*\n\f101.\n\nALLISON (CONT'D)\nYour family's doing a prayer circle.\nYou wanna come in?\n\nANDREA\nThe Navy's not expecting a good\nresult. Are they.\n\nBam. That put Allison on her heels. She regroups, then:\n\nALLISON\nThe Navy's doing exactly what it set\nout to do - isolate the pirates and\nkeep them from getting to shore.\n\nANDREA\n\nBut they can't launch a rescue\nwithout getting him killed. And\nthere's no way the U.S. Government\ncould allow the pirates to take\nransom and escape prosecution. So...\n\n(Allison's silent)\nHas anybody said anything to you\nabout preparing me for the worst?\n\nNo reply. The answer, obviously, is yes.\nALLISON\nIt's not an indicator of our\nconfidence in the outcome...\n\nThat sounded lame, and she knows it. A beat passes...\n\nALLISON (CONT'D)\nDo you want to come in with us?\n\nAndrea starts to cry again, can't quite hold it in.\n\nANDREA\nI think I'll take a walk instead.",
  "77": "---END OF PREVIOUS SECTION---\nALLISON (CONT'D)\nDo you want to come in with us? Andrea starts to cry again, can't quite hold it in. ANDREA\nI think I'll take a walk instead. \n---TARGET SECTION TO BE ANNOTATED---\nAnd away she goes, off the patio and out into the SNOWY FIELD\nbeyond. Allison, helpless, just watches her go.\n\nFrom here, Andrea grows smaller and smaller. We CUT TO:\nINT. LIFEBOAT - NOT MOVING - SAME\nThe pirates pray to Allah. Phillips watches, powerless...\n\nWe CIRCLE AROUND him, his breath shortening, heart rate\nclimbing - as these men pray for a blessing to kill him.\n\f102.\n\nPHILLIPS\nYou're not gonna get paradise and\nseventy-two virgins for doing this.\nYou're just gonna get your men\nkilled.\n\nMusi looks up from his prayer, his eyes lifeless:\n\nMUSI\nKeep talking, Irish...\n\nThat was chilling. Musi returns to his prayer, then gives an\norder in Somali. The pirates get to their feet.\n\nNajee grabs that THREE-COLORED ROPE now, weaving it through\nPhillips' hands. Carefully. We hear \"Halal. Halal.\"\n\nWe PUSH IN ON PHILLIPS - as he steels himself for one last\nstand. Just can't let himself surrender too easily. *\n\nMUSI\nBring him over.\n\nElmi grabs Phillips, starts to pull him on to the orange\nsurvival suit. But there's a problem, instantly:\n\nPhillips isn't moving.\n\nHuh? Elmi tries again - but Phillips digs in and puts his *\nfists under his chin. Not moving.\n\nPHILLIPS *\n\nNo. Sorry. *\n\nWhat? They scream at him, livid.\nMUSI\nYou make hands-up posture now!\nExecution posture!\n\nPHILLIPS\nI'm not moving.\n\nMusi shouts at Elmi, who shouts at Phillips. Najee and Bilal\njump in too, Bilal pointing that handgun at him - as we:\n\nINTERCUT WITH/EXT. UNDERHILL - WOODS - DAY\n\nAndrea walks, all alone and shaky as hell. Then she STOPS... *\nAnd turns. Some instinct just told her to get back home... *\n\nINT. LIFEBOAT - RESUMING\n\nThe pirates grab him and throw him on to the survival suit.\n\f103.\n\nBut he won't stand still, or drop to his knees. They howl.",
  "78": "---END OF PREVIOUS SECTION---\n103. But he won't stand still, or drop to his knees. They howl. \n---TARGET SECTION TO BE ANNOTATED---\nMUSI\n\nYou make hands-up posture!\nPHILLIPS\n\nNo!\nMUSI\n\nYou going against the preaching!\nINTERCUT WITH/INT. PHILLIPS HOME - CONTINUING\n15 people form a PRAYER CIRCLE, heads bowed. We CUT BACK TO:\nINT. LIFEBOAT - RESUMING (NIGHT)\n\nThe pirates try to push Phillips down, try to get his fists\nout from under his chin. But he WILL NOT BUDGE.\n\nMUSI\nYou can't go against the preaching!\n\nFour guys pushing on him, howling. But he just won't comply.\nKeeps his fists under his chin... as we:\n\nINTERCUT WITH/INT. CAR - MOVING - NIGHT\n\nMARIAH PHILLIPS, 18, drives too fast - blinking back tears.\nListening to NPR, a report about her father. Just get home.\n\nINT. LIFEBOAT - RESUMING\n\nPhillips is kicking, twisting, defying, keeping his fists\nunder his chin. Musi is shouting, spit flying.\n\nMUSI\nYou make the good posture! Hands up!\nYou make the good posture!\nEXT. UNDERHILL - WOODS - RESUMING\n\nAndrea, running home. She steps onto an icy slick and loses\nher footing, falling. She lands in snow. Damn it...\n\nINT. PHILLIPS HOME - RESUMING\n15 people, heads down, hands together, praying. We JUMP TO:\nINT. MAERSK - BRIDGE - SAME\n\nThe men of the Maersk - Murphy, ATM, Durell - huddled at a\nradio, waiting for word. Mike Perry silently praying...\n\f104.\n\nINT. LIFEBOAT - RESUMING\n\nPhillips keeps resisting, fighting, kicking, never moving his\nfists from under his chin. Pirates howling, spitting, until:\n\nTHUMP. Silence. Everything goes white.\n\nBilal just butt-ended him in the head with the handgun.\nPhillips falls forward, on to the suit. Everything foggy.\n\n \n\nHe's on the ritual rug now. Certain he's about to die. The\npirates start WHOOPING again, celebrating... when:\n\nMUSI (SOMALI, SUBTITLED)\n\nStop.\n(his men eye him)\nLook at the rope.\n\nSilence.",
  "79": "---END OF PREVIOUS SECTION---\nThe\npirates start WHOOPING again, celebrating... when:\n\nMUSI (SOMALI, SUBTITLED)\n\nStop. (his men eye him)\nLook at the rope. Silence. \n---TARGET SECTION TO BE ANNOTATED---\n The pirates examine the three-colored rope they'd\nlabored so hard to fashion. It has Phillips' BLOOD on it now.\nHe SPITS on it, weakly, for good measure. Ritual spoiled.\n\nThe pirates sag and drift away. Phillips is about to pass out\non the survival suit when he hears:\n\nBRITISH VOICE (THRU RADIO)\nPirate Lifeboat. Pirate lifeboat.\nThis is Reuters news service. Do you\nread? Reuters news--\nWe STAY WITH PHILLIPS, as we hear Musi answer:\nMUSI (0.S., INTO RADIO)\nThis is pirate lifeboat. We are\nsurrounded by warships and don't have\ntime to talk. Please pray for us.\nPhillips' eyes begin to close. Then he's out.\nINT. PHILLIPS HOME - NIGHT\nEveryone's quiet. Andrea enters from the back patio, just as:\n\nMARIAH (0.S.)\nMom?\n\nMariah, stepping through the front door. Bereft. And barely\nvisible behind all the food platters and gift baskets.\n\nMARIAH (CONT'D)\nDid daddy die?\n\nANDREA\nWhat? Why?\n\f105.\nMARIAH\nThere's never any food in this house!\n\nA beat... then everyone in here either starts crying or\nlaughing. Andrea rises, crosses to her daughter.\n\nMariah collapses in her mother's arms. Both sobbing. CUT TO:\nINT. USS BAINBRIDGE - C.I.C. - SAME\nCastellano puts down a phone, eyes Garridos and Aboitiz:\nCASTELLANO\nThe President has given the okay. If\nwe have a clean shot, we take it.\nAboitiz nods. Garridos grabs his radio:\nGARRIDOS (INTO RADIO)\nCaptain, you're in trouble. Let's\ntalk.\nINT. LIFEBOAT - RESUMING\n\nMusi heard that. He eyes Phillips, unconscious on the floor.\nWe... END SEQUENCE. And DISSOLVE TO:\n\nEXT. LIFEBOAT - ON THE WATER - MORNING\nDay breaks, hot and flat.\nEXT. USS BAINBRIDGE - FANTAIL - SAME\n\nWe're looking through a SCOPE at the lifeboat. Sunlight\nglints off one WINDOW. (The other was knocked out days ago.)\n\nREVEAL Pettis, flat on his belly.",
  "80": "---END OF PREVIOUS SECTION---\nEXT. USS BAINBRIDGE - FANTAIL - SAME\n\nWe're looking through a SCOPE at the lifeboat. Sunlight\nglints off one WINDOW. (The other was knocked out days ago.)\n\nREVEAL Pettis, flat on his belly. \n---TARGET SECTION TO BE ANNOTATED---\n In position, as always.\nPETTIS (INTO NECK-MIKE)\nBoss, I have some minor glare, need a\ncourse correction. Please ask the\nCaptain to go two degrees starboard.\n\nABOITIZ (THRU EARPIECE)\nRoger that. Two degrees.\n\nINT. LIFEBOAT - SAME\n\nMusi has spent the night working on the lifeboat's ENGINE. He\ngoes to the Bridge. Hits the ignition. The engine starts.\n\nThe sound awakens Phillips - still atop the survival suit,\nhis head aching. He looks up at Musi.\n\f106.\n\nMUSI\nI'm going on the navy boat. To get\nour money.\n\nNot a small bit of news. Phillips studies him...\n\nPHILLIPS\nIt's a ship.\n\nMUSI\nHuh?\n\nPHILLIPS\n\nThe destroyer, it's a ship. A boat is\nsomething like this, something you\ncan carry on a ship. Navy guys hate\nit when you call their ship a boat.\n\nMusi sighs: Do you ever stop fighting? Phillips shrugs.\nMUSI\nAnd we getting a tow. Bainbridge\n\ngonna tow us.\n\nPHILLIPS\nThen why fix the engine?\n\nMUSI\n\nThey try any tricks, we cut the tow-\n\nline and go into their hull.\nPhillips notes the FUEL BUCKETS. They've all been UNCAPPED -\nas if about to be turned into weapons. He considers that.\nJust then, a SOUND outside: a ZODIAC, pulling up. Musi turns.\nEXT. ZODIAC/EXT. LIFEBOAT - ON THE WATER - CONTINUING\nLt. Kinimura, bearing another BOX OF PROVISIONS.\n\n.»+-and a TOW-LINE extending from the fantail of the\nBainbridge. Musi eyes it from the hatch, his face a mask.\n\nINT. PHILLIPS HOME - MASTER BEDROOM - 5 A.M.\nStill dark. Andrea awakens in a panic. Jumps out of bed...\nINT. PHILLIPS HOME - DOWNSTAIRS - CONTINUING\n\nShe hurries down the steep steps, zeroes in on a sofa...\nwhere Allison sleeps. Andrea shakes her awake, urgently:\n\nANDREA\n\nAllison. Allison.\n(Allison stirs a bit)\n\n(MORE )\n\f107.",
  "81": "---END OF PREVIOUS SECTION---\nAndrea shakes her awake, urgently:\n\nANDREA\n\nAllison. Allison. (Allison stirs a bit)\n\n(MORE )\n\f107. \n---TARGET SECTION TO BE ANNOTATED---\nANDREA (cont'd)\nPlease wake up. You have to wake up.\nI need you.\n\nALLISON\nWhat? What happened?\n\nANDREA\nI blew it. I blew it!\n(no reply)\nIt's Easter Sunday.\n\nALLISON\nSo?\n\nANDREA\nI could've done something. And I blew\nit!\n\n \n\nALLISON\nAndrea, what're you talking about?\n\nANDREA\nThere's this homily Richard learned -\nfrom a Priest in Africa. \"God is\ngood, all the time. All the time, God\nis good.\" We say it as a family now;\nit's a tradition.\n\nALLISON\nIt's lovely.\n\nANDREA\nDon't you understand? It's Easter\nSunday. Every Catholic in Vermont is\ngoing to be in church today. I\ncould've asked our priest to spread\nit around. I could've had it said in\nevery church up and down the state. I\njust wasn't thinking.\n\nAllison pauses a beat, her wheels turning... then:\n\nALLISON\nLet me work on this.\n\nINT. LIFEBOAT —- CONTINUING\n\nMusi gives some last instructions to Najee. Elmi guards\nPhillips. Bilal prays, Phillips watching...\n\nPHILLIPS\nMy wife used to go to church a lot.\nShe stopped because I didn't wanna\ngo. That's a regret.\n\n*\n\n+ eH\n\f108.\n\nELMI\nMaybe you start now.\n\nIn other words, bow down and face Mecca. Phillips shrugs.\n\nPHILLIPS\nCan I have that, please?\n\nHe's pointing to a CLIPBOARD, hanging on a nail on the\nbulkhead, a pen dangling from it. Elmi doesn't respond.\n\nPHILLIPS (CONT'D)\nI'd like to write something - for my\n\nfamily.\n\nELMI\nWhy?\n\nPHILLIPS\nIn case.\n\nELMI\n\nWhat you tell them, Irish?\n\nPHILLIPS\nI dunno. Goodbye? I love you?\n\nINTERCUT WITH/INT. USS BAINBRIDGE - CIC - SAME\nGarridos, headphones on, heard that. Just as intended.\nINT. LIFEBOAT - RESUMING\n\nPhillips...",
  "82": "---END OF PREVIOUS SECTION---\nJust as intended. INT. LIFEBOAT - RESUMING\n\nPhillips... \n---TARGET SECTION TO BE ANNOTATED---\n almost broadcasting this to the Bainbridge:\n\nPHILLIPS (CONT'D)\n\nI want my wife to know that I'm sorry\nfor the call she's about to get - and\nthat I sailed all these years because\nI'm a sailor, not because I liked\nbeing away. And I'm sorry I was such\na pain in the ass to my kids about\nschool - I just, when it was my son's\nturn, I didn't want him to have to\nspend his life out here like I did,\nleaving his family seven or eight\nmonths a year just to make a living.\nIt costs too much. I made mistakes;\nsometimes I treated my children like\nthey were crew-members.\n\n(just realized)\n.--and treated my crew-members like\nthey were children. I wish I could\nundo all that.\n\nHe HH HHH HH HK\n\f109.\n\nOn the Bainbridge, Garridos is listening. Castellano too.\nPHILLIPS (CONT'D)\nHave to tell them that - have to make\nsure they know. Or I won't be clean.\nElmi, nods, hands over the clipboard. Phillips grabs it, as:\n\nBang. Musi knocks it to the floor, noisily. Rage in his eyes.\n\nMUSI\nWe all have letters to write.\n\nHe turns, heads for the hatch. Phillips calls out to him:\n\nPHILLIPS\nDid you say goodbye to your men?\n\nThat was an echo - and an accusation. Musi turns...\n\nPHILLIPS (CONT'D)\nCaptain's supposed to be the last one\noff the ship - don't they teach you\nthat in the Somali Marines?\n\n \n\nMUSI\nKeep talking, Irish.\n\nAnd out he goes. Najee dogs the hatch shut.\n\nELMI\nWhy you talk to him like that?\n\nPHILLIPS\n‘Cause I'm never gonna see him again.\nAnd neither are you.\nThe Pirates don't know how to take that...\nEXT. ZODIAC - ON THE WATER - CONTINUING\n\nThe TOW-LINE now connects the bow of the lifeboat to the\nstern of the Bainbridge, maybe 75 yards from here.\n\nMusi boards the Zodiac; it bears him away...\nINT. LIFEBOAT - RESUMING\nThe pirates hear the Zodiac go. Phillips eyes them...\nPHILLIPS\n(at Bilal)\n\nListen to me.",
  "83": "---END OF PREVIOUS SECTION---\nLIFEBOAT - RESUMING\nThe pirates hear the Zodiac go. Phillips eyes them... PHILLIPS\n(at Bilal)\n\nListen to me. \n---TARGET SECTION TO BE ANNOTATED---\n Get off this boat and\nswim away. Now.\n\n*\n\n+ eH\n\n*\n\n+ eH\n\f110.\n\nELMI\nYou shut up, Irish!\n\nPHILLIPS\nIt's over. Your captain bailed on\nyou. There's no money coming.\n\nELMI\nWhy you keep talking?!\n\nElmi tosses a rope at him, angrily.\n\nELMI (CONT'D)\nHere. You tie knot. Like we do.\n\nPHILLIPS\nYou tie it.\n\nEXT. USS BAINBRIDGE - FANTAIL - MOMENTS LATER\n\nThe Sniper-Killer Teams are in their same spots. Four pairs\nof men behind crates. Pettis flat on his belly.\n\nABOITIZ (THRU EARPIECE)\nAll teams, be advised. Proceeding to\nreel in lifeboat now.\n\nBeside one of the crates is a WINCH. The metal TOW-LINE\nextends from here to the lifeboat. The winch comes to life,\nbeginning to pull the lifeboat closer. Slowly... as:\n\nMusi is helped up on to the fantail of the Bainbridge. He\neyes the Sniper-Killer Teams. And that WINCH, slowly pulling\nthe lifeboat closer.\n\n \n\nGuilt hits Musi, hard. He's led inside by two SAILORS...\n\nThe SEALS behind the rifles never look up from their scopes.\nINT. LIFEBOAT - RESUMING\n\nElmi slaps Phillips. Two ropes fall to the floor.\n\nELMI\nThat's lalil! The ropes can't touch!\n\nPHILLIPS\nHe cut a deal. He's not coming back.\n\nELMI\nYou don't know.\n\f111.\n\nPHILLIPS\nI know when he found a pair of new\nsandals he took them for himself and\nleft your friend here barefoot. I\nknow when he divvied up that thirty\nthousand he took all the hundreds and\ngave you guys all the fifties.\n\nThat landed on Bilal. Elmi turns on him instantly:\n\nELMI\nYou don't listen to this!\n\nBILAL\nI didn't say anything.\n\nELMI\nYou want to be an American sailor?\nYou want to be lazy and drink beer?\nGo ahead, go to movies with him. Be a\nnigger. Go ahead.",
  "84": "---END OF PREVIOUS SECTION---\nGo ahead, go to movies with him. Be a\nnigger. Go ahead. \n---TARGET SECTION TO BE ANNOTATED---\nElmi shouts at Bilal - in Somali now - Bilal shouting back,\nboth men rising -- a flashpoint, until:\n\nNAJEE (SOMALI, SUBTITLED)\nShut up!\n\nThey turn. Najee is on the bridge, glaring at Elmi and Bilal.\n\nNAJEE (SUBTITLED, CONT'D)\nCome here.\n\nThe two pirates approach the bridge. We FOLLOW...\n.+.as they see what he's seeing, the TOW-LINE, tightening.\n\nNAJEE (SUBTITLED, CONT'D)\nThey're pulling us in.\n\nFear. Rage. Elmi and Bilal storm at Phillips, the MUZZLES of\ntheir weapons inches from his face, that fast.\n\nELMI\nUnclean place, Phillips. You going to\nan unclean place.\n\nPHILLIPS\nFine. Long as I don't have to tie\nanymore Goddamn knots.\n\n..-which is when we hear something new from them. They begin\nto CHANT. It's low, guttural, ceremonial. A tribal chanting,\ntheir bodies rocking a bit - much scarier than being hit.\n\f112.\n\nThey circle him, chanting. Bilal loudest of all.\nEXT. USS BAINBRIDGE - FANTAIL - RESUMING\nPettis is flat on his belly, Joon spotting.\nPETTIS\nTall Guy just moved from the Con.\nReport that in.\n\nJOON\nCopy that.\n\nPettis has been in this position forever. We see a single\nbead of SWEAT trickling down his forehead...\n\nINT. USS BAINBRIDGE - HOSPITAL BAY - SAME\nA MEDIC re-wraps Musi's hand. Musi is silent, troubled...\n.-as Garridos enters, CLIPBOARD in hand.\nMUSI\nYou never said tow-line would be\npulled in.\nGARRIDOS\nWhat're you worried about? You're\nsafe. That was the deal, right?\nThat sickened Musi. Garridos hands him the CLIPBOARD.\nGARRIDOS (CONT'D)\nStandard plea agreement. As\ndiscussed.\nINT. LIFEBOAT - RESUMING\n\nThe chanting continues. Guns pointed at Phillips.\n\nELMI\nYou move here.\n\nHe gestures to a seat. Phillips moves to the seat.",
  "85": "---END OF PREVIOUS SECTION---\nELMI\nYou move here. He gestures to a seat. Phillips moves to the seat. \n---TARGET SECTION TO BE ANNOTATED---\nELMI (CONT'D)\nYou pick that up!\n\nHe gestures to a cloth. Phillips picks it up.\n\nELMI (CONT'D)\nYou put it over there!\n\nPhillips does so - then stands up tall, sweat pouring down.\n\n*\n\f113.\n\nPHILLIPS\nPlease let me write to them. Please\nlet me say goodbye...\n\nELMI\nMilitary posture. Verrrrry good.\n\nThe chanting continues. Najee nods to Bilal, who puts a\nBLINDFOLD on Phillips...\n\nNAJEE\nAnimal! Lazy animal!\n\nEXT. USS BAINBRIDGE - FANTAIL - RESUMING\nThat WINCH keeps cranking, slowly, drawing in the line.\nABOITIZ (THRU EARPIECES)\nLine should be at 35 meters now.\nAdvise, is that a correct reading?\n\nWe hear replies from the SHOOTERS behind the crates:\n\nRAMOS (INTO NECK-MIKE)\n35 meters. Alpha-Team check.\n\nINGRAM (INTO NECK-MIKE)\n35. Bravo-Team check.\n\nNGUYEN (INTO NECK-MIKE)\n35. Charlie-Team check.\n\nREESE (INTO NECK-MIKE)\n35. Delta-Team check.\n\n...as we land on Pettis, flat on the mat.\n\nPETTIS (INTO NECK-MIKE)\n35. Echo-Team check.\n\nWe STAY HERE, TIGHT... close enough to find that single bead\nof sweat, now dripping down Pettis' forehead, near his eye...\n\nPETTIS (CONT'D)\nDJ, I've got some perspiration on my\nforehead. Need a hand with it.\n\nJoon, without a hint of awkwardness, wipes the bead of sweat\nfrom Pettis' forehead. Pettis doesn't move a muscle...\n\nINT. LIFEBOAT - SAME\n\nPhillips puts his forehead to his shoulder, shaking the\nblindfold off. Elmi, livid, slugs him - puts it back on.\n\f114.\n\nINT. PHILLIPS HOME - NOON *\n\nAndrea, Dan, and Mariah at home. Tense silence... Then the\nphone rings. Andrea recognizes the number, answers.\n\nANDREA (INTO PHONE)\nAllison?\n\nALLISON (THRU PHONE)\nPut me on speaker. I want the kids to\nhear this too.\nAndrea hits the speaker button...\nINT.",
  "86": "---END OF PREVIOUS SECTION---\nI want the kids to\nhear this too. Andrea hits the speaker button... INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIFEBOAT - RESUMING\n\nThe chanting builds. But Phillips rises, shakes the blindfold *\n\noff, starts walking toward the aft hatch. Huh??? *\n\nELMI\n\nWhat're you doing, Irish?\nPHILLIPS\n\nI'm going for a swim.\nELMI\n\nYou sit!\nPHILLIPS\n\nYou sit.\nELMI\n\nWe shoot you!\nPHILLIPS\n\nThen shoot me, you pussies. I'm out\n\nof here.\n\nHe takes one more step before... POP POP POP - Najee fires\nthe AK-47. Rounds ricochet off the ceiling. Phillips stops.\n\nSilence. Najee eyes Elmi and Bilal... then:\n\nNAJEE (SOMALI, SUBTITLED)\nCut the tow-line.\n\nEXT. USS BAINBRIDGE - FANTAIL - RESUMING\nEvery SEAL reacts to the shots. We hear OVERLAPS of:\nPETTIS/JOON/RAMOS/ETC.\nSmall arms fire coming from the\n\nlifeboat. Muzzle flashes on the\n(MORE )\n\f115.\n\nPETTIS/JOON/RAMOS/ETC. (cont'd)\nlifeboat. One shooter, automatic\nweapon.\n\nABOITIZ (THRU EARPIECES)\nAffirmative. We have that.\n\nThen Pettis sees something that makes his eyes go wide:\nPETTIS\n\nBoss, we have movement on the deck of\nthe lifeboat.\n\n \n\nSure enough, Bilal emerges from the bow-hatch of the\nlifeboat, releasing the tow-line from the Bainbridge.\n\n \n\nPETTIS/JOON/RAMOS/ETC.\nThey've cut the tow. Repeat, lifeboat\nis not in tow at this time.\n\nEverything ratchets up. The spotters and shooters adjust\ntheir scopes. Fast.\n\nINT. LIFEBOAT - SAME\nNajee hits the IGNITION. The lifeboat engine rumbles awake.\nPhillips whips around - his eyes on those FUEL BUCKETS in the\nnose of the ship as Elmi grabs him, pushes him back on to the\nsurvival suit, knocking Phillips down to his knees. We hear:\nCASTELLANO (THRU RADIO)\nLifeboat! What's going on in there?\nWe're hearing reports of gunfire and\na severed tow-line. Come in.\nNajee grins.",
  "87": "---END OF PREVIOUS SECTION---\nWe're hearing reports of gunfire and\na severed tow-line. Come in. Najee grins. \n---TARGET SECTION TO BE ANNOTATED---\n Bilal re-enters from the bow, shuts the hatch.\nINT. ST. VINCENT'S CHURCH - BURLINGTON, VT. - NOON\nTIGHT on Allison, who holds up a CELLPHONE, to capture:\n...an ENTIRE CONGREGATION, in unison:\nENTIRE CONGREGATION\nGod is good, all the time. All the\n\ntime, God is good.\n\nAllison's crying. So's Father Danielson. So are many of the\ncongregants. The homily starts again, as:\n\nINT. PHILLIPS HOME - SAME\n\nAndrea and her kids, hearing it on the speakerphone:\n\f116.\n\nENTIRE CONGREGATION (THRU PHONE)\nGod is good, all the time. All the\ntime, God is good.\nIt plays off the faces of the kids. Andrea grabs them:\nANDREA\nHe's going to be okay. Your father's\ngoing to be okay!\nINT. LIFEBOAT - RESUMING\n\nElmi ties Phillips' hands behind his back, RE-BLINDFOLDS him. *\n\n*\n\n.»+-as Phillips bows his head, praying in earnest:\n\nPHILLIPS *\n\n(to no one) *\n\nGod is good all the time. All the *\n\ntime God is good. God is good all the *\n\ntime. All the time God is good... *\n\nELMI *\n\nYou think so, Irish? *\n\nPhillips sees Bilal, approaching the Bridge - then DARKNESS. *\n\nNAJEE (INTO LIFEBOAT RADIO)\nNo problem, no problem. Just a\nmistake. No shooting. Okay?\n\nBut he's about to ram the Bainbridge. Fuel sloshes out of the *\nuncapped buckets as the lifeboat floor vibrates...\n\nEXT. USS BAINBRIDGE - FANTAIL - RESUMING\n\nSuddenly, all three pirates appear on the lifeboat bridge.\nPettis has his target, (Elmi), scoped.\n\nJOON (INTO NECK-MIKE)\nEcho has visual. Request permission\nto go hot.\n\nRAMOS (INTO NECK-MIKE)\nAlpha has visual. Request permission\n\nto go hot...\nINT. LIFEBOAT - RESUMING *\nPhillips, bound and blindfolded, is on his knees on that *\n\norange survival suit - head down, whipped.\n\nPHILLIPS\nI tried, Ange. I really tried.",
  "88": "---END OF PREVIOUS SECTION---\nLIFEBOAT - RESUMING *\nPhillips, bound and blindfolded, is on his knees on that *\n\norange survival suit - head down, whipped. PHILLIPS\nI tried, Ange. I really tried. \n---TARGET SECTION TO BE ANNOTATED---\n\f117.\n\n-..as Najee reaches for the THROTTLE...\n\nINT. USS BAINBRIDGE - HOSPITAL BAY - RESUMING\nMusi, sick inside, signs the plea deal...\nINT. BAINBRIDGE - C.I.C. - SAME\n\nAboitiz looks to Castellano...\n\nCASTELLANO (INTO MIKE)\nWeapons release.\n\nEXT. USS BAINBRIDGE - FANTAIL - RESUMING\nSnipers ready. The fantail is still.\n\nABOITIZ (THRU EARPIECES)\nOn my mark. Three, Two, One... Mark.\n\nFOUR TRIGGERS, squeezed at once...\nINT. LIFEBOAT - RESUMING\nPhillips, head down, hears FOUR POPS. Uh-oh. He shouts:\n\nPHILLIPS\nWhat're you doing?! What're you guys\ndoing?!\n\nThen he hears a THUMP, close by. He shakes the blindfold off.\n...to find Bilal, inches away, head-shot, dead. Elmi and\n\nNajee have dropped too, breathing their last - the boat's\nthrottle out of their reach...\n\nBefore Phillips can react, he hears two launches racing\ntoward this lifeboat. That fast, the fore and aft hatches\nopen. FOUR SEALS jump in, weapons ready:\n\nSEAL #1\nAre you okay? Are you injured?\n\nPHILLIPS\nI'm fine. I'm fine...\n\nINT. USS BAINBRIDGE - C.I.C. - RESUMING\nCastellano gets word - and reports it:\nCASTELLANO (INTO RADIO)\nWe have a good result. Repeat, a good\n\nresult. Hostage is unharmed and in\ncustody.\n\f118.\n\nGame-faces vanish for a moment. The SAILORS in here CHEER.\nINT. MAERSK - BRIDGE - SAME\nDocked in Mombasa, Shane Murphy puts down a phone. Turns.\n\nThe men of Captain Phillips' crew await word. Durrel, Perry,\nATM, Colin Wright, Ken Quinn. Murphy eyes them, then:\n\nMURPHY\nIt's over.\n\nThe men sag, deflated... until:\n\nMURPHY (CONT'D)\nPirates dead. Captain safe and sound.\n\nA cheer EXPLODES from the crew, the sound CARRYING OVER TO:\nINT.",
  "89": "---END OF PREVIOUS SECTION---\nThe men sag, deflated... until:\n\nMURPHY (CONT'D)\nPirates dead. Captain safe and sound. A cheer EXPLODES from the crew, the sound CARRYING OVER TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n USS BAINBRIDGE - HOSPITAL BAY - SAME\nSomehow, Musi can hear those cheers.\n\nThere's a mirror in here - big enough, once again, to reveal\nhis whole face. He eyes his reflection...\n\nEXT. RHIB - ON THE WATER - MOVING - SAME\nSEALS in the RHIB speed Phillips away. He fights off a tear.\nEXT. USS BAINBRIDGE - FANTAIL - MOMENTS LATER\n\nThe SEAL Teams on the fantail quietly pack their gear...\n\n-+.as Phillips boards the Bainbridge. And he sees the guys\nwho just saved him. Pettis. Joon. All of them. But these\naren't men who want to be thanked. Or acknowledged at all.\n\nSo it's just a nod, from Phillips. Then the SEALS are gone...\nINT. PHILLIPS HOME - DAY\n\nDan and Mariah sit on the couch. I-POD for her, a book for\nhim. Andrea smiles at them sadly, then goes upstairs...\n\nINT. PHILLIPS HOME - MASTER BEDROOM - MOMENTS LATER\n\nAndrea lies down, turns on a tv. There's a movie on. She\nsettles in to watch it. Then her eyes go wide:\n\nThere, across the bottom of the screen, a NEWS TICKER:\n\"Captain Richard Phillips freed.\" She bursts out of the room.\n\f119.\n\nINT. PHILLIPS HOME - DOWNSTAIRS - CONTINUING\nShe flies down the stairs. Mariah and Dan turn, startled.\n.+.-JjJust as Allison rushes in through the door, breathless.\n\nANDREA\nIs it true?!\n\nALLISON\nIt's true.\n\nAndrea throws her head back, grabs the kids. They're at a\nloss - but they hang on. She starts crying, as:\n\n...the PHONE RINGS. Andrea's head snaps toward it. Her eyes\nmeet Allison's. Andrea gets to the phone, answers it.\n\nANDREA (INTO PHONE)\nHello?\n\nPHILLIPS (THRU PHONE)\n(Barry White voice)\nIs your husband at home?\nAt last, the call she's been praying for.\n\nANDREA (INTO PHONE)\nRichard?! Richard?!\n\nPHILLIPS (THRU PHONE)\nHi, Honey.\n\nANDREA (INTO PHONE)\nOhMyGod! OhMyGod! Kids!\n\nThey rush forward, listening in. Laughing.",
  "90": "---END OF PREVIOUS SECTION---\nKids! They rush forward, listening in. Laughing. \n---TARGET SECTION TO BE ANNOTATED---\n Crying. Then:\nANDREA (PHONE, CONT'D)\nRichard! What were you thinking\ngetting into that lifeboat!?\nPhillips laughs, we DISSOLVE TO:\nEXT. BURLINGTON AIRPORT - TARMAC - DAY\n\nAndrea, Dan, and Mariah wait on the tarmac. A WELCOME HOME\nCAPTAIN PHILLIPS banner behind them.\n\n.»+.aS a private JET, provided by MAERSK, taxis toward them.\n\nDAN\nMom. I can't stand here. Can I run?\n\f120.\nANDREA\nRun.\nHe starts to run. Mariah too. Then Andrea. As we CUT TO:\nEXT. TARMAC - TEETERBORO AIRPORT, N.J. - SAME\n\nAnother JET taxis to a stop. Doors open. Garridos and TWO\nFEDERAL MARSHALLS emerge... with a prisoner, in cuffs:\n\nIt's Musi. No one here to greet him but more COPS.\nEXT. BURLINGTON AIRPORT - TARMAC - RESUMING\n\nThe private jet comes to a stop. Its doors open. Phillips\nemerges, jumps down the steps. They all fly into his arms.\n\nA LOUD CHEER ERUPTS - as we reveal A THOUSAND NEIGHBORS, all\nhere to greet him. Everyone wearing a yellow ribbon.\n\nBig family hug. Phillips holding on tight, nothing said. The\nCHEER CONTINUES, one thousand voices. He's home.\n\nAnd as that lands across his face we FREEZE FRAME... then:\n\nFADE OUT...\n\f"
}