{
  "1": "FOR YOUR CONSIDERATION\n\nCAROL\n\nBEST ADAPTED SCREENPLAY\nPhyllis Nagy\n\nTHE WEINSTEIN COMPANY\n\fCAROL\n\nBy PHYLLIS NAGY\n\nBased on the novel THE PRICE OF SALT by PATRICIA HIGHSMITH\n\fEXT. NYC SUBWAY STATION. APRIL 1953. NIGHT.\n\nOut of the darkness, the screeching moan of an arriving\ntrain. A dark swarm of bodies file out of the LEXINGTON and\n59TH ST STATION. We descend upon the crowd, singling out a\nyoung man in coat and hat, JACK TAFT, late 20s, who weaves\nthrough the line of COMMUTERS, some opening umbrellas to the\npatchy skies. JACK buys an evening paper at a newsstand and\nmakes his way across 59th.\n\nEXT./INT. RITZ TOWER HOTEL. NIGHT.\n\nJACK enters the hotel and we follow him as he walks through\nthe lobby to the bar. JACK easily finds a stool, nods to the\nBARTENDER and tosses him the newspaper. The BARTENDER points\nto a bottle of Dewars and JACK gives him a thumbs up. He\nscans the cocktail lounge adjacent to the bar - not much\nactivity in there, either: a FEW TABLES OF BUSINESSMEN\ngetting drunk, an ELDERLY COUPLE, TWO WOMEN tucked away in a\ncorner table. JACK checks his watch and the BARTENDER sets\ndown his drink.\n\nJACK\nNot much going on for a Friday.\n\nBARTENDER\nIt’s early yet.\n\nJACK downs his scotch, slides his empty glass over to the\nBARTENDER, taps out a rhythm along the edge of the bar.\n\nJACK\nSay Cal, make it a double, would\nyou? And one for yourself. I gotta\nmake a call.\n\nJACK gets up.\n\nINT. RITZ TOWER HOTEL. BAR/LOUNGE. NIGHT.\n\nJACK makes his way through the lounge on his way to a\ntelephone booth. He takes another look at the TWO WOMEN\ntucked away in the corner, deep in conversation, and thinks\nhe recognizes one of them. He begins approaching them.",
  "2": "---END OF PREVIOUS SECTION---\nJACK makes his way through the lounge on his way to a\ntelephone booth. He takes another look at the TWO WOMEN\ntucked away in the corner, deep in conversation, and thinks\nhe recognizes one of them. He begins approaching them. \n---TARGET SECTION TO BE ANNOTATED---\nJACK\nTherese? Is that you?\n\nTHERESE, the younger of the women, turns to look at JACK.\n\nJACK (CONT'D)\nWhat do you know!\n(he starts over)\nI'm saying to myself, I know that\ngirl.\n\fIt seems to take her a split second to react, to stand and\ngreet JACK with a short hug.\n\nTHERESE\nJack.\n\nJACK\nGee it’s great to see you, Therese.\nIt’s been, well, months.\n\nTHERESE\nMonths.\n\nThe OTHER WOMAN at the table lights a cigarette. THERESE\nglances at her, and they hold a brief, tense look before\nTHERESE remembers her manners.\n\nTHERESE (CONT’D)\nJack, this is Carol Aird.\n\nJACK holds out his hand. CAROL shakes it.\n\nJACK\nPleased to meet you.\n\nCAROL\nLikewise.\n\nCAROL retreats back to her own thoughts, smokes.\n\nJACK\nHey, Ted Gray’s meeting me here and\na bunch of us are heading down to\nPhil’s party. You’re going aren’t\nyou?\n\nTHERESE\nWell - yes. I just planned to get\nthere a little...(looking to Carol)\n\nCAROL\nYou should go ahead.\n\nJACK\nYou coming along?\n\nCAROL\nNo, no. (to THERESE) I should make\na few calls before dinner, anyway.\nI should really run.\n\nTHERESE\nYou sure?\n\nCAROL\nOf course.\n\fTHERESE\n(to JACK)\nWell... it would be great to catch\na ride.\n\nCAROL takes a step towards THERESE, but no more.\n\nCAROL\nYou two have a wonderful night.\nNice meeting you, Jack.\n\nJACK\nNice meeting you.\n\nAnd she’s gone. THERESE doesn’t move, doesn’t turn around to\nwatch CAROL leave.\n\nJACK (CONT'D)\nAlright, well let me go make sure\nthe loaf is on his way. Back ina\nflash.\n\nJACK takes off. A beat before THERESE turns and scans the bar\nand beyond for CAROL. But she’s gone.\n\nINT. RITZ TOWER HOTEL. BAR/LOUNGE. MOMENTS LATER\n\nJACK, through the glass of the phone-booth door, is finishing\nhis call.",
  "3": "---END OF PREVIOUS SECTION---\nRITZ TOWER HOTEL. BAR/LOUNGE. MOMENTS LATER\n\nJACK, through the glass of the phone-booth door, is finishing\nhis call. \n---TARGET SECTION TO BE ANNOTATED---\n He emerges from the booth, passing the bar on the\nway, where the bartender spots him, and holds up the paper.\n\nJACK\nKeep it!\n\nJACK returns to where he left THERESE but stops when he\ndoesn’t see her, glancing around. He’s about to ask a WAITER\nif he’s seen her when he spots THERESE emerging from the\nladies lounge. She looks pallid.\n\nJACK (CONT'D)\nThere you are! Thought you ditched\nme. You alright? He said he’d meet\nus out front.\n\nINT. /EXT. NYC TAXI CAB. NIGHT.\n\nTHERESE sits against the window in the back of a taxi,\ncrowded with JACK and OTHER 20-somethings, MALE AND FEMALE,\nall involved in animated conversation we can’t hear. The taxi\nstops for a light and THERESE catches sight of an ELEGANT\nCOUPLE, arm-in-arm at the corner, crossing the avenue as the\nlight changes. A strong gust of wind gives the woman some\ndifficulty as she tries to knot a green silk scarf around her\nhead.\n\fAs they reach the sidewalk, she turns back to face the\navenue, and then recedes, swallowed by swirling lights and\nreflections.\n\nCUT TO:\n\nFLASHBACK: DECEMBER, 1952\nBRIEF SHOTS (INT. TOY DEPARTMENT - FRANKENBERG’S)\n\nA toy train whizzes by the faces of miniature pedestrians on\na department store display. CAROL AIRD, seen from a distance,\nin winter coat, stands watching. She wears a green silk scarf\nover her head, loosely tied.\n\nShe turns, smiles.\n\nINT. THERESE’S APARTMENT. EAST 50'S. DECEMBER 1952. MORNING.\n\nAn alarm blares over the sleeping face of THERESE BELIVET,\nhuddled under covers. THERESE doesn’t stir though the alarm\ncontinues. Finally, THERESE, in one skilled manoeuver, pushes\nherself up and out of bed, still cocooned within the\nblankets. She finds the alarm clock and shuts it off. She\nlooks at the alarm clock. It reads 7.00 A.M.",
  "4": "---END OF PREVIOUS SECTION---\nShe\nlooks at the alarm clock. It reads 7.00 A. M. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE moves through her morning rituals: she throws open\nher window shades, moves on to a small gas stove, strikes a\nmatch and lights the stove to take the chill off, moves on to\nthe kitchen sink set in one corner of the room, which doubles\nas a partial home darkroom - developer and fixer trays\nstacked to the side of the sink, an Argus C3 camera from the\nlate 1930s set on a shelf above the sink, along with a\ncollection of red or amber light bulbs and photo paper.\n\nThe room is sparsely furnished, and much of the wall space is\ntaken up with THERESE’S B&W photos, mostly NY CITY STREET\nSCENES and URBAN LANDSCAPES. THERESE is brushing her teeth\nwhen the doorbell rings. Once. Twice. Three times. She sheds\nher blankets and goes to the window, opens it, leans out.\n\nEXT. THERESE’S APARTMENT BUILDING. CONTINUOUS.\n\nTHERESE’S boyfriend, RICHARD SEMCO, looks up at her from the\nstreet, striding his bicycle. He’s well-bundled in scarf and\nhat.\n\nTHERESE\nI like your scribbles.\n\nRICHARD looks around to the street behind him covered in\nchildren’s chalk scribblings.\n\fRICHARD\nYeah - I’ve been busy! (grinning at\nher): I don’t know how you look a\nmillion bucks first thing in the\nmorning.\n\nTHERESE\nI won't be a minute.\n\nEXT. CENTRAL PARK. NY CITY. MORNING.\n\nRICHARD rides THERESE to work through the park. She sits with\nher arms wrapped around his hips while he stands pumping away\nat the pedals.\n\nRICHARD\nSo I got the schedules. In the\nmail. You listening to me?\n\nTHERESE\nI’m listening! You got the\nschedules.\n\nRICHARD\nAnd there are two sailings to\nFrance in June, one in July.\n\nTHERESE\nWow.\nRICHARD\nSo whaddya think?\nTHERESE\nI think... I think it’s so cold I\ncan’t think straight.\nRICHARD\nOh yeah? Well let’s get you warmed\n\nup.\n\nRICHARD accelerates. THERESE laughs, holds on tighter.",
  "5": "---END OF PREVIOUS SECTION---\nWell let’s get you warmed\n\nup. RICHARD accelerates. THERESE laughs, holds on tighter. \n---TARGET SECTION TO BE ANNOTATED---\nRICHARD begins to sing: “I love Paris in the... summer-time!\"\nas they speed away.\n\nEXT. FRANKENBERG’S DEPARTMENT STORE. MORNING.\n\nOutside the employee’s entrance, RICHARD and THERESE stand in\na longish line of MOSTLY YOUNG STAFF waiting to begin their\nwork day. Everyone looks exactly the same: a lot cold, a\nlittle Soviet-factory-worker glum.\n\fRICHARD\nAnyway she wants to make it for you\nso there’s no use fighting it, once\nshe gets an idea in her head...\nShe's just going crazy with no\ngirls in the family but Esther-\n\nA SECURITY GUARD has opened the door and the line has begun\nto move.\n\nUpon entering, each employee is handed a Santa Cap, which\nthey dutifully put on. RICHARD reaches the door, takes his\ncap, wordlessly puts it on, moves inside. He holds out a cap\nto THERESE.\n\nSECURITY GUARD\nCompliments of the season from the\nmanagement.\n\nTHERESE takes her cap, doesn’t put it on, moves inside.\n\nRICHARD\nI gotta open the floor.\n\nINT. FRANKENBERG’S. EMPLOYEE CAFETERIA. MORNING.\n\nFrom a table in the corner, THERESE sips at a cup of coffee\nand watches a sea of Santa-capped and uniform-smocked STAFF\nmove wordlessly along the breakfast line, accepting gooey\neggs and cups of coffee. THERESE looks down at a\nFrankenberg’s employee handbook. We glimpse bits and pieces\nof information: ...2 weeks vacation after 5 years, 4 weeks\nvacation after 15 years... full pension, benefits...” She\nturns a page: “Are YOU Frankenberg Material?”\n\nIt’s too depressing to take in. THERESE slips the handbook\nback into her purse and removes a copy of Joyce’s “Portrait\nof the Artist as a Young Man.” But just as she settles in\nROBERTA WALLS, an officious supervisor in bright red\nharlequin glasses, swoops by THERESE planting a Santa cap\nfirmly onto her head.\n\nROBERTA WALLS\nYou're needed upstairs, Miss\nBelivet. Make it snappy.\n\nINT. FRANKENBERG’S. DOLL STOCK ROOM. MORNING.",
  "6": "---END OF PREVIOUS SECTION---\nFRANKENBERG’S. DOLL STOCK ROOM. MORNING. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE, surrounded by rows of identical Christmas dolls,\ncounts stock. THERESE watches a very middle-aged, wheezing\nemployee, RUBY ROBICHEK, struggle with carrying seven or\neight large boxes across the stock room floor. RUBY can’t see\nin front of her, and as she attempts to peer around the edge\nof the boxes, most of the boxes tumble out of RUBY’S arms and\nonto the floor.\n\fTHERESE quickly determines she’s the only help on the floor,\nand goes to assist RUBY, who has great difficulty in kneeling\nto pick up the boxes.\n\nTHERESE\n(kneels to help RUBY)\nPlease- let me help.\n\nRUBY is grateful to avoid kneeling, and places each box\nTHERESE hands to her on the display counter.\n\nRUBY ROBICHEK\nThanks an awful lot, honey. I keep\ntelling them upstairs we need more\nstock boys come the holidays, but\nthey haven't listened in 18 years.\n\nTHERESE\nYou’ve been here 18 years?\n\nRUBY ROBICHEK\nOh, sure. And when you're here long\nenough, you’1l get inventive with\njuggling boxes, like me.\n\nTHERESE\nI’m just a temporary. For the\nholiday.\n\nRUBY ROBICHEK\n(shrugs)\nI said that once.\n\nINT. FRANKENBERG'S. TOY DEPARTMENT. MORNING.\n\nJust before opening: a surreal calm and silence. THERESE, in\nSanta cap, and makeshift bandage, stands beside an elaborate\nmodel train set. She flips a switch and the train set comes\nto life - the tiny lights, the tinny whir of the engine as\nthe train chugs its way along the track. A LOUD BUZZER\nsounds. Behind THERESE, we can see the analogue lift\nindicator start to move: 5th floor, 4th floor, 3rd floor...\nas the lift descends to accept its first load of daily\ncustomers and a voice bellows from the intercom:\n\nSTORE ANNOUNCER (V.O.)\nGood morning, Happy Holidays and\nwelcome, shoppers, to\nFrankenberg’s.",
  "7": "---END OF PREVIOUS SECTION---\nBehind THERESE, we can see the analogue lift\nindicator start to move: 5th floor, 4th floor, 3rd floor... as the lift descends to accept its first load of daily\ncustomers and a voice bellows from the intercom:\n\nSTORE ANNOUNCER (V. O.)\nGood morning, Happy Holidays and\nwelcome, shoppers, to\nFrankenberg’s. \n---TARGET SECTION TO BE ANNOTATED---\n Be sure to take\nadvantage of our Congratulations\nIke and Mamie Inaugural Early Bird\nspecial in our Beds and Bedding\nDepartment on the second floor.\n\n(MORE )\n\fSTORE ANNOUNCER (V.0.) (CONT'D)\nAnd on your way there, you won’t\nwant to miss our brand new General\nElectric television and\nstereophonic display on the first\nfloor, just past the haberdashery.\n\nBehind THERESE, the lift doors open and all at once THERESE\nis swallowed up by the rush of MANAGERS, STAFF and CUSTOMERS.\n\nINT. FRANKENBERG’S. DOLL DEPARTMENT. LATER\n\nTHERESE sits behind a display case full of dolls. She tries\nto make herself invisible while she surreptitiously reads her\nbook. The department is full of MOTHERS buying Christmas\ngifts for their children. THERESE’S reading is interrupted by\na SHARP WAILING. She looks up to see a TODDLER throwing a\ntantrum and an EMBARRASSED MOM trying to get the situation\nunder control. Just then, ROBERTA WALLS bustles through the\ndepartment, sees THERESE, points to THERESE’S head - where’s\nthe Santa cap? ROBERTA WALLS seems to say without saying it.\nTHERESE hurriedly stashes her book into her handbag and pulls\nout the cap. She tries to hide the bloodstains. ROBERTA WALLS\nnods to THERESE and moves on.\n\nTHERESE settles back down, bored. A CUSTOMER looks\nexpectantly to THERESE; THERESE pretends she doesn’t see the\nCUSTOMER and ducks down to her handbag to retrieve her book.\nShe looks up above the desk to see where the CUSTOMER went\nand instead spies a glance of another woman - a woman whose\ngreen silk scarf tied loosely around her neck and head\ncatches THERESE’S attention. This WOMAN appears to be the\nonly customer surrounded by no one else. This is CAROL AIRD.\nCAROL bends down to examine the train set, and inadvertently\ntoggles the on/off switch - the train shuts down. CAROL\nstands up, turns around towards the doll department, smiling,\nas if asking for help.",
  "8": "---END OF PREVIOUS SECTION---\nThis is CAROL AIRD. CAROL bends down to examine the train set, and inadvertently\ntoggles the on/off switch - the train shuts down. CAROL\nstands up, turns around towards the doll department, smiling,\nas if asking for help. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE meets CAROL’S eyes for a strange split second - until\nthe EMBARRASSED MOM and the screaming TODDLER appear in front\nof THERESE, blocking her view of anything else.\n\nEMBARRASSED MOM\nWhere’s the ladies room, honey?\n\nTHERESE\nTo the left, past men’s shoes, then\nright at the tie racks.\n\nEMBARRASSED MOM nods her thanks and hoists TODDLER away.\nTHERESE looks for CAROL, but she’s no longer there. The train\nset is back on, and being admired by several sets of FATHERS\nand SONS.\n\fINT. FRANKENBERG’S. DOLL DEPARTMENT. MOMENTS LATER\n\nBehind and below the desk, THERESE contemplates sneaking a\nread of her book, but decides against it. She glances back up\nand sees a pair of black leather gloves tossed onto the desk.\nTHERESE looks and sees CAROL standing before her.\n\nCAROL\nI’m looking for a doll. She’s about-\n(she gestures)- this high and this\nwide and... (rethinking): Let's\nbegin again, shall we?\n\nAs CAROL steps away from the desk a moment to rummage through\nher purse, THERESE can’t stop staring - at her well-tailored\nsuit, her blonde hair, her green silk scarf. CAROL produces a\ncrumpled slip of paper, steps back up to the desk, gives\nTHERESE a big smile as she hands it to her.\n\nCAROL (CONT'D)\nI wonder if you might help me find\nthis doll for my daughter.\n\nTHERESE reads the slip of paper.\n\nTHERESE\nBright Betsy. She cries.\nCAROL\nOh she does?\nTHERESE\nAnd wets herself. But we’re out of\nstock.\nCAROL\n\nI’ve left it too long.\nShe begins to rummage through her purse.\n\nTHERESE\nWe have plenty of other dolls. All\nkinds, umm...\n\nTHERESE, suddenly tongue-tied, turns toward the doll display,\nwhich CAROL turns to as well.\n\nCAROL\nRight. What was your favorite doll\nwhen you were four? Do you\nremember?\n\nTHERESE\nMe? I never... Not many, to be\nhonest.",
  "9": "---END OF PREVIOUS SECTION---\nTHERESE\nMe? I never... Not many, to be\nhonest. \n---TARGET SECTION TO BE ANNOTATED---\n\f10\n\nCAROL raises a cigarette to her lips, begins to light it,\nTHERESE interrupts.\n\nTHERESE (CONT’D)\nSorry. No smoking on the sales\nfloor.\n\nCAROL\nOh, of all the - forgive me. (beat)\nShopping makes me nervous.\n\nTHERESE\nThat's okay. Working here makes me\nnervous.\n\nCAROL laughs, appreciating THERESE’S commiseration.\n\nCAROL\nYou're very kind.\n\nTheir eyes meet for a moment, before CAROL rummages inside\nher purse again. She produces a billfold, opens it, shows it\nto THERESE. It’s a photo of RINDY, CAROL’S 4-YEAR-OLD\nDAUGHTER.\n\nTHERESE\nShe looks like you. Around the\nmouth. The eyes.\n\nCAROL\n(glancing at THERESE)\nYou think so?\n\nTHERESE looks up, clocks CAROL watching her, looks down. A\nbit of an awkward moment that CAROL rescues:\n\nCAROL (CONT'D)\nSo what did you want? When you were\nthat age?\n\nTHERESE\n(no hesitation)\nA train set.\n\nCAROL\nReally. That’s a surprise. (beat)\nDo you know much about train sets?\n\nTHERESE\nI do actually. And there’s a new\nmodel, just in last week. Hand-\nbuilt with hand-painted cars - it’s\na limited edition of five thousand,\nwith the most sophisticated\nelectric switching system - it’s\nquite...\n\f11\n\nTHERESE checks her own enthusiasm, noticing CAROL’S eyes on\nher.\n\nTHERESE (CONT ’D)\nYou may have seen it. Over by the\nelevators? Just there-\n\nTHERESE points towards the train set and CAROL turns to look,\nmulling it over. THERESE watches her every move.\n\nCAROL\n(turns back to THERESE)\nDo you ship?\n\nTHERESE\nSpecial delivery. Or courier.\n(beat) You'll have it in two, three\ndays. Two days. We’ll even assemble\nit.\n\nCAROL\nWell. That’s... that. Sold.\n\nThey stand there, nodding at each other for a moment.\n\nCAROL (CONT'D)\nShall I pay now?\n\nTHERESE\nOh - yes, of course.",
  "10": "---END OF PREVIOUS SECTION---\nThey stand there, nodding at each other for a moment. CAROL (CONT'D)\nShall I pay now? THERESE\nOh - yes, of course. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE begins writing out a sales slip, then slides it over\nto CAROL with a pen, glancing up at her. CAROL snaps out of a\nbrief moment of thought, a distance.\n\nTHERESE (CONT’D)\nWe'll need your account details,\nyour shipping address.\n\nCAROL\nOf course. (she begins writing) I\nlove Christmas. At least I love the\npreparation. Wrapping gifts, all\nthat. And then... you somehow wind\nup overcooking the turkey anyway.\n\nShe finishes, flashing a bright smile. THERESE doesn’t quite\nfollow her, but she doesn’t want CAROL to stop talking.\n\nCAROL (CONT’D)\nDone.\n\nCAROL hands the pen and sales slip back to THERESE.\nCAROL (CONT’D)\n\nWhere’d you learn so much about\ntrain sets, anyway?\n\f12\n\nTHERESE\nI - read... Too much, probably.\n\nCAROL\nIt's refreshing. Thank you. (beat)\nAnd Merry Christmas.\n\nTHERESE\nMerry Christmas.\n\nCAROL walks away. THERESE watches her, takes her all in - her\nmanner, her style, her walk. CAROL turns back for a moment,\nand points to THERESE’S cap.\n\nCAROL\nI like your hat.\n\nTHERESE watches her go off past the train set and elevators.\nFor a moment she watches as the empty spaces left behind are\nfilled by shoppers and staff. She cranes her neck for one\nlast look but it’s no good. She’s gone. THERESE sighs. She\nlooks down at the doll desk and sees that CAROL has left her\ngloves behind.\n\nCUT BACK TO:\n\nINT./EXT. TAXI. NEW YORK CITY. NIGHT. (APRIL 1953)\n\nTHERESE stares out the window, still wrapped up in thoughts.\nUp front, JACK is pointing out the West Village apartment\nbuilding (\"Here-here-here!”) and the taxi screeches to a\nhalt. Everyone tumbles out as JACK pays the driver. Before\nshe knows it, THERESE is climbing the stairs to PHIL\nMcELROY’S building. A window is thrown open above them and\nPHIL McELROY, with typically unkempt hair, leans out.\n\nPHIL\nIt’s about time, Belivet.",
  "11": "---END OF PREVIOUS SECTION---\nBefore\nshe knows it, THERESE is climbing the stairs to PHIL\nMcELROY’S building. A window is thrown open above them and\nPHIL McELROY, with typically unkempt hair, leans out. PHIL\nIt’s about time, Belivet. \n---TARGET SECTION TO BE ANNOTATED---\n Say hello\nat least - It hasn’t been that\nlong!\n\nTHERESE\nHello - Phil - sorry, I was...\n\nDANNIE, PHIL’S brother, leans out of the window next to PHIL.\nDANNIE\n\nThere she is! Get up here! (picking\nup on her state): What?\n\nTHERESE\nNothing! There better be beer. Or\nwine.\n\nOTHERS\n\nOr beer!\n\f13\n\nSomeone rings THERESE and the others in. It makes an annoying\nsound - a buzzing sound that makes THERESE frown, and as she\nmoves up the stairs and into the building we\n\nRETURN TO:\nFLASHBACK: DECEMBER, 1952\n\nINT. FRANKENBERG’S. EMPLOYEE LOCKER ROOM. EVENING.\n\nTHERESE stands at her open locker, as the BUZZER indicating\nthat the store is closed blares incessantly. She takes off\nher Frankenberg’s smock and puts on a pair of dark tights\nthat she’s just bought, to cover up her bandage. It does the\ntrick. She puts on her coat, scarf, etc. The inside of her\nlocker door is decorated with photographs THERESE has taken,\nshots of THERESE and RICHARD in Coney Island. As THERESE puts\nCAROL'S gloves into her handbag, the BUZZING finally stops.\nShe can see RUBY ROBICHEK at her locker across the room,\npulling on some winter boots with great difficulty. THERESE\nquickly dabs on some powder and shuts her locker.\n\nINT. CINEMA PROJECTION ROOM. NIGHT.\n\nTHERESE, RICHARD, PHIL and DANNIE McELROY sit crowded\ntogether in the small dark space, watching a movie through\nthe modest glass panel, smoking cigarettes. THERESE sits on\nRICHARD’S lap, but RICHARD is more content kissing the back\nof her neck than watching the film. PHIL McELROY, the film\nprojectionist and host, sits near the gears while his\nbrother, DANNIE, sits as close as he can to the movie,\njotting down occasional notes in a small notebook.",
  "12": "---END OF PREVIOUS SECTION---\nTHERESE, RICHARD, PHIL and DANNIE McELROY sit crowded\ntogether in the small dark space, watching a movie through\nthe modest glass panel, smoking cigarettes. THERESE sits on\nRICHARD’S lap, but RICHARD is more content kissing the back\nof her neck than watching the film. PHIL McELROY, the film\nprojectionist and host, sits near the gears while his\nbrother, DANNIE, sits as close as he can to the movie,\njotting down occasional notes in a small notebook. \n---TARGET SECTION TO BE ANNOTATED---\n The film\nis Sunset Boulevard, and the scene is Norma Desmond’s New\nYear's Eve party for two when she dances with Joe Gillis on\nthe marble ballroom floor. THERESE is fascinated by DANNIE,\nbut PHIL slaps him on the back of his head.\n\nPHIL\nMove over. Nobody else can see the\nscreen.\n\nRICHARD\n(through his nuzzling of\nTHERESE)\nNobody else is watching.\n\nTHERESE\n(laughs)\nI’m watching.\n\nDANNIE\n(to THERESE)\nI’ve seen it six times. I’m\ncharting the correlation between\nwhat the characters say and how\nthey really feel.\n\f14\n\nPHIL\nMy kid brother, the movie jerk.\n\nDANNIE, embarrassed, moves slightly away from the glass. But\nhe still watches, still jots notes. THERESE watches him.\n\nINT. GREENWICH VILLAGE BAR. NIGHT.\n\nRICHARD and PHIL have been drinking quite a bit. A row of\nempty beer bottles is lined up on the table in front of them.\nDANNIE sips at a glass of Coca-Cola. THERESE nurses a glass\nof wine.\n\nDANNIE\nI'm strictly a beer man. Everything\nelse makes me want to vomit.\n\nTHERESE\nWine makes me feel naughty. In a\ngood way.\n\nPHIL\nIs there any other way to feel\nnaughty?\n\nRICHARD\n\nI drink to forget I gotta get up\nfor work in the morning.\n\nPHIL\nThat’s your problem, Semco. You\nreally ought to drink because you\nremember you have a job.\nEmployment’s a curse.\n\nTHERESE\nYou have a job, Phil.\n\nPHIL\nYou call that a job? I call it an\nillusion.\n\nDANNIE\nYou get paid. Is money an illusion?\n\nPHIL\nMy kid brother, the jerk\nphilosopher.\n\nTHERESE\n(to Dannie)\nWhere do you work?\n\f15\n\nRICHARD\n(mock respect)\nDidn’t you know - Dannie works at\nthe New York Times.\n\nRICHARD and PHIL feign awe.\n\nTHERESE\n(she’s impressed)\nNo kidding.\n\nPHIL\nYeah, ‘cept printers don’t win\nPulitzer Prizes.\n\nDANNIE\n(he shrugs)\nIt’s a job.",
  "13": "---END OF PREVIOUS SECTION---\nTHERESE\n(she’s impressed)\nNo kidding. PHIL\nYeah, ‘cept printers don’t win\nPulitzer Prizes. DANNIE\n(he shrugs)\nIt’s a job. \n---TARGET SECTION TO BE ANNOTATED---\n (to THERESE) What I\nwant to do is write. That’s why I\nwatch movies.\n\nPHIL\n(rolling his eyes)\nEverybody's a writer....\n\nDANNIE tries to blend into the woodwork. He catches THERESE’S\neye. She smiles at him. He appreciates it.\n\nPHIL (CONT'D)\nSay, Therese - before I get too\ndrunk to remember....\n\nPHIL digs into a large messenger bag, pulls out a camera, an\nold Kodak, and hands it to THERESE.\n\nTHERESE\n\nYou did it? It’s fixed?\nPHIL\n\nHe said it was a cinch. No sweat.\nTHERESE\n\nThank you, Phil! I was missing it!\nDANNIE\n\nSo, you take pictures?\nTHERESE\n\nWell.\nRICHARD\n\nShe's more excited by some chintzy\ncamera than she is about sailing\nwith me to Europe!\n\nPHIL\nWomen!\n\f16\n\nRICHARD\nYou said it, pal!\n\nRICHARD and PHIL laugh, toast, drink. THERESE isn’t amused.\nDANNIE clocks this.\n\nEXT. THIRD AVENUE. NIGHT.\n\nTHERESE walks with DANNIE. RICHARD and PHIL, now very drunk\nand rowdy, walk slightly ahead of them, with RICHARD guiding\nhis bicycle unsteadily along the pavement.\n\nPHIL\nWhat you oughta do is hit Spain...\nwhatsitcalled - Pamplona. Catch a\nbullfight!\n\nUp ahead a couple is approaching who everyone knows: JACK\nTAFT and his girlfriend, DOROTHY. The men all speak to each\nother as DOROTHY speaks to THERESE.\n\nJACK PHIL (CONT'D)\nHoly smoke, look who's I don’t believe it! Does the\ncoming. Watch out, baby, it’s House Un-American Activities\na pack of commies! know you're back on the\nstreets?\nDOROTHY THERESE\n\nTerry, honey, it’s been ages. Hey Dottie. Hasn’t it? I\nCall me, would you? will, I promise!\n\nRICHARD turns around as they pass, walking unsteadily\nbackwards with his bicycle.\n\nRICHARD\nThat son of a bitch...",
  "14": "---END OF PREVIOUS SECTION---\nI\nCall me, would you? will, I promise! RICHARD turns around as they pass, walking unsteadily\nbackwards with his bicycle. RICHARD\nThat son of a bitch... \n---TARGET SECTION TO BE ANNOTATED---\n You still\nowe me for that poker game!\n\nTHERESE\nRichard, watch out, you’re-!\n\nBut she’s too late to save RICHARD from backing into a\nlamppost. He falls down, the bicycle topples down on top of\nhim. PHIL attempts to help but tumbles onto RICHARD, and they\nboth dissolve into a fit of drunken laughter.\n\nDANNIE\n(to THERESE)\nEurope. Wow. You’re lucky.\n\nTHERESE\nAm I?\n\nA beat as they watch PHIL and RICHARD make a meal of getting\nup.\n\f17\n\nTHERESE (CONT’D)\nWe should help them.\n\nDANNIE\n(after a beat)\nYou should come to the Times for\ndinner some time. I work at night,\nso... I’ve got a good pal who’s a\njunior photo editor. He loves to\npontificate. I’1l introduce you.\n\nTHERESE\nReally? That - I would - I’d like\nthat.\n\nDANNIE\n(pleased)\nYeah? Okay, then.\n\nAnd they’ve forgotten all about RICHARD and PHIL.\n\nINT. THERESE’S APARTMENT. LATE NIGHT.\n\nTHERESE and RICHARD lie together side by side in bed. THERESE\nis fully clothed. RICHARD wears a tank-top undershirt and\nboxers. They are engaged in a pretty passionate embrace.\nRICHARD starts to unbutton THERESE’S blouse. She stops him,\ngently. He rolls on top of her. Again, she stops him. RICHARD\nrolls off THERESE, sits up. He takes her into his arms,\nkisses her nose.\n\nRICHARD\nLet me touch you.\n\nTHERESE\nLet me.\n\nRICHARD\n\nYou sure?\n\nTHERESE nods her head. RICHARD takes THERESE’S hand and\nplaces it on his boxer shorts, over his cock.\n\nRICHARD (CONT’D)\nThis okay?\n\nShe nods. RICHARD moves her hand inside his boxer shorts. He\nputs his hand over hers and begins to guide her into a hand\njob, slow and steady.\n\nTHERESE\nLike that?\n\nRICHARD lets go of THERESE’S hand and leans back, closes his\neyes. He lets out a low moan.",
  "15": "---END OF PREVIOUS SECTION---\nTHERESE\nLike that? RICHARD lets go of THERESE’S hand and leans back, closes his\neyes. He lets out a low moan. \n---TARGET SECTION TO BE ANNOTATED---\n\f18\n\nTHERESE watches RICHARD intently the whole time, as if she’s\nmore an observer than a full participant. RICHARD’S breathing\nrapidly quickens.\n\nRICHARD\n(as he comes)\nI love you, Terry.\n\nRICHARD relaxes. THERESE pulls her hand out of RICHARD’S\nshorts. She looks down at the semen on her hand. RICHARD sits\nup, takes off his vest, switches off the light.\n\nRICHARD (CONT’D)\nJesus, Terry, you shouldn’t look at\nit.\n\nRICHARD laughs, wipes THERESE’S hand with his undershirt and\nthrows it onto the floor. THERESE laughs, too. RICHARD leans\nforward, kisses THERESE deeply, tenderly. THERESE pulls away\nsuddenly.\n\nTHERESE\nShit, I forgot your aspirin.\n\nTHERESE jumps out of bed and runs to the bathroom. RICHARD,\nexhausted and happy, falls back onto the bed.\n\nINT. THERESE’S APARTMENT. LATE NIGHT.\n\nRICHARD is asleep. THERESE sits at her small kitchen table.\nTHERESE holds CAROL’S gloves and the sales slip from\nFrankenberg’s with CAROL’S name, address and signature neatly\nwritten on it. She considers the slip for a moment before\npropping it up against a salt shaker with the gloves. She\ndraws her knees into her chest and rocks herself to and fro.\nShe watches RICHARD sleep.\n\nEXT. THERESE’S APARTMENT. LATE NIGHT.\n\nTHERESE stands in front of a postbox, wearing a coat over her\nnight clothes. There’s not a soul in sight in the cold night.\nShe looks at a small package addressed to “Mrs. H. Aird” for\na moment before dropping it into the postbox. She looks up at\nher window a moment before being seized by a chill and\nrunning up the stoop to her building.\n\nEXT. SUBURBAN NEW JERSEY STREET. LATE MORNING.\n\nA MAILMAN pulls up to a large stone house with a gabled roof,\nalong the stately residential street. He grabs a handful of\nmail, jumps down and begins walking up the driveway.\n\f19\n\nINT. CAROL’S HOUSE. ENTRANCE. LATE MORNING.",
  "16": "---END OF PREVIOUS SECTION---\nCAROL’S HOUSE. ENTRANCE. LATE MORNING. \n---TARGET SECTION TO BE ANNOTATED---\nMail is dropped through the letter slot, including THERESE’S\npackage to CAROL. FLORENCE, CAROL’S housekeeper, glances over\nto the entry while mopping the floor.\n\nINT. CAROL’S HOUSE. CAROL’S BEDROOM. LATE MORNING.\n\nCAROL sits with her daughter RINDY, age 4, at CAROL’S vanity.\nCAROL is brushing RINDY’S hair, as RINDY counts along,\npretending to powder her face with a powder puff.\n\nRINDY\nFifty-three, fifty-four, fifty-\nfive...(she looks up at her mother)\nsixty?\n\nCAROL\n(kisses her forehead)\nFifty-six.\n\nRINDY\nFifty-six. Fifty-seven...\n\nCAROL hears the sound of her husband’s arrival downstairs.\n\nCAROL\nThat must be your daddy. We’d\nbetter finish up. Fifty-eight,\nfifty-nine-\n\nRINDY\nCome skating with Daddy and me!\n\nCAROL\nOh, I wish I could, sweet pea.\n\nRINDY\nWhy not, mommy? Pretty please!\n\nHARGE, CAROL’S husband, appears in the bedroom doorway. He\ncarries the pile of mail.\n\nHARGE\n(to RINDY)\nHiya, sunshine.\n\nCAROL looks up. She sees HARGE reflected in the vanity\nmirror. RINDY turns, sees him, jumps down from her mother’s\nlap and runs to him.\n\nCAROL\nYou're early.\n\f20\n\nHARGE\nMail came.\n\nHARGE waves it vaguely before setting it down on an end-\ntable.\n\nRINDY\nDaddy! I want Mommy to come skating\ntoo!\n\nShe leaps into his arms. He spins her around. CAROL hasn't\nmoved from the vanity.\n\nHARGE\nOkeydokey, smokey, one thing at a\ntime.\n\nHe puts RINDY down. Catches sight of CAROL staring at him. He\nputs the mail down onto the vanity.\n\nINT. CAROL’S HOUSE. KITCHEN. LATE MORNING.\n\nCAROL, HARGE and RINDY in the kitchen. RINDY sits on HARGE’S\n\nlap. She’s using crayons to draw a picture. FLORENCE prepares\na hot meal in the background.",
  "17": "---END OF PREVIOUS SECTION---\nRINDY sits on HARGE’S\n\nlap. She’s using crayons to draw a picture. FLORENCE prepares\na hot meal in the background. \n---TARGET SECTION TO BE ANNOTATED---\nHARGE\nHow ‘bout some green for the trees?\nCAROL\nShe loves to color in the sky\nfirst.\nHARGE\n\nAnd Cy’s wife asked if you\nwere coming-\n\nCAROL\n(he does this every time)\n-Jeanette.\n\nHARGE\n-Jeaneatte. (beat) I know she’d\nlove to see you.\n\nCAROL\nGive her my best. I’ve always liked\nJeanette.\n\nCAROL checks RINDY’S drawing, slides another color over to\nher. As she does, HARGE slides a hand over CAROL'S.\n\nHARGE\nI'd like you to be there.\n\f21\n\nCAROL looks at HARGE’S hand on hers. She looks up at him.\n\nCAROL\n\nI’m sorry, Harge. I have plans.\nRINDY\n\nMommy and Aunt Abby are exchanging\n\npresents.\n\nHARGE smiles, nods, pats CAROL’S hand, withdraws his hand,\nturns his daughter around in his lap to face him.\n\nHARGE\nYou been seeing a lot of Aunt Abby\nlately, sunshine? With mommy?\n\nCAROL shoots HARGE a look. He holds her gaze, not giving in.\nCAROL looks away, uncomfortable in FLORENCE’S presence.\n\nCAROL\nI’1ll - try and re-arrange with\nAbby.\n\nHARGE\nThank you.\n\nINT. FRANKENBERG’S DEPARTMENT STORE. SHIPPING DEPT. DAY.\n\nA SHIPPING CLERK sorts through his file of carbon shipping\nreceipts while THERESE stands at the window.\n\nTHERESE (CONT’D)\nI told the customer it would get to\nher by Christmas Eve. Based on what\nwe've been told. Three business\ndays from the-\n\nSHIPPING CLERK\n(looks up at her)\nShould have been delivered this\nafternoon.\n\nTHERESE\nOh. Right. So... It arrived? She\nsigned for it?\n\nSHIPPING CLERK\n(all curt business here)\nIt arrived.\n\nTHERESE\nGreat. Thanks - thank you.\n\f22\n\nINT. CAROL’S HOUSE. CAROL’S BEDROOM. NIGHT.\n\nCAROL sits before her dressing table brushing out her hair. A\nlit cigarette burns down in an ashtray on the dressing table.\nA tumbler of scotch on the rocks rests beside the ashtray.",
  "18": "---END OF PREVIOUS SECTION---\nCAROL sits before her dressing table brushing out her hair. A\nlit cigarette burns down in an ashtray on the dressing table. A tumbler of scotch on the rocks rests beside the ashtray. \n---TARGET SECTION TO BE ANNOTATED---\nCAROL puts down the brush, and glances down at her lap. There\nshe holds the gloves she’d left at Frankenberg’s and a note\nfrom THERESE. She takes a drag of the cigarette and reads the\nnote again:\n\nSalutations from Frankenberg’s\n\nDepartment Store. Employee 645-A.\n\nShe crumples up the letter and tosses it into a small waste\nbasket. She takes another drag on her cigarette, then glances\nback at the waste basket.\n\nINT. FRANKENBERG’S. DOLL DESK. THE NEXT DAY. LATE AFTERNOONO\n\nTHERESE at her desk is being exhausted by a PICKY FEMALE\nCUSTOMER. A score of open doll boxes and dolls are sprawled\nacross the desk.\n\nROBERTA WALLS (0.S.)\nBelivet? Miss Belivet?\n\nTHERESE looks up. ROBERTA WALLS stands at a desk nearby,\ncrooking a finger at THERESE and holding a telephone receiver\n\nup.\n\nROBERTA WALLS (CONT’D)\nOver here please. Now?\n\nShe snaps her fingers for another SALES CLERK to take over\nfrom THERESE.\n\nTHERESE\n(to CUSTOMER)\nSorry - I’m - excuse me.\n\nTHERESE hurries over to ROBERTA WALLS as the SALES CLERK\ntakes over the PICKY FEMALE CUSTOMER. ROBERTA WALLS hands the\nreceiver to THERESE and shoots her a withering look. THERESE\ntakes the phone.\n\nTHERESE (CONT’D)\nHello?\n\nOPERATOR (0.S.)\nIs this employee 645-A, Tereeza\nBelivet?\n\nTHERESE\nYes.\n\f23\n\nOPERATOR (0.S)\nWe're patching you though, ma‘am.\n\nINT. CAROL’S HOUSE. KITCHEN. LATE AFTERNOON.\n\nCAROL cooks dinner as she makes her call, which helps her\ncombat some of her residual shyness. A radio is tuned in to\nsome BIG BAND MUSIC.\n\nCAROL\nSo it was you.\n\nINT. FRANKENBERG’S. DOLL DESK. LATE AFTERNOON.\nTHERESE on the phone. WALLS, stony-faced and staring.\n\nTHERESE\nOh - hello. Mrs. Aird? Did you -\nreceive the train set alright?\n\nINT. CAROL’S HOUSE.",
  "19": "---END OF PREVIOUS SECTION---\nDid you -\nreceive the train set alright? INT. CAROL’S HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n KITCHEN. LATE AFTERNOON.\n\nCAROL\nI did. And the gloves. Thank you so\nmuch. You’re a star for sending\nthem. I just called to say - thank\nyou, really.\n\nTHERESE (0.S.)\nOf course.\n\nCAROL picks up a saucepan lid but it’s too hot and she drops\nit. It clatters on the floor.\n\nCAROL (CONT'D)\nOh, shit - sorry. What I mean to\nsay - Do you get a lunch hour\nthere? - Let me take you to lunch.\nIt’s the least I can do.\n\nINT. FRANKENBERG’S. DOLL DESK. LATE AFTERNOON.\n\nTHERESE blinks. Hard. She holds a long breath before\nreplying, mindful of ROBERTA WALLS attuned to her every word.\n\nTHERESE\nI - well. Yes, of course. But you\nreally don’t- (pause)\nTomorrow? (pause) No, I don’t know\nit. Hold on. (sheepishly to\nROBERTA) I'm sorry. Can I borrow a\npaper and a pencil?\n\f24\n\nROBERTA WALLS isn’t happy as she slides a paper and pencil\nover to THERESE. THERESE quickly scribbles down an address.\n\nINT. MIDTOWN RESTAURANT. DAY.\n\nTHERESE stands at the front of a small midtown restaurant,\nwith white tablecloths and wooden rafters. She glances up at\nthe clock which reads 1:12 and checks it against her\nwristwatch. She glances out the window. There, through\nbeveled glass, she spots CAROL hurrying across the street.\n\nINT. MIDTOWN RESTAURANT. DAY. MOMENTS LATER\n\nCAROL and THERESE are seated at a quiet table. CAROL is\nremoving her hat, glancing at her menu as a WAITER hovers.\nTHERESE sits transfixed, her eyes quick and alert, taking in\neverything about CAROL from the way a delicate gold bracelet\nfalls against her wrist as she peruses her menu to the way\nCAROL'S fingers grip her water glass.\n\nCAROL\nI’m so sorry to keep you waiting.\n(to the WAITER) I’1l have the\ncreamed spinach over poached eggs.",
  "20": "---END OF PREVIOUS SECTION---\nTHERESE sits transfixed, her eyes quick and alert, taking in\neverything about CAROL from the way a delicate gold bracelet\nfalls against her wrist as she peruses her menu to the way\nCAROL'S fingers grip her water glass. CAROL\nI’m so sorry to keep you waiting. (to the WAITER) I’1l have the\ncreamed spinach over poached eggs. \n---TARGET SECTION TO BE ANNOTATED---\nAnd a dry martini. With an olive.\n\nCAROL and the WAITER look to THERESE, who realizes she hasn’t\neven opened her menu. A beat, then:\n\nTHERESE\nI‘1l have the same.\n\nWAITER\nThe meal or the drink?\n\nTHERESE\nUhh - All of it. Thank you.\n\nThe WAITER nods, starting off, as CAROL clocks THERESE’S\nuncertainty. THERESE not wanting to stare at CAROL, now picks\nup her menu and thumbs through it.\n\nCAROL\nCigarette?\n\nCAROL offers THERESE a cigarette from her exquisite silver\ncase. THERESE notices that CAROL’S hands are lovely and\nsmooth, salon manicured, in contrast to THERESE’S own.\nTHERESE takes a cigarette from the case. CAROL lights\nTHERESE’S cigarette and THERESE proceeds to smoke it, though\nnot without some effort.\n\nCAROL (CONT'D)\nSo what kind of a name is Belivet?\n\f25\n\nTHERESE\nIt’s Czech. It’s changed.\nOriginally-\nCAROL\nIt’s very original.\nTHERESE\n(she feels herself blush)\nWell.\nCAROL\nAnd your first name?\nTHERESE\nTherese.\nCAROL\nTherese. Not Ter-eeza.\nTHERESE\nNo.\nCAROL\nTherese Belivet. That’s lovely.\nTHERESE\nAnd yours?\nCAROL\nCarol.\nTHERESE\nCarol.\n\nThe WAITER reappears with their drinks and CAROL picks up her\nglass and toasts.\n\nCAROL\nCheers.\nTHERESE\n(clinking glasses)\nCheers.\n\nCAROL sips at her martini. THERESE watches her for a moment,\nthen samples hers. She tries to hide the surprise of its\nstrength. CAROL smiles.\n\nTHERESE (CONT’D)\n(beat) So, you - I’m sure you\nthought it was a man who sent back\nyour gloves.\n\f26\n\nCAROL\nI did. I thought it might be a man\nin the ski department.\n\nTHERESE\nI’m sorry.\n\nCAROL\nNo, I’m delighted. I doubt very\nmuch if I’d have gone to lunch with\nhim.\n\nTHERESE watches as CAROL massages the back of her neck for a\nmoment.",
  "21": "---END OF PREVIOUS SECTION---\nCAROL\nNo, I’m delighted. I doubt very\nmuch if I’d have gone to lunch with\nhim. THERESE watches as CAROL massages the back of her neck for a\nmoment. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE\nYour perfume -\n\nCAROL\nYes?\n\nTHERESE\nIt’s nice.\n\nCAROL\nThank you. Harge bought me a bottle\nyears ago, before we were married.\nI’ve been wearing it ever since.\n\nTHERESE\nHarge is your husband?\n\nCAROL\nYes. Well. Technically we - We’re\ndivorcing.\n\nTHERESE\n(after a beat)\nI’m sorry.\n\nCAROL\n(stubs out her cigarette)\nDon’t be.\n\nTHERESE doesn’t know what to say. CAROL smiles, changes the\nsubject.\n\nCAROL (CONT'D)\nAnd do you live alone, Therese\nBelivet?\n\nTHERESE\nI do. (beat) Well, there’s Richard.\nHe wants to live with me.\n\nCAROL looks up at THERESE, raised eyebrow smile.\n\f27\n\nTHERESE (CONT’D)\nNo, it’s nothing like that. It’s -\nhe'd like to marry me.\n\nCAROL\nI see. Would you like to marry him?\nA pause.\nTHERESE\n(she makes light of it)\nI... barely know what to order for\n\nlunch.\n\nCAROL nods, almost looks past THERESE - what is she thinking\nabout? Suddenly it seems to THERESE that CAROL’S mood has\nsomehow darkened.\n\nThe WAITER appears with their food. He sets their plates\ndown. CAROL picks up her silverware, the cloud seemingly\npast.\n\nCAROL\nI’m starved. Bon appetit.\n\nCAROL eats and THERESE watches, almost having to force\nherself to pick up her fork and knife and join her. But she\ndoes. CAROL looks up at her for a moment:\n\nCAROL (CONT'D)\nAnd what do you do on Sundays?\n\nTHERESE\nNothing in particular. What do you\ndo?\n\nCAROL\n\nNothing - lately. If you’d like to\nvisit me some time, you’re welcome\nto. At least there’s some pretty\ncountry around where I live. Would\nyou like to come out this Sunday?\n\nCAROL waits for THERESE’S answer.\n\nTHERESE\nYes.\nCAROL\nWhat a strange girl you are.\nTHERESE\nWhy?\nCAROL\n\nFlung out of space.\n\f28\n\nTHERESE feels herself blush, and looks away from CAROL.",
  "22": "---END OF PREVIOUS SECTION---\nTHERESE\nWhy? CAROL\n\nFlung out of space. 28\n\nTHERESE feels herself blush, and looks away from CAROL. \n---TARGET SECTION TO BE ANNOTATED---\n She\ntries to attend to her lunch and martini.\n\nEXT. RESTAURANT. DAY.\n\nThrough passing CROWDS, THERESE watches from just outside the\nrestaurant entrance as CAROL climbs into a convertible across\nthe street. CAROL’S best friend, ABBY, drives. She and CAROL\ngreet each other with European-style kisses. Then CAROL turns\naround and waves to THERESE. THERESE waves back as the car\ntakes off, disappearing into traffic.\n\nINT. ABBY’S CAR. DAY.\nABBY snakes along Sixth Avenue.\n\nCAROL\nI can just see Harge’s mother’s\nface when she sees me in this.\nMaybe I should stop home and\nchange.\n\nABBY\nDon’t be a stupe.\n\nCAROL\nWhy don’t I just not show up?\n\nABBY\nBecause I’1l be blamed. So you'd\nbetter just grin and bear it.\n(beat) You want to tell me about\nher?\n\nCAROL and ABBY exchange a brief glance.\n\nCAROL\nTherese? (shrugs) She returned my\ngloves.\nABBY\nAnd?\nCAROL\nAnd... if you don’t get us out of\n\nthis traffic soon, I won’t have to\nworry about any damned party.\n(bundling up): Do you ever put the\ntop up?\n\f29\n\nINT. FRANKENBERG’S. EMPLOYEE LOCKER ROOM. DAY.\n\nTHERESE sits opposite her open locker, now wearing her\nemployee smock. She writes inside an appointment diary, on an\notherwise empty page, slowly and carefully in fountain pen:\n\nMrs. Carol Aird. Seventh Avenue entrance. 2:00 PM Sunday.\n\nShe considers what she’s written, blows on the ink so it\ndries.\n\nEXT. NEW JERSEY. WEALTHY SUBURBS. EARLY EVENING.\n\nA well-kept road full of wealthy homes, green, sweeping lots,\nold wealth. ABBY’S car pulls into the circular drive of a\nlarge modern home, set back against a cloak of trees - the\nresidence of HARGE’S boss, CY HARRISON. There’s clearly a\nparty going on: music, laughter, well-dressed GUESTS\narriving, valets opening doors, taking keys, etc.",
  "23": "---END OF PREVIOUS SECTION---\nA well-kept road full of wealthy homes, green, sweeping lots,\nold wealth. ABBY’S car pulls into the circular drive of a\nlarge modern home, set back against a cloak of trees - the\nresidence of HARGE’S boss, CY HARRISON. There’s clearly a\nparty going on: music, laughter, well-dressed GUESTS\narriving, valets opening doors, taking keys, etc. \n---TARGET SECTION TO BE ANNOTATED---\n ABBY shuts\noff the engine and turns to CAROL, who begins rummaging\nthrough her purse in sudden agitation.\n\nCAROL\nWhere on earth is my compact. God\ndamn it.\n\nABBY leans over towards CAROL, touches her arm.\n\nABBY\nYou look fine.\n\nCAROL looks at ABBY.\n\nCAROL\nCome in with me. Just for a minute.\n\nABBY\nDon’t even start. You’re the one\nwho cancelled on us - you nitwit!\n\nCAROL\nI know. I know. I’m sorry - I’m\ngoing!\n\nCAROL looks towards the house again, gathering herself.\nABBY\nCall me later.\nINT. CY HARRISON’S HOUSE. DEN/LIVING ROOM - EARLY EVENING.\nA large room for entertaining right off the foyer. Big, open\nfireplace. WAITERS circulate with food and drink. HARGE\n\nstands in a group with his parents, JOHN and JENNIFER, his\nboss CY and CY’S wife, JEANETTE.\n\f30\n\nJOHN\n(to CY)\nI've tried to talk sense to the\nboy, Cy. I told him, son, Tri-State\nCapital’s not going to buy that\nMurray Hill parcel unless you\nimprove your golf handicap.\n\nHARGE\n(to his father, slight\nedge)\nI've got a few other things on my\n\nmind, Dad.\n\nA reserved silence, as they all know to what he’s referring.\nHARGE looks off, sees CAROL in the foyer, handing her coat to\na VALET.\n\nHARGE (CONT’D)\nExcuse me.\n\nAnd he makes his way through the GUESTS to join CAROL.\n\nINT. CY HARRISON’S HOUSE. LIVING ROOM - NIGHT\n\nThe party in full-swing. A DANCE BAND plays “Harbour Lights”,\nand HARGE and CAROL dance a slow fox-trot. CAROL notices the\nother women, dressed much more formally than she. HARGE\nclocks this and draws her closer to him.\n\nHARGE\nYou're always the most beautiful\nwoman in any room.\n\nCAROL\nTell your mother that.\n\nThey look across the room to see JENNIFER watching them, and\nindeed, looking as if she’d just swallowed a clove of garlic.\n\nINT. CY HARRISON’S HOUSE.",
  "24": "---END OF PREVIOUS SECTION---\nThey look across the room to see JENNIFER watching them, and\nindeed, looking as if she’d just swallowed a clove of garlic. INT. CY HARRISON’S HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n BUFFET/DINING ROOM - LATER\n\nCarol and Harge, and Cy and Jennifer are moving through the\ndinner buffet with their plates.\n\nJENNIFER hovers, tidying the display, and handing stray\nglasses and napkins to members of the staff.\n\nJENNIFER\nWe might hire a local boy to appear\nas Santa for Rindy, Christmas\nmorning. If only we could find a\nway to get him down the chimney!\n(beat; to CAROL) How've you\narranged it in the past, Carol?\n\f31\n\nCAROL\nWhat’s that?\n\nJENNIFER\nChristmas morning. With Rindy.\n\nCAROL exchanges a brief look with HARGE before answering.\n\nCAROL\nOh, we... usually get up at dawn,\nHarge and I, and we - we wrap\nRindy’s gifts together. Arrange\nthem under the tree and wait for\nRindy to wake. Which is - she\nnormally-\n\nHARGE\n(helps CAROL out)\nUsually, she’s down the stairs ina\nshot and barely notices us before\nshe’s ripped through all the\n\nwrapping.\nCAROL\n(smiles, grateful to\nHARGE)\nYes. That’s right.\nJENNIFER\nBut no Santa Claus.\nCAROL\nNo.\nJENNIFER\n\nOh. Well. It is a production - May\nI serve you?\n\nJEANETTE offers CAROL a commiserating look: oh-brother.\n\nEXT. CY HARRISON’S HOUSE. LATER.\n\nCAROL and JEANETTE in the gardens. The party can be seen\ngoing on through a row of French doors. They smoke\ncigarettes. CAROL takes off her shoes, rubs her feet.\n\nJEANETTE\n(takes a long deep drag on\nher cigarette)\nKeep an eye out, will you? Cy’1l\nscream if he catches me with this.\n\nCAROL\n(laughs)\nWhat’1ll he do? Dock your allowance?\n\f32\n\nJEANETTE\n(very matter of fact)\nHe doesn’t like me to smoke.\n\nCAROL\nSo? You like it.\n\nBut they both know that it’s simply the way it is: wives\ndefer to their husband’s wishes.",
  "25": "---END OF PREVIOUS SECTION---\nCAROL\nSo? You like it. But they both know that it’s simply the way it is: wives\ndefer to their husband’s wishes. \n---TARGET SECTION TO BE ANNOTATED---\nJEANETTE\nCarol, I - it’s really not my\nbusiness, but if you’re going to be\nalone on Christmas, Cy and I would\nlove to have you.\n\nCAROL\n(she’s really touched by\nthe offer)\nThank you, Jeanette.\n\nCAROL takes another look inside the party: couples dancing\nthrough the tented plastic.\n\nCAROL (CONT'D)\n(watching the dancing)\nI don’t know. I might get away by\nmyself. At least for a few days.\n\nINT. NEW YORK TIMES. PHOTO DEPT. OFFICE. NIGHT.\n\nDANNIE ushers THERESE into the alluring world of a junior\nphoto editor's office: the contact sheets dangling from light\nboards, the professional equipment, trays and lenses - but\nmostly it’s the photos themselves that she’s in awe of.\nCandids, crime scenes, sports photos, everything that makes\nup the visual narrative of a newspaper. DANNIE sits at a desk\nand sets up dinner, a makeshift array brought from home -\nwrapped sandwiches, bottles of beer. THERESE breathes it all\nin, not daring to touch anything.\n\nDANNIE\nDon’t worry, nothing’s gonna break\nif you pick it up. You want a\nsandwich?\n\nTHERESE shakes her head, picks up a contact sheet and a\nmagnifier and glances at the pictures. DANNIE watches her.\n\nDANNIE (CONT’D)\nWhat are your pictures like?\n\nTHERESE\nThey’re - probably not very good. I\ndon’t know.\n\f33\n\nDANNIE\nI mean, what are they? What are\nthey of?\n\nTHERESE\n\nTrees. Birds. Windows. Anything,\nreally. (beat) What do you write\nabout?\n\nDANNIE\nPeople.\n\nA pause. THERESE looks through a camera lens at DANNIE. He\nlooks up at her, she lowers the lens.\n\nTHERESE\nI feel strange, I think... taking\npictures of people. It feels like -\nan intrusion or a-\n\nDANNIE\nInvasion of privacy?\n\nTHERESE\nYes.\n\nDANNIE opens a beer, holds it out to THERESE. She takes it.\n\nDANNIE\nYeah but, all of us, we have, you\nknow - affinities for people,\nright?\n\nTHERESE doesn’t answer.",
  "26": "---END OF PREVIOUS SECTION---\nShe takes it. DANNIE\nYeah but, all of us, we have, you\nknow - affinities for people,\nright? THERESE doesn’t answer. \n---TARGET SECTION TO BE ANNOTATED---\nDANNIE (CONT’D)\nOr certain people. There are\ncertain people you like...\n\nTHERESE\nSometimes.\n\nDANNIE\nAnd others you don’t. And you don’t\nreally know why you’re attracted to\nsome people and not others, the\nonly thing you know is - you either\nare attracted or you’re not. It’s\nlike physics - bouncing off each\nother like pin balls.\n\nTHERESE\n(smiles)\nSo now you're a scientist?\n\f34\n\nDANNIE\nJust trying to explain why I write\nabout people rather than trees.\n\nTHERESE\nSounds more like psychology.\n\nDANNIE\nPhysics is more comforting.\n\nTHERESE grabs a sandwich.\n\nTHERESE\nYeah, but... Not everything’s as\nsimple as a bunch of pin balls\nreacting, or...\n\nDANNIE\nSome things don’t even react. But\neverything's alive.\n\nA beat. DANNIE moves to THERESE, takes the beer bottle away\nfrom her, puts it down. He puts his hand on THERESE’S\nshoulders.\n\nTHERESE\nIt’s late. I should go.\n\nHe kisses her, and she lets him, remaining very still. Then\nDANNIE steps back and THERESE looks down.\n\nTHERESE (CONT’D)\nYou shouldn't...\n\nDANNIE\nWhy? Did you mind?\n\nTHERESE\nNo.\n\nDANNIE\n\nWould Richard mind?\n\nTHERESE\nProbably. (beat) I have to go.\n\nTHERESE gathers her things together, goes to the door.\n\nDANNIE\nCome back tomorrow? Or Wednesday?\n\nTHERESE\nMaybe. I don’t know.\n\nTHERESE leaves.\n\f35\n\nEXT. CAROL’S HOUSE. LATE NIGHT.\n\nHARGE has brought CAROL home from the party. They stand\ntogether outside the door while CAROL fishes for her keys.\nHARGE reaches into his pocket and produces his, opens door.\n\nHARGE\nHere.\n\nCAROL\nThanks. And thanks for staying\nsober and driving me home.\n(kissing his cheek)\nGoodnight, Harge.\n\nShe starts to go inside the house. HARGE stops her gently.\n\nHARGE\nCome to my parents for Christmas.\nWe had a nice time tonight.\n\nCAROL\n(not unkindly)\nIt was one night.\n\nHARGE\nI don’t like to think of you.",
  "27": "---END OF PREVIOUS SECTION---\nWe had a nice time tonight. CAROL\n(not unkindly)\nIt was one night. HARGE\nI don’t like to think of you. \n---TARGET SECTION TO BE ANNOTATED---\nAlone.\n\nCAROL\nI’m not alone. There’s Rindy,\nthere’s-\n\nShe stops herself. HARGE knows what she was about to say.\n\nHARGE\nAbby. There’s always Abby.\n\nCAROL\n(after a pause)\nAbby and I were over long before\nyou and I were over, Harge. (beat)\nI‘1l have Rindy packed and ready\nfor you at four on Christmas Eve.\n\nShe starts to step inside the house.\n\nHARGE\nIt shouldn't be like this.\n\nCAROL\nI know.\n\nAnd she quietly shuts the door on HARGE.\n\f36\n\nINT. CAROL’S HOUSE. LIVING ROOM. NIGHT.\n\nThe living room is dark and quiet. RINDY has fallen asleep on\nthe sofa; FLORENCE, on a chair opposite. CAROL gives FLORENCE\na pat on her shoulder and squats down beside RINDY.\n\nFLORENCE\nShe wanted to wait up for you.\n\nCAROL\nAh, mama's special girl.\n\nCAROL brushes a strand of hair away from her eyes. She gently\npicks her up and carries her out of the room and up the\nstairs.\n\nCAROL (CONT'D)\nGoodnight, Florence.\n\nINT. CAROL’S HOUSE. LIVING ROOM. LATER\n\nCAROL lifts a holiday blanket from a small platform,\nrevealing the assembled train set, set up behind a couch. She\nswitches on the train and watches it begin its slow route\nalong the tracks. She sips at a nightcap.\n\nEXT. FRANKENBERG’S. SEVENTH AVENUE ENTRANCE. EARLY SUNDAY\nAFTERNOON.\n\nTHERESE, in coat, scarf and gloves, waits for CAROL’S car to\npull up outside. RICHARD waits with her.\n\nRICHARD\nWhere’s this place in Jersey?\n\nTHERESE\nThe country, I think. I don’t\nreally know.\n\nRICHARD\nMy uncle Sal lives in Union City\nand he claims it’s pretty dangerous\nout there at night-\n\nTHERESE\nIt’s not Union City.\n\nRICHARD\nOkay, okay.\n\nCAROL pulls up to the curb.\n\nTHERESE\nThere’s my ride.\n\f37\n\nRICHARD accompanies THERESE to the car.",
  "28": "---END OF PREVIOUS SECTION---\nCAROL pulls up to the curb. THERESE\nThere’s my ride. 37\n\nRICHARD accompanies THERESE to the car. \n---TARGET SECTION TO BE ANNOTATED---\n He opens the door for\nher, she gets in, shuts the door, rolls down the window. He\nleans down to kiss her.\n\nRICHARD\nEight o’clock?\n\nTHERESE\nEight o’clock.\n\nRICHARD looks into the car, holds up a hand in greeting to\nCAROL.\n\nRICHARD\nHi.\n\nCAROL\nHello. Carol Aird.\n\nRICHARD\n(leans across THERESE to\nshake CAROL’S hand)\nRichard Semco. Glad to meet you.\n\nCAROL\nLikewise.\n\nTHERESE\n(to RICHARD)\nShe wanted to meet you.\n\nCAROL\nTherese speaks very highly of you.\n\nRICHARD\n(pleased to hear it)\nWell, that’s - swell. So you'll...\nget her back safe and sound?\n\nCAROL smiles, salutes her assent. THERESE is slightly\nembarrassed.\n\nRICHARD leans into the car and touches THERESE’S chin\nlightly.\n\nRICHARD (CONT’D)\nLove you.\n\nBut THERESE has already rolled up the window, the car has\nstarted to go. RICHARD diminishes through the rear window.\nINT. CAROL’S CAR. APPROACHING LINCOLN TUNNEL. DAY.\n\nCAROL and THERESE make their way cross town, as a cool winter\n\nsun combs through the car windows. CAROL appears at home\nbehind the wheel - relaxed, confident.\n\f38\n\nTo THERESE, the world inside CAROL’S car is a revelation,\nfrom the tan leather upholstery and mahogany dashboard to the\neffortless style and elegance of its driver. The sounds of\nthe world - even CAROL’S occasional chatter - have been\nreplaced with the stillest MUSIC, the sound of air and light.\nThe presence of this older, sophisticated woman, who wears\nsilk stockings and expensive perfume, is intoxicating and\nunnerving in equal measure. Even Carol’s purse, which rests\nbeside THERESE on the seat, is quite unlike anything she has\nseen or examined so closely, full of mystery and make-up and\nfragrances. From there her eyes wander down to CAROL’S legs,\nclad in smoky silk stockings.",
  "29": "---END OF PREVIOUS SECTION---\nThe presence of this older, sophisticated woman, who wears\nsilk stockings and expensive perfume, is intoxicating and\nunnerving in equal measure. Even Carol’s purse, which rests\nbeside THERESE on the seat, is quite unlike anything she has\nseen or examined so closely, full of mystery and make-up and\nfragrances. From there her eyes wander down to CAROL’S legs,\nclad in smoky silk stockings. \n---TARGET SECTION TO BE ANNOTATED---\n Glancing down at her own legs,\nwrapped in sensible wool tights, THERESE wonders if she will\never be the kind of woman who owns such a car and wears such\nclothes.\n\nThe MUSIC broods slightly as THERESE looks straight ahead and\nthe car enters the Lincoln Tunnel. The car plunges into the\nsemi-darkness as if entering a cocoon, a delirious descent,\nwhich binds them together. She watches CAROL’S fingers grip\nthe wheel, how CAROL squints slightly when she concentrates.\n\nTHERESE can barely suppress a tiny smile. But glancing back,\nCAROL suddenly appears to be miles away. CAROL switches on\nthe car radio and Jo Stafford’s “You Belong to Me” comes on.\n\nTHERESE leans back in her seat as they continue, speeding\nthrough the dark tunnel.\n\nAS WE RETURN TO:\n\nINT. PHIL’S APARTMENT. NIGHT. (APRIL 1953)\n\n“You Belong To Me” also plays as several COUPLES DANCE, among\nthem RICHARD and a PRETTY YOUNG WOMAN who he clutches\ntightly. THERESE, drinking a beer, watches them from a\nhallway just outside the living room.\n\nRICHARD catches sight of THERESE, tensing slightly, before\nspinning his partner up and away from THERESE’S view. THERESE\nlooks down, pulling out a cigarette from her purse and\nlighting it. She spots an attractive dark-haired woman on the\nopposite side of the living room whose eyes are clearly on\nher. THERESE holds her gaze for a few seconds, but she can\nfeel herself blush, and she looks down. When she looks back\nup, the WOMAN has disappeared. THERESE saunters a bit,\nglancing into the next room where she spots DANNIE and his\ngirlfriend LOUISE slow-dancing. They barely move, holding on\nto each other the way people do when they’re newly in love.\n\nCUT BACK TO:\n\nFLASHBACK: DECEMBER, 1952.\n\f39\n\nINT./EXT. CAROL’S CAR. XMAS TREE LOT. NEW JERSEY. DAY.\n\nAt a Christmas tree lot, THERESE sits in the car loading her\ncamera with film.",
  "30": "---END OF PREVIOUS SECTION---\nNEW JERSEY. DAY. At a Christmas tree lot, THERESE sits in the car loading her\ncamera with film. \n---TARGET SECTION TO BE ANNOTATED---\n When she’s done, she spots CAROL outside as\na TEENAGED BOY ties up their tree, a large Doug Fir. The\nTEENAGED BOY has a bad cold and CAROL offers him tissues.\nTHERESE steps out of the car, aims her camera and takes a few\nshots.\n\nINT. CAROL’S CAR. RIDGEWOOD, NEW JERSEY. DAY.\n\nThe car makes its way to Carol’s house, with the Douglas Fir\nlaid across the front and back seats between THERESE and\nCAROL.\n\nTHERESE loves the feeling of the needles against her skin,\nthe way it smells, the way she knows that CAROL is beside\nher, though she can’t see her. The car comes to a halt in\nfront of CAROL’S house. It’s a big house, a bigger house than\nTHERESE has ever been inside. CAROL turns off the engine.\n\nCAROL\nYou still with me?\n\nTHERESE\nYes.\n\nCAROL opens her door, pops out of the car. THERESE is about\nto get out of the car when she sees the front door of the\nhouse open and RINDY come tearing out to greet her mother.\nFLORENCE stands in the doorway, ready to escort mother and\ndaughter inside.\n\nRINDY\nMommyyyy!!\n\nCAROL\nHello, my darling! Guess what I\nbrought you? I bet you’ll never\nguess...\n\nTHERESE watches as mother and daughter proceed inside,\nchattering away.\n\nINT. CAROL’S HOUSE. KITCHEN. DAY. LATER.\n\nTHERESE prepares a tray of tea and cookies. Through the open\ndoor we can see CAROL and RINDY in the living room,\ndecorating the tree. Almost finished, CAROL is setting up a\nladder beside the tree.\n\nCAROL\nWhere’s the star?\n\f40\n\nRINDY roots around in the pile of ornaments, finds it.\n\nRINDY\nThis one, Mommy.\n\nCAROL\nThat's my girl.\n\nTHERESE watches as CAROL ascends the ladder and places the\nstar at the top of the tree.\n\nCAROL (CONT'D)\nLook how beautiful!\n\nCAROL descends the step ladder and joins Rindy, taking her\ninto her lap.\n\nCAROL (CONT'D)\nHave you ever seen a more beautiful\ntree? And now...",
  "31": "---END OF PREVIOUS SECTION---\nCAROL descends the step ladder and joins Rindy, taking her\ninto her lap. CAROL (CONT'D)\nHave you ever seen a more beautiful\ntree? And now... \n---TARGET SECTION TO BE ANNOTATED---\n what comes after\nthe star is placed?\n\nRINDY\nMore stars!\n\nCAROL\n(tickling RINDY)\nI don't... think... so!\n\nO/S FLORENCE\nYou find everything you need, miss?\n\nTHERESE, startled, turns to see FLORENCE standing at the rear\nof the kitchen, near a back door.\n\nTHERESE\nGosh, you scared me. How silly.\n\nFLORENCE\n(she’s not sorry)\nI’m sorry, miss. (beat) I'1l take\nthat through for Mrs. Aird.\n\nFLORENCE picks up the tray, walks through to the living room.\n\nINT. CAROL’S HOUSE. LIVING ROOM. NIGHT.\n\nA fire crackles in the fireplace as CAROL, seated under the\ntree, struggles to wrap the train set. THERESE sits at the\npiano, improvising, jumping from one bit of a tune to\nanother. A half-empty bottle of white wine and a couple of\nglasses stand nearby.\n\f4l\n\nCAROL\nWere those pictures of me you were\ntaking? At the tree lot?\n\nTHERESE stops playing. A silence.\n\nTHERESE\n\nI’m sorry. I should have asked.\nCAROL\n\nDon’t apologize.\nTHERESE\n\nI’ve been trying to... A friend of\n\nmine told me I should be more\ninterested. In humans.\n\nCAROL\nAnd how's that going?\n\nTHERESE\n(after a small beat)\nWell... actually.\n\nCAROL\nI’m glad.\n\nTHERESE begins to play “Easy Living.” CAROL listens for a\nmoment, rises, walks over to Therese.\n\nCAROL (CONT'D)\nThat’s beautiful.\n\nShe grazes her hand on Therese’s shoulder. THERESE freezes,\nand CAROL tries to lighten the moment with two quick strokes\nto her cheek. THERESE continues to play and CAROL listens.\n\nCAROL (CONT'D)\nIs that what you want to be? A\nphotographer?\n\nTHERESE\nI think so. If I have any talent\nfor it.\n\nCAROL\nIsn't that something other people\nlet you know you have? All you can\ndo is - keep working. Use what\nfeels right. Throw away the rest.\n\nTHERESE finishes the song.",
  "32": "---END OF PREVIOUS SECTION---\nUse what\nfeels right. Throw away the rest. THERESE finishes the song. \n---TARGET SECTION TO BE ANNOTATED---\n CAROL starts over to a table by\nthe couch, opens a cigarette box, takes one out, lights it.\n\nCAROL (CONT'D)\nWill you show me your work?\n(she sits on the couch)\n\f42\n\nTHERESE\nSure. I mean, I haven’t sold\nanything. Or even shown a picture\nto anyone who could buy one. I\ndon’t even have a decent camera.\nBut... they’re all at my place.\nUnder the sink, mostly.\n\nCAROL\nInvite me round.\n\nFrom outside, the sound of a car pulling into the driveway.\nCar door opens and slams. The moment broken, CAROL rises\nquickly, and marches toward the front door.\n\nCAROL comes out of the living room and finds HARGE in the\nentry, restringing the mistletoe.\n\nCAROL (CONT'D)\nHarge. What’s wrong?\n\nHARGE\nNothing. Does there have to be a\nproblem for me to visit my wife?\n\nHARGE approaches CAROL, reaching out to greet her, but stops,\nspotting THERESE at the piano in the living room. He looks to\nCAROL and CAROL looks away. Then HARGE moves past CAROL down\nthe hall and into the kitchen. THERESE clocks it all.\n\nINT. CAROL’S HOUSE. LIVING ROOM. LATER.\n\nTHERESE browses through a book, alone in the living room, as\nshe hears CAROL and HARGE conversing in the kitchen. Through\nthe cracked door she catches glimpses of CAROL pacing to and\nfro, anxiously smoking, and hears the sounds of HARGE\nrepairing a pipe under the kitchen sink. She tries occupying\nherself, perusing titles of books from the bookshelf.\n\nCAROL\n... that’s not fair, Harge. We\nagreed that Rindy would stay with\nme until Christmas Eve.\n\nHARGE\nWhat do you suggest I do? - You\nthink I prefer traipsing off to\nWest Palm Beach for the holiday? It\nwas all mother’s doing-\n\nCAROL\nBut I’m not - ready - She’s not\npacked - she’s asleep in bed! What\nabout my Christmas with my daughter-\n?\n\f43\n\nHARGE\nI’m sorry, Carol, but it can’t be\nhelped.",
  "33": "---END OF PREVIOUS SECTION---\nIt\nwas all mother’s doing-\n\nCAROL\nBut I’m not - ready - She’s not\npacked - she’s asleep in bed! What\nabout my Christmas with my daughter-\n? 43\n\nHARGE\nI’m sorry, Carol, but it can’t be\nhelped. \n---TARGET SECTION TO BE ANNOTATED---\n The flight’s in the morning\n- You think I've packed?... (the\nsound of dropped tools)-Goddamnit!\n\n \n\nINT. CAROL’S HOUSE. KITCHEN. CONTINUOUS.\n\nHARGE emerges from beneath the sink, having hurt his hand.\nCAROL goes to help him up. But as he does he spots THERESE\nthrough the door. He marches over and opens it fully. THERESE\nlooks caught, startled. A silence.\n\nHARGE\nHow do you know my wife?\n\nCAROL\nHarge, please...\n\nTHERESE\nI - work at Frankenberg’s. The\ndepartment store.\n\nCAROL\nI ordered a gift from her desk. I\nforgot my gloves. She returned\nthem. I thanked her.\n\nHARGE\n(to CAROL)\nThat’s bold.\n\nHARGE sizes THERESE up for a moment before he turns back into\nthe kitchen. He walks past CAROL and exits into a cloakroom\nat the back of the house where we hear sounds of his cleaning\nup. CAROL, exasperated, approaches the living room doorway.\n\nTHERESE\nCan I - do-\n\nCAROL\nJust... leave it be.\n\nCAROL gently shuts the door. THERESE is left standing there,\nshut out.\n\nEXT. CAROL’S HOUSE. NIGHT.\n\nA UNIFORMED CHAUFFEUR sits at the wheel of Harge’s car, alert\nand silent, as CAROL bundles RINDY into the back seat.\nFLORENCE puts her bags in the trunk as HARGE waits with a\ncigarette and drink outside the front door.\n\f44\n\nCAROL\n\nRemember: in bed by seven. I know\nhow you take advantage of Grandma\nJennifer. (beat) Okay, snow flake.\nGimme a big one.\n\n(she hugs RINDY tightly\n\nand kisses her)\nYou're going to have the most\nwonderful Christmas, I promise.\n\nRINDY pulls back from the hug. She has an idea.\nRINDY\n\nThere’s room for you in the car,\nMommy. You can come with us!\n\nCAROL\nOh, darling, I - wish I could...\nbut sometimes...",
  "34": "---END OF PREVIOUS SECTION---\nYou can come with us! CAROL\nOh, darling, I - wish I could... but sometimes... \n---TARGET SECTION TO BE ANNOTATED---\n Mommies and\n\nDaddies decide there isn’t enough\nroom for them both in the same\nplace at the same time- (unable to\ngo further) And Mommy has to be\nhere to make sure Santa’s elf\ndoesn’t give your presents to\nanother little girl. You wouldn’t\nwant that, would you?\n\nRINDY gives her a bright smile and CAROL hugs her, and kisses\nher eyelids. CAROL clocks the CHAUFFEUR watching her through\nthe rear view mirror, and quickly looks away.\n\nINT. CAROL’S HOUSE. LIVING ROOM. CONTINUOUS\n\nMUSIC PLAYS softly from the phonograph (\"El Americano” by\nXavier Cugal and his Orchestra) as THERESE tidies up, trying\nto make herself useful. She can see CAROL through the bay\nwindow, shutting the car door and starting back toward the\nhouse, wearing only a thin sweater around her shoulders.\n\nShe sees HARGE step off of the front porch, stub out his\ncigarette, and walk towards CAROL.\n\nEXT. CAROL’S HOUSE. CONTINUOUS.\n\nCAROL heads to the front door, but HARGE pulls her back\ntowards him. A silence, as he takes her hand in one of his.\nHe can hear the MUSIC from inside the house. He sways a\nlittle.\n\nHARGE\nYou smell good.\n\nCAROL\nYou're drunk.\n\f45\n\nHe pulls her closer to him, he closes his eyes, tries to\ndance with her.\n\nCAROL (CONT'D)\nHarge, I’m cold.\n\nINT. CAROL’S HOUSE. LIVING ROOM. CONTINUOUS.\n\nThrough the open front door THERESE can see HARGE stumble\nback slightly, away from CAROL and CAROL grabbing his arm to\nright him.\n\nCAROL\nLet me get you some coffee.\n\nHARGE\n(a bit drunk)\nI’m not drunk.\n\nHARGE takes a step towards CAROL. THERESE ducks back into the\nliving room, not wishing to overhear any more.\n\nHARGE (CONT'D)\nYou can still come with us. Go pack\na bag.\n\nCAROL\nI can’t do that.\n\nHARGE\nSure, you can. It’s easy. We can\nbuy you a ticket in the morning.\n\nEXT. CAROL’S HOUSE. CONTINUOUS.",
  "35": "---END OF PREVIOUS SECTION---\nEXT. CAROL’S HOUSE. CONTINUOUS. \n---TARGET SECTION TO BE ANNOTATED---\nHARGE tries to take her hand, she backs away.\n\nHARGE\nWhat? You’re going to spend\nChristmas with Abby? Is that it? Or\nwith your - shop girl?\n\nCAROL\nStop it, Harge.\n\nHARGE\nI put nothing past women like you.\n\nCAROL\nYou married a woman like me.\n\f46\n\nINT. CAROL’S HOUSE. LIVING ROOM. CONTINUOUS.\n\nTHERESE goes to the phonograph, increases the volume\nslightly, so that she can hear only the rising and falling of\nthe voices outside.\n\nEXT. CAROL’S HOUSE. CONTINUOUS.\n\nHARGE reaches out to grab CAROL, she backs away. He stumbles,\nfalls onto his knees. A silence, as he catches his breath.\n\nHARGE\nCome with me now. If you don’t - if\nyou - let me - open that car door -\nif you won’t come-\n\nCAROL\n(she interrupts him)\nThen what? Then it’s over?\n\nHARGE is about to respond, but he suddenly realizes he’s on\nhis hands and knees, drunk, before CAROL, who is very still\nand very silent.\n\nHARGE\nGoddamn you - You were never...\ncruel.\n\nCAROL\nHarge...\n\nCAROL takes a step towards HARGE. She cannot bear to see him\nin this state. But HARGE won’t accept her help now. He rises,\nand takes a quick look at his waiting car, RINDY in the back\nseat. HARGE takes a few deep breaths, smooths his clothes,\nwipes his face with the palm of his hand. CAROL takes another\nstep towards him.\n\nCAROL (CONT’D)\nI'm sorry.\n\nHARGE stiffens, recoils, digs his hands deep into his coat\npocket and turns away, striding briskly to his car. CAROL\n\nwatches as he piles in and shuts the door. The car drives\n\noff. CAROL hugs herself tight against the cold.\n\nINT. CAROL’S HOUSE. EVENING. CONTINUOUS.\n\nTHERESE hears the front door quietly shut, standing at the\nphonograph - still, silent. She looks up and CAROL is there,\nwatching her, but it’s almost as if CAROL is looking through\nher.",
  "36": "---END OF PREVIOUS SECTION---\nCONTINUOUS. THERESE hears the front door quietly shut, standing at the\nphonograph - still, silent. She looks up and CAROL is there,\nwatching her, but it’s almost as if CAROL is looking through\nher. \n---TARGET SECTION TO BE ANNOTATED---\n Then CAROL goes to switch off the phonograph and moves\noff to pour herself a drink. She opens the cigarette case.\n\f47\n\nTHERESE\nI should call a cab.\n\nCAROL\nAnd just when you think it can’t\nget any worse, you run out of\ncigarettes.\n\nTHERESE\nOh - I - tell me where to go. I’1l\nbuy some for you. Really, I don’t\nmind-\n\nCAROL\n(snaps)\nYou don’t have to run out in the\nmiddle of nowhere to buy\ncigarettes. Not for me. I’m fine.\n\nA pause. CAROL drinks. THERESE covers her upset.\n\nCAROL (CONT'D)\nThe next train’s at 6.50. I’1l\ndrive you to the station.\n\nINT. CAROL’S CAR. NIGHT.\n\nCAROL drives THERESE to the station. There’s no one else on\nthe road; it’s utterly noiseless. At this moment there\ncouldn’t be more distance between them.\n\nINT. TRAIN CAR. NIGHT.\n\nTHERESE sits against a window as the train speeds its way\nback to Manhattan. A couple of HOLIDAY REVELERS, laughing and\ntipsy, bump against THERESE’S seat as they make their way\nthrough the car. THERESE turns to watch them as they make\ntheir way to the end of the car. Their joyfulness is\nunbearable to THERESE. She makes herself as small as she can\nagainst the window. She is crying.\n\nINT. SEMCO APARTMENT. NIGHT.\n\nIt’s a warm, ramshackle apartment full of overstuffed,\nmismatched furniture and bowling trophies. In the kitchen,\nRICHARD washes up a pile of dinner plates while MRS. SEMCO\nsits at the table with THERESE. She takes a thermometer out\nof THERESE’S mouth and holds it up to the light to read it.\n\nMRS. SEMCO\n(refers to the\nthermometer)\nWhat is this number? I can’t read\nit. My eyes!\n\f48\n\nTHERESE reads the thermometer for MRS. SEMCO.\n\nTHERESE\nNinety-eight point six. Perfectly\nnormal. No fever.\n\nRICHARD\nYou hear that ma, no fever.\n\nMRS. SEMCO\nMy eyes is no good, not my ears.",
  "37": "---END OF PREVIOUS SECTION---\nRICHARD\nYou hear that ma, no fever. MRS. SEMCO\nMy eyes is no good, not my ears. \n---TARGET SECTION TO BE ANNOTATED---\nYou wanna plate of noodles, Terry?\nWe saved you a big plate.\n\nTHERESE\nI’m really not that hungry.\n\nMRS. SEMCO\n(she’s kidding, but she’s\nnot)\nI thought you was a smart cookie.\nYou know that’s not the way to a\nmother-in-law’s heart.\n\nRICHARD and THERESE exchange a look. RICHARD’S mother has\nembarrassed him.\n\nRICHARD\nMa - cut it out.\n\nMRS. SEMCO\nWhat? Cut it out what?\n\nMR. SEMCO appears in the kitchen doorway. He wears a bowling\nshirt and carries a bowling bag.\n\nMR. SEMCO\n(to THERESE)\nYou showed up. Good. I was tired of\nhearing him moan. Do me a favour,\nTherese. Settle down with him\nalready.\n\nRICHARD’S even more embarrassed.\nRICHARD\nCome on, what is this? The\nInquisition?\nTHERESE\n(defusing the situation)\nOkay - I’1l eat.\nMRS SEMCO beams, pinches THERESE’S cheek.\n\nMRS. SEMCO\nThat's my girl!\n\f49\n\nShe prepares THERESE a plate. RICHARD and THERESE exchange a\nlook. He appreciates her assist.\n\nINT. SEMCO APARTMENT. NIGHT.\n\nRICHARD’S ROOM. THERESE and RICHARD sit on his bed. THERESE\nholds a wrapped box on her lap.\n\nTHERESE\nI can’t open this now. It’s days\nbefore Christmas.\n\nRICHARD\nBut I want you to. (he shrugs) I'm\nimpatient.\n\nTHERESE unwraps and opens the box. Inside are brochures of\nFrance- and two tickets for passage on a ship. The date of\ndeparture: March 1, 1953. A pause.\n\nTHERESE\nRichard... what is this?\n\nRICHARD beams, takes one of the tickets from THERESE.\n\nRICHARD\nWell, that one’s mine. I thought it\nwas more romantic to wrap ‘em up\ntogether.\n\nTHERESE stares at the ticket in her hand, picks up one of the\nbrochures full of pictures of Paris landmarks...\n\nRICHARD (CONT’D)\nJeez, Terry, you could cheer up a\nlittle.",
  "38": "---END OF PREVIOUS SECTION---\nI thought it\nwas more romantic to wrap ‘em up\ntogether. THERESE stares at the ticket in her hand, picks up one of the\nbrochures full of pictures of Paris landmarks... RICHARD (CONT’D)\nJeez, Terry, you could cheer up a\nlittle. \n---TARGET SECTION TO BE ANNOTATED---\n It’s not every day you get\na trip to Europe for Christmas.\n\nTHERESE looks up at RICHARD.\n\nTHERESE\nWe're supposed to go in July.\n\nRICHARD\nI know, but - look, I was gonna\ntell you on Christmas day.\nFrankenberg’s offered me a\npromotion. Assistant manager, beds\nand bedding.\n\nTHERESE just stares at him, unable to say a word.\n\f50\n\nRICHARD (CONT’D)\nIt’s a big raise. And they’re\nletting me take a month off in\nMarch, two weeks of it paid. The\nsummer’s a busy time there and-\n\nTHERESE\nI can’t go in March.\n\nRICHARD\nWhy not? You get laid off next\nweek. It’s not like you have any\nbig plans.\n\nBut this stings THERESE, and RICHARD regrets saying it.\n\nRICHARD (CONT’D)\nI didn’t mean - Terry, you know I\nthink the world of you and - well,\nI thought you wanted to go to\nFrance. With me. And I figured...\nwhat the hell, the sooner the\nbetter...\n\nTHERESE\nI do want to go. I did. (beat) It’s\njust - soon. March.\n\nA silence. THERESE puts the ticket and brochure back into the\nbox, puts the lid back on to the box.\n\nINT. THERESE’S APARTMENT BLDG. LATE NIGHT.\n\nTHERESE can be seen through a window getting out of a cab,\nentering the dark building and wearily climbing the stairs.\nAs she gets to her apartment door the hall telephone STARTS\nTO RING. THERESE turns, sighs, goes to answer it.\n\nTHERESE\nHello?\n\nA door down the hall cracks opens - THERESE’S LANDLADY peers\nout towards THERESE.\n\nLANDLADY\nDo you know what time it is, Miss\nBelivet?\n\nTHERESE\n\nI’m sorry - it just rang...\n\nNone too pleased, THE LANDLADY shuts her door. THERESE\nreturns her attention to the phone.\n\nTHERESE (CONT’D)\nHello?\n\f51\n\nNo one answers.\n\nINT. CAROL’S HOUSE. BEDROOM. CONTINUOUS.\n\nCAROL, on the other line, smokes a cigarette, exhales.\n\nINT.",
  "39": "---END OF PREVIOUS SECTION---\nCONTINUOUS. CAROL, on the other line, smokes a cigarette, exhales. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THERESE’S APARTMENT BLDG. CONTINUOUS.\n\nSuddenly, THERESE knows who’s on the other end of the line.\nShe closes her eyes.\n\nTHERESE\nCarol.\n\nCAROL (0.S.)\n(after a beat)\n\nI was - horrible. Before. Will you\n\nforgive me?\n\nTHERESE\nYes... I mean... It’s not-\n\nCAROL (0.S.)\nThen will you - would you - let me\ncome see you... tomorrow evening?\n\nTHERESE\nYes... Yes. (beat) I want to -\nknow. I think. I mean, to ask\nyou... things. But I’m not sure you\nwant that.\n\nINT. CAROL’S HOUSE. BEDROOM. CONTINUOUS.\nCAROL\n(after a beat)\nAsk me. Things. Please.\nINT. THERESE’S APARTMENT BLDG. CONTINUOUS.\nTHERESE closes her eyes. Silence. Which is suddenly pierced\nby A GROUP OF YOUNG PEOPLE entering THERESE’S building, giddy\nand intoxicated. THERESE is startled, watching them from\nabove, stumbling into the building. By the time she puts the\nphone back to her ear, she knows CAROL’S hung up.\n\nCUT BACK TO:\n\nINT. PHIL’S APARTMENT. NIGHT. (APRIL 1953)\n\nThe party is in full swing - more of a crowd, more LAUGHTER,\nboozing.\n\f52\n\nTHERESE stands at a window near a SMALL GROUP OF PEOPLE,\nincluding GENEVIEVE CANTRELL, the woman she spotted earlier.\nTHERESE tries to watch GENEVIEVE without being seen as a MALE\nPARTY GUEST dominates.\n\nMALE PARTY GUEST\nI don’t know, man. You can have\nher. She’s one of these real\nGreenwich Village phonies, if you\nask me. (to someone else): Where\nyou goin’ Dave? Stick around a\n\nminute.\nGENEVIEVE\n\nYou're Phil’s friend, aren’t you?\nTHERESE\n\nI am, yes. And Dannie’s.\nGENEVIEVE\n\nAren’t you going to ask me how I\n\nknew that?\nTHERESE\n\nAren’t most people here Phil’s\n\nfriends?\n\nGENEVIEVE smiles - touche.",
  "40": "---END OF PREVIOUS SECTION---\nGENEVIEVE\n\nAren’t you going to ask me how I\n\nknew that? THERESE\n\nAren’t most people here Phil’s\n\nfriends? GENEVIEVE smiles - touche. \n---TARGET SECTION TO BE ANNOTATED---\n THERESE smiles, too, loosening up,\nenjoying the flirting.\n\nGENEVIEVE\n\nI can see why Phil speaks so highly\n\nof you.\nTHERESE\n\nCan you?\nGENEVIEVE\n\nOh, definitely. I can see a lot.\nTHERESE\n\nReally? What do you see?\nGENEVIEVE\n\n(gives her a good long\n\nlook)\nGreat - potential.\n\nGENEVIEVE hands THERESE a beer, and they clink in a toast.\nTHERESE smiles, she enjoys GENEVIEVE’S attention, but she\ncan’t hold GENEVIEVE’S gaze, something about its boldness\ndraws her away from the moment, from the party...\n\nRETURN TO:\n\nFLASHBACK: DECEMBER 1952\n\f53\n\nINT. FRANKENBERG’S. EMPLOYEE CAFETERIA. DAY.\n\nThe employee Christmas party is in progress, which consists\nof the same old lunch plus Christmas cookies, holiday music\nand decorations. THERESE stands next to RUBY ROBICHEK in a\nlong line of staff. When it’s RUBY’S turn, the SERVER gives\nRUBY double of everything in a food box. THERESE notices\nthis, and RUBY sees her notice.\n\nRUBY ROBICHEK\nWhen you live alone, every penny\ncounts. You economize. You’1l\nlearn.\n\nTHERESE\nHow do you know I live alone?\n\nRUBY ROBICHEK\n(very matter of fact)\nYou got that look.\n\nTHERESE and RUBY sit at a table. RUBY digs into her purse,\nfinds a slip of paper and pen, scribbles down her address and\ntelephone number and gives it to THERESE.\n\nRUBY ROBICHEK (CONT’D)\nI know everything there is to know\nabout this place. I’1l fill you in.\n\nTHERESE\nI’m only here a few more days.\n\nRUBY ROBICHEK\nYeah? Where you going? Macy’s? I\nknew it! You look like the type who\ncan go swanky.\n\n \n\nThis pleases RUBY and she digs into her lunch with gusto. A\nsilence. THERESE watches her eat. She watches everybody eat,\nseemingly in unison. THERESE slides her tray over to RUBY.",
  "41": "---END OF PREVIOUS SECTION---\nTHERESE watches her eat. She watches everybody eat,\nseemingly in unison. THERESE slides her tray over to RUBY. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE\nYou take it. I don’t feel like\neating.\n\nRUBY ROBICHEK\nYou sure? This is good brisket.\n\nTHERESE nods. RUBY takes THERESE’S meal and shovels it into\nher food box.\n\nRUBY ROBICHEK (CONT’D)\nYou're a good kid. I can get\nthrough two, three days with this.\n\nTHERESE summons a smile in reply, at a loss for words.\n\f54\n\nEXT. MIDTOWN MANHATTAN. SAME DAY.\n\nFrom a distance, we see CAROL'S car pull swiftly into a\nparking space near FRED HAYMES’ law offices. CAROL gets out\nof the car and walks briskly down the busy street into the\nbuilding.\n\nINT. HAYMES LAW OFFICES. MOMENTS LATER.\n\nFRED HAYMES, CAROL’S lawyer, is just returning to his office\nwhen he catches CAROL delivering a small Christmas present to\nhis SECRETARY.\n\nCAROL SECRETARY\nMerry Christmas, Katherine. Ohhh...\n\nCAROL\nIt’s nothing, I assure you. (looks\nup) Well, there he is. Now will you\ntalk to me?\n\nFRED HAYMES\nI didn’t want you to come all the\nway down here-\n\nCAROL\nJust - give it to me, straight,\nFred. What am I not to worry about\nuntil after the holiday?\n\nThey settle inside FRED’S office and FRED closes the door.\n\nFRED HAYMES\n(after a beat)\nLook, Jerry Rix served some papers\nthis morning. To my complete\nsurprise. Why don’t you sit down?\n\nCAROL\nWhy is it people think you’re going\nto take bad news better if you’re\nsitting down?\n\nAn awkward silence. FRED clears his throat.\n\nFRED HAYMES\nHarge has sought an injunction\nwhich denies you any access to\nRindy until the custody hearing.\nAnd I'm afraid Harge has changed\nhis mind about joint custody. He\nwants sole custody of Rindy.\n\nCAROL\nWhat?\n\f55\n\nCAROL is stunned. She sits.\n\nA silence.\n\nCAROL (CONT'D)\nWe've already reached an agreement\non custody.",
  "42": "---END OF PREVIOUS SECTION---\nShe sits. A silence. CAROL (CONT'D)\nWe've already reached an agreement\non custody. \n---TARGET SECTION TO BE ANNOTATED---\n What is this all about?\n\nFRED HAYMES\nThey'll be filing papers on the\ntwenty-ninth in District Family\nCourt for the, uh, permanent\ncustody petition.\n\nCAROL\nCan he do this? Is it - right?\nFRED HAYMES\nI don’t know if it’s right, but\nit’s legal.\nCAROL\nOn what grounds.\nFRED HAYMES\n(stalling)\n\nListen. Let’s - deal with this\nafter Christmas. You'll have a\nchance to-\n\nCAROL\n(she interrupts him)\nOn. What. Grounds.\n\nFRED HAYMES\nThey're petitioning the judge to\nconsider a morality clause.\n\nCAROL\nA morality - what the hell does\nthat mean?\n\nFRED HAYMES\n(after a moment)\nOkay. I won’t mince words with you.\nAbby Gerhard.\n\nCAROL\nAbby is Rindy’s godmother. Abby\nis... (to herself, really) He's...\n\nIf he can’t have me, I can’t have\nRindy - That's...\n\nFRED HAYMES\nI’m sorry. But they seem serious.\n\nCAROL looks up to FRED, nods.\n\fA silence.\n\n56\n\nCAROL\nWhen’s the custody hearing?\n\nFRED HAYMES\nIt’s hard to say. With the holidays\nand a backlog of cases...\n\nCAROL\nYour best guess, Fred.\n\nFRED HAYMES\nNot before the middle of March.\nCould be April.\n\nCAROL\nCan I see her?\n\nFRED HAYMES\n(not unkindly)\nNot - let me put it this way - It\nwould not be advisable under the-\n\nCAROL\nAt school? In an office with a-?\n\nFRED HAYNES\nThe issue is not-\n\nCAROL\nSurely a visit supervised by a\nteacher or a-\n\nFRED HAYNES\nCarol, these are serious\nallegations. Forcing contact before\nthe hearing you simply invite\nfurther scrutiny concerning your\nconduct.\n\nCAROL\nMy conduct! Jesus Christ. I’m her\nmother for God’s sake. (beat)\nMorality clause. I see.\n\nFRED HAYNES\nDo you.\n\nCAROL\nNo. There’s nothing moral about\ntaking Rindy away from me.\n\nCAROL looks back at him in a state of frozen disbelief.\n\f57\n\nEXT.",
  "43": "---END OF PREVIOUS SECTION---\nThere’s nothing moral about\ntaking Rindy away from me. CAROL looks back at him in a state of frozen disbelief. 57\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n FIFTH AVENUE. SAME AFTERNOON.\n\nCAROL reenters the street in a numbing daze. She passes\ncrowds of Christmas SHOPPERS with places to go and things to\ndo. She’s not one of those people. She finds herself walking\nback in the direction of her car through the glare of winter\nlight. She puts a cigarette to her lips and begins searching\nthrough her purse, struggling to find a light. Finally\nglancing up she is struck by the sight of truck backing out\nof the lot, and collides with a PEDESTRIAN clearing way.\n\nA VOICE\nWatchit, lady!\n\nCAROL\nPardon me.\n\nCAROL turns into a shop window where she finally manages to\nlight her cigarette, taking several deep drags. Looking up\nshe focuses a moment on the display. It’s a vacation theme:\nsunglasses on mannequins, cameras slung around their necks,\nluggage stacked in artful piles. She lets her gaze fall on a\nlarge two-tone brown leather suitcase.\n\nINT. RECORD SHOP. EAST 50’S. SAME LATE AFTERNOON.\n\nTHERESE waits for a requested title at the front counter of a\nmidtown record store. The STORE CLERK returns with her\nrequest: A Billie Holiday album, with “Easy Living”\nprominently displayed on its cover.\n\nTHERESE\nYes, that’s it, thank you.\n\nShe hands him a five-dollar bill and he begins ringing her\nup. As she waits for her change, she spots two SHORT-HAIRED\nWOMEN at the listening station, sharing a single pair of\nheadphones. The more mannish of the two, in horn-rim glasses,\nleans against the railing dressed in tailored trousers and\njacket over a button-down shirt. The other wears a sleekly\ntailored woman’s suit, very professional. They are obviously\na couple of some kind: New York lesbians. THERESE observes\nthem for a moment, until the woman in slacks looks over - and\nTHERESE quickly looks down.\n\nEXT. RECORD SHOP. EAST 50’S.\n\nRICHARD, waiting outside with his bike, turns to find THERESE\nwalking briskly out of the record shop.\n\nTHERESE\nLet’s walk. I want to drop this at\nhome.",
  "44": "---END OF PREVIOUS SECTION---\nRICHARD, waiting outside with his bike, turns to find THERESE\nwalking briskly out of the record shop. THERESE\nLet’s walk. I want to drop this at\nhome. \n---TARGET SECTION TO BE ANNOTATED---\n\f58\n\nRICHARD\nYour wish is my command.\n\nThey start down the block toward THERESE’s apartment.\n\nRICHARD (CONT’D)\nFind what you wanted?\n\nTHERESE\n(no big deal)\nYeah... Something for someone at\nthe store.\n\nRICHARD\nYou up for the jazz club later on?\n\nTHERESE\nOhh, I don’t know.\n\nRICHARD\nS'fine. (beat) But you should stop\nby on Christmas sometime. My Mom’s\nsort of planning on it.\n\nTHERESE\nChristmas... that’s for families.\nI'd feel - I don’t know...\n\nRICHARD\nYou are family, Terry.\n\nThey turn down a small driveway, cutting through an empty\nlot. THERESE tries to change the subject.\n\nTHERESE\nI'm thinking of putting together a\nportfolio, you know, of my\npictures. Start taking portraits,\neven. Apply for jobs. Maybe at a\nnewspaper. Maybe at the Times.\nDannie knows someone--\n\nRICHARD\nHave you been thinking any more\nabout Europe? (no answer) Terry?\n\nTHERESE stops, brooding, and RICHARD stops and turns to her.\n\nRICHARD (CONT’D)\nWhat?\n\nTHERESE\nHow many times have you been in\nlove?\n\fRICHARD\n(laughs, not sure where\nthis came from)\nWhoa. Never. Until You.\n\nTHERESE\nDon’t lie. You told me about those\ntwo other girls.\n\nRICHARD\nCome on. They were - I had sex with\nthem. That’s not the same thing.\n\nTHERESE\nMeaning... I’m different because we\nhaven't...(quietly) gone all the\nway?\n\nRICHARD\n\nNo, no - that’s not what I - hey,\nwhat’s this all about? I love you.\nThat’s what’s different.\n\nTHERESE nods. They resume walking.\n\nTHERESE\nHave you ever been in love with a\nboy?\nRICHARD\n(after a long beat)\nNo.\n\nTHERESE\nBut you’ve heard of it?\n\nRICHARD\nOf course. I mean, have I heard of\npeople like that? Sure.\n\nTHERESE\nI don’t mean people like that. I\nmean two people who just... fall in\n\nlove. With each other.",
  "45": "---END OF PREVIOUS SECTION---\nTHERESE\nI don’t mean people like that. I\nmean two people who just... fall in\n\nlove. With each other. \n---TARGET SECTION TO BE ANNOTATED---\n Say, a boy\nand a boy. Out of the blue.\n\nRICHARD\nI don’t know anyone like that. But\nI‘1l tell you this - there’s always\nsome reason for it. In the\nbackground.\n\nTHERESE\nSo you don’t think it could just -\nhappen to somebody, just - anybody?\n\n59\n\f60\n\nRICHARD\nNo. I don’t. What are you saying?\nAre you in love with a girl?\n\nTHERESE\nNo.\n\nThey reach THERESE’S building. RICHARD leans his bike against\na railing, takes THERESE’S hands in his.\n\nRICHARD\nDon’t you know I want to spend my\nlife with you, Terry? Come to\nFrance with me. Let’s get married.\n\nTHERESE\nRichard, I’m not - ready. For that.\nI can’t make myself-\n\nRICHARD\nWhat? Tell me.\nTHERESE\nI just... I have to go.\nRICHARD\nTerry.\nTHERESE\nI’m sorry.\n\nTHERESE runs up the stairs to her building’s front door, and\nis in before RICHARD can say another word.\n\nINT. COCKTAIL BAR. SAME LATE AFTERNOON/EARLY EVENING.\n\nABBY and CAROL sip martinis in silence at a favorite joint.\nThe brown two-tone suitcase CAROL saw in the shop rests\nagainst the table.\n\nBeat.\n\nCAROL\nI found Rindy’s hair brush\nunderneath my pillow this morning.\nFull of her hair. She does that,\nyou know, to let me know she’s been\na good girl and brushed properly. I\nusually clean it out but - today,\nfor some reason...\n\nABBY\nHow could he. How dare he... A\nmorality what?\n\f61\n\nCAROL\nClause, he said.\n\nABBY\nCarol - If I’m responsible in any\nway-\n\nCAROL\n\nDon’t you dare - don’t you ever.\n\nCAROL downs her drink. She pushes it towards ABBY for a\nrefill. ABBY refills for them both.\n\nABBY\nHey. You know that tailor’s shop\nthat went bust in Hoboken?\n\nCAROL\nSure. The one with the - the -\nglass thingy on the-\n\nCAROL laughs.\n\nABBY\nExactly. The glass thingy. That\none.",
  "46": "---END OF PREVIOUS SECTION---\nABBY\nExactly. The glass thingy. That\none. \n---TARGET SECTION TO BE ANNOTATED---\nCAROL\n\nBullshit. You have no idea what I’m\ntalking about.\n\nABBY\nYou're right. But it’s good to hear\nyou laugh.\n\nABBY offers CAROL a cigarette, she takes it, ABBY lights it.\nCAROL leans back in her chair, relaxes.\n\nABBY (CONT'D)\nAnyway, the landlord offered me a\nlease. I was thinking - another\nfurniture shop? I’1l need some help\nwith restorations every once ina\nwhile, and you’re the varnish\nmaster, SO...\n\nCAROL\nYou're serious.\n\nABBY\nI’m serious. (beat) Couldn’t be any\nmore of a disaster than the shop we\nhad.\n\nA silence. ABBY looks away from CAROL. CAROL leans in towards\n\nher.\n\f62\n\nCAROL\nHey. We weren’t a disaster. It\njust...\n\nCAROL doesn’t have the words.\n\nABBY\nI know. Timing. Never had it.\nAnyway, I’ve got my eye on this\nredhead who owns a steak house in\nParamus. I’m talking - serious Rita\nHayworth redhead.\n\nCAROL\nReally? You think you have what it\ntakes to handle a redhead?\n\nThey share a naughty smile, thinking about serious redheads.\nThey toast. ABBY gestures to the suitcase.\n\nABBY\nYou going somewhere?\nCAROL\nWest, I was thinking... For a few\n\nweeks. Until the hearing. What else\nam I going to do?\n\nA silence.\n\nABBY\nWell I know you don’t like driving\nalone. So. (beat; ABBY takes a deep\nbreath, exhales) She's young.\n\nCAROL nods her agreement: there’s no denying it.\n\nABBY (CONT'D)\nTell me you know what you're doing.\n\nCAROL\nI don’t. (silence) I never did.\n\nINT. THERESE’S APARTMENT. SAME NIGHT.\nSomeone is knocking at Therese’s door.\n\nTHERESE sticks her head out of her bathroom and looks quickly\naround the room. She hurries out, still brushing her hair and\nfixing her blouse. As she walks to the door she quickly\nstashes the Billy Holiday record under a pillow, and flips on\nthe phonograph (“Smoke Rings,\" Les Paul & Mary Ford begins to\nplay).",
  "47": "---END OF PREVIOUS SECTION---\nTHERESE sticks her head out of her bathroom and looks quickly\naround the room. She hurries out, still brushing her hair and\nfixing her blouse. As she walks to the door she quickly\nstashes the Billy Holiday record under a pillow, and flips on\nthe phonograph (“Smoke Rings,\" Les Paul & Mary Ford begins to\nplay). \n---TARGET SECTION TO BE ANNOTATED---\n She takes a last look at her freshly tidied apartment\nand pulls opens the door.\n\nIt’s CAROL, the suitcase on the floor beside her.\n\f63\n\nCAROL\nYour landlady let me in.\n\nCAROL lights a cigarette. THERESE can do nothing for a moment\nbut stare. Then THERESE catches sight of the suitcase, which\nCAROL pushes across the threshold with her foot.\n\nCAROL (CONT'D)\nMerry Christmas. (beat) Open it.\n\nTHERESE bends down to open the suitcase. Inside is a brand\nnew camera and plenty of rolls of film.\n\nINT. THERESE’S APARTMENT. LATER.\n\nCAROL looks at THERESE’S photographs. She takes her time,\nreally examining them. THERESE watches without crowding her -\neager for her good opinion. CAROL comes to the photograph\nTHERESE took of her at the tree lot, hung on the wall. She’s\nmoved by it, by the primacy of place THERESE has given.\n\nTHERESE\nIt’s not that good. I was rushed, I\nmean... I can do better.\n\nCAROL\n\nIt’s perfect.\n\nLeaning against the end-table, CAROL picks up a small photo\nin its original cardboard frame: THERESE, aged 5, ata\nconvent school.\n\nCAROL (CONT'D)\nIs this you?\n\nTHERESE\nYes.\n\nCAROL puts it down, a bit abruptly, and steps into THERESE’S\nkitchen sink/dark room.\n\nCAROL\nDo you keep anything in the icebox\nbesides photo chemicals? I’m\nfeeling-\n\nTHERESE\nSure.\n\nTHERESE heads to the icebox, where she fishes out a couple of\nbeers. She turns back to find CAROL another step away,\nfighting back tears.\n\nTHERESE is frozen for a moment, not knowing exactly what to\ndo. She approaches CAROL but hesitates, looking down at the\nbeers in her hand before setting them down on the counter.\n\f64\n\nShe proceeds gingerly, putting a tentative hand on CAROL’s\nshoulder, squeezing it. Very quietly, still turned away,\nCAROL breaks. She lowers her head as THERESE steps closer.\n\nEXT. THERESE’S ROOF. NIGHT.",
  "48": "---END OF PREVIOUS SECTION---\nEXT. THERESE’S ROOF. NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\nSipping coffee from mugs, CAROL saunters along the perimeter\nof the roof while THERESE sits on a perch, watching. It’s not\nmuch of a view, but they can see the tips of the impressive\nbuildings, the lights, the cloudy night sky.\n\nTHERESE\nIs there any point in, I don’t\nknow... fighting it?\n\nCAROL\nThe injunction? (beat) No.\n\nTHERESE\nThree months. I feel - useless.\nLike I can’t help you or offer\nanything-\n\nCAROL\nIt has nothing to do with you.\n\nA pause. The remark stings THERESE, but she tries to conceal\nit.\n\nCAROL (CONT'D)\nI’m going away for a while.\n\nTHERESE\nWhen? Where?\n\nCAROL\nWherever my car will take me. West.\nSoon.\nTHERESE can’t hide her dismay.\nCAROL (CONT'D)\nAnd I thought... perhaps you’d like\nto come with me.\nA beat. CAROL looks directly at THERESE.\n\nCAROL (CONT'D)\nWould you?\n\nA long, held moment before THERESE makes a decision.\n\nTHERESE\nYes. Yes, I would.\n\nA few flurries of snow have begun to fall.\n\f65\n\nINT. FRANKENBERG’S. EMPLOYEE LOCKER ROOM. CHRISTMAS EVE. DAY.\n\nTHERESE is removing her personal belongings from her locker\n(some stockings, scarves, books) and putting them in her bag.\nShe separates her Frankenberg’s Employee Handbook and her\nslightly bloody Santa cap and places them in the locker\nshelf. Down at the other end of the locker room she hears\nsome girls approaching. Beyond them she spots RUBY ROBICHEK\nseated on a bench, rolling up her calf-length stockings,\nlooking more weary and alone than ever. THERESE carefully\nshuts her locker.\n\nEXT. FRANKENBERG’S. MOMENTS LATER\n\nThrough the Christmas display windows we see THERESE exit the\nstore with her belongings and hail a cab from the street. As\nthe taxi whisks her off we see her glance back one last time.\n\nINT. THERESE’S APARTMENT. CHRISTMAS EVE. DAY.\n\nTHERESE and RICHARD at the kitchen table. THERESE’S clothes\nand suitcase are spread out on the bed.",
  "49": "---END OF PREVIOUS SECTION---\nDAY. THERESE and RICHARD at the kitchen table. THERESE’S clothes\nand suitcase are spread out on the bed. \n---TARGET SECTION TO BE ANNOTATED---\nRICHARD\nI don’t get it. I don’t get it,\nTherese. Who is this woman to you?\n\nTHERESE\nShe’s a friend.\n\nRICHARD\nI’m your friend, Terry. Phil is\nyour friend - Dannie. This woman -\nyou don’t even know her.\n\nTHERESE\n(after a pause)\nYou can forward any mail to\nChicago, General Post, but I just\npaid rent through February. I had a\nlittle money saved up for the -\nfor...\n\nRICHARD looks up at her sharply. THERESE looks away from him.\n\nRICHARD\nFor our trip. Our trip, Terry. And\nnow you’re - I don’t believe this\nis happening!\n\nTHERESE\nI can’t explain it. I just -\n\f66\n\nRICHARD\nWhat? You’ve got one hell of a\ncrush on this woman is what...\nYou're like a schoolgirl!\n\nTHERESE\nI do not - I just like her is all.\nI like talking with her. I’m fond\nof anybody I can really talk to.\n\nThis stings him, and they exchange a sharp look.\n\nRICHARD\nNice. You know what I think? I\nthink two weeks from now you’1l be\nwishing you... She’1l get tired of\nyou and you’1l wish you never-\n\nTHERESE\n-You don’t understand-!\n\nRICHARD\nI do - I understand completely.\nYou’re in a trance!\n\nTHERESE\nI’m wide awake. I’ve never felt\nmore awake. (beat) Why don’t you\nleave me alone?\n\nTHERESE has surprised herself with her boldness.\n\nRICHARD\nAre we over? Is that what this is?\n\nTHERESE\nI didn’t say that. But why should I\nwant to be with you if all you do\nis argue about this?\n\nRICHARD\nTo say - to say for a minute you\npractically want to say goodbye\nbecause of some silly crush!\n\nTHERESE\nI didn’t say that. You said it.\n\nRICHARD grabs his jacket and starts out the front door.\n\nRICHARD\nYou made me buy boat tickets, I got\na better job for you... I asked you\n\nto marry me, for Chrissakes...\n\f67\n\nINT.",
  "50": "---END OF PREVIOUS SECTION---\nRICHARD\nYou made me buy boat tickets, I got\na better job for you... I asked you\n\nto marry me, for Chrissakes... 67\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n THERESE’S APARTMENT BUILDING. HALLWAY. DAY.\n\nTHERESE\nI never made you - I never asked\nyou for - anything. Maybe that’s\nthe problem.\n\nAs he storms down the stairs, the LANDLADY sticks her head\nout of her door, observing the row.\n\nRICHARD\nI swear to you, two weeks from now\nyou'll be begging me to forget this\never-!\n\nTHERESE\nRichard... Richard!\n\nRICHARD\nHave a great trip, Terry!\n\nHe storms out of the building as THERESE starts back to her\napartment, receiving the LANDLADY’s glares.\n\nINT. THERESE’S APARTMENT. LATER.\n\nBRIEF CLOSE-UPS: THERESE places clothes in her new suitcase.\nShe wraps CAROL’s gift. She composes CAROL’s gift card.\n\nINT. CAROL’S HOUSE. GUEST ROOM. EARLY CHRISTMAS MORNING.\n\nTHERESE is roused from sleep with the sound of an approaching\ncar. She opens her eyes, taking in her surroundings - the\ncomfortable guest room at CAROL’S. She hears voices from\noutside and turns to look out her window.\n\nA fresh layer of snow has fallen and ABBY’S car has pulled up\nthe drive, top-down as usual. CAROL can be seen outside, with\na coat thrown over her robe.\n\nCAROL\nAre you on your way to bed or just\ngetting up?\n\nABBY\nBoth.\n\nABBY tries to stifle a laugh, doesn’t quite. CAROL puts a\nfinger to her lips: “shhh.”\n\nABBY (CONT'D)\nGo for a ride?\n\nCAROL\nYou nitwit.\n\f68\n\nABBY\nWell, I had to come see you off,\ndidn’t I?\nCAROL\nI’m not alone.\nABBY\nUh-oh...\nCAROL\n\n(laughs, then)\nCome in. There’s coffee.\n\nABBY hops out of the car.\n\nINT. CAROL’S HOUSE. HALLWAY. MOMENTS LATER.\nABBY and CAROL enter the house.\nABBY\nThis place is gloomy as a coal pit\nin the mornings.\n\nThey see THERESE sitting at the top of the stairs in her\npajamas.\n\nCAROL\nWe woke you. Go back to sleep, it’s\nearly...",
  "51": "---END OF PREVIOUS SECTION---\nThey see THERESE sitting at the top of the stairs in her\npajamas. CAROL\nWe woke you. Go back to sleep, it’s\nearly... \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE\n\nThat’s okay. Can I - come down?\n\nABBY stifles a snort. CAROL ribs her, good-naturedly. THERESE\nguardedly watches the way the two interact.\n\nCAROL\nOf course. There’s a robe in the\ncloset.\n\nTHERESE stands, and ABBY sizes her up.\n\nCAROL (CONT'D)\nThis is Abby Gerhard.\n\nABBY\nI have no manners.\n\nCAROL\nAbsolutely none.\n\nABBY\nBut it’s nice to meet you, Therese,\nall the same.\n\f69\nTHERESE nods, smiling, then slips back down the hall.\nINT. CAROL’S HOUSE. KITCHEN. LATER. DAY\n\nABBY is finishing preparing sandwiches which THERESE is\nwrapping up.\n\nTHERESE\nHave you known Carol for a long\ntime?\n\nABBY\nUh-huh.\n\nA pause while they work.\n\nTHERESE\nDid you ever take a trip? With\nCarol, I mean?\n\nABBY\nTwo or three.\n\nTHERESE can’t quite cover her slight frown. ABBY clocks this.\n\nABBY (CONT'D)\nWe had a furniture shop for a\ncouple years, outside Elizabeth. So\nwe were always on the prowl for\nantiques or second-hand stuff.\n\nShe grabs a pack of cigarettes from the counter, lights one.\nTHERESE watches her. ABBY offers her a cigarette and a light.\n\nABBY (CONT'D)\nYou old enough to smoke?\n\nA beat, before ABBY breaks a smile, and THERESE decides to\nsmile along.\n\nTHERESE\nOkay...\nA beat, then:\nABBY\nYou know she’s got a lot of worries\nright now... You know that, don’t\nyou?\nTHERESE\nI know.\nABBY\n\nAnd she’s lonely.\n\f70\n\nTHERESE\nIs that why she wants me to go with\nher?\n\nABBY\nNo...\n\nABBY looks out a kitchen window, smokes.\n\nABBY (CONT'D)\nJust - don’t want to see her\ngetting hurt. That’s it.\n\nTHERESE\nI'd never hurt Carol. You think I\nwould?\n\nABBY\nNo. (she looks frankly at THERESE)I\ndon’t.\n\nTHERESE starts putting the food and drinks into a large\npicnic basket.",
  "52": "---END OF PREVIOUS SECTION---\nYou think I\nwould? ABBY\nNo. (she looks frankly at THERESE)I\ndon’t. THERESE starts putting the food and drinks into a large\npicnic basket. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE\nWhat happened to the furniture\nstore?\n\nABBY sighs. She suddenly looks a little sad to THERESE.\n\nABBY\nIt was... (resuming her chores):\nSome things don’t work out, no\nmatter how much you want them to.\n\nEXT. CAROL’S HOUSE. LATER. DAY.\n\nTHERESE and CAROL finish loading up the trunk and wiping the\nlast of the snow from the windshield. CAROL slams the trunk\nlid shut, strides to the driver’s side, opens the door, gets\nin. THERESE hurriedly removes the last of the snow from the\nback windshield as CAROL starts up the car, revving the\nengine. The hot exhaust creates a swirl of steam as a soft\nspell of MUSIC rises. THERESE trots up to the passenger side\ndoor, taking a last look around before jumping into the car.\n\nINT CAROL’S CAR / EXT ROAD TO PENNSYLVANIA. LATER. DAY.\n\nMUSIC continues over shots inside the car: THERESE pouring\ncoffee for CAROL from the thermos - piping hot and pre-\ncreamed. THERESE lighting two cigarettes and handing one to\nCAROL, as they drive through the black and white of the snowy\nthruway towards Philadelphia.\n\f71\n\nINT. PHILLY DINER . LATER.\n\nCAROL and THERESE eat tomato soup and crackers, virtually\nalone in the dreary city diner. A few dismal strands of\ntinsel and garland, strewn about for holiday effect, surround\na green and red cardboard banner which reads: MER Y CH TMAS.\nTHERESE puts aside her meal, gazes out of the window at the\nlargely deserted city streets.\n\nTHERESE\nI could get used to having a whole\ncity to myself.\n\nTHERESE turns to CAROL, who smiles in approval at THERESE’S\nplan. THERESE can’t wait any longer, reaching under her seat\nand producing her nicely wrapped gift for CAROL.\n\nTHERESE (CONT’D)\nFor you. Merry Christmas.\n\nCAROL\nNo - You shouldn’t have.\n\nBut CAROL is pleased, and THERESE is pleased that she’s\npleased.\n\nTHERESE\nOpen it.\n\nShe watches CAROL unwrap the package. It’s the Billie Holiday\nrecord with “Easy Living” on it.",
  "53": "---END OF PREVIOUS SECTION---\nTHERESE\nOpen it. She watches CAROL unwrap the package. It’s the Billie Holiday\nrecord with “Easy Living” on it. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE (CONT’D)\nI played it for you. At your house.\n\nCAROL\nI remember. (beat; she looks up at\nTHERESE) Thank you.\n\nTHERESE picks up her camera, focuses on CAROL, and snaps a\npicture. CAROL brings her hands up to her face.\n\nCAROL (CONT'D)\nOh God, I look a fright - don’t -\n\nTHERESE\nYou do not, you look... (she leans\nover and takes them back\ndown)wonderful... Just - stay like\n\nthat.\n\nTHERESE realizes she’s holding CAROL'S hands in her own. She\nquickly looks around the diner, feeling slightly embarrassed,\nbut no one else is looking. CAROL clocks this, squeezing\nTHERESE’S hands and gently extricating herself.\n\f72\n\nCAROL\nDo you miss Richard?\n\nTHERESE\n(she thinks about it)\nNo. I haven’t thought about him all\nday. Or of home.\n\nCAROL\nHome.\n\nTHERESE regrets using the word, watching CAROL’s mood darken,\nslightly.\n\nINT/EXT. PHILLY DINER. INNER PHILADELPHIA. LATER.\n\nTHERESE returns from the ladies room at the rear of the\ndiner, walking past a WOMAN IN HER THIRTIES gathering her\nTHREE YOUNG CHILDREN. At first THERESE doesn’t see CAROL,\nthen spots her through the window, at a pay telephone. She\nsees her inserting her change and quickly dialing a number.\n\nHEAR THE RINGS: Once. Twice. Three times. CAROL glances\ntoward the diner window. Through the glass one of the WOMAN’s\nCHILDREN is making faces through the precipitation. Just\nbeyond is THERESE, paying the bill at the counter. CAROL\nreplaces the receiver in its cradle before the call can be\nanswered. THERESE turns to exit the diner and spots CAROL\nsmoking a cigarette.\n\nINT/EXT. CAROL’S CAR. NIGHT.\n\nCAROL drives. THERESE is sleeping, huddled up against the\npassenger side window. A blanket partly covers her.\n\nRADIO V.O.\n.»+-and that concludes our Holiday\nGreetings from President-elect and\nMrs. Eisenhower.",
  "54": "---END OF PREVIOUS SECTION---\nO. .»+-and that concludes our Holiday\nGreetings from President-elect and\nMrs. Eisenhower. \n---TARGET SECTION TO BE ANNOTATED---\n This is WOR-\nPittsburgh wishing you and yours-\n\nCAROL takes one hand off the steering wheel and pulls up the\nblanket so THERESE is covered.\n\nEXT. TWO-LANE HIGHWAY OUTSIDE OF PITTSBURGH. NIGHT\n\nCAROL'S car glides along the empty road, behind it, the eerie\n\nglow of the Pittsburgh industrial skyline, ahead of it: pitch\ndarkness.\n\f73\n\nEXT. ABBY’S HOUSE. NIGHT.\n\nWe see HARGE rushing out of the rear door of his car, his\nCHAUFFEUR idling, and rushing up the walk of a dark,\nbrickfront bungalow.\n\nINT. ABBY’S HOUSE.\n\nFerocious banging on the front door as ABBY rushes down\nstairs, tying up a robe as she goes. She opens the door. It’s\nHARGE, in a state, breathing hard.\n\nHARGE\nI have to speak to her.\n\nABBY\nWhat are you doing? - You're\nsupposed to be in Florida.\n\nHARGE\n(after a beat)\nI couldn't do it. I had to - Rindy -\nshe wanted to see her mother on\nChristmas. Not that it’s any of\nyour business. Just go get her. I\nknow she’s here.\n\nABBY\nYou’ve got some fucking nerve\nordering me around. And, no. She’s\nnot here.\n\nHARGE\nThat’s impossible. She’s not home.\nShe’s not with me. She must be with\nyou.\n\nABBY\n\n(after a moment)\nYeah, you know, Harge, you have a\npoint. You’ve spent ten years\nmaking damned sure her only point\nof reference is you, her only focus\nin life is you, your job, your\nfriends, your family, your-\n\nHARGE\nWHERE IS SHE. (beat; he composes\nhimself) She's still my wife, Abby.\nI’m responsible for her.\n\nABBY\nWell, you know, that’s some way of\nshowing it, Harge - slapping her\nwith an injunction. I’m closing the\ndoor.\n\f74\n\nABBY starts to close it but HARGE intercepts.\n\nHARGE\nI love her.\n\nABBY\nI can’t help you with that.\n\nABBY quietly shuts the door. But each remains unmoving a\nmoment, in the dark.\n\nEXT.",
  "55": "---END OF PREVIOUS SECTION---\nABBY quietly shuts the door. But each remains unmoving a\nmoment, in the dark. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MOTEL. OUTSIDE PITTSBURGH. DAY\n\nTHERESE is stepping out of her room with her suitcase,\ndressed for the day. She walks over to the next room and\nquietly knocks on the door.\n\nTHERESE\nCarol?\n\nWhen there’s no answer, she tries the door. It’s open.\n\nINT. MOTEL ROOM. OUTSIDE PITTSBURGH. DAY\n\nTHERESE peeks her head into the room, to the sound of running\nwater from the bathroom. She sees CAROL’s overnight case is\nopen on her bed, her things spread about the room.\n\nCAROL (0.S.)\nTherese, is that you?\n\nTHERESE\nYes!\n\nCAROL (0.S.)\n\nWould you be a sweetie and fetch my\nred knit sweater? It’s in the small\nsuitcase. Upper left hand side.\n\nTHERESE\nOkay.\n\nTHERESE finds the case, opens it. She takes a moment to look\nat CAROL’S clothes in the case before she actually touches\nthem, feeling the fabrics, the silks and cashmeres, taking in\ntheir powdery smells. Something at the bottom of the case\ncatches her eye. A glint of metal beneath some stockings. She\nremoves the stockings, revealing a small, pearl-handled\npistol. She reaches out, tentatively, to touch it, just as\nCAROL calls out from the bathroom.\n\nO/S CAROL\nHey, slowpoke...\n\f75\n\nTHERESE quickly withdraws her hand and hurriedly replaces\nCAROL'S clothing. She grabs the red sweater.\n\nTHERESE\nFound it.\n\nTHERESE takes the sweater to the bathroom door and knocks\nlightly. The door opens, revealing CAROL standing there with\na towel wrapped around her. Steam filters out of the\nbathroom. THERESE hesitates a moment, then hands her the\nsweater.\n\nCAROL\nEverything all right?\n\nTHERESE\nYeah - I’m just - suddenly\nstarving.\n\nCAROL\n(closing the door): I won't be a\nminute.\n\nINT. CAROL’S CAR. ON THE ROAD. DAY.\n\nCAROL drives, looking out on the increasingly frozen\nlandscape. THERESE is grabbing a sandwich from a basket on\nthe back seat. CAROL’S packed suitcase rests beside it.\nTHERESE settles back into her seat.",
  "56": "---END OF PREVIOUS SECTION---\nTHERESE is grabbing a sandwich from a basket on\nthe back seat. CAROL’S packed suitcase rests beside it. THERESE settles back into her seat. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE\nDo you feel safe? With me, I mean?\n\nCAROL\n(laughs)\nYou're full of surprises.\nTHERESE continues thinking, eating her sandwich.\n\nTHERESE\nBut - Do you?\n\nCAROL glances at her. THERESE holds her gaze. CAROL turns her\nattention back to the road.\n\nCAROL\nIt’s the wrong question.\n\nTHERESE\nBut you’d tell me. If something\nscared you. And I could help.\nCAROL shakes her head, smiles.\n\nCAROL\nI’m not frightened, Therese.\n\f76\n\nTHERESE considers this, then glances back at CAROL, who peers\nout at the open road, the cool winter sun skating across her\nface.\n\nEXT. MCKINLEY MOTEL. CANTON, OHIO. DUSK.\n\nCAROL'S car pulls into the drive of a small motel with an\nelaborate and large painted likeness of William McKinley on\nwood billboard.\n\nINT. MCKINLEY MOTEL. CANTON, OHIO. DUSK.\n\nThe front desk of the blonde-wood hotel office. A very prim\nHOTEL MANAGER assists CAROL, checking in.\n\nHOTEL MANAGER\nOur standard rooms come equipped\nwith stereophonic console radios,\nor if you prefer, the Presidential\nSuite is available. At a very\nattractive rate.\n\nCAROL\n(thinks a moment, then)\nTwo standard rooms should be fine.\n\nTHERESE\nWhy not take the Presidential\nSuite?\n\nCAROL and THERESE exchange a look.\n\nTHERESE (CONT’D)\nIf the rate’s attractive...\n\nEXT. MCKINLEY MOTEL. CANTON, OHIO. NIGHT.\n\nTHERESE at the ice dispenser. She’s bundled up in scarf,\ngloves, overcoat - but wearing bunny slippers. She struggles\nto fill an ice bucket, shivering.\n\nYOUNG MAN\nCan I - hold that for you?\n\nTHERESE looks up. A tall, affable looking young man with\nspectacles appears beside her, holding up the lid of the\ndispenser while she fills her bucket.\n\nTHERESE\nThank you. It’s cold.\n\nYOUNG MAN\nSo cold my glasses'’ve fogged clear\nover.\n\f77\n\nTHERESE\nThanks again. G’night.",
  "57": "---END OF PREVIOUS SECTION---\nYOUNG MAN\nSo cold my glasses'’ve fogged clear\nover. 77\n\nTHERESE\nThanks again. G’night. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG MAN\nNight.\n\nHe tips his hat to her and THERESE heads back to her room.\n\nINT. MCKINLEY MOTEL ROOM. NIGHT.\n\nTrue to its name, framed photographs of William McKinley and\nhis wife hang over the twin beds. Also adorning the suite, a\ndressing table with a fan-shaped mirror, bedside cabinets,\ngold-specked table lamps, striped wall paper. A record plays\non THERESE’s portable turntable, (”Easy Living (1933 version)”\nby Billie Holiday). THERESE sits beside CAROL at the dressing\ntable as CAROL carefully applies mascara to THERESE’S lashes.\n\nCAROL\nDon’t blink. (beat) Now look at\nyou.\n\nCAROL turns THERESE around to the mirror.\n\nTHERESE\nI need lipstick.\n\nCAROL chooses a lipstick, gives it to THERESE and watches as\nTHERESE applies it. CAROL hands THERESE a tissue. THERESE\nblots, hands CAROL the tissue.\n\nTHERESE (CONT’D)\nNext?\n\nCAROL picks up a perfume bottle, hands it to THERESE.\nCAROL\nWould mademoiselle be so kind as to\napply at the pulse points only?\nTHERESE applies perfume to the inside of her wrists, the\ncrook of her arms, and her neck. She turns to CAROL. CAROL\nholds out her wrists to THERESE.\n\nCAROL (CONT'D)\nMe, too.\n\nTHERESE applies perfume to the same spots on CAROL. CAROL\ncloses her eyes, arches her neck back slightly.\n\nCAROL (CONT'D)\nThat’s divine. Smell that.\n\nA beat, and THERESE leans forward to smell CAROL’S perfume.\n\f78\n\nINT. MCKINLEY MOTEL ROOM. LATE NIGHT.\n\nFrom her neighboring twin bed, THERESE watches CAROL sleep.\nVery gently, she slips out of her bed and sits down silently\non the edge of CAROL'S bed, and watches her breath. She\nquietly lifts a finger and lightly runs it along CAROL’S\ncheek. CAROL turns over in her sleep. THERESE waits to be\nsure CAROL won’t wake, then returns to her own bed.\n\nINT. MCKINLEY MOTEL OFFICE. MORNING.",
  "58": "---END OF PREVIOUS SECTION---\nINT. MCKINLEY MOTEL OFFICE. MORNING. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE is seated in the improvised breakfast room, made up\nof a few mismatched tables and chairs, and a paltry spread of\ncoffee, juice and rolls. She spots the YOUNG MAN from the ice\ndispenser pouring himself a cup of coffee, carrying a large\nblack case. He spots THERESE and smiles broadly.\n\nYOUNG MAN\nGood morning. Glad to see you\ndidn’t freeze over or nothing.\n\nTHERESE\nYou too.\n\nBefore she can even respond he’s setting down his cup and\npulling up a chair. THERESE spots CAROL arriving with a road-\nmap, making a beeline to the coffee.\n\nTHERESE (CONT'D)\nNot the best coffee I’m afraid.\n\nYOUNG MAN\nLong as it’s hot.\nTHERESE\nWhat’s in the case?\nYOUNG MAN\nOh. Notions. I’m a - I sell them.\n\nOr try to.\nCAROL arrives opposite Therese and plops down.\n\nCAROL\nLousy coffee.\n\nYOUNG MAN\n(surprised by her arrival)\nSorry- (he attempts to stand)\n\nCAROL\nExcuse me?\n\nTHERESE\nWe were just chatting.\n\f79\n\nYOUNG MAN\nName’s Tucker... Tommy.\n\nTHERESE\n(extending her hand)\nTherese Belivet. Carol Aird.\n\nTOMMY TUCKER\n(shaking hands)\nPleased to meet you.\n\nTHERESE\nMr. Tucker sells notions.\n\nTHERESE makes a gesture to his case, which CAROL regards.\n\nCAROL\nI see.\n\nTOMMY TUCKER\n(brief silence)\nDon’t really know what notions are,\nexactly. But they do instruct us to\nuse the word. Says it appeals to\n\nwomen. So... (beat) I did sell a\nshoe-horn yesterday to a feller in\nWheeling.\n\nTHERESE\n\n(trying to help him out)\nDo you sell lipstick?\n\nTOMMY TUCKER\nNo. But I have a sewing kit. (beat)\nYou don’t need a sewing kit. I can\ntell.\n\nCAROL smiles politely, but returns her attention to the map.\n\nCAROL\n(to THERESE)\nWe should make Chicago by five or\nsix, if we get an early start.\n\nTOMMY TUCKER\nThat’s where I’m headed.",
  "59": "---END OF PREVIOUS SECTION---\nCAROL smiles politely, but returns her attention to the map. CAROL\n(to THERESE)\nWe should make Chicago by five or\nsix, if we get an early start. TOMMY TUCKER\nThat’s where I’m headed. \n---TARGET SECTION TO BE ANNOTATED---\n There’s a\nshort cut across the interstates,\nknocks two hours off the drive.\n\nCAROL\nTwo hours, that’s... That would be\ngreat-—\n\nTHERESE\n\nCan we stop to buy some magazines?\n\f80\n\nTOMMY TUCKER\n(reaching for his case)\nI got Field and Stream... National\nGeographic?\n\nTHERESE\nPopular Photography?\n\nTOMMY TUCKER\n(a beat as he smiles)\nNope. Course not. I am doomed to\nremain without a sale.\n\nTHERESE throws a little smile to CAROL, as TOMMY shakes his\nhead. MUSIC picks up, carrying over the following scenes.\nEXT. OPEN ROAD. LATER. DAY\n\nThe wide open road stretches out before us as CAROL'S car\ncomes gliding by.\n\nINT. CAROL’S CAR. LATER. DAY\n\nInside, THERESE enjoys the sweet boredom of nothing but time\nin CAROL'S company. She scans the radio dial.\n\n(EXT. ROADSIDE. LATER. DAY\n\nCAROL and THERESE, bundled in coats and scarves, sit on the\nlow branch of a tree, just off the road, sharing sandwiches\nand thermos coffee. ]\n\nEXT. DRAKE HOTEL. CHICAGO. NIGHT\n\nThe shimmering entrance to Chicago’s Drake Hotel is a swarm\nof taxis, GUESTS and BELL-HOPS. CAROL and THERESE, bleary\nfrom the road, come to a stop and begin quickly gathering\ntheir things from the car.\n\nINT. DRAKE HOTEL ROOM. LATER.\n\nA BELLBOY carries CAROL and THERESE’S bags into an opulent\nroom. We hear CAROL tip and thank him as we follow THERESE\ninto her first encounter with hotel luxury. CAROL collapses\n\nonto one of the beds.\n\nCAROL\nFinally. A real bed. Heaven.\n\nTHERESE inspects the room like a detective. She bends to run\nher hand through the carpet.\n\f81\n\nTHERESE\nThis carpet - it feels like woven\nsilk! Like we shouldn’t be stepping\non it. And the furniture!\n\nShe turns to look at CAROL... fast asleep on the bed.\n\nINT. DRAKE HOTEL. RESTAURANT. LATER.",
  "60": "---END OF PREVIOUS SECTION---\nDRAKE HOTEL. RESTAURANT. LATER. \n---TARGET SECTION TO BE ANNOTATED---\nCarol speaks to the hostess as Therese observes the busy\nhotel restaurant, with WAITERS moving briskly and efficiently\nthrough the room.\n\nCAROL\nTable for two, please, for dinner.\nHOSTESS\nAre you staying here at the hotel?\nCAROL\nYes, it’s room... (she searches for\nher key)\nTHERESE\n623. Mrs. Aird.\nHOSTESS\nThat’ll be just a moment, Mrs.\nAird.\nCAROL\nThank you.\n\nTherese eyes the gifts and souvenirs at the counter: fancy\nboxes of candy, souvenir key rings, pens. She lifts a can of\nspecialty Virginia ham.\n\nTHERESE\nDo you think something like this\nwould appeal to an older woman?\n\nCAROL\nI suppose. Depends on the woman.\n\nTHERESE\nI worked with a woman at\nFrankenberg’s - Ruby. But she\ndepressed me.\n\nCAROL\nWhy?\n\nTHERESE\nShe’s old. Alone. No money. It’s -\nsilly, I know.\n\f82\n\nCAROL\nI think it’s a lovely gesture. Send\nit. Here.\n\nCAROL picks up the order form and pencil and hands it to\nTHERESE.\n\nHOSTESS\nMrs. Aird, your table is ready.\n\nCAROL\nThank you.\n\nTherese takes the form and pencil with her as they are led to\ntheir table.\n\nINT. CENTRAL POST OFFICE. PHONE BOOTH. CHICAGO. DAY.\n\nCAROL in a phone booth placing a call. She can see THERESE\nfrom the booth, who stands in line to collect general\ndelivery mail.\n\nINT. CENTRAL POST OFFICE. CHICAGO. DAY. CONTINUOUS.\nTHERESE on line to pick up her mail. She looks around for\nCAROL, spots her dialing in the phone booth...\n\nINT. HARGE’S OFFICE. NEW YORK. DAY.\n\nHis private phone rings. He picks up.\n\nHARGE\nHargess Aird. Hello.\n\nNothing from the other end.\nHARGE (CONT'D)\n\nAll right, Carol. Enough is enough.\n\nNow where are you, goddamnit?...\n\nHello?\nINT. CENTRAL POST OFFICE PHONE BOOTH. CHICAGO. DAY.\nCAROL, suddenly unable to respond, leans her head against the\nphone box a moment, then quietly hangs up the phone.\n\nINT.",
  "61": "---END OF PREVIOUS SECTION---\nDAY. CAROL, suddenly unable to respond, leans her head against the\nphone box a moment, then quietly hangs up the phone. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CENTRAL POST OFFICE. CHICAGO. DAY.\n\nCAROL joins THERESE at the post desk. THERESE has picked up a\nfew letters.\n\f83\n\nCAROL\n(refers to the letters)\nSomeone’s popular.\n\nTHERESE\nAll from Richard. (she puts the\nletters in her bag) Aren't you\ngoing to check your mail?\n\nCAROL\n\nNobody knows I’m here.\nTHERESE\n\nWere you... making a call?\nCAROL\n\nWhat? No - Ladies room.\n\nCarol throws her scarf over her head and starts out. Therese\nwatches her a moment as she goes, then follows.\n\nEXT. LAKE SHORE DRIVE. CHICAGO. NEW YEAR’S EVE. DAY.\n\nCAROL and THERESE stand at the side of the frozen road,\nconsidering a flat tire. CAROL starts rummaging through her\npurse when she looks up and hears a car coming.\n\nCAROL\nHere’s one.\n\nTHERESE tries to flag down the approaching motorist for help.\nA dark-colored ‘42 Chrysler Sedan slows to a stop and pulls\nover ahead of them. The driver backs up, revealing it to be\nTOMMY TUCKER, the notions salesman.\n\nTHERESE\nWell - what in the world. (to\nCarol): Look who just...\n\nTOMMY TUCKER\nWhat do you know? I thought that\nmight be the two of you.\n\nTOMMY hops out of his car and approaches the women. He\ninspects the tire.\n\nTOMMY TUCKER (CONT'D)\nYep, that’s a flat alright. Just\nhope you didn’t dent that rim.\n\nCAROL\nI felt something pulling, and then\na grinding-\n\f84\n\nTOMMY TUCKER\nRight. Well. Can I jack her up for\nyou?\n\nTHERESE\nWe - don’t think there is one.\n\nTOMMY TUCKER\nNo jack?\n\nTHERESE\n(glancing at CAROL)\nWe think it might have been left at\nhome.\n\nCAROL\nLong story.\n\nTHERESE\nBigger problem is, we think it\nmight be flat. The spare.\n\nTOMMY TUCKER\n\nGotcha. Well... I got a jack. I can\njack her up for you. We just use my\nspare.",
  "62": "---END OF PREVIOUS SECTION---\nI got a jack. I can\njack her up for you. We just use my\nspare. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE\n\nBut what about you?\n\nTOMMY TUCKER\nMe I’m heading home from here - I\ngot plenty of spares back home.\n(inspecting the flat)\nDon’t think there’s rim damage.\nShouldn’t take too long I don’t\nexpect.\n\nTHERESE\nThere’s just... one other thing...\n\nTOMMY TUCKER\nWhat’s that, ma’am?\n\nINT/EXT. TOMMY’S CAR. LAKE SHORE DRIVE. LATER. DAY.\n\nIn the front seat, THERESE offers CAROL some coffee from a\nthermos. Radio softly plays. Up ahead, TOMMY leans over the\nhood, his hands black from a lengthy operation.\n\nCAROL\nI’m ravenous.\n\fSilence.\n\n85\n\nTHERESE\nSo am I.\n\nCAROL\n(watching him work)\nWe're lucky we found him.\n\nTHERESE\nI’ll say.\n\nTHERESE (CONT’D)\nAre you sorry we came?\n\nCAROL\nOn the trip? No. Are you?\n\nTHERESE\nNo.\n\nThey look up to the sound of CAROL’s car starting up again.\nTOMMY climbs out of the drivers seat and approaches, dusting\nhimself off. CAROL and THERESE get out to meet him.\n\nCAROL\nWonderful!\n\nTOMMY TUCKER\nWell... It’ll get you to your next\nstop, but you best get it checked\nat a garage. New hose. They’1l tell\nya the same.\n\nTHERESE\nThank you so much.\n\nCAROL\nTommy, what do we owe you.\n\nTOMMY TUCKER\nOh, please - nothing at all, ma’am.\n\nCAROL\nWell for the tire at least.\n\nTOMMY TUCKER\nNo need. Like I said, I’ve got a\ncollection. Occupational hazard.\n\nCAROL\nWell. Thank you. Again. For\neverything.\n\f86\n\nTOMMY TUCKER\nYou are surely welcome, ma’am.\n\nCAROL starts off to the car, leaving an uncertain beat\nbetween TOMMY and THERESE.\n\nTOMMY TUCKER (CONT’D)\nAnd Happy New Year.\n\nTHERESE\nYes, that’s right. Happy New Year\nto you.\n\nTOMMY TUCKER\nYep, well, I’m counting on a big\nnight for sales.",
  "63": "---END OF PREVIOUS SECTION---\nTHERESE\nYes, that’s right. Happy New Year\nto you. TOMMY TUCKER\nYep, well, I’m counting on a big\nnight for sales. \n---TARGET SECTION TO BE ANNOTATED---\n Stocking up on\nhats and sparklers. I’m hopeful.\n\nTHERESE smiles as he back-steps, tips his hat and gets into\nhis car. She glances at CAROL, climbing into the car - and\nfeels a sudden surge of longing.\n\nEXT. WATERLOO, IOWA. EARLY EVENING.\n\nOn the road leading into Waterloo, CAROL’S car speeds by a\nbillboard sign with a cartoon of Napoleon being strangled by\nNelson. In fancy script below the cartoon is written:\nWATERLOO BECKONS. POP. 12,070. The sky is a deep red.\n\nINT. CABIN. JOSEPHINE MOTOR LODGE. NIGHT.\n\nTwin beds, quilted headboards, the usual. Radio tuned into\nGuy Lombardo’s New Year’s Eve broadcast from the Waldorf\nAstoria. It’s almost midnight. A couple of chipped plastic\ntrays carrying the remnants of some ham and cheese sandwiches\nare set on one of the beds. CAROL sits sipping beer from a\nChampagne flute, her hair wrapped in a towel. Each dressed in\nrobes, CAROL watches THERESE brush out her hair at a dressing\ntable. The countdown to the New Year begins on the radio.\nFive. Four. Three. Two. One: HAPPY NEW YEAR! And the familiar\nLombardo signature “Auld Lang Syne” begins, but neither woman\ntakes notice. Instead CAROL gets up from the bed, takes the\nbrush from THERESE and begins to brush THERESE’S hair,\nslowly, carefully. When she’s done, she puts the brush down\nand turns THERESE around to face her.\n\nCAROL\nHappy New Year.\n\nTHERESE\nHappy New Year.\n\nThey face each other in silence, listening to the faraway\nradio broadcast - a moment when anything could happen.\n\f87\n\nTHERESE, for the first time, reaches out ever so slightly to\nbrush her fingers against CAROL’S. CAROL looks down at their\nfingertips touching.\n\nCAROL\nHarge and I never spend New Year’s\nEve together. There’s always a\nbusiness function, always clients\nto entertain.\n\nTHERESE\nI’ve always spent it alone. In\ncrowds. (beat) I’m not alone this\nyear.",
  "64": "---END OF PREVIOUS SECTION---\nThere’s always a\nbusiness function, always clients\nto entertain. THERESE\nI’ve always spent it alone. In\ncrowds. (beat) I’m not alone this\nyear. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE squeezes CAROL'S hand ever so slightly. The Guy\nLombardo band strikes up a bright New Year’s tune.\n\nCAROL unties her robe and lets it fall open, revealing her\nnakedness to THERESE. It’s so still, it’s as if all breath in\nthe room were suspended. THERESE stands up to join her, and\nCAROL takes her face gently in both her hands. She kisses\nTHERESE’S lips. It’s a wondrous kiss for them both, slow and\nunhurried. Afterwards, CAROL removes her hands from THERESE’S\nface and eases off the towel from her head.\n\nCAROL\nI’m sorry.\n\nTHERESE\nFor what?\n\nCAROL\nFor everything that might happen.\nLater.\n\nTHERESE\n(after a moment)\nTake me to bed.\n\nCAROL moves towards THERESE, takes her in her arms, leads her\nto the bed.\n\nCAROL\nLie down.\n\nTHERESE does. CAROL lets her own robe drop to the floor then\nopens THERESE’s robe on the bed, taking in her youthful\nbeauty.\n\nCAROL (CONT'D)\nI never looked like that.\n\nShe climbs onto the bed and straddles THERESE. She strokes\nher face, her hair. THERESE closes her eyes, but begins to\ntremble involuntarily.\n\f88\n\nCAROL (CONT'D)\nYou're trembling.\n\nCAROL leans down to kiss her lightly on the forehead, then\nreaches across the bed to shut off the light. THERESE stops\nher.\n\nTHERESE\nDon’t. I want to see you.\n\nCAROL nods, then slides down THERESE’S body and stops just\nbelow THERESE’S navel. She kisses her belly, moves down\nTHERESE’S body with her mouth. THERESE looks up at the\nceiling, trying to quell her body’s shuddering of nerves. She\ncloses her eyes. CAROL slides up THERESE’S body and plays\nwith one of THERESE’S nipples with the tip of her tongue.\nTHERESE moans softly. She pulls CAROL up to her mouth and\nthey kiss eagerly, passionately. THERESE opens her eyes and\nregards CAROL’S face, so close to hers, and smiles.\n\nCAROL\n(a whisper)\nMy angel. Flung out of space.",
  "65": "---END OF PREVIOUS SECTION---\nTHERESE opens her eyes and\nregards CAROL’S face, so close to hers, and smiles. CAROL\n(a whisper)\nMy angel. Flung out of space. \n---TARGET SECTION TO BE ANNOTATED---\nThey begin to make love for the very first time.\n\nFADE TO BLACK\n\nINT. CABIN. JOSEPHINE MOTOR LODGE. DAY\n\nMorning light filters through the drawn curtains as THERESE,\nstill in bed, watches CAROL packing up for the day ahead. But\nsuddenly, this day, everything in the world is different.\n\nTHERESE\nWhat town are we in?\n\nCAROL\nThis? Waterloo. Isn’t that awful?\n\nINT. OFFICE. JOSEPHINE MOTOR LODGE. LATER.\n\nThe deserted office is strewn with empty beer bottles and\ncheap New Year’s decoration. CAROL looks around for a clerk,\nrings the desk bell. An ANCIENT WOMAN shuffles on out of the\nback room. She wears a party hat.\n\nANCIENT WOMAN\nYou the folks in thirteen?\n\nCAROL\nWe're checking out.\n\nANCIENT WOMAN\nTelegram come for you last night.\n\f89\n\nThe ANCIENT WOMAN shuffles on out of the room and comes back\nwith a telegram. She gives it to CAROL. CAROL opens the\ntelegram. Reads it. It’s not good news.\n\nCAROL\nWhen did this arrive?\n\nANCIENT WOMAN\nI ain’t a clock, lady. Early.\nSeven. Nine.\n\nEXT. JOSEPHINE MOTOR LODGE. MORNING.\n\nCAROL storms out of the office, tearing past the patchy\nremains of snow, where THERESE is loading the car with their\nbelongings. CAROL pulls open the driver's side door,\nsearching for something she doesn’t see, and slams the door\nshut. She runs up to the cabin they just vacated and tears\nopen the door, almost immediately comes out again, slamming\nshut the door. She’s furious.\n\nTHERESE\nCarol! What the hell-\n\nCAROL\n(focusing on THERESE)\nWhere's my suitcase?\n\nTHERESE\nCarol - wait a minute - what’s\ngoing on?\n\nCAROL\n\n(she snaps)\nI want my fucking suitcase.\n\nCAROL storms over to the trunk, brushing past THERESE on the\nway. She finds her suitcase, flings it open and starts\nrifling through it. She finds the pistol. THERESE tries to\nblock her way.\n\nTHERESE\nWhat are you doing with that? Carol\n- what happened?!\n\nCAROL pushes past THERESE.",
  "66": "---END OF PREVIOUS SECTION---\nTHERESE\nWhat are you doing with that? Carol\n- what happened?! CAROL pushes past THERESE. \n---TARGET SECTION TO BE ANNOTATED---\nEXT./INT. CABIN. JOSEPHINE MOTOR LODGE. MORNING.\nCAROL kicks at the door of the cabin next to their’s.\nCAROL\n\nOpen up in there! You hear me?\nRight now!\n\f90\n\nTHERESE runs up to the door to join CAROL.\n\nTHERESE\nCarol, you're scaring me, you can’t-\n\nCAROL\nStand out of the way, Therese.\n\nCarol reaches for the door and finds it unlocked. She kicks\nthe door open and takes aim. TOMMY TUCKER stands inside\ngetting dressed, trousers half on, half off. He wears his\nhat. He grabs his spectacles off a table and slips them onto\nthe end of his nose. On the unmade bed before him is his big\nblack case, opened to reveal an elaborate reel-to-reel tape\nrecorder and sophisticated microphones. THERESE stares at the\nequipment, uncomprehending. CAROL cocks her pistol and\nassumes the shooting stance, aiming directly at TOMMY’S head.\n\nCAROL (CONT'D)\n(CONT'D) (to TOMMY)\nWhere’s the tape, you sonofabitch.\n\nShe enters the room, starts pulling apart the case, the\nequipment, all the while keeping the pistol aimed at TOMMY.\nTOMMY continues to dress himself, rather calmly.\n\nCAROL (CONT'D) (CONT'D)\nHow much is Harge paying you for\nthis? I’1l give you double, triple.\nAnything you want.\n\nTOMMY TUCKER\nI wish I could oblige you, ma‘am.\nBut the tape is already on its way\nto your husband.\n\nCAROL\nThat can’t be right.\n\nTOMMY TUCKER\n(shrugs)\nMy reputation rests on my\nefficiency, Mrs. Aird.\n\nA tense pause. CAROL moves towards TOMMY. He remains quite\ncalm, still. But he keeps his eye on her all the while. CAROL\nadvances closer, aiming the pistol at his head.\n\nCAROL\nHow do I know you’re not lying?\n\nTOMMY TUCKER\n(a beat)\nYou don’t, ma’am.\n\f91\n\nCAROL tenses up, putting her index finger on the trigger.",
  "67": "---END OF PREVIOUS SECTION---\nCAROL\nHow do I know you’re not lying? TOMMY TUCKER\n(a beat)\nYou don’t, ma’am. 91\n\nCAROL tenses up, putting her index finger on the trigger. \n---TARGET SECTION TO BE ANNOTATED---\n All\nat once she whirls around to the recording equipment, points\nthe gun to it, and pulls the trigger - but the gun just\nclicks. She tries again, but the trigger jams. In utter\nfrustration she hurls the gun at the recording equipment.\nTHERESE, who’s been hovering by the door, moves towards\nCAROL.\n\nTHERESE\nCarol...\n\nCAROL, exhausted and distraught, gives THERESE the telegram\nand moves outside of the cabin. She slumps against the\nrailing.\n\nTHERESE exchanges a look with TOMMY, who’s still cool as a\ncucumber. THERESE retrieves the gun, joins CAROL outside.\nCAROL lights a cigarette, looks out towards the highway.\nTHERESE reads the telegram, then looks up through the door to\nTOMMY, still standing half dressed in his cabin.\n\nTHERESE (CONT’D)\n(to TOMMY)\nHow could you.\n\nTOMMY TUCKER\nI am a professional, Miss Belivet.\nIt’s nothing personal.\n\nA silence. CAROL smokes, THERESE shakes her head at TOMMY,\ndisgusted, not wanting to believe this is happening. TOMMY\ntips his hat to THERESE.\n\nCAROL\nLet’s get out of here.\n\nEXT. ALLEY. WATERLOO. LATER.\n\nTHERESE, carrying pistol and telegram, finds some trash bins\nin an alley. She lifts the lid on one and tosses the pistol\ninto it, but it lodges on top. She buries it with one hand,\nand does her best to clean it off with the telegram. She\ntosses back the lid and hurries back to the street, rounding\nthe corner. There she finds CAROL at a pay phone. She steps\nback instinctively, but overhears the end of CAROL’S call to\nABBY.\n\nCAROL\n+. earliest flight into LaGuardia\nis tomorrow afternoon... Oh Abby, I\n\ndon’t know how to fix this - I\nhaven't the strength...\n\nTHERESE wishes she could hold CAROL in her arms at this\nmoment. But she knows she can’t.\n\f92\n\nINT. CAROL’S CAR. EARLY EVENING.\n\nCAROL drives in silence as they approach Chicago. THERESE\nsmokes a cigarette. You could cut the tension with a knife.",
  "68": "---END OF PREVIOUS SECTION---\nCAROL drives in silence as they approach Chicago. THERESE\nsmokes a cigarette. You could cut the tension with a knife. \n---TARGET SECTION TO BE ANNOTATED---\nCAROL\nYou shouldn’t smoke. You'll get a\ncough. (silence) What are you\nthinking?... You know how many\ntimes a day I ask you that?\n\nTHERESE\nI’m sorry. What am I thinking? I’m\nthinking that I am utterly selfish.\nAnd I-\n\nCAROL\nDon’t do this. You had no idea. How\ncould you have known?\n\nTHERESE\nI - I should have said no to you.\nBut I never say no. And it’s\nselfish because I take -\neverything. Because I don’t know -\nanything. I don’t - know what I\nwant. How could I if I just say yes\nto everything?\n\nTHERESE begins to cry, softly. CAROL pulls over to the side\nof the road, against a frozen bank of snow. She turns THERESE\ntowards her. She dries her tears. CAROL and THERESE regard\neach other, calmly, steadily.\n\nCAROL\nI took what you gave willingly.\n\nA pause. CAROL runs a finger along THERESE’S cheek. She turns\nback to the wheel. Restarts the car.\n\nCAROL (CONT'D)\nIt’s not your fault, Therese -\nAlright?\n\nMore silence. CAROL, at a loss to make the situation better,\naccelerates quickly onto the highway.\n\nINT. DRAKE HOTEL. CHICAGO. NIGHT.\n\nCAROL is finishing a call with ABBY, sitting on one of the\ntwin beds, smoking. THERESE emerges from the bathroom,\nswitching off the light. She stands for a moment in the dark\nbefore she climbs into the other bed.\n\f93\n\nCAROL\nThank you, pet... Oh, you know.\nShattered. Sickened... I hope so...\n\nNo... Talk tomorrow... And thank\nyou... I will. Night.\n\nShe hangs up the phone and looks down a moment. Then she\nturns to THERESE with a sad tenderness.\n\nCAROL (CONT'D)\nYou don’t have to sleep over there.\n\nSilence. THERESE gets up, joins CAROL in the other bed. CAROL\nwraps her arms and legs around THERESE, kissing her gently on\nthe eyes, the lips. THERESE looks at her deeply and then\nkisses her back, a long, lingering, searching kiss.\n\nINT. DRAKE HOTEL.",
  "69": "---END OF PREVIOUS SECTION---\nTHERESE looks at her deeply and then\nkisses her back, a long, lingering, searching kiss. INT. DRAKE HOTEL. \n---TARGET SECTION TO BE ANNOTATED---\n CHICAGO. MORNING.\n\nA ribbon of daylight over THERESE’s face. Eyes still shut,\nshe reaches out for CAROL, but CAROL’S not there. No sound\ncoming from the bathroom. She lifts her head and checks the\nclock: 8 AM. THERESE sits up in the bed. There, seated in an\narmchair in the semi-darkness, is ABBY. She smokes a\ncigarette. And all at once THERESE understands what CAROL'S\nabsence means. Silence.\n\nTHERESE\nShe’s gone?\nABBY\nEarly this morning.\nTHERESE\nIs she coming back?\nABBY\nNo.\nPiercing silence.\nTHERESE\n\nThis is all my fault.\n\nABBY\nNonsense.\n\nABBY puts out her cigarette, gets up and pulls open the\ncurtains. Cold, bright sunlight streams into the room.\n\nABBY (CONT'D)\nWe should get going.\n\f94\n\nINT. ROADSIDE DINER OUTSIDE OF CHICAGO. DAY.\nTHERESE stares out the window; she hasn’t touched her meal.\n\nABBY\nEat something. (no response) Suit\nyourself.\n\nABBY slides THERESE’S plate to her side of the table and\nstarts finishing it. THERESE turns to her.\n\nTHERESE\nWhy don’t you like me? I’ve never\ndone anything to you.\n\nA pause. ABBY starts to say something, thinks better of it.\nShe leans in towards THERESE.\n\nABBY\nYou really think I’ve flown halfway\nacross the country to drive you\nback East because I hate you and\nwant to see you suffer?\n\nTHERESE\nIt’s for Carol. Not for me.\n\nABBY\n(after a beat)\nThat’s - If you really believe that\nthen you’re not as smart as I\nthought you were.\n\nTherese takes this in, then looks up at Abby. Silence.\n\nTHERESE\nWith you and Carol... what\nhappened?\n\nABBY\n\nIt’s completely different - I’ve\nknown Carol since I was 10 years\nold...\n\n(after a long beat)\nIt was... back when we had the\nfurniture store. Late one night. My\nFord broke down near my Mother’s\n\nhouse and... We tried to stay up,\nbut... curled up together in my old\ntwin bed.",
  "70": "---END OF PREVIOUS SECTION---\nLate one night. My\nFord broke down near my Mother’s\n\nhouse and... We tried to stay up,\nbut... curled up together in my old\ntwin bed. \n---TARGET SECTION TO BE ANNOTATED---\n And that was it... Fora\n\nwhile. And then it changed. It\nchanges. Nobody’s fault. (beat)\nSo...\n\nShe opens her purse and searches inside. She produces an\nenvelope.\n\f95\n\nABBY (CONT'D)\nHere - she...\n\nTHERESE\nWhat?\n\nABBY hands her a letter.\n\nEXT. ROADSIDE DINER. MOMENTS LATER.\n\nIn a WIDE lonely frame we see THERESE has stepped outside the\ndiner to tear open the letter. As she reads, we hear CAROL'S\nvoice:\n\nCAROL (V.0.)\n\nDearest. There are no accidents and\n\nhe would have found us one way or\n\nanother. Everything comes full\n\ncircle. Be grateful it was sooner\n\nrather than later. You’1l think it\n\nharsh of me to say so, but no\n\nexplanation I offer will satisfy\n\nyou.\nWe see ABBY leave the diner as THERESE continues reading. She\nclimbs in the car and starts the engine. A soft undertone of\nMUSIC has emerged.\n\nINT. ANOTHER MOTEL. NIGHT.\n\nABBY in the bathroom, washing out some clothes. Through a\ncrack in the door, she spots THERESE, seated on the bed,\ndrained by tears, expressionless.\n\nCAROL (V.0.) (CONT'D)\nPlease don’t be angry when I tell\nyou that you seek resolutions and\nexplanations because you’re young.\nBut you will understand this one\nday.\n\nINT./EXT. COUNTRY ROAD. DAY.\n\nABBY pulls the car off the road near a small grove of trees\nand fading clumps of snow. THERESE jumps out, makes for the\ntrees and tries to hide herself before she throws up. ABBY\nlights a cigarette and remains in the car, watching THERESE\nfrom a distance.\n\nCAROL (V.0.) (CONT'D)\nAnd when it happens, I want you to\nimagine me there to greet you like\nthe morning sky, our lives\nstretched out ahead of us, a\nperpetual sunrise.\n\f96\n\nINT. CAROL’S CAR. NIGHT.\n\nABBY, at the wheel, glances in the rear-view-mirror at\nTHERESE, stretched out asleep on the back seat of the car.\nDistant passing lights comb over her repose.\n\nCAROL (V.",
  "71": "---END OF PREVIOUS SECTION---\nABBY, at the wheel, glances in the rear-view-mirror at\nTHERESE, stretched out asleep on the back seat of the car. Distant passing lights comb over her repose. CAROL (V. \n---TARGET SECTION TO BE ANNOTATED---\n0.) (CONT'D)\nBut until then, there must be no\ncontact between us. I have much to\ndo, and you, my darling, even more.\nPlease believe that I would do\nanything to see you happy and so I\ndo the only thing I can - I release\nyou.\n\nINT. THERESE’S APARTMENT. NEW YORK. DAY.\n\nTHERESE, in her overcoat, suitcase beside her, stands in the\nmiddle of her apartment. It’s full of her things, but it\nlooks like a foreign land. All the photographs on the wall\nseem as if they were taken by someone else.\n\nINT. THERESE’S APARTMENT. THAT SAME NIGHT.\n\nTHERESE hunches over her sink, bathed in red light. She takes\na quick deep drag of a cigarette, burning in an ashtray. Rows\nof negatives hang from hooks underneath the kitchen\ncupboards, over the trays of chemicals. She finds a certain\nshot on the enlarger, marks it, and focuses. She begins the\nprocess of developing the print.\n\nFinally, she watches the photo in its bath slowly appear - a\nshadow here and there, a shape forming - and it’s CAROL,\nasleep on her back, her body akimbo in a tumble of sheets,\none hand resting delicately.\n\nINT. THERESE’S APARTMENT BUILDING. HALLWAY. LATE NIGHT.\n\nTHERESE is creeping down the half-lit stairway. She picks up\nthe phone without making a sound and stares at the dial. She\nhangs up. Then in one continuous gesture she picks it up\nagain and dials the number. She stands frozen. One long ring.\nSilence. Another long ring. Then someone picks up the line.\nBut there’s silence on the other end.\n\nNothing. THERESE is frozen.\n\nTHERESE\nHello? (beat) Carol?\n\nThe silence that follows is like an answer. THERESE holds the\nreceiver close: a precious thing.\n\f97\n\nINT. CAROL’S HOUSE. KITCHEN. NIGHT.\n\nCAROL in the dark, on the other end, still. She makes a\nmovement as if to say something, but doesn’t. We see her\nfinger softly graze the receiver button before pressing it\ndown.\n\nINT. THERESE’S APARTMENT BUILDING. HALLWAY PHONE. NIGHT.",
  "72": "---END OF PREVIOUS SECTION---\nTHERESE’S APARTMENT BUILDING. HALLWAY PHONE. NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\nExtremely CLOSE on THERESE hearing CAROL disconnect, but\nholding on in the void.\n\nTHERESE\n(prayerful)\nI miss you. I miss you.\n\nINT. HARGE’S PARENTS HOUSE. NEW JERSEY. DAY.\n\nHARGE, CAROL, JENNIFER and JOHN are seated together for a\nweekday lunch, with everything distinctly in its place.\nEisenhower's inauguration proceedings can be heard and\nglimpsed on the living room television set.\n\nJENNIFER\nMore mashed potatoes, Carol?\n\nCAROL\nYes - Thanks. They’re delicious.\n\nCAROL reaches over to take the bowl of mashed potatoes, but\nHARGE gets to it first, spoons some out for CAROL. The\natmosphere is polite, but far from relaxed.\n\nCAROL (CONT'D)\nThank you. (beat) I thought...\nperhaps... Chester and Marge would\nbe here by now. With Rindy...\n\nJENNIFER\nMarge said to go ahead, not to\nwait.\n\nHARGE\n(to CAROL)\nI’m sure they’1l be here soon.\n\nCAROL appreciates HARGE’S small kindness.\n\nJOHN\nHarge tells us you’ve been getting\nalong quite well with your doctor,\nCarol.\n\f98\n\nJENNIFER\nAnd why shouldn’t she be getting on\nwell. He’s a very expensive doctor.\n\nCAROL\nHe’s actually not a doctor but a\npsychotherapist.\n\nJENNIFER\nWell he comes very well regarded.\n\nJOHN\n(to HARGE)\nA Yale man, like your uncle.\n\nCAROL\n(ever so slightly edgy)\nBut that doesn’t make him a doctor.\nHARGE throws her a little look.\nCAROL (CONT'D)\nI do like him. Very much. He’s been\na great help.\n\nJENNIFER and JOHN continue eating in silence.\n\nINT. HARGE’S PARENTS HOUSE. LATER.\n\nCAROL sits alone near the living room window, caught in a\nstare. She’s jolted out of it by the sound of JENNIFER,\napproaching with a cup of tea. CAROL turns.\n\nCAROL\nThank you Jennifer, but I’m fine,\nreally-\n\nJENNIFER\n\nIt‘ll calm your nerves.",
  "73": "---END OF PREVIOUS SECTION---\nShe’s jolted out of it by the sound of JENNIFER,\napproaching with a cup of tea. CAROL turns. CAROL\nThank you Jennifer, but I’m fine,\nreally-\n\nJENNIFER\n\nIt‘ll calm your nerves. \n---TARGET SECTION TO BE ANNOTATED---\nJENNIFER sets it down on a small end table, and places a hand\non CAROL’s shoulder. Just then we hear the sound of a car\ncoming up the drive.\n\nCAROL\nThey’re here.\n\nCAROL rises, gives her hair a quick pat and starts off toward\nthe door.\n\nJENNIFER\nJust a moment, dear.\n\nCAROL stops, turns. JENNIFER walks over to where CAROL stands\nher and adjusts her collar.\n\f99\n\nCAROL manages to maintain composure, then turn from JENNIFER\nand continues on to the door.\n\nEXT. HARGE’S PARENTS HOUSE. LATE AFTERNOON/EARLY EVENING.\nCONTINUOUS.\n\nCAROL runs to greet RINDY, who walks hand-in-hand with a\nMIDDLE AGED COUPLE, RINDY’S AUNT AND UNCLE. When she sees her\nMother, RINDY lets go of their hands and runs towards CAROL.\nThey meet. CAROL kneels down and sweeps RINDY into her arms.\nShe hugs her tightly, holding on for dear life.\n\nCAROL\nOh baby... my baby girl...\n\nINT. THERESE’S APARTMENT. AFTERNOON.\n\nDANNIE is over, helping THERESE repaint her apartment.\nTHERESE is on a ladder, painting some molding near the\nceiling and DANNIE is below. As the RADIO plays (\"Lullaby of\nBirdland” by Georges Shearing), DANNIE spots THERESE wiping\nsweat from her brow. They’ve clearly been at it a while.\n\nDANNIE\nI think it’s break time. Let me\nfetch some brews.\n\nTHERESE\nSounds good.\n\nDANNIE goes to the kitchen to grab some beers and an opener.\n\nTHERESE has been developing more photos - almost all of them\n\npictures of CAROL from their trip. DANNIE can’t help but take\na look.\n\nHe hears something behind him and turns. It’s THERESE.\n\nDANNIE\nThese are seriously good. I mean,\nthey really capture - whoever this\nis.\n\nTHERESE\nThey're just practice.\n\nTHERESE crosses the room and begins picking up the pictures,\ntidying the area.\n\nDANNIE\nYou really should put together a\nportfolio.",
  "74": "---END OF PREVIOUS SECTION---\nTHERESE\nThey're just practice. THERESE crosses the room and begins picking up the pictures,\ntidying the area. DANNIE\nYou really should put together a\nportfolio. \n---TARGET SECTION TO BE ANNOTATED---\n Say the word, I’1l\nintroduce you to my pal at the\nTimes. There’s always a clerk job\ngoing.\n\f100\n\nTHERESE shakes her head, takes the pictures into the other\nroom and s pulls open a drawer to stash them in.\n\nDANNIE (CONT’D)\nYou went away with her, right?\n\nTHERESE\nYes.\n\nDANNIE\nSo what happened?\n\nTHERESE\nOhh. Nothing. It’s - hard to...\n\nDANNIE\n(after a beat)\nIs it because I tried to kiss you\nthat day? Because if it is, don’t\neven think about that, I mean,\ndon’t be afraid of-\n\nTHERESE\nI’m not afraid.\n\nTHERESE is stopped a moment by her own words, reminding her\nof another time and place. She looks back at him.\n\nTHERESE (CONT’D)\nLet’s finish while we still have\nlight, okay?\n\nDANNIE shrugs and they get back to work.\n\nDANNIE\nI still think you should put\ntogether that portfolio.\n\nINT. THERESE’S APARTMENT. LATE NIGHT.\n\nTHERESE sits on her kitchen floor sorting photographs, a\ncigarette burning in an ashtray beside her. She’s busy\nplacing them into neat piles. We see her older work -\nLANDSCAPES, STILL LIFE’S, ARCHITECTURAL DETAILS - and all her\nnewer work - PHOTOS OF KIDS PLAYING IN THE STREET, OLD WOMEN\nDRAGGING SHOPPING CARTS, CITY FACES - virtually all of them\ndepicting people. At the bottom of one pile she discovers the\npicture of CAROL BUYING THE XMAS TREE. She considers it a\nmoment before pulling it out of the stack.\n\nEXT. CENTRAL PARK. A FEW DAYS LATER. AFTERNOON.\n\nIt’s a gray, rainy day at the park. Walkers with umbrellas.\nRICHARD has brought THERESE a box of her belongings.\n\f101\n\nRICHARD\nEverything's there. (beat) My\nmother washed and ironed your\n\nblouses.\nTHERESE\nThank her for me?\nRICHARD\nYou can thank her yourself.\nTHERESE\nRichard...\nRICHARD\nWhat do you expect me to say? I\nmean...",
  "75": "---END OF PREVIOUS SECTION---\nTHERESE\nRichard... RICHARD\nWhat do you expect me to say? I\nmean... \n---TARGET SECTION TO BE ANNOTATED---\n You never even wrote-\nTHERESE looks away.\nTHERESE\nI tried, I just... I couldn’t find\n\nthe words.\nShe tries to touch his shoulder, he moves away from her.\n\nRICHARD\nPlease don’t touch me. (he shakes\nhis head). After what we had -\nafter what you did... Throwing it\nall away.\n\nTHERESE\nWhat did we have?\n\nRICHARD\nThanks, that’s...\n\nTHERESE\nNo - tell me!\n\nRICHARD\nYou tell me, Terry. Did you - did\nyou love me even a little?\n\nThey hold a look, but THERESE can’t hurt him like this. She\nturns away.\n\nTHERESE\nPlease, please don’t hate me. I’m\nstill... me. Still the same person\n\nI always was.\n\f102\n\nRICHARD\nNo. You’re not, alright? You’re\nsomeone else now. And I can’t. I\ncan’t forgive you. (beat) So long,\nTerry.\n\nA beat, before RICHARD leaves. THERESE doesn’t move.\n\nINT. CAROL’S HOUSE. DUSK.\n\nCAROL sits in the lantern seat off her stairway, looking out\nat the night. From down below she hears the RADIO REPORT\nblaring on, announcing the death of Stalin.\n\nThe radio is lowered and CAROL looks down. She sees Abby\nstarting up the stairs with two cups of coffee. CAROL starts\ndown to meet her.\n\nABBY\nStay. Stay.\n\nCAROL\nDon’t be silly.\n\nShe takes her cup from ABBY and starts back up to her seat.\nCAROL returns to where she was sitting and ABBY sits on the\nstairs below her. ABBY can read CAROL’s despondency from a\nmile away.\n\nCAROL (CONT'D)\nI don’t know if I can do it, Abby.\nWhat more can I do? How many more -\n\ntomato aspic lunches... just to\ncome home every night without her.\nTo this!\n\nABBY\nAnd... Therese?\n\nCAROL\n\nWhat about her?\n\nABBY\nHave you - heard anything?\n\nCAROL\nOh no. No. It’s been over a month\nsince she tried to call. Nothing\nsince then. I wish I...",
  "76": "---END OF PREVIOUS SECTION---\nIt’s been over a month\nsince she tried to call. Nothing\nsince then. I wish I... \n---TARGET SECTION TO BE ANNOTATED---\n(but she stops, then):\nHave you? Heard anything?\n\f103\n\nABBY\nFrom Therese? No. (beat) She must\nhave started her job at the Times,\nthough. That’s something.\n\nCAROL\nI should have said: Therese. Wait.\n\nABBY reaches out, puts a hand on CAROL’S foot. All at once a\npair of headlights swing by, lighting up the windows, and\nthey are jolted. CAROL turns and ABBY stands, startled. A\nlook between them: is someone here? Is this trouble? And then\nthe headlights disappear.\n\nCAROL (CONT'D)\nWho the hell is turning around in\nmy drive?\n\nABBY\nI should go.\n\nCAROL\nYou don’t have to-\n\nABBY\n-I do.\n\nABBY squeezes CAROL’S hand - courage. And they start down the\nstairs together.\n\nEXT. HUDSON RIVER PIER. NEW YORK. NIGHT.\n\nDANNIE and THERESE sit together on the pier, looking across\nthe river to New Jersey.\n\nDANNIE\nI’m glad you called... I never see\nyou no more! Now that you’ve got\nthe fancy job with the smooth\nhours. You punch out, I punch in.\n\nTHERESE\nIt doesn’t feel fancy, hauling\ngallon jugs of developer all day.\nBut I kind of love it, you know?\n\nDANNIE\nSure. (beat) Hey - guess what\nhappened to me? No? Can’t think of\nit?\n\nTHERESE smiles, shakes her head.\n\f104\n\nDANNIE (CONT’D)\nI met a girl. Louise. She’s got\ngreen eyes, she’s a movie\nencyclopedia, and the most amazing\nthing? She thinks I’m boss.\n\nTHERESE\n(she’s pleased for DANNIE)\nGo figure.\nDANNIE\n(he’s pleased she’s\nPleased)\n\nYeah. (beat) If you want, we can\nall hang out some night. Go to a\nmovie.\n\nTHERESE\nThat sounds swell. I’d love to meet\nher. (pause) Did, uh - Have you\nseen Richard?\n\nDANNIE\nI seen him. (beat) Think he wanted\nto talk, maybe. But I, uh... I\n\ndon’t know. I feel bad for him.",
  "77": "---END OF PREVIOUS SECTION---\nBut I, uh... I\n\ndon’t know. I feel bad for him. \n---TARGET SECTION TO BE ANNOTATED---\n But\nI don’t wanna get-\n\nHe stops, glancing up at THERESE, then looking away.\nTHERESE’s thoughts seem to harden and a brief darkness falls\n\nover her.\n\nTHERESE\nUse what feels right. Throw away\nthe rest.\n\nDANNIE\n(laughs)\nWhere’d that come from?\n\nTHERESE\nSomething Carol once said to me.\n\nDANNIE\n(a beat, then: )\nDid she... do that? To you?\n\nTHERESE struggles for this...\n\nTHERESE\nI can’t - go. Back. To that place.\nWhere you keep it all locked up...\n\nthe sadness, shame... You let\npeople down. You let yourself -\ndown. So you cry and you... hide\n\nand think - things, constantly,\ncrazy things, like...\n(MORE )\n\f105\n\nTHERESE (CONT'D)\nif you stare at the phone long\nenough or - take a train and\njust... lurk... it could all...\nreturn. (silence) And then one day\nthe phone is just a phone. A train\ngoing to Jersey is just a train to\nJersey. You stop - crying and\nhiding. And you know you’re able to\nuse things and throw them away.\n\nThe river looks like a swath of black cellophane.\n\nCUT BACK TO\n\nINT. PHIL’S APARTMENT. NIGHT. (APRIL 1953)\n\nTHERESE sits on the edge of the bathtub next to the open\nwindow, taking in the air. She can hear the party in\nprogress, people having a great time, but she’s not ready to\nrejoin them. A couple of RAPID KNOCKS on the door.\n\nTHERESE\nSorry. Just a second.\n\nTHERESE gathers herself, gets up, opens the door. It’s\nGENEVIEVE. She wears her coat and scarf.\n\nTHERESE (CONT’D)\nOh. You’re leaving.\n\nGENEVIEVE\nJust about. Will you miss me?\n\nTHERESE doesn’t look away from GENEVIEVE this time. GENEVIEVE\nmoves closer to THERESE, whispers in her ear.\n\nGENEVIEVE (CONT'D)\nListen, Therese. There’s an intime\ngathering, quite exclusive you\nunderstand, later on. At my place.",
  "78": "---END OF PREVIOUS SECTION---\nGENEVIEVE (CONT'D)\nListen, Therese. There’s an intime\ngathering, quite exclusive you\nunderstand, later on. At my place. \n---TARGET SECTION TO BE ANNOTATED---\n(beat) Quick. Show me your hand.\n\nTHERESE\nYou a fortune teller?\n\nGENEVIEVE\nI’m a fortune giver.\n\nGENEVIEVE takes THERESE’S hand, writes her address in ink\nonto THERESE’S palm.\n\nGENEVIEVE (CONT’D)\nSo you don’t forget.\n\f106\n\nAnd GENEVIEVE'S off. THERESE watches her wind her way to the\ndoor.\n\nRETURN TO:\n\nFLASHBACK: EARLIER THE SAME DAY, MID-APRIL 1953\n\nEXT. 41ST STREET & BROADWAY. MORNING.\n\nThrough passing cars and car windows we suddenly see THERESE,\ndressed for work in a smart dark suit, hurrying through the\nmorning commuter CROWD towards the New York Times building.\nHer style of hair and dress has taken on a sophistication and\nmaturity we can’t help but associate with CAROL.\n\nINT. TAXI. TIMES SQUARE. MORNING.\n\nCAROL, in the cab on her way to FRED HAYMES’S office, is\nlooking distantly out the window when she suddenly spots her.\nThe light changes and the taxi starts to move - THERESE\nflickers from view. CAROL looks back over her shoulder\nthrough reflections.\n\nINT. ELEVATOR/JERRY RIX LAW OFFICES. DAY.\n\nCAROL, turned away, inside the elevator. The doors open. She\nturns to look a moment before heading out the door and down\nthe hall.\n\nGathered inside, HARGE, RIX, FRED HAYMES and a STENOGRAPHER\nall turn and note her arrival.\n\nINT. JERRY RIX LAW OFFICES. DAY. MOMENTS LATER\nEveryone is gathered around the conference table.\n\nJERRY RIX\nWell-(coughs)- we feel, given the\nseriousness of the charges and the\nincontestability of the evidence,\nmy client has every reason to\nexpect a compliant and favorable\noutcome.\n\nFRED HAYMES\nNot so fast, Jerry. My client’s\npsychotherapist is perfectly\nsatisfied with her recovery from...\nthe events of the winter, asserting\nshe’s more than capable of caring\nfor her child. She’s had no further\ncontact with Therese Belivet.",
  "79": "---END OF PREVIOUS SECTION---\nMy client’s\npsychotherapist is perfectly\nsatisfied with her recovery from... the events of the winter, asserting\nshe’s more than capable of caring\nfor her child. She’s had no further\ncontact with Therese Belivet. \n---TARGET SECTION TO BE ANNOTATED---\n(MORE )\n\fA silence,\n\n107\n\nFRED HAYMES (CONT'D)\n\nAnd we have sworn depositions from\ntwo Saddlebrook Institute\npsychiatrists clearly stating that,\nin their opinions, a series of\nevents, precipitated by my client’s\nhusband, drove her to suffer an\nemotional break, which resulted in\nthis - described behavior.\n\nHARGE\n(looks to his lawyer for\nhelp)\nThat's absurd! - Are they serious-?\nJERRY RIX\n\nAlright, Fred - okay, if this is\nhow you’re going to play this-\n\nFRED HAYMES\nFurthermore, given the manner in\nwhich these tapes were obtained and\nrecorded, we’re confident in their\ninadmissability-\n\nJERRY RIX\nOkay, okay. First off, I’d like to\nsee these depositions. And second-\n\nCAROL\n(interrupts him)\nFred - please. Don’t - May I speak?\n\nas everybody in the room looks to CAROL.\n\nCAROL (CONT'D)\nI won’t deny the truth of what’s\ncontained in those tapes.\n\nFRED HAYMES\n(signals to the\nSTENOGRAPHER )\nThis is off the record, honey.\n\nCAROL\nMight as well be on the record.\n\nA pause as JERRY nods to the STENOGRAPHER to continue and\nCAROL pours herself a glass of water.\n\nCAROL (CONT'D) (CONT'D)\nI wanted - I did want - to talk\nabout... duty... sacrifice. That\nwas what I-(beat)... But now that\nI’m here I don’t... I don’t know\nwhat I believe... Or what I even\nknow... except that...\n(MORE )\n\f108\n\nCAROL (CONT'D)\n\nI know I want to see my daughter -\nto hear her voice... Always. To be\nthere when she’s-\n\nShe stops, holding back tears, which she refuses to allow.\nGathering herself, she levels her eyes directly to Harge, and\nmakes her case directly to him.\n\nCAROL (CONT'D)\n\nHarge, I want you to be... happy. I\ndidn’t give you that - I failed you\n- we both could have... given.\n\nMore. (beat) But we gave each other\nRindy, and that’s - the most -\nbreathtaking, the most...\ngenerous...",
  "80": "---END OF PREVIOUS SECTION---\nI\ndidn’t give you that - I failed you\n- we both could have... given. More. (beat) But we gave each other\nRindy, and that’s - the most -\nbreathtaking, the most... generous... \n---TARGET SECTION TO BE ANNOTATED---\n of gifts. (beat) So why\nare we spending so much time...\ncoming up with ways to keep her\nfrom each other. (beat) What\nhappened with Therese... I wanted.\nI won’t deny it or-\n\nHARGE looks down.\n\nCAROL (CONT'D)\n+. But I do regret, I - grieve...\nthe mess we’re about to make... of\nour child’s life. We, Harge... we\nare both... responsible. Let’s...\nset it right. (beat) I want Harge\nto have... permanent custody-\n\nAmidst the sudden chaos HARGE’s eyes take hold of her and\ndon’t let up.\n\nFRED HAYMES JERRY RIX\nLet’s take a break, folks and Fred - no, I think your\nresume when I’ve had a moment client has made it perfectly\n\nto confer with my- clear given her statement-\nCAROL\nNo, Fred. Let me have my say.\nBecause - if you stop me... I\nwon't... be able... to cope...\n\nCAROL stands, stepping away from the table, to regain her\ncomposure. Silence returns before she continues.\n\nCAROL (CONT’D)\n\nI’m no martyr. I have no clue...\nwhat’s best for me. But I do\nknow... I feel, I feel it in my\nbones... what’s best for my\ndaughter.\n\nShe starts to turn and walk again, addressing HARGE.\n\f109\n\nCAROL (CONT'D)\n(beat) I want visits with her,\nHarge. I don’t care if they’re\nsupervised. But they need to be\nregular. (beat) There was a time...\nI would have locked myself away -\ndone most anything... just to keep\nRindy with me. But... what use am I\nto her... to us... living\nagainst... my own grain? Rindy\ndeserves - joy. How do I give her\nthat not knowing what it means...\nmyself.\n\nShe pours herself another glass of water.\n\nCAROL (CONT'D)\nThat’s the deal. Take it or leave\nit. I can’t - I won’t negotiate.\nIf you... leave it, we go to court\nand it gets ugly. We’re not ugly\npeople, Harge.\n\nFeeling suddenly shaky she turns and starts out of the room.",
  "81": "---END OF PREVIOUS SECTION---\nIf you... leave it, we go to court\nand it gets ugly. We’re not ugly\npeople, Harge. Feeling suddenly shaky she turns and starts out of the room. \n---TARGET SECTION TO BE ANNOTATED---\nHARGE stands, staring at her as she goes, as FRED leaps to\nhis feet and hurries after her, calling her name.\n\nEXT. COFFEE SHOP. SEVENTH AVENUE. DAY.\n\nThrough reflections we see CAROL seated at a table, writing a\nnote. Beside her a pot of coffee and cigarette burning in an\nashtray. She signs it. Seals it inside an envelope, and\nbegins gathering her things.\n\nINT. NEW YORK TIMES. PHOTO DEPARTMENT. DAY.\n\nTHERESE organizes black and white prints during a meeting of\nphoto editors, gathered around a large table. Smoke in the\nair. Through the glass a MESSENGER is seen speaking to a\nCLERK. The CLERK spots THERESE inside the room and brings her\nthe envelope.\n\nCLERK\nBelivet.\n\nTHERESE, looks up, and hurries over to the CLERK by the door.\nHe hands her the envelope.\n\nCLERK (CONT'D)\nHand delivered. Swank.\n\nTHERESE takes the envelope and returns to the table. Glancing\ndown, she recognizes CAROL'S handwriting.\n\f110\n\nINT. NEW YORK TIMES. PHOTO DEPARTMENT. LATER.\n\nTHERESE types labels at her cubicle. The open note sits\nbeside her on her desk. She stops typing and looks over at\nthe note. She picks it up and holds it for a moment before\ncrumpling it up and tossing it into a desk drawer. She\nreturns to typing.\n\nINT. RITZ TOWER HOTEL. NIGHT.\n\nCAROL is entering the hotel from the street entrance,\nremoving her scarf and adjusting her hair. She makes her way\nto the pay telephones and slips inside an empty booth. There\nwe see her dial a number and make a quick call. She hangs up,\ntakes out her compact and powders her nose. She steps out of\nthe booth and stops.\n\nINT. RITZ TOWER HOTEL. BAR/LOUNGE. NIGHT.\n\nThere, across the room, is THERESE being shown to a corner\ntable, THERESE looking more grown-up and put together,\nTHERESE thanking the MAITRE D’, THERESE sitting down... CAROL\ntakes a breath, then makes her way across the room.\n\nTHERESE looks up and sees her.",
  "82": "---END OF PREVIOUS SECTION---\nThere, across the room, is THERESE being shown to a corner\ntable, THERESE looking more grown-up and put together,\nTHERESE thanking the MAITRE D’, THERESE sitting down... CAROL\ntakes a breath, then makes her way across the room. THERESE looks up and sees her. \n---TARGET SECTION TO BE ANNOTATED---\nCAROL\nI wasn’t sure you'd come. It’s nice\nof you to see me.\n\nTHERESE\nDon’t say that.\n\nCAROL settles in opposite THERESE, moving her coat aside.\n\nCAROL\nDo you hate me, Therese?\n\nTHERESE\nNo. How could I hate you?\n\nCAROL\nI suppose you could. Didn’t you?\nFor a while?\n\nTHERESE looks down. She pours herself some tea.\n\nCAROL (CONT'D)\nAbby tells me you’re thriving.\nYou've no idea how pleased I am for\nyou. (beat) You look very fine, you\nknow. As if you’ve suddenly\nblossomed. Is that what comes of\ngetting away from me?\n\f111\n\nTHERESE\n(answers quickly)\nNo.\n\nShe frowns, regretting answering so quickly, and looking\ndown. When she looks up again, CAROL is staring at her,\nquite intently.\n\nTHERESE (CONT’D)\nWhat?\n\nCAROL\nNothing. I was just thinking about\nthat day. In the doll department.\n\nTHERESE\nI always wondered... Why did you\ncome over to me?\n\nCAROL\nBecause you were the only girl not\nbusy as hell. (beat) Disappointed?\n\nTHERESE shakes her head no. CAROL smiles at the memory and\nlights a cigarette.\n\nCAROL (CONT'D)\nHarge and I are selling the house.\nI’ve taken an apartment. On Madison\nAvenue. And a job, believe it or\nnot. I’m going to work for a\nfurniture house on Fourth Avenue as\na buyer. Some of my ancestors must\nhave been carpenters.\n\nTHERESE gives CAROL a little smile - a bit of thaw.\n\nTHERESE\nHave you seen Rindy?\n\nCAROL\n(after a beat)\nOnce or twice. At the lawyer’s\noffice. She sat on my lap and we...\n(holding THERESE’S gaze): She's\ngoing to live with Harge. For now.\nIt’s... the right thing.\n\nCAROL can’t quite cover the pain of this, but she tries.\n\nCAROL (CONT'D)\nAnyway, the apartment’s a nice big\none - big enough for two. I was\nhoping you might like to come and\nlive with me, but I guess you\nwon't.",
  "83": "---END OF PREVIOUS SECTION---\nCAROL can’t quite cover the pain of this, but she tries. CAROL (CONT'D)\nAnyway, the apartment’s a nice big\none - big enough for two. I was\nhoping you might like to come and\nlive with me, but I guess you\nwon't. \n---TARGET SECTION TO BE ANNOTATED---\n (beat) Would you?\n\f112\n\nA held breath.\n\nTHERESE\n\nNo. I don’t think so.\nCAROL\n\nThat's... your decision.\nTHERESE\n\nYes.\n\nA silence.\n\nCAROL\n\nI’m meeting some people from the\nfurniture house at the Oak Room at\nnine. If you want to have dinner...\nif you change your mind... I think--\nyou'd like them. (beat) Well.\n\nThat’s that.\n\nCAROL puts out her cigarette, stares at her cigarette lighter\non the table.\n\nCAROL (CONT'D)\nI love you.\n\nA silence. THERESE wants to say something, but can’t.\n\nO/S JACK TAFT\nTherese? Is that you?\n\nAnd the moment is gone. THERESE looks up, turns towards the\nsource of the greeting.\n\nIt’s a smiling JACK TAFT, halfway across the room, near the\nbar.\n\nJACK\nWhat do you know! (starts over) I’m\nsaying to myself, I know that girl.\n\nTHERESE watches JACK make his way over to her. She gives\nCAROL a quick look - CAROL, staring down at the table, not\n\nknowing what to do, vulnerable... THERESE rises to greet\nJACK.\nTHERESE\nJack.\nJACK\n\nGee but it’s great to see you. It’s\nbeen, well, months.\n\nTHERESE\nMonths.\n\f113\n\nCAROL lights a cigarette. THERESE glances at her, and they\nhold a look for a moment before THERESE speaks.\n\nTHERESE (CONT’D)\nJack, this is Carol Aird.\n\nJACK holds out his hand. CAROL shakes it.\n\nJACK\nPleased to meet you.\n\nCAROL\nLikewise.\n\nCAROL retreats back to her own thoughts, smokes.\n\nJACK\nHey, Ted Gray’s meeting me here and\na bunch of us are heading down to\nPhil’s party. You’re going aren’t\n\nyou?\nTHERESE\nWell - yes. I just planned to get\nthere a little...(looking to Carol)\nCAROL\n\nYou should go ahead.\n\nJACK\nYou coming along?\n\nCAROL\nNo, no. (to THERESE) I should make\na few calls before dinner, anyway.\nI should really run.\n\nTHERESE\nYou sure?\n\nCAROL\nOf course.",
  "84": "---END OF PREVIOUS SECTION---\nI should really run. THERESE\nYou sure? CAROL\nOf course. \n---TARGET SECTION TO BE ANNOTATED---\nTHERESE\n(to JACK)\nWell... it would be great to catch\na ride.\n\nCAROL takes a step towards THERESE, but no more.\nCAROL\nYou two have a wonderful night.\nNice meeting you, Jack.\n\nJACK\nNice meeting you.\n\f114\n\nAnd she’s gone. THERESE doesn’t move, doesn’t turn around to\nwatch CAROL leave.\n\nJACK (CONT'D)\n\nAlright, well let me go make sure\nthe loaf is on his way. Back ina\nflash.\n\nAnd JACK’S off to the phone booth. A beat, before THERESE\nturns around. She scans the bar and beyond for CAROL, but\nshe’s not there. THERESE walks to the lobby entrance - she\nscans the lobby - but CAROL is well and truly gone - and it\nonly now hits THERESE that she let CAROL walk away. THERESE\nturns and makes her way to the LADIES ROOM in a bit of a\ndaze.\n\nINT. RITZ TOWER HOTEL. LADIES ROOM. NIGHT.\n\nTHERESE stands at the sink, water running. She can barely\nbring herself to look into the mirror. She splashes cold\nwater on her face.\n\nINT. PHIL’S APARTMENT. NIGHT.\n\nTHERESE threads her way through PHIL’S GUESTS on her way to\nthe front door - it’s no easy task navigating, especially\nsince no one seems to notice THERESE, or anything other than\ntheir own good time. When she finally reaches the door,\nTHERESE takes a look back into the living room to see if\nshe’s missed out on any good-byes. She spots DANNIE and\nLOUISE on the floor, knees-up to PHIL’S small black and white\nTV set, intently watching a film, oblivious to the noise\naround them. DANNIE jots notes every once in a while in his\nlittle notebook. All seems right here - for others at least.\nTHERESE slips out the door.\n\nEXT. GREENWICH VILLAGE STREET. NIGHT.\n\nTHERESE walks down a quaint, cobbled street. It’s a lovely\nnight and there are various PEDESTRIANS out strolling.",
  "85": "---END OF PREVIOUS SECTION---\nNIGHT. THERESE walks down a quaint, cobbled street. It’s a lovely\nnight and there are various PEDESTRIANS out strolling. \n---TARGET SECTION TO BE ANNOTATED---\n It\nseems to THERESE that she’s the only person who isn’t\nsmiling, isn’t engaged with someone who’s actually beside her\non such a lovely evening. She looks at the palm of her hand,\nchecks the address, keeps walking. As she approaches the\naddress, THERESE spots an ELDERLY COUPLE arm in arm,\nsupporting each other, walking down the street towards her.\nThey look like they’ve been together for ever: the ELDERLY\nWOMAN leaning in to her husband as they pass, the ELDERLY MAN\ntipping his hat to THERESE.\n\nWe HEAR SHARP LAUGHTER from a nearby apartment and THERESE\nturns to see GENEVIEVE CANTRELL lean backwards out of a\nwindow. She holds a bottle of champagne which spills down\ninto the street below.\n\f115\n\nGENEVIEVE gestures to someone inside, and ANOTHER WOMAN joins\nGENEVIEVE at the window - the two begin to make out. THERESE\nwatches their embrace for a moment; it’s tremendously sexy.\nGENEVIEVE pulls the WOMAN back into the apartment, and the\nwindow’s slammed shut behind them. The night is suddenly very\nquiet. THERESE looks off in the direction the ELDERLY COUPLE\ntook. She starts walking, away from GENEVIEVE, toward\nsomething else. She begins to walk more quickly, and more\nquickly still, brushing past the world of strangers.\n\nINT. THE OAK ROOM. PLAZA HOTEL. NIGHT.\n\nTHERESE, winded, enters the restaurant. A WAITER stops her.\n\nWAITER\n\nDo you have a reservation?\nTHERESE\n\nI’m looking for someone.\nWAITER\n\nI'm sorry ma’am, I can’t seat you\n\nwithout-\n\nShe moves away from the WAITER and scans the crowded room.\nNothing. Then, out of the corner of her eye, almost\nimperceptible at first, at a table towards the rear of the\nroom, she sees a woman’s blonde head thrown back in laughter;\nthe woman seems to be encapsulated in or protected by a haze\nof light and smoke.",
  "86": "---END OF PREVIOUS SECTION---\nWAITER\n\nI'm sorry ma’am, I can’t seat you\n\nwithout-\n\nShe moves away from the WAITER and scans the crowded room. Nothing. Then, out of the corner of her eye, almost\nimperceptible at first, at a table towards the rear of the\nroom, she sees a woman’s blonde head thrown back in laughter;\nthe woman seems to be encapsulated in or protected by a haze\nof light and smoke. \n---TARGET SECTION TO BE ANNOTATED---\n It’s CAROL, CAROL as THERESE has always\nseen her and as she will see her evermore: in SLOW MOTION,\nlike in a dream or a single, defining memory, substantial yet\nelusive. She moves towards her. CAROL raises a wine glass to\nher lips and as she does, she turns slightly and spots\nTHERESE. She is not startled. We see her face softening.\n\nTHERESE continues to approach. CAROL watches with a smile\nburning in her eyes. THERESE has nearly arrived.\n\nTHE END\n\fFOR YOUR CONSIDERATION\n\nBEST ADAPTED SCREENPLAY\nPhyllis Nagy\n\ny\n\nTHE WEINSTEIN COMPANY\n\nwww.TWCAwards.com\n\f"
}