{
  "1": " \n\nCASINO ROYALE\n\nscreenplay\nby &\n\nNeal Purvis & Robert Wade oD\ner?\n\nsecond set of\nrevisions\n\n  \n\nby ,\nPaul Haggis e\n\n3S\nDecember 1 6.”\n<\nissued to Proautie 20, 2005\nCY\n\n<e\n\nae ‘novel by lan Fleming\n\nThis draft sot Sere copy made available ta the reader only and it must not be\n\nphotocapied or lesan divulged to any third party. Please accord it the utmost care and\n\n. X4 d confidentiality.\nb3red copy of this draft screenplay be lost or misplaced, please report this to\n\nShou! Af\nmee ) EON Productions Limited or Danjaq LLC immediately.\ni jE\nhikes\n\naoc must be returned to EON Productions Limited at the end of your\n\n \n\ninvoivement with the film.\n\nThis draft screenplay and ail rights therein are owned exclusively by Danjaq LLC\n\n© 2005 Danjaq LLC\n\nNewer”\n\f \n\noe\n\n \n\nissued to Production Dec 20, 2005 1.\n\n- CASINO ROYALE -\n\nFADE IN:\nEXT. MODERN OFFICE BLOCK - PRAGUE -- NIGHT 1\n\nSnow on the ground. It's the middle of the night. A car\npulls up outside the ultra-modern building. DRYDEN gets\nout and moves inside.\n\nINT. FOYER - OFFICE BLOCK -- NIGHT 2\n\nDeserted except for the guard at the recepti desk. Dryden\nmutters a greeting and heads for the eleva\n\n> )\nEXT. CRICKET GROUND -- DAY BS OQ 3\n\nC\nWe're in LAHORE, PAKISTAN, a game@Nin 3 Sohless, the Pakistani\nteam fielding, British team pertinee he grandstand is\norowded, The bowler hurls the bell “whe batsman hits it\nup in the air, arcing it SSN? stands. The crowd\ne\n~\n\nreach for it, one person cat NE, throws it back.\nStanding next to the thro ke 9p dark, well built man,\napplauding the shot alo; with everyone else. Call him\n\nPISHER. He glances b.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nStanding next to the thro ke 9p dark, well built man,\napplauding the shot alo; with everyone else. Call him\n\nPISHER. He glances b. \n\nTARGET SECTION TO BE ANNOTATED:\n a rowdy group of fans and SPOTS\na man watching hit his ‘fe in silhouette: BOND. Fisher\nreacts, pughes thro ie crowd, away from SILHOUETTE.\n\nLe\n\n    \n\n \n\nINT. MODERN OFFIC NIGHT 4\nSleek surf. ~ pit only by the skyline beyond. DRYDEN\nenters, moy ickly to a hidden safe without bothering\nto turn yt. Jlights. He stops dead when he sees it ajar.\nDryden sand sees Bond sitting in the shadows.\ni se\nx yy Sy BOND\n©) M really doesn't mind us making a\nNy Little money on the side, Dryden.\nShe would just prefer it wasn't by\ngelling secrets.\n\nRAT. CRICK#T GROUND -- DAY 5\n\nA roar fram the crowd: The batsman has been bowled out.\nFisher jumps over the edge of the stand, moves down the\n\nTONNEL\n\npassing the new batsman on his way out, He ducks around a\ngorner intg a dark corridor, leans against the wall, The\ndoor at the far end of the corridor opens. Fisher spins\nto see BOND) walking toward him. Fisher bolts.\n\f \n\nIssued to Production Dec 20, 2005 2.\n\nINT. MODERN OFFICE -- NIGHT 6\n\nDryden switches on his desk lamp and sits, as cool as an\nautumn evening. In that same motion he flicks open a hidden\npanel in his desk, revealing the butt of a semiautomatic.\n\nDRYDEN\n\nIf the theatrics are supposed to\nscare me you have the wrong man,\nBond. If M was so sure I was bent,\nshe'd have sent a Double-o.\n\n(gaining confidence)\nBenefits of being Section Chief;\nI'd know if anyone had been Pree\n\nto Double-O status, wouldn't TA 2%\n\nYour file shows no kills. in he\n\ntakes - ( 2 7\nBOND\n\nTwo.\n\n \n\nDryden tries not to show he es nly unnerved.\n\nmeG2,\n(amiles\" 6 ex)\nYou aren't ic eieket fan by any\n\nchance, Are\nINT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\n(gaining confidence)\nBenefits of being Section Chief;\nI'd know if anyone had been Pree\n\nto Double-O status, wouldn't TA 2%\n\nYour file shows no kills. in he\n\ntakes - ( 2 7\nBOND\n\nTwo. Dryden tries not to show he es nly unnerved. meG2,\n(amiles\" 6 ex)\nYou aren't ic eieket fan by any\n\nchance, Are\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n CRICKET cree \\CLUB HOUSE -- DAY 7\nFisher ae ‘Sxtcrow staircase, leading to a balcony\nN\n\nrestaurant 4 a dead end. He pushes through a side\ndoor, runs 4 long corridor, bursts into a\n\n    \n\n \n\nREGTRO\nHe whirls, drawing a gun, pointing it back at\ncee waiting for Bond to appear,\nINT. ae OFFICE -~- NIGHT 9\n\nDryden grabs the pistol, levels it -- Bond still hasn't\nmoved.\n\nDRYDEN\nShame, we barely got to know each\nother.\n\nHe pulls the trigger. Click. Bond holds up the magazine.\n\nBOND\n(with humor)\nI knew where you hid your gun, I\nsuppose that's something.\n\f \n\nIssued to Production Dec 20, 2005 3.\n9 CONTINUED : 9\n\nDRYDEN\n(has to smile)\nTrue.\n(lays gun down)\nHow did he die?\n\nBOND\nYour contact?\n\n10 INT. CRICKET GROUND - CLUB HOUSE -- DAY 10\nFisher backs up to a washbasin, turns on the tap, throws\nwater on his sweating face - his eyes never ave the door.\n\nSuddenly, a burst of cheering from outsid igher\ninstinctively brings the gun up. A seco /) behind\n)\n\nhim, crashes open. Bond. He spins e (grabs him,\nknocks the gun out of his hand.\n\nFisher attacks. The two tumble ino stalls. The fight\nis chaotic, both men trying to h, ether in a confined\n\n   \n  \n\n \n\nspace until the stall partitio £oye like dominoes. They\nfall into the shower room. oye 1k like a madman\nuntil finally Bond 2) into the basin, now\noverflowing with water. olds him under until the\nbody stops writhing and tees) Not a clean kill by any\nmeans. He lets the ater Lide to the floor, steps back,\nconsidering the d Maat ing him for making this feel\nso much like... ny\n\n  \n\n \n\nE\n\n11 INT. MODERN orFTGg NIGHT 11\n\nMY ay .",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey\nfall into the shower room. oye 1k like a madman\nuntil finally Bond 2) into the basin, now\noverflowing with water. olds him under until the\nbody stops writhing and tees) Not a clean kill by any\nmeans. He lets the ater Lide to the floor, steps back,\nconsidering the d Maat ing him for making this feel\nso much like... ny\n\n  \n\n \n\nE\n\n11 INT. MODERN orFTGg NIGHT 11\n\nMY ay . \n\nTARGET SECTION TO BE ANNOTATED:\n BOND\n\n \n\nDRYDEN\nae you feel it, did he?\n(sees the truth in\n\nRY Bond's eyes)\nWell, no worries, the second is--\n\nBond raises his silenced Walther and fires, cutting off\nthe words before they reach Dryden's lips.\n\n \n\nBOND\nYes. Considerably.\n\nBond holsters his weapon and heads for the door.\n12 INT. CRICKET GROUND - RESTROOM -- DAY 12\n\nBond heads to retrieve his gun. Senses movement. Glimpses\nFisher's reflection, aiming a pistol at Bond’s back.\n\nFramed against white tiles, Bond whirlszand fires one shot\nfrom the Walther, We are looking along:the inside of the\nbarrel of Fisher’s gun. Oo\n\n  \n\n  \n\f \n\n12\n\n13\n\n14\n\nis\n\n \n\nissued to Production Dec 20, 2005 4.\n\nCONTINUED: 12\n\nRed blood starts to flow down the screen. This is the\niconic James Bond logo.\n\nMAIN TITLES 13\nPhotos from Bond's CV, including his stint in the SAS,\nintercut with a high tech printing press. The sequence\n\nends with crime scene photos of the two killings, Dryden\n\nand Fisher. After each killing, Bond's ID badge is stamped\nwith a 0 - until it is laminated as 007. A hand places\n\nthe ID badge in the folder with the photos and the unseen\nclerk carries it off into the bowels of MI6.\n\nEXT, JUNGLE CAMP ~ UGANDA -- DAY &&Y 14\nSuperimpose: GULU, UGANDA. Pouring r ace is\noverrun with ragged, battle-scarred oO £ a rebel army.\n\nA great majority of them are chi turbingly thin,\n\ngome as young as ten, everyone of mi jarmed. A few boast\ncarbines, but most carry machete low one of the\nyoungest carrying two bottles la Cola running through\nthe mud until he disappears SY\n\nDARK SHACK @yY s 15\nThe boy hands the Sete in a man silhouetted against the\n\n \n\n   \n\nwindow. Call him ATE He thanks the boy in his\nnative tongue; the eams and sits at his feet.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nA great majority of them are chi turbingly thin,\n\ngome as young as ten, everyone of mi jarmed. A few boast\ncarbines, but most carry machete low one of the\nyoungest carrying two bottles la Cola running through\nthe mud until he disappears SY\n\nDARK SHACK @yY s 15\nThe boy hands the Sete in a man silhouetted against the\n\n \n\n   \n\nwindow. Call him ATE He thanks the boy in his\nnative tongue; the eams and sits at his feet. \n\nTARGET SECTION TO BE ANNOTATED:\nNS\nQObanno hands a co to a man hidden in the shadows, his\ndark, gold-riymed asses glinting. Call him MR. WHITE.\nObanno loo t,the open window and we see his face and\nunderstand, Né is the feared leader of the Lord's\nay). He gazes at the Twin Star helicopter in\n\n \n\n     \n \n  \n\nOBANNO\nI think the Lord wants me to have\na Twin Star.\n\nMR. WHITE\nTake it. It's unguarded.\n\nOBANNO\n\n(laughs)\nWith only an army to protect me?\nI value my life, thank you.\n\n(gtrokes the boy's\n\nhair)\nLast week I told this boy the Lord\nwas displeased with his parents.\nHe slit their throats. Now I know\nI can trust what he gives me to\ndrink. How do I trust this man\nthat I've never met with our money?\n\fsone?\n\nise?\n\n \n\n15\n\n16\n\nIssued to Production Dec 20, 2005 5.\n\nCONTINUED: 15\n\nMR. WHITE\nYou asked for the introduction.\nThat's all I guarantee.\n\nThree SUVs pull up in the distance. Out of the first steps\na man we will come to know as LE CHIFFRE. Bodyguards climb\nout of the rear two and remain by their vehicles.\n\nINT. DARK SHACK -- LATER 16\nObanno sits next to his grizzled LIEUTENANT, flanked by\n\nsome of the fiercest-looking rebels one would ever want to\nsee. The room is dark, the light fighting 60 way in\n\n    \n \n\nthrough the cracks in the boards that cov windows\nthat run the length of the room. Obanno,; @ peross the\nlong table at Le Chiffre, who doesn't Zs , uN\n\nLE CHIFFRE £\\ ¢ . )\nOur friend will have tolt oO\" that\nI have provided reliabfé. & ming\n\nservices for many othe Fyeedom\nfighters over the | a\n\nY\nDo you believe ao Mr. Le\n\nChi fire?\n& ces\n\nNo. AK oa ave in a reasonable\nrate ons turn.\n\n  \n\nLe chistes eldeg, thie was the wrong answer and clearly\n\ndoesn't oe SS Obanno smiles.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\n& ces\n\nNo. AK oa ave in a reasonable\nrate ons turn. Le chistes eldeg, thie was the wrong answer and clearly\n\ndoesn't oe SS Obanno smiles. \n\nTARGET SECTION TO BE ANNOTATED:\nno & J OBANNO\nLee want no risk in the portfolio.\nON Ye\n4 )) LE CHIFFRE\nSS Agreed.\n\nObanno nods and three metal boxes are placed on the table.\nOne of the men opens the closest box, displaying the money.\nLe Chiffre takes a hit from an inhaler.\n\nOBANNO\nAnd I can access it anywhere in\nthe world?\n\nLE CHIFFRE\n(hands him a business\ncard)\nI have locations at most major\nairports.\n\f“Sse”\n\n \n\n17\n\n18\n\n19\n\n20\n\n21\n\n22\n\n \n\nIssued to Production Dec 20, 2005 6.\n\nEXT. JUNGLE CAMP -- MOMENTS LATER 17\n\nLe Chiffre climbs into his SUV as his bodyguards load the\nmetal boxes into the center one,\n\nINT. SUV 18\n\nAs they move off VALENKA, Le Chiffre's beautiful Russian\nbodyguard, dials a satellite phone.\n\nVALENKA\n(into phone)\nOne moment. LA\nShe hands the ph to Le Chiff Qa\neS . € cs\ne hands phone to Le iffre OG,\n\nLE CHIFFRE ¢ yy”\n(into phone) LOX\nI have the money. mo eapie\nmillion shares. ~*~\n\n  \n \n\nAlina?\n\n \n  \n\n \n  \n\nTINT, STOCKBROKER'S OFFICE - DAY 19\nA dignified, grey-haired agi sits behind a large mahogany\ndesk. We can see St. P. \"s\"@athedral out the window.\ngee\nSir, ow you're betting\nagainst reo No one expects\nthis stk Shee to go anywhere but up.\nINT. SUV se ny 20\nSy?\ne wd LE CHIFFRE\ne eX (hanging up)\nL yf SS ust do it.\nql ee SHACK 21\n\nMr. hite watches as the SUVs are swallowed up by the\njungle.\n\nEXT. COMMUNE - MADAGASCAR -- DAY 22\n\nSUPER: MADAGASCAR, We're watching a fight to the death\nbetween a cobra and a mongoose. The arena is a derelict\n\nempty swimming pool; the audience hundreds of screaming\n\nmen, urging the animals on.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. COMMUNE - MADAGASCAR -- DAY 22\n\nSUPER: MADAGASCAR, We're watching a fight to the death\nbetween a cobra and a mongoose. The arena is a derelict\n\nempty swimming pool; the audience hundreds of screaming\n\nmen, urging the animals on. \n\nTARGET SECTION TO BE ANNOTATED:\n Beyond this, a cluster of\nerewded shacks and deserted buildings, housing their near\nstarving families. From a second floor we see a man looking\ndown at the spectacle. James Bond, almost unrecognizable,\npart of scenery. He keeps his eye on a disheveled young\n\nman amongst the excited crowd. The youth wears a small\nbackpack and has a white livid burn scar on his right arm:\nCARTER, Bond’s team mate is also in the crowd watching.\n\n \n\f‘sper!\n\n22\n\n23\n\n24\n\n \n\nIssued to Production Dec 20, 2005 7.\n\nCONTINUED : 22\n\nCARTER\n(into hidden microphone)\nLooks like our man. He has burn\nscars on his right arm.\n\nBOND\nI wonder if bomb makers are insured\nfor things like that?\n\nTwo chirps. Bomber flips open his cell phone, reads what\nmust be a short text message, then stands and pushes through\nthe crowd heading in Carter’s direction. Carter’s hand\n\ngoes to his earpiece. ©}\nONDA\nto's on tne See fr\nBOND &\n\nStop touching your ear. NOS\nC\n\n  \n \n\n \n\nSorry?\nRealizes his mistake | Ae . Bomber spots at him.\nSpoaked, he ates he aping into the pool and running.\nCarter races secee he drawing his gun. Bond sees this.\n\n \n\nSop\nik ‘oody gun away! I need\nive,\n\nCarter jump in the pool, trips and falls headlong\nonto t. Ie The gun fires wildly in the air, sending\nthe: ee panic, people diving in all directions.\nisvalready racing down an alley, through the shacks,\nor the jungle beyond. Bond has taken a short cut\n@ roofs, leaps down, is right behind him,\n\n     \n  \n\nEXT. JUNGLE -- DAY 23\n\nBomber leaps over the hulk of a burnt out car, his agility\namazing. Bond tries to keep up but is losing ground.\n\nEXT. CONSTRUCTION SITE -- DAY 24\n\nEmerging from the foliage, Bomber almost collides with a\nrusty chain link fence. Behind it, a large building under\nconatruction. He is over the fence in a flash.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONSTRUCTION SITE -- DAY 24\n\nEmerging from the foliage, Bomber almost collides with a\nrusty chain link fence. Behind it, a large building under\nconatruction. He is over the fence in a flash. \n\nTARGET SECTION TO BE ANNOTATED:\n Bond\nfollows, lagging behind; cut off as a diqger passes in\nfront of him.\n\nBomber is now through a gate, dropping behind a stack of\ngirders, He pulls a gun, looks back. Nothing. Suddenly\na foreman’s hut in front of him disintegrates.\n\fae\n\nScene\n\n24\n\n \n\n \n\nIssued to Production Dec 20, 2005 8.\n\nCONTINUED: 24\n\nIt’s Bond driving the digger at full speed, coming straight\nfor Bomber. Bomber shoots, shattering the windshield.\n\nBut Bond doesn’t flinch, a ruthless determination driving\nhim on. Bomber runs for the building, the digger charging\nover the girders, catching him up.\n\nBehind them, a security vehicle races through the gate,\nsiren screaming. Climbing to the first floor level of the\nbuilding, Bomber barely makes it as Bond rams the digger’s\nbucket into the concrete floor, tearing it up, right behind\nBombers legs. The digger stalls and Bond leaps through\n\nthe shattered windshield and climbs the arm. He ducks as\nbullets ricochet off the metal.\n\nBomber, having stalled Bond, climbs the Me\nWe\n\n \n\n \n\n‘a,\nframework. Two security men run towar ~He shoots\none, sending the other diving for cov m7 he climbs\nthe girders, moving incredibly feet ys vitig an amazing\ndisplay of “free running”, C\n\n \n \n   \n\nBond, realizing he is going to-J éyhim, runs up the arm\nof a mobile crane, leaps ey ei a lands on top of a\nstairwell, four floors up.\n\nBomber reaches the fift. ey” find his path blocked by\nangry workers. One ot oF him, swinging a wrench. Bomber\nkicks him in the ae shing him back against an\nupright. He boaneeke Beast plunging off the structure,\ndragging a wel Poy o with him. His body ricochets off a\ngirder and crashé& to the ground. The welding rig lands\nnext to ham, yee g. cylinders exploding in a ball of flame.\n\nNow Bond id Getting near, running across narrow girders,\nfloor. a e danger. Bomber has climbed to the top\n\n \n\nfloor.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe welding rig lands\nnext to ham, yee g. cylinders exploding in a ball of flame. Now Bond id Getting near, running across narrow girders,\nfloor. a e danger. Bomber has climbed to the top\n\n \n\nfloor. \n\nTARGET SECTION TO BE ANNOTATED:\n es more security men charging across the roof.\nto~“see Bond, gun in hand, climbing an upright,\noo self up onto his level. Bomber fires at Bond\nBeek behind the upright for protection, dropping his\ngun\n\nhe does so,\nwith the security men closing in, Bomber leaps through the\nair, landing on a huge slab of concrete, being lowered\ninto position from a 200 foot crane. Bond hauls himself\nback up, sees Bomber climbing like a monkey up the wire\ncable, heading for the top of the crane. Bond makes the\nprecarious leap onto the concrete block.\n\nCrowds of workers are riveted by the spectacle. They watch\nag Bond goes after Bomber, two small specks hundreds of\n\nfeet in the air. Bomber is at the top, climbing into the\narm, Bond knows he has to get up there fast so he kicks\nthe quick release lever on the side of the pulley mechanism.\n\nThe concrete slab drops away, releasing the tension on the\ncable which rockets upwards, taking Bond with it. When it\nreaches top, he grabs onto the metal ribs of the arm.\n\feae\n\nNece”\n\n \n\n24\n\n25\n\n \n\nIssued to Production Dec 20, 2005 9.\n\nCONTINUED: (2) 24\n\nThe concrete slab shatters as it hits the ground. Bomber\nsees Bond right behind him, climbs out onto the top of the\narm. He raises his gun aiming for Bond's head, pulls the\ntrigger. “Click”.\n\nBOND\nLearn to count.\n\nBomber hurls the empty gun at Bond, who catches it, throws\nis straight back, hitting him between the eyes, dropping\nhim. Bond goes for him but is kicked back into the metal\nstruts. They fight like men possessed, neither giving any\n\n  \n   \n\nquarter, two hundred feet up. One slip and ey would\nplunge to their deaths. Bomber finally sm &h Bond's\n\nhead against the ironwork, stunning him. ACH the moment\nto leap off the crane arm, over a 30 £ \\énto the\n\n \n\ns enough, he\nié“building, another\nt. Bomber picks\n\n  \n  \n \n  \n\narm of a second crane below. If that\nnow jumps from there onto the rock ge\nyawning gap.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nACH the moment\nto leap off the crane arm, over a 30 £ \\énto the\n\n \n\ns enough, he\nié“building, another\nt. Bomber picks\n\n  \n  \n \n  \n\narm of a second crane below. If that\nnow jumps from there onto the rock ge\nyawning gap. \n\nTARGET SECTION TO BE ANNOTATED:\n Bond can hardly beliave\nhimself up and “free runs” over é se s of sloping roofs,\nputting a barrier between him pr I pyrsuing security men.\n\ning it, landing awkwardly\n\n  \n \n   \n\nNow Bond does the jump, ba\n\nonto the second crane. Hi csr to the roof is even worse,\n\ncareening off the top o + shaft, falling heavily\n\nonto the roof. Bombe ace down a set of stairs, swings\ncst uilding, lands en the floor\n\nme\n\nacross the outside(of\nbeyond. He pulls yj euptly. Coming at him from the\nother side is Baddy-xelentless as ever.\n\nBomber charges tow ‘ds an empty elevator shaft, runs down\na side walk, nicks off the back and lands on the floor\nbelow. Bond 198 s down a stairway, cuts him off. This\n\ntime Bo is nowhere to go, so he jumps out of the\nbuildi nm a rising construction elevator four floors\nbej.ow Re there he jumps to the ground and races off.\n\n      \n\n3 ot onto a scissor lift. Grabbing a wrench he\nmasfe) the high pressure hoses, dropping the lift at\nfrighténing speed. Before it reaches the ground, he’s\nleapt off, running after Bomber.\n\n \n\nEXT. BUSY ROAD / SECURITY -- DAY 25\n\nTwo trucks are at a security gate waiting to pull into\nheavy traffic. Bomber runs past them, heading out the\n\ngate; Bond emerges behind him. Speeding cars block Bomber’s\npath, In a breathtaking show of agility he jumps the hood\nof one onto the roof of another, then across to yet another\ngoing in the opposite direction, turning up a side road.\n\nNo such antics for Bond. Vehicles slam on their brakes,\nswerve wildly as he recklessly navigates the road. Bomber\njumps off his car and runs around a corner, Bond sees a\nvan turning the same way, jumps on the back of it.\n\fNowe\n\n \n\n26\n\n27\n\n28\n\n29\n\n30\n\n \n\nIssued to Production Dec 20, 2005 10.\n\nEXT. THE NAMBUTU EMBASSY -- DAY 26\n\nBomber shows his ID to a security guard at the gate.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nNowe\n\n \n\n26\n\n27\n\n28\n\n29\n\n30\n\n \n\nIssued to Production Dec 20, 2005 10. EXT. THE NAMBUTU EMBASSY -- DAY 26\n\nBomber shows his ID to a security guard at the gate. \n\nTARGET SECTION TO BE ANNOTATED:\n He's\noblivious to the approaching van with Bond clinging on the\nback. As he passes, Bond sees Bomber heading up the drive\ntowards the embassy building. He curses under his breath;\nmakes a decision. Climbing onto the roof, he launches\nhimself over the concrete wall, lands amongst the shrubbery\nin the embassy gardens. Rolling onto one knee, looks back\nat the security gate. All quiet. Glancing up he sees\nsecurity cameras attached to the building. He moves off.\n\nINT. AMBASSADOR’S OFFICE -- DAY 27\n\n2\nON)\n2 partied conversation in mid flow, a\nd\n\nMILITARY A’\nYou don’t work for us \"ES\nGet out!\n\n   \n\n)\n\nBOMBER ~~ wr\nJust hide me! mS SY\n\nBond bursts through the Kor dha heads for the Bomber.\n\nMI ‘ARY ATTACHE\nThis is t ant Embassy! You\n\na\nSo ‘yy BOND\n\nBond oF in in the stomach, dropping him. The Attache\nshaun but two lightning blows from Bond stop\nying up the gun he grabs the retching Bomber by\nSy of the neck, hauls him out the door onto a\nabove a courtyard. The Attache hits the alarm\nKlaxons wail.\n\n \n\nINT. EMBASSY BALCONY / STAIRS -- DAY 28\n\nDragging Bomber with him, Bond sees guards running into\nthe courtyard below. Embassy employees bolt from their\n\noffices.\nINT. EMBASSY SECURITY ROOM -- DAY 29\n\nTwo guards grab their weapons, head for the door. On the\nCCTV screen we see Bond hauling Bomber.\n\nEXT, EMBASSY BALCONY -- DAY 30\nBond turns a corner, gees the guards appear at the far end\n\nof the balcony. Between them is some scaffolding, erected\nover a flight of stairs going down to the courtyard.\n\fNeo!\n\n \n\n30\n\n31\n\n32\n\n \n\nIssued to Production Dec 20, 2005 11.\n\nCONTINUED: 30\n\nBond throws Bomber to the floor as one of the guards starts\nfiring. Two blasts from Bond’s gun and newly installed\npipe work next to the shooter's head ruptures. Water\nexplodes, engulfing the hapless men.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: 30\n\nBond throws Bomber to the floor as one of the guards starts\nfiring. Two blasts from Bond’s gun and newly installed\npipe work next to the shooter's head ruptures. Water\nexplodes, engulfing the hapless men. \n\nTARGET SECTION TO BE ANNOTATED:\n The soldiers have\n\nnow reached the top of the stairs on the opposite side.\nThey can’t see Bond and Bomber because they’re lying below\nthe level of the solid wooden banister that surrounds the\nbalcony. That doesn’t stop them. They open up, shattering\nthe wood and glass partitions above the banister. Glass\nrains down on Bond and Bomber. Bond sees soldiers in the\ncourtyard running to the staircase below him. Grabbing\nsome rope tied off to the scaffolding, he knots it around\n\na bundle of copper piping, kicks it over th\nbalcony. The weight of the piping tears o\nthe scaffolding, brings it crashing down\nsoldiers coming up the stairs. Bond,\nfront of him, runs through the Sugg r and pushes\n\nhim through a door.\nNO\n\nINT, ADMIN OFFICE -- DAY €\n\n \n\n \n  \n\n31\n\nA large busy room. Mostly we ge cretaries, typists,\n\netc, Bond fires his gun i air, sending everyone\nscreaming and yelling to oe He hurls Bomber through\na window, bouncing him bof onto the ground below,\n\nlosing his backpack ie) way down.\n\nEXT, SERVICE aReR 32\n\n \n \n\nIn seconds Bond joined him, scoops up the backpack,\ngrabs the ex and heads for the metal gate at\nthe rear. at s legs suddenly give out and he collapses\nto the gro ond lifts him up as he hears the sound of\n\nof bim) facing them are at least a dozen soldiers,\nBond is finished and Bomber knows it.\n\nweapons | 8 He turns, holding Bomber in front\ne,\nwe.\nRe smiles and spits in Bond’s face. He walks away,\nturns.\n\nBOMBER\n(taunting)\nWhat's your name? Huh? I’m never\nthere when they die. I don’t get\nto know the names, I want to know\nwho died here today.\n\nBOND\n\nThe name’s Bond. What’s yours?\nBOMBER\n\nMollaka.\nBOND\n\nSee? You already had your answer,\n\nBond fires into the surprised man’s chest.\n\f \n\n32\n\n33\n\n34\n\n35\n\n \n\nIssued to Production Dec 20, 2005 12.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOND\n\nSee? You already had your answer,\n\nBond fires into the surprised man’s chest. 32\n\n33\n\n34\n\n35\n\n \n\nIssued to Production Dec 20, 2005 12. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: 32\n\nBefore the body hits the ground, he fires again, hitting\nthe side of a calor gas bottle, one of many stashed in a\ncage nearby. The cylinder explodes, blasting other bottles\nin all directions, detonating some as they fly through the\nair. Soldiers dive for cover, some flung back by the blast\nfrom the fireball. When it’s over they slowly stagger up.\nOne of them is the Military Attache we saw earlier. As he\nmoves forward, surveying the wreckage, we focus on a CCTV\ncamera bolted to the fence. The Attache peers through the\nsmoke looking for Bond. He’s nowhere to be seen.\n\nEXT. EMBASSY -- DAY 33\n\nanother alley, pulls Bomber’s wallet and p& hy m the\n\nBond jumps from a wall, heads down an alley rns down\nbackpack. In the wallet he finds Henne) os a playing\n\ncard ripped in half, the QUEEN OF HEA ie stuffs it\ninto his pocket and checks the carpe\nOne text message, one word:\n\n“gd recent messages.\nA, OS\n\non\n\nUnsure of its meaning, he EN darkness as the\nemergency SIRENS grow Lethe LOUDER.\n\nSy suNSET 34\n\n \n\nmeee?\n\n \n\n     \n \n  \n\nEXT, LE CHIFFRE'S cc\na\n\nA beautiful 110 foo\ntethered alongsidé\n\nSeeker at anchor, a motor launch\n\nINT, LE ae an ¥ACHT - DECK SALON -- CONTINUOUS 35\n\nAn ae WUE a Stoom that hosts a high stakes poker game.\nMADAME Tiaccly Chinese woman, throws in her cards.\n\nNow th just two men battling for the pot.\n\noh phe ‘dabs his eye with a handkerchief, which stains\nhe touch. He notices the other remaining player,\na vebit#ed Croatian General, looking:\n\nLE CHIFFRE\nMy dear General. Weeping blood\ncomes merely from a derangement of\nthe tear duct - nothing sinister.\n\nThe General blanches. le Chiffre pushes in all his chips.\n\nLE CHIFFRE (CONT'D)\nAll in. But I only have two pair,\nand you have a full 17.4 percent\nchance of making your straight.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe General blanches. le Chiffre pushes in all his chips. LE CHIFFRE (CONT'D)\nAll in. But I only have two pair,\nand you have a full 17.4 percent\nchance of making your straight. \n\nTARGET SECTION TO BE ANNOTATED:\nThe General tries to read Le Chiffre, can't. He throws in\nhis cards. Le Chiffre pulls the chips ronan him. KRATT,\nLe Chiffre's dangerous looking henchman, approaches and\nwhispers in his ear, Le Chiffre rises with a smile.\n\f36\n\n37\n\n38\n\n \n\nIssued to Production Dec 20, 2005 13.\n\nINT, LE CHIFFRE'S YACHT - BEDROOM 36\n\nLe Chiffre bangs the door open, his smile gone. Kratt\nsteps into the doorway as Le Chiffre finds the laptop open\non his desk to CNN.COM.\n\nLE CHIFFRE\nWhen does ellipsis expire?\n\nKRATT\nWe have less than 36 hours. I can\ncall and--\n\nLE CHIFFRE\nNo. It's all the time I have x\n\nanyway. Give our guests five- Ny &\nminutes to leave or toss the”) <\nSN\n\noverboard.\n\n \n\n  \n  \n   \n\nCLOSE ON LAPTOP\n\nJust before he bangs it clos\n\"British Agent Executes E\na blurry high angle photo\n\n37\n\nEXT, NEWSSTAND - oe a3\ney\nThe papers boast_he! Oo like \"Our Secret Murder Squad\" --\n\nwith freeze fr tr the high angle security camera of\na fuzzy Bond, gum aimed at a man with his hands in the air --\nthen the folhqwing Sframes of the shot fired and the bomber\n\n \n\n \n \n\nfalling. ou tack falls into frame, the same photo --\n\n\"MI6 onele 5 d Prisoner.\" RISE UP TO SHE;\n\nTHE HO PARLIAMENT; the familiar icon now hiding\ninal Sy as skirt.\n\na\n1 SON OF COMMONS -- PRIVATE CORRIDOR ~~ DAY 38\n\nThe door bangs open and M strides out, red-faced. VILLIERS,\nan aide, has to scramble to keep up with her, He has never\nseen her this angry; the words fly out her mouth. As she\nstruts down the hall toward the exit the committee members\nspill out of the door in the background.\n\nM\n(fast and furious:)\nWho the hell do they think they\nare?! I report to the Prime\nMinister, and even he is smart\nenough not to ask me what we do.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs she\nstruts down the hall toward the exit the committee members\nspill out of the door in the background. M\n(fast and furious:)\nWho the hell do they think they\nare?! I report to the Prime\nMinister, and even he is smart\nenough not to ask me what we do. \n\nTARGET SECTION TO BE ANNOTATED:\nHave you ever seen such a pile of\nself-righteous, ass-covering prigs?!\nThey don't care what we do, they\ncare what we get photographed doing.\n(MORE)\n\f \n\n38\n\n39\n\n   \n\nIssued to Production Dec 20, 2005 14.\n\nCONTINUED : 38\n\nM (CONT'D)\n\n(as if it's Villiers'\n\nfault:)\nAnd how the hell could Bond be so\nstupid?! I give him Double 0 status\nand he celebrates by shooting up\nan embassy?! Is the man deranged??\nAnd where the hell is he?! In the\nold days if an agent did something\nso embarrassing he'd have the good\nsense to defect. Christ, I miss\nthe Cold War.\n\nAnd she slams out through the exit door. OC.\nSey\n\n@ Ny w& 39\n\nop keyboard.\n\nINT. HOUSE -- NIGHT\n\nIn a darkened room, fingers PRES\n\n \n\nCLOSE ON SCREEN: ew\na)\nAn image of a cell phone acognps iss a mass of detail.\n\nA hand pulls a SIM CARD f, Kee s phone and inserts it\nin a reader attached to top\n\nSomeone is enact’ data on the text message\n‘ELLIPSIS'. First displayed is the sender's cell\n\nphone number; wae ‘NUMBER UNREGISTERED! .\nFINGERS TAP Ry: ve ALL ACTIVITY OF NUMBER!\n\nON SCREEN, Ses ta tells us: Incoming calls: 0. Outgoing:\n\n \n\nOo. SMS SMS sent: 1. Handshakes: 18.57pm\nJULY 6 obpm Sone 6, 19.12pm JULY 6. Local Cell time -\n\nassed through - on the Bahamas. Bond calls up a 3D\nzooming closer on those zones: a road passes through\nthem, leads to only one place - a COUNTRY CLUB.\n\nfi @ zooms into the three pulsing cellular zones the\nho:\nMAP\n\nBOND inserts a MEMORY STICK and copies the zone map and\nrelated documents. Hearing a NOISE in the hall he quickly\npockets the memory stick and closes the laptop.\n\nFootsteps outside, then it opens to reveal M, a newspaper\nunder her arm.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nfi @ zooms into the three pulsing cellular zones the\nho:\nMAP\n\nBOND inserts a MEMORY STICK and copies the zone map and\nrelated documents. Hearing a NOISE in the hall he quickly\npockets the memory stick and closes the laptop. Footsteps outside, then it opens to reveal M, a newspaper\nunder her arm. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks to see:\n\nBOND sitting at the bridge table, close to the desk,\nexpertly shuffling cards, flipping them back and forth,\nunder:\n\nM\nYou've got a bloody cheek.\n\f \n\n \n\nIssued to Production Dec 20, 2005 15.\n\n39\n\nBOND\nSorry. Next time I'1l shoot the\ncamera first\n\nM\nOr yourself! You stormed into an\nembassy! You violated the only\nabsolutely inviolate rule of\ninternational relationships! And\nwhy? So you could kill a nobody!\nWe needed to question him, not\nkill him. For God's sake, you're\nsupposed to display some sort of -@\njudgment ! Qy\n\noN\n\nBOND SN OQ\nI mistakenly thought one le sa\nmaker in the world men ee ing.\n\nM\nExactly: one bombma\ntrying to find oaitt 2 ri Je are\n\n \n\nnetwork of arya oups is\nfinanced and he us one\nbombmaker ! the big picture,\nwouldn't tele 2} The man isn't\n\ndeve ae gger finger we have no\nidea wh hired him or why!\nsagen ly realizing)\npow the hell did you find\nwhere I lived?\n\na _\n\n‘The same way I found out your name.\n‘YWhen you recruited me I thought M\nwas a randomly assigned letter, I\nhad no idea it stood for--\n\neven a ue pel ver! He's a gun\nfor hire, ever to your over-\n\n \n\nM\n~-Utter another syllable and I\nwill have you killed. I knew it\nwas too early to promote you.\n\nBOND\nWell I understand Double Os have a\nvery short life expectancy, so one\ncan hope your mistake isn't long-\nlived.\n\nM\nAt least there won't be any question\nwho to bury. You're a secret agent,\nfor God's sake! Can you at least\n(MORE)\n\f        \n\nIssued to Production Dec 20, 2005 16.\n39 CONTINUED: (2) 39\n\nM (CONT'D)\ntry not to tell every single person\nyou meet your real name?! Do you\nhave any idea how hard it was to\nkeep it out of the international\npress?\n\nBOND\nUnderstood. I should have stuck\nto my cover, Mr.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you\nhave any idea how hard it was to\nkeep it out of the international\npress? BOND\nUnderstood. I should have stuck\nto my cover, Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Sandy Bizet,\nFashion Buyer.\n(regarding newspaper)\n\"Fashion Buyer Kills Terrorist\".\nThat may just have fooled them. oe 4\n\na\n\n   \n \n\nM sees she is never going to make a de\n\nRA D senor,\ntries a different tact. ie\n\nblunt instrument to Mt tand,\nbut arrogance and areness\nseldom go hand- 5G\n\n(amused), “eo\nSo, I s. KS alf monk, half\n\nhitman?\n\n&\nM gow\nBond, this may be too ae ra\n\n \n\non kill. I need you to\nuur ego out of the equation\nge the situation\n@ ssionately. I have to know I\nof trugt you, and that you know\n& o to trust. And since I don't\nyknow that, I need you out of my\nsight. Go and stick your head in\nthe sand somewhere and think about\nyour future.\n(re: newspaper)\nBecause these bastards want your\nhead. And I'm seriously considering\nfeeding you to them.\n{ag BOND EXITS)\nAnd Bond,..\n(he pauses, looks)\nDon't ever break into my house\nagain.\n\n  \n\n)\n\nBOND\nWouldn't dream of it, \"M\".\n\nHe exits as M burns, She sits at her desk, opens her\nlaptop. And only now wonders if her laptop was the real\nreason Bond was here.\n\f40\n\n41\n\n42\n\n43\n\n44\n\n \n\nIssued to Production Dec 20, 2005 17.\n\nEXT. SEA PLANE - PORT - GRAND BAHAMAS -~ DAY 40\n\nSuperimpose: NASSAU, GRAND BAHAMA ISLAND. A sea plane\n\nlands and taxis toward a small terminal. Beyond we see\nthe gleaming ATLANTIS HOTEL.\n\nEXT. TERMINAL -- DAY 41\n\nThe door opens and passengers disembark from the plane.\nBond steps off and rolls up the sleeves of his white shirt\nand takes in the view. Expensive boats cross the harbor;\none of them is LE CHIFFRE'S SUN SEEKER, gliding under the\ntwo bridges that connect Nassau with mo\n\nEXT. TWO LANE ROAD - GRAND BAHAMA -- mn a) 42\nCn ane blacktop.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nBond steps off and rolls up the sleeves of his white shirt\nand takes in the view. Expensive boats cross the harbor;\none of them is LE CHIFFRE'S SUN SEEKER, gliding under the\ntwo bridges that connect Nassau with mo\n\nEXT. TWO LANE ROAD - GRAND BAHAMA -- mn a) 42\nCn ane blacktop. \n\nTARGET SECTION TO BE ANNOTATED:\n[ eld displaying\na the route of the cell\n\n  \n   \n  \n \n\nJames swerves around the corner of th\nLying on the seat next to him is/ a\nthe map he copied from M's comput’\nphone that texted the bomber.\n\n \n\n \n \n\ness\n\nEXT. \"ONE AND ONLY\" manny BS DAY 43\n\nBond pulls up among swan. * couple of attractive\n\nwomen carrying tennis r (eis him a second look. He\nhands his key to the Rahp ey also wears a white shirt\nand black pants. vheelvaip vay drives around the corner.\n\n \n\nBond stalls, ty&z A Sy Shoe, glances up and spots several\nsurveillance camé 5. A Jaguar pulls up and a fat, arrogant\norts steps out and spots Bond.\n\nGERMAN in Te ic\nFAT GERMAN\nease going to take this or make\nx) ea BOND\n©) Right away, sir.\n\nwait?\nThe fat man tosses Bond the keys and disappears inside the\nCasino. Bond glances down the line of cars parked out\nfront, including the one marked Security near the end. He\ndrops into the Jaguar and pulls out. Bond circles a row\nof prestigious cars, turns and backs at high speed into a\nwooden guard rail, cracking it and slamming it into the\nbumpers of the row of parked cars. A dozen CAR ALARMS\nSCREAM at once. Bond steps out and walks to the entrance.\nPeople spill out, no one paying any attention to the man\non the sidewalk. Bond mounts the front steps.\n\n \n\nINT. ONE AND ONLY COUNTRY CLUB -- DAY 44\n\nBond enters the club, passing others who are running out\n\nin response to their car alarms. TWO SECURITY GUARDS barrel\nout of a back corridor. As the guards disappear out the\nfront door, James slips down their corridor,\n\fmae”\n\n \n\n44\n\n45\n\n46\n\nIssued to Production Dec 20, 2005 18,\n\nCONTINUED: 44\n\nHe stops at the security office door -- checks the handle.\nLocked. He jimmies it.\n\nINT. ONE AND ONLY, SECURITY ROOM -- DAY 45\n\nBond enters, locks the door behind him and puts his handheld\non the desk and turns to the MONITORS.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe jimmies it. INT. ONE AND ONLY, SECURITY ROOM -- DAY 45\n\nBond enters, locks the door behind him and puts his handheld\non the desk and turns to the MONITORS. \n\nTARGET SECTION TO BE ANNOTATED:\n On one screen, the\nsecurity guards are dealing with the screaming Fat Man and\nthe other car owners out front.\n\nBond quickly locates the DVD library, finds a disc labelled\nJULY 06, feeds it into a machine and jumps to 7:13 pm.\n\n   \n \n\neZ\nON THEIR COMPUTER SCREENS: ee ) vs\nNY\nSimultaneous feeds from several canerag:s Ne & ttles\nthrough the footage as people come and(go}\\* an elderly\n\nwoman, a kissing couple, then a sie Aston Martin pulls\nup. A beautiful woman we will co know as SOLANGE\nclimbs out of the passenger side¢* Avwan we'll call\nDIMITRIOS steps out the driver!s*dogr. He flips closed\nhis cell phone. Bond freezesvt image and looks at the\ntime stamp -7:14,22. Hec s handheld -- the phone\n\ncalled ended at 7:14:22pm, é dy\n\nBond throws one more aes the frozen screen, then glances\nup at the live monfto 8 s one of the security guards is\n\nno longer visible. iYslips out of the office.\n\n      \n   \n\n    \n\nINT. ONE AND ONLI\\COUNTRY CLUB -- CONTINUOUS 46\nBond heads bade gown the hall. The SECURITY GUARD turns\nthe corner lana mes toward him.\n> NS\nO Se )) BOND\n\ncx) AC “DEG you find who did it?\nLy\n©) SECURITY GUARD\nSS Bloody valet.\n\nBOND\n(still walking)\nI find that hard to believe.\n\nThey pass and Bond turns into the main entrance hall and\napproaches the front desk and chooses the pretty female\nclerk,\n\nRECEPTIONIST\nChecking in, sir?\n\nBOND\nYes. Spur of the moment thing,\ndidn't make a reservation.\n\f \n\n46\n\n47\n\n48\n\n \n\nIssued to Production Dec 20, 2005 19.\nCONTINUED: 46\nRECEPTIONIST\n\n(checking computer)\nWe have a bay view suite...\n\nBOND\nPerfect.\n(handing over credit\ncard)\n\nAnd you can do me a favor. I was\nhere for dinner last night and I\nparked my car next to a beautiful\n1964 Aston Martin, and I'm ashamed\nto say I nicked the door.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOND\nPerfect. (handing over credit\ncard)\n\nAnd you can do me a favor. I was\nhere for dinner last night and I\nparked my car next to a beautiful\n1964 Aston Martin, and I'm ashamed\nto say I nicked the door. \n\nTARGET SECTION TO BE ANNOTATED:\n You ple\nwouldn't happen to know... ©\nae\n\n& I\nRECEPTIONIST aS , FZ\nMr. Dimitrios. G\n\nEX (EOS\nBOND oC )\nGreek gentleman? € Sy\n»\n\nQD\nNe\n6\n\n \n\n \n\nRECEPTIO(? ts\nAmerican. Very. NY\n(leans in) ey,\nTf he hasn't 2 ad, I'm not sure\nI'd mention At. sn't the type to\ntake ba efe Ye 1.\n\nox ~\nBut if felt compelled to find\nSS\n\nhi\nK\noe RECEPTIONIST\n\nCy have a home just up the beach.\n\n    \n \n\n   \n\nway H=- LATE AFTERNOON 47\nBo sips out of the water. A quick glance down the beach\nrev SOLANGE riding through the surf on a magnificent\nhorse. She slows and dismounts at her house. Bond offers\n\na smile. She returns it without thinking, then leading\nher horse, disappears. Bond looks up in time to see\nDimitrios step onto his balcony and gaze out at the bay\nbeyond.\n\nINT. BOND'S HOTEL ROOM -- EARLY EVENING AB\n\nHe towels off from his shower and uses his computer to\nsearch a SECURE WEBSITE database for DIMITRIOS. He has a\nhit:\n\nALEX DIMITRIOS, officially listed as a government contractor\nin Iraq, Afghanistan, Chechneya, Rwanda, Nicaragua, El\nSalvador, going back to the 70s. Dealer in arms,\ninformation, ties to death squads and right wing\nparamilitary groups.\n\f \n\n4g\n\n50\n\n \n\nIssued to Production Dec 20, 2005 20.\n\nINT. MI6 HOT ROOM -- AT THAT MOMENT (NIGHT IN BRITAIN) 49\n\nVilliers stands over a computer operator, a phone to his\near.\n\nINT. M'S BEDROOM -- AT THAT MOMENT (NIGHT) 50\nShe wakes and answers.\n\nM\nWhat?\n\nVILLIERS cl\nHe's in the Grand Bahamas. C\n\nSY Y\nVILLIERS aN)\nHe's logged into our, ‘cue website.\n(now the bad net NY\nUsing your name Ps a word.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nVILLIERS cl\nHe's in the Grand Bahamas. C\n\nSY Y\nVILLIERS aN)\nHe's logged into our, ‘cue website. (now the bad net NY\nUsing your name Ps a word. \n\nTARGET SECTION TO BE ANNOTATED:\nau eS)\nHow the a etan know these\n)\n\nNd\n\n   \n\nS\\VILLIERS\nest to find--\n\n \n\n&\nI'll adtey\n} M\nGoth be wasting your time.\n(a8 s he looking at?\n\nONS 5\n\nef r-own bedside computer to life and plays catch-\n=\n\nM\nUW .\n() VILLIERS\n\nAlex Dimitrios,\n\nM\nThat slimy bugger?\n\nM's screen changes in sync with Villiers' and BOND'S ACTIONS\nwhich WE SEE INTERCUT.\n\nVILLIERS\n...and now known associates, Most\ndeceased.\n\nON M'S SCREEN: an old photo of LE CHIFFRE, listed along\nwith a dozen aliases, The red stamp over the photo reads\nEXECUTED, 1998 - IRAQ.\n\fSome\n\ned\n\n50\n\n51\n\n52\n\n53\n\n \n\nIssued to Production Dec 20, 2005 21.\n\nCONTINUED : 50\nM\n...Le Chiffre.\n\nINT. ONE AND ONLY COUNTRY CLUB - CASINO -- EVENING 51\n\nBond weaves through the crowd; no tuxedos in vacation\ncasinos anymore, he sports a simple polo shirt. He spots\nthe high rollers section, recognizes DIMITRIOS. Bond\nsaunters over and places a large stack of chips on the\ntable.\n\n \n \n   \n   \n\nBOND\nMind if I join you? ©\nYe\nNo one speaks. Bond is dealt in as he si a. (ope notices\nthat Dimitrios uses his Aston Martin ke protect\n\nca chips and lucky\nhis hole cards: a\n\nhis cards. The other players similar\ncoins to protect theirs. Bond LaRkg\npair of kings. Dimitrios bets.\n\nDIMITRIOS\nFive hundred. aS\nNN\nThe player to Bond's rig aXe. Bond feigns\ndisappointment and toss ah S/cards in.\nLATER: A CQ” 52\nON SS\nDimitrios, ee as a Bond wins another pot.\n\n \n\n” THIRD PLAYER\nKepaseruct ion. Yourself?\n\n@ oS BOND\n(O “import -export, What about you,\n. i\n\n \n\noA Dimitrios?\nDD \\y imitrios\n“ ) DIMITRIOS\n\nDeal.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nYourself? @ oS BOND\n(O “import -export, What about you,\n. i\n\n \n\noA Dimitrios? DD \\y imitrios\n“ ) DIMITRIOS\n\nDeal. \n\nTARGET SECTION TO BE ANNOTATED:\nAs they start another hand, Bond eyes Solange drifting\ntoward their table. She joins Dimitrios, kisses him on\nthe head.\n\nDIMITRIOS (CONT'D)\nIf that was for luck, you're two\nhours late.\n\nStung, Solange moves off to the bar, hiding her humiliation.\nBond watches her as they play.\n\nLATER: 53\nDimitrios, almost out of chips, waiting for the river (last)\n\ncard to be turned over - only he and Bond are in the pot.\nA king turns up.\n\f \n\n53\n\n54\n\n \n\nIssued to Production Dec 20, 2005 22.\n\nCONTINUED : 53\n\nDIMITRIOS\nAll in. No. Twenty thousand.\n\nHe brings out a checkbook.\n\nDEALER\nTable stakes - I'm sorry, sir.\n\nDimitrios grabs his key ring.\n\nDIMITRIOS\nThis is on the table - I'll bet\nthis. It's worth at least what he,\nhas.\n\nDEALER\nI'm sorry, Mr. Dimitrios.\n\nBOND\n(pushing in his p a )\n\n \n\n    \n\nIt's alright - give ajchance\n\nto get even. ANS?\nDimitrios throws in his (en - triumphantly turns over\na pair of kings - three {i ‘al Bond flips up a pair of\n\naces - with one “sae wy the board - three aces - Bond\nwins. Dimitrios Op\nthe keys.\n\neve his bad luck. Bond takes\n\n  \n\nBOND (CONT'D)\npalet ticket?\n\nLaie and tosses it to him. An attendant\na note. He reads it as Bond stacks his\n\n  \n   \n\npebog, turns and walks to his wife, at the bar, who\n\nsra) her purge. Bond watches as he says something to\nife and leaves on his own. She waits a moment, not\nknowing what to do, trying to save face, then pays for her\ndrink and exits,\n\nEXT. ONE AND ONLY COUNTRY CLUB -- NIGHT 54\n\nSolange waits at the curb. The valet pulls up in the Aston\nMartin and she instinctively opens the passenger door.\n\nBond opens the driver's side and Solange realizes her\nmistake.\n\nSOLANGE\nAh, no wonder he was in such a\nfoul mood. My mistake.\n\nShe closes her door and steps back.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLANGE\nAh, no wonder he was in such a\nfoul mood. My mistake. She closes her door and steps back. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\n \n\nIssued to Production Dec 20, 2005 23.\n\n \n\n \n\n  \n\n \n\n54 CONTINUED: 54\nBOND\n. Can I give you a lift home?\nSOLANGE\nThat would really send him over\nthe edge, wouldn't it? I'm afraid\nI'm not that cruel.\nBOND\nPerhaps you're just out of practice.\nSolange laughs. Considers.\n2\nSOLANGE oy\nPerhaps. Ze t dD\nSE\nBOND ©)\nThen perhaps we could a nk\nat my place. Cc ~\nor. Ww\n.Your place?.\noP\nvery.\n& S GE\nN one drighs=\nae ns at\nShe drops into t ssenger seat, Bond guns the engine,\ndrives around the rele and stops\neS,\nEy? BOND\nJ ever so humble.\nec\n\" opens her car doer, Solange laughs.\n\n55 GC sta -- NIGHT 55\n\neoyioe Dimitrios off. He's met by Kratt.\n\n56 EXT. LE CHIFFRE'S YACHT -- NIGHT 56\nKratt shows Dimitrios onto the yacht, where Valenka waits\ntopside. She shows him below, Prelap:\n\nDIMITRIOS (V.O.)\nI'm having a hard time seeing how\nthis is my fault,\n57 INT, LE CHIFFRE'S YACHT - DECK SALON -- CONTINUOUS 57\n: DIMITRIOS\n“mr It's your plan, all I did was get\n\nyou the man.\n\f \n\n57\n\n58\n\n \n\n \n\nIssued to Production Dec 20, 2005 24.\n\nCONTINUED: 57\nKratt joins them, a menacing presence in any room.\n\nLE CHIFFRE\nA man who was under surveillance\nby the British Secret Service.\nWhich makes me wonder if I should\ntrust you at all.\n\nDIMITRIOS\nDo me a favor, stop playing tough\nguy. If you were going to kill me\nyou wouldn't be talking so much.\n\n(beat)\n\nI have someone else willing to QA\nthe job. He just needs the OQ\nparticulars. And payment.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\n\nI have someone else willing to QA\nthe job. He just needs the OQ\nparticulars. And payment. \n\nTARGET SECTION TO BE ANNOTATED:\n ask\n\nLe Chiffre stares at him, making (tsi Cy He takes a\n\ncard from a deck on the table, oe fee spades, rips it\nin two and hands one half of the¢ oi o Dimitrios.\n\n \n\n \n\n \n\nLE CHI\nThe money is wai 2’ the same\nplace.\nINT. BOND'S HOTEL ao cs) /NIGHT 58\nSolange and Bond A edroom floor; her still in bra\n\naring an unbuttoned shirt.\n\nand heels, himsst\nAEN BOND\nay\n\nGdn. SOLANGE\nSa Just think what it would be\ne if we undressed.\n\nby up at him, lying over her. She smiles, amused.\n\nSOLANGE (CONT'D)\nWhy do I think that you've been in\nthis position before? You like\nmarried women, don't you, James?\n\n \n\nBOND\nIt keeps things simple.\nSOLANGE\n(playfully)\nWhat is it about bad men? You, my\nhusband... I had go many chances\n\nto be happy, so many nice guys.\nWhy can't nice guys be more like\nyou?\n\f \n\nIssued to Production Dec 20, 2005 28.\n\n58 CONTINUED: 58\n\nBOND\nThen they'd be...bad.\n\nSOLANGE\nYes, but so much more interesting.\n\nBOND\nWhat makes your husband a bad man?\n\nSOLANGE\nHis nature, I suppose.\n\nShe begins kissing him again. é\n»\n1G\n\nBOND ee “)\n\nThe nature of his work? ey O\nSOLANGE\n\nA mystery, I'm afraid.\n\nafraid you slept with\n\nto get to him. CXS\n\nC\nBOND\nHow afraid? or\n\n \n\n \n\nNot ae\n-— Solange startski her way down his chest and lower.\n\nas BOND\ngaa zor | you something personal?\n\noO, SOLANGE\n&Q (moving lower)\nre would seem an appropriate time.\n\nta on P\n\nSS yy BOND\n\nNy Does \"ellipsis\" mean anything to\n\nyou?\nSOLANGE\n\nThree dots. A pause. You aren't\ntrying to tell me you're tired,\nare you?\nHer cell phone rings. She sees it's her husband.\n\nSOLANGE (CONT'D)\nShould I ask him about it?\n\nBOND\nPerhaps later.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe sees it's her husband. SOLANGE (CONT'D)\nShould I ask him about it? BOND\nPerhaps later. \n\nTARGET SECTION TO BE ANNOTATED:\nShe answers it, still lying under Bond.\n\f \n\n \n\n58\n\n59\n\n60\n\n61\n\n62\n\n63\n\n \n\nIssued to Production Dec 20, 2005 26.\nCONTINUED: (2)\n\nSOLANGE\nYes, dear?...\n(kisses James' neck)\nNo, I understand. See you tomorrow.\n(hangs up, kisses\nBond)\nApparently he's going to Miami, so\nyou have all night to question me.\n\nBOND\nIn that case, we'll need more\nchampagne.\n\n  \n\nBond stands and walks to the phone in the\nShe rolls over and watches him. Bond sp\n\ni\nBOND (CONT'D) Ke wy\nYes, Bond, suite 119. poe ) oe\nchilled Bollinger R.D.s 4\n\n   \n\nShe gets up and heads for the hb\nSAMY\n\nBOND AGONTHS)\nAnd Beluga cavi Coie chopped egg\nand onion, RS mA\n1ofed))\n\nOND (CONT'D)\n\n \n\n \n\nThe bathroom door\n\n \n \n \n\nEXT. HOTEL LIGHT\nBond hop’ eG te beautiful Aston and takes off.\nINTs: MIAMI FREEWAY -- NIGHT\nRey eS in the back seat, his eyes on the cab in front.\nee FREEWAY -- NIGHT\n\nCity lights stretch out ahead, as the first cab passes\nunder a floodlit sign: DOWNTOWN MIAMI.\n\nINT. CAB -- NIGHT\n\nDimitrios sits in the back, expressionless. Next to him\nlies a zip bag.\n\nEXT. SCIENCE CENTER -- NIGHT\n\nIt's busy. A huge sign over the facade reads BODY WORLD\nEXHIBITION. The cab pulls to the curb and Dimitrios steps\neut holding the zip bag. As he pays the fare the second\ncab pulls in. Bond steps out and hands the driver some\nmoney .\n\niv ng room.\nky at the phone:\n\n \n\n58\n\n59\n\n60\n\n61\n\n62\n\n63\n\f \n\n63\n\n64\n\n65\n\n \n\nIssued to Production Dec 20, 2005 27.\n\nCONTINUED: 63\n\nBOND\nWait here.\n\nHe follows Dimitrios into the building.\nINT. SCIENCE CENTER LOBBY -- NIGHT 64\n\nA vast area, crowded even though it's late at night. Signs\nfor the Body World exhibit boast that it is open 24 hours.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SCIENCE CENTER LOBBY -- NIGHT 64\n\nA vast area, crowded even though it's late at night. Signs\nfor the Body World exhibit boast that it is open 24 hours. \n\nTARGET SECTION TO BE ANNOTATED:\nBond steps up to the ticket kiosk, watching Dimitrios hand\nhis overcoat and zip bag to the coat check girl. Bond\nwatches her hang up the coat and hand him “\n\nHe follows Dimitrios down the stairs to rape below.\n\nINT. BODY WORLD EXHIBIT oy 65\n\nDark, with pools of light ae various\ngroupings, bodies cut and expose, mNw41 their gory glory.\nThe cadavers are posed in ever ee gettings, without velvet\nropes or any other sort of S spp ecees them and the\ngawking crowds.\n\n \n\nBend follows Dimitrios Ll Dimitrios pauses at\na poker table, four sé Biavers mid-game., Dimitrios slips\na cell phone from ‘(G09 types a text message then\nputs it away. Dimitsdds: sJeasually drops something onto the\n\npoker table, s@ai a nearby faces, then weaves through\nthe crowd heading Sonera the exit. Bond doesn't follow.\n\nInstead he Si E ae to the poker table, close enough to\n\nsee the coats cheek tag sitting atop one of the hands on\nthe repte a \"keeper\". Bond moves on without pausing\nand 8 RR So spot a distance off to watch.\n\n‘9 up to the poker exhibit and inspect the bodies,\nBS) me touches, or even seems to notice, the tag.\n\n \n\nnons Zenges something beside him, turns -- just in time --\nslips under the arm that holds a stiletto that was meant\nfor his back and grabs Dimitrios’ wrist, twists it, forcing\nthe knife back towards his stomach. They remain locked, a\ntest of strength, neither face betraying any effort. All\nthis amongst crowds of people, totally unaware of the drama\nbeing played out in front of them. Bond suddenly glances\naway, diverting Dimitrios’ attention, then turns him with\nan arm lock, thrusts the knife into his back. Taking him\nby the shoulders he sits him down on a seat. Joining him,\nBond pulls the cell phone from the dead man’s pocket -\nflips it open and checks for sent messages, Just one.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nBond suddenly glances\naway, diverting Dimitrios’ attention, then turns him with\nan arm lock, thrusts the knife into his back. Taking him\nby the shoulders he sits him down on a seat. Joining him,\nBond pulls the cell phone from the dead man’s pocket -\nflips it open and checks for sent messages, Just one. \n\nTARGET SECTION TO BE ANNOTATED:\nELLIPSIS\n\nBond scans the faces around the poker exhibit -- then looks\ndown at the table -- and sees that the tag is gone!\n\f \n\n65\n\n66\n\n67\n\n68\n\n69\n\nIssued to Production Dec 20, 2005 28.\n\nCONTINUED: 65\nBond runs, gets to\n\nTHE CLOAK ROOM\n\nno one in line, looks to the spot where Dimitrios' coat\n\nwas hanging; it's gone, along with the zip bag. Panicked,\nBond runs to entrance and looks\n\nOUTSIDE 66\nwhere hundreds of dark figures come and go, many in\n\novercoats. Bond struggles with the thought of losing his\nprey...suddenly flashes on the answer. He gigs into his\npocket and pulls out...\n\nDIMITRIOS' CELL PHONE\n\n    \n  \n\no his ear and\n8 dark-coated\n“phone to his ear.\n\nflips it open and hits redial.\nwatches the crowd. One ring. Tw\n\n“yy\nMAN'S Vj ee ov\nWhat? ue\naya\nBond hangs up, already AG )\n\nThe man tosses thi eh the trash bin and scans the\nstreet behind him. ye CARLOS. He hops into a cab.\nBond follows. 4\n\n \n  \n\nEXT. MIAMI i POR'D;\"- CONCOURSE - NIGHT 67\n\nCars, buse PND! pesble. It's busy. A cab pulls in. Carlos\n\ngets out eg g the zip bag and pays the cabbie. Bond’s\nie way behind. He slips the driver a hundred\nte; follows Carlos into the terminal.\n\n \n   \n  \n\nMINAL BUILDING - NIGHT 68\n\nCarlds feeds a ticket into an electric check-in machine.\nHe takes the boarding pass, moves away. Bond crosses to\nthe same machine, inserts his Nassau return ticket, glances\nat Carlos who is standing at the window of a money exchange.\n\nINT/EXT. MONEY EXCHANGE - NIGHT 69\n\nCarlos hands over the half card (the five of spades) to\n\nthe teller, who picks up a leather bag, opens it, revealing\na wad of bank notes. From an inside pocket he pulls out\nthe other half and joins it to the one in his hand. A\nperfect match. He passes over the bag and Carlos moves\naway heading for “DEPARTURES”.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom an inside pocket he pulls out\nthe other half and joins it to the one in his hand. A\nperfect match. He passes over the bag and Carlos moves\naway heading for “DEPARTURES”. \n\nTARGET SECTION TO BE ANNOTATED:\n Bond, following, sees him\nhand it off to a BLONDE GIRL as she brushes past him.\nIgnoring her, Bond stays with Carlos,\n\fSee\n\n \n\n70\n\n71\n\nT1A\n\n71B\n\n72\n\n73\n\n   \n\nIssued to Production Dec 20, 2005 29.\n\nINT. DEPARTURE AREA - SECURITY - NIGHT 70\n\nStepping up to the metal detector, Carlos suddenly\n“remembers” that he is carrying his key ring - hands it to\nthe security guard who checks it. Hanging from the ring\nis a tiny flashlight. In an adjacent line, Bond is having\nhis boarding pass checked. (The reason he bought the\nticket). He watches Carlos step through the detector,\nwithout setting off the alarm. The guard hands him back\nhis keys. He retrieves the coat and zip bag from the x-\nray machine as Bond moves through the metal detector.\n\nINT. AIRPORT SHOPPING MALL - NIGHT o 71\n\nPeople everywhere. Bond keeping sight of Rf :) now walking\n\ninto a duty free emporium. He fase he on thes of\n\nperfume on display. Bond gazes up at bis) partures screen\n\nacting “normal”, but not before ae Svat ens him reflected\naL\n\n \n  \n \n\nin one of the display’s vanity m s A passenger cart\ncrosses in front of Bond, moment, locking his vision.\nWhen it clears, his quarry has,-v hed.\n\nne wy JIA\n\nINT. MENSWEAR SHOP - wets\n\nCarlos goes into a chants 1d om and closes the curtain,\nHe unzips the bag, eee a security uniform.\n\nLL - NIGHT 71B\n\n \n\nINT. AIRPORT auooe\n\n  \n  \n\nBond scans the people moving to and\n\nIncreasingly wor. hed,\n\nfro in ec higveyes. Then he notices the zip bag in\nthe hands | ‘the, menswear shop assistant, looking for its\nowner. pen and clothes are bulging out the top.\n\nBond iookg) “Repst ~- nothing unusual - passengers, shopping\nfora, aches security men. Then the other. Heading\n\nes door across the other side is a security\naiEference is he’s not wearing a side-arm. Bond\nguieely but Carlos is at the door, punching a keypad.\ns it and goes through.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHeading\n\nes door across the other side is a security\naiEference is he’s not wearing a side-arm. Bond\nguieely but Carlos is at the door, punching a keypad. s it and goes through. \n\nTARGET SECTION TO BE ANNOTATED:\n The door swings shut leaving\nBond “stranded.\n\n \n\nINT. ADMIN AREA - NIGHT 72\n\nCarlos moving past offices down a long corridor. He steps\nback to allow a mail cart to pass - glances back at the\n“NO ACCESS” door.\n\nINT. AIRPORT SHOPPING MALL - NIGHT 73\n\nStruggling to contain his frustration, Bond's eyes settle\nen the keypad next to the door. He pulls out Dimitrios’\ncellphone, brings up “ELLIPSIS”, punches the letters into\nthe keypad - the door opens and he is through.\n\fa\n\n \n\n \n\nissued to Production Dec 20, 2005 30.\n\n74\n\n74A\n\n75\n\n76\n\n77\n\n78\n\n78A\n\nINT. ADMIN AREA - SECOND CORRIDOR - NIGHT 74\n\nTurning into another corridor, Carlos passes a couple of\nsecurity officers walking the opposite way. He looks up,\nsees a CCTV monitor. The image shows Bond walking down\nthe long corridor he has just come from. Carlos quickens\nhis pace...\n\nINT. SECURITY AREA - NIGHT 774A\n...and moves down some stairs, sees security men coming\n\nout of a locker room. Opposite is a canteen. Clearly\n\nthis is where the security department is hagseé More stairs\n\nlead down to the outside where security vel eS eg are parked\nup, their drivers, smoking and chatting. we cD\n\n~\nINT, ADMIN AREA - CORRIDOR - NIGHT @) yyy 75\nBond calls on his handheld as he we 8)\n\nBOND €\n\nIt’s Bond for her. AOS\n\nar 16\nas\n\n   \n\nINT. BOILER ROOM - NIGHT,\n\n    \n\nCarlos enters, switches = he light, grabs a broom and\nplaces the handle glass bulb of a fire sprinkler -\nhe smashes it.\n\n“\nINT. VILLIER’S\n\nVilliers See in front of his computer. M\n\napproaches er office and snatches up Villiers’ desk\n\nphone. e@\n\n \n \n\n= - MORNING 77\n\n \n\nyy VILLIERS\nSee s at Miami airport.\n\nQ\n\nye (into phone)\nDo you have any idea...?!\n\nINT. CORRIDOR/OFFICES - NIGHT 78\n\nFire alarms scream, water gushes out of the sprinklers.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nQ\n\nye (into phone)\nDo you have any idea...?! INT. CORRIDOR/OFFICES - NIGHT 78\n\nFire alarms scream, water gushes out of the sprinklers. \n\nTARGET SECTION TO BE ANNOTATED:\nBond takes the phone from his ear, runs towards the security\narea but freaked employees spill into the corridor blocking\n\nhis way.\nINT. STAIRWAY/LOCKER ROOM - NIGHT 78A\n\nDrenched security men run out of the locker room and\ncanteen, heading upstairs to help evacuate the area. The\nmen from outside jain in. One man seems completely unfazed\nby the chaos.\n\f \n\n \n\nIssued to Production Dec 20, 2005 31.\n\n738A\n\n78B\n\n79\n\n79A\n\n79B\n\nCONTINUED: 78A\n\nCarlos calmly goes into the locker room, takes a gun from\namongst the discarded clothes and equipment, puts it in\nhis belt.\n\nINT. CORRIDOR - LEADING TO SECURITY AREA ~ NIGHT 78B\n\nPanicking people barge past Bond. He's moving against the\ntide, struggling to make headway. Now the security men\nhave arrived, yelling at everyone to stay calm. Nobody’s\nlistening. Bond may hear M’s voice but he chooses to ignore\nit.\n\nM\n\n(over the phone) Q\nBond! BOND! ce oF)\nINT/EXT. STAIRS/LOCKER se NNT Va 79\n\nSecurity vehicles screech to a One As the\nsecurity men are running up, carte going down. Bond\n\nis now at the top of the stair ~~ inst the wall, letting\nthe men rush past, trying BS nprane of Carlos. The\n\nspraying water makes it nO ossible.\n\nx is ndheld)\nBYOODY PHONE TO\n“EELL ME WHAT THE HELL\n\n \n\n‘Sy BOND\ninto handheld)\narms have been triggered,\nklers are on, Something’s\nThere’s no target here.\n\n \n\n \n\nSS M\nS 5 What do you mean there’s no target?\n\nIt’s an airport, that is a target!\nOUTSIDE SECURITY AREA - NIGHT T9A\nCarlos is moving to one of the abandoned security cars.\nINT. SECURITY AREA - STAIRS ~- NIGHT 79B\nBond moving down the stairs,\nBOND\nThere‘s no sign of a fire. This\nis a diversion. Something else is\nhappening here M.\nBond sees Carlos getting in the car. He charges down,\n\ntaking the stairs two at a time.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomething else is\nhappening here M. Bond sees Carlos getting in the car. He charges down,\n\ntaking the stairs two at a time. \n\nTARGET SECTION TO BE ANNOTATED:\n As he races through the\ndoors, the car speeds away, its blue light still flashing.\n\f80\n\n81\n\n82\n\n83\n\n84\n\n   \n\nIssued to Production Dec 20, 2005 32.\n\nEXT. HANGAR ON FAR SIDE OF AIRFIELD - NIGHT 80\n\nThe hangar doors are opening revealing the nose of a huge\ngleaming airliner. A temporary grandstand is being erected.\nCatering vehicles are arriving, their ID’s being checked\n\nby security.\n\nINT. VILLIER’S OFFICE - MORNING 81\nVilliers has found something on his computer.\n\nVILLIERS\nThe Boeing 777 prototype.\n\nM\nWhat about it?\n\n \n\nVILLIERS\nThe largest aeroplane tes aoe\n\nIt's being unveiled to; “at? Miami\nairport.\nEXT. ROAD NEAR A LINE OF wis KTRCRAPT - NIGHT 82\n2ae-g)\nTwo fire engines scream est deveating Bond pounding down\n\nthe side of the rae S?\ny GHT 83\n\n \n \n\né\nEXT. PARKED Tee\n\nCarlos pulls up Kt Eo a fuel tanker standing beside a\ndong haul Jevlener The driver is connecting the hose\n\nwhen “On out.\n\n4\nS CARLOS\neG this truck out of here! It’s a\n\n  \n\n \n \n  \n\nLon “ire emergency, can’t you hear the\nKR Je Syalarm? !\né\nThe* rtled driver rewinds the hose. Carlos goes to the\ntruck’s petrol tank, opens it and, unseen by the driver,\n\ntakes out the small torch we saw on his key ring earlier.\nHe twists the base, igniting a tiny red light, drops it\ninto the tank. He pulls out a cellphone. On the screen\nan equivalent red light flashes.\n\nEXT. TARMAC - NEAR ROAD - NIGHT 84\n\nBond has moved onto the tarmac running under the parked\nplanes. Behind him more fire engines and police cars\nheading for the emergency. He pulls up, gasping for breath.\nPivoting slowly, he scans the area, looking for the security\ncar. No sign, Then he sees it. The fuel tanker in the\ndistance, blue light reflected in the cab windows. The\n\ncar is hidden by the tanker but the reflection gives it\naway.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo sign, Then he sees it. The fuel tanker in the\ndistance, blue light reflected in the cab windows. The\n\ncar is hidden by the tanker but the reflection gives it\naway. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\n85\n\n86\n\n87\n\n88\n\n89\n\nIssued to Production Dec 20, 2005 33.\n\nEXT. PARKED JETLINER - NIGHT 85\n\nThe tanker driver jumps into the cab, starts the engine.\nThe passenger door opens and Carlos drops in beside him.\nBefore the driver can utter a word Carlos breaks his neck.\nHe opens the door, kicks the body onto the tarmac. Putting\nhis gun and cellphone on the seat, Carlos drives off...\n\nEXT. TARMAC - NIGHT 86\n\n...heading towards the runway. As the tanker picks up\n\nspeed Bond races to meet it. Carlos sees him, puts his\n\nfoot down. The tanker heads towards a row off\nche launches\nh\n\nhimself into the air and lands on top of pehe (eager.\n\nN ey”\n\nBGO\n\nsees Bond through the back window wrenches the wheel,\nweaving the tanker, trying to thédw ‘Ain off.\n\nparked mobile\nstairways. As it passes, Bond charges up fe)\n\nCARLOS\n\n \n\n \n\n    \n   \n \n\nioving to its gate, drives\nup onto it, run across\n\nCarlos heads straight for a wien\nJe avoid being swept off.\n\nunder the wing. Bond has =\nand jump back onto the tan }\na\n\nAs he lands he loses his. ting, falls over the side,\nee m barely hold on. Carlos sees\n\nmanages to grab a Atr\nthis in his wing mi eads for an approaching tow tug.\nHe deliberately gcrapes the side of it. Bond has to let\ngo or be crushed-\n\nWe Sw\n\n   \n\nHe hits th eu d, rolls and is on his feet running towards\nthe stoppe ug, He throws the driver off, leaps aboard\nand driv x the tanker, now heading towards the “live”\n\nExg.))- ‘AR ON OTHER SIDE OF RUNWAY - NIGHT 87\n\nifig vehicle is being hooked up to the airliner.\nOuts2de, the activity has increased. Network TV vans can\nbe seen, camera platforms are being erected.\n\nEXT. TARMAC - NIGHT 88\n\nBond maneuvers alongside the tanker. Carlos rams into the\nside of the tow tug. Bond is almost thrown off, recovers,\nslams into the tanker, trying to turn it away from the\n\nfast approaching runway. Carlos is hurled across the cab.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarlos rams into the\nside of the tow tug. Bond is almost thrown off, recovers,\nslams into the tanker, trying to turn it away from the\n\nfast approaching runway. Carlos is hurled across the cab. \n\nTARGET SECTION TO BE ANNOTATED:\nThe cell phone falls to the floor. He grabs his gun, starts\nfiring down at Bond. Bond rams the tanker, throwing Carlos\nback. Security vehicles are racing towards the scene.\n\nEXT. HANGAR ON OTHER SIDE OF RUNWAY - NIGHT 89\n\nSlowly the airliner is being towed out under the guidance\nof ground crew.\n\f \n\n90\n\n91\n\n92\n\n93\n\n \n\nIssued to Production Dec 20, 2005 34.\n\nEXT. TARMAC - NIGHT 90\n\nCutting in front of Bond, Carlos swerves around a row of\nfreestanding gangways. Suddenly a moving baggage train\ncrosses in front of him. The tanker hits it, dead center\nsmashing the cages, spraying luggage into the air. Bond\nmanages to steer around the front of the train, saving the\ndrivers life.\n\n    \n    \n\n   \n\nAt the game moment an empty “caterpillar” bus going in the\nopposite direction crosses his path. Bond throws himself\nonto the floor. The tow tug goes straight through the\nmiddle “concertina” section, cutting the bug“in two. The\ntanker emerging from the wreckage of the 33 e train\nhits the severed back half of the bus, sp{hn rape off to\none side. The impact shatters the win: d}-4nd causes\nthe tanker to go into a sideways skid, 3 .\nEXONS\nCarlos hits the starter, punches fil ajeclerator, Bond,\nseizing the moment, is off the tg , vunning for the\ntanker. As it roars off he leaps-oni the running board,\ngets inside the cab. Both m eb ¥t pummeling each other.\nThey’re oblivious to the..\n\nar\n: (2S. : :\nSecurity vehicles, now nina. Gun shots ring out\n\n3\nas the men open ie een screams into his radio:\n“A 0: DER\n\nHold 4eu !\nBut the dama: i \\pne, Fuel is spurting out bullet holes\n\nin the tank, ON ,\n\nCe OTHER SIDE OF RUNWAY - NIGHT 91\nOe /)\nin\n\nEXT.\nThe- fli: Y is almost out of the hangar.\n\nKR JEN YY?\n\n6 ~<_yptuac - NEAR RUNWAY - NIGHT 92\n\nthe Denker is close to the runway.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe- fli: Y is almost out of the hangar. KR JEN YY? 6 ~<_yptuac - NEAR RUNWAY - NIGHT 92\n\nthe Denker is close to the runway. \n\nTARGET SECTION TO BE ANNOTATED:\n Bond and Carlos are\nfighting in the confined space of the cab. Carlos slams\nhim against the broken windshield. To his horror Bond\nsees a 747 touching down. They’re on a collision course.\nAs the tanker crosses the runway, the frantic pilot just\nmanages to lift the plane, skimming the top of the tanker.\nThe security vehicles have come to a halt, panicked by\nwhat they have just seen.\n\n  \n\nEXT. HANGAR ON OTHER SIDE OF RUNWAY ~- NIGHT 93\n\nSecurity men are yelling instructions, telling the workers\nto move. The Chief Security Officer is listening to urgent\ninstructions spilling from his radio. He can see the tanker\nheading straight towards them.\n\f \n\n93A\n\n94\n\n \n\nIssued to Production Dec 20, 2005 35.\n\nEXT. TARMAC - NIGHT 93A\n\nCarlos tries to use his gun but Bond smashes his hand\nagainst the dash loosening his grip. Bond takes it. Carlos\ngrasps Bond’s wrist preventing him from firing. He gasps\n\nas Bond grips him in a choke hold. Despite this he makes\n\na deliberate move to steer the tanker towards the airliner.\nHe smashes Bond with his elbow and heaves him through the\nshattered windshield. Bond manages to cling onto the edge\nof the screen with one hand and still keep hold of the gun\nin the other. Carlos thumps his boot onto Bond’s knuckles.\nHe lets go, almost drops under the tanker, manages to get\n\na grip on the fender. With his legs china on the\nconcrete he can barely hold on. a BY flash\npast, the airliner rushes towards him.\n\nCarlos reaches under the seat, feeling(/ SP “cell phone.\nBond aims under the tanker at ene e, shoots. It\nexplodes, the tanker weaves. oe the wheel, keeps\ncontrol. Bond blasts the coher fas re, but still the\ntanker holds its course. marie oe Hand finds the cell\nphone and pulls it out. The pend on top of the\nairliner. He’s about to IBS button when Bond shoots\n\nout the front tire.\n\nThe tanker yaws wistenaley skids sideways, the wheel rims\nsending up showers (oF ( spi Carlos is hurled against\nthe door, drops the hone’.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pend on top of the\nairliner. He’s about to IBS button when Bond shoots\n\nout the front tire. The tanker yaws wistenaley skids sideways, the wheel rims\nsending up showers (oF ( spi Carlos is hurled against\nthe door, drops the hone’. \n\nTARGET SECTION TO BE ANNOTATED:\n “ine tanker grinds to a halt,\nhalf an inch fre@ \"rhe sairliner.\n\nreaches in: e cab, pulls out the cell phone, puts his\nfinger on ep ton. A shot rings out. A surprised look\ncrosses | ade.\n\nThe door ope Athe yf shattered Carlos staggers out, He\n\ngk soft to~ Je ground revealing Bond standing behind him,\n\na\nel VEHICLES\n\nScream up and surround Bond, men aiming weapons, shouting\nfor him to put his gun down. He does so and raises his\n\narms.\nINT. STOCKBROKER OFFICE - LONDON - DAY 94\n\nTRADER\n(seated behind desk,\non telephone)\nThe puts expired. I‘m sorry, I’m\nnot sure yet how much you’ve lost.\n\f \n\n95\n\n96\n\n97\n\n98\n\nee\n\n \n\nIssued to Production Dec 20, 2005 36.\n\nINT. LE CHIFFRE'S YACHT -- MORNING 95\n\nLE CHIFFRE\n(into phone)\nOne hundred and one million, two\nhundred and six thousand dollars.\n\nHe hangs up, takes a hit from his inhaler, turns to KRATT.\n\nLE CHIFFRE (CONT'D)\nSomeone talked.\n\nINT. AIRPORT POLICE LOCKUP - MIAMI -- DAY 96\n\nBond waits alone behind bars. He hears i Qe and looks\nup. Villiers approaches with a guard, -whe Leeks the\n\ncell. _ € )\nEXT. DIMITRIOS ESTATE -- DAY RES - 97\n. AN\nay . ve Gf\n\n(CoN\nA helicopter lands at the bac of ‘He large colonial house.\nBond and Villiers step out, @\\past an ambulance and\npolice vehicles to the bac\n\nGo\nINT. DIMITRIOS HOUSE - Roe -- DAY 98\nNY\n\nsoy\nAn MI6 CSI team c a (ch) eine scene. Solange lies\nlifeless on the white Gavpet. Bond stops dead at the sight.\nEIS\nOk\nGabe THePoay count you're stacking\n\n \n\n4\n\nBond can em\n\non AR dD ;\n\ncS M (CONT'D)\nK)-Nysne was tortured first. As you'd\n\n“')\" already killed her husband she\n\nof must have been the only one left\nto question.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nBond stops dead at the sight. EIS\nOk\nGabe THePoay count you're stacking\n\n \n\n4\n\nBond can em\n\non AR dD ;\n\ncS M (CONT'D)\nK)-Nysne was tortured first. As you'd\n\n“')\" already killed her husband she\n\nof must have been the only one left\nto question. \n\nTARGET SECTION TO BE ANNOTATED:\n Did she know anything\n\nthat could compromise you?\n\nBOND\nNo.\nM\nNot your name, what you were\nafter...\nBOND\n«No.\n\nWe can't tell if she believes him, but she turns and walks\nout the back. Bond finally breaks away and joins M...\n\n \n\f \n\n98\n\n \n\nIssued to Production Dec 20, 2005 37.\n\nCONTINUED : 98\nIN THE BACK YARD\n\nWhere Bond is once again in full emotional armor. M walks\nhim around the pool.\n\nM\nDimitrios worked as middle man,\nalways knew how to put his hands\non weapons and people who could\nuse them. Worked with anyone who\nhad the money. For years he was\ntied to a man we knew as Le Chiffre;\nprivate banker to terrorists aes)\norganized crime. He invested t.\nmoney and gave them agcess | re se\nwherever they needed it.\ntook a disliking to him attee (coyse OD\nStorm and cut off his héa\n\n \n\nBond tries hard not to show sven e of remorse. M\nsees a man approaching with a br ae pase, snapping on rubber\n\ngloves. iS\nkh\n\nOh good, yea) i\n(to fouls\nRoll up Atou hays ve.\nfollowing the man in the rubber\n\nHe does so Ul\ngloves swabs his t ‘and prepares something that looks\nlike a “eS ‘YM shows Bond file photos of Le Chiffre.\n\n \n\neps M (CONT'D)\n\nflian, we believe. Chess\n\n(hier. bit of a mathematical\n\nSY Ce nius Loved to prove it by\nlaying poker.\n\nron\nsonateche the technician load a pea-sized pod into the\n\nn and fire it into the backside of his wrist. THWACK!\n\nBOND\n(to M)\nSo you can keep track of me?\n\nThe technician exits.\n\nM\nYes.\n(and on)\nWhen they analyzed the stock market\nafter 9/11 the CIA discovered there\nhad been massive shorting of airline\nstocks. When the stocks hit bottom\non 9/12 somebody made a fortune.\n(MORE)\n\f     \n\ni aaa alata\n\nIssued to Production Dec 20, 2005 38.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\n(and on)\nWhen they analyzed the stock market\nafter 9/11 the CIA discovered there\nhad been massive shorting of airline\nstocks. When the stocks hit bottom\non 9/12 somebody made a fortune. (MORE)\n\f     \n\ni aaa alata\n\nIssued to Production Dec 20, 2005 38. \n\nTARGET SECTION TO BE ANNOTATED:\n98 CONTINUED: (2) 98\nM (CONT'D)\nThe same thing happened this morning\nSamer” with Boeing stock -- or was supposed\n\nto. With their prototype destroyed\nthe company would have been near\nbankruptcy. Instead, someone lost\nover a hundred million dollars,\nbetting the wrong way.\n\nBOND\nYou're thinking Mr. Le Chiffre\nisn't quite as dead as he should\nbe?\n\nM\n(hands him fax)\n\nWhich would explain how he\nable to set up a high\ngame at Casino Royale in’\nTen players, ten millign.\nbuy-in, five million xe . Winner-\ntakes-all. Potentidi ly 2 hinazed\nand fifty million;\n\n23y\n\n@\n\nB Re <\nSo, we know jh: he'll be. You\nwant a Cs) er do you want\n\nto send a ssage?\n\nés .\nM\nWe nt bm alive. Le Chiffre\neeR have 100 million to lose.\nNY\n\n& BOND\n\n0) he was playing the market with\n\nse “nis clients! funds. They won't\nYlike it when they find out it's\n\n\" ‘y one.\nYY g\nM hedds back INTO THE HOUSE, Bond walks with her.\n\nM\nIf he loses this game, he'll have\nnowhere to run. We'll give him\nsanctuary in return for everything\nhe knows. We're putting you in\nthe game, replacing someone playing\nfor a syndicate. According to\nVilliers, you are the best player\nin the service. Trust me, I wish\nthat wasn't the case.\n\n \n \n \n  \n\n \n\n   \n\n \n\n \n\n \n\nThey are standing over Solange's body.\n\f98\n\n99\n\n100\n\n \n\n\\ssued to Production Dec 20, 2005 39.\n\nCONTINUED: (3) 98\n\nM (CONT'D)\nI would ask if you can remain\nemotionally detached, but I don't\nthink that's your problem, is it\nBond?\n\nBOND\nNo.\n\nSatisfied, she turns on her heel.\nM\n\nDon't worry about keeping in touch?’\nwe'll know where you are. P\n\n    \n\n  \n\n \n\nEXT. REMOTE RAIL STATION, ALPS -- ames 99\n\nA helicopter lifts off. A train ws in the distance.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nP\n\n    \n\n  \n\n \n\nEXT. REMOTE RAIL STATION, ALPS -- ames 99\n\nA helicopter lifts off. A train ws in the distance. \n\nTARGET SECTION TO BE ANNOTATED:\nBond steps onto the deserted platft 2)\nWY\n\nINT. TRAIN COMPARTMENT, TRAVELANG <) LATE AFTERNOON 100\nSO\n\nJOHN BLISS reaches for an S om a fruit plate. As he\nraises it we notice the 1 OB) | omputer on his tray, the\nDVD player showing a coyeeely: ecorded card game -- split\nscreens of the player's- and poker hand. A stack of\n\ndisks with player afes\\|Ye beside the computer. The\ndoor opens and Ron = into his compartment.\nSO bon\nMi < Bbéss?\nKS BLISS\neC Jgoor was locked.\nBliss § be~his cell phone and presses an autodial button.\n\nA)\nx) BOND\n\\ An eye for detail, I'm sure you're\n\nan excellent poker player.\n(re: DVD player)\nThough a little homework never hurts.\n\n \n\n \n\nBLISS\nI've just called my security.\n\nThree dark-suited serious types turn the sharp corner in\nthe corridor and stride toward the door. Upon seeing them:\n\nBOND\n(impressed)\nMy. That was quick.\n\nWithout a pause the lead man chloroforms Bliss. They lift\nhim and whisk him out the door.\n\n \n\f \n\n100\n\n101\n\n102\n\n \n\nIssued to Production Dec 20, 2005 40.\n\nCONTINUED: 100\n\nBOND (CONT'D)\n(cheerily enough)\nThank you.\n\nBond closes the door behind them, plunks down on the seat\nand watches the play, taking a bite from Bliss' apple.\n\nINT. TRAIN COMPARTMENT, TRIESTE STATION -- LATE DAY 101\n\nBond has a drink in his hand and Bliss' portable DVD player\non his lap, studying the technique of one of the players.\nHe rubs his eyes and glances out of the window as the train\npulls into a station.\n\nON THE PLATFORM a BEAUTIFUL WOMAN in cas Sa strides\na\n\npurposefully to board the train. His her every\nmove. She disappears and he toadk Seay\n\nINT. DINING CAR, TRAVELING -- anda) 102\n\nBond looks up from his menu toes ‘the beauty from the\nplatform enter the dining ca seating a no-nonsense\nbut well-fitted suit. om OF €o his table.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis her every\nmove. She disappears and he toadk Seay\n\nINT. DINING CAR, TRAVELING -- anda) 102\n\nBond looks up from his menu toes ‘the beauty from the\nplatform enter the dining ca seating a no-nonsense\nbut well-fitted suit. om OF €o his table. \n\nTARGET SECTION TO BE ANNOTATED:\nor\n\nEvery-péenny sof it\n\nDVD.\n\nVesper sits, rts look, Bond feigns innocence. She\nhands over ngs card, the type every bureaucrat has.\n\n \n\n& VESPER\ne ©, treasury has agreed to stake you\noo Ry the game.\nKy\n€ ») BOND\nN. (examining card)\n\n'Vesper'? I hope you gave your\nparents hell for that.\n\nVESPER\n\n(accepts menu from\n\nporter)\nThank you.\n\n(to Bond)\nYour boss must have some influence.\nI've never seen so much go out the\ndoor so quickly.\n\nBOND\nOr so stylishly. May I ask where\nit is?\n\f \n\n102\n\n103\n\n \n\nIssued to Production Dec 20, 2005 41.\n\nCONTINUED: 102\n\nVESPER\n\nTen million was wired to your\naccount in Montenegro, with a\ncontingency for five million more,\nif I deem it a prudent investment.\n\n(as if \"just curious\":)\nI suppose you've given some thought\nto the notion that if you lose,\nour government will have directly\nfinanced terrorism.\n\n(re: menu)\nWhat looks good?\n\nBond studies her with a smile, signals vag Gadyer.\nei )\n\nINT. DINING CAR, TRAVELING -- NIGHT SNy Co\n\n4d) lanascape Bond\n\n103\n\nAs the train rattles through the Acai\nand Vesper are finishing the meal)\n\nOA\n—\n\nVESPER. -.*~°}\nOh, so, you're telli eitts a\nmatter of probabitity and odds; I\nwas worried the hess some chance\n\ninvolved.\n\nER)\n\n \n\nSER\nOnly if obs umes that the person\n\nwith 2st hand always wins.\n\n \n\nSy VESPER\n\nip t would be what you call\nY\nA\n\n— p@D\nLS\n\n7You know the term. Then you may\n\nSS) have also heard that in poker you\ndon't play your hand, you play the\nv man across from you.\n\nBOND\n(can play right back)\n\nVESPER\nAnd you're good at reading people.\n\nBOND\nWhich is why I've been able to\ndetect the undercurrent of sarcasm\nin your voice.\n\nVESPER\nI am now assured our money is in\ngood hands.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOND\n(can play right back)\n\nVESPER\nAnd you're good at reading people. BOND\nWhich is why I've been able to\ndetect the undercurrent of sarcasm\nin your voice. VESPER\nI am now assured our money is in\ngood hands. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\n    \n\nIssued to Production Dec 20, 2005 42.\n\n103 CONTINUED :\n\nVesper pr\npretends\n\nThen this\n\n103\n\nBOND\nFrom which one might surmise you\naren't overwhelmingly supportive\nof this plan of action.\n\nVESPER\nSo there is a plan? Excellent.\nSomehow I got the impression we\nwere risking ten million dollars\nand hundreds of people's lives on\na game of luck. What else can you\n\n \n  \n\nsurmise?\nBOND\nAbout you?.\n(studies ‘her, enjoying ae\nthis) C\n\nWell. Your beauty is 2 eget\nYou worry that you won' tNbe\nseriously..\n\n   \n\nVESPER / er» >\nWhich one can “yor S attractive\nwoman with me eos\n\nGs < overcompensates\ntly masculine\nAl 4, being more aggressive\nle colleagues, which\ngi hef7“a somewhat prickly\nanor and, ironically, makes\ns likely to be accepted and\n\n \n \n\n(ee ted by her male superiors,\noe mistake her insecurity for\n\n‘rogance. I would normally have\nsaid only child, but by the way\nYyou ignored the quip about your\nname and your parents I would go\nwith... orphan?\n\netends not to be both stung and impressed. Bond\nnot to gloat. She sizes him up.\n\nVESPER\nAll right.\n\ntrips off her tongue at light speed:\n\nVESPER (CONT'D)\nBy the cut of your suit you went\nto Oxford or wherever and actually\nthink human beings dress like that.\nBut you wear it with such disdain,\nthat my guess is you didn't come\n(MORE)\n\f \n\nIssued to Production Dec 20, 2005 43.\n\n103 CONTINUED:\n\n(2) 103\n\nVESPER (CONT'D)\n\nfrom money and all your school\nchums rubbed that in your face\nevery day, which means you were at\nthat school by the grace of someone\nelse's charity, hence the chip on\nyour shoulder. And since your\nfirst thought about me ran to\norphan, that's what I'd say you\nare.\n\n{sees a slight reaction)\nOo, you are. I like this poker\nthing.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd since your\nfirst thought about me ran to\norphan, that's what I'd say you\nare. {sees a slight reaction)\nOo, you are. I like this poker\nthing. \n\nTARGET SECTION TO BE ANNOTATED:\n And that makes perfect «\nsense, since MI6é looks for Q Qe\nmaladjusted young men who'd gi , OD\nlittle thought to sacrificin exh\nin order to protect queen a e\ncountry. You know, aed\ntypes with easy mee expensive\nwatches-~-\n\n(re: his)\n\n--Rolex? ee\n\n--Omega.\n\n- beautify ex having just met\n\nyou Fue ih't go as far as calling\nyou a Se hearted bastard--\n\nw® Ger BOND\n\no urse not--\n\n& VESPER\n<but it wouldn't be a stretch to\n\n    \n\n_ SSyinagine that you think of women as\n\ndisposable pleasures rather than\nmeaningful pursuits, so as charming\nas you are, I will be keeping my\neye on our government's money and\noff your perfectly formed ass.\n\nBOND\nYou noticed.\n\nVESPER\nEven accountants have imaginations.\nHow was your lamb?\n\nBOND\nSkewered. One sympathizes.\n\nVESPER\nGood evening, Mr. Bond.\n\f \n\n103\n\n104\n\n105\n\n \n\nIssued to Production Dec 20, 2005 44.\n\nCONTINUED: (3) 103\n\nBOND\nGood evening, Miss Lynd.\n\nAnd he watches her walk away, breathless and in wonder.\n\nEXT. MONTENEGRO -- DAY 104\nSUPERIMPOSE: MONTENEGRO as a train arrives at a town in\n\nthe hills, dominated by the fading grandeur of the CASINO\nROYALE.\n\nEXT. RAIL STATION ~~ DAY 105\n\n \n \n  \n\nBond and his porter catch up with Vesper, fe iently\nrolling her own bags. They head for thepwat\n\nee eg) car.\n\nVesper can't help but notice the nD ed:policemen\n\non patrol.\nBOND a)\n\nDid you have a good ao\n\ncasio\nYes, only vee ote SY eurnea\nby nightmares o “ical and\nfinancial pa\n\nIt's so x Np as a citizen,\nto k oY ats, eo are concerned\n\nabout Se anes\n\nVESPER\nwae agents pay taxes?\n\n(a, BOND\nunfair as that seems.\n\nBere to herself.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOND a)\n\nDid you have a good ao\n\ncasio\nYes, only vee ote SY eurnea\nby nightmares o “ical and\nfinancial pa\n\nIt's so x Np as a citizen,\nto k oY ats, eo are concerned\n\nabout Se anes\n\nVESPER\nwae agents pay taxes? (a, BOND\nunfair as that seems. Bere to herself. \n\nTARGET SECTION TO BE ANNOTATED:\nSY\n\nBOND (CONT'D)\nWhat's that in response to?\n\n \n\n \n\nVESPER\nPicturing you filling out your tax\nform. Can one deduct for bullets\nand poison darts?\n\nBOND\nUnder standard business expenses.\n\nThe driver meets them and takes Vesper's bags.\n\nDRIVER\nHotel Splendide, sir?\n\f \n\n105\n\n106\n\nIssued to Production Dec 20, 2005 45.\nCONTINUED: 105\n\nBOND\nYes.\n\nVesper climbs into the back seat. Bond tips the porter\nand in return is slipped an envelope. Vesper notices.\n\nINT. TOWN CAR -- CONTINUOUS 106\n\nBond slides in the other side, opens the envelope, which\nappears to contain two passports. Bond raises the privacy\npartition as he scans the accompanying note.\n\nBOND fe\n\nLast minute details. We are O-\n: ONS\n\napparently very much in love. Ne te )\nos\n\né\n\nVESPER (F\n\nDo you usually leave i “porters\nto tell you this sort on bed ig?\nor\n.\n\n\\\n\n      \n \n\n \n\nBOND\nOnly when the roma:\nnecessarily brief: ‘\nArlington Beech (ioe\ngambler. You e\\Miss Stephanie\nBroadchest . pos,\n\nC\\Y\n\n \n \n \n\nWe\n@, grab for it)\n\n  \n\nBOND\neps it)\n\nK\n2% eed to trust me on this.\nO\n\nex\n& VESPER\n\\70h no, I don't.\n\nMs\n\n  \n\nBOND\n(re; note)\nWe've been dating for several\nmonths, hence the shared suite.\n\nVESPER\nHowever we are trying to keep up\nappearances because of my strict\nRoman Catholic family, so it will\nbe a two bedroom suite.\n\nBOND\nI hate that religion is coming\nbetween us.\n\f \n\n106\n\nSee?\n\n107\n\n108\n\n   \n\nissued to Production Dec 20, 2005 46.\n\nCONTINUED: 106\n\nVESPER\nReligion and a securely locked\ndoor. Am I going to have a problem\nwith you, Bond?\n\nBOND\nNo, don't worry, you aren't my\ntype.\n\nVESPER\nSmart?\n\nBOND\nSingle.\n\n&& oO\nEXT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nVESPER\nSmart? BOND\nSingle. && oO\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOTEL SPLENDIDE -- DAY ey OG 107\nThe town car stops at the main an .\n\nINT. HOTEL SPLENDIDE - LOBBY -- BAY 108\n\n \n\nON <3\nThe beautiful FRONT DESK cuEpt | S up from the reception\n\ndesk to see Bond and Vespe Ow\nROH\n\nFE K CLERK\nWelcome to fe Regel Splendide.\nYour nai x irs\n\na\nJames You'll find the\nre vat under \"Beech.\"\n\nHe enjoys mel Ag Vesper react. The receptionist has the\near ng and slips it over the counter.\n\n \n\n~— FRONT DESK CLERK\n\nion \\Satelcone, Mr. Bond.\nY BOND\n(to Vesper)\n\nYou sign it, dear, you're the one\nrepresenting the Treasury.\n\nVesper glares at him, signs.\n\nFRONT DESK CLERK\nThank you. I'll have your bags\nsent right up.\n\nVesper snatches her key and storms off toward the elevator,\nwhere Bond catches up.\n\nVESPER\nYou must crack yourself up, Stupid\nschoolboy prank, was that meant to\nimpress me or something?\n\fre\"\n\n108\n\n109\n\n110\n\n \n\nIssued to Production Dec 20, 2005 47.\n\nCONTINUED:\n\nBOND\nIf Le Chiffre is that well\nconnected, he already knows who I\nam and where the money is coming\nfrom. A player swapped at the\nlast moment is about as obvious a\nploy as one can imagine. Which\nmeans he's decided to play me\nanyway, so he is either desperate\nor overly confident. Either way,\nit tells me something about him,\nand in return, all he gets is a\nname he already has, And he'll ,#\nhave to wonder why I gave it; w iG)\nwill have him thinking about t Ee)\nand not about his cards. sy, ke”\nyy\n\nVESPER AQ\nBut he doesn't play his shea , he\nom 8\n\nplays the man across f,\nAnd now he knows so\nyou. He knows you\n\n(elevator do ~\nTake the next o te ere isn't\nroom enough Ee d your ego.\n\n   \n \n\nShe hits the buttog ofa ¥p doors close. As Bond smarts\nfrom the remark the\\g.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe knows you\n\n(elevator do ~\nTake the next o te ere isn't\nroom enough Ee d your ego. She hits the buttog ofa ¥p doors close. As Bond smarts\nfrom the remark the\\g. \n\nTARGET SECTION TO BE ANNOTATED:\n sxk’ skips up with a manilla envelope.\n\n  \n\nES S\nAN FRONT DESK CLERK\nMey gondly This was left for you.\nNN\nSJ\n\nCS BOND\n\nShi xP off. He opens the manilla envelope and tips the\ncoat ats mto his palm: a key on a fob: Aston Martin.\n\n~ 5\nEXT> RKING AREA - ASTON MARTIN -- DAY\n\n \n\nBond strides up to the brand new gun-metal grey Aston\nMartin. He slides in and quickly checks it out. He pulls\na note out of the torn envelope, reads it.\n\nBOND\nI love you, too, M,\n\nHe pops the glove compartment and pulls out the interior\nlining, revealing a gun and something labelled MEDIPAC.\n\nHe takes the gun and closes the compartment, drops the gun\nin the manilla envelope, seals it and strides back to the\nhotel.\n\nEXT. HILL ROADS, MONTENEGRO ~-- DAY\n\nBond and Vesper breeze along in the Aston.\n\n108\n\n109\n\n110\n\fne!\n\n \n\n110\n\nlil\n\n112\n\n \n\nIssued to Production Dec 20, 2005 48.\n\nCONTINUED: 110\n\nShe keeps her attention focused on the scenery, pointedly\nignoring Bond. But she can't resist glancing over just\nonce and Bond catches the look, before she returns to the\npassing scenery.\n\nEXT. HILLTOP TOWN, RESTAURANT -- DAY 111\nThe Aston snakes through the narrow streets and arrives in\n\nthe town square. They park and walk toward a restaurant,\npassing armed militia and men in dark glasses. One man\n\npays particular attention to them -- call him MATHIS.\nEXT. RESTAURANT TERRACE Oy 112\nNew Money types lunch. Mathis waves at af ©!)\n\nMATHIS Nay @ yy\nOver here <)\n(as they approach) ow\nRenee Mathis. I know yet two\nare. Are you thirst Re\n\nOS\nBond takes two glasses of fe from the waitress.\n2\n\n \n\n \n \n\nBu\n\n   \n\nese doak\nean Ber\nYou, sean -\nés\nShe gives him a a takes the champagne. Mathis offers\nher his arm a théy stroll toward the bar.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nAre you thirst Re\n\nOS\nBond takes two glasses of fe from the waitress. 2\n\n \n\n \n \n\nBu\n\n   \n\nese doak\nean Ber\nYou, sean -\nés\nShe gives him a a takes the champagne. Mathis offers\nher his arm a théy stroll toward the bar. \n\nTARGET SECTION TO BE ANNOTATED:\nMATHIS\n\now, I used to hate husband\nQe wife covers. Before she stuck\nout here, M would consistently\nSypair me with a defected Latvian\nwrestler or the Scottish shot-\nputting champion.\n\n \n\nVESPER\nMr. Bond believes that covers are\narchaic.\n\nMATHIS\n\nHuh. Well, there's something to\n\nbe said for that; it usually doesn't\ntake long for either side to find\nout all the players on the field,\ndoes it?\n\nBOND\nDoes he know we've been watching\nhim?\n\f \n\n    \n\nissued to Production Dec 20, 2005 49.\n\nCONTINUED : 112\n\nMATHIS\n\nLe Chiffre? I don't think so.\nProbably because there's no \"we\",\njust \"me\". I'm afraid if you get\nin trouble here the Calvary won't\nbe coming over the nearest hill.\n\n(beat)\nLe Chiffre arrived yesterday and\nspent the time reestablishing old\nrelationships. The Chief of Police\nand he are now quite close.\n\nARS\n\nBOND\n\n2\nThat could make life serene,\nv\nMATHIS i me 2\n(checks his watch) oY Da\nAnd possibly shorter - SES rot!\nvery subtle man. He's se L g\n\nover my left shoulder\n\n \n\nBUSHY MOUSTACHE sitting wi n much too young for\n\nMathis never turns. Bond gla ois eft to see a MAN with a\na\nhim.\n\naa\nThe man ffi Yshoe-brush on his\nface. We t about trying to\n\nbuy 4 ces but frankly\ncoungn earfora to out-bid Le\n\n \n\nCh: wig\nBehind matte. ICE VEHICLES scream up into the square.\nMathis c y heard the brakes screeching but he doesn't\nlook. pb ok uniformed cops jump out and charge the\n\na glances at Mathis, concerned that the cops\nfor them. Mathis seems oblivious.\n\n   \n \n\nsee\n\nMATHIS (CONT'D)\nI hate to say it, but the accountants\nseem to be running MI6é these days.\n(to Vesper)\nNot that I have anything against\naccountants. Many of them are lovely\npeople.\n\nVESPER\nThank you.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\n(to Vesper)\nNot that I have anything against\naccountants. Many of them are lovely\npeople. VESPER\nThank you. \n\nTARGET SECTION TO BE ANNOTATED:\nStanding beside James, Vesper has also noticed the phalanx\nof approaching cops but is determined not to panic.\n\nMATHIS\nSo, I decided it was cheaper to\nsupply his deputy with evidence\n(MORE)\n\f \n\n   \n\n\\ssued to Production Dec 20, 2005 50.\n\nCONTINUED: (2) 112\n\nMATHIS (CONT'D)\nthat we were bribing the Chief.\nIt's amazing what you can do with\nPhotoshop these days, isn't it?\n\nThe men surround the Police Chief and lead him away. Mathis\nonly now glances in that direction, making eye contact\nwith the DEPUTY who appears to be in charge.\n\nMATHIS (CONT'D)\nHis deputy proved to be more\namenable. And reasonably priced.\nI think your odds are improving,\n\nMister Bond. AS\nbeing\n\nThey pay no attention to the former Pee\nmanhandled into the car.\n\nVESPER\nYou'll excuse me. Le\n\n \n\n2\nVesper takes her drink and w wGrsro the edge of the\nterrace to take in the wo. sy”\n\nFor someone showers at the\nTreasury, the itl has nerve; didn't\nflinch at ‘t#ttle show.\n\n \n\n \n\n= SS\nBOND\nYe I wOvidered where you were\nRK Kytth that.\n\nMATHIS\nce to know now who you can trust\nder pressure.\n\ndos her, her back to them.\nMATHIS (CONT'D)\n\nBeauty, brains and courage, almost\nan irresistible combination.\n\nBOND\nYou're quite the romantic, Mathis.\n\nMATHIS\n(amused)\nAnd you're immune?\n\nBOND\nNo. But I've found that the only\nperson you want really close to\nyou is someone you can use as a\nshield. I'm afraid she's so tiny\n(MORE)\n\n \n\f \n\n112\n\n113\n\n114\n\n115\n\n   \n\nIssued to Production Dec 20, 2005 51.\n\nCONTINUED: (3) 112\n\nBOND (CONT'D)\nthe bullets would pass right through\nher. Last thing one needs is a\nwoman hanging on your gun arm.\n\nMathis laughs and drinks with Bond.\n\nINT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nLast thing one needs is a\nwoman hanging on your gun arm. Mathis laughs and drinks with Bond. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BOND & VESPER'S SUITE - VESPER'S BATHROOM -- EVENING 113\nVesper drops onto the seat in her spacious bathroom. She\ndumps her makeup onto the counter, looks at herself in the\n\nmirror and considers the job at hand. As she opens her\nfirst bottle there is a rap at the door. ©\n“\n\nVESPER CE,\nYes? KP?\nA\nThe bathroom door opens and James’\\swings:’aA garment bag\ninto the room, hangs it on the ho on)) the back of the\n\n \n\ndoor.\n\nsown\nSomething I pickgg aH a little\nplace nearby.\nx)\n\n   \n  \n\nI need u looking fabulous, so\nth whet}¥you walk up behind me\n\noH me on the neck, the players\nfrom me will be thinking\n\n(ge your neckline and not about\nt phir cards. Do you think you can\n\nc&\naN f N andle that?\nRQ yy VESPER\nSY I'll do my best.\n\nBOND\nThank you, my dear.\n\nHe exits and we FOLLOW BOND back to\n\nHIS BEDROOM 114\nwhere he stops dead. He sees...\n\nA GARMENT BAG\n\nLying on his bed.\n\nBACK IN VESPER'S BATHROOM 115\n\nHe pushes open the door, the garment bag from the bed hung\n\n \n\f \n\n115\n\n116\n\n117\n\n118\n\n119\n\n \n\nissued to Production Dec 20, 2005 52.\n\nCONTINUED: 115\nfrom his finger. She doesn't turn from the mirror.\n\nBOND\nI have a tuxedo.\n\nVESPER\nI've seen it. There are tuxedos,\ndear and there are tuxedos. This\nis the latter. And I need you\nlooking like a man who belongs at\nthat table.\n\nBOND ©\n(how?)\n-It's tailored. RQ\nVESPER Py ~\nOh, I sized you up the frome Ga\n\nmet. ew )\n\nShe still hasn't looked at nin Buy) Bond likes the answer.\nHe considers, takes it and on he smiles at her image\nin the mirror and goes mete we\n\n \n\n \n\nIN HIS BATHROOM 116\nJames pulls on thi Ce if she isn't right.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOND ©\n(how?)\n-It's tailored. RQ\nVESPER Py ~\nOh, I sized you up the frome Ga\n\nmet. ew )\n\nShe still hasn't looked at nin Buy) Bond likes the answer. He considers, takes it and on he smiles at her image\nin the mirror and goes mete we\n\n \n\n \n\nIN HIS BATHROOM 116\nJames pulls on thi Ce if she isn't right. \n\nTARGET SECTION TO BE ANNOTATED:\n We\nthought he looked Se coy 28 last tux, he looks amazing\n\nin this one. he gS the difference, and is amused\n\nthat she actual \\ghowed him something. He turns away\n\nfrom the mir turns back.\n\nVesper pause in the open bathroom doorway,\n\nHe doesn't in\nke) the act.\n\ncatching\nSS laugh bursts from Vesper's lips as she walks\n\nanv6.\nney art realizes he's been observed in this private\n\nat) He looks back at the mirror and considers himself.\n\n   \n\nIN SSPER'S BEDROOM 117\n\nShe lays the garment bag on her bed and sits on the edge\nof it, shakes her hair out, and then looks back toward\nJames' room. And considers him anew.\n\nIN JAMES' BEDROOM 118\n\nJames opens a deck of cards and fans them expertly across\na table.\n\nEXT. CASINO ROYALE -- NIGHT 119\n\nBond saunters across the street from the hotel and arrives\nat the elegant, if time-worn, Casino.\n\foven”\n\nSom\n\n \n\n120\n\n \n\nIssued to Production Dec 20, 2005 53.\n\nINT. CASINO ROYALE -- NIGHT 120\n\nBond passes through the metal detector, moves through the\nbusy casino and enters the velvet-roped salle privee. He\neyes LE CHIFFRE, who approaches.\n\nLE CHIFFRE\nYou must be Mr. Bliss' replacement.\nBut is it Beech or Bond? I'ma\nlittle confused.\n\nBOND\nWe certainly wouldn't want that.\n\nBond steps past and joins the others On Q yy the\ndealer.\n\nDEALER, -\n(gets their attenti e\nLadies and genttenen - ce ae is\nno limit Tenez “ewgl 28) five\ncommunal cards, cue ge hole,\nminimum stake $1Q< he hole,\nMendel here ome the Banco\n\nde Credito Mor eregro ‘0, holding the\nstakes.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOND\nWe certainly wouldn't want that. Bond steps past and joins the others On Q yy the\ndealer. DEALER, -\n(gets their attenti e\nLadies and genttenen - ce ae is\nno limit Tenez “ewgl 28) five\ncommunal cards, cue ge hole,\nminimum stake $1Q< he hole,\nMendel here ome the Banco\n\nde Credito Mor eregro ‘0, holding the\nstakes. \n\nTARGET SECTION TO BE ANNOTATED:\n Sy\n\n \n\nAs the BANKER (MEND) ‘talks, we examine the players: an\nArgentinean bid , Gallardo; a long-haired Japanese\nsoftware king, ; the deposed African dictator,\nInfante, as 1 ag$“an American, Wolpert; a Russian,\n\nnag oral sae hinese woman from the yacht, Madame Wu,\n\n \n\n   \n\nand Italia: mogul Tomelli and a German countess,\nGrafin M 5\n\né \\ MENDEL\n“& a \\/Monsieurs et Madame, you have each\n* € y) deposited ten million dollars.\n\nLe Further buy-ins of five million\nwill be by electronic transfer.\nThe money will remain in escrow\nuntil I return and the winner of\nthe contest enters his or her\npassword into\n\nHe opens an attaché case with a screen and cowled keyboard.\n\nMENDEL (CONT'D)\n\n.the encryptor, whereupon the\nentire sum will be wired to any\nbank account in the world you\nnominate. Mister Bond, we proceed\nalphabetically, please be so kind\nas to enter a password of your\nchoice.\n\fIssued to Production Dec 20, 2005 54.\n\n120 CONTINUED: 120\nHe swivels the machine away from the others. Bond steps up.\n\nSion MENDEL (CONT'D)\nSix letters or more,\n\nBond thinks of a password, smiles, punches the keys.\n\nTIME CUT:\n\nLe Chiffre takes a seat at the table, Bond deliberately\ntakes the seat facing him. The banker closes his case and\nthe remaining players take their seats.\n\na\n\nMENDEL (CONT'D) Ss =\nGentlemen. When I return, one’)\nyou will be the winner of a ,-- SS Ke\nconsiderable fortune. Good ap”\n\noN\n\nrg, who takes a squirt\n“second his eyes\n\n    \n \n\nfrom his inhaler. For a fractio#%\nglaze over.\n\naX “\nThe Dealer distributes sin ESS Ss.\nwed\n\nR\nHigh care rente\nA Jack falls in tag bent Le Chiffre meets his eyes.\n\n \n\nThe players nod - except for Le &\n\n \n\nNS DEALER (CONT'D)\nMisr Bond. Monsieur Gallardo,\nae persienne; Signor Tomelli,\né/persienne.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nwed\n\nR\nHigh care rente\nA Jack falls in tag bent Le Chiffre meets his eyes. The players nod - except for Le &\n\n \n\nNS DEALER (CONT'D)\nMisr Bond. Monsieur Gallardo,\nae persienne; Signor Tomelli,\né/persienne. \n\nTARGET SECTION TO BE ANNOTATED:\n That is to say, a\n“Blind of ten thousand dollars, a\ntle blind of five.\n\n121 nieve : 121\n\nThe ds are shuffled. Bond cuts the cards. The cards\nealt face-down.\n\nIt\n\n     \n   \n\nRather than examine his own cards, Bond watches each player,\nlooking for reactions. No-one gives anything away.\n\nBond notices Mathis at the bar. And the game commences.\n\nFukutu, the first to have to bet, folds his cards. The\nnext player is Infante, the exiled dictator:\n\nINFANTE\nTwenty thousand.\n\nLe Chiffre nods and puts in the same. He betrays no emotion.\n“eee! Bond looks at his cards. TWO RED ACES. The briefest of\nglances, no reaction, aware of Le Chiffre's eyes upon him.\n\n \n\f \n\nepee\n\n \n\nIssued to Production Dec 20, 2005 55.\n\nCONTINUED: 121\nThe three players to his right fold.\n\nBOND\nTwenty thousand.\n\nTomelli, the Italian, throws his cards away.\n\nThe Dealer lays down the FLOP. While all other eyes are\non the three community cards, Bond's are on the players!\nreactions to them.\n\nGallardo is neutral. Infante is visibly, if _Bimost\nimperceptibly, disappointed.\n\nBond shifts his gaze to Le Chiffre to seel phe pp Chiffre\nis doing the same thing, looking at Bo: i$ reaction.\nBond smiles, looks down at the flop NS 3 hearts. 9-8-\n\n5. an\n\nGallardo knocks. Infante ma\nimpassive Bond and:\n\nSS\nLE ae\nFifty thousand. C\n\nAn audible reaction. KO Le Chiffre. He has a flush\nor three of a kinds & aying so strong. Or he's\nbluffing.\n\n \n\n    \n\n \n\n \n\n \n\nme)\n\nNS\nBond sees Le Chifire' > eye twitch -- only once and ever so\nslightly. L hifSve's finger comes up to hide it ina\n\nSF\nBond eae “tfty thousand into the middle of the table.\nAn even x reaction. Things got serious fast.\n\noe Infante throw away their cards. The Dealer\nBon\n\n\"thought fu\n\n  \n\ndown the next common card ('the turn').",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nThings got serious fast. oe Infante throw away their cards. The Dealer\nBon\n\n\"thought fu\n\n  \n\ndown the next common card ('the turn'). \n\nTARGET SECTION TO BE ANNOTATED:\n Again,\nesn't look, watching Le Chiffre's reaction.\n\nThe card is a 9. The finger presses tight against Le\nChiffre's cheek.\n\nBond looks at the card. So now there's a pair out in the\nopen. Could Le Chiffre be holding the other nines? Doesn't\nMatter anyway, because Bond has already decided to go all\nthe way and find the meaning of the finger by the eye.\n\nLe Chiffre bets:\n\nLE CHIFFRE (CONT'D)\nOne hundred thousand.\n\nBond looks up and is distracted at the superb sight of VESPER\nentering in that stunning dress, walking up from behind Le\nChiffre, her eyes on Bond and Bond's on hers.\n\f \n\n121\n\n \n\n\\ssued to Production Dec 20, 2005 56.\n\nCONTINUED: (2) 121\n\nShe pauses for effect some distance behind Le Chiffre, then\nmoves around behind Bond and bends over to kiss him on the\n\ncheek.\n\nBOND\n(quietly, with a smile)\nHello dear. Weren't you supposed\nto enter so that the others could\nsee you?\n\nVESPER\nWas I? My mistake. Good luck,\n\ndarling\nShe moves off. Le Chiffre impatiently ae oe cards.\nAfter a moment:\n\n \n\nDEALER\n-Mr. Bond?\nBOND\nOh yes, sorry.\nBond matches the bet. o@\nWITH VESPER AS SHE wi\n. ESPER\nHelle@s\nMATHIS\n\nse I don't have to tell you\nutiful you look; half the\n\nS ete at that table are still\nx ching you.\n\na KD Sy VESPER\n\nRQ” How's he doing?\nS\n\nMATHIS\nBond? I believe he's drawing to a\nflush. May already have the other\ntwo hearts of course, But so could\nLe Chiffre - and he's the one pushing\nthe bets up. He may even hold the\nother two nines. But I doubt it.\n\nThe last card ('the river') is dealt. All eyes are on it,\nexcept for Bond and Le Chiffre: watching each other.\n\nIt is the 2 of hearts, Le Chiffre slowly takes his hand\nfrom his face. No twitch to be seen.\n\nLE CHIFFRE\nTwo hundred thousand.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is the 2 of hearts, Le Chiffre slowly takes his hand\nfrom his face. No twitch to be seen. LE CHIFFRE\nTwo hundred thousand. \n\nTARGET SECTION TO BE ANNOTATED:\n\f‘ane\n\n \n\n121\n\n \n\nIssued to Production Dec 20, 2005 57.\n\nCONTINUED: (3) lal\n\nVesper and Mathis watch Bond carefully. Everyone is\nmesmerized. Bond pushes in two hundred thousand.\n\nBOND\nCall.\n\nLe Chiffre stares back at Bond. He wasn't expecting that.\n\nDEALER\n(to Le Chiffre)\nMonsieur, you have been called.\n\nLe Chiffre now lays his cards down. He hol both black\n2s. Le Chiffre has a full house. OY -\nLA)\nDEALER (CONT'D) Sy Le\nA full house to Monsieur Le QHi\n(to Bond) KES “\n\nMonsieur Bond? 5\nce WJ)\nBond shakes his head, “chittad & ayds away, provoking a\n\n \n\nbuzz in the crowd. Le Chiffyele yt believe his luck,\nrakes in the chips, a ghint-gt\\t umph as he eyes Bond.\n\nIn forcing him to show t ey of twos, Bond has stripped\nhim naked, and Le Chiff reads this in his eyes.\n\n: (ap\n(to Di 2)\nPleaséS@ndsthe barman over.\nThe zr germ surprised at this request, but\nhi\n\nindicates barman to come over. Le Chiffre watches\nall this wi MS tering irritation. The barman arrives:\n\n(cy BOND (CONT'D)\nLE yE dry martini.\nRE sy BARMAN\nSYS Oui, monsieur.\n\nHe's about to go:\n\nBOND\nJust a moment. Three measures of\nGordon's, one of vodka, half a\nmeasure of Kina Lillet, shake it\nover ice then add a thin slice of\nlemon peel.\n\nBARMAN\nYes, sir.\n\nThe other players and even the dealer have been quietly\nmesmerized by this performance. As the barman starts off:\n\f \n\nIssued to Production Dec 20, 2005 58.\n\nCONTINUED: (4) 121\n\nWOLPERT\n\nYou know, I think I'll have one of\n\nthose.\nINFANTE\n\nSo, will I.\nBARMAN\n\nCertainly.\n\nLe Chiffre's patience is at an end, he looks about to burst.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nINFANTE\n\nSo, will I. BARMAN\n\nCertainly. Le Chiffre's patience is at an end, he looks about to burst. \n\nTARGET SECTION TO BE ANNOTATED:\nThe barman starts away, and suddenly:\n\n \n\nTOMELLI 5)\nCan I have one without the Lenght? c\n\nLE CHIFFRE (? yy\nIs anyone interested indpkz ybhg p/\n\npoker?!\nBond smiles to himself, havin CgSiea in riling him.\n\nyee 5 iy\n\n{to Bond) ,,\nSomeone is in Ree\n\nThe Dealer distrib fo Le Chiffre quickly throws\nhis cards away, dis with them. The player to Bond's\naa EO.\n\nright calls.\n\n \n\n \n\nBOND\ncme .\n\nAs three ats ce at the table bet and raise, Bond\n\nalks over to\nAN\nmae BY\n\nwhe a and Mathis are waiting for him. He puts his\narm around Vesper, kisses her - it lasts a little longer\nthan he planned. Both of them can't help but briefly be\naware of that fact. As their lips part:\n\nBOND (CONT'D)\nHmm, you taste nice.\n\nVESPER\nI thought we dispensed with covers.\n\nBOND\nNo, we dispensed with one that was\nof no use and created another that\nis. Is he watching?\n\nMATHIS\nYes.\n\f \n\n121\n\n122\n\n \n\nIssued to Production Dec 20, 2005 59.\n\nCONTINUED: (5} 121\n\nBOND\nExcellent.\n\nHe kisses her again, but this time she slips it.\n\nVESPER\nThis is me in character pissed\nbecause you are losing so fast we\nwon't be here past midnight. Oddly\nmy character's feelings mirror my\nown.\n\nBOND\nIt was worth it to discover his’\n\ny\n+e castes his drink) ey\" Oo\n\nHm. Have to think up a Re\nit. ee\nMATHIS SS SO\nWhat do you mean, his\n\n” ONS\n\n \n\n \n\nBOND 2-5\nA twitch he has,, We when he\nbluffs. ce SS\n\n \n    \n\nNe\nBluffs? (epee, best hand.\nSOO Bon\nhe Yyot on the last card.\n\ndds against were twenty-three\noe and he'd know that. When\nde that first big raise he\ntrying to scare me out, he had\noe Winning was blind luck.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOO Bon\nhe Yyot on the last card. dds against were twenty-three\noe and he'd know that. When\nde that first big raise he\ntrying to scare me out, he had\noe Winning was blind luck. \n\nTARGET SECTION TO BE ANNOTATED:\n(another subject:)\nua you get it?\n\n \n\n \n    \n \n\n \n\nMathis slips a small silver disk into Bond's hand. Bond\nputs his drink on the bar and returns to the table. Mathis\nwatches him go. Not wanting to be seen doing the same,\nVesper purposely turns her back so that she is facing the\nbar.\n\nMATHIS\nMaybe he actually can pull this\noff.\n\nVesper sneaks a peak as she tastes Bond's drink.\nTHE CAMERA RISES OVER THE POKER TABLE 122\nCards are shuffled, dealt and discarded, Jackets come\n\noff, players drop out, money changes hands. Bond's chips\nstay about even, he's playing cautiously.\n\f \n\n122\nSel\n\n123\neee\n\n \n\nIssued to Production Dec 20, 2005 60.\nCONTINUED : 122\n\nLe Chiffre is slowly losing. We can sense the pressure\nbuilding.\n\nANGLE ON BOND\n\nhe notices KRATT step up and whisper in Le Chiffre's ear.\nLe Chiffre doesn't respond; Kratt moves off.\n\nDEALER\n\nWe have been playing almost four\n\nhours. If there's no objection we\n\nwill take a one hour dinner break.\nThe players shuffle to their feet. Bond stfal counting\nhis chips. Le Chiffre stands, turns and ko ee Kratt to\napproach; Bond stands and palms Le Chiffre's ‘yKaler,\npressing the silver disc onto the bas ies e replacing\n\nit feo\n\n. SX ) ce\nLe Chiffre turns back a heartbea¢ Jate! and picks it up.\nBond moves off toward the bar £Q jn Mathis and Vesper.\n\niS\nir\nMATH AY\nWell, think 111 @epp t on the\nisies.\n\nmorning's Erivel Ss\n\n \n\nMathis exits. Jamés aye arm around Vesper's waist and\nwatches discretely tHer shoulder. In the background\n\nLe Chiffre Leavegxx st and heads for the exit.\nAS VESPER\n\n2\n\n&\n\nd\n\nBond doogiist Peepond He finishes his drink, sees he's\nbeing\n\noh by another of Le Chiffre's stooges: LEO. He\ntoward him and runs a hand up the full length\n\npe:\ne to her neck.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the background\n\nLe Chiffre Leavegxx st and heads for the exit. AS VESPER\n\n2\n\n&\n\nd\n\nBond doogiist Peepond He finishes his drink, sees he's\nbeing\n\noh by another of Le Chiffre's stooges: LEO. He\ntoward him and runs a hand up the full length\n\npe:\ne to her neck. \n\nTARGET SECTION TO BE ANNOTATED:\n Her body reacts involuntarily.\n\n \n\nBOND\n(as if she just spoke)\nReally? That's naughty.\n\nVESPER\nNow you've lost me completely.\n\nBOND\n(kisses Vesper's neck)\nYou've just told me you can't wait\nto get me back to the room.\nAs she reacts, he takes her hand and leads her to the exit.\nINT. HOTEL SPLENDIDE - FOURTH FLOOR 123\n\nLe Chiffre uses his key and enters his suite.\n\f \n\n   \n\nIssued to Production Dec 20, 2005 61.\n\n124\n\n125\n\n126\n\n127\n\nINT. LE CHIFFRE'S SUITE 124\n\nDark walls, little light. Valenka sits on the far side in\na pool of light. She looks up at Le Chiffre as he\napproaches.\n\nLE CHIFFRE\nWhat's so damned important?\n\nShe puts a hand on the back of his neck, kisses it,\nwhispers:\n\nVALENKA\nI'm sorry.\n\nA hand juts out of the darkness and ya 6A, Before\nLe Chiffre can react a garotte is fli os er his neck\n\nand cuts off his windpipe. OO into his ear:\nN\nS/\nXe?\n\nOBANNO\nWhere is MY voney?\n\n \n\nINT. HOTEL SPLENDIDE - LOBE 125\n\nok Sion\nJames and Vesper enter oy street, playing up their\n\n\"honeymooners\" role, Tt ound each other. While walking,\nBond flips out oe . They stop at the CONCIERGE\n\nDESK,\n&\n‘BOND\nou have a package for\n\nNo\nThe conci aS. nds the manilla envelope Bond took from\n\n  \n\n \n \n\nthe ca ‘ands it to Bond. They punch the elevator\noe ane ~\nx Ee) CHIFFRE'S SUITE 126\n\nObanrio chokes Le Chiffre. Obanno's LIEUTENANT restrains\nValenka, holding a machete to her neck.\n\nOBANNO\nDo you think you can lose that kind\nof money and no one would notice?\nLE CHIFFRE\n(clutching his throat)\nYour money is safe.\nINT. HOTEL SPLENDIDE - ELEVATOR 127\nThey step into the elevator and Bond hands her the envelope.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nLE CHIFFRE\n(clutching his throat)\nYour money is safe. INT. HOTEL SPLENDIDE - ELEVATOR 127\nThey step into the elevator and Bond hands her the envelope. \n\nTARGET SECTION TO BE ANNOTATED:\nBOND\nOpen it,\n\f127\n\n128\n\n129\nod\n\n130\n\noer\n\n   \n\nIssued to Production Dec 20, 2005 62.\n\nCONTINUED: 127\nVesper does, sees a silenced Walther inside. James pushes\n\na wireless earphone into his ear, punches the top floor\n\nbutton and watches his handheld as they rise.\n\nINT. LE CHIFFRE'S SUITE 128\n\nObanno tightens the noose again, Le Chiffre is in agony.\n\nLE CHIFFRE\nYou'll have it tomorrow. All of\nit.\nObanno tosses him to the floor. QY\nOBANNO 2\n\nI would take a hand for this\nbetrayal, but you need a \"2@5\ncards.\n\nHe holds his hands out to his eae Oo. who hands him\nhis machete. ae\n\n(to caso »\n\nHold out your ae\n\nINT. ELEVATOR - C. co(@ pomp SCREEN 129\n\nThe screen displays-d\\three dimensional \"range finder\" -\nan X indicating ir shifting position and blinking dot\n\n \n\n   \n  \n \n\nindicating L hit ‘e -- both on a 3D grid. As they rise\nhe can get idea where they are in relation to each\nother. sath s his finger into the 4th floor button.\nVesper hi dm his silenced Walther.\n\n¢ eo 130\n\nthe elevator, moves off in the direction the finder\nAiim, then realizes what he's hearing over his\n\n \n\nVALENKA (0.S.)\nNo, please. Please.\n\nHe turns back to Vesper.\n\nBOND\nGo to the room, I'll meet you there.\n\nVesper backs uncertainly toward the elevator bank as James\nmoves off. By the time she turns, the elevator door is\nclosing. She makes a grab for it; too late.\n\f \n\n131\n\n132\n\n133\n\n134\n\n \n\nIssued to Production Dec 20, 2005 63 .\n\nINT. LE CHIFFRE'S SUITE 131\nOBANNO\nHold out your arm, my beauty, or I\nwill take your head.\n\nThe Lieutenant raises her arm for her.\n\nVALENKA\nNo. Please, no. Please no.\nOUT IN THE HALL 132\nUsing the directional finder James finds \"s ys int door.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlease, no. Please no. OUT IN THE HALL 132\nUsing the directional finder James finds \"s ys int door. \n\nTARGET SECTION TO BE ANNOTATED:\nUnsure what to do -- break the door down, Se happen.\nHe decides on breaking it down. Then P WA esper is\nstill waiting for the elevator. O”\nBOND\n\n(stage whisper)\nTake the stairs! SO\n\nNS\nShe sees the sign for the ee right near Bond. She\na\n\n \n\n \n\n  \n  \n \n\nhurries toward it. me ck to the suite door.\nINT. LE CHIFFRE'S RNY 133\nObanno swings the n arp machete down from over his\nhead and...sto Gils a half an inch from Valenka's arm.\nHolding it there Xpe ‘turns his head and looks at Le Chiffre.\nOBANNO\nBee SSiord of protest.\ncay Feo Valenka)\neeh should find a new boyfriend.\ny ‘SNyeos her roughly, laughs and tosses her after Le\nObanno nods to his Lieutenant and they head out.\nTHE HALL 134\n\nJames, listening to his earpiece, realize they are coming\nright out the door! He turns and grabs Vesper, who is\nrunning toward him, and pushes her into the alcove of a\nBUTLER'S PANTRY (which leads to the STAIRWELL) and into a\ndeep kiss. She fights for a second, sees THE SUITE DOOR\nOPEN and melts into the kiss, grabbing the back of Bond's\nneck.\n\nOBANNO\n\nsteps out of the suite, his Lieutenant on his heels. They\nspy the lovers; Obanno smiles to himself and continues\npast toward to the elevator.\n\f134\n\n135\n\n       \n\nIssued to Production Dec 20, 2005 64.\n\nCONTINUED: 134\nHIS LIEUTENANT\n\nglances back in passing and spots THE WIRELESS EARPHONE in\nBond's ear. He makes a grab for his gun.\n\nBOND\n\nSees it happening out of the corner of his eye, shoves\nVesper toward the stairwell door and fires a silenced round\ninto the Lieutenant's chest. Vesper bolts for the\n\nEMERGENCY STAIRWELL 135\ncle\nShe smashes through the door just a second, hefose Bond\nes\n\nthrows the Lieutenant's body in after he xrtbeat\n\nlater OBANNO'S MACHETE just about take SRR ' arm.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe makes a grab for his gun. BOND\n\nSees it happening out of the corner of his eye, shoves\nVesper toward the stairwell door and fires a silenced round\ninto the Lieutenant's chest. Vesper bolts for the\n\nEMERGENCY STAIRWELL 135\ncle\nShe smashes through the door just a second, hefose Bond\nes\n\nthrows the Lieutenant's body in after he xrtbeat\n\nlater OBANNO'S MACHETE just about take SRR ' arm. \n\nTARGET SECTION TO BE ANNOTATED:\nHis Walther falls over the rail. The doy wings closed\nior and jams a\n\nbehind them as James grabs the huge jie\nhand into Obanno's mouth to meer . fyom calling out.\n‘\n\n   \n\n \n\nJAMES =\n(to Vesper) £e~\n& S?\ngr\nShe takes off down the oe makes it to...\n\nTHE FLOOR BELOW OS\n\nShe yanks on tke as locked - looks up in time to see\nJames flipped ov the banister, landing with a back-\neracking thu stairs beside her.\n\non tC\nObanno lea, ot the railing, machete in hand, as Vesper\nruns for fe, bounding down the stairs two at a time,\n\nglancing cht up just in time to see:\nley\n\n~\ntui over the railing above and plummet toward her.\n\nThey“land just a few treads away, flailing at each other,\nthe machete drawing blood, as\n\n  \n\nRun!\n\n \n\n    \n\nVESPER\nruns on down.\nFLOOR AFTER FLOOR\n\nthe action is repeated, with one man being thrown or pushed\nover the railing above her and the other clambering after\nhim.\n\nBASEMENT FLOOR\n\nVesper rounds the last railing and flings herself at the\nexit door - it won't open! She looks up;\n\fSea?\n\n \n\n135\n\n \n\nissued to Production Dec 20, 2005 65.\n\nCONTINUED : 135\nTHE MACHETE\n\ntwirls through the air, coming straight for her! She moves\nand it slices past her, embedding itself in the concrete\nfloor!\n\nVESPER\n\nslams herself into the chained emergency door over and\nover again, in a blind, unthinking panic. Suddenly\n\nBOND AND OBANNO\n2.\n\nci\ncome crashing down almost on top of her, faGhy 3. for their\nlives. Bond rights himself and grabs Oba: hi iG behind\nin a neck lock.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly\n\nBOND AND OBANNO\n2. ci\ncome crashing down almost on top of her, faGhy 3. for their\nlives. Bond rights himself and grabs Oba: hi iG behind\nin a neck lock. \n\nTARGET SECTION TO BE ANNOTATED:\n Obanno shoves Bond bagkie \\# they\nstumble into Vesper and trip, falling : eap in the\n\n \n\ncorner -- Obanno atop Bond atop Véspers ail facing upwards --\nObanno turning blue from the cholkghe oly -- sees:\n\n  \n\nBOND'S SILENCED WALTHER\n\n \n\nESS\non the floor where it mse ‘s bs it and\n\nFIRES _K\n\nwildly over his shd@ul eri) The bullets barely miss Bond\nand Vesper. They g je-the wall just centimeters from\ntheir heads ané& ‘het madly around the concrete well.\nVesper can't crengoem a scream in her throat.\n\nBOND ne 7\n\nSd\nuses see 2 dzenath to force the gun in Obanno's hand up\n\nto the hee je) man s neck, forces the large man's finger to\nnei)» ge)man and JUST OFF CAMERA the bullet finds its\neos spraying over Bond's shirt and Vesper's face.\n\noe Bond pants for air, he and Vesper pinned\nunde’ the giant's dead weight. When he catches his breath\nhe forces the body off theirs and stands, sees a BIN under\nthe stairs and kicks open the padlocked hasp. He turns to\nlook at Vesper, sees she's in shock, but needs her help.\nBond rips off his bloodied tuxedo shirt and wipes the blood\nfrom her face. She lets him do it.\n\nBOND\nThere you go. Find Mathis. Tell\nhim I'm going to leave the bodies\nin here, he needs to get rid of\nthem. Can you do that?\n\nShe nods unconvincingly.\n\nBOND (CONT'D)\nGo.\n\f135\n\n136\n\n137\n\n138\n\n \n\nIssued to Production Dec 20, 2005 66.\n\nCONTINUED: (2) 135\n\nHe prompts her up the stairs. After the first flight she\nruns.\n\nBelow, Bond drags the huge man toward the bin.\nINT. HOTEL SUITE, BOND'S BATHROOM 136\n\nBond tosses his bloodied shirt, pulls off his jacket and\nfocuses to slow his breath. He washes the blood off a cut\nwound on his arm -- the blood swirling down the sink.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HOTEL SUITE, BOND'S BATHROOM 136\n\nBond tosses his bloodied shirt, pulls off his jacket and\nfocuses to slow his breath. He washes the blood off a cut\nwound on his arm -- the blood swirling down the sink. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nsticks on a quick bandage, wipes the blood off the\ncountertop and the sweat from under his arms, _ then finally\nleans on the sink and stares at himself in mirror.\n\nOnly now do we glimpse that he is having a yea time with\n\n   \n   \n\n \n\n \n    \n \n\nthe killings. He looks down at the counter ces he's\nleaving red hand prints on the white m apie, G shes his\nhands again. CP )\nSe .\nINT. CASINO ROYALE -~- NIGHT AO 137\nfs\nWe move with Bond as he adjust yshirt -- identical to\n\n“Hotices a fleck of blood\nup a napkin without\nnds the used napkin to a\n\nthe one he wore this morning /\n\non the black jacket a ore\n\npausing, dabs the red ont\nThank yous\n\npassing waiter. f\ner\nOX _\n\nHe arrives at thax able in time to see one of the other\nplayers losew e\\@hiffre. Le Chiffre collects his chips,\nbut his @ ee on Bond as he takes his seat.\n\nLE CHIFFRE\nona, you changed your shirt.\n\n&& thope our little game isn't causing\n- SAyou to perspire.\n\nSe\n\n    \n\n \n\n \n\n  \n \n\nBOND\n(a charming smile)\nA little. But I won't consider\nmyself in trouble until I start\nerying blood.\n\nLe Chiffre's smile fades. Bond is dealt in.\n\nINT. BOND & VESPER'S SUITE, HOTEL SPLENDIDE -- NIGHT 138\nIt's hours later, Bond lets himself in, undoing his tie to\nreveal a very creased shirt. In the shadowed bedroom he\n\nsees Vesper's gown on the floor, an empty wine bottle on\n\nthe table, hears her shower running.\n\nTired and jaded, he doesn't think too much of it, pulls\noff his shirt -- yes, he has been sweating.\n\f \n\n138\n\n139\n\n \n\nIssued to Production Dec 20, 2005 67.\n\nCONTINUED: 138\n\nHe glances back at Vesper's suite, listens to the shower\nrunning, and senses something's wrong.\n\nVESPER'S BATHROOM.\n\nHe enters, can't see her, now is becoming concerned. He\nsees a leg protruding from the shower.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nVESPER'S BATHROOM. He enters, can't see her, now is becoming concerned. He\nsees a leg protruding from the shower. \n\nTARGET SECTION TO BE ANNOTATED:\n He turns the corner\nand finds her sitting in bra and panties, clutching one\nknee to her chest, oblivious to the pelting water. James\ndrops to the floor of the shower, throws his arms around\nher and pulls her to him, letting the water run over both\nof them.\n\nBOND\nShhhhhh.\n\nVESPER\n\n(looks at him a moi\nYou're all wet.\n\né~.\nBOND en)\n\nShhh. Ards\nSY\n\nvesnée’\nI couldn't gett Blood off.\n\n: as :\nIt's still exmy nails.\n4 ne\nBond looks at hk sié: not a trace of blood. He puts\neach finger in mth in turn, not sexually, but as if\nto clean them. d of course the non-sexual aspect of it\nPa\n\nis incredibl exy” When done....\n\n \n\n \n\n \n\nxX we BOND\n(pert x?\nok\non BK VESPER\n\nLOSSY. (leoks at them)\nww) Thanks.\n\n+.-You cold?\n\nBOND\n\nVesper realizes she is, gives a small little-girl nod.\nBond reaches up and turns the hot water tap higher. She\nappreciates the unusual, and charming, choice, in that he\nfails to acknowledge anything odd about her behavior. She\nrests her head on his shoulder. The two sit there in the\nwarm \"rain,\" not saying a word.\n\nINT. BOND & VESPER' S SUITE, HOTEL SPLENDIDE -- MORNING 139\n\nBond steps up to Vesper's bedroom door, sees her sleeping\nnaked under her sheets, the rest of the bed pristine --\nshe slept alone. Bond checks his vibrating phone for a\ntext message, closes Vesper's bedroom door and exits.\n\fSn\n\n \n\n \n\nIssued to Production Dec 20, 2005 68.\n\n140\n\n141\n\n142\n\nEXT. TERRACE, HOTEL SPLENDIDE -- DAY 140\nBond finds Mathis looking down at the hotel parking lot.\n\nBOND\nHave any trouble with the bodies?\n\nMATHIS\nLess than some.\n\nHe takes out a phone and Bond follows his gaze to the\nforecourt: two policemen are questioning Le Chiffre's\nhenchman LEO at his parked car.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOND\nHave any trouble with the bodies? MATHIS\nLess than some. He takes out a phone and Bond follows his gaze to the\nforecourt: two policemen are questioning Le Chiffre's\nhenchman LEO at his parked car. \n\nTARGET SECTION TO BE ANNOTATED:\n Mathis ot\n\nA phone RINGS nearby ~ the trunk of the ¢ © is as\n\nsurprised as the cops as they open it tes eg is and\nhis LIEUTENANT'S CORPSES, phone Rok pate of their\npockets.\n\nBond and Mathis smile as Leo is A. fed.\n\n \n\nMATHIS east\nBeing dead doesn one can't\nstill be helpful, Ca actual phone\nwill be a goldse a tm sure.\n\ney\n\nNicely dove\n\n4 sS\n\\ MATHIS\nHows oubygirl? Melted your cold\n\npemyyer?\n\nBond ie exits back into the casino.\n\nLE CHIFFRE'S SUITE -- DAY 141\n\n  \n\n  \n   \n\nib re stands behind a fluttering curtain, watching\nne.\n\nCLOSE ON HIS EYES. A RED DOT. A BLOODY TEAR. Then he\nturns and disappears, the curtain left fluttering as before.\n\nINT. CASINO ROYALE - DUSK 142\n\nSHOTS OF - dealt hands being lifted, chips being tossed in\nthe pot, hands thrown away.\n\nThe Argentinean goes all in with his remaining chips. And\nlooks disgusted as he is beaten. He's out. Leaves.\n\nMore chips going in, more cards dealt to the weary players.\nAnother player tosses his cards down, gets up angrily.\nOut of the game.\n\f \n\n143\n\n \n\nIssued to Production Dec 20, 2005 69.\n\nINT. CASINO ROYALE -- NIGHT 143\nFour face-up cards: A-K-J-7\n\nBond holds ACE & KING OF HEARTS. He sees Le Chiffre's\nfinger go to the side of his face to hold his twitch in\n\nplace.\nMATHIS & VESPER\n\n \n\nwatch from the rail.\n\nMATHIS a\nLook. It's the tell. He's OO,\nbluffing. My God, James was Re A)\n\nBond looks to Vesper, who tries to oni? ES k at him. His\n\n \n\nface remains hard. AG Ne Sy\nAT TABLE\naia\nThe American, Wolpert, “ey rd a lot of chips:\n\nThree hundred seh\nBond watches Le C.\n\nfe. Se e pushes in his chips. Bond\nfollows suit. A mi just went in.\nFS\n\nThe card is turneéiiover.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nBond\nfollows suit. A mi just went in. FS\n\nThe card is turneéiiover. \n\nTARGET SECTION TO BE ANNOTATED:\n A KING. Exactly what Bond was\nhoping roomed toh RE is implacable - but his finger is\n\n  \n\nstill pres y nis cheek.\n\nThe five re is) face-up are A-J-J-K-K.\nos\n\nes at them. Knocks the table.\n\non VESPER\nMATHIS\n\nThe American must have been holding\nqueen ten. He knows his straight\njust lost value. Now, if James is\nright about the bluff, here comes\nsomething big...\n\nAT TABLE\nA large stack of chips moves forward.\n\nLE CHIFFRE\nMillion.\n\nFinger still clamped to hide any twitch. Bond smells blood.\nHe's got him. Slowly counts his chips.\n\f \n\n \n\nissued to Production Dec 20, 2005 70.\n143 CONTINUED: 143\nMATHIS & VESPER\n\nal MATHIS\nHe's going all-in.\n\nVesper reacts: My God.\nAT TABLE\nBond pushes everything in:\n\nBOND\nSix and a half.\n\nLe Chiffre stares back at him. Wolpert Seg seems\nhappy as he throws his cards away. “ey? AS, Yeond:\n\nWOLPERT &\nI hope you got better epaka\nstraight, pal. If yous SBI ffing -\n\n \n  \n\nHe is silenced by Le Chiffre ee 5G his money in. For a\n\nmoment, Bond has doubts. we)”\n\nMister rear been called.\n\nBond shows his cards.\n\n \n  \n\nEyes locked on\noe \\\na DEALER (CONT'D)\nFu houg#, Kings on Aces.\nBond waits Yee the reaction. Le Chiffre merely smiles:\nne (2) LE CHIFFRE\n\n\\ oye ou must have thought I was\nluffing.\n\n<O over TWO JACKS. FOUR OF A KIND.\nA great hushed reaction in the room. Bond is devastated.\nDEALER,\nUnless anyone complains, I think a\nshort break?\nBond sits silent, frozen with defeat. Cleaned out.\n144 EXT. TERRACE, LE CASINO ROYALE -- NIGHT 144\nBond steps out onto the terrace, looks out over the moonlit\nhills. His world in disarray. How could he have been so\n\nwrong? He had Le Chiffre all worked out.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis world in disarray. How could he have been so\n\nwrong? He had Le Chiffre all worked out. \n\nTARGET SECTION TO BE ANNOTATED:\nVesper and Mathis watch from inside, almost embarrassed to\nbe watching him, neither knowing what to say.\n\f \n\n144\n\nIssued to Production Dec 20, 2005\n\n \n\n71.\n\nCONTINUED : 144\n\nVesper finally joins him. Bond is still reeling. Not\nwanting to show her this he pulls himself together.\n\nBOND\nI'll need the other five million\nto buy back in.\n\nShe was afraid he'd say that. Beat. He turns to look:\n\nVESPER\nI can't authorize that, James.\n\nIt hangs there. He is still, controlling oO\n\nSY\nBOND ee @)\nI made a mistake. I was imp. ere Vee\n\nmaybe arrogant, but I can bi\n\nhim.\n\n    \n\nVESPER\n\n \n\nI'm sorry.\n\n&\nf C SY\n(stops tee dh acing\n\n\"Sorry?\" Use tha “in a sentence.\n\n\"Sorry Le Chaé is going to win\nand go ftindi terror and killing\npeople in Ss and supermarkets?\"\n\nfdren are going to die\nas the alk past stray shopping\nba % or rked cars?\" That kind\n\nBepy?\n\n@ Sd VESPER\nek winning is not going to stop\nEo Ny terortat bombings. If you think\n\n \n\nit is, then you are arrogant.\n\nS\nO\n. BOND\n\nNot all, just a few is good enough\nfor me. And if you or your friends\nwere in the building when it\ndisintegrated, it may be good enough\nfor you, too.\n\nVESPER\nYou lost because of that ego, and\nthat same ego can't take it. That's\nwhat is talking here. That's what\nthis is about. All you are going\nto do now is lose more.\n\nBOND\n(almost laughs)\nYou bloody idiot.\n\f    \n\nIssued to Production Dec 20, 2005 72.\n\n \n  \n\n \n   \n\n144 CONTINUED: (2) 144\nVESPER\nI'm sorry??\nBOND\nI can beat him! Look in my eyes.\nYou know that.\nVESPER\nMy father was a gambler. Had that\nsame winning look in his eye.\nRight up to the day he shot my\nmother and put a gun in his own\nmouth. Get your hand off my ams\nHe lets go.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHad that\nsame winning look in his eye. Right up to the day he shot my\nmother and put a gun in his own\nmouth. Get your hand off my ams\nHe lets go. \n\nTARGET SECTION TO BE ANNOTATED:\n She turns and walks out of 1 Giro.\noy ae\n145 INT. BAR, CASINO ROYALE -- NIGHT @yY 145\nBond enters the bar, frustrated and(Qijocoupiea,\nfe 2\nBOND on\nVodka martini. 0S\nae\nBAR,\nShaken or sti fue\nfoe\nae\nme Do I look Wike/1 give a damn??\nZe\nHe takes his drim cks his brains as to how to move\nforward. He Le iffre laughing as they walk away from\nthe table, wana a break. Bond spies him joking with Kratt\nand two men~wh ave the look of trained killers;\nreinfore oS.\nye\nBagh wa James, a waiter clears a nearby table and puts\nB pha setting on the bar: plate, cutlery, steak knife.\none make his decision, palms the knife and slides it up\nhe eve of his jacket and rises, as Mathis approaches\nwith*sympathy.\nMATHIS\nJames...\nBOND\nMake sure you get the girl out.\nMATHIS\n(understands, shocked)\n...Bond.\nBut Bond is already moving.\nroe 146 INT. LOBBY/CORRIDOR, CASINO ROYALE - MOMENTS LATER 146\n\nBond walks, determined, focused on Le Chiffre - who is walking\n\n \n\f \n\nIssued to Production Dec 20, 2005 73.\n146 CONTINUED: 146\n\naway down a corridor, in the company of Kratt and several\n. bodyguards. It's suicide and he's okay with that. His\nvee fingers get a grip on the handle; readies to slip it\nout...when WOLPERT cuts across his path.\n\nWOLPERT\nBad break, I thought you had him.\nNever really introduced myself:\nGray Wolpert, of the Langley\nWolperts.\n\nThat got James' attention. Wolpert indicates the hand in\nwhich Bond cups his knife.\n\nWOLPERT (CONT'D) AV’ Qa\nYou should have a little fai Ck Pf\nI've been watching your pla a\n\nForgetting that one un ve.\nI think you have him. »\nCN\n\nBOND ay\nHad.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nWolpert indicates the hand in\nwhich Bond cups his knife. WOLPERT (CONT'D) AV’ Qa\nYou should have a little fai Ck Pf\nI've been watching your pla a\n\nForgetting that one un ve. I think you have him. »\nCN\n\nBOND ay\nHad. \n\nTARGET SECTION TO BE ANNOTATED:\n Now if you' Leis e\n\nWO fet”\n\n-You're not hey in?\nBond gives him a\n\ncxf Ypieers gets the picture. Bond is\nstill coiled and da\n\n\\ WOLPERT (CONT'D)\nI' been losing steadily.\ngoing to last much longer.\ngot a better chance.\nOa “(beat )\n\npe ‘ah saying I can get you the money\nLE 3S NS to keep going.\n\n& top Kes this in.\n\nSY\n\n \n\n  \n \n   \n\n \n\nWOLPERT (CONT'D)\nJust one thing. If you pull it\noff, the CIA get to bring him in.\n\nBOND\n..And the winnings?\n\nWOLPERT\nDo we look like we need the money?\n\n147 INT. CASINO ROYALE -- NIGHT 147\n\nSitting down for the next session, they are removing Bond's\nchair when Bond stops him. Le Chiffre looks surprised.\n\f \n\n147\n\n148\n\n149\n\n150\n\nIssued to Production Dec 20, 2005 74.\n\nCONTINUED : 147\nBOND\nLovely stretch; shall we double\nthe blinds?\nBond smiles. Le Chiffre returns it.\nSHOTS OF:\nAN EXHAUSTED PLAYER FOLDS (DISSOLVING BEFORE OUR EYES)\nBOND RAKING IN CHIPS (CLAWING HIS WAY BACK IN)\nBOND AND LE CHIFFRE EYEING ONE ANOTHER, nou grsancamis\nINT. BAR, CASINO ROYALE -- NIGHT KD 148\nZ\n\nA BARMAN places two of \"Bond's\" drink Gay Veray. one with\na lemon slice, one without. He\n\n& “aetrieve some\nwater. Which is when we notice V, seated on the stool\nnext to the tray. Behind the ba . back she slips some\n\n  \n\npowder into the drink with the mom and stirs. The barman\nreturns with two glasses of Peles water as THE WAITER\napproaches to take the tra Co y\n\nFollow the waiter to th ey re, where she places the\nglass without the lemon=t ront of Tomelli, who looks to\nbe barely hanging Ant Bs game. She places the other in\nfront of Bond. He Sips’ Plays his cards. Wins the hand.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe places the other in\nfront of Bond. He Sips’ Plays his cards. Wins the hand. \n\nTARGET SECTION TO BE ANNOTATED:\n \n   \n \n\nMOMENTS LATER: x 149\nAt the tab: ond takes a sip of his drink, confidence\ngrowing. Hiks\\c eyes flick to Vesper, watching, wondering\nhow he g into the game. A hand is dealt, played.\nBond c a cards, closes his eyes -- just a blink.\n\noa be Sa\nof)! 150\n\n \n \n\nope is eyes again and it's a COMPLETELY DIFFERENT HAND.\nHe realizes moments have passed! He's disoriented, losing\nfocus. Things are taking on a yellow tint, coronas forming\naround lights. Bond shakes it off, trying to clear his\nmind, sweating. Smells the glass; realizes he's been\npoisoned.\n\nBOND\nDeal me out. Time for some air.\n\nDEALER\nSir, you are the big blind.\n\nBond shoves his chips in and walks away. The players are\nmore than a tad surprised. Le Chiffre shrugs. Bond passes\na table, casually takes a glass and a salt shaker and keeps\nmoving on slightly unsteady legs. VESPER is one of the\n\nfew who notice.\n\fSerene\n\n150\n\n151\n\n152\n\n153\n\n154\n\n \n\nIssued to Production Dec 20, 2005 75.\n\nCONTINUED: 150\nThe MAN AT THE BAR near her snorts disapproval.\nMAN AT BAR\n(to woman beside Vesper)\nWho drinks and plays for these\nkind of stakes? Idiot.\nShe writes it off to that as well. Bloody arrogance.\nINT. BATHROOM, CASINO ROYALE -- NIGHT 151\nHe bangs open the door, pours the entire cellar into the\nglass, fills it with hot water and knocks i ack. The\neffect is quick - he throws up into the a 2\nEXT. STREET AND HOTEL PARKING AREA ~ SS OQ 152\n@\nAsh white, heart pounding, blear x Sana stumbles across\nthe street, narrowly missing bein un)jover by passing\ncars. He finds his Aston ae in a dark corner,\nunlocks it with a push of ab uy pens the door and\n\nfalls into the seat. He slams(h 3Vfist into the glove\ncompartment, tears out gee ond grabs the MEDIPAC.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTREET AND HOTEL PARKING AREA ~ SS OQ 152\n@\nAsh white, heart pounding, blear x Sana stumbles across\nthe street, narrowly missing bein un)jover by passing\ncars. He finds his Aston ae in a dark corner,\nunlocks it with a push of ab uy pens the door and\n\nfalls into the seat. He slams(h 3Vfist into the glove\ncompartment, tears out gee ond grabs the MEDIPAC. \n\nTARGET SECTION TO BE ANNOTATED:\n  \n    \n\n(\n\nHe closes his eyes for j cond --- opens them -- sees:\nA LOUD BUNCH OF DRUNKEN-\n\npassing the “we who ren't in the deserted parking lot a\nsecond ago -- ked out again.\n\n \n\nBOND\nconsiders ~ to them for help. Doesn't. He forces\nhinselt $2 } conscious, rips open the medipac -~- finds\n\na eae nbedie attached to a wire and an electronic\n\n& . @ needle into his arm and attaches the lead\n\nfox to his handheld. It instantly makes a call.\n6 MEDICAL HOT ROOM -- NIGHT 153\n\nA TECHNICIAN who was chatting with a CO-WORKER turns to\nhis COMPUTER SCREEN as it RINGS and CLICKS TO LIFE,\nDOWNLOADING DATA. The co-worker joins him.\n\nCO-WORKER\nWho is it?\n\nTECHNICIAN\n007.\n\nThe co-worker flies to his cubicle, snatches the phone.\n\nINT. MI6 - M'S OFFICE 154\n\n \n\nVilliers opens the door without knock izig, M looks up,..tired.\n\n \n\f \n\n \n\nIssued to Production Dec 20, 2005 76.\n\n154 CONTINUED: 154\nVILLIERS\nBond's been poisoned. He's going\neee into cardiac arrest.\n155 INT. MI6 MEDICAL HOT ROOM 155\n\nTwo DOCTORS now hover over the technician, studying the\nfigures racing over the screen.\n\nDOCTOR\nStay calm and don't interrupt\nbecause you'll be dead within two\nminutes --\n\n‘S)\n156 EXT. HOTEL PARKING LOT At oY) 156\nDOCTOR é @yv\n--unless you do mse ENS\ntell you.\n\neS\n\n   \n \n\nBOND\nI'm all ears. ce SS\n157 INT. MI6é - VILLIERS' DES ae 157\nM and Villiers watch ply and listen.\ncage? ee (V.0.)\nrenovate ‘defibrillator from the\npouch.\n\njtto S ctor 2)\n\neS. jpnow what it is yet?\nDOCTOR 2\neS\n\n11 scanning.\n\n158 rf ie $ PARKING LOT 158\n\nboy lls out a portable DEFIBRILLATOR, it HUMS as the\ncharge builds...",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\njtto S ctor 2)\n\neS. jpnow what it is yet? DOCTOR 2\neS\n\n11 scanning. 158 rf ie $ PARKING LOT 158\n\nboy lls out a portable DEFIBRILLATOR, it HUMS as the\ncharge builds... \n\nTARGET SECTION TO BE ANNOTATED:\nCOMBIPENS of different colors spill onto\nthe floor.\n\nDOCTOR (V.O.)\nAttach the leads to your chest.\n\nBond does so. Puts his finger on the red button, waits,\nit still reads CHARGING.\n\n159 INT. MI6 MEDICAL HOT ROOM 159\n\nDOCTOR #2\nVentricular tachycardia. Digitalis.\nWhat the hell do we give him? The\n“ewe kit has amphetamines, antihistamines--\n\f \n\n159\n\n160\n\n161\n\n162\n\nSeem\n\n \n\nIssued to Production Dec 20, 2005 77.\n\nCONTINUED: 159\nDOCTOR\n(to Bond)\nAs soon as it reads charged--\n\nDOCTOR #2\nLidocaine! That'1l work. Bond--\n\nEXT. HOTEL PARKING LOT 160\nCHARGED. Bond tenses.\nDOCTOR #2 (V.O.)\n\nDon't push the red button! Do yo\nhear me? Don't push it yet. (\n\n  \n\nBond reacts.\n\nINT. VILLIERS OFFICE 161\n\nM listens to the doctors argue.\n\nDOCTOR S\nHis heart's go Y\npogoe-#h (v.0.)\n\nnn\nto\nThere's only-&i ie, for one charge\nbefore oles pout !\n\nHF\n\nEXT. HOTEL PARKING™ Sr 162\n(Continue townter t as needed)\n\nRY DOCTOR #2 (V.O.)\n2 “ctto Bond)\n\no Gabe the blue combipen Bond. Mid-\n\\ ck. Into the artery. That'll\n-\\\\Ycounteract the digitalis.\n\n  \n\nBontdjdbs himself hard in the neck with the blue combipen.\n\nDOCTOR (V.O.)\nYou're going to pass out ina few\nseconds and you need to keep your\nheart going. Push the red button\nnow, Bond!\n\nBond tries -- but it doesn't fire, one of the leads has\ncome off. He reaches for it, tries to reattach it.\n\nM (V.O.)\nBond?...\n\nBut the VOICE FADES and he blacks out, comes to, blacks\nout, slipping away.\n\f \n\n \n\nIssued to Production Dec 20, 2005 78.\n162 CONTINUED: 162\n\nM (V.O.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nIssued to Production Dec 20, 2005 78. 162 CONTINUED: 162\n\nM (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT'D)\nBond! Push the damn button!\n\n  \n \n  \n  \n\n“ee\nHis eyes flutter open again... and like a dream, VESPER is\nover him.\n\nHe looks up at her. For a moment she hesitates...then\nbends down and finds the lead, attaches it and fires the\ndefibrillator. A huge jolt of power goes through Bond and\nhe spasms.\nBond exhales. A dying rasp, a breath of life.\nVesper is shaking. Stunned that she just & d. his life,\nshe slumps down beside him. £ “y\n. “ec\nBond recovering now, breathing steady. (iy inally pulls\nthe syringe out of his neck. So\nBOND\nYou okay?\nMe??\n\nYou're leome. Now get yourself\ntov hos al.\n\nwe BOND\n\n“WP do.\n\n3 (standing again)\nsoon as I win.\n\nov ™\nOs M (0.S.)\n\nDOCTOR #2 (0.S.)\nThe red combipen! Take it with you.\n\nBOND\nWhen do I use it?\n\nDOCTOR #2\nOh, you'll know.\n\nBond pockets the handheld. Vesper is almost speechless.\nVESPER\n\nYou're not seriously going back\nvee there.\n\f \n\n162\n\n163\n\n164\n\n165\n\nIssued to Production Dec 20, 2005 79.\n\nCONTINUED: (2) 162\n\nBOND\nWouldn't dream of it.\n\nBond smiles and heads off.\nINT. CASINO ROYALE ~-- NIGHT 163\n\nLe Chiffre can barely stop his mouth from dropping open as\na pale but very determined Bond returns to the table.\n\nBOND\nSorry. That last hand almost killed\nme. ce\n{to waiter) ©)\n\nI think I'll change my drinks. ce Sf)\nWater, if you would. “ Ny Y\n&)\n\npp\nLE CHIFFRE NE ae\nlooks most unsettled. .\n\nCARDS ARE DEALT\n\n \n\n_\nWOLPERT et yy\n\nthrows his cards in. eis t of money. Gets up wearily.\nGives Bond a tier Ve walks away.\n\nONLY FIVE PLAY: ‘NOW, THE MARATHON SESSION TAKING\n\nITS TOLL ON \\, CLE CHIFFRE.\nMore cards 'S PILE OF CHIPS INCREASING.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nGives Bond a tier Ve walks away. ONLY FIVE PLAY: ‘NOW, THE MARATHON SESSION TAKING\n\nITS TOLL ON \\, CLE CHIFFRE. More cards 'S PILE OF CHIPS INCREASING. \n\nTARGET SECTION TO BE ANNOTATED:\nwpe we PLAYER TO HIS CHAIR BECOMING EMPTY.\n\nsal DEA LER IS EXHAUSTED. He PACKS UP. ANOTHER BREAK.\n\n \n \n\n<) x “BATHROOM MIRROR, SHATTERED. 164\n\nnono Zale the red combipen from his pocket. Puts a foot\non the sink counter - and jabs the combipen into his leg.\n\nINT. CASINO ROYALE -~- NIGHT 165\n\nBack at the table. Bond and Le Chiffre preternaturally\nalert, Infante and Fukutu tired, hitting the espressos.\n\nDEALER\nBig blind now one million.\n\nBond puts a million dollar plaque in, beside him Fukutu is\nalready in with the small blind: a $500,000 chip.\n\nThe community cards are laid down: Ah 6s 8s\n\nWe see Le Chiffre's hand: Ac 6h. He already has two pairs.\n\f165\n\n \n\nIssued to Production Dec 20, 2005 80.\n\nCONTINUED : 165\n\nBond looks at his hand: 7s and another low spade which we\ndon't see clearly. Possible flush.\n\nFukutu has Ks and Qs. Possible flush.\nInfante holds 8c and 8h, so he has three of a kind.\n\nLE CHIFFRE\nFive million.\n\nThe others match the bet.\nVESPER & MATHIS\nMATHIS\n\nTwenty-four million in the \"ep\nalready.\n\nWo\n\n   \n\n \n\ns all in with\n$9om.\n\nFukutu looks again at his car\neverything he has left. Nine\n\nEveryone matches his bet ol)\n\na\nMATHIS & VESPER L fm Sy\n< Gre (CONT'D)\nk ‘fish, possible full house,\nSixty million in the\nhand is getting out of\n\n \n\nBOND ww\n\nze nother.\ncol\n\n~ 2 the bar to watch.\nTHE DEALER\ndeals the last card. The Ace of Spades.\nMATHIS & VESPER\n\nMATHIS (CONT'D)\nSomebody's got the full house.\n\nAs we glance at the cards with Le Chiffre and Infante we\nsee both have full houses - Le Chiffre the better one.\n\nBut Infante is confident.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATHIS & VESPER\n\nMATHIS (CONT'D)\nSomebody's got the full house. As we glance at the cards with Le Chiffre and Infante we\nsee both have full houses - Le Chiffre the better one. But Infante is confident. \n\nTARGET SECTION TO BE ANNOTATED:\n He goes all in with his last\nfive plaques.\n\f \n\n“eset\n\n \n\nIssued to Production Dec 20, 2005 81.\n\nCONTINUED: (2) 165\n\nINFANTE\nFive million dollars.\n\nLe Chiffre smiles at Bond.\n\nLE CHIFFRE\nTen.\n\nBond stares at the community cards, then back at Le Chiffre.\n\nMATHIS & VESPER:\n\nVESPER oO\nHe's going to do it again, isn't, ©\nhe? “a )\nOw\nMATHIS\n\nLe Chiffre must have t ait Sy use.\nBond's flush will be be n.\\} Bond's\nbeen trying to bluff ate sas\nnothing to bluff wit ig\" 1 fold\nand keep what he a\n\nBOND\n\npauses a long time.\n\n  \n\n. up his chips and plaques.\n\nAll\nTHE DEALER sine\ncounts nee ) chips.\n\nDEALER\n&G 4d million dollars.\n\neds Ve\n\nreact, unbelieving.\n\nBACK AT THE TABLE\n\nLe Chiffre eyes Bond. Considers his cards again.\nHesitates. Then with a smile, he pushes his remaining\nchips forward.\n\nLE CHIFFRE\nVery well.\n\nA stunned silence in the room. A mountain of plaques and\nchips on the table.\n\nDEALER\nGentlemen. Please show your cards.\n\fCEs ee een een ES\n\n165\n\n  \n\nIssued to Production Dec 20, 2005 82.\nCONTINUED: (3) 165\nFUKUTU\n\nshows his spades flush.\n\nFUKUTU\nAce, King, Queen flush.\n\nINFANTE\nbeats it, lays down his pair of eights.\n\nINFANTE\nFull house. Eights full of aces. “eG\n\nLE CHIFFRE ’A Oe)\n\nlays his down. Shows his Ace and Six: (ay Sas house too.\nNo need for the poker face any 1 a Doris wolfishly.\n\n  \n\nDEALER\nA superior full hous CG es, full\nof sixes....Mister / 2\n\nBond places his cards do ne Le Chiffre grins.\n\nE. FFRE\nIt wouldésefm + flush is the\n\nlow hand: —\nS\nBOND\nush Nie.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nMister / 2\n\nBond places his cards do ne Le Chiffre grins. E. FFRE\nIt wouldésefm + flush is the\n\nlow hand: —\nS\nBOND\nush Nie. \n\nTARGET SECTION TO BE ANNOTATED:\n But not my straight\n\nThe Deal Ese ‘anges Bond's cards over the community cards.\n\n \n   \n\n>\nSy a DEALER\nYS SyFour through eight of spades, the\nhigh hand.\nson 2, Le Chiffre's turn to stare at defeat. A SMALL\n\nRED GLOBULE APPEARS IN THE CORNER OF HIS EYE. He takes\nhis hanky, wipes it away, looks across at Bond balefully.\n\nGetting up, Le Chiffre pushes past observers as he walks\nout, vanishes from view.\n\nBond gets up too, Moves to Wolpert.\n\nBOND\nHe's all yours.\n\nWOLPERT\nMuch appreciated, cousin.\n\nBond moves on to the bar, where Vesper waits.\n\f \n\n\\ssued to Production Dec 20, 2005 83.\n\n165 CONTINUED: (4) 165\nVESPER\nCongratulations.\nSee!\nBOND\n\nShall we celebrate?\n\nVESPER\nYou were almost dead an hour ago.\n\nBOND\nExactly. And now I'm famished.\n\n   \n\n166 INT. /EXT. THE HERMITAGE NIGHTCLUB, HOTEL SP. ye oo 166\n\nNIGHT i\n\nWE FOLLOW TWO OF BOND'S SPECIAL ae me a Q) arrive at\nhis patio table, looking out NG som iagse.\n\nok aster and caviar in\nimtthe corner of the\n\nis lit by candles.\nables. It's romantic.\n\nIt's four in the morning. They h\nfront of them. A band is playin,\n\nclub. The lights are low. T\nA few couples are dotted abo\n\nVesper takes a TEXT on “ae, she reads it, then:\nee\n\nMathis mericans have\nSaree made cont Gals Le Chiffre.\nHe! ng Ke in his suite; they're\n\ngoing Nae extract him at midnight.\n\n \n   \n \n\nSe\n\nye\n\nxX BOND\nws fabw I think I'll call this\neG esper.\n\nZL sy! VESPER\nA A cause of the bitter aftertaste?\n\nN y, BOND\nBecause after you've tasted\nit...it's all you want to drink.\n\nShe laughs at him and his charming, corny line.\n\nBOND (CONT'D)\nI thought that was a good line.\n\nVESPER\nIt was a very good line.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe laughs at him and his charming, corny line. BOND (CONT'D)\nI thought that was a good line. VESPER\nIt was a very good line. \n\nTARGET SECTION TO BE ANNOTATED:\nBOND\nBut you're laughing at it.\n\nvee VESPER\nNot so much it as you.\n\fSmee\"\n\n \n\n \n\nIssued to Production Dec 20, 2005 84.\n\n166 CONTINUED:\n\n166\n\nBOND\nOh, then I'm fine.\n\nAnd he loosens up. Her smile fades as her thoughts drift.\nShe fiddles with her necklace.\n\nBOND (CONT'D)\nI've realized what that is. An\nAlgerian love-knot?\n\nVESPER\n\nReally? I thought it was just\nsomething pretty.\n\nBOND Oy\nNo, you didn't. It was give oy\n\nyou.\n\n(sees her admit an\nWell, he's a lucky man Oo”\n\nVesper exhales, almost a ee reipowes by an ironic smile.\n\nA moment,\n\n   \n\nthen.\n\nYou can out Lae easily,\ncan't you? Zee men last night,\n\n \n \n\nI know Attacking you,\nbut it ae doother you, killing\nthem?\n\n‘\\\n\nS BOND\n\njob. I wouldn't do it\nll if it did.\n\nVESPER\nI don't believe you.\n\nes, admits nothing.\n\nVESPER (CONT'D)\nYou have a choice, you know. Just\nbecause you've done something,\ndoesn't mean you have to keep doing\nit.\n\nBOND\nWhy do people who can't take advice\nalways insist on giving it?\n\nVESPER\nYou think I can't take my own\nadvice?\n\f   \n\nIssued to Production Dec 20, 2005 85.\n\n166 CONTINUED: (2) 166\nBOND\nI think something is driving you.\nal And I think I haven't a chance of\n\never finding out what it is.\n\nThe moment is punctuated by a ANOTHER TEXT arriving on her\ncell phone. She looks at it:\n\nVESPER\nMathis needs me. Well, good night.\nCongratulations. I'm sure I'll\nsee you in the morning before I\nleave.\n\n \n  \n\nShe's gone before Bond can recover. He x 9) the waiter.\n= &\nBOND & )\nI'll take another. ~ C\\~\nAs he waits, he starts to feel ua i’ He scans the club,\n\nlooking at the other couples, m bis eyes go to the exit.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe's gone before Bond can recover. He x 9) the waiter. = &\nBOND & )\nI'll take another. ~ C\\~\nAs he waits, he starts to feel ua i’ He scans the club,\n\nlooking at the other couples, m bis eyes go to the exit. \n\nTARGET SECTION TO BE ANNOTATED:\ng Pp ANS yes g\n\nBOND 4S) 228)\n\n(to the wait, ® t\n\nto Hansa\n\nhen\n\nMathis? a\n\n= . —\n\nYY\nHe gets up. ygeriddy through the candlelit room, a feeling\nof dread g ‘hag a\nSSI\n\nFORECOURH(”\n\nON.\nBonk Ke:\npee 7\nThe: to his side - a FAINT CRY. His head spins. In the\ngloon, a door slams on a DARK SEDAN. The engine growls\n\nand the sedan shoots out of the shadows, raking up pebbles\nas it fishtails off the forecourt.\n\n \n\nS his pace, down the steps, staring into the\n\n  \n\nBond just catches sight of Vesper in the back before a\nhand pushes her down.\n\nHe runs to the Aston Martin, ROARS after it.\n167 EXT/INT. CAR - TWO LANE ROAD -- NIGHT 167\n\nThe lead car quickly disappears from sight -- no other\ncars on the country road, as Bond screams along the two-\nlane blacktop, twisting through the the countryside,\n\neal downshifting as he hits a slight hill and stomping on the\naccelerator so that all four wheels leave the earth.\n\f167\n\n168\n\n \n\nIssued to Production Dec 20, 2005 86.\n\nCONTINUED: 167\nAs the front wheels crash down to earth he sees:\nVESPER\n\nlying in the middle of the road, directly in his path!\nShe props up on her elbow, sees the car about to make\n\nimpact !\nBOND\nthrows the wheel to the right.\n\nTHE ASTON\nveers sharply, narrowly missing her. io ditch\nand flips, smashing upside down into a a\n\nBOND'S HEAD NE\n\n \n\nhits the windshield and CRACKS i, SO. blacks out. We\nCOME UP FROM BLACK as his ne NS rtyer open...\n\nKRATT AND ANOTHER THUG\n\nC\ndrag him from the mm ey. by the headlights from\ntwo cars, Bond's 2S ‘sClose. BLACKNESS. UNTIL:\n\naw\n\ndigs into oR = of his hand; his hand pinned to the dirt\n\n  \n   \n\nA KNIFE\n\nby Kratt's ENKA removes the bloody tracking device\nand snaps “ shut. BLACKNESS AGAIN.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLACKNESS. UNTIL:\n\naw\n\ndigs into oR = of his hand; his hand pinned to the dirt\n\n  \n   \n\nA KNIFE\n\nby Kratt's ENKA removes the bloody tracking device\nand snaps “ shut. BLACKNESS AGAIN. \n\nTARGET SECTION TO BE ANNOTATED:\nBOND'S E\n\nase 2 he is pulled into.\n\nfi\n\nand S. onto the floor of the back seat. Just before\nhis eyes close again he glimpses LE CHIFFRE climb into the\nfront seat, a cell phone to his ear.\n\nLE CHIFFRE\n(into phone)\nMathis? We've got him.\nLe Chiffre snaps the phone closed and nods to the driver,\nwho takes off into the night, the second car following.\nBond's eyes close again and everything goes BLACK.\nEXT. AN ABANDONED COUNTRY HOUSE -- NIGHT 168\n\nThe cars brake, kicking up a cloud of dust.\n\f \n\n169\n\nIssued to Production Dec 20, 2005 87.\n\nINT. ABANDONED COUNTRY HOUSE - BASEMENT 169\nBond's eyes open as he is dropped on the floor by the two\nTHUGS who dragged him in, his hands bound behind him. The\nfirst thing he sees is\n\nKRATT\n\ncutting the seat out of a cane-bottomed chair. Bond's\neyes flick to...\n\nVESPER\n\nbeing dragged by Valenka and another thug Zeon at the\nfar end of the basement. The door vag ig) them.\nKRATT\n\nslices the clothes off Bond's beds neh? he lies naked on\nthe floor.\n\nLE CHIFFRE eS\n\nleans against a tables er ‘ee the kind of junk one\nfinds in a basement. ST eepete -beater in his hand.\n\n& = TPFRE\nYou've ta fod care of your\n\nbody &<Suce waste.\nBond is lift tae onto the cane chair, his feet bound.\n\nBOND\nee be re going to bring a table\n\nwell, I'll have a coffee.\nLON yes.\n\ne)welt t want to fall asleep on\nwnt returns.\nVALENKA\n\nI can't find the pliers.\n\nLe Chiffre spots them, hands them to her and she walks\noff. Bond catches a glimpse of Vesper with the door open.\nShe sits naked, her back to us. Valenka closes the door.\n\nLE CHIFFRE\nI'll need your attention here.\n\nSitting across from Bond, Le Chiffre flicks his wrist\nupward. We hear the impact of the carpet-beater. Bond\nconvulses in agony.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nSitting across from Bond, Le Chiffre flicks his wrist\nupward. We hear the impact of the carpet-beater. Bond\nconvulses in agony. \n\nTARGET SECTION TO BE ANNOTATED:\nBOND\nI knew you'd be a sore loser.\n\f \n\nIssued to Production Dec 20, 2005 88.\n169 CONTINUED: 169\n\nLE CHIFFRE\n\"Me\" sore?\n\nAnother flick of the wrist. Bond shrieks and slumps.\n\nLE CHIFFRE (CONT'D)\nI never understood all these\nelaborate tortures. It is the\nsimplest thing to cause more pain\nthan a man can possibly endure.\nAnd of course, it is not only the\nimmediate agony, but the knowledge |\nthat if you do not yield soon\nenough, there will be little sea),\nto identify you as a man. The O\n\nonly question remains, will\nyield in time? ey”\n\nHe strikes, Bond bites his lip cash Yan scream.\n\nLE CHIFF, 'D)\nMs. Lynd will give le account\nnumber, if she h Ne\nand I will the sie sp irse insert\n\nmy own. All eee you is\n\nthe ma .\n\nHm, E.kave™a, little itch there,\nwould a ind?\n\n  \n \n  \n \n\n \n\n    \n\nAngered, L ffre hits even harder. James grimaces but\n\n         \n\ndoesn't cryseut.\na ©) BOND (CONT'D)\nAY at was good, but a little to the\na Syiett..\nyD (he hits again)\nYes!!! Thank you, perfect.\n\n \n\n(recovers)\nNow you can tell all your friends\nthat you died scratching my balls.\n\nLE CHIFFRE\n(laughs)\nI died? T died.\n\nBOND\nYes. Because no matter what you\ndo, I'm not going to tell you the\npassword, which means your clients\nwill hunt you down and cut you\ninto tiny pieces of meat while you\nare still breathing. And by killing\nme you'll have lost your only chance\nfor a safe haven.\n\fSee ee ee eee s eae ee ee\n\n \n\nIssued to Production Dec 20, 2005 89.\n169 CONTINUED: (2) 169\n\nLe Chiffre goes to hit Bond again. Bond's whole body tenses\nin anticipation, eyes squeezed tight - but the blow never\nSee\" comes. He opens his eyes to a sadistic grin.\n\nLE CHIFFRE\nOh, but you are wrong.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nBond's whole body tenses\nin anticipation, eyes squeezed tight - but the blow never\nSee\" comes. He opens his eyes to a sadistic grin. LE CHIFFRE\nOh, but you are wrong. \n\nTARGET SECTION TO BE ANNOTATED:\n Because\neven after I have slaughtered you\nand the girl, your people will\nstill welcome me with open arms.\nBecause they need what I know.\n\nBond recognizes this harsh truth. HEARS a scream from the\nroom at the far end of the basement. Bond “es not to\n\nreact.\ndv i,\n\nLE CHIFFRE Tha’\nGive me the password and I\nleast let her live. event\nenough and she might We NS) ee\n\none piece.\nBOND && Ss >\n\noe Bond.\n\nos\nZ @y TFFRE\n\nenw You reall 't going to tell me,\nare you? », I think.\n\nLe Chiffre bijn ge Wis leg up, kicks Bond square in the\nchest. i fits tips backwards and Bond's head hits the\nfloor. WO: goes BLACK...and as he opens his eyes to\nfight tou(e séiousness he only sees FLASHES of the\n\"oy mS\n\n..Sorry.\n\nHe brings the carpet-beati\n\n \n\n \n\nLE CHIFFRE (V.O.) (CONT'D)\n(over BLACK)\nI am going to cut this short.\npond sees Le Chiffre's knife flash open. He kneels behind\nthe chair, apparently to slice off his genitals off screen.\n\nLE CHIFFRE (CONT'D)\nAnd feed you what you seem not to\nvalue.\n\nBond BLACKS OUT and we HEAR the sound of a silenced weapon.\nOne shot, then a grouping. Bond struggles back from the\nEDGE and through a dutched and partially blocked camera we\nsee a man in SHADOWS stride out of the room where Vesper\nwas being tortured. BLACK AGAIN as...\n\f169\n\n170\n~ereee!\n\n17.\n\n172\n\n  \n\nIssued to Production Dec 20, 2005 90.\n\nCONTINUED: (3) 169\n\nLE CHIFFRE (O0.S.) (CONT'D)\n(over black)\nNo, tell him. Tell him I will get\nthe money!\n\nBACK UP and we see Bond's tortured point of view. MR.\nWHITE, the man with the shadowed face stands over Le\nChiffre.\n\nMR. WHITE\n\nMoney isn't as valuable as knowing\nwho to trust.\n\nHe fires a silenced shot. Le Chiffre dis vena Bond's\n\nview. Mr.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe fires a silenced shot. Le Chiffre dis vena Bond's\n\nview. Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n White fires two more shots doyii hat we\n\nassume is Le Chiffre's head.\n\nWhite turns to look at Bond. Bo ew ». his eyes\n\nopen. We drift to BLACK and SILE teen GLIMPSE:\n\nINT. HOSPITAL CORRIDOR - ew fev) NIGHT 170\nBond's head must be on its as we see what looks like\nblurred legs moving ntea’@y Yorsos, god-awful-hospital-\ngreen walls, accompaniedst ;ARBLE of VOICES: An E.R.\n\nmixing with the HOSPI A. paging someone. AND VESPER'S\n\nNURSE monitoring his se “s RESIDENT barking orders,\nSCREAM.\n\n \n  \n  \n\nze\nA FACE of anothess font, a woman on a parked gurney,\nstares back BondYas he passes -- SOLANGE, lying dead,\neyes locke a\\his, her look asking why he did this to\nher. Bond ye his head to keep watching. It's the\nlast ima 7B sees before he PASSES OUT again. From\nBLACK Re IMPSE\nD4\n\nING ROOM - BOND'S POV 171\n\n   \n \n\nAC HONY of VOICES as the medical team swirls in and\nmost?y out of focus around Bond. A BLURRY NURSE, masked\nhead to toe, puts a mask over Bond's nose and mouth and\nasks him to \"count backward from one hundred.\" James slips\nuncomfortably into BLACKNESS. Then GLIMPSE:\n\nINT. PRIVATE CLINIC - RECOVERY ROOM -~ DAYS LATER 172\n\nA BLUR OF IMAGES...A NURSE pumping James' leg toward his\ngut, noticing his flickering eyes.\n\nANOTHER NURSE\n(garbled, then:)\n.conscious!\n\f \n\n     \n\nIssued to Production Dec 20, 2005 91.\n172 CONTINUED: 172\n\nANOTHER RESIDENT\n(moving toward\nne him/garbled voice)\n.increasing dosage by 20 cc's....\n\nHe jabs a needle into James' arm. Notice that Bond's\nstubble is quite thick. He catches a blurred glimpse of\nVESPER. She sees his eyes fluttering and moves closer.\n\nJAMES\n(barely a whisper)\n.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe catches a blurred glimpse of\nVESPER. She sees his eyes fluttering and moves closer. JAMES\n(barely a whisper)\n. \n\nTARGET SECTION TO BE ANNOTATED:\n Vesper?\n\nThen MATHIS steps in close to her and snipe yy the\narm. JAMES' breathing becomes panicked. ES a)\n\n   \n  \n\nJAMES (CONT'D) @y”\n(barely audible) £&\nNot him.\n\n11)\n\nEyes close and we're in BLACK ee\n\nVESP\n--drug induced ree to heal.\n\nFLASHES of blurred met ie now interrupt the\nSd\n\ndarkness. A )\n\n\\JAMES (V.O.)\n\n \n\nOx\n. Not\n\nVESPER (V.O.)\nft the doctor.\n\nAs wae with its blurry shapes...\n\n  \n\nbes JAMES\nyy Don't trust him.\nThe fhapes take focus -- it's Vesper hurrying out of the\nrecovery room. Suddenly MATHIS appears right beside him.\nMATHIS\nJames, listen to me. You're in\n\ngood hands.\n\nJames sees that he is cocooned in hi-tech foil 'sheets'\nheld off his lower abdomen by a blanket of air, with drips\nand monitors connected to him on both sides.\n\nMATHIS. (CONT'D)\nThere's no way to know what kind\nof damage has been caused, but the\nSen wounds didn't become infected, so\nthere's a good chance....\n\f \n\n172\n\n173\n\n \n\nissued to Production Dec 20, 2005 92.\n\nCONTINUED: (2) 172\n\nBOND\nWater?\n\nMATHIS\nIce chips are about all you get.\n\nAs Mathis turns and empties the plastic glass, pours in\nmore ice chips...Bond checks the trolleys, spots SCISSORS\non a nearby table. He stretches out of the bed for them...\n\nBond grabs the scissors and goes CRASHING to the floor,\nhis world tumbling upside down and GOING BLACK as everything\nCLATTERS and SMASHES to the tile around him, SO BLACK:\nMATHIS (V.O.) (conn) a\nAny ideas?\nWhat?\n173\n\n  \n\nEXT. CLINIC PORCH -- DAY\n\nBond opens his eyes to see in a robe, a few days\nstronger, but still weak, jase) in a wheelchair taking\nin the breeze from Lake nee Mathis sits opposite him.\n\n   \n  \n\n(w e two of you alive.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\n173\n\n  \n\nEXT. CLINIC PORCH -- DAY\n\nBond opens his eyes to see in a robe, a few days\nstronger, but still weak, jase) in a wheelchair taking\nin the breeze from Lake nee Mathis sits opposite him. (w e two of you alive. \n\nTARGET SECTION TO BE ANNOTATED:\nWhy they\nze\nAS BOND\nWheye is \\whe?\n\nSd MATHIS\naeping. And I'm supposed to get\nto drink this.\n\n \n\nING 7\nfats -p\\ypours liquid from a container, stirs...we only\nee Tenet he is doing, he could be putting anything in\neitota Bond knows it.\nvy\n\nMATHIS (CONT'D)\nIt's just odd, killing everyone\nelse but leaving you and her\nuntouched. Almost as if someone\nwas trying to tell us something.\nGet a look at the killer?\n\nBOND\nNo.\n\nMATHIS\nShame. Drink up.\n\nBond spots TWO MEN walking toward them along the porch,\nbehind Mathis. Professionals, by the way they walk. They\ncould be coming to kill him or just collect the body.\n\f \n\n173\n\n174\n\n \n\nIssued to Production Dec 20, 2005 93.\n\nCONTINUED : 173\nMATHIS (CONT'D)\nAnything else you remember?\nAnything that can help us?\n\nBOND\nHelp us or help you?\n\nMathis' suddenly understands.\n\nMATHIS\nWhat did he say?\nBOND\nJust a little too much. S\nSuddenly there's a needle jabbed into i a Geox. He\ntries to mouth some words but quickly out. The two\n\na stretcher, covering him ina “é ‘An Mi6é \"attendant\"\nin white wheels him away. >\n—\n\nJames closes his eyes and ory to sleep. BLACK. A\nMOMENT. > SY\n\naa\n\nEXT. CLINIC PORCH - yy DAY 174\n\nmen lift him and whisk him cee aes aN ae ha door and onto\n\n  \n\n \n\n \n\n  \n \n \n\nBond wakes in a Sees lounge chair. His stubble has turned\ninto quite a megan 22 beard. Vesper sits beside him,\nmore Bie pan ever.\n\nBOND\nGa you alright?\nA): x VESPER\n€) (ve: her bandaged\na fingers)\nNothing that can't heal.\n(looks at him)\nI'm being awful. I can't resist\nwaking you. Every time I do, you\nlook at me as if you haven't seen\n\nme in months. It's so lovely.\nMakes me feel...reborn.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvery time I do, you\nlook at me as if you haven't seen\n\nme in months. It's so lovely. Makes me feel...reborn. \n\nTARGET SECTION TO BE ANNOTATED:\nBOND\nIf you were just born wouldn't you\nbe naked?\n\nVESPER\n\nSee, you have me there.\n\nA moment, now admits.\n\f \n\n \n\nIssued to Production Dec 20, 2005 94.\n174 CONTINUED : 174\n\nVESPER (CONT'D)\nThe truth is...you can have me\nrd anywhere.\n\nBOND\n(a little surprised)\nI can, can 1?\n\nShe climbs onto the arm of his chair and drapes her arms\naround his neck.\n\nVESPER\nYes. Here. There. Anywhere you,<\nlike. (ex\ne CZ\nBOND < Sy he\nWould you say you are warmi t\nme? gS & S ae\nVESPER ew\nYes, that's how I woul, “dgscribe\n\nit. MSS”\n\nma WS\n\nBON) (7 yy”\nBecause not Ege ng ago I would\nhave we ckeeee\\ One feelings toward\nme as.. Aet(\\me nd a better word\nthan loathing:\nAes\n\nVESPER\n\n. Nem a complicated woman.\n) BOND\n\nI\niN\nVa Jis something to fear.\neS\n\nVESPER\n\nAse where would you like me?\n\nY BOND\nI'm afraid \"like\" is not the\n\nproblem.\n\nVESPER\n..-How does it feel?\n\nBOND\nMostly numb, fortunately.\n(sees someone approach)\nSpeaking of numb.\n\nVesper turns to see Mendel, the Swiss banker, approach\nwith a briefcase. She shifts back onto her own seat, but\ndoesn't try and hide their closeness.\n\f \n\n\\ssued to Production Dec 20, 2005 95.\n174 CONTINUED: (2) 174\n\nVESPER\nMr. Mendel. How are things in\nsoe Switzerland?\n\nMendel doesn't crack a smile. He opens his briefcase,\nunder:\n\nMENDEL\nMy apologies, I do not mean to\nrush, but a hundred and twenty\nmillion is a large sum of money.\n\n \n\n   \n\nBOND\n(sharing Vesper's\ngame) ‘y\nDidn't bring us any chocolat SS &\nanything? ep 7\nMENDEL SCY\n\nI'm afraid not.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nMendel doesn't crack a smile. He opens his briefcase,\nunder:\n\nMENDEL\nMy apologies, I do not mean to\nrush, but a hundred and twenty\nmillion is a large sum of money. BOND\n(sharing Vesper's\ngame) ‘y\nDidn't bring us any chocolat SS &\nanything? ep 7\nMENDEL SCY\n\nI'm afraid not. \n\nTARGET SECTION TO BE ANNOTATED:\n J)\n(to Vesper) Y\nIf you would type i Vaccount\nnumber? Sy\nY\n\nC4\nShe types the number in {ce hncroter. He turns to Bond:\n\nep (CONT'D)\nword?\n\n_\nBOND\n\nsper)\n& op enter it.\n\nVESPER\nroute, darling, if I knew what\nSS @ was.\n\nxe DS\nBOND\n\nQ) (as she types)\nV...E...S...\n\n \n\nShe looks at him. He smiles. She is touched to point of\ntears. Forcing them away, she types in P-E-R. Mendel\ncloses the briefcase.\n\nMENDEL\nThe funds have been transferred.\nSorry for disturbing you.\n\nMendel walks off. Vesper hides the fact that she is a\nlittle overwhelmed by the password. Finally...\n\nVESPER\n‘oxen? You know, James...\n\f174\n\n175\n\n \n\nissued to Production Dec 20, 2005 96.\n\nCONTINUED: (3) 174\n\nBOND\n(deflecting)\nYes. Tall fellow, dark hair,\nthought he knew who he was...?\n\nVESPER\nShhh. I just want you to know,\nthat if all that was left of you\nwas your smile and your little\nfinger, you would still be more of\naman than anyone I've ever met.\n\nBOND\nWell, that's because you know wi\nI can do with that little finggr. AY\naa\n\nVESPER\nI have no idea!\n\nACY & € 2\nBOND e\nBut you are aching te.\n\n  \n\n&\nNY\nXN cooks at him and speaks\n\noa mmer .\nYou arent SS let me in there,\nf got your armor\nve\n\nSCthat ‘2 that.\n\nShe shifts back onto her cha\nthe truth with a omite,\n\n \n\nBond conside aol lifts his hand, crooks his little\nfinger and Ons her closer. She leans in, they kiss\ntenderly. Ws speaks the truth in a whisper.\n0 BOND\na ave no armor left. You stripped\nys vit off me and tossed it away.\n5S Whatever is left of me.\nSZ\n\nVESPER\nShhhh.\nBOND\nWhatever is left, whatever I am...1\nam yours.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\n5S Whatever is left of me. SZ\n\nVESPER\nShhhh. BOND\nWhatever is left, whatever I am...1\nam yours. \n\nTARGET SECTION TO BE ANNOTATED:\nShe looks into his eyes, overwhelmed by this simple, brave\ndeclaration, and finally kisses him -- tenderly, then\ndeeper.\n\nINT. PRIVATE CLINIC - JAMES! RECOVERY ROOM -- WEEKS LATER 175\n\nRAIN OUTSIDE.\n\f175\n\n176\n\n177\n\n \n\nIssued to Production Dec 20, 2005 97.\n\nCONTINUED: 175\n\nThe two lovers, locked in a passionate kiss, stumble through\nthe porch door and onto the hospital bed, Vesper landing\natop him as the two desperately pull off each other's\nclothes, their lips parting only long enough for a garment\nto pass over a head. Bond is now CLEAN SHAVEN.\n\nVesper's hand slides down across James' stomach. We cut\nto their faces before her hand finds it's mark. Her coy\nsmile tells us what we need to know, as does James.\n\nHe rolls her over and the two tumble recklessly off camera\nonto the floor, with a clatter of falling trays, a scream\nand a burst of off-screen laughter. In the foreground\nanother piece of hospital equipment topple Gh hey destroy\nthe room from below screen. The door in bite sisproons\nwe've been holding on is flung open ands vant “ned YOUNG\nNURSE bursts in. Her face changes ansiang when she sees\n1 oN\nwhat we can't. RC)\n\n  \n\nYOUNG NURSE”\nOh, scuzzi, sours eA)\nXS\n\noe\nAnd she disappears with eae urtive glance back. In\n\n \n\nthe foreground an unused falls and knocks over\nanother tray, resulting . her burst of Vesper's\nlaughter, which quick ERERS to gasps of consuming\n\nY\n\npleasure. A »)\n\nEXT. YACHT - AGEN SEA, -- DAY 176\n\n \n\nof the holds ying Vesper. Both are naked, and damn if\nJames' arms’ ‘t just in the wrong places, so all we get\nal\noS\n\nis teased? )\n~ VESPER\n\npo RSE\nA): Sono. No, that's not going to happen.\nx) James, I'm serious. This is my\nserious face.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo, that's not going to happen. x) James, I'm serious. This is my\nserious face. \n\nTARGET SECTION TO BE ANNOTATED:\n Do you see it?\nYou're good at reading people,\nwhat does this face say?\n\nAnchored in pembera lonely bay. James climbs up out\nxo\n\n \n\nJAMES\n(still moving)\nIt says I know I'm saying don't\ndrop me in the water but don't\nbelieve me for a second.\n\nVesper screams as James flings her over the side and then\ndives in after her.\n\nEXT. SURFACE OF BEAUTIFUL BAY -- CONTINUOUS 177\n\nvesper surfaces and throws back her hair. James comes up\nbeneath and behind her and wraps his hands around her waist.\n\f \n\nnia\nIssued to Production Dec 20, 2005 98.\n\n177 CONTINUED: 177\n\nThe two tumble and bob in the water as they talk, the hints\nof their naked bodies under the rippling water only make\n“ener” this that much more delicious.\n\nVESPER\nSo, tell me Mié is going to give\nyou a well deserved vacation, and\nwe can float around the world.\n\nAs if considering it for the first time:\n\nBOND\nI like this yacht thing. zs\n6\n\nVESPER\nYes, it's you.\n\nBOND\nYou think?\n\nVESPER\nSecluded bay, cleayX\n\nwoman, very Oe\nag <7)\n(looks axound,\nfete} lake? gi it)\nee Huh. oe 3\nos SS\nHe swims for the ea\nS\n\n178 ON THE wang ,\n\nON\nSethe waterline, rests on the sand. She swims\nherself up onto his chest.\n\n \n\n \n\nshe races him.\n\n \n\n178\n\n  \n  \n\nAY BOND\nNG ) Well, I suppose M won't miss me\nA for at least a day or two. She\nhas her hands full sweating Mathis.\nVESPER\n..-Mathis?\nBOND\n\nRemember I told him about Le\nChiffre's \"tell.\" Well Mathis\ntold Le Chiffre and that's how he\nwiped me out.\n(re: healing wound)\nSame with the implant, though I\ncan't say I'm overly sad about\n. losing that.\nVESPER\n...I can't believe it.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\n(re: healing wound)\nSame with the implant, though I\ncan't say I'm overly sad about\n. losing that. VESPER\n... I can't believe it. \n\nTARGET SECTION TO BE ANNOTATED:\n\fst”\n\n“seme\n\n178\n\n179\n\n \n\nIssued to Production Dec 20, 2005\nCONTINUED:\n\nBOND\nThat's why we're called spies,\n\n99.\n178\n\ndear. If people spotted our true\nintentions too easily they'd have\n\nto come up with another name for\n\nus. Stooges, for example.\n(more thought fully)\n\nIt was in plain sight. But I\n\nthought he had my back. Lesson\n\nlearned.\n\nVESPER\nDoes everyone have a tell?\n\nBOND\n(studying her face)\n\nEveryone but you. I wonder ( )\n\nthat's why I love you. at\nthing. SN\n\n  \n\n(thrown)\nYou love me? «\n\nus has ~\nit wilt to be you, I don't\nthink now what an honest job\nis y\n\nWe\n\nBut Vesper 4 longer playing the game.\nface tow y and looks into his eyes.\n/\n\ne\nSw\n\nBi\nt\n\nEnough to q ag Foe around\nthe owe uu, until one of\n° .\nhave\n\n \n\n‘ VESPER\nou're serious.\n\n  \n\nBOND\n(finally opening up)\nLike you said. You do what I do\nfor too long and there won't be\nany soul left to salvage. I'm\nleaving with what little is left\nof mine, It enough for you?\n\nVesper smiles, deeply touched, and reaches\n\nVESPER\n... Yeah,\n\nShe kisses him deeply.\nEXT. YACHT -- UNDER SAIL -- DAWN\n\nVesper steers their small yacht toward the\n\n \n\nhonest job. Think\n\nShe turns Bond's\n\nfor him.\n\n179\n\nshimmering city\n\fSee\n\n \n\n179\n\n180\n\n181\n\nIssued to Production Dec 20, 2005 100.\n\nCONTINUED: 179\nin the distance -- VENICE.\n\nBond types a message into his handheld:\n\n\"] HEREBY TENDER MY RESIGNATION WITH IMMEDIATE EFFECT.\"\n\nHe presses SEND.\nEXT. CANAL -- VENICE -- EARLY MORNING 180\n\nTheir yacht motors down the narrow canal. Vesper looks up\nat a passing building, a subsiding palazzo held in place\nby floats and an undignified girdle of scaffélding.\nSomething about the image is disquieting.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nCANAL -- VENICE -- EARLY MORNING 180\n\nTheir yacht motors down the narrow canal. Vesper looks up\nat a passing building, a subsiding palazzo held in place\nby floats and an undignified girdle of scaffélding. Something about the image is disquieting. \n\nTARGET SECTION TO BE ANNOTATED:\n &\n\neG OD avo\nA tourist in a Panama hat stands near he ilsnapping\nphotos, pointing his camera in their (vex on. When he\nlowers his camera she sees that his gbasses have one\ndarkened lens. Vesper studies hi ov\\ja moment, then he\nlifts the camera again and point” just over her head.\n\n \n     \n\n \n\nVesper turns and follows his ae ees a fabulously\n\nbedecked wedding party ste ffom the church steps into\ntheir waiting gondolas. eter solved.\n\nJames catches her loo! Bag et the wedding party and smiles.\nVesper blushes ans{ge Ss Ee k to paddling.\n\nINT. FABULOUS 3! vine VENETIAN HOTEL -- MORNING 181\nThey are nak aga) and Vesper surfaces from the sheets\n\nand covers; fhayfully fighting Bond off.\n\n(es VESPER\ni to) enough. Stop. I can barely\nAY S 1k as it is. If you hadn't\nLa he ‘noticed, it has been quite a while\n“¢ )) for me.\n\nSY JAMES\n\nFor me, as well.\n\nVesper looks at him and then bursts out laughing. James\ntakes just a little offense to this. Slightly defensive:\n\nJAMES (CONT'D)\nWhat are you laughing at?\n\nShe snorts she's laughing so hard. Searches the covers:\nVESPER\nWhere's the camera? I need a\npicture of that face.\n\nWhich makes James even more defensive, which she finds\nendlessly charming, seeing this small flaw in this otherwise\n\f181\n\n \n\nIssued to Production Dec 20, 2005 101.\n\nCONTINUED: 181\nalmost perfect man.\n\nJAMES\nI meant since it meant something.\n\nVESPER\n(laughing harder)\nOh, that's so much better.\n\nShe snaps a photo.\n\nJAMES\nYou know I do have a license to\n\n2\nkill. 5) .\n) SZ\nAnd he goes after her. She scrambles £f* Mea and out\nof the endless tangle of covers.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES\nYou know I do have a license to\n\n2\nkill. 5) . ) SZ\nAnd he goes after her. She scrambles £f* Mea and out\nof the endless tangle of covers. \n\nTARGET SECTION TO BE ANNOTATED:\n G\n~\n\n \n \n  \n   \n\nVESPER\nHad, You gave it up £67\n\nremember? Q\nRY”\n\n(he grabs her,\n\nescapes) o\nAh! No, no, I hee YY get to the\nbank. What ti BAL?\n\n(finds wat\nThey'11 feel By pening. How much\ndo you fi swe need to float for\n\n     \n\n \n\na momtheoo\n\ne ‘% JAMES\n5 ave, plenty.\nSt VESPER\n\nNN\nee) I intend to pay for my half of\n\nx ‘our aimless wanderings.\n\nys 2\n\noh § her t-shirt on the floor and tugs it on. Bond\n\npro: imself against the end of the bed and pulls the\n\ncover$ around him, studying her as she dresses.\n\n  \n\nJAMES\nYou stopped wearing it. Your\nnecklace.\nVESPER\nAh. Yeah. It was time.\nJAMES\nTime enough to get over someone?\nVESPER\nTo realize...\n(a smile)\n\n..that sometimes you can run away\nfrom the past.\n\f \n\nissued to Production Dec 20, 2005 102.\n181 CONTINUED: (2) 181\n\nAs James tries to read her unreadable smile, Vesper's cell\nphone rings. She finds it in her upside down purse --\nchecks the read-out. Her face changes for just a second.\n\nVESPER (CONT'D)\nThough apparently not your employer.\n(typing reply:)\n\"Back in one month.\"\n(drops it on the table)\nCome on. Walk me down. I'11 get\nmoney, you get supplies.\n\n182 INT. HOTEL LOBBY -- VENICE -- MORNING < 182\n\noF\nBond and Vesper step out of the crevaor (eri 3 arm. As\nthey walk toward the front door someth} gat Kiés her eye.\n\nBond follows her second glance, notic cD\n\nEXER\nThe MAN with the Panama hat and onblaayeenea lens talking\nto the CONCIERGE. The man turns¢andNieads for the bar.\n\n \n\n \n\nAs they reach THE FRONT srergi(\n\neo9 NS\nBOW) @) a\nSomeone you know?\n\ni\noN,\nexe\nNY aw7him on the canal.\n\n& SS\n\\ BOND\nIt as 1 town.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs they reach THE FRONT srergi(\n\neo9 NS\nBOW) @) a\nSomeone you know? i\noN,\nexe\nNY aw7him on the canal. & SS\n\\ BOND\nIt as 1 town. \n\nTARGET SECTION TO BE ANNOTATED:\n Meet you back\n\n2 Rp half an hour?\n\n \n\nThey Kise pn ‘ahe takes off toward San Marco Square. Only\nwhen she gone does Bond betray his suspicions. He steps\nQ THE HOTEL.\n\nba t\nVow S\nGone phones the concierge and slips him a bill.\n\nBOND (CONT'D)\nThe man in there. Reminds me of a\nfriend I know who lost his eye.\n\nCONCIERGE\nMister Gettler.\n\nBOND\nThat's him. What does he do now?\n\nCONCIERGE\nMr. Gettler repairs watches. He\nis here for the conference.\n\nBOND\nThere's a conference for watch\nrepairmen?\n\f \n\n182\n\n183\n\n184\n\nissued to Production Dec 20, 2005 103 .\n\nCONTINUED: 182\n\nCONCIERGE\nThere's a conference for everything,\nsir.\nBond walks to where he can see GETTLER, who stands at the\n\nbar talking animatedly with a tall man who is showing him\na pocket watch. Satisfied, Bond heads back to the elevator.\n\nINT. ELEVATOR 183\n\nJames' handheld rings just as the doors close. Answering\nit:\n\n  \n\nJAMES JO\nHello?....Hold on, I'm in the ke ¢\n\n...-in a Lift.... INA... (2 Qe\n\nJames reacts at his own remiatergye Ga the call.\n\n)\nINT. FABULOUS SUITE - GRAND VENEeS HOTEL 184\n\n \n   \n  \n\nJames enters and walks to ches sw, hoping to catch a\nglimpse of Vesper in the bi Rigeza. No trace of her,\nbut Gettler, the man wit ee mama hat, and his tall\nfriend weave through the crew James turns away from the\nroom. He notices Vesper's\n\nwindow and looks around\ncell phone on the ake. or some reason this strikes him\nas odd -- she's nevi it behind before. His handheld\nrings and he a wee :\nvebin YY JAMES\nSs\n\n(P we M (0.8.)\n3 aN that's better; it sounded as\n) 4£ you were in a lift.\nEo Sy?\n“ , ») JAMES\nSY That is odd.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis handheld\nrings and he a wee :\nvebin YY JAMES\nSs\n\n(P we M (0.8.)\n3 aN that's better; it sounded as\n) 4£ you were in a lift. Eo Sy? “ , ») JAMES\nSY That is odd. \n\nTARGET SECTION TO BE ANNOTATED:\n  \n  \n \n\n \n\n  \n\nHe picks up Vesper's phone, looking at it with curiosity.\n\nM (O.S.)\nI got your note.\n\nJAMES\nYes, I figured you'd be calling.\n\nM (O.S.)\nWe'll talk about that later. Right\nnow I have a lovely man from the\nTreasury here wondering if you're\never going to deposit the winnings.\n\nThis hits James like a sledgehammer, but he betrays nothing.\n\f \n\nIssued to Production Dec 20, 2005 104.\n\n184\n\n185\n\n186\n\n187\n\n188\n\n189\n\n \n\n   \n\n \n \n  \n\nCONTINUED: 184\nJAMES\nI was thinking of using it as a\nstake to win myself a small nest\negg.\nINT, M'S OFFICE 185\nShe plays to a nervous senior TREASURY OFFICIAL.\nM\nYes, I told them not to worry. So\nyou'll be depositing it today.\nINT. FABULOUS SUITE - GRAND VENETIAN mR Oy 186\nJames thumbs buttons on Vesper's phone oy © OQ\nJAMES ee\nOn my way to the bank r oS ow.\nJames disconnects and dials me veld as he exits the\nroom.\nINT. HOTEL CORRIDOR ee 187\nBond takes the stairs &s egs threatening to give way\nunder him. He se sae fper's cell for messages.\n. <S,\n(anh his handheld)\nMr please.... Mr. Mendel,\nas oe. I'm having a little\nfea pone a the funds I\nSdited in my account.\no& oi\nThe tiutext message on Vesper's phone reads \"WAITING\n\" The stairwell starts to spin around him.\nINT? KER MENDEL'S OFFICE 188\nMendel taps his computer keyboard.\nMENDEL\nIt was transferred to the account\nnumber your company gave us, Mr.\nBond. It appears the funds are\nactually being withdrawn as we\nspeak.\nJAMES (Q.S.)\nWhere?\nINT, HOTEL STAIRCASE 189\n\nBond reads Vesper's text reply: COMING NOW.\n\fSanne\n\n189\n\n190\n\n \n\nissued to Production Dec 20, 2005 105 .\n\nCONTINUED: 189\n\nMENDEL (0.S.)\nThe Venice branch, of course.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nSanne\n\n189\n\n190\n\n \n\nissued to Production Dec 20, 2005 105 . CONTINUED: 189\n\nMENDEL (0. S.)\nThe Venice branch, of course. \n\nTARGET SECTION TO BE ANNOTATED:\nSaint Marcos Square.\n\nJames breaks into a full run,\nEXT. VENICE -- DAY 190\n\nAssaulted by the noise and swirl of the crowd, his blood\nboiling, Bond careens through the crowds as he approaches\nSaint Marcos Square. He finds the BANK, looks inside --\nno sign of Vesper. He steps back into the square, searching\nfor a trace of her in the crowds. He spots & flash of her\ndress and an aluminum briefcase disappearing Into an alley.\nHe takes off running. Follows her into. “)\nor \\e7\n\nNY\nTHE MAZE OF CANALS AND ALLEYS @ yy\n\nIS foo\nin time to see her disappear on cnstesy side of a canal.\nJames leaps onto the roof of a p, Ssing’ funeral launch,\nrolls onto parked gondolas and-lew onto the opposite\n\nbank. f C oS.\nign\nDEEP IN THE BACK sonsens, of Gop ING VENICE\n\n \n\nthe part tourists eos cans of slop are emptied\n\nonto a garbage sc au hy flaps over rusting lawn\nfurniture, boats li pak up awaiting repairs to their\nN\n\nrotting hulls. A <0\n5 Soy ways to go and no sign of his quarry.\n}\n\n \n\nJames stops; iO\nSounds ech ak grouna him, water lapping, children's voices\nbouncing ote s. Then the distinctive click of Vesper's\nshoes on @ofe/ Bond slides his Walther from its holster\nand ea: eR. vO the pitch black corridor between buildings.\nHey or’ the silencer as he nears the mouth, and sees:\n\nyESY\nER) AND THE TALL MAN\nfromthe hotel bar stepping in from the opposite direction,\n\napproaching Vesper, who waits with the large metal\nbriefcase.\n\n  \n\nJAMES\nsteps into the light. The three turn as they hear:\n\nJAMES\nHello, dear. Who are your friends?\n\nTALL MAN digs for a weapon. Without breaking his stride\nJames puts two slugs in Tall Man's chest, knocking him\ndown. Gettler pulis Vesper in front of him; his stiletto\nflicks out of its handle and the tips digs into her neck.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nTALL MAN digs for a weapon. Without breaking his stride\nJames puts two slugs in Tall Man's chest, knocking him\ndown. Gettler pulis Vesper in front of him; his stiletto\nflicks out of its handle and the tips digs into her neck. \n\nTARGET SECTION TO BE ANNOTATED:\n\fSeen!\n\n190\n\n191\n\n192\n\n193\n\n \n\nIssued to Production Dec 20, 2005 106 .\n\nCONTINUED: 190\n\nGETTLER\nI'll kill her.\n\nJAMES\nAllow me.\n\nVesper's eyes widen as James raises his weapon to fire. A\nfraction of a second before he can pull the trigger...\n\nTALL MAN fires his automatic weapon, spraying the courtyard\nas he rises, revealing a torn shirt over a Kevlar vest.\n\ninto the narrow back alley, along with her case.\nRD\nBRIEF ACTION SEQUENCE: Ny ke 191\n\n@\nBond under automatic weapon itis pa ray. Loses his\nan.\nCoS\n\nJames dives for cover. Gettler grabs fen Rojee drags her\nNy\nt\n\nsilenced Walther in canal; kilis\n\nBond heads off after Vesper ang Seepier\nN\ns\n\nTHE NARROW ALLEY mS 192\n\nCy\n\nLeads to a dead end -- sel eral’ buildings open off a tiny\npogether by wire girdles.\n\nsquare, their facades CS.\nA woman in a nearby adw screams at him as he checks the\n\ndoors. He finds‘\\ waked frame, kicks open the door, steps\ninto darkness andy .\n\na\nINT. DARK aghieagput BUILDING 193\n\n \n\n...PLI ‘ Ye grabs something in the dark, gets his\n\nwind b nal swings himself back up to the doorframe.\n\nwees) he-old woman is still screaming at him. Now he\nwes why\n\n   \n\nIn shafts of light coming through the slatted windows,\nhe cah just make out that the floors have been removed.\nHuge inflated balloons lie in their place, to stop the\nhouse from sinking while the foundations are repaired.\n\nHalf goat, Bond navigates the inch-wide stone shelf that\nlines the walls, all that's left of the floor. Following\nthe distant, creaking sound of swaying metal, he reaches...\nTHE REMAINS OF A CENTER STAIRWELL\n\nsurrounding an elevator shaft - just a black pit below.\nLooking up, Bond spies the cage swaying two stories above...\n\nJames eases his way up the skeletal stairwell frame,\nsearching the shadows for Gettler.\n\nHe reaches the top floor and approaches the elevator cage.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nLooking up, Bond spies the cage swaying two stories above... James eases his way up the skeletal stairwell frame,\nsearching the shadows for Gettler. He reaches the top floor and approaches the elevator cage. \n\nTARGET SECTION TO BE ANNOTATED:\n\f193\n\n194\n\n195\n\n \n\nIssued to Production Dec 20, 2005 107.\n\nCONTINUED: 193\n\nVesper lies on the floor, propped against the far wall,\nher mouth bloodied. She sees the hatred in Bond's eyes.\n\nVESPER\nJames...\n\nJames slams the accordion elevator door shut.\n\nBOND\nDon't go anywhere, dear. You're\nthe big picture. Now, where is\nyour--?\na\n\nVesper's eyes widen. Bond twists in time @ vaqid the\nCree\n\nblade in his back. He grabs Gettler and“ { le into\nye\nG\n\nthe void. C\n\n@)\nThey land on the balloon two flog a 4 Gettler's knife\npuncturing the rubber surface. A, H\\jopens, the gigantic\nair bag splits and the two men pring: nto the basement,\nwrapped in yards of suffocatin spiastic. THE WHOLE HOUSE\nCREAKS LOUDLY, a terrible NOSE\n\n \n\n<\nSY.\n\n- Sy\nThe place drops a few fee (<9 Water POURS IN.\n\n  \n\nEXT. GRAND CANAL -- D. Ny 194\nBEAUTIFUL SHOT 0! abe IN THE GRAND CANAL: focus on\na row of villas<<cand\\the one villa several feet below the\nlevel of the oth Sy tilting and sinking...\n\nye\nINT. DILAP D, HOUSE, GRAND CANAL, VENICE 195\n\nSS)\n\nGettler ee at Bond, almost gutting him as the HOUSE\nTILTS KCKS and SUPPORT STRUTS fall all around,\ning“to brain them.\n\nthreat:\nkon\nsORTES ABOVE - THE CAGE\n\nthredtens to break away from the landing. Vesper lunges\nfor the accordion door but the cage gives way, swings hard\nand smashes into the far wall before swaying halfway back.\nA HUGE CEILING BEAM ABOVE\n\njerks out of its mooring, tips and falls. Vesper SCREAMS\nas it PUNCHES A HOLE RIGHT THROUGH THE ELEVATOR CAGE.\n\nBOND\n\nhears the crash, looks up just in time to leap out of the\nway as the beam smashes into the flooded basement.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nA HUGE CEILING BEAM ABOVE\n\njerks out of its mooring, tips and falls. Vesper SCREAMS\nas it PUNCHES A HOLE RIGHT THROUGH THE ELEVATOR CAGE. BOND\n\nhears the crash, looks up just in time to leap out of the\nway as the beam smashes into the flooded basement. \n\nTARGET SECTION TO BE ANNOTATED:\nGETTLER\n\nseizes the advantage, grabbing Bond and pulling him under\n\f195\n\n196\n\n197\n\nissued to Production Dec 20, 2005 108 .\n\nCONTINUED: 195\n\nthe surface. The two enemies fight and gouge at each other\nas timbers, bricks and and jagged tiles puncture the surface\nof the water and embed themselves in the muddy bottom.\n\nThe two surface and scramble to the partially flooded first\nfloor, now at 45 degrees and tilting fast.\n\nABOVE THEM\n\nThe elevator cage swings, smashing the door open. Vesper\nholds on to keep from falling out as the safety cable\nthreatens to give way.\n\nBErow ee ,\n\nGettler grabs a shard of fallen timber rigrivds it into\nBond's gut -- not fatally but enough ee Se serious pain.\nBond screams, falls back, yanks the;reygh“hewn spear out\nof his side and drives it into Get as throat. As he\ndies, Bond hears the safety cable. ae give way and the\ncage fall another ten feet. ~ 2\nae te\n\n \n\n.s ~\nJames races to the next fl Non) dives across the divide.\nVesper sees Bond working h wi around to the open cage\ndoor. She uses all her ' ath to fling herself across\nthe cage and grab fe . She slams it shut just before\n2\n\nx\nBond reaches it and di ive the hook home to lock it.\nSF\n\n \n\n   \n\nBond looks at kez the fuck is she doing? She forces\nsomething into nik hand -- the necklace.\nSp\n\nNe ¥\n\nwees VESPER\nHw see him--\nep I\nBond vaqitfek the accordion door, it won't open.\noN Bs, .\n\nSS\n) Y pall on it!\n\nBOND\n\n \n\n \n\nVESPER\nIf you see him...tell him I'm sorry.\nBut I fell in love.\n\nBOND\n...Who??\n\nThe cable snaps and the cage plunges two stories and sinks.\nEXT. GRAND CANAL 196\nThe house threatens to topple into the canal.\n\nINT. DILAPIDATED HOUSE, GRAND CANAL, VENICE 197\n\nJames fights through the murky water, desperately chasing\nthe sinking cage.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAND CANAL 196\nThe house threatens to topple into the canal. INT. DILAPIDATED HOUSE, GRAND CANAL, VENICE 197\n\nJames fights through the murky water, desperately chasing\nthe sinking cage. \n\nTARGET SECTION TO BE ANNOTATED:\n\fae\n\neae!\n\n \n\n\\ssued to Production Dec 20, 2005 109.\n\n197\n\n198\n\n199\n\n200\n\nCONTINUED: 197\n\nIn the elevator, Vesper sees Bond coming and backs away.\nBond grabs the gate and pulls on it with all his might,\ntrying to force it open, desperate to get to her.\n\nVesper swims across the cage, reaches through the accordion\ndoor and pulls James' head toward her. And kisses him.\n\nShe breaks away and opens her mouth, taking in water.\n\nBond reaches through the cage, grabs her and yanks her to\nhim -- forcing the air from his lungs into hers. She frees\nherself and looks at him. If she could cry under water\n\nshe would. She opens her mouth again, gulpsin the muddy\n\nwater and drowns herself. ‘\nA ©)\nSei Ae the\n\nsyne finds a ledge,\no.\n\ny trying to force\n\n   \n  \n\nJames yanks open the door, grabs her a\nsurface. As the house falls around t\n\npulls her up and pounds on her ches! a :\nthe water out of her lungs. wl »\nCs\n\nCoe SS\nAs even their small purchase di: aQ0e) rs underwater, Bond\nfinds a window and pulls her sate h him onto the shore.\nNN\n\nEXT. GRAND CANAL -- CONTI gy” 198\nCO\n\nJames pulls her onto t Supblestones and seals his mouth\nover hers, desper: dork By mg to bring her back to life.\nLCs:\n\nA crowd gathers, ;Jsomeone tries to pull him away\nfrom her -- ravi bangs his fists on her chest, crying\nout...\n\n  \n   \n\n7\nWIDE SHOT OF TRAGEDY\nA pair o glasses with gold rims drop down in the\ncorner .6 frame, held by the unseen man who stands\n\nJust 3 Screen in extreme foreground. MR. WHITE taps the\ng SSE ‘inst his leg, then turns and walks away...leaving\n=e another day.\nEXT. 2BEAUTIFUL BAY - THE AEGEAN SEA - DUSK 199\nThe same spot where we saw the lovers swimming. Bond's\nyacht bobs softly in the clear water.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHITE taps the\ng SSE ‘inst his leg, then turns and walks away...leaving\n=e another day. EXT. 2BEAUTIFUL BAY - THE AEGEAN SEA - DUSK 199\nThe same spot where we saw the lovers swimming. Bond's\nyacht bobs softly in the clear water. \n\nTARGET SECTION TO BE ANNOTATED:\n He sits on the bow,\nhis portable computer in his lap, an earbud in his ear.\nM'S VOICE\nHe was Algerian. They met when\nshe was on vacation.\n\nINT. M'S OFFICE -- LATE DAY 200\n\nAlone at her desk.\n\f \n\nissued to Production Dec 20, 2005 110.\n\n200 CONTINUED: 200\nM\n-- he was kidnapped and they\nblackmailed her, threatened to\nkill him unless she cooperated.\nMis should have caught it...\n\nINTERCUT AS NEEDED:\n\n201 BACK WITH BOND 201\n\nM'S VOICE\n...but sometimes we're so focused\non our enemies we forget to watch,“\nour friends. oD\n\ntC\non the screen are the candid photos of /1 Soe A6Presner and\ntheir brief time together. @)\n\nEX (owe\nNO\n\nBOND\nSH\n\nIs he still alive? €\n\n \n \n \n\nM &\nWe don't know. §& Rare know he\nwas probably i Dey in which\ncase she died ying to free a man\nwho betrayed:he rom the start.\nsa edh\ndng?\n\n  \n \n\nSee\n\n \n\n& SS\nie BOND\nvelhis SYhoughts elsewhere)\neft her cell phone, She must\n\nPRE own I'd check it.\n\nPy\n) M\nSife knew you were you.\n\nvA (a moment)\nAt least this clears Mathis.\n\n \n\nBOND\nNo.\n\nM\nNo?\n\nBOND\n\nWe just proved she was guilty, not\nthat he's innocent. It could have\nbeen a double blind. Keep sweating\nhim.\n\nM\nYou don't trust anyone, do you\n“wee James?\n\f201\n\n202\n\n203\n\n204\n\n \n\njssued to Production Dec 20, 2005 111.\n\nCONTINUED: 201\n\nBOND\nNo.\n\nM\nThen you've learned your lesson.\nGet back as soon as you can, we\n\nneed you.\nBOND\nWill do.\nM\n...I£ you do need time... C\nJ\n\n2\n\nBOND Ke @\nWhy should I need more time? Se. we\njob is done.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nI£ you do need time... C\nJ\n\n2\n\nBOND Ke @\nWhy should I need more time? Se. we\njob is done. \n\nTARGET SECTION TO BE ANNOTATED:\n The bitch is ay\n\ns Oo\n\nJames? Did you ask yortsae why\n\nyou weren't killed i thet) basement?\n(beat) SOY\n\n \n\nto save your Perhaps she\neven hoped they ould let her live,\nleave y' to in”peace. But she\nwas a_ sma ivl; I'm sure she\n\nknew. he we going to her death.\nBond takes thys inSbut doesn't respond. He pulls the plug\n\nfrom his “WS tosses the laptop into the Aegean.\n\nIt's obvious, ism She made\na deal. She ‘ait e: the money\n\nON THE O' OF THE LINE 202\n\nM S the phone, knowing she's just sacrificed a man\na spy, and for the briefest of moments, not\n\nne iin happy with herself.\n[DERWATER 203\n\nThe laptop shorts out and the last image of Bond and Vesper\ndisappears. It lands on the bottom of the rocky bay.\n\nON BOARD THE YACHT 204\n\nBond watches it disappear. He looks down at the few\npersonal items of Vesper's that remain and wonders if he\nhas the strength to throw them in as well.\n\nThen he picks up her cell phone, hits a button, checks the\naddress book...and understands why she left the phone, and\nis overcome with emotion.\n\fns\n\nNae”\n\n7\n\n205\n\n \n\nIssued to Production Dec 20, 2005 412.\n\nEXT. MEDIEVAL VILLA -- DAY 205\n\nThrough the stand of cypress trees we spy a car pull up\ninto the courtyard of a villa. A man steps out with a\nbriefcase, Mr. White. His cell phone rings, he answers\nit.\n\nTIGHTER SHOT - THROUGH A TELESCOPIC SIGHT\n\nMR. WHITE\nWho's this?\n\n \n\nThe cross hairs go from his head to his knee’<~ which\nexplodes as it is struck by a SILENCED ROUND\n\nno.)\nEO\nae\nMr. White crawls toward the front/dgareciéaving a trail of\nplood. Feet step into the frame, ocing his path.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe cross hairs go from his head to his knee’<~ which\nexplodes as it is struck by a SILENCED ROUND\n\nno.)\nEO\nae\nMr. White crawls toward the front/dgareciéaving a trail of\nplood. Feet step into the frame, ocing his path. \n\nTARGET SECTION TO BE ANNOTATED:\n White\nlooks up to see: o- o\n\nBOND hss\n\nHe flips closed Vesper's\n\nANGLE ON COURTYARD\n\n \n \n\n \n \n \n  \n   \n\nThe name James, Bond.\n\nAnd yours\n\nAnd as the camarA\\g ms up to the heavens WE HEAR, for\nthe FIRST Ge cpebtes ROL strains of the FAMOUS BOND THEME.\nLs\n\nCUT TO BLA CREDITS ROLL.\n“S\noN)\n\n@. - THE END -\n\n \n\n \n\f"
}