{
  "1": "\n\nTHE CAT PEOPE by DeWitt Bodeen\n\nbrought to you by The Val Lewton Screenplay Collection\n\n\n\n                                      THE CAT PEOPLE\n\n\n\n\n\n                                   Original Screen Play\n\n\n\n\n\n                                     by DeWitt Bodeen\n\n\n\n\n\n               The RKO trademark FADES OFF, leaving a black screen, in the\n\n               center of which are two slits of pale light. These move\n\n               closer until we see that they are a pair of cat's eyes.  Over\n\n               these mysteriously blinking lights the title is SUPERIMPOSED.\n\n               DISSOLVE\n\n\n\n               A misty OUT-OF-FOCUS SHOT of a black panther pacing behind\n\n               cage bars.  Over this come the production credits. A pale\n\n               fog rises over the shot of the black panther, and over it\n\n               Is SUPERIMPOSED the following quotation:\n\n\n\n               EVEN AS FOG CONTINUES TO LIE IN THE VALLEYS, SO DOES ANCIENT\n\n               SIN CLING TO THE LOW PLACES, THE DEPRESSIONS IN THE WORLD\n\n               CONSCIOUSNESS.\n\n\n\n               SIGMUND FREUD\n\n\n\n               EXT. ZOO PROMENADE - PARK - AFTERNOON\n\n\n\n               As the last word of the quotation FADES from the screen, the\n\n               fog clears, the caged leopard comes into full focus, and we\n\n               see that it is an actual leopard behind actual bars.  Over\n\n               the scene is the wheezy music of the Triumphal March from\n\n               \"Aida,\" as played on a hand, organ. This is playing in the\n\n               distance, and we do not see the organ-grinder until later.\n\n\n\n               The CAMERA DRAWS BACK to show a young artist sitting before\n\n               the cage on a campstool with a drawing portfolio in her hand. \n\n               She is presumably sketching the panther, although her drawing\n\n               is not shown, and we do not see the features of the girl's\n\n               face.  The girl picks up the drawing and holds it off,\n\n               weighing its values. It evidently does not meet with her\n\n               approval, for she wads the drawing Into a ball and turns to\n\n               look for a place to throw the waste paper. We see her face.\n\n               It is heart-shaped, demure, even a little naive.  She is\n\n               small, young,and very beautiful.",
  "2": "---END OF PREVIOUS SECTION---\nWe see her face. It is heart-shaped, demure, even a little naive. She is\n\n               small, young,and very beautiful. \n---TARGET SECTION TO BE ANNOTATED---\n  In one hand the wad of\n\n               waste paper is poised, ready to throw into a container.\n\n\n\n               INSERT     WASTEPAPER BASKET as Irena sees it.\n\n\n\n               It is a rather fancy container in the shape of a tree\n\n               trunk.\n\n\n\n                                   OLIVER\n\n                         Yes.\n\n                             (then continuing in the\n\n                              same tone)\n\n                         \"Sometimes whoever seeks abroad\n\n                         may find Thee sitting careless on\n\n                         a granary floor, Thy hair soft\n\n                         lifted... \n\n                         (ponders, as if trying to\n\n                         remember) Thy hair soft\n\n                         lifted...\"\n\n\n\n                                   ALICE\n\n                             (snapping her compact\n\n                              shut)\n\n                         Reminds me.  I have a date with the\n\n                         hairdresser.\n\n\n\n                                   OLIVER\n\n                         What a way to spend a Saturday\n\n                         afternoon!\n\n\n\n                                   ALICE \n\n                         The business girl's holiday\n\n\n\n                                   OLIVER\n\n                         You should've minded your mother\n\n                         and eaten more bread crusts. You'd\n\n                         have curly hair now.\n\n\n\n                                   ALICE\n\n                         Thank you for lunch.  See you at\n\n                         the office Monday.\n\n\n\n               She starts off down the promenade. She walks briskly in one\n\n               direction, while Oliver turns the other way, ambling toward\n\n               the leopard cage. Along the promenade a file of Saturday\n\n               afternoon idlers goes by. Oliver moves up to the cages and\n\n               pauses at the guard rail before the leopard cage. Near him\n\n               sits Irena, busily sketching. Oliver looks at her, but she\n\n               does not look up at him. She gets up and moves a few steps,\n\n               her eyes intent on the movements of the panther, which is\n\n               walking about In its cage. Oliver politely steps aside so\n\n               that she can get a better vantage point.  She does not even\n\n               notice him. She frowns at her drawing, wads the paper into a\n\n               ball, and turns to throw it into the container. Oliver steps\n\n               before her, smiling and extending his hand. She looks at him\n\n               a moment, then smiles and drops the wad of paper into his\n\n               hand.\n\n\n\n                                   IRENA\n\n                         Thank you.\n\n\n\n               With an easy aim, Oliver tosses it neatly into the container\n\n               and turns to her with a shrug, as if to say how easy it was.",
  "3": "---END OF PREVIOUS SECTION---\nShe looks at him\n\n               a moment, then smiles and drops the wad of paper into his\n\n               hand. IRENA\n\n                         Thank you. With an easy aim, Oliver tosses it neatly into the container\n\n               and turns to her with a shrug, as if to say how easy it was. \n---TARGET SECTION TO BE ANNOTATED---\n               But Irena has picked up another drawing upon which she has\n\n               worked and is now studying it. The music of the organ-grinder\n\n               grows constantly louder as the scene progresses.\n\n\n\n                                   OLIVER\n\n                         You won't believe  this,  and\n\n                         you've probably heard  it a dozen\n\n                         times before...but  I've never\n\n                         known any artists.\n\n\n\n                                   IRENA\n\n                         I'm not an artist, really... not a\n\n                         real artist...just a sketch artist\n\n                         for fashion drawings.\n\n\n\n               She has picked up the drawing and is holding it in her hand\n\n               with its back toward Oliver, who extends his hand.\n\n\n\n                                   OLIVER\n\n                         May I see it?\n\n\n\n               Irena smiles but shakes her head as she tears the drawing\n\n               about two-thirds of the way through, dropping it face down\n\n               upon the pavement.\n\n\n\n                                   IRENA\n\n                         Oh, no. It's not good. If I let you\n\n                         see it, you might not want to know\n\n                         any artists...ever.\n\n\n\n                                   OLIVER (SMILING AT HER)\n\n                         I'm afraid it would have to be\n\n                         pretty bad to do that. Besides,\n\n                         look... (pointing to a drawing she\n\n                         had dropped, quoting in a mocking\n\n                         tone)\n\n                         \"Let no one say, and say it to\n\n                         your shame...\"                                                                                                                                  \n\n\n\n               Irena laughs and starts to pick up the paper, but a gust of\n\n               wind blows it down the promenade. She turns to Oliver and\n\n               shrugs her shoulders. She starts to fold up her campstool. \n\n               Oliver comes forward to offer his assistance. At the same\n\n               time the organ-grinder passes between them and the camera,\n\n               playing \"Aida\" on his hand organ. Oliver asks Irena if he may\n\n               help her, but the music is so loud she cannot hear him. He\n\n               assists Irena in gathering up her things. He takes the\n\n               campstool, and Irena carries her artist's portfolio.  They\n\n               start toward the avenue together.\n\n\n\n               CLOSE SHOT of the torn drawing as a little wind, carrying\n\n               with it some autumn leaves, picks up the paper again and\n\n               blows it over and over up the promenade.",
  "4": "---END OF PREVIOUS SECTION---\nHe takes the\n\n               campstool, and Irena carries her artist's portfolio. They\n\n               start toward the avenue together. CLOSE SHOT of the torn drawing as a little wind, carrying\n\n               with it some autumn leaves, picks up the paper again and\n\n               blows it over and over up the promenade. \n---TARGET SECTION TO BE ANNOTATED---\n  The torn half of\n\n               the drawing falls over into place, so we see what Irena had\n\n               been drawing. It is a smart fashion sketch of the type seen\n\n               in Vogue or Harper's Bazaar, but the face of the model is the\n\n               blunt mask of a black panther, and the hands protruding from\n\n               the sleeves are tipped with feline talons.  The CAMERA HOLDS\n\n               on the drawing.\n\n\n\n                                                       DISSOLVE OUT\n\n\n\n               EXT. STREET - AFTERNOON\n\n\n\n               TWO SHOT of Irena and Oliver as they walk down a side street.\n\n               Irena is looking straight ahead of her, amused. Oliver is\n\n               doing his best to get acquainted.\n\n\n\n                                   OLIVER\n\n                         Irena Dubrovna -- is that a Russian\n\n                         name?\n\n\n\n                                   IRENA \n\n                         No...I am from Serbia.\n\n\n\n                                   OLIVER\n\n                         I see.  Would you mind spelling it?\n\n\n\n                                   IRENA\n\n                         You want to know how to spell my\n\n                         name? Are you going to write me a\n\n                         letter?\n\n\n\n                                   OLIVER \n\n                         I'd like to write you a letter.\n\n\n\n                                   IRENA \n\n                         What about?\n\n\n\n                                   OLIVER\n\n                         I would say in this letter... \"Dear\n\n                         Miss...Dubrovna,\" I would say,\n\n                         \"will you have tea with me?\"\n\n\n\n\n\n\n\n               Irena shakes her head with a little smile.  Oliver is\n\n               undaunted.\n\n\n\n                                   OLIVER\n\n                         Well, in that case, I'd just have\n\n                         to write you another letter, I'd\n\n                         say...\n\n\n\n\n\n\n\n               But again, with the same teasing smile, she shakes her\n\n               head.  She suddenly stops and TURNS to Oliver.\n\n\n\n                                   IRENA \n\n                         Here is my house.\n\n\n\n\n\n\n\n               Oliver starts to give her the campstool he is carrying, She\n\n               lays a soft, gloved hand on his coat sleeve and smiles\n\n               charmingly. \n\n\n\n                                   IRENA\n\n                         Perhaps, Mr. Reed, you would like\n\n                         to have tea in my apartment.\n\n\n\n               Oliver looks at her quizzically, realizing that she had meant\n\n               to ask him all the time, that he needn't have tried so hard\n\n               to wangle a date. He grins.",
  "5": "---END OF PREVIOUS SECTION---\nReed, you would like\n\n                         to have tea in my apartment. Oliver looks at her quizzically, realizing that she had meant\n\n               to ask him all the time, that he needn't have tried so hard\n\n               to wangle a date. He grins. \n---TARGET SECTION TO BE ANNOTATED---\n                                   OLIVER\n\n                         Oh, Miss Dubrovna, you make life so\n\n                         simple!\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. GROUND FLOOR HALLWAY - IRENA'S APARTMENT HOUSE \n\n               AFTERNOON\n\n\n\n               MED. SHOT of Irena and Oliver as they enter the building\n\n               from the street.  It is the ornate, elaborate interior of a\n\n               brownstone mansion converted into an apartment house.  They\n\n               walk the few steps of the short hallway to the stairs. \n\n               Oliver looks at the enormous staircase.\n\n\n\n                                   OLIVER (POINTING)\n\n                         I never cease to marvel at what\n\n                         lies behind a brownstone front.\n\n\n\n               They start up the stairs.\n\n\n\n               INT. HALLWAY OUTSIDE IRENA'S APARTMENT - AFTERNOON\n\n\n\n               MED. SHOT.  Irena has inserted the key in the lock of her\n\n               door.  She turns it, but before she opens the door, she looks\n\n               up at Oliver.\n\n\n\n                                   OLIVER \n\n                         What's the matter?\n\n\n\n                                   IRENA\n\n                         Nothing.\n\n\n\n                                   OLIVER\n\n                         But you looked at me in such a\n\n                         funny way.\n\n\n\n                                   IRENA\n\n                         I've never had anyone here. You're\n\n                         the first friend I've met in\n\n                         America.  I know lots of people in\n\n                         business...editors, secretaries,\n\n                         other sketch artists...you know.\n\n                         But you might be my first real\n\n                         friend.  That's why I looked at\n\n                         you.\n\n                             (pauses)\n\n\n\n                                   OLIVER\n\n                             (seriously)\n\n                         Thank you.\n\n\n\n               Irena swings the door wide open.  Through the doorway a\n\n               little bit of the room can be seen.  Prominently displayed\n\n               is an odd equestrian statuette. \n\n               It is the figure of a man in armor, carved out of gray\n\n               stone.  The man wears a regal chaplet on his head and is\n\n               mounted on a magnificent horse.  Around the base of the\n\n               statue is a circle of flames, while the rider holds high\n\n               above his head a sword upon which is impaled the figure of\n\n               a writhing cat. Irena takes a step into the room and stands\n\n               waiting for Oliver to follow her, then turns to look back\n\n               at him.",
  "6": "---END OF PREVIOUS SECTION---\nThe man wears a regal chaplet on his head and is\n\n               mounted on a magnificent horse. Around the base of the\n\n               statue is a circle of flames, while the rider holds high\n\n               above his head a sword upon which is impaled the figure of\n\n               a writhing cat. Irena takes a step into the room and stands\n\n               waiting for Oliver to follow her, then turns to look back\n\n               at him. \n---TARGET SECTION TO BE ANNOTATED---\n He has become aware of the perfume in the room.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Mm.  Nice.\n\n\n\n                                   IRENA \n\n                         That's Lalage.\n\n\n\n                                   OLIVER\n\n                         Lalage?\n\n\n\n                                   IRENA\n\n                         The perfume I use.  I like it,\n\n                         perhaps too well.  Maybe I use too\n\n                         much of it, living alone like this.\n\n\n\n                                   OLIVER\n\n                         Oh, I like it all right.  It's hard\n\n                         to describe...not like\n\n                         flowers...it's like something warm\n\n                         and living.\n\n\n\n               As he goes on into the room, she closes the door.\n\n\n\n                                                         DISSOLVE OUT\n\n\n\n                                                          DISSOLVE IN\n\n\n\n               INT. IRENA'S LIVING ROOM - TWILIGHT\n\n\n\n               MED. CLOSE SHOT of statuette. The figure is silhouetted\n\n               against a window dim with twilight. As the CAMERA HOLDS on\n\n               the statuette, a light appears in a bay window across the\n\n               street, bringing the figures of horse, king, and cat into\n\n               dramatic focus. Over the shot we hear Irena's voice humming\n\n               \"Berceuses du Chat\" by Stravinsky.\n\n\n\n               The CAMERA PANS to show Irena and Oliver seated together on a\n\n               couch near the window. Because of the dim light in the room\n\n               they can barely be seen. Oliver is listening to her sing. She\n\n               ends her song, and they sit quietly for a moment. Suddenly,\n\n               as sometimes happens, there is a lull in the traffic outside. \n\n               In this momentary stillness, this stillness in which a great\n\n               city seems to catch its breath, Oliver hears the sound of\n\n               distant roaring, muffled and yet full of savage\n\n               reverberation.\n\n\n\n                                   OLIVER \n\n                             (looking toward Irena)\n\n                         What's that?\n\n\n\n                                   IRENA\n\n                         It's the lions in the zoo. One can\n\n                         hear them here often. Many people\n\n                         in this building complain. The\n\n                         roaring keeps them awake.\n\n\n\n                                   OLIVER\n\n                         And you don't mind it?\n\n\n\n                                   IRENA\n\n                         No.  To me it's the way the sound\n\n                         of the sea is to others, natural\n\n                         and soothing.  I like it.\n\n\n\n               She looks out the window, then turns back to Oliver.",
  "7": "---END OF PREVIOUS SECTION---\nTo me it's the way the sound\n\n                         of the sea is to others, natural\n\n                         and soothing. I like it. She looks out the window, then turns back to Oliver. \n---TARGET SECTION TO BE ANNOTATED---\n                                   IRENA (cont'd)\n\n                         Some nights there is another sound.\n\n                         The panther.  It screams... like a\n\n                         woman.  I don't like that.\n\n\n\n               Oliver strikes a match to light his cigarette. He looks at\n\n               Irena's face in the dancing match light.  She smiles at him.\n\n\n\n                                   IRENA (cont'd)\n\n                         I hadn't realized how dark it was\n\n                         getting.\n\n\n\n               She rises and goes over to a lamp. She speaks in a sighing\n\n               breath of ecstasy.\n\n\n\n                                   IRENA (cont'd)\n\n                         I like the dark.  It is friendly.\n\n\n\n               She turns on the lamp. Now, in the light, we see her\n\n               apartment — a nicely proportioned living room with a little\n\n               fireplace set under a neat Georgian mantel. Doors at either\n\n               end of the room lead off into small bedrooms.   Behind a\n\n               fantastic three-part screen on which is painted the long,\n\n               sleek figure of a black leopard against a background of\n\n               jungle foliage, is concealed the two-burner stove, tiny sink,\n\n               and old-fashioned icebox which make up the kitchenette.  In\n\n               the other corner, under the wide window, are a drawing board\n\n               and a desk, littered with crayons, brushes, bottles of\n\n               discolored water, and papers.  On one side of the wall, in\n\n               neat frames, hang three of Grandville's amusing studies of\n\n               cats dressed as humans. Over the mantel hangs a beautiful\n\n               reproduction of Goya's sinister portrait of Don Manuel Osorio\n\n               do Zunlga and the cats.  In front of Oliver, on the coffee\n\n               table, are the remnants of their tea.  Irena comes down to\n\n               pick the tray up to take it into the kitchenette. Oliver\n\n               starts to help her, but she stops him.\n\n\n\n                                   IRENA (cont'd)\n\n                         No, no. Sit still, please.\n\n\n\n               She begins to dump the ash trays and collect the saucers and\n\n               cups. Oliver smokes contentedly.  Irena carries the tray\n\n               behind the screen.  Oliver snuffs out the cigarette and picks\n\n               the statue up, holding it for a moment in his hand.",
  "8": "---END OF PREVIOUS SECTION---\nOliver smokes contentedly. Irena carries the tray\n\n               behind the screen. Oliver snuffs out the cigarette and picks\n\n               the statue up, holding it for a moment in his hand. \n---TARGET SECTION TO BE ANNOTATED---\n                                   IRENA (cont'd)\n\n                             (coming out from behind\n\n                              screen; eagerly)\n\n                         Are you admiring my statue?\n\n\n\n                                   OLIVER\n\n                             (who does not like it at\n\n                              all)\n\n                         Not exactly. Who's it supposed to\n\n                         be?\n\n\n\n                                   IRENA\n\n                         King John.\n\n\n\n                                   OLIVER\n\n                         King John?  The Magna Carta and\n\n                         stuff?                                            \n\n\n\n                                   IRENA\n\n                         Oh, no.  King John of Serbia. He\n\n                         was a fine king. He drove the\n\n                         Mamelukes out of Serbia and freed\n\n                         the people.\n\n\n\n                                   OLIVER \n\n                         But why have this around?\n\n\n\n                                   IRENA\n\n                         Perhaps you have in your room a\n\n                         picture of George Washington or\n\n                         Abraham Lincoln?\n\n\n\n                                   OLIVER\n\n                         (still unconvinced)\n\n                         Aren't there some better statues of\n\n                         him -- some without that cat thing?\n\n\n\n                                   IRENA\n\n                         Yes.  There are beautiful statues\n\n                         of King John.  There is one in\n\n                         Belgrade, where his face shines\n\n                         with goodness.  But this statue\n\n                         reminds me of my home, the little\n\n                         village where I was born.  This is\n\n                         the statue that stands in the\n\n                         square.\n\n\n\n                                   OLIVER\n\n                         But what does it mean? Why is he\n\n                         spearing that cat?\n\n\n\n               Irena turns, her back to the fireplace mantel.  In her hand\n\n               is the statue of King John. Above her, to one side, the three\n\n               cats in the Goya portrait glare from the shadowed background.\n\n\n\n                                   IRENA\n\n                         It's not really a cat.  It's\n\n                         meant to represent the evil ways\n\n                         into which my village once had\n\n                         fallen.  You see, the Mamelukes\n\n                         came to Serbia long, long ago,\n\n                         and they made the people slaves.\n\n                         But my village was too little,\n\n                         too far away in the mountains.\n\n                         They left it alone. For five\n\n                         hundred years my little village\n\n                         was cut off from the Mother\n\n                         Church. At first the people were\n\n                         good and worshipped God in a true\n\n                         Christian way. But, little by\n\n                         little, the people changed.",
  "9": "---END OF PREVIOUS SECTION---\nFor five\n\n                         hundred years my little village\n\n                         was cut off from the Mother\n\n                         Church. At first the people were\n\n                         good and worshipped God in a true\n\n                         Christian way. But, little by\n\n                         little, the people changed. \n---TARGET SECTION TO BE ANNOTATED---\n  When\n\n                         King John drove out the Mamelukes\n\n                         and came to our village he found\n\n                         dreadful things. The people bowed\n\n                         down to Satan and said their\n\n                         Masses to him. They had become\n\n                         witches and were evil. King John\n\n                         put some of them to the sword and\n\n                         burned some of them in fires.\n\n                             (pauses, drops her voice\n\n                              a little)\n\n                         But some --the wisest and the\n\n                         most wicked -- escaped into the\n\n                         mountains.\n\n                             (looks at Oliver) )\n\n                         Now, do you understand?\n\n\n\n               Oliver comes over beside her near the mantel.\n\n\n\n                                   OLIVER\n\n                         I still don't see what it has to do\n\n                         with you.\n\n\n\n               Irena looks down at the statue of King John. There is a\n\n               haunting look of memory in her eyes.\n\n\n\n                                   IRENA\n\n                         Those who escaped — the wicked ones\n\n                         -- their legend haunts the village\n\n                         where I was born.  The past\n\n                         remains...\n\n\n\n               She breaks off suddenly, conscious that she has spoken too\n\n               much and too frankly. A little ormolu clock on the mantel\n\n               strikes the hour.  It is six.  It is obvious that Irena\n\n               welcomes the interruption and she glances down at her own\n\n               wrist watch.  Oliver takes the hint.  He starts toward the\n\n               door.\n\n\n\n                                   OLIVER \n\n                             (as he picks up his\n\n                              things)\n\n                         Boys who come to tea can't expect\n\n                         to stay to dinner.\n\n\n\n               INT. HALLWAY OUTSIDE IRENA'S APARTMENT & STAIRWAY - TWILIGHT\n\n\n\n               Irena has followed Oliver out and stands in the doorway\n\n\n\n               Oliver turns to look at her.\n\n\n\n                                   OLIVER\n\n                         When am I going to see you again?\n\n                         Tomorrow?\n\n\n\n               Irena nods with a smile, Oliver continues to the head of the\n\n               stairs and turns back.\n\n\n\n                                   OLIVER (cont'd)\n\n                         What time tomorrow?\n\n\n\n               Irena shrugs her shoulders.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Dinner?\n\n\n\n               Irena nods and smiles at him.\n\n\n\n               SHOT of stairway as Oliver comes down the stairs. He reaches\n\n               a landing, turns, and looks up,  Irena is looking down at him\n\n               from the bannister. They both smile.",
  "10": "---END OF PREVIOUS SECTION---\nSHOT of stairway as Oliver comes down the stairs. He reaches\n\n               a landing, turns, and looks up,  Irena is looking down at him\n\n               from the bannister. They both smile. \n---TARGET SECTION TO BE ANNOTATED---\n He continues down the\n\n               stairs. At the very bottom he looks up again. Irena is still\n\n               standing watching him. He smiles up at her and exits.\n\n\n\n                                                       FADE OUT\n\n\n\n                                                       FADE IN\n\n\n\n               INT. DRAFTING OFFICE - MORNING\n\n\n\n               WIDE VIEW. The Consolidated Ship and Barge Construction\n\n               Company has a handsome drafting office. Severe and modern,\n\n               it is nevertheless a room that immediately suggests\n\n               shipbuilding. A wide doorway opens in from the hall, in the\n\n               f.g. are three draftsmen's tables, glass-topped and lighted\n\n               from beneath. Behind them are several tables for other\n\n               workers. There are a number of rows of filing cabinets, and\n\n               at one side is a water cooler. The back wall of the office\n\n               is unadorned, wide, and slightly curving. At the moment, a\n\n               group of office workers are just starting to paste up the\n\n               sectional plans of a ship, entitled \"PROJECT NO. 457,\" on\n\n               this wall. The ship's bow can be seen taking form in\n\n               detailed constructional profile. \n\n\n\n               Two of the three draftsmen's tables in the f.g. are now\n\n               occupied. Oliver sits working at one of them.\n\n               The center one is unoccupied. At the other one, a tall,\n\n               lean Englishman works. This is James Carver. At the back\n\n               wall, Alice Moore is supervising two workers, who are doing\n\n               the actual pasting. She holds in her hands a small sheet of\n\n               paper with the detailed mathematical measurements of the\n\n               project,\n\n\n\n               Beside her, Commodore Judson, head of the Consolidated Ship\n\n               and Barge Construction Company, stands watching the beginning\n\n               of the project with genuine delight. He is a bald, bearded\n\n               gentleman and would look like an amiable tramp rather than\n\n               the head of a successful shipbuilding company, if it were not\n\n               for the seamanlike neatness of his clothes.\n\n\n\n                                   ALICE\n\n                             (motioning to one of the\n\n                              men at the wall)\n\n                         A little more to the left, Harry.\n\n                         Easy...just a hair... \n\n\n\n               She lifts her hand to indicate that it's in position.",
  "11": "---END OF PREVIOUS SECTION---\nALICE\n\n                             (motioning to one of the\n\n                              men at the wall)\n\n                         A little more to the left, Harry. Easy...just a hair... She lifts her hand to indicate that it's in position. \n---TARGET SECTION TO BE ANNOTATED---\n                                   COMMODORE\n\n                         By George! This is going to bo\n\n                         our best yet. Wait till she rides\n\n                         into Tokyo Bay.\n\n\n\n                                   ALICE\n\n                         She's got what it takes all right,\n\n                         Commodore.\n\n\n\n               Alice turns and goes to the desk between Oliver and Jim\n\n               Carver.  She picks up a sheet of paper from the desk and is\n\n               just about to return to the wall, when she is stopped by\n\n               the sound of a cat's mewing. She listens. The mew is\n\n               repeated. Carver raises his head and also listens. Alice\n\n               takes a look at the floor under and around her desk, \n\n               Oliver is still bending over his work, Alice looks\n\n               suspiciously and questioningly at Carver, Carver replies by\n\n               throwing his hands out to show that he doesn't know,and\n\n               then pointing to himself and shaking his head to announce\n\n               that the mew is not coming from him. The mewing continues\n\n               during this, which is one reason Carver and Alice do not\n\n               speak. They are listening. Alice and Carver both turn and\n\n               look at Oliver, He knows very well that they are looking at\n\n               him, and his pose is one of elaborate innocence. There is a\n\n               light cardboard box on his desk.\n\n\n\n               The CAMERA FOCUSES on it as the lid of the box rises, and\n\n               the head of a very small Siamese kitten pokes out, Alice\n\n               hurries to Oliver's desk, uttering a cross between a coo\n\n               and a cry of pleased surprise.\n\n\n\n                                   ALICE (cont'd)\n\n                         A-a-ah!\n\n\n\n               She picks up the kitten and cuddles it against her cheek.\n\n\n\n                                   ALICE (cont'd)\n\n                         It's a darling! Where'd you got\n\n                         it?\n\n\n\n                                   OLIVER\n\n                         Bought it.\n\n\n\n               The Commodore has joined them.\n\n\n\n                                   COMMODORE\n\n                         You're not going to start keeping\n\n                         cats, are you?\n\n                             (scratching kitten's head)\n\n\n\n                                   OLIVER\n\n                         No, Commodore, I just got it for a\n\n                         friend.\n\n\n\n                                   CARVER\n\n                         We arrive at the inescapable\n\n                         conclusion that our Oliver \n\n                             (he is addressing the\n\n                              assembled multitude)\n\n                         has a girl.\n\n\n\n                                   COMMODORE \n\n                         A brilliant deduction.",
  "12": "---END OF PREVIOUS SECTION---\n(scratching kitten's head)\n\n\n\n                                   OLIVER\n\n                         No, Commodore, I just got it for a\n\n                         friend. CARVER\n\n                         We arrive at the inescapable\n\n                         conclusion that our Oliver \n\n                             (he is addressing the\n\n                              assembled multitude)\n\n                         has a girl. COMMODORE \n\n                         A brilliant deduction. \n---TARGET SECTION TO BE ANNOTATED---\n               He takes Carver's arm and draws him away/\n\n\n\n                                   ALICE \n\n                         A girl friend?\n\n\n\n                                   OLIVER\n\n                         (almost as if correcting her) \n\n                         A girl.\n\n\n\n                                   ALICE \n\n                         Anybody I know?\n\n\n\n               Oliver takes the kitten and puts it back into the box. It\n\n               makes vain efforts to scramble out past his restraining\n\n               hand,\n\n\n\n                                   OLIVER\n\n                         Not yet, but I know you'll like\n\n                         her.\n\n\n\n               Alice watches him try to got the cover of the box over the\n\n               protesting kitten.\n\n\n\n                                   ALICE (SPEAKING LIGHTLY)\n\n                         If you like her, she's okay with\n\n                         me.\n\n\n\n               CAMERA PANS DOWN to CLOSE SHOT of kitten, and as the lid of\n\n               the box hides It from view, we\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. HALLWAY OUTSIDE IRENA'S APARTMENT - NOON\n\n\n\n               MED. SHOT.  Oliver, with the boxed kitten under one arm, is\n\n               ringing the bell to Irena's apartment. After a moment, she\n\n               opens the door. She is wearing a paint-stained smock and has\n\n               obviously boon interrupted in her work. She smiles at Oliver,\n\n               and he bends down to put the box on the floor.\n\n\n\n                                   OLIVER\n\n                         Look, Irena.  I brought you a\n\n                         present.\n\n\n\n               He takes the kitten out of the box and sets it on the floor.\n\n               Irena stoops down beside it. Seeing her, the kitten draws\n\n               back, arching itself. Oliver, puzzled, looks from the cat to\n\n               Irena. She leans forward, smiling, trying to coax the kitten\n\n               to come to her. The kitten snarls and spits viciously at her. \n\n               Oliver scoops it up in his hands.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Why, you little devil!\n\n\n\n                                   IRENA\n\n                             (as she rises to her feet)\n\n                         It's all right. It's just that\n\n                         cats don't seem to like me.\n\n\n\n                                   OLIVER\n\n                         But this is only a kitten. It's\n\n                         very friendly. When I had it in the\n\n                         office, Alice — the girl who works\n\n                         in our department — it played with\n\n                         her.",
  "13": "---END OF PREVIOUS SECTION---\nOLIVER\n\n                         But this is only a kitten. It's\n\n                         very friendly. When I had it in the\n\n                         office, Alice — the girl who works\n\n                         in our department — it played with\n\n                         her. \n---TARGET SECTION TO BE ANNOTATED---\n                                                            \n\n\n\n                                   IRENA \n\n                             (smiling uncomfortably)\n\n                          Cats just don't like me.\n\n\n\n               Oliver has stuffed the kitten back into its box and put the\n\n               lid over it. He is obviously disappointed. Irena puts her\n\n               hand on Oliver's arm.\n\n\n\n                                   IRENA (cont'd)\n\n                             (Brightly)\n\n                         I know what we can do. You got it\n\n                         at a pet store, didn't you?\n\n\n\n                                   OLIVER \n\n                         Yes.\n\n\n\n                                   IRENA\n\n                         Good. We could exchange it for some\n\n                         other pet?\n\n\n\n               She looks up at him. He nods.\n\n\n\n                                   IRENA (cont'd)\n\n                         I'll get my hat and coat.\n\n\n\n               She turns to go back into the apartment for her coat and hat.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. PET STORE - DAY\n\n\n\n               All is tranquil in Miss Plunkett's Pet Shoppe. Outside it\n\n               is raining, a soft autumn rain. Miss Plunkett sits nodding.\n\n               Most of the birds and animals are sleeping. Above Miss\n\n               Plunkett, in a circular stand, a brilliant macaw swings. It\n\n               looks very much like Miss Plunkett, and, like her, is\n\n               peacefully nodding in sleep. A little bell tinkles, and\n\n               there is the sound of the door opening and closing. Miss\n\n               Plunkett sleeps right on. We see that Irena and Oliver have\n\n               entered the shop. Immediately there is a transformation.\n\n\n\n               The birds begin to call back and forth to one another,\n\n               their calls growing excited, shrill. The monkeys, awakened,\n\n               clamber excitedly in their cages, whimpering and chattering\n\n               madly. The puppies begin to bark, the cats to meow.  In a\n\n               moment the sound has grown to sheer cacophony. The macaw,\n\n               too, has awakened, and is screeching its head off. Miss\n\n               Plunkett snaps out of her stolen rest and looks about her,\n\n               blinking curiously. Her lips form the words of amazement,\n\n               \"Landie, dearie me!\" but there is so much noise now that\n\n               nothing she says can be heard.  She looks up to see what\n\n               may have startled the animals into such noisy activity;\n\n\n\n               MED.",
  "14": "---END OF PREVIOUS SECTION---\nMiss\n\n               Plunkett snaps out of her stolen rest and looks about her,\n\n               blinking curiously. Her lips form the words of amazement,\n\n               \"Landie, dearie me!\" but there is so much noise now that\n\n               nothing she says can be heard. She looks up to see what\n\n               may have startled the animals into such noisy activity;\n\n\n\n               MED. \n---TARGET SECTION TO BE ANNOTATED---\n SHOT of Irena and Oliver, as they stand, perplexed by\n\n               all the commotion.  Oliver is closing an umbrella. Miss\n\n               Plunkett comes into the scene.  She tries to yell to the\n\n               animals to bo quiet.  The noise is too much for her.  Oliver\n\n               tries to explain to Miss Plunkett that he wants to exchange\n\n               the kitten, which he holds in the box in his hands, for a\n\n               canary, but he cannot make himself heard.  She only shakes\n\n               her head and tries to say something at which Oliver shakes\n\n               his head.  Irena touches Oliver's arm, indicating that it\n\n               might bo better to go outside.  Oliver points outdoors to\n\n               Miss Plunkett.  She nods and follows them out onto the\n\n               street.\n\n\n\n               EXT. PET STORE - DAY\n\n\n\n               MED. SHOT.  The three emerge from the store, Miss Plunkett\n\n               closing the door behind her.  All three stand under the\n\n               umbrella.  In the loud, shrieking voice she has been using,\n\n               Miss Plunkett starts to speak.\n\n\n\n                                   MISS PLUNKETT\n\n                         I can't imagine...\n\n\n\n               She realizes she doesn't have to talk so loudly now, and,\n\n               with an embarrassed laugh, begins again in her natural voice.\n\n\n\n                                   MISS PLUNKETT (cont'd)\n\n                         Landie, dearie me!  I can't\n\n                         imagine what got into them... all\n\n                         that caterwauling.  The last time\n\n                         they did that was when an alley\n\n                         cat got in and ate up one of my\n\n                         nice rice finches.\n\n\n\n                                   OLIVER\n\n                         All I want is to exchange this\n\n                         kitten for a bird.\n\n\n\n                                   MISS PLUNKETT\n\n                         Why, of course. I have some lovely\n\n                         canaries. One little lemon-colored\n\n                         follow with top notes like Caruso.\n\n\n\n               She opens the door cautiously and peeks in, turning back to\n\n               them with a pleased expression\n\n\n\n                                   MISS PLUNKETT (cont'd)\n\n                         As peaceful as my dream of\n\n                         heaven! Shall we go back now and\n\n                         select just which little birdie?\n\n\n\n                                   IRENA\n\n                             (to Oliver)\n\n                         You go, please, Oliver.  Pick the\n\n                         one you like.",
  "15": "---END OF PREVIOUS SECTION---\nShall we go back now and\n\n                         select just which little birdie? IRENA\n\n                             (to Oliver)\n\n                         You go, please, Oliver. Pick the\n\n                         one you like. \n---TARGET SECTION TO BE ANNOTATED---\n It's so hot and\n\n                         stifling in there. I'd rather stay\n\n                         here.\n\n\n\n                                   OLIVER\n\n                             (handing Irena the\n\n                              umbrella)\n\n                         Of course.  I'll only bo a minute.\n\n\n\n               INT. PET STORE - DAY\n\n\n\n               Oliver and Miss Plunkett return inside the shop, Miss\n\n               Plunkett talking all the while.\n\n\n\n                                   MISS PLUNKETT\n\n                         Animals are ever so psychic. There\n\n                         are some people who just can't come\n\n                         in hero. My dear brother's wife,\n\n                         for instance; she's a very nice\n\n                         girl...I've nothing against\n\n                         her...but you should just see what\n\n                         happens when she puts her foot\n\n                         inside this place.\n\n                         The cats particularly. They seem to\n\n                         know. You can fool everybody, but\n\n                         landie, dearie me, you can't fool a\n\n                         cat. In some ways they seem to know\n\n                         who's not right — if you know what\n\n                         I mean. \n\n                             (she has the bird in her\n\n                              hand and holds it up\n\n                              with pleasure)\n\n                         Here we are! Isn't he a ducky\n\n                         little angel!\n\n\n\n               Oliver takes the bird and holds it up for Irena to see.\n\n               Irena, standing outside the window, looking in, nods her\n\n               head eagerly. Oliver turns back to Miss Plunkett\n\n\n\n                                   OLIVER\n\n                         This is it.\n\n\n\n               EXT. PET STORE - DAY\n\n\n\n               MED. SHOT of Irena. The little bell tinkles over the door as\n\n               Oliver comes out with the bird in a small wooden cage. He\n\n               comes over to Irena. She exchanges the umbrella for the bird\n\n               cage.\n\n\n\n                                   OLIVER\n\n                             (giving her the cage)\n\n                         What do you think of it?\n\n\n\n               Irena holds the cage up before her eyes, tenderly to the\n\n               bird.\n\n\n\n               She coos.\n\n\n\n                                   IRENA\n\n                         Ah, he is sweet!\n\n                         (turns and smiles up at Oliver)\n\n                         He will like me very much. You\n\n                         will see. I like to be liked.\n\n\n\n               Oliver takes her by the arm and smiles at her.\n\n\n\n                                   OLIVER\n\n                         That ought to be easy. Really easy.",
  "16": "---END OF PREVIOUS SECTION---\nOliver takes her by the arm and smiles at her. OLIVER\n\n                         That ought to be easy. Really easy. \n---TARGET SECTION TO BE ANNOTATED---\n               They start away together up the street, under the umbrella,\n\n               smiling at one another, as we\n\n\n\n                                                             FADE OUT\n\n\n\n                                                              FADE IN                     \n\n\n\n               INT. DRAFTING OFFICE - DAY\n\n\n\n               MED. SHOT. In the b.g. the ship plans on the wall can be\n\n               seen. They are complete now as far back as the flying bridge.\n\n               Obviously some time has elapsed.\n\n               Oliver and Alice are sitting back to back, both of them doing\n\n               particularly exacting pieces of mathematical measuring.\n\n               Oliver raises up to call out:\n\n\n\n                                   OLIVER\n\n                         Slide rule.\n\n\n\n               Alice makes no motion. He turns to her more definitely,\n\n               calling out again, louder this time:\n\n\n\n                                   OLIVER (CONT'D) (cont'd)\n\n                         Let me borrow your slide rule, will\n\n                         you?\n\n\n\n               But Alice is in the midst of a difficult problem, and she\n\n               goes on with it.  Oliver turns around to her, places one arm\n\n               around her, and whispers in her ear after the fashion of\n\n               Charles Boyer.\n\n\n\n                                   OLIVER (CONT'D) (cont'd)\n\n                         Mademoiselle, you are so beautiful \n\n                         - so charming. So gracious a lady\n\n                         will surely pass me her slide rule,\n\n                         no?\n\n\n\n               Alice succumbs.  She looks up at him and gives him the slide\n\n               rule.  Then she gulps.\n\n\n\n                                   ALICE\n\n                             (getting up)\n\n                         I have to wash the taste of that\n\n                         out of my mouth.\n\n\n\n               She goes over to the water cooler.  Oliver follows her,\n\n               Alice looks up to see Jim Carver approaching.\n\n\n\n                                   ALICE (cont'd)\n\n                         Look who's coming.\n\n\n\n               Oliver winks at her,  Jim reaches the two at the water\n\n               cooler. Alice has a paper cup full of water in one hand.\n\n               She takes out a coin with the other hand.\n\n\n\n                                   ALICE (cont'd)\n\n                         Doc, I'll bet there's one thing you\n\n                         can't do.. \n\n\n\n                                   CARVER\n\n                         What's that?\n\n\n\n                                   ALICE\n\n                             (demonstrating with belt\n\n                              on her dress)\n\n                         I'll bet you a dollar you can't\n\n                         hold a quarter on your forehead\n\n                         like this, pull out your belt,\n\n                         lower your head, and let the\n\n                         quarter fall bingo into your\n\n                         trousers.",
  "17": "---END OF PREVIOUS SECTION---\nALICE (cont'd)\n\n                         Doc, I'll bet there's one thing you\n\n                         can't do.. CARVER\n\n                         What's that? ALICE\n\n                             (demonstrating with belt\n\n                              on her dress)\n\n                         I'll bet you a dollar you can't\n\n                         hold a quarter on your forehead\n\n                         like this, pull out your belt,\n\n                         lower your head, and let the\n\n                         quarter fall bingo into your\n\n                         trousers. \n---TARGET SECTION TO BE ANNOTATED---\n                                   CARVER\n\n                             (taking the quarter;\n\n                              with confidence)\n\n                         A mere matter of precision.\n\n\n\n               He balances the quarter on his forehead, throwing his head\n\n               back to do so. He holds out the front of his trousers. Oliver\n\n               takes a box of paper clips from a near-by desk and empties\n\n               them into Carver's trousers. They all laugh. Carver laughs\n\n               with them. At this moment the Commodore comes down from the\n\n               mezzanine. There is instant silence.\n\n\n\n                                   COMMODORE\n\n                         Who wants to go out on my boat\n\n                         Sunday?\n\n\n\n               Everyone ad libs enthusiastic acceptance except Oliver.\n\n               Carver, forgetting the paper clips, joins in and moves a\n\n               little more than he should; a deluge of clips falls around\n\n               his ankles. The Commodore looks at him, then back to\n\n               Oliver.\n\n\n\n                                   COMMODORE (cont'd)\n\n                         Don't you want to go, Ollie?\n\n\n\n                                   OLIVER\n\n                         The fact is, sir, I've got an\n\n                         engagement for Sunday.\n\n\n\n                                   ALICE\n\n                         Your boat seems to have\n\n                         competition, Commodore.\n\n\n\n                                   CARVER\n\n                         You should meet the competition.\n\n\n\n                                   ALICE \n\n                         Have you met her, Doc?\n\n\n\n                                   CARVER \n\n                         I saw her one day with Ollie.\n\n\n\n                                   ALICE\n\n                             (looking at Oliver)\n\n                         Ollie's always saying he'll take me\n\n                         to see her, but he never does.\n\n\n\n                                   OLIVER\n\n                         As a matter of fact, Alice, I was\n\n                         going to take you around next\n\n                         Sunday, but since the Commodore...\n\n\n\n                                   COMMODORE (QUICKLY)\n\n                         I withdraw my invitation to you\n\n                         two.\n\n\n\n                                   ALICE\n\n                         We'll take a rain check, Commodore,\n\n                         (looks at Oliver)\n\n\n\n                                   COMMODORE\n\n                             (turning to go)\n\n                         I'll expect the rest of you.\n\n\n\n               He starts toward the door.  Carver moves to get out of his\n\n               way.  There is a veritable deluge of clips.  The Commodore\n\n               looks down at the clips and then gives Carver a long and\n\n               searching glance.\n\n\n\n                                   COMMODORE (cont'd)\n\n                         I always wondered what held you\n\n                         together, Carver.\n\n\n\n               DISSOLVE\n\n\n\n               INT.",
  "18": "---END OF PREVIOUS SECTION---\nThe Commodore\n\n               looks down at the clips and then gives Carver a long and\n\n               searching glance. COMMODORE (cont'd)\n\n                         I always wondered what held you\n\n                         together, Carver. DISSOLVE\n\n\n\n               INT. \n---TARGET SECTION TO BE ANNOTATED---\n IRENA'S LIVING ROOM - AFTERNOON\n\n\n\n               Alice, Irena, and Oliver are walking Into the room.  It is\n\n               obvious that Alice and Oliver have just arrived and been met\n\n               at the door by Irena.  She has her free arm linked through\n\n               Alice's.\n\n\n\n                                   IRENA\n\n                         I think, Alice, I shall like you\n\n                         very much.  We shall be good\n\n                         friends, you and I.\n\n\n\n               Alice is a little embarrassed by Irena's warmth of manner. \n\n               She looks about the apartment.\n\n\n\n                                   ALICE\n\n                         Ollie tells me you like to draw\n\n                         cats.  I tried to draw a cat once --\n\n                         looked more like a mouse.\n\n\n\n                                   IRENA\n\n                         Cats are harder to draw than the\n\n                         human hand...a good cat portrait is\n\n                         almost impossible.  Look up\n\n                         there...\n\n                             (pointing to the mantel\n\n                              picture)\n\n                         Even Goya couldn't do it...not\n\n                         really well.  That's why I like\n\n                         It...because it's hard.'\n\n\n\n                                   ALICE\n\n                             (with a laugh)\n\n                         Because it's hard? You're a glutton\n\n                         for punishment.\n\n\n\n                                   IRENA\n\n                         No, it's not just because it's\n\n                         hard.  In a way, I felt I had to\n\n                         draw them.  Didn't you draw\n\n                         boats?\n\n\n\n                                   ALICE (NODDING)\n\n                         Sure. I spent half my study periods\n\n                         drawing boats. The Marblehead\n\n                         tomboy — that was me.. My poor\n\n                         mother wept every time I brought\n\n                         home a report card.\n\n\n\n                                   IRENA\n\n                         And I drew cats. The other children\n\n                         in my village had cats, and they\n\n                         could hug them and play with them.\n\n                         But cats don't like me. They won't\n\n                         let me cuddle or caress them.  So\n\n                         instead of playing with them, I\n\n                         drew them.  They're the one subject\n\n                         still too hard for me. You\n\n                         understand, don't you?\n\n\n\n               Without waiting for an answer, she rises and picks up a sheaf\n\n               of drawings from nor desk.  She spreads them out before\n\n               Alice.",
  "19": "---END OF PREVIOUS SECTION---\nYou\n\n                         understand, don't you? Without waiting for an answer, she rises and picks up a sheaf\n\n               of drawings from nor desk. She spreads them out before\n\n               Alice. \n---TARGET SECTION TO BE ANNOTATED---\n                                   IRENA (CONT'D) (cont'd)\n\n                         Look,  Fashion drawings bore mo. \n\n                         The only way I can do them is this\n\n                         way.\n\n\n\n               Alice picks up one of the drawings and looks at it,\n\n\n\n                                   IRENA (CONT'D) (cont'd)\n\n                         Of course, when I got the gown the\n\n                         way I want it, I rub out the cat's\n\n                         face and sketch in a regular face.\n\n\n\n               Alice nods and puts the drawing back with the others. Oliver,\n\n               looking at Alice, is afraid that she has not been\n\n               sufficiently Impressed. He feels called upon to defend\n\n               Irena's work and to change the subject.\n\n\n\n                                   OLIVER\n\n                         I think it's right clever. How\n\n                         about my mixing a cocktail?\n\n\n\n                                   IRENA \n\n                         I have them all mixed.\n\n\n\n               She hurries off behind the screen.  Alice looks up at\n\n               Oliver,  He is beaming with pride.  She smiles at him,\n\n               holding up her finger, ring-joined, in a little gesture of\n\n               silent approval.  The canary beings to sing.  Alice rises\n\n               and goes over to the canary's cage. Oliver joins her beside\n\n               the cage.\n\n\n\n                                   OLIVER\n\n                         This is what the kitten turned\n\n                         into.\n\n\n\n                                   ALICE\n\n                         Much easier for a working girl to\n\n                         keep.\n\n                             (as the bird hits an\n\n                              especially high note)\n\n                         Listen to her, will you? Little old\n\n                         Jenny Lind herself.\n\n\n\n               The bird suddenly stops singing.  Alice and Oliver look at\n\n               one another.\n\n\n\n                                   IRENA'S VOICE\n\n                             (coming over scene)\n\n                         Was the bird singing?\n\n\n\n               They turn.\n\n\n\n                                   ALICE \n\n                         Yes.  It gave out with an aria.\n\n\n\n               Irena comes toward them.  She holds a small tray upon which\n\n               is a martini whirler, three glasses, and a small plateful of\n\n               hors d'oeuvres.  She places the cocktail things upon a small\n\n               table.\n\n\n\n                                   IRENA\n\n                         It's never sung before.  This is\n\n                         the first time.\n\n\n\n               She comes up to the cage, trying to coax the bird into song\n\n               with little cooing and whistling noises.",
  "20": "---END OF PREVIOUS SECTION---\nIRENA\n\n                         It's never sung before. This is\n\n                         the first time. She comes up to the cage, trying to coax the bird into song\n\n               with little cooing and whistling noises. \n---TARGET SECTION TO BE ANNOTATED---\n  The bird mopes on\n\n               its perch as far away from her as the cage will allow.\n\n\n\n                                   IRENA (cont'd)\n\n                         The naughty bird. For me he will\n\n                         never sing.\n\n\n\n                                   ALICE\n\n                         Probably a prima donna.\n\n\n\n               Turning toward the coffee table, Irena speaks suddenly, as if\n\n               with a desire to change the subject.\n\n\n\n                                   IRENA \n\n                         Shall we have our martinis?\n\n\n\n               Oliver bends down, gets the glasses, and hands them around. \n\n               Just as they lift their glasses, the eerie scream of the\n\n               panther sounds.  Oliver and Alice look up.\n\n\n\n                                   IRENA (cont'd)\n\n                         It's the panther --\n\n\n\n                                   OLIVER\n\n                             (lifting his glass)\n\n                         Here's luck to all of us...May we\n\n                         always be in better voice than\n\n                         that.\n\n\n\n               MED. CLOSEUP of Alice. She is twirling the glass in her\n\n               fingers thoughtfully.\n\n\n\n                                   ALICE \n\n                         To all of us.\n\n\n\n                                                             DISSOLVE\n\n\n\n               EXT. PANTHER CAGE - PARK - DAY\n\n\n\n               The panther is pacing behind the bars of its cage. It is a\n\n               windy day, one of the last days of fall. A gust of wind blows\n\n               a shower of dead leaves across the screen in front of the\n\n               cage.                                                                           \n\n\n\n                                                       DISSOLVE OUT\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               CLOSE SHOT of the panther screen, glowing In bright\n\n               firelight.  Over this shot comes the melody of \"Berceuses du\n\n               Chat.\"\n\n\n\n               CAMERA DRAWS BACK to Include CLOSE SHOT of Irena near the\n\n               phonograph as she turns down the music so that it Is only\n\n               background music. She is wearing an attractive hostess gown.\n\n               She goes over to the sofa where Oliver is stretched out and\n\n               sits beside him. Irena's fingers begin to stroke his brows\n\n               regularly. She smiles down at him.\n\n\n\n                                   IRENA\n\n                         Better now?\n\n\n\n                                   OLIVER\n\n                         Much better.  Those under-lit\n\n                         tables we work at...we had to use\n\n                         them all day today... they give a\n\n                         man a rotten headache.",
  "21": "---END OF PREVIOUS SECTION---\nIRENA\n\n                         Better now? OLIVER\n\n                         Much better. Those under-lit\n\n                         tables we work at...we had to use\n\n                         them all day today... they give a\n\n                         man a rotten headache. \n---TARGET SECTION TO BE ANNOTATED---\n                                   IRENA\n\n                         What about Alice? Doesn't she mind\n\n                         them?\n\n\n\n                                   OLIVER\n\n                         I suppose so, but she never lets\n\n                         anything bother her.  She says the\n\n                         best cure for anything is swimming.\n\n                             (his voice begins to get\n\n                              sleepy)\n\n                         She only lives at that women's club\n\n                         because there's a pool there.\n\n\n\n               Irena continues to caress his brow. His head sinks down into\n\n               the pillows. He closes his eyes. An outside sound distracts\n\n               Irena, and she looks up.\n\n\n\n               CLOSE SHOT of the window from Irena's viewpoint.  It has\n\n               begun to rain, and a blast of wind has spangled the window\n\n               with raindrops.\n\n\n\n               CLOSE SHOT of Irena as she smiles contentedly and looks down\n\n               at Oliver.  He has fallen asleep and is breathing easily.  He\n\n               moves gently, and one hand extends over the edge of the sofa. \n\n               Irena lets herself slide from the sofa to the floor.  She\n\n               nestles against the sofa, cuddles her cheek against the back\n\n               of Oliver's outstretched hand, and rubs her face back and\n\n               forth, almost like a cat that pets itself against its\n\n               master's hand.  Her eyes look toward the dancing flames in\n\n               the fireplace.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               SHOT of the fire.  The flames have burned down.  There are\n\n               only glowing coals on the hearth.  The room is almost dark.\n\n               The music has stopped.\n\n\n\n               The CAMERA MOVES from the fire to Irena, as she still sits on\n\n               the floor with her cheek against Oliver's hand, Oliver stirs\n\n               slightly and opens his eyes.  Irena does not move.  Oliver\n\n               looks at her.\n\n\n\n                                   OLIVER\n\n                         Irena\n\n\n\n                                   IRENA\n\n                         Yes.\n\n\n\n                                   OLIVER\n\n                         I've been asleep.\n\n\n\n                                   IRENA\n\n                         I know.\n\n\n\n                                   OLIVER\n\n                         It  couldn't have been very\n\n                         entertaining for you. \n\n\n\n                                   IRENA \n\n                         I was watching you.\n\n\n\n                                   OLIVER\n\n                         And that was fun?\n\n\n\n               Irena makes a little purring murmur of assent.",
  "22": "---END OF PREVIOUS SECTION---\nIRENA \n\n                         I was watching you. OLIVER\n\n                         And that was fun? Irena makes a little purring murmur of assent. \n---TARGET SECTION TO BE ANNOTATED---\n  There is a\n\n               pause then Oliver speaks softly.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Do you love me, Irena?\n\n\n\n               Again the little murmur of ascent.\n\n\n\n                                   OLIVER (cont'd)\n\n                         I thought so. And you know that I\n\n                         love you, don't you?\n\n\n\n               Again the little, happy, thrilling murmur from the\n\n               darkness.  Oliver puts his hand on her shoulder.\n\n\n\n                                   OLIVER (cont'd)\n\n                         I've never kissed you.\n\n                             (pauses)\n\n                         You know, that's funny,\n\n\n\n               Irena withdraws gently from him and moves back a bit into\n\n               the shadows away from him.\n\n\n\n                                   IRENA\n\n                         Why?\n\n\n\n                                   OLIVER\n\n                         When people in America know each\n\n                         other as well as we do — when\n\n                         they're in love — or oven think\n\n                         they're in love, they've usually\n\n                         kissed long ago.\n\n\n\n               Irena slips further away from him into the shadows.  He leans\n\n               toward her.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Well...?\n\n\n\n               He can see only the dim outline of her shoulders, the white\n\n               blur of her face.\n\n\n\n                                   IRENA\n\n                             (suddenly taut,\n\n                              anguished, as if the\n\n                              words were being pulled\n\n                              from her throat)\n\n                         I love you, Oliver.\n\n\n\n                                   OLIVER\n\n                             (sitting up, alarmed by\n\n                              her intensity)\n\n                         For heaven's sake, Irena, what's\n\n                         wrong?\n\n\n\n               Without answering, Irena suddenly lays her cheek against his\n\n               knee and beings to sob. Perplexed, Oliver looks down at her\n\n               and puts a hand on her head.  She turns her head but does not\n\n               look at him.  Her voice has a wild, strained quality, echoing\n\n               some strange agony.\n\n\n\n                                   IRENA\n\n                         I've lived in dread of this moment,\n\n                         Oliver.  I've not wanted to love\n\n                         you.  I kept myself away from\n\n                         people...I stayed alone...I never\n\n                         wanted this to happen.\n\n\n\n                                   OLIVER\n\n                         But you just told me you loved me.                                                               \n\n\n\n                                   IRENA\n\n                         I do.  I do.\n\n\n\n               Oliver puts his hands under her elbows and tries to draw her\n\n               up to him.",
  "23": "---END OF PREVIOUS SECTION---\nIRENA\n\n                         I do. I do. Oliver puts his hands under her elbows and tries to draw her\n\n               up to him. \n---TARGET SECTION TO BE ANNOTATED---\n                                   OLIVER\n\n                         Then there's only one thing to do. \n\n                         Come up here and be kissed.\n\n\n\n                                   IRENA\n\n                             (withdrawing from his\n\n                              hands)\n\n                         No. I can't, Oliver,  I've fled\n\n                         from the past, from things  \n\n                         you could never know or\n\n                         understand...evil things...\n\n                         evil...\n\n\n\n               She breaks out again, sobbing. He looks down at her, worried. \n\n               Her sobs lessen, and Oliver begins to speak very quietly,\n\n               very calmly.                                                                       \n\n\n\n                                   OLIVER\n\n                         Irena, you've told me something\n\n                         of the past...of King John, and\n\n                         the witches in the village, and\n\n                         the cat people who are descended\n\n                         from them.  Fairy tales, Irena,\n\n                         fairy tales you heard in\n\n                         childhood...nothing more than\n\n                         that.  They've nothing to do with\n\n                         you, really.\n\n                         You're Irena...you're here In\n\n                         America...you're so normal you're\n\n                         even in love with me...Oliver\n\n                         Reed...a good, plain Americano.\n\n\n\n               He tries to raise her again, to kiss her, but she eludes him\n\n               and cuddles down by his feet, pressing her cheek against his\n\n               knee.  She has stopped crying.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Yes, you're so normal that you're\n\n                         going to marry me, Irena, And\n\n                         those fairy tales of yours, you\n\n                         can tell them to our children...                                      \n\n                         for them...hundreds of kittens to\n\n                         amuse them...\n\n\n\n               Irena utters a little murmur of happiness and delight.\n\n\n\n               Oliver bends over, and kisses her hair softly.. Over the          \n\n               sound of the rain and wind comes the coughing roar of        \n\n               lions in the park.\n\n\n\n                                                         DISSOLVE OUT\n\n\n\n                                                       DISSOLVE IN\n\n\n\n               EXT. & INT. SERBIAN RESTAURANT - NIGHT\n\n\n\n               The Belgrade, as seen through the plate glass window from\n\n               outside.  It la snowing, the first light snow of the winter. \n\n               In the window on display are three calves' heads prepared in\n\n               Serbian fashion.  They have been skinned.",
  "24": "---END OF PREVIOUS SECTION---\nIt la snowing, the first light snow of the winter. In the window on display are three calves' heads prepared in\n\n               Serbian fashion. They have been skinned. \n---TARGET SECTION TO BE ANNOTATED---\n  The eyes,\n\n               considered a great delicacy by gourmets, are wide open and\n\n               glisten like bullets.  The heads are crowned with chaplets of\n\n               artificial flowers. In the b.g. we see the wedding party. \n\n               Seated around a table are Oliver, Irena, Alice, the\n\n               Commodore, Jim Carver, and some of the other people we have\n\n               seen on the office sequences.  Irena is dressed in a light\n\n               suit and wears a bridal bouquet on her shoulder.  She is\n\n               laughing a natural, happy laugh to contrast with the later\n\n               hysterical laugh.  The proprietor of the restaurant has just\n\n               brought proudly to the table from the kitchen a large iron\n\n               kettle from which the steam of hot wine is rising.\n\n\n\n               The CAMERA TRUCKS THROUGH to the wedding party.  A trio of\n\n               musicians, dressed in Balkan costume, is playing a Balkan\n\n               love song.  Jim Carver, like everyone else in the party, has\n\n               been drinking, and is in a gay mood.  As the proprietor\n\n               places the iron kettle on the table, Carver applauds.\n\n\n\n                                   CARVER\n\n                         (calling out)\n\n                         Ah!  Comitaji!\n\n\n\n               The proprietor gives him a fierce look.  Irena laughs\n\n               merrily.\n\n\n\n                                   IRENA\n\n                         Oh,   Mr. Carver,   you   should \n\n                         not call  the   good man  that.\n\n\n\n                                   CARVER\n\n                         But it's Serbian.  I got it from my\n\n                         barber this afternoon.\n\n\n\n                                   IRENA\n\n                         You might insult him.  \"Comitaji\"\n\n                         means bandit...robber...\n\n\n\n                                   CARVER\n\n                         Bless my soul!\n\n\n\n               Commodore Judson, seated next to Alice, is watching Irena.\n\n               He turns to find Alice's eyes on his.\n\n\n\n                                   COMMODORE\n\n                         Oliver's bride seems a very nice\n\n                         girl...and very pretty too.\n\n                         Carver tells me she's a bit odd.\n\n                         He's a little worried about the\n\n                         marriage.\n\n\n\n                                   ALICE\n\n                             (defensively)\n\n                         Nonsense.  Irena's a grand gir1.\n\n                         She and Oliver are going to be very\n\n                         happy together.\n\n\n\n               MED.",
  "25": "---END OF PREVIOUS SECTION---\nIrena's a grand gir1. She and Oliver are going to be very\n\n                         happy together. MED. \n---TARGET SECTION TO BE ANNOTATED---\n CLOSE SHOT of a woman who is seated at a little table at\n\n               the far side of the restaurant.  She is in evening dress, but\n\n               is dining alone.  The woman looks like a cat.  She has a\n\n               round, tabby face and a pompadour which somehow suggests the\n\n               roundness of a cat's head.  The eyes, slanting, large, and\n\n               very light in color, fringed with sweeping lashes, are\n\n               completely feline.  She turns these great, luminous eyes in\n\n               the direction of the wedding party and stares at the\n\n               festivities.\n\n\n\n               MED. SHOT of the wedding party.  The Commodore rises, with\n\n               his glass in one hand.\n\n\n\n                                   COMMODORE\n\n                         To the bride.\n\n\n\n               Everybody toasts Irena.  Oliver looks down at her, proud and\n\n               happy.\n\n\n\n               CLOSEUP of the Cat Woman, as she looks straight at Irena.\n\n\n\n               MED. SHOT of the wedding party.  As the Commodore is sitting\n\n               down, he sees the Cat Woman. He turns to Jim Carver.\n\n\n\n                                   COMMODORE (cont'd)\n\n                         Look at that woman.  Isn't she\n\n                         something.\n\n\n\n                                   CARVER\n\n                         (glancing up) \n\n                         Looks like a cat.\n\n\n\n               He turns back to his food.\n\n\n\n               MED. SHOT - the Cat Woman. Drawing-on her gloves, she rises\n\n               and crosses the room. As she reaches the wedding party and is\n\n               directly opposite Irena, she stops and stares at Irena.\n\n\n\n               MED. SHOT - the wedding party, holding her hand as she talks.\n\n\n\n               Irena is turned to Alice.\n\n\n\n                                   IRENA\n\n                         Thank you so much, Alice, for this\n\n                         lovely party.  I did not know there\n\n                         was a Serbian restaurant.\n\n\n\n                                   ALICE\n\n                         Anything you want to know about\n\n                         this city, ask me.  I know all the\n\n                         unimportant details.\n\n\n\n               Irena laughs, and turning around, looks up at the Cat Woman. \n\n               The smile fades from her face.  She stares at the woman with\n\n               a kind of haunted fascination.  The Cat Woman takes a step\n\n               closer, never removing her eyes from Irena.  She smiles and\n\n               speaks.",
  "26": "---END OF PREVIOUS SECTION---\nShe stares at the woman with\n\n               a kind of haunted fascination. The Cat Woman takes a step\n\n               closer, never removing her eyes from Irena. She smiles and\n\n               speaks. \n---TARGET SECTION TO BE ANNOTATED---\n  (Note:  Irena's voice is to be dubbed in on the\n\n               sound track when the Cat Woman speaks.)\n\n\n\n                                   CAT WOMAN\n\n                         Moja sestra.\n\n\n\n               Irena blanches and shrinks, back into her chair.  She makes\n\n               the sign of the Cross. The Cat Woman smiles and repeats the\n\n               words.  (Note:  Scene without sign of Cross to be made for\n\n               England.)\n\n\n\n                                   CAT WOMAN (cont'd)\n\n                         Moja sostra.\n\n\n\n               She turns and walks out back on a festive basis.\n\n\n\n               Alice tries to put the party\n\n\n\n                                   ALICE \n\n                         How do you like that?\n\n\n\n               WO SHOT - Oliver and Irena.  Irena is looking white and\n\n               shaken.  Oliver takes her hand.\n\n\n\n                                   OLIVER \n\n                         What did that woman say to you?\n\n\n\n               Irena looks up at him with frightened eyes,\n\n\n\n                                   OLIVER (cont'd)\n\n                         What did she say, darling?\n\n\n\n                                   IRENA \n\n                             (slowly, seriously)\n\n                         If this were any night but-my\n\n                         wedding night...If you were any\n\n                         man but my husband...I would not\n\n                         tell you.\n\n\n\n                                   OLIVER\n\n                         Wait a minute.  It can't be that\n\n                         serious...just one single word --\n\n\n\n                                   IRENA\n\n                             (very seriously)\n\n                          She greeted me...she called me\n\n                         \"sister.\"\n\n                             (seizing his hands,\n\n                              looking up at him)\n\n                         You saw her, Oliver.  You saw what\n\n                         she looked like.\n\n\n\n                                   OLIVER\n\n                             (laughing)\n\n                         Oh, the cat people ... she's one of\n\n                         the cat people.  She looks like a\n\n                         cat, and so she must be one of the\n\n                         cat people...one of King John's\n\n                         pets. \n\n                             (tweaks her chin\n\n                              playfully)\n\n                         Irena, you crazy kid!\n\n\n\n               Irena looks at him from her throat sobs of hysterical\n\n               laughter break\n\n\n\n                                   OLIVER (cont'd)\n\n                         Look...you're laughing.  You can\n\n                         see how funny it is yourself.\n\n\n\n               And it is true.  Irena is laughing with him, but hers is the\n\n               forced, flat laughter of near hysteria.",
  "27": "---END OF PREVIOUS SECTION---\nYou can\n\n                         see how funny it is yourself. And it is true. Irena is laughing with him, but hers is the\n\n               forced, flat laughter of near hysteria. \n---TARGET SECTION TO BE ANNOTATED---\n               The CAMERA MOVES IN so that we see that it is hysteria,\n\n               whereas Oliver, seated beside her, feels sure it Is normal\n\n               laughter joined with his.\n\n\n\n                                                        DISSOLVE OUT.\n\n\n\n                                                       DISSOLVE IN\n\n\n\n               EXT. IRENA'S APARTMENT HOUSE - NIGHT\n\n\n\n               A cab draws up before Irena's apartment house.  In it are\n\n               Oliver, Irena, the Commodore, and Carver.  It is still\n\n               snowing lightly.  Carver is the first out, extricating\n\n               himself from the jump seat.  He helps Irena out, and Oliver\n\n               follows her.\n\n\n\n                                   CARVER\n\n                         I know a joke about weddings. Why\n\n                         would my wedding be a dollar and\n\n                         cents wedding?\n\n\n\n               He looks at Irena.  She does not say anything.  He looks\n\n               around at the rest.  No one says anything.  Then the\n\n               Commodore pokes his head out of the cab.\n\n\n\n                                   COMMODORE\n\n                         All right -- why?\n\n\n\n                                   CARVER\n\n                         Because I haven't d dollar, and my\n\n                         girl hasn't any sense.\n\n\n\n               No one laughs.  It hasn't bean a funny joke.  Then Irena,\n\n               begins to laugh.  She laughs hysterically.  Oliver locks at\n\n               her worried.  Carver is very pleased, because he thinks he\n\n               has been funny.  The Commodore reaches out from the cab and\n\n               taps him on the shoulder.\n\n\n\n                                   COMMODORE\n\n                         Come along, Carver.\n\n\n\n               Carver climbs into the cab, and it drives off.\n\n\n\n               TWO SHOT of Irena and Oliver on the sidewalk.  The soft snow\n\n               falls on their shoulders.  For the first time they are alone\n\n               together, and Irena's problems have to be discussed.\n\n\n\n                                   OLIVER\n\n                         What is it, darling?\n\n\n\n               Irena  is struggling to put a hard request into reasonable\n\n               words.  She forces herself to speak.\n\n\n\n                                   IRENA \n\n                         I'm going to beg --\n\n\n\n               She breaks off, unable to speak.  They stand there a moment. \n\n               Oliver is looking at her.  He wants to help her; he wants to\n\n               know the way of her thoughts.\n\n\n\n                                   OLIVER\n\n                             (encouragingly; softly)\n\n                         Mrs. Reed.",
  "28": "---END OF PREVIOUS SECTION---\nHe wants to help her; he wants to\n\n               know the way of her thoughts. OLIVER\n\n                             (encouragingly; softly)\n\n                         Mrs. Reed. \n---TARGET SECTION TO BE ANNOTATED---\n               Irena stops and puts her hands tenderly against his chest.\n\n\n\n                                   IRENA\n\n                         It's nice to hear that...nice. I\n\n                         want to be Mrs.. Reed.\n\n\n\n                                   OLIVER\n\n                         You are, Irena.\n\n\n\n                                   IRENA\n\n                         But I want to be Mrs. Reed\n\n                         really. I want to be everything\n\n                         that name means to me —\n\n                             (with tears coming to\n\n                              her eyes)\n\n                         -- and I can't -- I can't.\n\n\n\n                                   OLIVER\n\n                         There's no sense in what you're\n\n                         saying, darling. You're excited.\n\n                         That woman in the restaurant upset\n\n                         you.\n\n\n\n                                   IRENA\n\n                         She brought back the old fears. If\n\n                         I could have some time to --\n\n                         (seizing his hands)\n\n                         Oliver, be kind -- be patient -\n\n                         let me have time - time to get\n\n                         over this feeling there's\n\n                         something evil in me.\n\n\n\n               Oliver looks at her quietly for a moment.\n\n\n\n                                   OLIVER\n\n                         Darling, you can have all the time\n\n                         there is In the world, If you want\n\n                         it, and all the patience and the\n\n                         kindness there's in me. You didn't\n\n                         have to ask for that.\n\n\n\n               Irena draws his hand to her lips and kisses it.\n\n\n\n                                   IRENA\n\n                         Only a little  time...only a \n\n                         little time,  Oliver.  I don't want\n\n                         more than that!\n\n\n\n               They turn toward the house,   and  as   they begin to walk\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT.   IRENA'S BEDROOM -   NIGHT\n\n\n\n               Irena  is   crossing the room toward the door.    The  room\n\n               is lighted only by the glow from the street lamps outside.\n\n               She is in a negligee. Outside, through the window, the snow\n\n               can be  soon falling.\n\n\n\n               INT.   IRENA'S  LIVING  ROOM -   NIGHT\n\n\n\n               Oliver, still wearing street clothes, stands  at  the door of \n\n               Irena's bedroom. He  taps  lightly on the door.\n\n\n\n                                   OLIVER\n\n                             (softly)\n\n                         Good night, Irena,\n\n\n\n               He  stands waiting.\n\n\n\n               INT. IRENA'S BEDROOM -   NIGHT\n\n\n\n               Irena presses herself against the door.",
  "29": "---END OF PREVIOUS SECTION---\nOLIVER\n\n                             (softly)\n\n                         Good night, Irena,\n\n\n\n               He  stands waiting. INT. IRENA'S BEDROOM -   NIGHT\n\n\n\n               Irena presses herself against the door. \n---TARGET SECTION TO BE ANNOTATED---\n    Her hand goes down\n\n               to  the doorknob.\n\n\n\n               INT.   IRENA'S LIVING ROOM -   NIGHT \n\n\n\n               Oliver  stands waiting.\n\n\n\n\n\n\n\n               INT. IRENA'S BEDROOM - NIGHT\n\n\n\n               Irena sinks down to her knees beside the door and crouches\n\n               there, lonely and desirous.  She moves slightly. Her hand\n\n               goes up toward the doorknob.  There is no doubt that her\n\n               intention is to open the door.  From the park comes the thin,\n\n               eerie scream of the panther.  Irena listens, trembles, and\n\n               takes her hand from the knob.\n\n\n\n                                   IRENA \n\n                             (almost whispering)\n\n                         Good night, Oliver..\n\n\n\n                                   OLIVER'S VOICE\n\n                             (from the other side of\n\n                              the door)\n\n                         Good night, Irena.\n\n\n\n                                                       FADE OUT\n\n\n\n                                                       FADE IN\n\n\n\n               EXT. PANTHER CAGE - PAR\" - DAY\n\n\n\n               The keeper of the cat cages is sweeping out the blank\n\n               panther's cage with a long-handled broom.  He sings to\n\n               himself in a nasal New England voice.  Irena comes and stops\n\n               at the guard rail.\n\n\n\n                                   KEEPER (SINGING)\n\n                         There was not any person hurt,\n\n                         Except the Reverend Parson Burt... \n\n                         (sliding the broom handle far into\n\n                         the cage)\n\n                         He wasn't killed by cannon ball,\n\n                         As judged by jurors one and all.\n\n\n\n               The panther steps haughtily over the broom handle, and comes\n\n               up to the bars.\n\n\n\n                                   KEEPER (cont'd)\n\n                         But being in a sickly state, He\n\n                         frightened fell and met his fate.\n\n\n\n               The leopard, maneuvering for a better view of Irena, gets\n\n               in the way of the broom.  The old keeper stops his work and\n\n               his song, turning to see what has attracted the leopard's\n\n               attention.  On seeing Irena, he tips his peaked cap and\n\n               smiles,.\n\n\n\n                                   KEEPER (cont'd)\n\n                         Ain't seen you here for some\n\n                         time, ma1am.\n\n\n\n                                   IRENA\n\n                         I've been married.  I've been\n\n                         married almost a month.",
  "30": "---END OF PREVIOUS SECTION---\nKEEPER (cont'd)\n\n                         Ain't seen you here for some\n\n                         time, ma1am. IRENA\n\n                         I've been married. I've been\n\n                         married almost a month. \n---TARGET SECTION TO BE ANNOTATED---\n               Withdrawing his broom, the old keeper uses it as a crutch to\n\n               support himself.  He jerks one thumb in the direction of the\n\n               leopard.\n\n\n\n                                   KEEPER\n\n                         That's what I tell this misbegotten\n\n                         devil...nobody comes to see him\n\n                         when they're happy.  The monkey\n\n                         house and the aviary draw the happy\n\n                         customers.\n\n\n\n               Irena leans over the guard rail.  The leopard's hackles rise\n\n               and he tenses his front paws to unsheathe the talons.\n\n\n\n                                   IRENA\n\n                             (admiringly)\n\n                         But he's beautiful.\n\n\n\n                                   KEEPER\n\n                         No.  He ain't beautiful.  He's an\n\n                         evil creature, ma'am.  You read\n\n                         your Bible.  In Revelations -- when\n\n                         the Book is talking about the worst\n\n                         beast of them all -- it says, \"And\n\n                         the beast which I saw was like unto\n\n                         a leopard.\"\n\n\n\n                                   IRENA \n\n                             (repeating softly)\n\n                         Like unto a leopard...\n\n\n\n                                   KEEPER\n\n                         Yes, ma'am, like a leopard... but\n\n                         not a leopard.  I guess that fits\n\n                         this fellow.\n\n\n\n                                   IRENA \n\n                         Yes, it fits him.\n\n\n\n               She pauses a moment, then leaves the guard rail to continue\n\n               on her way down the promenade.  The old keeper calls after\n\n               her.\n\n\n\n                                   KEEPER\n\n                         Best wishes for your marriage, ma'\n\n                         am.\n\n\n\n               She turns and waves to him.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. IRENA'S LIVING ROOM - DAY\n\n\n\n               The panther screen is glowing in the bright sunlight\n\n               streaming through the window.  The sun throws a shadow onto\n\n               the screen just over the panther.  It is the enlarged shadow\n\n               of tbe bird cage, with the canary hopping about inside the\n\n               bars.\n\n\n\n               CAMERA DRAWS BACK to show Irena at her desk.  She has just\n\n               finished working on a sketch.  Now she gets up, stretching\n\n               and turning. Her eyes fall on the bird in its cage, and she\n\n               crosses over to it, the CAMERA MOVING with her.  The bird\n\n               huddles on its perch, frightened, Irena tries to encourage it\n\n               to sing.",
  "31": "---END OF PREVIOUS SECTION---\nNow she gets up, stretching\n\n               and turning. Her eyes fall on the bird in its cage, and she\n\n               crosses over to it, the CAMERA MOVING with her. The bird\n\n               huddles on its perch, frightened, Irena tries to encourage it\n\n               to sing. \n---TARGET SECTION TO BE ANNOTATED---\n  She whistles a few notes.  Still no response.  She\n\n               opens the small door of the cage, and puts her hand inside to\n\n               take hold of the canary.  The bird flutters wildly.  Before\n\n               she can get hold of it, it falls to the cage floor and lies\n\n               there. Irena picks it up tenderly and holds it in her hands.\n\n               The bird is dead.  Irena is serious and concerned as she puts\n\n               the bird down on a table, opens a drawer, and takes out an\n\n               empty bonbon box.  Very carefully she places the dead bird in\n\n               the box, and ties it up with a bit of ribbon.  She puts on\n\n               her hat and coat, gets a trowel chat Is on. The window lodge\n\n               by one of the window boxes, and leaves the room with the\n\n               trowel and the box under her handbag.\n\n\n\n               QUICK DISSOLVE\n\n\n\n               EXT. PARK WALK - DAY\n\n\n\n               Irena walks along the park path. The CAMERA is MOVING with\n\n               her. Her eyes are searching for a likely spot of earth to\n\n               bury the dead bird. Under a bush she spies a bit of soft\n\n               earth. She stops, and takes a step toward It. A whistled tune\n\n               attracts her attention, and she looks up.\n\n\n\n               A policeman has rounded a corner of the path, and is coming\n\n               toward her amiably swinging his nightstick, as he whistles\n\n               \"Who?\"  Irena swiftly pushes the purse back on her arm and\n\n               continues walking along the path, passing the policeman,\n\n               who goes right on whistling.\n\n\n\n               EXT. PANTHER CAGE - PARK - DAY\n\n\n\n               Irena comes up the walk.  The panther is pacing back and\n\n               forth behind the bars.  It stops pacing as she passes the\n\n               cage.  She, too, stops, and looks at the beast. Suddenly, as\n\n               if under the compulsion of some thought or desire outside\n\n               herself, she hurriedly takes the box, tears off the lid, and\n\n               throws the dead body of the canary into the cage.",
  "32": "---END OF PREVIOUS SECTION---\nIt stops pacing as she passes the\n\n               cage. She, too, stops, and looks at the beast. Suddenly, as\n\n               if under the compulsion of some thought or desire outside\n\n               herself, she hurriedly takes the box, tears off the lid, and\n\n               throws the dead body of the canary into the cage. \n---TARGET SECTION TO BE ANNOTATED---\n               CLOSE SHOT of the panther, as daintily, with little paw pats,\n\n               it begins to play with the dead bird, shuffling the tiny\n\n               yellow body across the dusty floor of the cage,\n\n\n\n               CLOSE SHOT of Irena watching the animal.  She shudders,\n\n               almost as if recovering herself, and turning, walks quickly\n\n               away.\n\n\n\n               DISSOLVE\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Irena is standing looking out the window.  Oliver is opening\n\n               the little cabinet which they use for a bar.  He half turns\n\n               and calls over his shoulder to her.\n\n\n\n                                   OLIVER \n\n                         Would you like some sherry?\n\n\n\n               Irena doesn't answer.  Oliver fills two glasses with sherry\n\n               and brings them over to her.  He offers her one.\n\n\n\n                                   OLIVER (CONT'D) (cont'd)\n\n                         Here. If you're determined to mourn\n\n                         that bird...we'11 have a regular\n\n                         wake...\n\n\n\n                                   IRENA (LOOKING AT HIM)\n\n                         It's not just because the bird\n\n                         died.\n\n\n\n               Oliver puts a glass Into her hands and stands beside her. She\n\n               takes a little sip of the wine and stares into the glass,\n\n               thoughtfully.\n\n\n\n                                   IRENA (cont'd)\n\n                         It's me.  I envy every woman I see\n\n                         on the street.\n\n\n\n                                   OLIVER\n\n                         They can't match your little\n\n                         finger.\n\n\n\n                                   IRENA\n\n                         I envy them.  They are happy. They\n\n                         make their husbands happy. They\n\n                         lead normal, happy lives. They're\n\n                         free...\n\n                             (a pause)\n\n                         The bird...do you know what\n\n                         happened to the bird?\n\n\n\n                                   OLIVER\n\n                         It died.\n\n\n\n                                   IRENA\n\n                         It died of fright when I tried to\n\n                         take it In my hand.\n\n\n\n                                   OLIVER\n\n                         All right.  The bird was afraid of\n\n                         you -- that's nothing.  I had a\n\n                         rabbit once that hated me; yet I\n\n                         grew up to be quite a nice fellow.",
  "33": "---END OF PREVIOUS SECTION---\nOLIVER\n\n                         All right. The bird was afraid of\n\n                         you -- that's nothing. I had a\n\n                         rabbit once that hated me; yet I\n\n                         grew up to be quite a nice fellow. \n---TARGET SECTION TO BE ANNOTATED---\n                                   IRENA\n\n                             (shaking her head)\n\n                         Oliver, when I went past the\n\n                         panther's cage I had to open the\n\n                         box; I had to throw the bird to\n\n                         him,\n\n                             (a pause; then more\n\n                              intensely)\n\n                         Do you understand?...I had to. I\n\n                         had to do it!  That's what\n\n                         frightens me.\n\n\n\n               Oliver looks at her for a moment then, speaks quietly, no\n\n               longer mocking her.\n\n\n\n                                   OLIVER\n\n                         I've been trying to kid you out of\n\n                         it. Maybe that's wrong. I've\n\n                         tried...\n\n\n\n                                   IRENA\n\n                             (taking his hand)\n\n                         No one could have been more gentle\n\n                         or more patient.\n\n\n\n                                   OLIVER\n\n                         I've tried to make you realize all\n\n                         these stories that worry you are so\n\n                         much nonsense. Now I see it's not\n\n                         the stories... it's the fact that\n\n                         you believe them. We've got to have\n\n                         help, Irena.\n\n\n\n               Irena half turns. The statuette of King John is on the table\n\n               before her. She lets one hand rest for a minute on the base\n\n               of the figure.  Oliver follows the direction of her gaze and\n\n               he shakes his head.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Not that sort of help.  There's\n\n                         something wrong, and we have to\n\n                         face it in an intelligent way. We\n\n                         don't need a King John with fire\n\n                         and sword.  We need someone who can\n\n                         root out the reason for your belief\n\n                         and cure it. That's what we need —\n\n                         a psychiatrist.\n\n\n\n               Irena turns toward him, her face eager and hopeful,\n\n\n\n                                   IRENA\n\n                             (eagerly)\n\n                         Find one for me, Oliver.  The best\n\n                         one...the very best one I\n\n\n\n                                                             DISSOLVE\n\n\n\n\n\n\n\n               INT. DR. JUDD'S OFFICE - DAY\n\n\n\n               CLOSE SHOT of Irena. She is in a dark room. Coming diagonally\n\n               across is a square shaft of light which falls softly on\n\n               Irena's face, framing the closed eyes, the nose, and the\n\n               mouth, leaving everything else in undisturbed darkness.",
  "34": "---END OF PREVIOUS SECTION---\nJUDD'S OFFICE - DAY\n\n\n\n               CLOSE SHOT of Irena. She is in a dark room. Coming diagonally\n\n               across is a square shaft of light which falls softly on\n\n               Irena's face, framing the closed eyes, the nose, and the\n\n               mouth, leaving everything else in undisturbed darkness. \n---TARGET SECTION TO BE ANNOTATED---\n From\n\n               the darkness comes a male voice, a very persuasive, insistent\n\n               voice.\n\n\n\n                                   JUDD\n\n                         the cats...the cats...you were\n\n                         saying the cats....the cats...\n\n\n\n                                   IRENA \n\n                             (eyes still closed as\n\n                              she speaks)\n\n                         They torment me. I wake in the\n\n                         night, I fool their warmth and\n\n                         their strength in me...in me. I\n\n                         walk in the day, and the tread of\n\n                         their foot whispers in my brain. \n\n                         I have no peace...for they are in\n\n                         me...\n\n\n\n               She pauses, and a little grimace of pain goes over her\n\n               features. From her closed eyes two tears course slowly down\n\n               her cheeks.  From the darkness the voice continues to urge\n\n               her on.\n\n\n\n                                   JUDD\n\n                         In me... in me...\n\n\n\n               There is no response. The man gets up, so that we see him in\n\n               silhouette.  He crosses the room and draws the curtains,\n\n               letting in the brilliant sunlight.  Irena lies with eyes\n\n               closed, breathing with the shallow, regular breath of sleep,\n\n               undisturbed by the harsh light.\n\n\n\n               TWO SHOT of Irena and Dr. Louis Judd.  He stands for a moment\n\n               watching her.  Judd is a harshly ugly man of early middle\n\n               ago.  There is an arrogance in his bearing which makes some\n\n               women see him as the suave, continental man, perfectly sure\n\n               of his success with any woman.  His consulting room is clean,\n\n               antiseptic, and sparsely furnished with a couch, a chair, and\n\n               a gooseneck lamp on a stand.  Irena is lying on the couch. \n\n               Judd, standing beside her, makes a few notations on a pad.\n\n               Then he lightly pats her cheek to wake her.  She comes from\n\n               sleep very quietly.\n\n\n\n                                   JUDD (cont'd)\n\n                         You are very tired.\n\n\n\n                                   IRENA\n\n                         (smiling uncertainly) \n\n                         No...not very.\n\n\n\n               Dr. Judd pours her n drink from a carafe.\n\n\n\n                                   JUDD\n\n                         Hypnosis always tires me. And some\n\n                         of my patients, too, find it\n\n                         exhausting.",
  "35": "---END OF PREVIOUS SECTION---\nJudd pours her n drink from a carafe. JUDD\n\n                         Hypnosis always tires me. And some\n\n                         of my patients, too, find it\n\n                         exhausting. \n---TARGET SECTION TO BE ANNOTATED---\n                                   IRENA\n\n                             (taking the glass he gives\n\n                              her)\n\n                         It's only that I remember nothing.\n\n\n\n                                   JUDD\n\n                         But It 1s my duty to remember,\n\n                         (patting the notebook in his hand)\n\n                         I have it all here.  Most\n\n                         Interesting.  You told me of your\n\n                         village, and the people, and\n\n                         their strange beliefs.\n\n\n\n                                   IRENA\n\n                         (anxiously) \n\n                         Is that all I told you?\n\n\n\n                                   JUDD\n\n                         You told me tales of blood,\n\n                         violence...mangled bodies in dark\n\n                         forests...men torn to death by\n\n                         woman half witch, half panther.\n\n\n\n                                   IRENA\n\n                         I am so ashamed.  It must seem so\n\n                         childish.\n\n\n\n                                   JUDD\n\n                         And the cat woman of your\n\n                         village...you told me of them,\n\n                         too...woman who In jealousy or\n\n                         anger, or out of their own\n\n                         corrupt passions, could change\n\n                         into great cats, like panthers.\n\n                         And if one of those woman were to\n\n                         fall in love...and if her lover\n\n                         were to kiss her...take her into\n\n                         his embrace, she would be driven\n\n                         by her own evil to kill him.\n\n\n\n                                   JUDD (cont'd)\n\n                             (pausing, coming closer\n\n                              to her)\n\n                         That's what you believe and what\n\n                         you fear, isn't it?\n\n\n\n               Irena nods her head but does not raise her eyes.\n\n\n\n                                   JUDD (cont'd)\n\n                         Frankly, there is no need to be\n\n                         ashamed.  This is only what we call\n\n                         a psychological block...a thing\n\n                         which stands between you and what\n\n                         you really desire.\n\n\n\n               Irena looks at him.  He looks at his watch, crosses to the\n\n               desk and puts away his notebook with an air of finality.\n\n\n\n                                   JUDD (cont'd)\n\n                         Those things are very simple to\n\n                         psychiatrists.  You told me of your\n\n                         childhood.  Perhaps we'll find this\n\n                         trouble stems from some early\n\n                         experience. You said you didn't\n\n                         know your father...that he had died\n\n                         in some mysterious accident in the\n\n                         forest before your birth...and\n\n                         because of that the children teased\n\n                         you and called your mother a\n\n                         witch...",
  "36": "---END OF PREVIOUS SECTION---\nYou told me of your\n\n                         childhood. Perhaps we'll find this\n\n                         trouble stems from some early\n\n                         experience. You said you didn't\n\n                         know your father...that he had died\n\n                         in some mysterious accident in the\n\n                         forest before your birth...and\n\n                         because of that the children teased\n\n                         you and called your mother a\n\n                         witch... \n---TARGET SECTION TO BE ANNOTATED---\na cat woman. These\n\n                         childhood tragedies are inclined to\n\n                         corrode the soul, to leave a canker\n\n                         in the mind, but we will try to\n\n                         repair the damage.\n\n\n\n               Irena rises and gives Dr. Judd her hand.  He places an arm\n\n               around her shoulders with familiar ease, as he leads her to\n\n               the door.\n\n\n\n                                   JUDD (cont'd)\n\n                         You are not to worry.\n\n\n\n                                   IRENA\n\n                         What shall I tell my husband?\n\n                         Naturally, he is anxious to have\n\n                         some word.\n\n\n\n                                   JUDD\n\n                             (with heavy gallantry; as\n\n                              he assists her with her\n\n                              coat)\n\n                         What does one tell a husband? One\n\n                         tells him nothing.\n\n\n\n               By this time they have reached the door to the outer office\n\n               - the waiting room.\n\n\n\n               INT. DR. JUDD'S WAITING ROOM - DAY\n\n\n\n               Dr. Judd and Irena enter and cross to the door which leads to\n\n               the hall. He opens the door for her.\n\n\n\n                                   JUDD \n\n                         Friday, at eleven?\n\n\n\n               Irena nods and leaves. Dr. Judd turns to another of his\n\n               patients in the waiting room. She is a beautiful, neurotic\n\n               looking woman, swathed in furs and adorned with loops of\n\n               pearls. Judd bows from the waist to kiss her hand.\n\n\n\n                                   JUDD (cont'd)\n\n                         My dear lady.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. GROUND FLOOR HALLWAY - IRENA'S APARTMENT HOUSE -\n\n               AFTERNOON\n\n\n\n               CLOSE SHOT of Irena running lightly up the stairs, humming\n\n               a little snatch of song.\n\n\n\n               INT. HALLWAY OUTSIDE IRENA*5 APARTMENT - AFTERNOON\n\n\n\n               CLOSE SHOT of Irena as she reaches the top of the stairs and\n\n               goes down the hallway to her door, still humming the song.\n\n               Joyously she swings open the door of the apartment*\n\n\n\n               CLOSEUP of Irena as she sees something inside,\n\n\n\n               REVERSE SHOT. Through the door can be seen Oliver and Alice\n\n               seated together on the sofa. Oliver-is just bending over to\n\n               light Alice's cigarette. They turn and look as Irena enters\n\n               and closes the door.\n\n\n\n               Irena, Alice and Oliver.",
  "37": "---END OF PREVIOUS SECTION---\nOliver-is just bending over to\n\n               light Alice's cigarette. They turn and look as Irena enters\n\n               and closes the door. Irena, Alice and Oliver. \n---TARGET SECTION TO BE ANNOTATED---\n                                   IRENA \n\n                             (as she crosses to\n\n                              Alice)\n\n                         Alice, it's so nice to see you!\n\n\n\n                                   ALICE\n\n                         Hello, darling.    How did you make \n\n                         out with Louis?\n\n\n\n                                   IRENA\n\n                             (puzzled)\n\n                         Louis ?\n\n\n\n                                   ALICE\n\n                         Dr.  Judd.\n\n\n\n               Instantly Irena's mood changes.    She  looks at Alice,\n\n               puzzled and a little hurt  to think that Oliver has spoken\n\n               of her visit to the psychiatrist.    Oliver catches Irena's\n\n               look.\n\n\n\n                                   OLIVER\n\n                             (quickly)\n\n                         Alice knows, darling.\n\n\n\n                                   ALICE\n\n                             (not catching the\n\n                              vibrations in the air)\n\n                         Of course.  Didn't I suggest Dr. \n\n                         Judd?    I met him on the\n\n                         Commodore's boat.    The way he\n\n                         goes around kissing hands makes\n\n                         me want to spit cotton, but I\n\n                         guess he knows all there is to\n\n                         know about psychiatry.\n\n\n\n               Oliver is looking very embarrassed.    Irena is both startled\n\n               and angry now.    Alice looks at both of them and catches on.\n\n\n\n                                   ALICE (cont'd)\n\n                         Uh-oh!\n\n\n\n                                   OLIVER\n\n                             (to Irena)\n\n                         I told Alice; I knew she'd know\n\n                         some good doctor.\n\n\n\n                                   IRENA\n\n                         I don't see why that was necessary.\n\n\n\n               Her manner is very cold.  She gives them both a long look,\n\n               and walks away to stand by the window, gazing out, with her\n\n               back toward them. Alice looks guiltily at Oliver, shrugs\n\n               her shoulders, and picks up her hat and coat from a near-by\n\n               chair.\n\n\n\n                                   ALICE\n\n                         Sorry.  I seem to have put my big\n\n                         foot in it.\n\n\n\n               She lets Oliver help her on with her coat, and, with her hat\n\n               still in her hand, she goes over to the door. Pausing, she\n\n               calls out to Irena.\n\n\n\n                                   ALICE (cont'd)\n\n                         Sorry, Irena.  I'm sure neither I\n\n                         nor Oliver had any notion of\n\n                         offending you.  I'm dreadfully\n\n                         sorry.\n\n\n\n                                   IRENA\n\n                         (half-turning, coldly) \n\n                         Good-bye, Alice.",
  "38": "---END OF PREVIOUS SECTION---\nI'm sure neither I\n\n                         nor Oliver had any notion of\n\n                         offending you. I'm dreadfully\n\n                         sorry. IRENA\n\n                         (half-turning, coldly) \n\n                         Good-bye, Alice. \n---TARGET SECTION TO BE ANNOTATED---\n               With another-guilty look at Oliver, Alice closes the door\n\n               behind her. The moment the door clicks shut, Irena turns to\n\n               face Oliver.  She is furious, hurt, offended. Oliver tries to\n\n               make nice with her.\n\n\n\n                                   OLIVER\n\n                         Darling, really, there's no\n\n                         reason....\n\n\n\n                                   IRENA\n\n                         But, Oliver, how can you discuss\n\n                         such things...such intimate things\n\n                         about me? How much did you tell\n\n                         her?\n\n\n\n                                   OLIVER\n\n                         (good-naturedly) \n\n                         You can tell Alice anything. She's\n\n                         such a good egg, she can understand\n\n                         anything.\n\n\n\n                                   IRENA\n\n                         There are some things a woman\n\n                         doesn't want other women to\n\n                         understand.\n\n\n\n               She crosses the room, goes into the bedroom, and closes the\n\n               door firmly behind her.  Oliver is honestly perplexed. He\n\n               looks after her ruefully.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. IRENA'S BEDROOM - NIGHT\n\n\n\n               Irena is unable to sleep.  A bright moon drives a shaft of\n\n               misty light through the window and across her bed. She turns\n\n               restlessly, gets up, and goes to the window for a moment to\n\n               look out.  From the park comes the sound of the lions and one\n\n               eerie, piercing shriek that she knows is the leopard's cry. \n\n               She trembles, perhaps with cold, perhaps with some emotion\n\n               that she cannot understand.  She comes to a decision, throws\n\n               a fur coat over her nightdress, outs on a pair of galoshes\n\n               over her bedroom slippers, and lets herself out of the room.\n\n\n\n\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Irena hesitates as she tiptoes across the studio room of her\n\n               apartment.  The moonlight Is pouring in through the window,\n\n               throwing the familiar objects of the room Into mysterious\n\n               half-shadows.  She goes quietly over to the other door, opens\n\n               it quietly, and looks in.\n\n\n\n               INT. OLIVER'S BEDROOM - NIGHT\n\n\n\n               Oliver is sound asleep In his bed.  He sleeps quietly.\n\n\n\n               INT.",
  "39": "---END OF PREVIOUS SECTION---\nOLIVER'S BEDROOM - NIGHT\n\n\n\n               Oliver is sound asleep In his bed. He sleeps quietly. INT. \n---TARGET SECTION TO BE ANNOTATED---\n IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Irena closes the door to Oliver's bedroom softly, and tiptoes\n\n               to the main door, snapping the night latch back, and quietly\n\n               letting herself out.\n\n\n\n               X\n\n\n\n               X\n\n\n\n               X\n\n\n\n               X\n\n\n\n               X\n\n\n\n               X\n\n\n\n               TWO SHOT.  Oliver comes out of the shadows of the hallway and\n\n               joins Irena on the steps.\n\n\n\n                                   OLIVER\n\n                         I woke up.  You were gone, What's\n\n                         wrong, darling?\n\n\n\n                                   IRENA\n\n                         (a pause, as she looks at him) \n\n                         I couldn't sleep.  I went out.\n\n\n\n               They continue up the stairs together, the CAMERA HOLDING on\n\n               them.  As they reach a landing, Oliver stops.\n\n\n\n                                   OLIVER\n\n                         Where'd you go?\n\n\n\n                                   IRENA\n\n                         Just walked.\n\n\n\n               There is a brief pause.  Oliver reaches out and takes her\n\n               hand.\n\n\n\n                                   OLIVER\n\n                         I'm sorry about this afternoon. I\n\n                         just didn't think.\n\n\n\n                                   IRENA\n\n                         We should never quarrel, Oliver. I\n\n                         need you so much. You must help me,\n\n                         Oliver.\n\n                             (pauses)\n\n                         Never let me feel jealousy or\n\n                         anger. Whatever it is that is In me\n\n                         is held in...is kept\n\n                         harmless...when I am happy.\n\n\n\n                                   OLIVER\n\n                         I'd turn handsprings, darling...\n\n                         I'd dance In the streets...to make\n\n                         you happy.\n\n\n\n               He smiles down at her.  Then, taking her little face in his\n\n               hands, he pinches her cheeks together so that her mouth\n\n               puckers to an enforced smile.\n\n\n\n                                                       FADE OUT\n\n\n\n                                                       FADE IN\n\n\n\n               EXT. THE PANTHER'S CAGE - PARK - DAY\n\n\n\n               Irena stands at the guard rail, watching the old keeper\n\n               unlock the cage door and throw in the big, bloody chunks of\n\n               meat. He is singing again his monotonous, nasal song, but\n\n               even his singing cannot drown out the noisy feeding of the\n\n               panther as it gnaws and tears at the meat. When he has thrown\n\n               in the last chunk, he slams shut the cage door and moves on. \n\n               It is a gusty, blowy day of hard, inconstant winds.",
  "40": "---END OF PREVIOUS SECTION---\nHe is singing again his monotonous, nasal song, but\n\n               even his singing cannot drown out the noisy feeding of the\n\n               panther as it gnaws and tears at the meat. When he has thrown\n\n               in the last chunk, he slams shut the cage door and moves on. It is a gusty, blowy day of hard, inconstant winds. \n---TARGET SECTION TO BE ANNOTATED---\n  Irena\n\n               notices that he has left the key in the look of the cage.\n\n\n\n               INSERT THE KEY in the panther cage lock.\n\n\n\n               BACK TO SCENE.  Irena pushes aside the little gate, gets the\n\n               key, stands with it for a moment in her hands, and then runs\n\n               after the keeper. She holds it out toward him.\n\n\n\n                                   IRENA \n\n                         You forgot your key.\n\n\n\n                                   KEEPER \n\n                             (taking the key)\n\n                         Ah, I'm always forgettin' it,\n\n                         'Tain't no worry in It. Nobody'd\n\n                         steal one of them creatures.\n\n\n\n               He moves on, muttering his monotonous song to himself. Irena\n\n               returns to the little gate. Dr. Judd is now standing where\n\n               she had formerly stood. He is smiling at her. \n\n               She lets herself out of the gate and stands beside him. He\n\n               leans on his cane with a great air of nonchalant ease.\n\n\n\n                                   JUDD\n\n                         You resist temptation admirably.\n\n\n\n                                   IRENA\n\n                         Temptation?\n\n\n\n                                   JUDD\n\n                         The key.\n\n\n\n                                   IRENA \n\n                         Why would I want it?\n\n\n\n                                   JUDD\n\n                         For many reasons. There is, in some\n\n                         cases, a psychic need to loose evil\n\n                         upon the world. And we all of us\n\n                         carry within us a desire for death.\n\n                         You fear the panther; yet you are\n\n                         drawn to him again and again. Could\n\n                         you not turn to him as an\n\n                         instrument of death?\n\n                             (a pause)\n\n                         You didn't come back to see me\n\n                         Friday.    I've had to come to you.\n\n\n\n                                   IRENA\n\n                             (bewildered)\n\n                         How did you know where to find me?\n\n\n\n                                   JUDD\n\n                         (smiling) \n\n                         You told me many things.\n\n\n\n               Irena looks away.\n\n\n\n               Irena and Dr. Judd as SHOT from within the panther's cage.\n\n               The black panther moves from time to time in the foreground,\n\n               sometimes blotting one and then the other character from\n\n               view. Irena and Judd are seen through the bars of the cage.\n\n\n\n                                   JUDD (cont'd)\n\n                         Why didn't you come back?\n\n\n\n                                   IRENA\n\n                         I don't feel that you can help me.",
  "41": "---END OF PREVIOUS SECTION---\nIrena and Judd are seen through the bars of the cage. JUDD (cont'd)\n\n                         Why didn't you come back? IRENA\n\n                         I don't feel that you can help me. \n---TARGET SECTION TO BE ANNOTATED---\n                         You are very wise. You know a great\n\n                         deal. Yet when you speak of the\n\n                         soul, you mean the mind...and it is\n\n                         not my mind that is troubled.\n\n\n\n                                   JUDD\n\n                         What a clever girl! All the\n\n                         psychologists, all the theologians\n\n                         have tried for centuries to find\n\n                         that subtle shade of difference\n\n                         between mind and soul...and you\n\n                         have found it!\n\n\n\n                                   IRENA\n\n                             (apologetically, turning\n\n                              away)\n\n                         It does seem presumptuous of me,\n\n                         doesn't it? Good-bye, Doctor.\n\n\n\n               She starts off.  The CAMERA STAYS with her, as we hear o.s.\n\n               Judd's voice.\n\n\n\n                                   JUDD'S VOICE\n\n                         I can cut one thread of fear for\n\n                         you.\n\n\n\n               Irena turns back to him questioningly, and he smiles at her,\n\n               as he joins her on the walk.\n\n\n\n                                   JUDD\n\n                         Your mother. Do you remember her?\n\n\n\n                                   IRENA\n\n                         Yes. My mother was a peasant. She\n\n                         was lovely...quiet and strong...a\n\n                         big woman.\n\n\n\n               The doctor takes one of her hands and holds it up before her.\n\n\n\n                                   JUDD\n\n                         And this aristocratic little\n\n                         hand...is this a peasant hand? The\n\n                         little bones of this wrist...are\n\n                         they peasant bones?\n\n                             (drops her hand and looks\n\n                              at her)\n\n                         The mystery of your father is very\n\n                         simple. Perhaps a young aristocrat\n\n                         from Belgrade... maybe an artist on\n\n                         a sketching trip. And your\n\n                         mother..fresh and attractive, as\n\n                         peasant girls are when they are\n\n                         young.\n\n                             (making a little gesture\n\n                              with his cane)\n\n\n\n               It's quite clear — a hasty marriage...a brief pastoral — and\n\n               then he disappears.\n\n\n\n                                   JUDD (cont'd)\n\n                         No wonder your mother never spoke\n\n                         of him...that the village people\n\n                         drew aside from her. As for the\n\n                         children who teased you...",
  "42": "---END OF PREVIOUS SECTION---\n(making a little gesture\n\n                              with his cane)\n\n\n\n               It's quite clear — a hasty marriage...a brief pastoral — and\n\n               then he disappears. JUDD (cont'd)\n\n                         No wonder your mother never spoke\n\n                         of him...that the village people\n\n                         drew aside from her. As for the\n\n                         children who teased you... \n---TARGET SECTION TO BE ANNOTATED---\nwho would\n\n                         explain his absence to them?\n\n                         Naturally, they could only go by\n\n                         old wives' tales of cat women and\n\n                         violence, \n\n                             (pauses, looking closely\n\n                              at Irena)\n\n                         I'm right, am I not?\n\n\n\n               Irena pauses thoughtfully for a moment.\n\n\n\n                                   IRENA\n\n                             (quietly)\n\n                         But what of my mother's death?\n\n\n\n                                   JUDD\n\n                         Her death? You didn't tell me.\n\n\n\n                                   IRENA\n\n                         (still quietly)\n\n                         I held her hand when she died. That\n\n                         hand...even as I held it... turned\n\n                         to the black paw of a panther.  I\n\n                         felt the coarse hair, the sharp\n\n                         talons, the pads...I felt them... I\n\n                         saw her lying, black... I saw that.\n\n\n\n               She pauses and looks at Judd, who is frowning at her; she\n\n               speaks, almost with a note of triumph,\n\n\n\n                                   IRENA (cont'd)\n\n                         What little pastoral, Doctor... do\n\n                         you have to explain that?\n\n\n\n                                   JUDD\n\n                         (confidently) \n\n                         You were a child?\n\n\n\n                                   IRENA\n\n                         I was thirteen when my mother died.\n\n\n\n                                   JUDD \n\n                         Why did she die?\n\n\n\n                                   IRENA\n\n                         There was an epidemic in the\n\n                         village.\n\n\n\n                                   JUDD\n\n                         And you were sick, feverish,\n\n                         delirious, when your mother died?\n\n\n\n                                   IRENA\n\n                         No.  I was called from school. I\n\n                         can remember it so clearly. I came\n\n                         through the fields. The meadow\n\n                         larks were singing, and the sun was\n\n                         shining.  I carried the knapsack of\n\n                         school books in my hand.  I\n\n                         remember I could not believe that\n\n                         on such a day anyone could die. I\n\n                         was not delirious.\n\n\n\n                                   JUDD\n\n                         There is a delirium in great\n\n                         grief. There are the illusions of\n\n                         bereavement.\n\n\n\n                                   IRENA\n\n                         The priest would not come into our\n\n                         house when he saw what was on the\n\n                         bed. Was his also an illusion of\n\n                         grief?\n\n\n\n               Dr. Judd has no answer to make for a moment.",
  "43": "---END OF PREVIOUS SECTION---\nWas his also an illusion of\n\n                         grief? Dr. Judd has no answer to make for a moment. \n---TARGET SECTION TO BE ANNOTATED---\n He flicks a leaf\n\n               from the path with his cane, then smiles at her.\n\n\n\n                                   JUDD\n\n                         There is always an explanation for\n\n                         every phenomenon. We shall find the\n\n                         reasonable explanation for this\n\n                         one.\n\n\n\n               Irena gives him a scornful look of disbelief, and turns away\n\n               as we\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. DRAFTING OFFICE - DAY\n\n\n\n               TWO SHOT of Oliver and Alice. They are at a plotting table, \n\n               Oliver is holding a slide rule in his hand, and is calling\n\n               out numbers as she moves the batten. He looks at the number\n\n               on the hairline, and calls It off to Alice.\n\n\n\n                                   OLIVER\n\n                         Toward the sheer line...sixty-two\n\n                         degrees --\n\n\n\n               Alice moves the batten with which she is plotting the curve\n\n               of a bulkhead to the measurement Oliver has given her.  It\n\n               takes a sharp, awkward bend.  She looks up at Oliver and\n\n               points at the batten.\n\n\n\n                                   ALICE\n\n                         Hey!\n\n\n\n               Oliver looks at the batten, grins ruefully and apologizes!\n\n\n\n                                   OLIVER\n\n                         I'm sorry. Must have given you the\n\n                         wrong figure.  Let me try again.\n\n\n\n                                   ALICE\n\n                             (coming round the table to\n\n                              him)\n\n                         Wait.  Let's have a cigarette\n\n                         first.\n\n\n\n               They go toward the water cooler, as he fishes through his\n\n               pockets for a package of cigarettes. Alice takes a cigarette,\n\n               taps it on her nail, and smiles at him.\n\n\n\n                                   ALICE (cont'd)\n\n                         That's the third wrong figure\n\n                         you've given me this morning.\n\n\n\n                                   OLIVER\n\n                         Getting careless in my old ago.\n\n\n\n                                   ALICE\n\n                         Something's on your mind. Anything\n\n                         wrong?\n\n\n\n                                   OLIVER\n\n                         No.\n\n\n\n               They have reached the water cooler.  She lights her\n\n               cigarette, and accepts the cup of water he hands to her. He\n\n               draws another cup for himself.  She grins at him, as she\n\n               waves away the first strong puff of smoke from her cigarette.\n\n\n\n                                   ALICE\n\n                             (lightly)\n\n                         Must be marriage.\n\n\n\n                                   OLIVER\n\n                         In a way, it is. I'm worried about\n\n                         Irena.\n\n\n\n                                   ALICE\n\n                         I  thought she was  going to Dr.",
  "44": "---END OF PREVIOUS SECTION---\nOLIVER\n\n                         In a way, it is. I'm worried about\n\n                         Irena. ALICE\n\n                         I  thought she was  going to Dr. \n---TARGET SECTION TO BE ANNOTATED---\n                         Judd.\n\n\n\n                                   OLIVER\n\n                         That's what I thought. But I\n\n                         bumped Into  Judd this  morning,\n\n                         and  she hasn't been there since\n\n                         the first visit.\n\n\n\n                                   ALICE\n\n                         But you told me she seemed anxious\n\n                         to be cured.\n\n\n\n                                   OLIVER\n\n                         Apparently not.\n\n\n\n               Alice crumples up the paper cup and drops It into the waste\n\n               basket.\n\n\n\n                                   ALICE\n\n                         I'm sorry, Oliver. It must make you\n\n                         very unhappy.\n\n\n\n\n\n                                   OLIVER\n\n                             (thoughtfully, simply)\n\n                         You know...it's a funny thing...\n\n                         I've never been unhappy before.\n\n                         Things  have always gone swell for\n\n                         me.  I had a grand time as a\n\n                         kid...lots of fun at school... at\n\n                         the office here with you, and the\n\n                         Commodore, and Doc. That's why I\n\n                         don't know what to do about all\n\n                         this. I've just never been unhappy.\n\n\n\n               Alice looks at him. Suddenly she begins to cry. Oliver looks\n\n               at her in astonishment, takes a quick glance to see that the\n\n               other workers in the office have not noticed, and quickly\n\n               leads her around behind the filing cabinets.\n\n\n\n                                   OLIVER (cont'd)\n\n                         (drawing out the word)\n\n                         Hey --\n\n                             (pulling out his\n\n                              handkerchief)\n\n                         Wait a minute!\n\n\n\n                                   ALICE\n\n                             (blowing her nose)\n\n                         I can't help it.  I just can't help\n\n                         it.\n\n                             (looking up at him)\n\n                         I can't bear to see you unhappy. I\n\n                         love you too darn much, and I don't\n\n                         care if you do know it. I love you.\n\n\n\n                                   OLIVER\n\n                             (a pause)\n\n                         I didn't' know it.\n\n\n\n                                   ALICE\n\n                         Of course, you didn't.  What do you\n\n                         think I'd do...drag my blooding\n\n                         heart across the drafting tables? \n\n                         It just had to come out now.  It's\n\n                         been too hard to love you...to see\n\n                         you in love with Irena...and to \n\n                         see you unhappy.\n\n\n\n               They  stand looking  at each other.  Alice gives a final blow\n\n               to her nose, hands the handkerchief back to Oliver, and\n\n               manages a grin.",
  "45": "---END OF PREVIOUS SECTION---\nIt's\n\n                         been too hard to love you...to see\n\n                         you in love with Irena...and to \n\n                         see you unhappy. They  stand looking  at each other. Alice gives a final blow\n\n               to her nose, hands the handkerchief back to Oliver, and\n\n               manages a grin. \n---TARGET SECTION TO BE ANNOTATED---\n                                   ALICE (cont'd)\n\n                         Forgot it.  There's Irena... you're\n\n                         in love with her.\n\n\n\n                                   OLIVER\n\n                             (puzzled)\n\n                         I don't know.  All this trouble has\n\n                         made me think -- I don't know what\n\n                         love really is.  I don't oven know\n\n                         whether I'm in love with Irena.\n\n\n\n               Alice looks at him very thoughtfully.\n\n\n\n                                   ALICE\n\n                             (simply, sincerely)\n\n                         I know what love is.  It's\n\n                         understanding.  It's you and\n\n                         me...and let the rest of the world\n\n                         go by.  It's just the two of us,\n\n                         living our lives\n\n                         together..happily...proudly.  No\n\n                         self-torture...no doubt.  It's\n\n                         enduring and it's everlasting.\n\n                         Nothing can change it.  Nothing can\n\n                         change us.  That's what I think\n\n                         love is.\n\n\n\n               Oliver looks over at the water bubbles rising in the cooler. \n\n               He looks intently at them, almost as if counting them as they\n\n               rise, burbling to the surface. He speaks without looking at\n\n               Alice, his eyes on the bubbles rising in the water cooler.\n\n\n\n                                   OLIVER\n\n                         I don't feel that way about Irena. \n\n                         It's a different feeling.  I'm\n\n                         drawn to her. There's a warmth from\n\n                         her that pulls at me...I have to\n\n                         watch her when she's in the room. I\n\n                         have to touch her when she's near. \n\n                         But I don't really know her.  In\n\n                         many ways were strangers.\n\n\n\n               He turns and looks at Alice.  She reaches out and takes his\n\n               hand.  They stand together like two people on a street corner\n\n               shaking hands.\n\n\n\n                                   ALICE (SIMPLY)\n\n                         You  and  I...we'11  never  be\n\n                         strangers.\n\n\n\n               He smiles at her and she returns his smile.\n\n\n\n                                                       FADE  OUT\n\n\n\n                                                       FADE IN                                                        \n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Irena is in the window alcove, busily engaged in washing her\n\n               paint brushes.  She twirls them between her palms to get the\n\n               water out of them.",
  "46": "---END OF PREVIOUS SECTION---\nFADE  OUT\n\n\n\n                                                       FADE IN                                                        \n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Irena is in the window alcove, busily engaged in washing her\n\n               paint brushes. She twirls them between her palms to get the\n\n               water out of them. \n---TARGET SECTION TO BE ANNOTATED---\n  Oliver is in his easy chair. He holds a\n\n               magazine in his hands, but he is not reading. Suddenly he\n\n               puts the magazine down.\n\n\n\n                                   OLIVER\n\n                         Irena.\n\n\n\n               Irena turns toward him, but continues to twirl the brush\n\n               she has In her hands.\n\n\n\n                                   OLIVER (cont'd)\n\n                             (rising and coming\n\n                              toward her)\n\n                         Irena, I'm worried. What's\n\n                         happening to us?\n\n\n\n               Irena looks up at him as she stops twirling her brush. She\n\n               speaks very simply, as if this explained and adjusted all\n\n               difficulties.\n\n\n\n                                   IRENA\n\n                         I love you, Oliver.\n\n\n\n                                   OLIVER\n\n                         I  know  -- but people can love,\n\n                         and people can still drift  apart.\n\n                         And that's what I feel is happening\n\n                         to us.    We don't talk together\n\n                         openly — you are  not  frank with\n\n                         me...\n\n\n\n                                   IRENA\n\n                         (interrupting) \n\n                         I have never lied to you.\n\n\n\n                                   OLIVER \n\n                         I ran into Dr. Judd today.\n\n\n\n               Irena looks at him and then down at the brush in her hand.\n\n\n\n                                   OLIVER (cont'd)\n\n                         You haven't been back to see him.\n\n\n\n                                   IRENA\n\n                         He cannot help me.\n\n\n\n                                   OLIVER\n\n                         You won't lot him help you. You\n\n                         won't let me help you. You won't\n\n                         even help yourself. It's what I\n\n                         said to Alice this afternoon —\n\n\n\n               At the mention of Alice, Irena has repeated the name softly,\n\n               furiously, the while a look of concentrated fury has come to\n\n               her face.  The rest of Oliver's speech has been lost to her\n\n               through her own anger.\n\n\n\n                                   OLIVER (cont'd)\n\n                         You're content to go on as we\n\n                         are.\n\n\n\n                                   IRENA\n\n                         (softly, but savagely sibilant)\n\n                          Alice!\n\n\n\n               Oliver looks at her. He sees her anger, realizes that she is\n\n               just about to burst forth savagely. He makes a gesture of\n\n               resignation.\n\n\n\n                                   OLIVER\n\n                             (restraining himself)\n\n                         I promised you we'd never quarrel.\n\n                         Let's calm down a bit.",
  "47": "---END OF PREVIOUS SECTION---\nHe makes a gesture of\n\n               resignation. OLIVER\n\n                             (restraining himself)\n\n                         I promised you we'd never quarrel. Let's calm down a bit. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n                             (starts toward the door)\n\n                         I'll go down to the office — I've\n\n                         got some work to do.\n\n\n\n               At the door he picks up his hat and coat and goes out,\n\n               closing the door quietly behind  him.  No sooner has the door\n\n               closed than Irena jumps to  her feet, paces quickly toward\n\n               it, then back again.\n\n\n\n               EXT. OFFICE BUILDING - NIGHT\n\n\n\n               Oliver comes up in front of the office building that houses\n\n               the Consolidated Ship and Barge Construction Company.  A\n\n               plaque on an entrance cornerstone bears the name of the\n\n               company.  There has been snow, followed by thaw, so that the\n\n               streets are wet. Oliver stands on the wet street, watching\n\n               the revolving door slowly move around with abrupt jerks.  No\n\n               one, however, is in any of the door compartments.  Then as\n\n               the door comes around, we see that in one of the\n\n               compartments, on her hands and knees, scrubbing the floor, is\n\n               a thin charwoman, Mrs. Agnew, her blowsy hair falling down\n\n               over her face. As she gets around in front of Oliver, she\n\n               looks up, brushing the hair out of her eyes. A lighted\n\n               cigarette, with a long ash dangles from one corner of her\n\n               mouth.  She picks up her bucket and scrubbing brush and\n\n               starts to move out of Oliver's way.\n\n\n\n                                   MRS. AGNEW\n\n                         You want to go up to the office,\n\n                         Mr. Reed?\n\n\n\n                                   OLIVER\n\n                         No, I think I'll go around the\n\n                         corner to Sally Lunn's and get a\n\n                         cup of coffee before I got to work.\n\n                             (starting off down the\n\n                              street)\n\n                         I'll be back.\n\n\n\n               Mrs. Agnew nods. The long ash of her cigarette falls down the\n\n               front of her dress. She brushes off the ashes with ladylike\n\n               strokes, as if it were a usual occurrence,\n\n\n\n               INT. SALLY LUNN'S TEAROOM - NIGHT\n\n\n\n               Oliver comes into the tearoom.  It is a typical quaint\n\n               tearoom of the type seen in Manhattan side streets.",
  "48": "---END OF PREVIOUS SECTION---\nShe brushes off the ashes with ladylike\n\n               strokes, as if it were a usual occurrence,\n\n\n\n               INT. SALLY LUNN'S TEAROOM - NIGHT\n\n\n\n               Oliver comes into the tearoom. It is a typical quaint\n\n               tearoom of the type seen in Manhattan side streets. \n---TARGET SECTION TO BE ANNOTATED---\n A Negro\n\n               waitress, Minnie, dressed in a stylized soubrette costume\n\n               (something like the kind worn by the Brown Derby waitresses)\n\n               turns around as Oliver enters.\n\n\n\n                                   MINNIE\n\n                             (with a broad smile as he\n\n                              sits down)\n\n                         Maybe you'd like some nice chicken\n\n                         gumbo, Mr. Reed.\n\n\n\n                                   OLIVER\n\n                         No, thanks, Minnie.  How about some\n\n                         apple pie and a cup of coffee?\n\n\n\n                                   MINNIE\n\n                             (disappointed)\n\n                         Yes'r, Mr. Reed.\n\n                             (as she turns to get his\n\n                              order)\n\n                         My goodness, don't nobody like\n\n                         chicken gumbo?\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. DRAFTING OFFICE - NIGHT\n\n\n\n               Alice is working alone late at night. She has just hung up\n\n               the last T-square on the back wall. Now she turns out the\n\n               light above her desk, leaving the room illuminated by a\n\n               single light near the door. On her under-lit drafting\n\n               table, taking full advantage of the warmth, his forepaws\n\n               snuggled under his chin, is the most decorous sort of\n\n               office cat. He looks like a bookkeeper. Alice is putting on\n\n               her hat when the telephone rings.  She picks up the phone.\n\n\n\n                                   ALICE\n\n                             (Into phone)\n\n                         Hello.\n\n                             (no response)\n\n                          Hello.\n\n                             (still no response)\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Irena has the telephone in her hand, and over the phone we\n\n               hear Alice's voice.\n\n\n\n                                   ALICE'S VOICE\n\n                         Hello  -- Hello  —\n\n\n\n               Irena quietly hangs up the phone.\n\n\n\n               INT. DRAFTING OFFICE - NIGHT\n\n\n\n               There is a faint click from the other end of the wire, as of\n\n               a receiver being put softly back onto the cradle. Alice,\n\n               disgusted, slams her own receiver into place.\n\n\n\n                                   ALICE\n\n                             (addressing the cat)\n\n                         John Paul Jones, don't you hate\n\n                         people who do that?\n\n\n\n               She grabs her coat and starts putting it on.  She turns out\n\n               the last remaining light and starts to leave the office. At\n\n               the door she pauses and calls through to the cat.",
  "49": "---END OF PREVIOUS SECTION---\nShe grabs her coat and starts putting it on. She turns out\n\n               the last remaining light and starts to leave the office. At\n\n               the door she pauses and calls through to the cat. \n---TARGET SECTION TO BE ANNOTATED---\n                                   ALICE (cont'd)\n\n                         Good night,  John Paul.\n\n                             (closes door)\n\n\n\n\n\n\n\n               EXT. A ROOFTOP OPPOSITE IRENA'S APARTMENT - NIGHT\n\n\n\n               Along the rooftop of the building opposite Irena's apartment\n\n               glide a couple of mangy alley oats.  They lead into the\n\n               scene. Seeing Irena's lighted window, they seat themselves on\n\n               the parapet side and look down into the lighted square of the\n\n               window. Through it Irena can be seen on her knees, her hands\n\n               folded in prayer. Her lips are moving.                                                                \n\n\n\n               ANOTHER ANGLE SHOOTING\n\n               :fI*bm^;:VohlMv;th6?ae^h^1M'V/¦::,iV^ cat in line; a little\n\n               further to one side than the other. From this vantage point\n\n               we can see down into Irena's apartment. We now see the\n\n               object of Irena's adoration and her plea: the statue of\n\n               King John of Serbia. Suddenly, Irena rises swiftly to her\n\n               feet, and with a quick, violent movement she sweeps the\n\n               statue to the floor. The cats, frightened, scamper away\n\n               over the rooftops.                                                   \n\n\n\n               The CAMERA MOVES toward the window, as we see Irena catch up\n\n               her hat and coat and leave.\n\n\n\n               INT. LOBBY - OFFICE BUILDING - NIGHT\n\n\n\n               Alice comes out of the elevator.  Mrs. Agnew is in the lobby\n\n               and has risen to a sitting position on her knees. She has\n\n               Just finished lighting a fresh cigarette. Alice reaches In\n\n               her pocketbook and takes out a couple of match books.\n\n\n\n                                   ALICE\n\n                         Here, Mrs. Agnew, I've got a couple\n\n                         of new match books for your\n\n                         collection.\n\n\n\n                                   MRS. AGNEW \n\n                         Thanks, Miss Moore.\n\n                             (admiring a particular\n\n                              one)\n\n                         Chartreuse.  My, ain't that\n\n                         elegant!\n\n\n\n               Alice smiles and starts out.\n\n\n\n                                   MRS. AGNEW (cont'd)\n\n                         Too bad you wasn't here a minute\n\n                         ago. Mr. Reed looked in.\n\n\n\n                                   ALICE\n\n                             (stopping)\n\n                         Oh? Where'd he go?\n\n\n\n                                   MRS.",
  "50": "---END OF PREVIOUS SECTION---\nALICE\n\n                             (stopping)\n\n                         Oh? Where'd he go? MRS. \n---TARGET SECTION TO BE ANNOTATED---\n AGNEW\n\n                         Said he was going around the corner\n\n                         to Sally Lunn's.\n\n\n\n                                   ALICE\n\n                             (starting off)\n\n                         I'll see if I can catch him, Good\n\n                         night.\n\n\n\n                                   MRS. AGNEW\n\n                         Good night, Miss Moore.\n\n\n\n               The ash of her cigarette falls down on her dress again.\n\n               Almost automatically she brushes it off with her customary\n\n               ladylike gesture.\n\n\n\n               INT. SALLY LUNN'S TEAROOM - NIGHT\n\n\n\n               Alice enters the tearoom and stands beside Oliver. She\n\n               signals to Minnie.\n\n\n\n                                   ALICE\n\n                         Could you squeeze the coffee pot\n\n                         for me, Minnie?\n\n\n\n                                   OLIVER\n\n                             (turns and sees Alice)\n\n                         Hello !\n\n\n\n                                   MINNIE\n\n                         I sure could. Only this coffee's\n\n                         been workin' so long, it's got\n\n                         muscles.\n\n\n\n               Alice smiles at Oliver as she sits down beside him.\n\n\n\n                                   ALICE\n\n                         What are you doing in this part of\n\n                         town at this hour of night?\n\n\n\n               Oliver shrugs his shoulders.  Alice nods.\n\n\n\n                                   ALICE (cont'd)\n\n                         Hmmm.  Stormy weather.\n\n\n\n               EXT. STREET - NIGHT\n\n\n\n               Irena as SHOT in the reflection of a florist shop window. \n\n               She is walking with fast, soft steps.\n\n\n\n               INT. SALLY LUNN'S TEAROOM - NIGHT\n\n\n\n               Alice and Oliver have finished drinking their coffee. She Is\n\n               looking very seriously at him.\n\n\n\n                                   ALICE\n\n                         Ollie,  you're  going to have  to\n\n                         solve your problems your own way.\n\n                         (picking up her cup)\n\n                         I'm going to drink up and go\n\n                         home.    You'd better go home, \n\n                         too, and make it up with Irena.\n\n\n\n                                   OLIVER\n\n                         (leaning over and patting her hand)\n\n                         You're very swell.\n\n\n\n                                   ALICE\n\n                             (lightly)\n\n                         That's what makes me dangerous. I'm\n\n                         the new type of other woman.\n\n\n\n               They leave the counter, calling \"good nights\" to Minnie, who\n\n               turns and nods to them.\n\n\n\n               EXT. STREET - NIGHT\n\n\n\n               As SHOT through the plate glass window of the florist shop,\n\n               with a grouping of tiger lilies in the f.g.",
  "51": "---END OF PREVIOUS SECTION---\nThey leave the counter, calling \"good nights\" to Minnie, who\n\n               turns and nods to them. EXT. STREET - NIGHT\n\n\n\n               As SHOT through the plate glass window of the florist shop,\n\n               with a grouping of tiger lilies in the f.g. \n---TARGET SECTION TO BE ANNOTATED---\n Irena stands in\n\n               an alcove-entrance, watching Oliver and Alice as they go by.\n\n\n\n               TWO SHOT - Oliver and Alice.  Alice stops, shivers, and draws\n\n               the collar of her coat higher. Oliver turns to her.\n\n\n\n                                   OLIVER\n\n                         Cold?\n\n\n\n                                   ALICE\n\n                             (shaking her head)\n\n                         A cat just walked over my grave.\n\n\n\n               They smile at each other and move on.\n\n\n\n               CLOSE SHOT of Irena through the tiger lilies, as she looks\n\n               after them.\n\n\n\n               EXT. TRANSVERSE ENTRANCE - NIGHT\n\n\n\n               Alice and Oliver pause at the entrance to the transverse,\n\n               which stretches away from them, Its darkness punctuated with\n\n               pools of widely spaced street lights.  Alice looks up the\n\n               street and turns to Oliver.\n\n\n\n                                   OLIVER\n\n                         Don't you want me to walk you home?\n\n\n\n                                   ALICE\n\n                         I'm a big girl now, and I'm not\n\n                         afraid.\n\n\n\n                                   OLIVER \n\n                         Well, good night.\n\n\n\n                                   ALICE\n\n                         Good night.\n\n\n\n               They shake hands.  Oliver turns and starts off across the\n\n               street, Alice waves good night to him as he reaches the other\n\n               side; then she draws a deep breath of the cold, crisp night\n\n               air, and turning, starts toward the transverse walk.\n\n\n\n               EXT. PARK WALL - NIGHT                                                                       \n\n\n\n               Irena steps out from the shadows around the park wall. She\n\n               draws up her fur collar over the lower part of her face and\n\n               turns toward the transverse walk. On the sound track the\n\n               music for \"Berceuses du Chat\" begins in an eerie, minor key.\n\n\n\n               EXT. TRANSVERSE ENTRANCE - NIGHT\n\n\n\n               Irena pauses at the entrance to the transverse. Ahead of her,\n\n               walking briskly about one hundred feet in advance is Alice.\n\n               There are no other pedestrians on the narrow transverse walk. \n\n               The street and sidewalk are glistening wet and reflect the\n\n               pools of light from the street lamps. The melting snow drips\n\n               down the stone walls.  Irena turns into the transverse and\n\n               starts to walk after Alice.\n\n\n\n               EXT. TRANSVERSE. WALK - NIGHT\n\n\n\n               SHOT of Alice, as she walks along.",
  "52": "---END OF PREVIOUS SECTION---\nEXT. TRANSVERSE. WALK - NIGHT\n\n\n\n               SHOT of Alice, as she walks along. \n---TARGET SECTION TO BE ANNOTATED---\n On one side of her are the\n\n               high, rock walls of the transverse; on the other is the\n\n               street.\n\n\n\n               SHOT of Irena, as she, too, walks along.\n\n\n\n               MED. SHOT - street lamp on transverse.  It throws a circular\n\n               pool of light, Alice emerges from the darkness, crosses the\n\n               area of light, and continues on into the darkness.  The soft\n\n               click of her heels fades into the distance. Even as the sound\n\n               of her steps fades, the sound of Irena's steps comes into the\n\n               scene. Irena comes from the darkness, crosses the area of\n\n               light, and continues oh after Alice into the darkness.\n\n\n\n               CLOSEUP of Alice's feet as they walk along, the heels\n\n               clicking on the wet pavement.\n\n\n\n               CLOSEUP of Irena's feet as they walk along, her heels\n\n               likewise clicking on the pavement.\n\n\n\n               MED. SHOT of a lighted area, as Alice again walks through a\n\n               circle of light.  She walks directly through and into the\n\n               darkness beyond, her footsteps clicking on the pavement. As\n\n               her footsteps fade, we would logically hear Irena's steps\n\n               coming onto the scene. But we do not. There is nothing, only\n\n               the sound of Alice's heels fading into the distance.  The\n\n               music of the \"Berceuses du Chat\" rises and fades.\n\n\n\n               SHOT of Alice as she walks along, the CAMERA TRUCKING with\n\n               her. There is the sound of her feet on the pavement. She\n\n               stops in a pool of street light, frowning, sensing the\n\n               presence of something behind her. She glances over her\n\n               shoulder, then looks around. The music is growing louder.\n\n\n\n               LONG SHOT of the glistening wet transverse walk, as Alice\n\n               sees it -- a dark, deserted walk, fading off to a perspective\n\n               line. It is lighted by regularly spaced street lamps.\n\n\n\n               SHOT of Alice, as she peers more closely into the darkness.\n\n               She  is troubled.  The silence is ominous. She frowns\n\n               apprehensively, turns, and starts to walk on a little faster. \n\n               She turns her head slightly, but does not dare look behind\n\n               her.",
  "53": "---END OF PREVIOUS SECTION---\nThe silence is ominous. She frowns\n\n               apprehensively, turns, and starts to walk on a little faster. She turns her head slightly, but does not dare look behind\n\n               her. \n---TARGET SECTION TO BE ANNOTATED---\n She increases her pace and walks very rapidly through\n\n               the next area of light and on into the darkness.  The sound\n\n               of her own steps is loud, and she begins to run. She reaches\n\n               the next pool of light, stops stock still, panic-stricken,\n\n               afraid to move. Outside the circle of light is only blackness\n\n               and silence, Alice's frightened eyes poor into the darkness. \n\n               She shrinks against the lamp post. Sheer terror crosses her\n\n               face. Suddenly there is a roaring sound that fills the sound\n\n               track, completely drowning the loud music. A pattern of light\n\n               cuts across Alice's face. She throws up one arm, almost as if\n\n               to defend herself.  There is a hissing, screeching sound.\n\n\n\n               SHOT of a transverse bus, as with a hiss of air brakes it\n\n               stops directly alongside Alice.  She grasps the platform rail\n\n               to steady herself.  The doors open.\n\n\n\n               BUS DRIVER Climb on, sister.\n\n\n\n               Alice steps up. A snarl sounds in the darkness, looks behind\n\n               her. Her eyes are carried upward.\n\n\n\n               The wet shrubbery at the top of wall stirs, settling, as if\n\n               something had only that moment passed through it.\n\n\n\n               Alice is looking back over her shoulder, fascinated by what\n\n               she has seen. She is standing just within the bus, but the\n\n               driver cannot close the door.\n\n\n\n                                   BUS DRIVER\n\n                             (exasperated)\n\n                         Are you ridin' with me, or\n\n                         ain'tcha?\n\n\n\n               Alice nods weakly, and steps In.\n\n\n\n               INT. TRANSVERSE BUS - NIGHT\n\n\n\n               Alice Is fumbling in her purse for change. She has been\n\n               greatly shaken by her fright. Her hands are trembling. The\n\n               bus driver looks up at her.\n\n\n\n                                   BUS DRIVER \n\n                         You look as if you'd seen a\n\n                         ghost.\n\n\n\n                                   ALICE\n\n                             (eagerly)\n\n                         Did you see it?\n\n\n\n               The driver looks at her in amazement.  Abashed, Alice drops\n\n               a coin in the box and moves on.  The driver shakes his head\n\n               morosely, as if crazy women were the cause of all\n\n               misfortune in this world, and pulls the gear that operates\n\n               the door.\n\n\n\n               EXT.",
  "54": "---END OF PREVIOUS SECTION---\nAbashed, Alice drops\n\n               a coin in the box and moves on. The driver shakes his head\n\n               morosely, as if crazy women were the cause of all\n\n               misfortune in this world, and pulls the gear that operates\n\n               the door. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n SHORE OF PARK LAKE - NIGHT\n\n\n\n               The waterfowl are nesting on the shallow, reed-fringed shores\n\n               of the lake. Their heads are tucked in under their wings. \n\n               Suddenly, one of the fowl, the leader, comes to life, and\n\n               starts to cluck.\n\n\n\n               CLOSE SHOT - the tall reeds swaying, moving unnaturally, as\n\n               If something wore stealing quietly behind them.\n\n\n\n               All the birds have wakened now, and silently are swimming out\n\n               to the safety of the deeper water in the middle of the lake.\n\n\n\n               EXT. ARCHED BRIDGE OVER BRIDLE PATH - PARK - NIGHT\n\n\n\n               A mounted policeman, in glistening raincoat and cape, sits\n\n               quietly on his horse.  A cone of lamplight illuminates him.\n\n               Overhead, from the bridge, a dark shadow glides. There is the\n\n               deadened sound or padded paws on the stonework of the bridge.\n\n               The horse, sensing the presence and hearing the sound, rears\n\n               suddenly and plunges. The policeman struggles to rein in the\n\n               maddened animal.\n\n\n\n               The policeman gets the horse in hand, although it continues\n\n               to snort and start nervously. He bends down from the saddle\n\n               to pat the horse's lathered neck.\n\n\n\n                                   POLICEMAN \n\n                         What got into you, Joe?\n\n\n\n               EXT. SHEEPFOLD - PARK - NIGHT\n\n\n\n               Inside the sheepfold there is panic. The sheep mill about in\n\n               the darkness, leaping over each other in blind fright,\n\n               bleating piteously.\n\n\n\n               EXT. SHEEP CARETAKER'S HUT - PARK - NIGHT\n\n\n\n               The caretaker comes out of his hut, with a lantern. He has\n\n               been roused from his sleep, and goes toward the fold,\n\n               muttering.\n\n\n\n                                   CARETAKER \n\n                         The woolly fools!\n\n\n\n               EXT. SHEEPFOLD - PARK - NIGHT\n\n\n\n               The caretaker stumbles over something on the ground inside\n\n               the sheepfold.  He holds up his lantern.\n\n\n\n               CLOSE SHOT of a killed lamb lying torn on the muddy ground. \n\n               The muddy soil around the dead animal Is trampled.\n\n\n\n               The caretaker raises his lantern higher, and peers into the\n\n               light.",
  "55": "---END OF PREVIOUS SECTION---\nCLOSE SHOT of a killed lamb lying torn on the muddy ground. The muddy soil around the dead animal Is trampled. The caretaker raises his lantern higher, and peers into the\n\n               light. \n---TARGET SECTION TO BE ANNOTATED---\n               The bodies of three more slain lambs lying on the earth, are\n\n               revealed by the caretaker's lantern.\n\n\n\n               The caretaker hobbles over to the last body, pausing for\n\n               just a second at the body of each lamb on the way. He\n\n               reaches the last body, and kneels down beside it, examining\n\n               the ground.\n\n\n\n               CLOSE SHOT of the prints of an animal In the soft mud around\n\n               the body of the fourth lamb.\n\n\n\n               CAMERA MOVES a few feet beyond the body.  Here, going off\n\n               toward the sheep pasture gate, are more prints, but not the\n\n               prints of the animal.  Those are the dainty imprints of a\n\n               woman's slippered-foot.\n\n\n\n               The caretaker, stunned and a little frightened by what he has\n\n               seen, brings a whistle up to his lips,and blows it shrilly.\n\n\n\n               EXT. PARK ENTRANCE - NIGHT\n\n\n\n               Irena is standing under a street lamp.  She seems dazed and\n\n               bewildered.  She is dabbing at her lips with her\n\n               handkerchief.  The caretaker's whistle is blowing in the\n\n               distance. Irena frowns, puzzled, irresolute. Another whistle,\n\n               closer, responds to the caretaker's whistle. A taxi drives up\n\n               and stops beside her.\n\n\n\n                                   TAXI DRIVER\n\n                         Taxi?\n\n\n\n               Irena looks up, nods and gets into the cab.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Oliver is pacing the floor.  The room lights are on full. He\n\n               is smoking a cigarette nervously.  There is the sound of the\n\n               door being opened.  Oliver turns around.\n\n\n\n               Irena has let herself In.  She closes the door behind her and\n\n               leans up against it.  She is blinking in the glare of the\n\n               light,  She looks ghastly, white, and drawn, her shoes and\n\n               stockings are wet, muddied, torn.  She has lost her hat, and\n\n               her hair is in wild disorder.  In her hand she is crumpling\n\n               and re-crumpling a soiled lace handkerchief.\n\n\n\n               TWO SHOT of Irena and Oliver.",
  "56": "---END OF PREVIOUS SECTION---\nShe has lost her hat, and\n\n               her hair is in wild disorder. In her hand she is crumpling\n\n               and re-crumpling a soiled lace handkerchief. TWO SHOT of Irena and Oliver. \n---TARGET SECTION TO BE ANNOTATED---\n  Irena's exhaustion is so great\n\n               that she looks as if she were about to collapse. Oliver jumps\n\n               quickly to her side, putting his arm around her waist to\n\n               support her.  She draws away from him,\n\n\n\n                                   OLIVER\n\n                         Are you all right?\n\n\n\n                                   IRENA\n\n                         Please...please...don't touch\n\n                         me...don't come near me.\n\n\n\n                                   OLIVER\n\n                             (weakly)\n\n                         All right.\n\n\n\n               Oliver hesitates and looks at her with sympathy.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Look, Irena, I'm sorry. I've been\n\n                         worried to death.  I didn't know\n\n                         where you were. I thought..\n\n\n\n               There is a pause. She turns away from him.\n\n\n\n                                   OLIVER (cont'd)\n\n                         These things...what happened\n\n                         tonight...happen in every family.\n\n                         I was all on edge.  You've got to\n\n                         understand, and you've got to\n\n                         forgive me.\n\n\n\n               Irena starts toward her room, mumbling brokenly.\n\n\n\n                                   IRENA\n\n                         I forgive you.\n\n\n\n               She stumbles.  Oliver tries to help her, but she eludes his\n\n               hand and slips into her room.  Oliver stands at the closed\n\n               door.\n\n\n\n\n\n\n\n               INT. IRENA'S BATHROOM - NIGHT\n\n\n\n               She has turned on the water taps and is filling the tub\n\n               with water. She is pulling off her wet clothes as rapidly\n\n               as she  can.\n\n\n\n\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Oliver stands at the door to Irena's room.\n\n\n\n                                   OLIVER\n\n                         Irena? Irena?\n\n\n\n                                   IRENA'S VOICE\n\n                         (over the sound of running water)\n\n                         What do you want?\n\n\n\n               Oliver Is worried.\n\n\n\n               INT. IRENA'S BATHROOM - NIGHT .\n\n\n\n               CLOSEUP of the base of an old-fashioned bathtub that has\n\n               floor supports of ornamental balls with tiger claws extending\n\n               down over the tops. Over the scene comes the broken sobbing\n\n               of Irena.\n\n\n\n               CAMERA MOVES UP, and we see Irena In the tub. She sits very\n\n               still in the still water, but her glistening shoulders shake\n\n               as she tries to control the storm of her hysteria.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT.",
  "57": "---END OF PREVIOUS SECTION---\nCAMERA MOVES UP, and we see Irena In the tub. She sits very\n\n               still in the still water, but her glistening shoulders shake\n\n               as she tries to control the storm of her hysteria. DISSOLVE\n\n\n\n               INT. \n---TARGET SECTION TO BE ANNOTATED---\n IRENA'S BEDROOM - DAY\n\n\n\n               CLOSE SHOT of Irena sleeping. She moves slightly in her\n\n               sleep. Her lips move as if she were trying to speak.\n\n\n\n                                                         LAP DISSOLVE\n\n                                                        OVER HER FACE\n\n\n\n               SPECIAL EFFECT SHOT. An army of gigantic, thin, angular cats\n\n               marches up from the back of the screen until their weird\n\n               shapes, and glowing eyes fill the entire screen from frame to\n\n               frame. Then through their ranks comes stalking a knight in\n\n               chain armor with ragged grave cerements for cloak and tabard.\n\n               He is unearthly tall and, as he walks forward, it is as if a\n\n               statue were moving. It is the same figure we have seen on\n\n               horseback as King John of Serbia. The face under the crowned\n\n               helmet is in darkness. When he comes up close, this darkness\n\n               is divided and reveals the face of Dr. Judd. Suddenly, and\n\n               with a savage movement, this knightly figure draws his sword.\n\n               It comes flashing from the scabbard and instantly changes, to\n\n               an enormous Yale key on a ring. The key grows constantly\n\n               larger, blotting out everything else from the screen. Over\n\n               this sequence is the music of \"Berceuses du Chat\" in the\n\n               softer portions of the melody we hear constantly the\n\n               repetition of Judd's suggestions:\n\n\n\n                                   JUDD'S VOICE\n\n                             (over EFFECT SHOT)\n\n                         Go loose evil upon the world -- a\n\n                         psychic necessity — a desire for\n\n                         death-- to loose evil --a desire\n\n                         for death -- to loose evil — a\n\n                         desire for death ---\n\n\n\n               We LAP DISSOLVE BACK to Irena's face in such a manner that it\n\n               seems this enormous key were pressing down upon her in her\n\n               sleep.                                 .\n\n\n\n                                                             DISSOLVE\n\n\n\n               EXT. PANTHER CAGE - PARK - DAY\n\n\n\n               A light rain is falling. Once more the keeper is singing to\n\n               himself in his nasal voice as he pushes chunks of meat in for\n\n               the beast. He looks up to see Irena standing at the guard\n\n               rail and smiles at her.\n\n\n\n                                   KEEPER \n\n                         Good afternoon, ma'am.\n\n\n\n                                   IRENA\n\n                         The animals must love you. You feed\n\n                         them so promptly...",
  "58": "---END OF PREVIOUS SECTION---\nKEEPER \n\n                         Good afternoon, ma'am. IRENA\n\n                         The animals must love you. You feed\n\n                         them so promptly... \n---TARGET SECTION TO BE ANNOTATED---\nthe same time\n\n                         every day.  One could set one's\n\n                         watch by you.\n\n\n\n                                   KEEPER\n\n                         Thank you,  ma'am. It ain't that\n\n                         the animals like me, though.     I\n\n                         tell you, they'd just as leave have\n\n                         me for their dinner,  even if they\n\n                         was to get everlastin1 dyspepsia.\n\n\n\n                                   IRENA (LAUGHING)\n\n                         I don't think they'd find you\n\n                         indigestible.\n\n\n\n               This strikes the keeper as being very amusing.    He chuckles\n\n               to himself and absent-mindedly moves on to the next cage.    \n\n               Irena looks at the door Of the panther's cage.\n\n\n\n               THE KEY to the panther's cage has been left in the lock\n\n               again by the keeper.\n\n\n\n               BACK TO SCENE, Irena looks around her, making sure that no\n\n               one is near enough to see her. Very quietly she opens the\n\n               little gate, takes out the key and slips it in her purse. She\n\n               steps back onto the promenade, closing the gate behind her.\n\n               The keeper looks up; he is still chuckling. Irena smiles and\n\n               looks toward the black panther.                                                                   \n\n\n\n               CLOSEUP of the black panther's face as the beast stares at\n\n               her.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. FLECKER MUSEUM - MODEL SHIP EXHIBIT - NIGHT\n\n\n\n               CLOSEUP of a grinning cat's face which adorns the bowhead,\n\n               the end of the timber projecting at right angles from the bow\n\n               of a model ship.\n\n\n\n               CAMERA DRAWS BACK for CLOSE SHOT of Irena looking at the ship\n\n               model. It is the \"Royal Harry,11 progenitor of the mighty\n\n               British fleet. But what obviously holds Irena's interest is\n\n               the cat's face. She is fascinated.\n\n\n\n               THREE SHOT - Alice and Oliver in the f.g.and Irena in the\n\n               b.g. Alice and Oliver are engrossed in their examination of a\n\n               frame model of the privateer, \"Swallow\". They move over to\n\n               the next, model, which brings them beside Irena. Alice stops\n\n               and looks at Oliver.\n\n\n\n                                   ALICE\n\n                         I'm afraid this is dull for Irena.",
  "59": "---END OF PREVIOUS SECTION---\nThey move over to\n\n               the next, model, which brings them beside Irena. Alice stops\n\n               and looks at Oliver. ALICE\n\n                         I'm afraid this is dull for Irena. \n---TARGET SECTION TO BE ANNOTATED---\n               Irena, aroused from her absorption in the quaint cat face on\n\n               the \"Royal Harry,\" comes to herself with a start. Oliver\n\n               takes her elbow.\n\n\n\n                                   OLIVER\n\n                         Look, darling, there are some\n\n                         beautiful moderns upstairs. Why\n\n                         don't you take a look at them?\n\n\n\n                                   IRENA\n\n                         I like  these little boats.     I\n\n                         want  to be with you. \n\n                         (looking up at  Oliver; pouting)\n\n                         Don't send me  away.\n\n\n\n                                   OLIVER \n\n                             (gently and lightly)\n\n                         We're not sending you away.  We\n\n                         just don't want you to be bored.\n\n\n\n               Irena looks at him.  Her mood changes, as she feels that\n\n               perhaps they do want to be rid of her.  She walks off.\n\n\n\n                                   OLIVER (cont'd)\n\n                         (calling after her)\n\n                         We'll meet you in the main lobby\n\n                         in an hour.\n\n\n\n               Alice's attention is attracted by a set of line drawings.\n\n               She turns to them.\n\n\n\n                                   ALICE\n\n                         Ollie, look!  Line drawings of\n\n                         the \"America!\"\n\n\n\n               They begin to examine the drawings,\n\n\n\n\n\n\n\n               INT. MUSEUM CORRIDOR - EGYPTIAN ROOM - NIGHT\n\n\n\n               Irena paces the museum corridors.  She walks alone, the\n\n               CAMERA TRACKING with her.  A sullen look is on her face and\n\n               her lips are heavy with sulkiness.  She passes a showcase\n\n               filled with terra cotta figurines of the cat-headed\n\n               goddess, Bubastis.  She only glances at them as she passes. \n\n               Her stride lengthens with her growing anger.  At the end of\n\n               the aisle she stops still and looks up.\n\n\n\n               As SHOT from Irene's VIEWPOINT, looking up, we see a\n\n               towering effigy of the goddess Bubastis, carved into a\n\n               black basalt caryatid.  The huge cat head is supported by a\n\n               lovely, slim, women's neck, rising from rounded, feminine\n\n               shoulders.  The goddess gazes down at Irena from blind,\n\n               enigmatic, cat's eyes.\n\n\n\n               Irena, as she looks up at this dread goddess of the noonday\n\n               sun, seems to reach a resolve.",
  "60": "---END OF PREVIOUS SECTION---\nThe huge cat head is supported by a\n\n               lovely, slim, women's neck, rising from rounded, feminine\n\n               shoulders. The goddess gazes down at Irena from blind,\n\n               enigmatic, cat's eyes. Irena, as she looks up at this dread goddess of the noonday\n\n               sun, seems to reach a resolve. \n---TARGET SECTION TO BE ANNOTATED---\n Her expression grows grim,\n\n               resolute.  She turns, and walks quickly away.\n\n\n\n\n\n\n\n               INT. MAIN LOBBY - MUSEUM - NIGHT \n\n\n\n               Irena walks through the main lobby toward the exit door.\n\n               She pauses for a moment beside a greet bronze statue of a\n\n               puma leaping on a frightened horse, and looks toward the\n\n               ship exhibit room.\n\n\n\n\n\n\n\n               INT. MODEL SHIP EXHIBIT ROOM'- MUSEUM - NIGHT\n\n\n\n               As SHOT from the lobby, from Irena's VIEWPOINT, with the\n\n               bronze statue of the puma and the horse in the f.g.\n\n               We can see Alice and Oliver within the exhibit room, with\n\n               their backs turned, closely Inspecting a ship model.\n\n\n\n\n\n\n\n               INT. MAIN LOBBY - MUSEUM - NIGHT\n\n\n\n               SHOOTING through the intricacies of the puma-and-horse\n\n\n\n               statue at Irena, who looks a moment at Alice and Oliver,\n\n               then turns, and walks out of the building.\n\n\n\n                                                             DISSOLVE\n\n\n\n\n\n\n\n               EXT. ALICE'S HOTEL - NIGHT\n\n\n\n               A cab drives up in front of the hotel and Alice gets out. \n\n               She waves good-bye to Oliver, and the cab drives off with\n\n               him.  She turns and enters the hotel. The streets are still\n\n               wet.  Just as Alice is passing through the door, another\n\n               cab drives up.  Irena gets out.  She pays the driver, and\n\n               the cab moves off.  Irena stands for a moment irresolutely\n\n               under the marquee.\n\n\n\n\n\n\n\n               INT. ALICE'S HOTEL, - LOBBY - NIGHT\n\n\n\n               Alice, striding cheerfully across the lobby, stops at the\n\n               desk, where a young blonde desk attendant is stationed.\n\n\n\n                                   ALICE\n\n                         Could I have the key to the\n\n                         swimming pool? .\n\n\n\n                                   BLONDE \n\n                         Of course, dearie.\n\n\n\n               The attendant gives Alice the key. A little black kitten\n\n               suddenly jumps up onto the desk top. Alice picks it up and\n\n               holds it against her cheek.\n\n\n\n                                   ALICE \n\n                         What a darling kitten!\n\n\n\n                                   BLONDE\n\n                         Yeah.  It's one of four. Minou had\n\n                         'em about a month ago.",
  "61": "---END OF PREVIOUS SECTION---\nBLONDE\n\n                         Yeah. It's one of four. Minou had\n\n                         'em about a month ago. \n---TARGET SECTION TO BE ANNOTATED---\n               Alice laughs and putting the kitten down on top of the desk,\n\n               starts toward a stairs where there is a placard marked \"TO\n\n               THE SWIMMING POOL\" the kitten jumps down from the desk top\n\n               and starts after Alice.  The blonde leans over the desk.\n\n\n\n                                   BLONDE (cont'd)\n\n                             (calling out)\n\n                         Qh, dearie! When you get through,\n\n                         don't forgot to turn off the light,\n\n                         will ya?\n\n\n\n                                   ALICE\n\n                         I won't forget!\n\n\n\n               She starts down the stairs.  The little kitten follows her. \n\n               The desk phone rings, and the blonde picks it up.\n\n\n\n                                   BLONDE (ON PHONE)\n\n                         Hullo...Ah, gee -- I can't tonight.\n\n                         I got Civilian Defense work...Yeah.\n\n                         As I was saying to Brenda, them\n\n                         Japs and Nazis is whittling down my\n\n                         social life.\n\n\n\n               EXT. ALICE'S HOTEL - NIGHT\n\n\n\n               Irena is walking irresolutely back and forth underneath the\n\n               lighted marquee.  Suddenly, she seems to come to some\n\n               decision and walks up the lighted steps toward the entrance\n\n\n\n               INT. ALICE'S HOTEL - LOBBY - NIGHT\n\n\n\n               The desk clerk is still talking over the phone as Irena comes\n\n               quietly up to the counter. The blonde glances up and sees\n\n               her.\n\n\n\n                                   BLONDE (ON PHONE)\n\n                         Just a minute, dearie.\n\n                         (looking up, to Irena) \n\n                         Yes?\n\n\n\n                                   IRENA\n\n                         Is Miss Moore in?\n\n\n\n                                   BLONDE\n\n                         She just went downstairs to the\n\n                         swimming pool.\n\n\n\n                                   IRENA\n\n                         Would it be all right if I went\n\n                         down to see her?\n\n\n\n                                   BLONDE\n\n                         Of course, dearie.  Right down them\n\n                         steps there.\n\n\n\n               Irena nods and goes toward the steps.  The blonde picks up\n\n               the phone again and continues.\n\n\n\n                                   BLONDE (cont'd)\n\n                         As I was sayin' to Brenda...\n\n\n\n                                                       QUICK DISSOLVE\n\n\n\n               INT. LOCKER ROOM - ALICE'S HOTEL - NIGHT\n\n\n\n               Alice is standing in front of her locker, drying herself with\n\n               a big towel.  She has just come out of the pool.",
  "62": "---END OF PREVIOUS SECTION---\nQUICK DISSOLVE\n\n\n\n               INT. LOCKER ROOM - ALICE'S HOTEL - NIGHT\n\n\n\n               Alice is standing in front of her locker, drying herself with\n\n               a big towel. She has just come out of the pool. \n---TARGET SECTION TO BE ANNOTATED---\n The door to\n\n               the plunge is open behind her, but she has turned out the\n\n               lights and it is dark within.  There is only the single light\n\n               gleaming in the locker room. Alice removes her wet bathing\n\n               cap and shakes her hair out.  She puts on a chenille wrapper\n\n               over her bathing suit and goes toward the door.  She starts\n\n               to turn out the lights in the locker room, but remembers the\n\n               kitten. She looks around and sees the kitten.\n\n\n\n               CLOSE SHOT of the little black kitten.  It is standing on the\n\n               threshold, looking up toward the stairs.  Its tiny ears are\n\n               raised, listening.\n\n\n\n               SHOT of Alice, as she looks from the kitten toward the\n\n               stairs.\n\n\n\n               SHOT of the stairway, as Alice sees it. A shaft of light\n\n               comes down the stairs. The rest of the stairway is in\n\n               darkness. No one is on the stairs.\n\n\n\n               CLOSE SHOT of the black kitten.  Its back begins to arch.\n\n               Suddenly it turns, scampers through the locker room, leaps up\n\n               the wall, clambers over the top sill of the half-opened\n\n               window, and drops into the areaway.\n\n\n\n               Alice shrugs her shoulders good-humoredly.  She turns out the\n\n               lights in the locker room and steps toward the entrance door. \n\n               She pauses as she hears something ahead of her and looks up,\n\n               trying to peer into the darkness.\n\n\n\n               SHOT of the hallway, as Alice sees it.  It is in shadow. Over\n\n               the scene is the sound of padded feet on pavement.\n\n\n\n               Alice starts toward the hall.  A snarl sounds in the darkness\n\n               ahead of her.  She pauses, rooted in panic, as the slow,\n\n               stealthy tread of feet starts again.  She looks toward the\n\n               stairs.\n\n\n\n               Alice, with terror in her eyes, looks into the darkness.\n\n\n\n               The locker room, SHOOTING toward the door, as Alice sees it. \n\n               All is blackness.\n\n\n\n               Alice takes a step backward.  She looks behind her, and\n\n               pauses an instant.  She turns, flings off the robe, throws it\n\n               toward something in the blackness, and races through the\n\n               locker room toward the pool.",
  "63": "---END OF PREVIOUS SECTION---\nAlice takes a step backward. She looks behind her, and\n\n               pauses an instant. She turns, flings off the robe, throws it\n\n               toward something in the blackness, and races through the\n\n               locker room toward the pool. \n---TARGET SECTION TO BE ANNOTATED---\n  We hear the splash of her dive.\n\n\n\n               INT. PLUNGE ROOM - ALICE'S HOTEL - NIGHT\n\n\n\n               SHOT of Alice in the pool, as she swims rapidly out to the\n\n               center.  Behind her there is a frustrated snarl of rage, the\n\n               sound of fanged teeth ripping, sharp claws snagging into\n\n               cloth. Alice reaches the center of the pool and treads water.\n\n               Around the edge of the tank she can hear her pursuer begin to\n\n               run with bounding steps along the tiles.  Then there is\n\n               silence.  Alice looks about her in the quiet darkness. Her\n\n               eyes try to peer into the shadows.  Her whole expression is\n\n               one of taut, almost hysterical panic.  She listens closely.\n\n\n\n               CLOSEUP of a little wave of water, as it slaps against the\n\n               side of the tank.\n\n\n\n               Alice, as she hears the water, afraid that the thing may have\n\n               slipped into the pool. She looks around her in terror. She\n\n               begins to scream. Her cries race around the empty room, echo\n\n               back at her from the dark end of the pool, and are thrown\n\n               back at her from the high, beamed ceiling.                                                                         \n\n               '\n\n\n\n               SERIES of THREE QUICK SHOTS, over which are the echoes of\n\n               Alice's voice screaming for help.\n\n\n\n               First, the empty dark room.\n\n\n\n               Then, the black surface of the pool.\n\n\n\n               Then, the high, beamed ceiling.\n\n\n\n               SHOT of Alice, as she thrashes about in the water, screaming,\n\n               the sound track filled with the sound of her voice and the\n\n               mocking echoes.\n\n\n\n               INT. ALICE'S HOTEL - LOBBY - NIGHT\n\n\n\n               The blonde, still telephoning, hears the cries for help. She\n\n               slams up the receiver and runs out from behind the desk.\n\n\n\n                                   BLONDE \n\n                         Mrs. Hanson! Mrs. Hanson!\n\n\n\n               Mrs. Hanson,,a buxom Scandinavian, comes running into the\n\n               scene.\n\n\n\n                                   MRS, HANSON\n\n                         P3r barmhertighetens skull... \n\n                         (breaks off, hearing the cries) \n\n                         Kom med skynda.\n\n\n\n               Mrs. Hanson and the blonde run toward the stairs and start\n\n               down them.\n\n\n\n               INT.",
  "64": "---END OF PREVIOUS SECTION---\nMrs. Hanson and the blonde run toward the stairs and start\n\n               down them. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PLUNGE ROOM - ALICE'S HOTEL - NIGHT\n\n\n\n               Alice's voice is gone. Her strength is ebbing. She paddles\n\n               weakly around in the water. There is a sharp shriek and the\n\n               room is flooded with light. Alice looks, in the direction of\n\n               the metallic click.\n\n\n\n               SHOT of Irena, as she stands by the electric switch, dressed\n\n               immaculately as Alice had last seen her, calm, poised.\n\n\n\n                                   IRENA \n\n                         What Is the matter, Alice?\n\n\n\n               SHOT of Alice as she stares back at Irena.\n\n\n\n               Mrs. Hanson and the blonde come running down the stairs\n\n               crying in unison.\n\n\n\n                                   MRS. HANSON\n\n                         Vad fattas, Miss Moore...\n\n\n\n                                   BLONDE\n\n                         Gee whiz, dearie, you all right?\n\n\n\n               Alice, glancing toward Irena, has recovered her poise. She\n\n               explains lamely.\n\n\n\n                                   ALICE\n\n                         It's nothing.  It was dark down\n\n                         here. Mrs. Reed, coming in\n\n                         unexpectedly, frightened me. I'm\n\n                         terribly sorry.\n\n\n\n               SHOT of Irena, as she smiles at the women, and then looks\n\n               back toward Alice.\n\n\n\n               Mrs. Hanson and the blonde breathe sighs of relief, and start\n\n               back toward the stairs.\n\n\n\n                                   MRS. HANSON\n\n                             ({to herself)\n\n                         Jag ar glad att allt &r\n\n                         v&lbestSlt med er.\n\n\n\n               Alice has no desire to be left in the same room with Irena\n\n               alone and she calls out to the women.\n\n\n\n                                   ALICE\n\n                         Don't go.  I'm coming right out.\n\n\n\n               She starts swimming toward the edge of the pool.\n\n\n\n               SHOT of Irena, as she smiles and starts toward the stairs.\n\n\n\n               Alice and Irena. Alice has taken hold of the edge of the\n\n               pool.  Irena bends down, smiling.\n\n\n\n                                   IRENA\n\n                         I'm sorry I disturbed you, Alice. I\n\n                         missed you and Oliver. I thought\n\n                         you might know where he is.\n\n\n\n                                   ALICE\n\n                         We looked for you at the museum,\n\n                         You'll probably find him at home.\n\n\n\n                                   IRENA (RISING)\n\n                         If you don't mind, then, I'll run\n\n                         on.\n\n\n\n               INT.",
  "65": "---END OF PREVIOUS SECTION---\nALICE\n\n                         We looked for you at the museum,\n\n                         You'll probably find him at home. IRENA (RISING)\n\n                         If you don't mind, then, I'll run\n\n                         on. INT. \n---TARGET SECTION TO BE ANNOTATED---\n  LOCKER ROOM -  ALICE'S HOTEL -  NIGHT\n\n\n\n               Irena goes up the stairs. As Irena disappears up the stairs,\n\n               Alice comes in from the pool.\n\n\n\n                                   ALICE\n\n                         (to the blonde) \n\n                         Would you get me my robe?  I left\n\n                         It over there.\n\n\n\n               The blonde picks it up and examines it. She looks up with\n\n               genuine amazement on her face.\n\n\n\n                                   BLONDE\n\n                         Why, honey, it's torn to ribbons!\n\n\n\n               Alice looks at the robe, taking it in her hands.\n\n\n\n               INSERT  THE TORN ROBE in Alice's hands.  It is literally cut\n\n               to shreds.\n\n\n\n               BACK TO SCENE. Alice looks down at the robe thoughtfully,\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. SMALL ALCOVE OFF LOBBY - ALICE'S HOTEL - NIGHT\n\n\n\n               This is a small,feminine room of the type to be seen in\n\n               women's hotels, where the guests may receive gentlemen\n\n               callers. Alice is seated on a sofa, smoking a cigarette. Dr.\n\n               Judd is beside her. His hat and coat lie on a near-by chair                                                       \n\n\n\n                                   ALICE\n\n                         Thank you for coming at so late an\n\n                         hour, Dr. Judd. I phoned you\n\n                         because I am troubled. I think you\n\n                         can help me. (pauses and looks at\n\n                         him closely)\n\n                         How much do you believe about the\n\n                         cat people?\n\n\n\n                                   JUDD\n\n                         The cat people? The story Mrs. Reed\n\n                         told me?\n\n\n\n               Alice nods.\n\n\n\n                                   JUDD (cont'd)\n\n                         I believe, my dear Miss Moore,\n\n                         exactly what I told Mrs. Reed. The\n\n                         story is a product of her own\n\n                         fears, her own overworked\n\n                         imagination.\n\n\n\n                                   ALICE\n\n                         What would you say, Dr. if I were\n\n                         to tell you that believe Irena's\n\n                         story?\n\n\n\n                                   JUDD\n\n                         Yes?\n\n\n\n                                   ALICE (SIMPLY)\n\n                         Twice I have been followed by\n\n                         something that was not human,\n\n                         something that attempted to take my\n\n                         life.  I believe that was the cat\n\n                         form of Irena.\n\n\n\n                                   JUDD \n\n                         Why should she wish to harm you?\n\n\n\n               Alice looks at him a moment.",
  "66": "---END OF PREVIOUS SECTION---\nI believe that was the cat\n\n                         form of Irena. JUDD \n\n                         Why should she wish to harm you? Alice looks at him a moment. \n---TARGET SECTION TO BE ANNOTATED---\n She determines to tell him the\n\n               truth.\n\n\n\n                                   ALICE\n\n                             (very quietly)\n\n                         Because I am in love with her\n\n                         husband.-\n\n\n\n               Judd is highly amused. He chuckles to himself as he settles\n\n               back in the sofa.\n\n\n\n                                   JUDD\n\n                         Oh, my dear Miss Moore, the story\n\n                         grows more and more charming. And\n\n                         simpler all the time, too. You\n\n                         are both victim of fear. Mrs.\n\n                         Reed fears the past and you fear\n\n                         the present. Mrs. Reed has a very\n\n                         strong imagination, and you have\n\n                         an equally strong conscience.\n\n\n\n                                   ALICE\n\n                         I am not a victim of fear, Dr.\n\n                         Judd. The danger that threatened me\n\n                         was very real.\n\n\n\n                                   JUDD\n\n                             (shaking his head)\n\n                         You disappoint me, Miss Moore.\n\n\n\n               Alice looks at his smiling face. Quietly she reaches down\n\n               beside her and brings forth the torn robe.\n\n\n\n                                   ALICE \n\n                         Here is my robe.\n\n\n\n               Judd examines the robe. The smile fades from his face. He\n\n               looks up at Alice's serious expression and shrugs his\n\n               shoulders. He gives the robe back to her. Both rise.\n\n\n\n                                   JUDD\n\n                         To understand this, I would first\n\n                         have to hear Mrs. Reed's version of\n\n                         the story myself. That should be a\n\n                         most interesting interview*\n\n\n\n                                   ALICE\n\n                         I shouldn't advise you to see her\n\n                         alone.\n\n\n\n                                   JUDD\n\n                         Do you think I am afraid of so\n\n                         charming a lady?\n\n\n\n                                   ALICE\n\n                         I know you don't believe me, Doctor\n\n                         but you must be careful.\n\n\n\n                                   JUDD\n\n                             (laughing)\n\n                         You want me to carry some means of\n\n                         protection — a gun, perhaps, with a\n\n                         silver bullet...is that what you\n\n                         mean?\n\n\n\n                                   ALICE \n\n                             (amused in spite of\n\n                              herself) )\n\n                         If you're lucky enough to have\n\n                         one.\n\n\n\n                                   JUDD\n\n                         (smiling; lightly, not gravely\n\n                         menacing) \n\n                         Of course, this isn't silver...\n\n\n\n               He twists the top of his stick and pulls out a short, steel\n\n               rapier. He smiles at Alice. She nods to him in dismissal.",
  "67": "---END OF PREVIOUS SECTION---\nHe twists the top of his stick and pulls out a short, steel\n\n               rapier. He smiles at Alice. She nods to him in dismissal. \n---TARGET SECTION TO BE ANNOTATED---\n               With a little shrug, he pushes the dagger back into the cane,\n\n               and with a bow starts to leave the room.\n\n\n\n                                   JUDD (cont'd)\n\n                         Good night, Miss Moore.\n\n\n\n               Alice looks down thoughtfully at the torn robe she holds in\n\n               her hands.\n\n\n\n                                                       FADE OUT\n\n\n\n                                                       FADE IN\n\n\n\n               INT. DRAFTING OFFICE - DAY\n\n\n\n               Alice stands for a moment before the telephone. In back of\n\n               her, Oliver can be seen working at the desk. She turns, half\n\n               looks at him a moment, and then, picking up the phone, starts\n\n               to dial.\n\n\n\n               INT. IRENA'S LIVING ROOM - DAY\n\n\n\n               Irena is working at her drawing table.  She has on her smock.\n\n               The telephone rings, and Irena picks it up. In the b.g, the\n\n               empty bird cage swings in the cold winter sunlight.\n\n\n\n                                   IRENA\n\n                         Hello.\n\n                             (a little, frown, as she\n\n                              recognizes the voice) )\n\n                         Alice?\n\n\n\n               INT. DRAFTING OFFICE - DAY\n\n\n\n                                   ALICE\n\n                             (into phone)\n\n                         I didn't sleep last night, Irena.\n\n\n\n                                   IRENA'S VOICE\n\n                             (over phone)\n\n                         Oh, darling...\n\n\n\n               Alice pauses for a moment, looking over at Oliver. Then she\n\n               turns back to the phone, and the blunt truth comes boldly\n\n               from her lips.\n\n\n\n                                   ALICE\n\n                         You hate me, Irena, don't you?\n\n                         You hate me so much that twice\n\n                         you have tried to kill me,\n\n                         haven't you?\n\n                             (pausing, then\n\n                              continuing)\n\n                         That night on the Transverse...\n\n                         again last night in the swimming\n\n                         pool...that was you, wasn't it?\n\n\n\n               INT. IRENA'S LIVING ROOM - DAY\n\n\n\n               The smile, the innocence have left Irena's face. A look of\n\n               dread horror takes their place.  She leans against the table\n\n               for support.  Her tone is imploring.\n\n\n\n                                   IRENA\n\n                             (into phone)\n\n                         Don't say that, I don't remember\n\n                         last night. I don't remember. It\n\n                         isn't true. You mustn't say it!\n\n\n\n               INT.",
  "68": "---END OF PREVIOUS SECTION---\nIt\n\n                         isn't true. You mustn't say it! INT. \n---TARGET SECTION TO BE ANNOTATED---\n DRAFTING OFFICE - DAY\n\n\n\n               Alice realizes by Irena's desperate tone that Irena in her\n\n               human form is entirely ignorant of what she may do in some\n\n               other guise.                                      \n\n\n\n                                   ALICE\n\n                             (into phone)\n\n                         I am sorry, Irena.\n\n\n\n               She hangs up and turns around, looking at Oliver, draws a\n\n               deep breath and starts back to her desk.\n\n\n\n\n\n\n\n               INT. IRENA'S LIVING ROOM - DAY\n\n\n\n               Irena places the phone back on the desk. She leans forward,\n\n               one troubled hand, brushing the hair back from her forehead.\n\n               In the b.g. the empty bird cage fills the scene. The sun\n\n               throws the shadows of the bars across her face. Irena comes\n\n               to a decision, rises, and throwing on a fur coat over her\n\n               smock, leaves the apartment.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. DR. JUDD'S OFFICE - DAY \n\n\n\n               CLOSE SHOT of Judd at his desk.\n\n\n\n                                   IRENA'S VOICE\n\n                          Help me...help me...\n\n\n\n               Judd looks in her direction calmly through the arch of his\n\n               joined fingers.\n\n\n\n                                   JUDD\n\n                         You say you have lapses of memory\n\n                         for which you cannot account...they\n\n                         are becoming more frequent...and\n\n                         you are afraid...\n\n\n\n               TWO SHOT of Irena and Judd. She is looking at him\n\n               imploringly.\n\n\n\n                                   IRENA\n\n                         Help me...\n\n\n\n                                   JUDD\n\n                         I cannot help you. You are not\n\n                         truthful with me.\n\n\n\n                                   IRENA\n\n                         But I am.  I have told you\n\n                         everything. I have not lied.\n\n\n\n               Judd comes around the desk to stand beside her, bends down\n\n               and places his hand on her shoulder.\n\n\n\n                                   JUDD\n\n                         Do you sincerely believe that if\n\n                         your husband were to kiss you,\n\n                         you would change into a cat and\n\n                         rend him to bits?\n\n\n\n                                   IRENA\n\n                             (looking down)\n\n                         I don't know...I am only afraid...",
  "69": "---END OF PREVIOUS SECTION---\nJUDD\n\n                         Do you sincerely believe that if\n\n                         your husband were to kiss you,\n\n                         you would change into a cat and\n\n                         rend him to bits? IRENA\n\n                             (looking down)\n\n                         I don't know... I am only afraid... \n---TARGET SECTION TO BE ANNOTATED---\n                                   JUDD\n\n                             (bonding closer)\n\n                         And if I were to kiss you?\n\n\n\n                                   IRENA\n\n                             (moving away from him so\n\n                              that his hand falls from\n\n                              her shoulder)\n\n                         I don't know, I only know that I\n\n                         should not like to be kissed by\n\n                         you.\n\n\n\n               Dr. Judd seats himself on the edge of his desk.\n\n\n\n                                   JUDD\n\n                             (as he looks intently at\n\n                              her)\n\n                         My dear Mrs. Reed, sometimes, in my\n\n                         profession, there comes a contest\n\n                         of will between the doctor and his\n\n                         patient. The patients are\n\n                         clever...oh, very clever...and they\n\n                         can fool the doctor...sometimes.\n\n                         You are very clever and, perhaps\n\n                         you enjoy this little game you are\n\n                         having with me. But, in the end, I\n\n                         will discover your secret. \n\n\n\n                                   IRENA\n\n                             (desperately)\n\n                         Dr. Judd, believe me...I beg you\n\n                         to believe,me. I have no secrets. \n\n                         I have told you everything. I\n\n                         have not lied to you. I need your\n\n                         help.\n\n\n\n                                   JUDD\n\n                         I cannot help you when you refuse\n\n                         to confide in me. But I can warn\n\n                         you. These hallucinations approach\n\n                         insanity — this nonsense about Miss\n\n                         Moore- in the park and at the\n\n                         swimming pool — it is a\n\n                         deterioration of the mind — the\n\n                         escape into fantasy — and it is\n\n                         dangerous —\n\n\n\n               He leans forward and shakes his forefinger before her face.\n\n\n\n                                   JUDD (cont'd)\n\n                         At this moment I could go before n\n\n                         board and have you put away for\n\n                         observation.\n\n                             (his voice drops to a\n\n                              confidential tone)\n\n                         You are that close to real\n\n                         insanity.\n\n\n\n               For a moment they face each other, and frightened.\n\n\n\n               Irena is shaken\n\n\n\n                                   JUDD (cont'd)\n\n                         I cannot help you. You can only\n\n                         help yourself. You keep going back\n\n                         to the mad legends of your\n\n                         birthplace. Forget them. You\n\n                         surround yourself with cat objects\n\n                         — pictures — get rid of them. Lead\n\n                         a normal life.",
  "70": "---END OF PREVIOUS SECTION---\nForget them. You\n\n                         surround yourself with cat objects\n\n                         — pictures — get rid of them. Lead\n\n                         a normal life. \n---TARGET SECTION TO BE ANNOTATED---\n               He rises, puts his arm about her shoulder, and starts leading\n\n               her toward the door. At the door Irena looks up at him.\n\n\n\n                                   IRENA\n\n                             (Softly)\n\n                         For the first time you have been\n\n                         kind to me.\n\n\n\n                                   JUDD \n\n                         It is because you interest me.\n\n\n\n               As Irena walks out, he stands at the door watching her.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Oliver and Irena are sitting at a little table drawn up\n\n               before the fireplace. They have finished dinner. Only the\n\n               empty dessert plates and the empty demitasse cups remain. The\n\n               fire is burning bright, but low. Above the mantle is an empty\n\n               space. The Goya has been removed. Later, as the CAMERA\n\n               SHIFTS, we will notice that the Grandville drawings and the\n\n               panther screen have also been taken away. Oliver is looking\n\n               down at his empty coffee cup, lost in thought. Irena is\n\n               watching him.\n\n\n\n                                   IRENA\n\n                         Oliver?\n\n\n\n               Oliver does not look up.\n\n\n\n                                   IRENA (cont'd)\n\n                         I've been to Dr. Judd.\n\n\n\n               Oliver looks up Irena looks first at him, then at the empty\n\n               space where the Goya had hung. He follows her gaze and\n\n               notices that it is no longer there. They look at each other.\n\n\n\n                                   IRENA (cont'd)\n\n                         I am no longer afraid.\n\n\n\n               Oliver looks at her very thoughtfully; then he rises and\n\n               starts around the table toward her. She rises expectantly,\n\n               almost as if preparing herself for his kiss. She stands\n\n               smiling. A step away from her he stops.\n\n\n\n                                   OLIVER\n\n                         Listen, Irena -- I had hoped -\n\n                         things have changed.\n\n\n\n               Irena still smiles at him, but there is more inquiry than\n\n               invitation in her smile. Oliver finds the words he wants to\n\n               say and says them with blunt simplicity.\n\n\n\n                                   OLIVER (cont'd)\n\n                         I don't love you, Irena.  I love\n\n                         Alice. I've always loved her, but I\n\n                         didn't know it.  I had to learn\n\n                         maybe through this marriage of ours\n\n                         -- what love was.  I didn't want to\n\n                         tell you this.",
  "71": "---END OF PREVIOUS SECTION---\nI've always loved her, but I\n\n                         didn't know it. I had to learn\n\n                         maybe through this marriage of ours\n\n                         -- what love was. I didn't want to\n\n                         tell you this. \n---TARGET SECTION TO BE ANNOTATED---\n But now, you see, I\n\n                         have to.  It's too late.\n\n\n\n               CLOSEUP of Irena. Oliver's words.\n\n\n\n               She has tears in her eyes as she echoes\n\n\n\n                                   IRENA\n\n                         Too late ---\n\n\n\n               Irena and Oliver.\n\n\n\n                                   OLIVER\n\n                         It's no one's fault...neither\n\n                         yours, nor mine.  I'm sorry we've\n\n                         caused each other unhappiness...\n\n\n\n                                   IRENA\n\n                             (looking tip at him)\n\n                         You gave me happiness.\n\n\n\n               She sinks down on the edge of the sofa.  Oliver faces her. It\n\n               is obvious that he is trying to be very practical and matter\n\n               of-fact. He takes this attitude from a sense of kindness.\n\n\n\n                                   OLIVER\n\n                         There seems only one decent thing\n\n                         for me to do -- I'll give you a\n\n                         divorce. Believe me, it is better\n\n                         this way.\n\n\n\n                                   IRENA\n\n                         Better? Better for whom? \n\n                             (she pauses, averts her\n\n                              face and then says\n\n                              brokenly)\n\n                         I am being loft alone.\n\n\n\n               CLOSE SHOT of Oliver. Her words have affected him greatly. \n\n               He tries to say something but Is struck by the futility of\n\n               anything he can say and does not speak. (Note to director: \n\n               If necessary to get over this thought, you might lot him\n\n               start and swallow the word \"Irena\" as if he were going to say\n\n               more.)\n\n\n\n               Irena. She looks at him. As she looks, her mood changes;\n\n               anger comes to her face and it is almost as if with this\n\n               flood of anger, her grasp on reality and sanity relaxed.\n\n               Although her voice lowers, it gains in intensity.  (Note to\n\n               director:  There are a great many \"s\" sounds in the following\n\n               speech and, if possible, they should be emphasized so that we\n\n               can almost hear the spitting of a cat in her voice. The words\n\n               between should be held in low key. The facial expression is\n\n               tense and presages the immobility of her face in the coming\n\n               scene with Judd.)\n\n\n\n                                   IRENA (cont'd)\n\n                         Speak.    You can't speak --  \n\n                         there's nothing  you can say.    \n\n                         There's  only silence.",
  "72": "---END OF PREVIOUS SECTION---\nThe facial expression is\n\n               tense and presages the immobility of her face in the coming\n\n               scene with Judd.)\n\n\n\n                                   IRENA (cont'd)\n\n                         Speak. You can't speak --  \n\n                         there's nothing  you can say. There's  only silence. \n---TARGET SECTION TO BE ANNOTATED---\n    But  I\n\n                         love silence —  I love loneliness  \n\n                         -\n\n\n\n               Irena and  Oliver.     He kneels down beside her alarmed by\n\n               her  tone and very concerned.     Irena turns  away from him\n\n               hiding her face In the back of the sofa.     Her two hands\n\n               rest on the back,  stiffly,  claw-like.\n\n\n\n                                   IRENA (cont'd)\n\n                             (in the same low voice but\n\n                              growing more incoherent\n\n                              as she goes on)\n\n                         I don't care.  I am not a woman. I\n\n                         can feel fierce pleasures a woman\n\n                         never knows.\n\n\n\n               She grows completely incoherent, pouring forth torrentially\n\n               the meaningless words.\n\n\n\n                                   IRENA (CONT'D) (cont'd)\n\n                         In me --- they are in me ---\n\n                         their warmth --— their strength—\n\n                         their softness -- lonely — dark —\n\n                         silent — silent.\n\n\n\n               Oliver bends close to her and shakes her shoulder.\n\n\n\n                                   OLIVER\n\n                         Irena — you're talking, like an\n\n                         insane woman.\n\n\n\n               Irena fights for self-control. We can see her fingers dig\n\n               deep into the upholstery. Then her voice comes, throaty and\n\n               vibrant with attempted control.\n\n\n\n                                   IRENA \n\n                         Please --- please go.\n\n\n\n               Oliver looks at her, concerned, reluctant.\n\n\n\n                                   IRENA (cont'd)\n\n                         I want you to go — go — please,\n\n                         go.\n\n\n\n               Oliver gets up hesitantly and goes toward the door. He looks\n\n               back, sees her tensely quiet on the sofa, picks up his hat\n\n               and coat, looks again, his face showing worry and concern.\n\n               Finally he leaves, closing the door softly behind him.\n\n               Irena's two hands rip downward, the nails slashing the thin\n\n               fabric of the sofa covering.\n\n\n\n               Oliver is dialing a number. There is a tense look of urgency\n\n               on his face. He gets a response.\n\n\n\n                                   OLIVER \n\n                         Dr. Louis Judd, please.\n\n\n\n                                                             FADE OUT\n\n\n\n                                                              FADE IN                                                         \n\n\n\n               INT. SALLY LUNN'S TEAROOM - DAY\n\n\n\n               We open the scene with a CLOSE SHOT of the kitchen door as it\n\n               opens outward into the restaurant.",
  "73": "---END OF PREVIOUS SECTION---\nLouis Judd, please. FADE OUT\n\n\n\n                                                              FADE IN                                                         \n\n\n\n               INT. SALLY LUNN'S TEAROOM - DAY\n\n\n\n               We open the scene with a CLOSE SHOT of the kitchen door as it\n\n               opens outward into the restaurant. \n---TARGET SECTION TO BE ANNOTATED---\n It is held open for a\n\n               moment as Minnie, the waitress, gets her tray through. On the\n\n               back of the door, a placard reads:\n\n               PUSH THE CHICKEN GUMBO TODAY\n\n               Sally Lunn, Manager\n\n\n\n               Through this door Minnie comes, bearing a tray on which is a\n\n               piece of apple pie, a dish of Bavarian cream, another of\n\n               Roquefort cheese, and three cups of coffee.\n\n\n\n               CAMERA PANS with her as she proceeds across the restaurant\n\n               with mincing steps. She is followed by a large, sinuous black\n\n               cat. Minnie comes up to a booth in which Alice, Oliver and\n\n               Dr. Judd are seated.\n\n\n\n                                   MINNIE\n\n                         Bavarian cream?\n\n\n\n               Oliver indicates Alice's place.\n\n\n\n                                   MINNIE (cont'd)\n\n                         Roquefort?\n\n\n\n               Oliver indicates Dr. Judd.\n\n\n\n                                   MINNIE (cont'd)\n\n                         And you get the apple.\n\n\n\n               She serves the three cups of coffee and retires with the cat,\n\n               tail aloft and proudly waving, pacing behind her. Judd\n\n               resumes a conversation that has obviously been interrupted by\n\n               the waitress.\n\n\n\n                                   JUDD\n\n                         I have pointed out two\n\n                         alternatives, Mr. Reed. Either have\n\n                         her put away for observation and\n\n                         restraint or have your marriage\n\n                         annulled.\n\n\n\n                                   ALICE\n\n                         It's tough for Oliver either way,\n\n                         Doctor.\n\n\n\n                                   JUDD\n\n                         As a psychiatrist I should\n\n                         recommend that you have her put\n\n                         away.\n\n\n\n               He looks first into Oliver's face and then into Alice's.\n\n\n\n                                   JUDD (cont'd)\n\n                         As your friend, however, I have\n\n                         much more reasonable advice to\n\n                         offer. I think you should have your\n\n                         marriage annulled. In this way you\n\n                         are free of responsibility. You two\n\n                         could marry.\n\n\n\n                                   ALICE \n\n                         And if Irena is sent away?\n\n\n\n                                   JUDD\n\n                         The law is very explicit. One\n\n                         cannot divorce an insane person.\n\n\n\n                                   OLIVER\n\n                         If she's not well, I am going to\n\n                         take care of her.\n\n\n\n                                   ALICE\n\n                         (looking at Oliver) \n\n                         It's the only right thing.\n\n\n\n                                   JUDD\n\n                             (shrugging)\n\n                         As you will.",
  "74": "---END OF PREVIOUS SECTION---\nOLIVER\n\n                         If she's not well, I am going to\n\n                         take care of her. ALICE\n\n                         (looking at Oliver) \n\n                         It's the only right thing. JUDD\n\n                             (shrugging)\n\n                         As you will. \n---TARGET SECTION TO BE ANNOTATED---\n I shall have the\n\n                         commitment papers drawn up and\n\n                         arrange an interview with Mrs. Reed\n\n                         tonight at her apartment. Let's say\n\n                         6 o'clock?\n\n\n\n               Oliver and Alice nod agreement.\n\n\n\n                                                       DISSOLVE OUT\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               The ormolu clock on the mantel indicates that it Is now 7:30.\n\n               It rings, the half hour. The apartment is as we first saw it;\n\n               all the pictures are back; the screen is up. Alice has just\n\n               taken a record off the phonograph. Now she puts on another\n\n               one. It is the Berceuse. Oliver stops the machine and takes\n\n               off the record with an apologetic smile.\n\n\n\n                                   OLIVER \n\n                         Let's not play that.\n\n                             (looking at his watch)\n\n                         I don't think Irena's coming.\n\n                         We've waited an hour and a half.\n\n                         I don't think she Intends to\n\n                         come. She's probably walking in\n\n                         the park.\n\n\n\n               SHOT of Judd as he rises and picks up his coat, hat, and\n\n               gloves.\n\n\n\n                                   JUDD \n\n                         Perhaps it Is useless to wait.\n\n\n\n               He looks at his walking stick.\n\n\n\n               INSERT     JUDD'S WALKING STICK resting on the sofa.\n\n\n\n               BACK TO SCENE.  Judd smiles and quietly pushes the stick down\n\n               under the cushions.\n\n\n\n               WO SHOT - Oliver and Alice.\n\n\n\n                                   ALICE\n\n                         Let's get back to the office,\n\n                         Ollie.\n\n                         We've had a terribly broken~up day.\n\n                         There's lots of work to be done.\n\n\n\n                                   OLIVER\n\n                         Suits me.\n\n\n\n\n\n\n\n               INT. HALLWAY OUTSIDE IRENA'S APARTMENT - NIGHT\n\n\n\n               Alice and Oliver have just started down the stairs.\n\n\n\n               Dr. Judd pauses to strike his forehead with his gloved\n\n               fingertips.\n\n\n\n                                   JUDD\n\n                         How stupid! I left my walking stick\n\n                         in the apartment.\n\n\n\n                                   OLIVER\n\n                         I'll get it for you.\n\n\n\n                                   JUDD\n\n                             (stopping Oliver)\n\n                         No, no. It is my fault. Give me the\n\n                         key. I shall only be a moment.\n\n\n\n               Oliver gives Judd the key; Judd starts down the hall.",
  "75": "---END OF PREVIOUS SECTION---\nGive me the\n\n                         key. I shall only be a moment. Oliver gives Judd the key; Judd starts down the hall. \n---TARGET SECTION TO BE ANNOTATED---\n               SHOT of Judd, as he opens the door to Irena's apartment and\n\n               goes in.\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Judd crosses the room in the half-light, having left the door\n\n               to the apartment open. He picks up his walking stick from\n\n               under the pillow, and starts back.\n\n\n\n               CLOSE SHOT of Judd at the door. He takes the key out of the\n\n               lock.\n\n\n\n               INSERT     JUDD'S HANDS, as he slips the latch off the lock.\n\n\n\n               BACK TO SCENE.  Judd lets himself out, closing the door.\n\n\n\n               INT.  HALLWAY OUTSIDE IRENA'S APARTMENT  -  NIGHT\n\n\n\n               Judd rejoins Oliver and Alice. He returns the key to Oliver.\n\n\n\n                                   JUDD\n\n                             (smiling)\n\n                         Thank you so much.  I should be\n\n                         quite lost without my walking\n\n                         stick.\n\n\n\n               He looks at Alice.  They start down the stairs.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. DRAFTING OFFICE - NIGHT\n\n\n\n               Alice and Oliver have turned on the light in the office.\n\n               Oliver is sitting down at the desk, a thoughtful look on his\n\n               face. Alice has taken off her coat, and is just removing her\n\n               hat. As she pats her hair into shape, she gets a look at\n\n               Oliver's face. She comes over to him and touches his arm.\n\n\n\n                                   ALICE\n\n                         Don't worry, Ollie. It'll come out\n\n                         all right.  It must.\n\n\n\n               He turns and smiles at her,  John Paul Jones, the office\n\n               cat, walks across the drafting table in front of Alice,\n\n               jumps down and crosses to the door.  He scratches to be let\n\n               out.\n\n\n\n                                   ALICE (cont'd)\n\n                             (as she goes to open the\n\n                              door for him)\n\n                         All right, John Paul -- I don't\n\n                         ask questions ---\n\n\n\n               She opens the door.  John Paul passes through with dignity,\n\n               and Alice returns to her drafting table, leaving the office\n\n               door slightly ajar.\n\n\n\n                                   OLIVER \n\n                         Let's get to work.\n\n\n\n               He picks up a list of measurements and starts reading them\n\n               out.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Three and a quarter.,.",
  "76": "---END OF PREVIOUS SECTION---\nOLIVER \n\n                         Let's get to work. He picks up a list of measurements and starts reading them\n\n               out. OLIVER (cont'd)\n\n                         Three and a quarter.,. \n---TARGET SECTION TO BE ANNOTATED---\n                                   ALICE\n\n                             (picking up the batten,\n\n                              reporting the\n\n                              measurement)\n\n                         Three and a quarter...\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. DRAFTING OFFICE - NIGHT\n\n\n\n               Oliver has reached the end of the list, the last number.\n\n\n\n               He calls out\n\n\n\n                                   OLIVER \n\n                         And one and three eighths!\n\n\n\n                                   ALICE\n\n                             (repeating, as she bonds\n\n                              the batten into shape)\n\n                         And one and three eighths!\n\n                             (looking up at Oliver)\n\n                         There!\n\n\n\n               She smiles at Oliver, who returns her smile, the telephone\n\n               rings.  Alice reaches for it.\n\n\n\n                                   ALICE (cont'd)\n\n                         I'll get it.\n\n                             (lifts the receiver)\n\n                         Hello.\n\n                             (there Is no response;\n\n                              she repeats)\n\n                         Hello...hello!\n\n\n\n               From the other end of the line there is a little click as the\n\n               receiver is hung up.  Alice looks at Oliver.\n\n\n\n                                   ALICE (cont'd)\n\n                         They hung up.\n\n\n\n               She puts the receiver back on the cradle and pushes the\n\n               phone aside.  Suddenly she remembers another evening when\n\n               the telephone had rung..,\n\n\n\n                                   ALICE (cont'd)\n\n                             (thoughtfully)\n\n                         That's funny.\n\n\n\n                                   OLIVER\n\n                         What?\n\n\n\n                                   ALICE\n\n                         It happened once before like\n\n                         that.  The telephone rang.  I\n\n                         answered.  There was someone on\n\n                         the other end of the line; I\n\n                         could almost hear them listening. \n\n                         And then there was a little\n\n                         click, as they put up the\n\n                         receiver.  That was the night I\n\n                         was followed on the transverse... \n\n                             (looks at Oliver and\n\n                              takes his sleeve)\n\n                         Oliver...\n\n\n\n                                   OLIVER \n\n                         What is it, Alice?\n\n\n\n                                   ALICE\n\n                         Let's get out of here, I'm afraid.\n\n\n\n               He looks at her.\n\n\n\n                                   ALICE (cont'd)\n\n                         That was Irena...I know it was\n\n                         Irena who called. \n\n                         She could call from downstairs. \n\n                         She may be on her way up now.\n\n\n\n               Oliver looks at her grimly and reaches for his hat and coat.\n\n\n\n                                   OLIVER\n\n                         Your things.\n\n\n\n               She quickly gets into her coat and hat and picks up her\n\n               pocketbook.  Oliver puts his hand on the light switch.",
  "77": "---END OF PREVIOUS SECTION---\nOLIVER\n\n                         Your things. She quickly gets into her coat and hat and picks up her\n\n               pocketbook. Oliver puts his hand on the light switch. \n---TARGET SECTION TO BE ANNOTATED---\n                                   OLIVER (cont'd)\n\n                         I'll have to turn out the lights\n\n                         from here.\n\n\n\n               Alice looks ahead.\n\n\n\n               SHOT of the door into the hall, from Alice's viewpoint.  The\n\n               door is open, and one can see out into the dimly lit hallway.\n\n\n\n               TWO SHOT of Alice and Oliver.  She takes his arm.\n\n\n\n                                   ALICE\n\n                         The door's open.  We can see to get\n\n                         out into the hall.\n\n\n\n                                   OLIVER\n\n                         I'll switch off the table lights as\n\n                         we go.\n\n\n\n               Oliver turns out the light, and together they start toward\n\n               the door, the CAMERA MOVING with them.  Oliver turns out the\n\n               under-lit table lights.  Halfway across the room Alice stops,\n\n               her fingers clenching in Oliver's sleeve.  There is n soft,\n\n               metallic click as of a door closing.  They look In the\n\n               direction of the sound.\n\n\n\n               SHOT of the door.  It is closed.\n\n\n\n               TWO SHOT - Alice and Oliver.\n\n\n\n                                   ALICE\n\n                             (turning to him)\n\n                         It's shut now.  Just a minute ago\n\n                         it was open.\n\n\n\n               They go to the door,  Oliver reaches out and turns the knob;\n\n               then he turns to look at Alice.\n\n\n\n                                   OLIVER\n\n                         It's locked.\n\n\n\n               Alice seizes his arm.  In the darkness, to one side of them,\n\n               there Is a sound like a snarl.  Instinctively Oliver and\n\n               Alice step backward, away from the sound in the dark.\n\n\n\n               The CAMERA MOVES with them.  They bump into a desk, grope\n\n               their way around It.\n\n               From the darkness following them, there is a whisper of\n\n               light, padded feet — a delicate tick, tick of claws scraping\n\n               the floor.  Alice bumps Into the glassy coldness of the water\n\n               cooler, gasps in fright, arid pushes it away from her. There\n\n               is a crash, the sound, of glass breaking, and then the\n\n               throaty gurgle of water spilling out onto the floor.  \n\n\n\n               It is silent then.  Alice and Oliver are creeping back down\n\n               between a row of filing cabinets.  Now there comes again,\n\n               pursuing them, the whispering tread of soft paws.",
  "78": "---END OF PREVIOUS SECTION---\nIt is silent then. Alice and Oliver are creeping back down\n\n               between a row of filing cabinets. Now there comes again,\n\n               pursuing them, the whispering tread of soft paws. \n---TARGET SECTION TO BE ANNOTATED---\n Alice and\n\n               Oliver are against the further wall now. Alice is pushed\n\n               behind Oliver, her back against the wall. Panic-stricken,\n\n               she begins to whimper with restrained hysteria.  Her nerves\n\n               are cracking up. Oliver tightens his hold on her wrist.  A\n\n               cold sweat breaks out on his forehead.  He reaches in his\n\n               pocket, and pulls out a book of matches.  He lights one. \n\n               It throws a faint glow around them.  Shadows flicker across\n\n               their faces.  Behind them the match light dimly reveals the\n\n               letters \"Project No. 457.\" They peer into the darkness.\n\n\n\n               SHOT of the dark, shadowy room.\n\n\n\n               Alice is sobbing with fright, trying to restrain her fear, so\n\n               that the sobs, when they come, are the more terrifying to\n\n               hear.  Oliver calls into the darkness.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Irena...Irena...\n\n                             (the match light begins\n\n                              to flicker)\n\n                          Irena...\n\n\n\n               The match light dies.  He lights another and pushes the book\n\n               of matches into Alice's hands.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Keep lighting them.\n\n\n\n               Alice lights a match, the scene is brighter.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Leave us, Irena.  Leave us.\n\n\n\n               SHOT of the darkness before Alice and Oliver.\n\n\n\n               Oliver's match light flickers out before Alice's match also\n\n               goes out, Oliver looks up to one side.\n\n\n\n               CLOSEUP of a T-square hanging beside him on the wall.\n\n\n\n               As Oliver reaches up to got the T-square, Alice's match light\n\n               dies.  In the darkness, he snatches the T-square  Alice\n\n               lights another match.  Oliver has the T-square in his hand\n\n               and in the eerie light, a shadow is thrown on the wall above\n\n               and to one side of him.  He leans forward tensely.  He speaks\n\n               with deep feeling, the name of God in tones of reverent\n\n               supplication.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Irena...I beg you, leave us In\n\n                         peace.\n\n                             (pauses)\n\n                         In the name of God --Irena.\n\n\n\n               There is a snarl.  The match light flickers out. Again Alice\n\n               lights a match.",
  "79": "---END OF PREVIOUS SECTION---\nThere is a snarl. The match light flickers out. Again Alice\n\n               lights a match. \n---TARGET SECTION TO BE ANNOTATED---\n  Oliver leans forward, still gripping the T\n\n               square In his hands.\n\n\n\n               The darkness.  There is only silence.  Beyond, the door\n\n               stands open, and one can see out into the hall again.\n\n\n\n               Oliver takes Alice's hand and starts back toward the hall. \n\n               She holds a match in her free hand.\n\n\n\n               INT. HALLWAY OUTSIDE DRAFTING OFFICE - NIGHT\n\n\n\n               Alice and Oliver close the door to the office behind them and\n\n               stand in the dimly-lighted hallway.  They look down the hall.\n\n\n\n               SHOT of the elevator, from their point of view, as it stands\n\n               waiting.\n\n\n\n               Alice takes a step toward the elevator, but Oliver stops her.\n\n\n\n                                   OLIVER (cont'd)\n\n                         Let's go down the stairs.\n\n\n\n               They turn and go toward the stairs.\n\n\n\n               INT. STAIRWAY - OFFICE BUILDING - NIGHT\n\n\n\n               As Alice and Oliver reach the bottom of the first flight of\n\n               stairs, Alice stops, leans up against the railing, and covers\n\n               her face with her hands.  Oliver puts an arm around her.\n\n\n\n                                   OLIVER\n\n                         Don't Alice. It's gone.\n\n                         Everything's all right. Don't be\n\n                         afraid.\n\n\n\n                                   ALICE\n\n                             (lifting her face to\n\n                              his, smiling)\n\n                         I'm not afraid.\n\n\n\n               He smiles, and kisses her lips.  They turn and continue down\n\n               the stairs.\n\n\n\n               INT. LOBBY - OFFICE-BUILDING - NIGHT\n\n\n\n               Alice and Oliver come out of the doorway marked \"Stairway.\"\n\n               They stop short. Oliver points off.\n\n\n\n                                   OLIVER\n\n                         Look!\n\n\n\n               TWO SHOT - Alice and Oliver. She looks beyond the\n\n               elevators, and her fingers tighten on Oliver's arm. He\n\n               follows the direction of her gaze.\n\n\n\n               SHOT of the revolving door, from their viewpoint.  It is\n\n               spinning emptily, as if someone had just passed through.\n\n\n\n               TWO SHOT - Alice and Oliver.  Alice looks about her and then\n\n               up at him.\n\n\n\n                                   ALICE\n\n                         Irena's perfume -- strong —\n\n                         sweet...\n\n\n\n               They go out the revolving door.\n\n\n\n               EXT. STREET OUTSIDE OFFICE BUILDING - NIGHT\n\n\n\n               Alice and Oliver stand on the sidewalk.  He tries to peer\n\n               through the night.",
  "80": "---END OF PREVIOUS SECTION---\nEXT. STREET OUTSIDE OFFICE BUILDING - NIGHT\n\n\n\n               Alice and Oliver stand on the sidewalk. He tries to peer\n\n               through the night. \n---TARGET SECTION TO BE ANNOTATED---\n  There is a heavy ground fog, white and\n\n               still. The night is windless and quiet. Alice puts one hand\n\n               to her forehead and sways a bit.  She forces a grin at him.\n\n\n\n                                   ALICE \n\n                         I've got to have a drink.\n\n\n\n               They start off.\n\n\n\n                                                             DISSOLVE\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Dr. Judd Is seated in a chair.  The phonograph is playing the\n\n               music for Irena's song. The phone starts to ring. Judd looks\n\n               at it.  The phone rings again, and he picks it up.\n\n\n\n                                   JUDD\n\n                         Yes?\n\n\n\n                                   ALICE'S VOICE \n\n                             (over phone)\n\n                         Dr. Judd?\n\n\n\n               INT. TELEPHONE BOOTH - IN A BAR - NIGHT\n\n\n\n               CLOSE SHOT of Alice and Oliver at pay telephone. Alice is\n\n               speaking into the phone.\n\n\n\n                                   ALICE\n\n                         Yes. We've been trying to get you\n\n                         on the phone, Dr. Judd. I called\n\n                         your hotel.\n\n                             (pause)\n\n                         Yes.  I know.  That's what I want\n\n                         to talk about. Are you alone?\n\n                             (pause)\n\n                         You had better leave then. \n\n                         She may be on her way back now,\n\n                             (pause)\n\n                         She is dangerous, Dr. Judd.  I warn\n\n                         you — Hello. Hello. Dr. Judd. Dr.\n\n                         Judd are you there?\n\n                             (pause)\n\n\n\n               Alice hangs up the receiver and turns to Oliver.\n\n\n\n                                   ALICE (cont'd)\n\n                         I think Irena just came in. He\n\n                         hung up on me.\n\n\n\n                                   OLIVER\n\n                             (taking her arm as they\n\n                              start out)\n\n                         We'll get a taxi!\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               SHOOTING PAST Judd, who is putting down the phone, we see\n\n               Irena standing, looking at him, the open door behind her. He\n\n               stands up and comes toward her as she closes the, door.\n\n\n\n                                   JUDD\n\n                         I kept my appointment, late, aren't\n\n                         you?\n\n\n\n               Irena continues to look at him with a calm, measuring stare.\n\n               He comes closer to her, speaking as he moves. In the b.g.",
  "81": "---END OF PREVIOUS SECTION---\nIrena continues to look at him with a calm, measuring stare. He comes closer to her, speaking as he moves. In the b.g. \n---TARGET SECTION TO BE ANNOTATED---\n the\n\n               record still plays Irena's music. She looks up at him,\n\n               betraying no emotion. He is beside her. He kisses her hand.\n\n               Still no emotion crosses her face. She only looks at him.\n\n\n\n                                   JUDD (cont'd)\n\n                         I have never believed your story. I\n\n                         am not afraid of you.\n\n\n\n               He puts his arms around her, looks into her eyes. She does\n\n               not struggle, continues only to stare at him. He speaks\n\n               softly to her.\n\n\n\n                                   JUDD (cont'd)\n\n                         I take you in my arms. You are so\n\n                         very little...so soft...there is\n\n                         warm perfume in your hair... your\n\n                         body. Do not be afraid of me,\n\n                         Irena...\n\n\n\n               CLOSEUP of Irena's face, his kiss.\n\n\n\n               She lifts her mouth to receive\n\n\n\n               CLOSE TWO SHOT of Irena and Judd as he bends to kiss her.\n\n               They kiss. He draws back from her, smiling, his arms still\n\n               around her body.\n\n\n\n               CLOSEUP of Irena. This is as immobile, as expressionless a\n\n               shot of her face as we can achieve; there is a frightening\n\n               blankness and vacancy in this face. Then the whole head moves\n\n               forward slowly toward the camera, the expression never\n\n               changing, not even stirring to breathe.\n\n\n\n               CLOSEUP of Judd. The smile suddenly fades from his face. Its\n\n               place is taken by shock and terror.\n\n\n\n\n\n\n\n               INT. TAXI - NIGHT\n\n\n\n               SHOT of Alice and Oliver in a taxi that is racing through the\n\n               streets.\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               Judd fumbles behind him for his cane, finds it, and draws the\n\n               dagger out. Beads of sweat stand out on his brow. He cannot\n\n               take his eyes off something in front of him.\n\n\n\n               CLOSE SHOT of the panther screen.  Silhouetted on it are the\n\n               shadows of Judd and some beast-like figure as they fight.\n\n               There is the sound of furniture being overturned, snarls of\n\n               rage from the beast, and the heavy, terrible breathing of\n\n               Judd.\n\n\n\n               ANOTHER ANGLE of the panther screen.  The fight is reflected\n\n               in its glossy surface.",
  "82": "---END OF PREVIOUS SECTION---\nThere is the sound of furniture being overturned, snarls of\n\n               rage from the beast, and the heavy, terrible breathing of\n\n               Judd. ANOTHER ANGLE of the panther screen. The fight is reflected\n\n               in its glossy surface. \n---TARGET SECTION TO BE ANNOTATED---\n Something crashes into the screen, and\n\n               it goes over.\n\n\n\n               EXT. STREET - NIGHT\n\n\n\n               SHOT of a taxi racing through the foggy city streets*\n\n\n\n               INT. IRENA'S LIVING ROOM - NIGHT\n\n\n\n               CLOSE SHOT of the Goya portrait. On the glossy surface of the\n\n               painting, two shadows are engaged in a struggle. We hear the\n\n               sound of the struggle o.s.\n\n\n\n               SHOT of a charming table lamp.  The table on which it is set\n\n               is turned over, and the lamp rolls to the floor.  The lamp\n\n               shade rolls back, and the electric globe casts, moving\n\n               shadows over the scene.\n\n\n\n               SHOT of the empty bird cage swinging crazily.  Something\n\n               knocks it to the floor.                                                          \n\n\n\n               EXT. IRENA'S APARTMENT HOUSE - NIGHT\n\n\n\n               The taxi draws up in front of the apartment, and Alice and\n\n               Oliver got out quickly.\n\n\n\n               INT. IRENA'S ROOM - NIGHT\n\n\n\n               SHOT of the table lamp still rolling back and forth, with\n\n               large, moving, distorted shadows fighting. Something crosses\n\n               In front of the strong light, completely blotting the scene\n\n               from view.\n\n\n\n\n\n\n\n               INT. GROUND FLOOR HALLWAY - IRENA'S APARTMENT - NIGHT\n\n\n\n               Alice and Oliver come hurriedly in.  Oliver lets the door\n\n               close behind him, and they start up the stairs. A man's\n\n               high-pitched scream of mortal agony cuts down the\n\n               stairwell.  It is followed by hideous noises, bestial\n\n               snarls and growls, the crash of overturned furniture. Alice\n\n               and Oliver look at each other; then they start running up\n\n               the stairs.  As they reach the first landing, the sounds of\n\n               snarling and struggle grow louder.  There comes one\n\n               piercing, human shriek of agony and then quick silence. \n\n               Again Oliver and Alice pause and look at each other, then\n\n               continue on up the stairs.\n\n\n\n               SHOT of the stairs a flight above Oliver and Alice. There is\n\n               a shadow on the stairs, moving, black, and stealthily agile.\n\n\n\n               INT. STAIRWAY - IRENA'S APARTMENT HOUSE - NIGHT\n\n\n\n               TWO SHOT - Oliver and Alice.",
  "83": "---END OF PREVIOUS SECTION---\nThere is\n\n               a shadow on the stairs, moving, black, and stealthily agile. INT. STAIRWAY - IRENA'S APARTMENT HOUSE - NIGHT\n\n\n\n               TWO SHOT - Oliver and Alice. \n---TARGET SECTION TO BE ANNOTATED---\n  They are running up the second\n\n               flight of stairs.\n\n\n\n               SHOT of the stairs above them. We can see the shadow now more\n\n               clearly.  It is Irena.  She is coming down the stairs.  Her\n\n               fur coat is only half on.  One arm is in the sleeve; the\n\n               other side of the wrap is draped about her shoulders, pulled\n\n               across her breast as if she were holding it to hide some\n\n               hurt.  She sees Alice and Oliver below her and moves\n\n               stealthily back into the deeper shadows of the stairway.\n\n\n\n               Alice and Oliver are passing an angle of the stairway where\n\n               Irena stands.  Neither of them sees her.\n\n\n\n               CLOSEUP of Irena as she watches them go by.  Her eyes are on\n\n               Oliver.\n\n\n\n\n\n\n\n               INT. HALLWAY OUTSIDE IRENA'S APARTMENT - NIGHT\n\n\n\n               Alice and Oliver come up the stairs.  On the stairway, coming\n\n               down from another floor, are two old ladies in faded dressing\n\n               robes.  Other tenants have congregated about the open door of\n\n               the apartment.\n\n\n\n               INT.   GROUND FLOOR HALLWAY - IRENA'S APARTMENT HOUSE - NIGHT\n\n\n\n               Irena is on the first floor. She is  looking up.\n\n\n\n                                   IRENA\n\n                         (calling softly)\n\n                         Oliver!\n\n\n\n               INT.   HALLWAY OUTSIDE  IRENA'S APARTMENT  -  NIGHT\n\n\n\n               TWO SHOT  - Alice  and Oliver. Oliver does not hear his name\n\n               but  sensing Irena's presence,  he  stops, hesitating.\n\n\n\n                                   FIRST OLD LADY'S VOICE \n\n                         Mr.  Reed! Oh, Mr. Reed!\n\n\n\n               Oliver turns in the direction of her voice.\n\n\n\n\n\n\n\n               INT. GROUND FLOOR HALLWAY - IRENA'S APARTMENT HOUSE - NIGHT\n\n\n\n               SHOOTING DOWN the stairwell from the upper floor, we see\n\n               Irena make a gesture of farewell to Oliver and turn away\n\n               toward the street door.\n\n\n\n               INT. HALLWAY OUTSIDE IRENA'S APARTMENT - NIGHT\n\n\n\n               Oliver and Alice join the two old ladies and go through, the\n\n               doorway of Irena's apartment.\n\n\n\n               INT.",
  "84": "---END OF PREVIOUS SECTION---\nINT. HALLWAY OUTSIDE IRENA'S APARTMENT - NIGHT\n\n\n\n               Oliver and Alice join the two old ladies and go through, the\n\n               doorway of Irena's apartment. INT. \n---TARGET SECTION TO BE ANNOTATED---\n IRENA'S LIVING ROOM - NIGHT\n\n\n\n               As Alice and Oliver step into the apartment, Alice gets one\n\n               look at the room and turns away.  Oliver takes her in his\n\n               arms, trying to hide the room from her. Over the scene is the\n\n               sound of the phonograph record still revolving with a\n\n               monotonous, grinding sound.\n\n\n\n               REVERSE SHOT of the apartment as Alice and Oliver see it. The\n\n               room bears the signs of a terrific struggle. Furniture is\n\n               overturned, ornaments smashed, the draperies and pictures\n\n               torn down. Judd's body is hidden by a chair. Only his legs,\n\n               one pants leg torn, can be seen. O.S. is the sound of the\n\n               record revolving.                                   '\n\n\n\n               The two old ladies push into the room. They seem quite\n\n               pleased at all the excitement.\n\n\n\n                                   FIRST OLD LADY \n\n                             (to  Oliver)\n\n                         You needn't worry, Mr. Reed, Sue\n\n                         Ellen and I phoned the police  \n\n                         Just as  soon as we heard the\n\n                         racket.\n\n\n\n               Oliver speaks almost automatically as he starts to look in\n\n               the  other rooms.\n\n\n\n                                   OLIVER\n\n                         Thank you.\n\n\n\n               The  second old lady stoops  and starts to pick something\n\n               up.    The first  old lady stops her.\n\n\n\n                                   FIRST OLD LADY \n\n                         Sue-Ellen! You know better than\n\n                         that. You're not supposed to \n\n                         touch anything until the police\n\n                         get here.\n\n\n\n                                   SUE-ELLEN \n\n                         But it's  all blood.\n\n\n\n               She points down.\n\n\n\n               INSERT THE BROKEN SWORD CANE  in Judd's hand.\n\n\n\n               BACK TO SCENE.    Alice and Oliver have  joined the two old\n\n               ladies and are looking down  at the broken sword.\n\n\n\n                                   ALICE \n\n                         We've got to help her.\n\n\n\n                                   OLIVER\n\n                         (thoughtfully) \n\n                         She never lied to us.\n\n\n\n                                   ALICE\n\n                         (taking his arm) \n\n                         Come on.\n\n\n\n               They slip out of the room together.\n\n\n\n               EXT. IRENA'S APARTMENT HOUSE - NIGHT\n\n\n\n               Alice and Oliver come down the steps, and they start to run\n\n               through the foggy night.\n\n\n\n               EXT. ZOO PROMENADE - PARK - NIGHT\n\n\n\n               Irena starts down the promenade.",
  "85": "---END OF PREVIOUS SECTION---\nIRENA'S APARTMENT HOUSE - NIGHT\n\n\n\n               Alice and Oliver come down the steps, and they start to run\n\n               through the foggy night. EXT. ZOO PROMENADE - PARK - NIGHT\n\n\n\n               Irena starts down the promenade. \n---TARGET SECTION TO BE ANNOTATED---\n A white ground fog lies\n\n               heavily upon the earth. She pauses for a moment.\n\n\n\n               EXT. PANTHER CAGE - PARK- NIGHT\n\n\n\n               Irena comes up to the cage of the black panther. The panther\n\n               rises and looks at her.\n\n\n\n               INT. PANTHER CAGE - PARK - NIGHT\n\n\n\n               REVERSE SHOT - as the panther in the f.g. looks out between\n\n               the bars at Irena.\n\n\n\n               EXT. PANTHER CAGE - PARK - NIGHT\n\n\n\n               Irena opens the gate, reaches in her purse and finds the key.\n\n               She goes up to the lock in the cage and fits the key in the\n\n               lock, turning it.  She pauses a moment and then swings open\n\n               the cage door.\n\n\n\n               CLOSEUP of the panther, doorway.\n\n\n\n               It is crouched, in the open\n\n\n\n               REVERSE SHOT of Irena. She is standing facing the panther.\n\n               Her head is up; her arms hang at her side, her hands spread\n\n               out. Her eyes are wide open.\n\n\n\n               MED. SHOT of Irena and the panther. The beast snarls once and\n\n               leaps forward. With one sweep of a heavy paw the animal hurls\n\n               Irena to the ground. Free, he bounds off into the darkness.                                                             \n\n\n\n               CLOSE SHOT of Irena. There is a little smile on her lips. Her\n\n               coat has fallen back from a naked shoulder. A piece of the\n\n               broken blade of Judd's dagger protrudes from a bloodless\n\n               wound in the shoulder. A thin trickle of blood flows from the\n\n               corner of her mouth. She scrabbles with her fingers against\n\n               the hard pavement. Then her fingers relax. She is dead.\n\n\n\n               EXT. PARK WALL - NIGHT\n\n\n\n               The panther leaps up on the wall and pauses, then leaps,\n\n               down, bounding across the avenue.\n\n\n\n               EXT. STREET - PARK - NIGHT\n\n\n\n               SHOT of a taxicab speeding along through the fog, with\n\n               headlights glaring.  Suddenly there is a scream of brakes, an\n\n               impact, a startling scream.  The cab pulls to a stop, almost\n\n               beside the avenue, and the driver gets out. A policeman joins\n\n               him.  They start running back.",
  "86": "---END OF PREVIOUS SECTION---\nThe cab pulls to a stop, almost\n\n               beside the avenue, and the driver gets out. A policeman joins\n\n               him. They start running back. \n---TARGET SECTION TO BE ANNOTATED---\n               CLOSE SHOT of the dead panther of the policeman's flashlight.\n\n\n\n               We see it in the beam\n\n\n\n               EXT. PANTHER CAGE - PARK - NIGHT\n\n\n\n               Oliver and Alice come to a little space before the cage. They\n\n               see a black object lying on the pavement.  Quietly and\n\n               cautiously they cross over to it.  Oliver bends down to\n\n               examine it. Under Irena's fur coat is a black leopard's body,\n\n               the leg and paw in the same attitude her arm and hand had\n\n               taken, and the broken blade that had once protruded from\n\n               Irena's gleaming shoulder is now rooted in the black fur of\n\n               the panther.  \n\n\n\n               Oliver looks up at Alice, then gets to his feet, takes her\n\n               arm, and they start to the walk.  Some few foot away, they\n\n               turn back to look again at the body.\n\n\n\n                                   OLIVER\n\n                             (softly )\n\n                         Poor Irena.\n\n\n\n               They turn off and walk away, arm in arm.  They are lost to\n\n               view in the foggy luminosity under a street lamp.\n\n\n\n               THE END\n\n"
}