{
  "1": " \n\n099741\n\nNBC ses UNIVERSAL\n\nTELEVISION STUDIO\n\nHeroes\n\nWritten by:\n\nTim Kring\n\nNetwork Draft\nDecember 2, 2005\n\nNBC Universal Television Studios\n100 Universal City Plaza\n\nBldg. 1320 Suite 4M\n\nUniversal City, CA 91608\n\nCOPYRIGHT © 2005 NBC UNIVERSAL TELEVISION STUDIOS, INC.\n\nALL RIGHTS RESERVED, NOT TO BE DUPLICATED WITHOUT PERMISSION.\n\nTis material is the property of NBC Universal Television Studios and is intended solely for use by its personnel. The\nsale, copying, reproduction or exploitation of this materiel in any form is prohibited. Distribution or disclosure of this\n‘material to unauthorized persons is also prohibited,\n\n \n\f \n\nWritten by\n\nTim Kring\n\ny}\n\nie\na\"\n\naa\n\n“a\n\na\n\n \n\n \n\f \n\n \n\n \n\n \n\fHEROES VOLUME ONE “Genesis” 12/2/05\n\nACT_ONE\nOVER BLACK: A TITLE CARD:\n\nCHAPTER ONE\n\n\"In His Own Image\"\n\n \n\nA PAIR OF EYES\n\nIntense. Focused. Filled with trepidation. But underneath\nthis fear, a hint of resolve. Whatever these eyes are staring\nat, it's a seminal moment, one that HAS to be done. The\n\nonly sound - WIND, Just WIND, SWIRLING all around us.\n\nWIDEN to find these eyes belong to ETHAN CAMBELL (mid-30's),\na kind face, a little innocent. He's dressed in a MALE\nNURSE'S UNIFORM. A CHIRON says, “MIDTOWN MANHATTAN, NEW\nYORK\".\n\nThe SOUND of DISTANT CITY TRAFFIC begins to SEEP in. LOUDER\nnow, as we ARM DOWN his body to REVEAL him STANDING ON THE\nVERY EDGE of a SEVENTY STORY SKYSCRAPER, the toes of his\nConverse hanging two inches over the ledge. Teetering\ndizzily.\n\nWe're getting VERTIGO just looking at it. Holy shit, this\nguy is ABOUT TO JUMP. And you know what, he does -- He\nStretches his arms out in a SWAN DIVE position and LEANS\nFORWARD and FALLS.",
  "2": "---END OF PREVIOUS SECTION---\nWe're getting VERTIGO just looking at it. Holy shit, this\nguy is ABOUT TO JUMP. And you know what, he does -- He\nStretches his arms out in a SWAN DIVE position and LEANS\nFORWARD and FALLS. \n---TARGET SECTION TO BE ANNOTATED---\nWe watch in a SUBJECTIVE SHOT as he LEAVES THE LEDGE and\nPLUMMETS down the side of the building at 127 MPH. The street\nbelow races towards us, faster and faster... until... WHOOSH!\nHe STOPS. In MID-AIR. (Still SUBJECTIVE CAMERA) Hovers for\na beat, then just as quickly, BANKS LEFT and TAKES OFF! And\nnow he's actually fucking FLYING.\n\nThirty floors ABOVE THE STREET and SOARING in the most\nbeautiful and exhilarating (SUBJECTIVE CAMERA) FLYING sequence\nyou've ever seen!\n\nSAILING THROUGH THE CANYONS OF MANHATTAN\n\nSWOOPING and DIVING, ROLLING and TUMBLING at a hundred and\nfifty MPH. ROLLING, BANKING, TUMBLING, he SOARS DOWN to a\nbusy street and comes to a FLOATING STOP, HOVERING fifty\nfeet above the crowded sidewalk, ROCKING SLOWLY, RHYTHMICALLY\nin MID AIR.\n\nNo one seems to notice except ONE LONE MAN, his head craned\nback staring up at us. (We will soon come to know this man\nas HARRISON CAMBELL, Ethan's brother.) As he stares up at\nhim curiously --\n\n \n\f \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 2.\n\nCABBIE (0.S.)\n(Arabic accent)\nYour stop, sir.\n\nSMASH CUT TO:\nINT. TAXI - MORNING 1\n\nEthan WAKES with a start to find himself in the back seat.\nHe takes a moment to get his bearings, obviously rattled by\nthe odd dream. The Middle Eastern CABBIE stares through the\npartition at hin.\n\nCABBIE\nYou get out here, yes?\n\nETHAN\nOh... Yeah. Sorry. I haven't been\nsleeping much lately and... Sorry.\n\nHe pulls a couple BILLS out of his wallet and hands them to\nthe Cabbie. Climbs out.\n\nEXT. CITY STREET - CONTINUOUS 2\n\nEthan, still reeling from the dream, stands on this busy\nsidewalk, orienting himself. He looks up at a stately old\napartment building, then down at a BUS ROARING past.",
  "3": "---END OF PREVIOUS SECTION---\nEXT. CITY STREET - CONTINUOUS 2\n\nEthan, still reeling from the dream, stands on this busy\nsidewalk, orienting himself. He looks up at a stately old\napartment building, then down at a BUS ROARING past. \n---TARGET SECTION TO BE ANNOTATED---\n Someone\nhas plastered a CAMPAIGN POSTER on the side -- The smiling\nface of HARRISON CAMBELL. (The guy Ethan just saw in the\nflying dream) Underneath it reads, \"Harrison Cambell -- State\nSenate -- For A New Tomorrow\".\n\nEthan stares for a beat, then starts towards the entrance of\nthe apartment building. He STOPS. Looks down at a COCKROACH\ncrossing his path. Fascinated by it, he watches as it CRAWLS\nto the gutter and into DRAINAGE GRATE, and --\n\nSURESH (V.0.)\nMan is a narcissistic species by nature.\n\nCUT TO:\nINT. LECTURE HALL - DAY 3\nTHAT SAME COCKROACH\n\nOr at least one that LOOKS LIKE IT, crawls out of a crack in\nthe wall and scurries along the floor.\n\nA HAND\n\nreaches INTO FRAME and PICKS IT UP. WIDEN to meet Professor\nMOHINDER SURESH, (mid-30's), a slightly nerdy Bast Indian\nacademician, standing in at the front of this LECTURE HALL\nin an old, faded British colonial building.\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nA CHIRON tells us this is \"THE UNIVERSITY OF MADRAS, INDIA\".\n\nSURESH\nBut we are not the pinnacle of so-called\nevolution.\n\nBehind him, he's written his lecture in HINDI on the\nblackboard. (All but one word in English - “'TERAFORMA” . )\n\nHe lets the COCKROACH crawl along the back of his hand as he\nspeaks to a pathetically small group of FIVE STUDENTS\nscattered among the empty seats in this large classroom.\n\nSURESH (CONT'D)\nThat honor belongs to the lowly\ncockroach. A creature who has adapted\nand evolved for 250 million years.\nCapable of living for months without\nfood. Remaining alive headless for\nweeks at a time.\n\nAs Suresh speaks, he looks up to see --\n\nTHE DEAN\n\nan elderly Brahmin, standing at the back of the class. Suresh\nis little flustered by his presence.",
  "4": "---END OF PREVIOUS SECTION---\nRemaining alive headless for\nweeks at a time. As Suresh speaks, he looks up to see --\n\nTHE DEAN\n\nan elderly Brahmin, standing at the back of the class. Suresh\nis little flustered by his presence. \n---TARGET SECTION TO BE ANNOTATED---\n He continues --\n\n \n\nSURESB (CONT'D)\n\nIts female need only be impregnated\nonce to Lay over a million eggs in her\nlifetime. Resistant to radiation, it\nis the only species who will survive a\nnuclear winter. If God has indeed\ncreated himself in his own image, then\nI submit to you that God is a cockroach.\n\nThe class stares at him, unsure what to make of this strange\npronouncement. The Dean nods, unamused. He CLAPS his hands\nLOUD, twice, to get everyone's attention.\n\nDEAN\nYou are all dismissed. This class has\nbeen canceled.\n\nThe five students stand, a little confused and shuffle out\nas the Dean approaches Professor Suresh. (Their conversation\nis in HINDI with English subtitles.)\n\nSURESH\nSir, I know the enrollment is down a\nlittle this semester, but --\n\nDEAN\nI'm afraid this institution can no longer\nsupport your tenure, Dr. Suresh...\n\n \n\f \n\n%\n\nHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nSURESH\nWhat are you saying?\nDEAN\nYou are being dismissed from the faculty.\nSURESH\nwhat?\nDEAN\n\nYour theories are unfounded.\n\nSURESH\n{a body blow)\nBut...this is my life's work!\n\nfhe truth is, no one believes in your\nwork and no one wants to publish your\n\ntheories.\n\nSURESH\nBUT IT'S HAPPENING now! The world needs\nto know!\n\nDEAN\n\nI'm... sorry. Our decision is final.\nand off Suresh's stunned look -~\nINT. HALLWAY OUTSIDE SURESH'S APARTMENT ~ DAY\n\nprofessor Suresh comes up the staircase of this four story\nwalk-up carrying his briefcase and 4 net bag full of\ngroceries. He moves to his door, fumbles for his key, then\nSTOPS. Something is wrong. Very wrong. It's the door.\nIt's OPEN a tiny crack.\n\nsuresh goes into FULL PANIC MODE. This is something he has\ndreaded, but hasn't fully prepared for. “Think, think...\"\nHe gathers his courage and GENTLY PUSHES the door open far\nenough to see inside --\n\nSURESH'S POV --\n\nthe place is TORN APART.",
  "5": "---END OF PREVIOUS SECTION---\nIt's OPEN a tiny crack. suresh goes into FULL PANIC MODE. This is something he has\ndreaded, but hasn't fully prepared for. “Think, think...\"\nHe gathers his courage and GENTLY PUSHES the door open far\nenough to see inside --\n\nSURESH'S POV --\n\nthe place is TORN APART. \n---TARGET SECTION TO BE ANNOTATED---\n His gaze MOVES to a HUGE MAP OF\nHE WORLD taking up an entire wail. The map has dozens of\nCOLORED PUSH PINS placed into different locations around the\nworld. A SHADOW washes over it. shit, someone's in there}\n\nsuresh pulls back, leans against the wall. Breathes. Forces\nhimself to think. Then, steeling himself, he pushes open\nthe door and slinks into --\n\f \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 5.\n\nINT. SURESH'S APARTMENT - CONTINUOUS 5\n\nA dark, cluttered two room apartment. Stacks of BOOKS and\nRESEARCH. The home of an obsessive, single-minded academic.\n\nSuresh slinks to a desk, quietly tries to open a drawer.\nShit, it's STUCK. He PULLS hard and the desk shakes as the\ndrawer POPS OPEN. Something falis off the desk and lands at\nhis feet. A paix of HORNED RIMMED GLASSES. He picks them\nup. Looks at them curiously. These are clearly NOT HIS.\nQ.S. we HEAR someone RANSACKING the adjacent room.\n\nHe sets the glasses back down and reaches into the drawer.\nPulls out a small CAMERA. Aims it at the map on the wali.\nSNAPS a photo. The FLASH GOES OFF! Shit. He cringes, as\nthe 0.8. RANSACKING suddenly STOPS. They've noticed.\n\nSuresh RUSHES up to the map, reaches up and pulls out a WHITE\nPUSH PIN that's right over MANHATTAN, turns and SPRINTS out\nof the apartment.\n\nAnd one second later, the FIGURE of a MAN, STEPS INTO the\nFOREGROUND. Stands here, taking in the room, his BACK TO\nus. Cold, calculating. We DO NOT see the man's face, but\nhe reaches down and picks up the HORN RIMMED GLASSES, slips\nthem on.\n\nSteps up to the map on the wall. Studies it, sensing that\nsomething's different. We PUSH RIGHT PAST him and onto a\n\nPUSH PIN inserted into the map right over the central part\nof NEVADA, .",
  "6": "---END OF PREVIOUS SECTION---\nSteps up to the map on the wall. Studies it, sensing that\nsomething's different. We PUSH RIGHT PAST him and onto a\n\nPUSH PIN inserted into the map right over the central part\nof NEVADA, . \n---TARGET SECTION TO BE ANNOTATED---\nAs we PUSH IN farther, Nevada MORPHS to the WHITE SAND of a\nSATELLITE IMAGE over the entire state. We SLAM IN, RACING\n\nDOWN as DETAIL begins to emerge ~- The city of LAS VEGAS —\n\npast the strip and INTO THE SUBURBS ~ Where we finally come\nto a STOP over a the rooftop of a small TRACT HOUSE, and --\n\nBLEED TO WHITE:\nINT. NIKI SANDERS' GARAGE - MORNING 6\nFADE IN ON A PAIR OF LACY PANTIES\n\nas they slide slowly, sexily off a woman's shapely REAR END.\nWIDEN to find NIKI SANDERS, (33), showgirl looks, completely\nNAKED (strategically posed), holding the panties teasingly\nin front of her. She COOS and makes a pouty, sexy face.\n\nThe CHIRON says, \"LAS VEGAS, NEVADA\".\n\nWe PULL FURTHER back to see her posed on a BED with a blue\nsatin bedspread. Shiny gold curtains hang behind the bed.\nFURTHER BACK now and we realize that we are in a GARAGE.\nThis is a SET. Niki is performing for a WEBCAM on a tripod.\nA cable stretches from the camera to a COMPUTER on a DESK.\n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nNiki slips on a tiny silk robe and crosses to the computer.\nTypes quickly.\n\nON THE COMPUTER SCREEN\n\nwe see the words, \"Time's up\", The CURSOR BLINKS as it waits\nfor a response. A beat, then we see the response, “Just a\nlittle more. Please. I'm almost there.\"\n\nNiki's answers this by typing -- \"It'll cost you another 39\nbucks.\"\n\nNiki waits for the response. The BLINKING CURSOR, then --\n\"BITCH!\"\n\nNIKI\n(under her breath)\nCreep.\n\nShe turns and heads for the door, but stops. An odd look on\nher face. A little scared. She whips around, as though\nexpecting someone to be there. She stares across the room\nat a MIRROR. Her own REFLECTION stares back. Something\nabout it disturbs her.\nShe backs slowly to the door that leads into --\n\n7 INT.",
  "7": "---END OF PREVIOUS SECTION---\nHer own REFLECTION stares back. Something\nabout it disturbs her. She backs slowly to the door that leads into --\n\n7 INT. \n---TARGET SECTION TO BE ANNOTATED---\n NIKI SANDERS' HOUSE - MORNING\n\nA tiny cracker box of a house. Niki makes her way down the\nnarrow hallway, stepping over a baseball glove.\n\nNIKI\nTime to wake up, Micah!\n\nShe comes to a stop at a bedroom doorway. Looks into -~\nMICAH'S BEDROOM\n\nThe domain of a messy ten year old boy. The bed is unmade,\nbut Micah is nowhere to be seen. (NOTE: We see Niki's\nREFLECTION in a MIRROR on the back of the door. Her profile.)\n\nNiki stares at the empty bed. Then suddenly a little\npanicked, as a terrible thought dawns on her --\n\nNIKI (CONT'D)\nMicah!\n\nShe turns and hurries down the hall. But as she does, her\nREFLECTION in the mirror SP! SECOND LO!\nthan she did. This is barely perceptible and a little weird.\n\nIN LIVING ROOM\n\n \n\f \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nNiki stops, looks. Tacky furnishings, no frills. These are\npeople living at the bottom of the American dream.\n\nNIKI (CONT'D)\nMicah!\n\nShe heads into --\nTHE KITCHEN\n\nwhere we see MICAH, (10), of mixed race, half black, sitting\nat the small table eating a bowl of FRUIT LOOPS, as he\nexamines a SHOE BOX next to him. He looks up innocently.\n\nMICAH\nWhat?\n\nNIKI\n(relieved)\nDammit, Micah, don't do that to me.\n\nMICAH\nDo what?\n\nNIKI\nNothing. Just... You need to be careful,\nthat's all. I don't want you talking\nto any strangers, you understand?\n\nWhoa, where's this coming from?\n\nMICAH\nI'm just having breakfast.\n\nNIKI\nThat's not breakfast. That stuff'1l\nrot your brain.\n\nMicah just goes back to work on the SHOE BOX, poking a whole\ninto the lid with a pen.\n\nNIKI (CONT'D)\nWhat are you doing?\n\nMICAH\nMaking a pinhole camera... It's for the\neclipse,\n(off her confused look)\nThe moon's gonna cover up the sun today.\nWe're supposed to look at it at school.\n\nNIKI\nSpeaking of which, go get ready.",
  "8": "---END OF PREVIOUS SECTION---\nIt's for the\neclipse,\n(off her confused look)\nThe moon's gonna cover up the sun today. We're supposed to look at it at school. NIKI\nSpeaking of which, go get ready. \n---TARGET SECTION TO BE ANNOTATED---\n We\ncan’t be late. Not today.\n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\nMICAH\nI'm already dressed and packed my own\nlunch,\n(pointed)\n\nThat's what I've been doing this morning.\nWhat about you?\n\nNIKI\nHey, don't get smart with me. I've\nbeen working to Pay our bills!\n\nMICAH\nThen why'd they turn off our gas again?\n\nShe doesn't have a comeback for that,\n\nMICAH (CONT'D)\nWhy can't you go back to work at the\ncasino? You made a lot of money there.\n\nNIKI\nBecause I can't, alright. and you're\nnot the adult here, I am.\n\nMICAH\n(under his breath)\nYeah, sure you are.\n\nBefore she can respond, the DOORBELL RINGS. Niki stops. A\npanicked look crosses her face.\n\nNIKI\n(ominous )\nGrab your stuff and wait by the back\ndoor.\n\nMICAH\nWhy?\n\nNIKI\nJust do it!\n\nNiki turns and heads into ~-\n\nTHE LIVING ROOM\n\nwhere she crosses to the window and pulls back the curtains.\nHER POV - THROUGH THE WINDOW\n\nTwo MEN stand at her front door. One is a little WEASEL of\na GUY in a tight LEATHER JACKET. The other is BIG, And I\n\nmean big. The weasel is slipping on a pair of leather gloves.\nTrust me, it's not that cold outside,\n\n \n\fHEROES VOLUME ONE “Genesis\" 12/2/05 9.\n\nNiki shuts the curtain. Eyes wide. The DOORBELL RINGS again.\nShit.\n\nAT THE BACK DOOR\n\nNiki, now in a bra and shimmying into a pair of jeans, .\nwrestles a t-shirt over her head as she meets up with Micah.\nHe waits with his backpack. And now he's scared,\n\nMICAH\nMom, what's going on?\n\nNIKI\nNevermind, just keep your voice down\nand stay close to me.\n\nThey head out the door.\nSMASH CUT TO:\nEXT. NEIGHBOR'S SIDE YARD - SECONDS LATER 8\n\nA FENCE, as Niki and Micah drop over it and SCURRY QUICKLY\nto an old DATSON B210 parked at the curb.",
  "9": "---END OF PREVIOUS SECTION---\nThey head out the door. SMASH CUT TO:\nEXT. NEIGHBOR'S SIDE YARD - SECONDS LATER 8\n\nA FENCE, as Niki and Micah drop over it and SCURRY QUICKLY\nto an old DATSON B210 parked at the curb. \n---TARGET SECTION TO BE ANNOTATED---\nMicah JUMPS into the passenger side. Niki unhooks the WIRE\nthat's holding the driver's side door shut and climbs in.\n\nIn a billow of EXHAUST SMOKE, the car lurches, then FISHTAILS\ndown the street. We RISE UP as it disappears around the\ncorner and ~-\n\nSMASH CUT TO:\nINT, NIKI SANDERS' LIVING ROOM ~ SAME 9\n\nWHAM! The front door SPLINTERS off its hinges! KICKED open.\nThe WEASEL and the BIG GUY step into the room, taking it in.\nAs they move off to search the Place --\n\nFADE OUT:\nINT. BEDROOM - PENTHOUSE APARTMENT — DAY 10\n\nAnd FADE IN on ETHAN (our guy with the flying dream) leaning\nagainst the headboard of a big bed, reading aloud from the\nNew York Times stock page. A HEADLINE on the folded page\nfacing us reads: \"Skies Clear for Solar Eclipse\".\n\nOn the bed, next to Ethan, an OLD MAN, (83), thin, frail,\nlies dying, a breathing tube in his nose. Ethan is a hospice\nnurse, hence the uniform. A warm and gentle soul, selfless,\nalmost a saint.\n\nWe're on the 3lst floor of the stately old apartment that we\nsaw earlier. A CHIRON Says, \"UPPER EAST SIDE, MANHATT: me\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05 10.\n\nETHAN\n(reading)\n\"amCor sold at 68 and a half. GenCom\nwas down two to fifteen and an eighth.\"\nThat's sounds like a bargain to me,\n\nOLD MAN\n(painful, barely audible)\nMoney... Shit. The goddamn hippies had\nit right. In the end it's only love\nthat matters.\n\nETHAN\nI'd like to think so.\n\nOLD MAN\nI'm...\n(can't find the word)\n\nETHAN\nThirsty. Here.\n\nHe takes a glass of water from the night stand, tips it gently\ninto the Old Man's mouth. He swallows painfully.\n\nOLD MAN\nHow do you do that... know what I want\nbefore I say it?\n\nEthan just smiles warmly at him.",
  "10": "---END OF PREVIOUS SECTION---\nHe swallows painfully. OLD MAN\nHow do you do that... know what I want\nbefore I say it? Ethan just smiles warmly at him. \n---TARGET SECTION TO BE ANNOTATED---\nOLD MAN (CONT'D)\nI'm going to be dead soon,\n\nETHAN\n(matter-of-fact)\nI know.\n\nOLD MAN\nI want to do it right. Make it worth\nsomething.\n\nETHAN\nI think it's about letting go.\n\nOLD MAN\nI know. But how?\n\nETHAN\nLook out the window there. see how\nbeautiful it is today?\n\nHe gestures to a large open window. Lace curtains billow in\nthe sunny breeze, Outside, a MAGNIFICENT MANHATTAN SKYLINE.\n\n \n\f11\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 qi.\n\nETHAN (CONT'D)\nThere's freedom out there. Peace. No\nmore pain, no more IV's. When you're\nready, just let yourself go there. Let\nyourself... fly.\n\nOLD MAN\nCan you show me?\n\nEthan looks at him, a little confused.\n\nOLD MAN (CONT'D)\nCan you show me how?\n\nEthan stares at him, then nods. He stands and turns towards\nthe window. Starts walking slowly towards it, picking up\nspeed. And just as we think he's about to JUMP OUT --\n\nSTELLA (V.O.)\nHow's he doing?\n\nSMASH CUT TO:\nINT. BEDROOM ~ PENTHOUSE APARTMENT - SAME 11\n\nEthan WAKES, still on the bed, the New York Times resting on\nhis chest. The Old Man next to him lies UNCONSCIOUS. Ethan\nlooks up to see STELLA, (28), beautiful, bohemian, in a\ncolorful cotton dress. She's the Old Man's daughter.\n\nSTELLA\nI'm sorry, did I scare you?\n\nETHAN\nNo, it's just... I keep having these\nweird dreams every time I close my\neyes...\n(re: the newspaper)\nHe likes me to read him the stock page.\n\nSTELLA\nHas he been conscious?\n\nETHAN\nNo. Been nine days now. I think he's\nclose. Couple days maybe.\n\nStella nods, fighting her emotions.\nSTELLA\nI don't know what he'd do without you,\nEthan. You've got a real gift.\n\nETHAN\ndust doing my job.\n\f12\n\nHEROES VOLUME ONE “Genesis” 12/2/05 12.",
  "11": "---END OF PREVIOUS SECTION---\nYou've got a real gift. ETHAN\ndust doing my job. 12\n\nHEROES VOLUME ONE “Genesis” 12/2/05 12. \n---TARGET SECTION TO BE ANNOTATED---\nSTELLA\nNo, you're like a son to him.\n\nEthan smiles, a little embarrassed --\n\nETHAN\nThen that would make us like brother\nand sister. Could be a little awkward\nif I ever wanted to ask you out.\n\nAnd now it's Stella who looks at him embarrassed. He was\nserious and they both realize it. He's got a crush on her.\nAnd why not? So do we.\n\nETHAN (CONT'D)\nI'm sorry, that was really inappropriate.\n\nSTELLA\nNo, you're sweet. It’s just... I'm\nkinda seeing somebody and-~\n\nETHAN\nYeah, it's okay, really.\n(excusing himself)\nI've gotta change his Iv...\n\nAs he walks off, Stella sits next to her father. Ethan walks\ntowards the WINDOW that he flew out of in his dream. It's\nCLOSED, CURTAINS DRAWN. As he stops and stares at it, the\nsight of it upsetting him --\n\nINT. BOILER ROOM - SING SING PRISON - MORNING 12\n\nWe're in REAL TIGHT on the FACE of D.L. HAWKINS, (31). A\nwhite man's nightmare, D.L. is a black man doing life in\nprison with nothing to lose and mean as hell. But right\nnow, he's as peaceful as a baby -- sound ASLEEP on the floor.\nThe CHIRON says, \"SING SING PRISON, NEW Yt a\n\n0.S. we hear DOGS BARKING and FOOTSTEPS approaching. Both\nare growing LOUDER. And as they become DEAFENING -- D.L.'s\neyes SNAP open.\n\nHIS POV - (SIDEWAYS, GROUND ANGLE)\n\nFour ROTTWEILERS tug at their leashes pulling a posse of\nPRISON GUARDS, loaded for bear with SHOTGUNS and RIFLES.\nD.L. sits up quickly and scoots back on his hands to a wall.\n\nPRISON GUARD\nFREEZE! HANDS ABOVE YOUR HEAD!\n\nThe dogs are taut on their leashes, inches away from ripping\nhim apart, TEETH FLARING, DROOL FLYING. He's SCARED SHITLESS.\n\n \n\f \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 13.",
  "12": "---END OF PREVIOUS SECTION---\nThe dogs are taut on their leashes, inches away from ripping\nhim apart, TEETH FLARING, DROOL FLYING. He's SCARED SHITLESS. HEROES VOLUME ONE \"Genesis\" 12/2/05 13. \n---TARGET SECTION TO BE ANNOTATED---\nPRISON GUARD (CONT'D)\nHow did you get out of your cell?!\n\nD.L. just looks around, thoroughly confused.\n\nPRISON GUARD (CONT'D)\nHow the fuck did you get out of your\ngoddamn cell?!\n\nDL.\nI don't... I don't know.\n\nAnd he's dead serious. He really has no idea.\nEXT. CAMPAIGN HEADQUARTERS - DAY 13\nCLOSE ON THE SMILING FACE OF HARRISON CAMBELL\n\nWIDEN to find this image is one of several CAMPAIGN POSTERS\nplastered on the window of a storefront campaign headquarters.\n\nEthan heads towards the entrance, but stops as a WAVE OF\nPEOPLE head out, making their way towards two BLACK\nEXPEDITIONS parked at the curb.\n\nHARRISON CAMBELL, (34), Ethan's fraternal twin brother,\ndressed in an Armani suit, turns and sees Ethan. Where Ethan\nis a lost dreamer, Harrison is a golden boy. A star. A\nlook of trepidation crosses his face and he hurries over to\nsee Ethan.\n\nHARRISON\nI've got two speeches and a fund raiser.\nI'm late...\n\nETHAN\nIt happened two more times. And you\nwere in both of them.\n\nEARRISON\nI can't do this, Ethan. Not now.\n\nETHAN\nThey're not just dreams, Harrison.\nThey're too real, What if they're\ntelling me something?\n\nRARRISON\nWhat are you talking about? Telling\nyou what?\n\nETHAN\n\nWhat if they're telling me I can fly?\n\nThere. He said it. Harrison looks at him like he's nuts.\n\f \n\n3 HEROES VOLUME ONE \"Genesis” 12/2/05 14.\n\n@ ETHAN (CONT'D)\n(suddenly desperate)\nWhen I got out of bed this morning, my\nfoot hovered before it hit the floor\nfor a split second. Like I was floating.\nIt's so real I'm afraid to go to sleep.\n\nHarrison grabs him and pulls him against the wall.\n\nHARRISON\nYou need to snap the fuck out of this,\nyou understand?! Go see a doctor, get\nsome drugs. Just don't go pulling a\nRoger Clinton on me. I've got ten days\nleft and I'm two points down.\n\nETHAN\nI know, I know.",
  "13": "---END OF PREVIOUS SECTION---\nJust don't go pulling a\nRoger Clinton on me. I've got ten days\nleft and I'm two points down. ETHAN\nI know, I know. \n---TARGET SECTION TO BE ANNOTATED---\n I'm sorry. It's just...\nI have a feeling you're the only one\nwho understands this.\n\nHARRISON\n(pissed)\nWhy?! Why the hell would I understand\nthat you think you can fly?!\n\nee ETHAN\nBecause you're my twin brother! We\nshared a womb--\nHarrison's cell phone RINGS, interrupting. He answers.\nHARRISON\n(to phone)\n\nMom. I can't talk... What? Where?\nI'll be there in ten minutes.\n\n \n\nHe hangs up.\n\nETHAN\n\nWhat is it? What happened?\nHARRISON\n\n(stunned)\n\nMom just got arrested.\nETHAN\n\nArrested for what?\nHARRISON\n\nShoplifting.\n\n@ Off the two of them, what the hell? ~-\n\né\n\f \n\n14\n\nHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nINT. LOFT - DAY\n\nA BUCKET of PAINT is tossed onto a PAINTING, destroying what\nis a brilliant PHOTO-REALIST image of a PLANE CRASHING into\na BRIDGE.\n\nPULL BACK to meet ISAAC BOROLO, (28), a wiry, handsome, but\nstrung-out junkie. Black jeans, a \"Being John Malkovitch\" te\nshirt, barefoot, with a five-day growth on his face.\n\nWe're not sure what's going on with him, but he's frantic\nabout something and having a REALLY BAD DAY.\n\nwe're in a huge ARTIST'S LOFT with tin foil covering the\nlarge windows. Only tiny CRACKS of SUNLIGHT seep through.\nThe CHIRON reads, “LOWER EAST SIDE, MANHATTAN\". Isaac pulls\nanother painting from a stack against the wall. Another\nphoto-realist image - this one of a BUILDING BURNING.\n\nIsaac grabs the bucket of paint and rears back to toss it--\n\nSTELLA (0.5S.)\nWhat the hell are you doing?!\n\nHe stops and turns to see STELLA (the old dying man's\ndaughter) standing in the doorway, sunlight silhouetting\nher, one hand leaning on the doorjamb.\n\nHe fills the bucket up with more paint. She approaches.\nPissed, confused -~\n\nSTELLA (CONT'D)\nAre you high?\n\nISAAC\nNo. Yes. I don't know.",
  "14": "---END OF PREVIOUS SECTION---\nISAAC\nNo. Yes. I don't know. \n---TARGET SECTION TO BE ANNOTATED---\nHe tosses paint on ANOTHER PAINTING. This one has the image\nof a TOTAL ECLIPSE OF THE SUN.\n\nSTELLA\n\nWould you stop! What are you, crazy?!\nISAAC\n\nClearly.\nSTELLA\n\nYou're chasing, aren't you?\n\nHe looks at her. Whatever that means, he's verified it with\nhis silence. She moves to the destroyed paintings. Looks\nat them like they're dead kittens.\n\nSTELLA (CONT'D)\nWhen did you do these?\n\n15.\n\n14\n\n \n\f \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nHe doesn't answer.\n\nSTELLA (CONT'D)\nThese are fantastic. There's enough\nhere for a show. JI can call Arni, he\ncan get you gallery space...\n\nISAAC\nNot I can't.\n\nSTELLA\nWhy not?!\n\nISAAC\n\nBecause I don't even remember doing\nthem. I can only paint when I'm high.\n\nSTELLA\nIt doesn't matter. We'll get you back\ninto a program. It'll work this time.\n\nISAAC\nThey're evil.\n\nSTELLA\nWhat are you talking about?\n\nHe angrily crosses the paintings. Lifts one from the stack.\nIt's big, five feet wide. A photo-realism image of THREE\nRACE HORSES crossing a finish line.\n\nISAAC\nThis horse? Name is Applejax. This is\nhim winning the Santa Anita Derby in\nthe sixth race. I painted it three\nweeks ago.\n\nStella stares at it, confused.\n\nSTELLA\nYeah? So?\n\nIsaac strides over to a table. Picks up a NEWSPAPER. Flips\nthrough it. Shoves a page right into her face. Stella\nstares, confused. And now WE SEE the page. It's a PHOTOGRAPH\nin the Sports Section. It's the IDENTICAL IMAGE.\n\nISAAC\nThat's this morning's paper. The race\nwas yesterday. Fucking yesterday!\nStella just blinks, trying to process what he's getting at.\n\nSTELLA\nBut that's...\n\n16.\n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nISAAC\nImpossible? Apparently not.\n\nSTELLA\nYou telling me you can paint the future?\n\nIsaac doesn't answer. Just fills the bucket again.",
  "15": "---END OF PREVIOUS SECTION---\nSTELLA\nYou telling me you can paint the future? Isaac doesn't answer. Just fills the bucket again. \n---TARGET SECTION TO BE ANNOTATED---\nSTELLA (CONT'D)\nIt's just a coincidence. You were high.\nFor all you know you could've painted\nit this morning.\n\nIsaac angrily pulls out another PAINTING from the stack.\n\nISAAC\nNo. This one I painted this morning!\n\nHe spins it around for us to see. The image is of Stella\n\nSTANDING IN THE DOORWAY wearing the same flowery dress. The\nEXACT IMAGE we first saw of her -- Sunlight silhouetting her\nfrom behind, one hand leaning on the doorjamb above her head.\n\nShe stares at it, now a little freaked.\n\nISAAC (CONT'D)\nSomething's. Wrong. With me.\n\nSTELLA\n(desperate)\nWe'll get you help, Isaac.\n\nISAAC\nI've tried that. Twice. There's only\none way left.\n\nSTELLA\nYou can't do that. Not alone. I can\nhelp you. I love you. Please.\n\nISAAC\nNO! I'll drag you down with me, I swear\nto God I will. dust leave me alone.\n(off her stare)\nGet out of here! NOW!\n\nStella holds his gaze. What she gets for falling in love\nwith a junkie. She neds and slowly backs away, turns and\nwalks out. Isaac watches her. Then stares at the paintings.\nA moment of decision. He's got a plan and he's sticking to\nit. He crosses quickly to a desk.\n\nYANKS open a drawer and pulls out a ROLLED UP t-shirt.\nUnrolls it onto the desk.\n\n \n\n17,\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nInside is FIX KIT - a SYRINGE, a SPOON, a BURNER, a BAG OF\nHEROIN. Another drawer YANKS open and he reaches in, pulls\nout a pair of HANDCUFFS. Strides to the middle of the room.\nLays the fix kit down on the floor, opens it.\n\nHe walks back to the wall, sits, crosses his legs. Takes\nONE END of the handcuffs and SNAPS them onto his WRIST.\nTakes THE OTHER END and SNAPS it onto the RADIATOR.\n\nHe stares at the heroin, ten feet away. So close, but now\nimpossible to get to. Off his steely determination --\n\nEXT.",
  "16": "---END OF PREVIOUS SECTION---\nHe stares at the heroin, ten feet away. So close, but now\nimpossible to get to. Off his steely determination --\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n ROCK QUARRY - DAY\n\nWe're looking at a SHAKY HOME VIDEO IMAGE of CLAIRE BENNET,\n(17), standing on the edge of a TWO HUNDRED FOOT CLIFF at a\nrock quarry, staring over the precipice. Claire has \"girl-\nnext-door\" looks, and to complete the cliché, she's dressed\nin a CHEERLEADING OUTFIT. A CHIRON prints out across the\nscreen -- \"ODESSA, TEXAS\".\n\nClaire's life up until now has been as ordinary as any kid\nin rural America. But right now it's anything but ordinary.\nBecause at this moment, her arms outstretch and she leans\nforward and... steps off the ledge. Like she's flying.\nExcept she's NOT flying. She's FALLING. And fast! We watch\nthis horrible incident like a bad “shock video” TV moment.\nUntil SPLAT! She hits the ground FULL FORCE. It's fucking\nawful.\n\nThe CAMERA runs up to her, like assassination footage. We\nhear the LABORED BREATHING of whoever is shooting this video\nfootage. The CAMERA stops and aims down at her BROKEN,\n{JWISTED body. BLOOD on the rocks.\n\nA long beat, then Claire begins to STIR. Slowly. She POPS\nher dislocated leg BACK INTO ITS SOCKET. Her joints SQUISH\nand SNAP into place. ‘Then she pries her bloody face off the\nrock and looks right INTO CAMERA --\nCLAIRE\n\nThis is Claire Bennet... and that was\n\nattempt number six.\nAnd off her placid expression --\n\nFADE OUT:\n\nEND OF ACT ONE\n\n \n\n \n\f     \n\nCHAPTER TWO\n\n> )\nnl\n> .\n\n@e\nk\n\né “vm Being Followed by a Moon Shadow”\n\n  \n\n \n\nJ\n\n \n\n \n\n \n\n \n\f16\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 19.\n\naAcT Two\nOVER BLACK: A TITLE CARD:\nCHAPTER TWO\n\"I'm Being Followed By a Moonshadow\"\nFADE IN:\nINT. YAMAGATO INDUSTRIES - 23RD FLOOR - DAY 16\nCLOSE ON A CLOCK FACE\n\nthat reads 1:47. The SWEEP HAND TICKS off the seconds\nrhythmically. Tick, tick, tick...",
  "17": "---END OF PREVIOUS SECTION---\nYAMAGATO INDUSTRIES - 23RD FLOOR - DAY 16\nCLOSE ON A CLOCK FACE\n\nthat reads 1:47. The SWEEP HAND TICKS off the seconds\nrhythmically. Tick, tick, tick... \n---TARGET SECTION TO BE ANNOTATED---\nADJUST to see HIRO TANAKA, (24), staring at the clock\nintensely. He's two feet away from it, his stare practically\nporing a hole into it. His face is actually shaking, he's\nconcentrating so hard on it.\n\nWIDEN to find Hiro at his cluttered desk in a tiny OFFICE\nCUBICLE, the walls covered with JAPANESE ANIME CHARACTERS\npinned to every surface. The CHIRON says, “TOKYO, JAPAN\".\n\nHiro is slight and nondescript in his short white sleeve\nshirt and black tie. A worker bee in sea of worker bees.\nHowever, Hiro has a hint of the nonconformist in him. A\nlittle \"spike\" to his hairstyle. His tie a little too thin.\nA small \"punk\" bracelet tucking out of his sleeve.\n\nWe HOLD on him, as his fervent stare intensifies on the clock -\neyes bulging, forehead sweating. And then... miraculously --\n\nTHE SWEEP HAND\n\nSTOPS! QUIVERS and CLICKS ONE SECOND BACK - before resuming\nits normal forward rhythm.\n\nHiro THRUSTS both fists into the air.\n\nHIRO\nBONSAI!\n\nHe leaps out of his chair and lunges out of the cubicle. We\nTRACK WITH him as he SPRINTS down the long aisle, past what\nseems like a hundred other cubicles in this bee hive of\nworkers.\n\nIN ANOTHER CUBICLE\n\nCLOSE ON A COMPUTER SCREEN\n\nA live VIDEO IMAGE of Niki (our webcam stripper) slipping\ninto her tiny robe. She's on the SET in her garage-\n\f \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05\n\n(This is the VERY SAME scene we saw earlier).\n\nNiki walks past the camera, leaving just the image of the\nempty bed. Under which, we see the words, \"Time's up\" type\nout across the COMPUTER SCREEN.\n\nWIDEN to meet ANDO MASAHASHI, (28), a little more conservative\nlooking than Hiro, and frankly a bit of a killjoy. Where\nHiro's cubicle was a cluttered mess, Ando's is exemplary in\nits neatness.\n\nAndo types his response to Niki. “Just a little more.\nPlease. I'm almost there.",
  "18": "---END OF PREVIOUS SECTION---\nAndo types his response to Niki. “Just a little more. Please. I'm almost there. \n---TARGET SECTION TO BE ANNOTATED---\n The CURSOR BLINKS, then Niki's\nresponse, \"It'll cost you another 39 bucks....\"\n\nAndo stares at the BLINKING CURSOR, then types “BITCH!”\nJust then, Hiro SLIDES around a corner and into the cubicle.\nAndo quickly hits a button on he keyboard - A SCREEN SAVER\nfor \"Star Wars - Revenge Of The Sith” takes over the screen.\n\nHiro catches his breath for a beat, before -- (Their\nconversation is in Japanese - subtitled to English.)\n\nHIRO (CONT'D)\nI did it! I did it!\n\nANDO\n(impatient)\nWhat now?\nHIRO\n\nI've broken the space/time continuum!\n\nANDO\n(thoroughly uninterested)\nGood for you.\n\nHIRO\nMy clock. I made it go back one second,\nusing only my mind, my thoughts.\n\nANDO\nToo bad you're not paid by the hour.\nYou'd be onto something.\n\nHIRO\nI'm serious. This explains the subway\nthis morning.\n\nANDO\nIt was fourteen seconds late. Big deal.\n\nHIRO\n(for the 10th time)\nThat train is never late.\n\n \n\n20.\n\f17\n\n18\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 21.\n\nANDO\n(humoring him)\nUntil you made it late... using only\nyour mind.\n\nHIRO\nyes. I have discovered powers beyond\nany mere mortal.\n\nANDO\nRight. You and Spock.\n\nBIRO\n(finally, you get it)\nYes. Like Spock. Exactly.\n\nSuddenly, Hiro is grabbed by the scruff of his shirt. It's\nhis BOSS, who starts YELLING at him as he drags him away.\nWe're not sure what he's yelling, but we can guess it has\nsomething to do with getting his ass back to work.\n\nAndo pokes his head out of his cubicle and watches with a\nsmile as Hiro is dragged humiliatingly away -~\n\nANDO\n(yelling after)\nUse your ‘death grip', Spock! The ‘death\ngrip’!\n\nOff Ando, laughing at his friend --\nINT. WAITING ROOM - PRINCIPAL'S OFFICE - DAY 17\n\nA PAIR OF TENNIS SHOED FEET swing nonchalantly.",
  "19": "---END OF PREVIOUS SECTION---\nThe ‘death\ngrip’! Off Ando, laughing at his friend --\nINT. WAITING ROOM - PRINCIPAL'S OFFICE - DAY 17\n\nA PAIR OF TENNIS SHOED FEET swing nonchalantly. \n---TARGET SECTION TO BE ANNOTATED---\n WIDEN to\nfind Micah by himself in this sterile waiting room, bored.\nHe looks up to see his mom, Niki, THROUGH THE GLASS WALL of\nthe Principal's office.\n\nINT. PRINCIPAL'S OFFICE - SAME 18\n\nNiki sits across the desk from PRINCIPAL KEARNS, a tweedy ex-\nhippie. Beard, corduroy jacket. Niki is pretty agitated,\nand this conversation isn't helping matters.\n\nKEARNS\nI'd like to tell you it's only his test\nscores, but it's pervasive.\n\nNIKI\nHe's just a little behind though, right?\n\nAnd she barely contains her desperation. Kearns just holds\nher gaze, not giving in. She lowers her voice -~\n\f \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nNIKI (CONT'D)\nLook, I'm a single mom and I work nights\na lot, but... he can work harder at\nit... we both can.\n\nKEARNS\nIt's not just hard work, there are basic\ndevelopmental issues at play here. I'm\nafraid he's just not a good fit here.\n\nNIKI\n(stunned)\nBut... He's made friends. He's on the\nsoccer team.\n\nKEARNS\nPeople pay a lot of money to send their\nchildren to this school...\n\nNIKI\nYeah, well so do I!\n\nKEARNS\nThey expect an academic standard that\nwe simply cannot fall below. We don’t\nhave the resources to deal with your\nson's special--\n\nNIKI\nI wrote a check for twenty five thousand\ndollars to get him into this snobfestl\nI was told that's what it took! Not to\nmention the fourteen grand a year for\ntuition!\n\nIn the b.g., Micah has noticed things heating up in here.\n\nKearns\n\nKEARNS\nAnd your donation was very appreciated.\n\nNIKI\nWell I want it back.\n\njust looks at her.\n\nNIKI (CONT'D)\nI want it back now. Preferably in cash.\n\nKEARNS\nThat donation went into the capital\ncampaign for the new wing. It's already\nbeen spent.\n\nNIKI\nThen un-spend it!\n\f19\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 23.",
  "20": "---END OF PREVIOUS SECTION---\nIt's already\nbeen spent. NIKI\nThen un-spend it! 19\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 23. \n---TARGET SECTION TO BE ANNOTATED---\nKEARNS\nI'm sorry. We can certainly discuss a\npartial refund of this year's tuition.\n\nNiki reaches across the desk and GRABS him by the collar,\nHOISTS him out of his seat.\n\nNIKI\nFuck you, I want my money back!\n\nKEARNS\nThat's... not possible.\n\nNiki, seething, shoves him back into his chair --\nSMASH CUT TO:\nINT, WAITING ROOM - PRINCIPAL'S OFFICE - SECONDS LATER 19\n\nKearn's office door FLIES open and Niki strides out. Kearns\nstands in the b.g. Niki grabs Micah by the hand.\n\nNIKI\nCome on, let's get outta here.\n(looking back at Kearns)\nYou're too good for this lousy school.\n\nShe pulls Micah towards the door, but passes a MIRROR along\nthe way. She catches her REFLECTION in it. Stops. Looks\nat herself. Something about it pisses her off.\n\nShe strides up to the mirror, stares. Then rears her hand\npack. And just as she's about to strike her palm into the\nglass - her REFLECTION SLIDES UP and OUT of the frame.\n\nWHAM! She SHATTERS the empty mirror with her palm. Then\nfollows the trajectory of WHERE THE REFLECTION WENT. she\nstares up at the corner of the ceiling at something we CANNOT\nsee. A long and strange beat, as everyone stares at her.\n\nMICAH\n(concerned)\nMom?\n\nNIKI\n(at something unseen)\nLEAVE ME ALONE!\n\nNiki shields Micah behind her and backs away, opening the\noffice door and rushing off with her son in tow. Off Kearns,\nwhat the hell was that all about --?\n\f20\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 24.\n\nEXT. OUTSIDE A 7-ELEVEN - DAY 20\n\nWe're in a West Texas suburban wasteland. We TILT DOWN off\nthe 7-ELEVEN SIGN to find Claire, still in her cheerleading\noutfit, sitting on the curb next to 2Z0E, (16), a kind of\nartsy looking gawky kid holding a VIDEO CAMERA at her side\nwhile drinking a slurpee.\n\nClaire has her chin on her knees, staring out at nothing.",
  "21": "---END OF PREVIOUS SECTION---\nOUTSIDE A 7-ELEVEN - DAY 20\n\nWe're in a West Texas suburban wasteland. We TILT DOWN off\nthe 7-ELEVEN SIGN to find Claire, still in her cheerleading\noutfit, sitting on the curb next to 2Z0E, (16), a kind of\nartsy looking gawky kid holding a VIDEO CAMERA at her side\nwhile drinking a slurpee. Claire has her chin on her knees, staring out at nothing. \n---TARGET SECTION TO BE ANNOTATED---\nShe's completely cleaned up from her fall, looks normal.\n\nCLAIRE\nI am so depressed.\n\n20E\nwhy?\n\nClaire turns and gives her one of those teenager looks.\n\nZOE (CONT'D)\nBesides the fact that it was so gross I\nalmost fudged myself, this is the single\ncoolest thing to happen in this town in\nlike a hundred years.\n\nCLAIRE\nNot if nobody finds out, it isn't.\n\nZOE\nThen why'd you want me to tape it?\n\nCLAIRE\nI have my reasons.\n\n20E\nI still can't believe you asked me.\nYou stopped talking to me in sixth grade.\n\nCLAIRE\nSafer this way.\n\nZOE\nWhy, cuz I'm not popular and no one\nwould believe me even if I did tell,\nwhich I won't?\n\nCLAIRE\nSomething like that.\n\nZOE\nI mean, it's not like you're not going\nbe popular anymore.\n\fHEROES VOLUME ONE “Genesis” 12/2/05\n\nCLAIRE\n(snaps)\nPopular?! Who's talking about popular?!\nMy life as I know it, is over, okay?!\nI've got the Bishop game next week, the\nSAT's in October, homecoming's three\nweeks from today, and I am a freak show!\n\nZ0E\nYou're being a little dramatic, don't\nyou think?\n\nCLAIRE\nNo! I don't think. Look at me. I\nbusted like every bone in my body,\nstabbed myself in the chest, shoved a\ntwo foot steel rod through my neck and\nthere's not a scratch on me.\n\nZOE\nThen what do you call that?\n\nZoe points down to Claire's leg. Claire looks down to see a\nbloody, horrific COMPOUND FRACTURE POKING through her SHIN.\nIt's almost too gross and bloody to look at.\n\nCLAIRE\n(only slightly annoyed)\nGreat...\n\nClaire reaches down and POPS the bone back into her flesh.\nIt makes a SICKENING SOUND as it SNAPS into place. She looks\nback up at Zoe -~\n\nCLAIRE (CONT'D)\nJust give me the tape, okay?\n\nShe holds out her hand, impatiently snaps her fingers. Z0e\nrelents. Opens the camera, pulls out the tiny digital\nCASSETTE and hands it to her.",
  "22": "---END OF PREVIOUS SECTION---\nShe holds out her hand, impatiently snaps her fingers. Z0e\nrelents. Opens the camera, pulls out the tiny digital\nCASSETTE and hands it to her. \n---TARGET SECTION TO BE ANNOTATED---\nClaire stands and starts to walk off, limping slightly. Zoe\nwatches her.\n\n20E\nYou don't want a ride?\n\nCLAIRE\nNo. I‘m just gonna walk.\n\nThen Claire stops. Turns and looks back at Zoe. Softens --\n\nCLAIRE (CONT'D)\nThanks, okay? I'11 talk to you in front\nof people at school tomorrow. I promise.\n\n \n\f21\n\nHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nzoe nods. Behind them, a FIRE TRUCK roars past, SIREN\nblaring. Claire looks at it, watching it round the corner.\nAnd as she walks off in its direction, her limp lessening\nwith each stride --\n\nINT. INTERROGATION ROOM - POLICE PRECINCT - DAY al\n\nALICE CAMBELL, (76), sits with her purse in her lap at a\ntiny interrogation table. Don't let her sweet appearance\nfool you, this is a formidable woman, in this incongruous\nsetting. A UNIFORM COP lets Ethan and Harrison into the\nroom then leaves. Alice looks up at them, shrugs sheepishly.\n\nHARRISON\nMom, for God sakes...\n\nETHAN\nAre you okay?\n\nALICE\nThey dropped the charges. I have to\nfill out a form. It's no big deal.\n\nHARRISON\nNo big deal?! Do you have any idea\nwhat this'll do to me if it gets out?!\nAnd what could you possibly need so\nbadly that you had to steal it?!\n(then, disgusted)\nNevermind! I don't even wanna know.\n\nALICE\nSocks.\n\nHARRISON\nWhat?! Jesus! Dad left you a fortune.\nWhat were you thinking?! Are you sick?\nDelusional?\n\nETHAN\n(snaps)\nLeave her alone! She's okay, that's\nall that matters.\n\nHARRISON\nOh sure, our mom is a criminal, but\nthank God she's fine. Next thing we\nknow she'll be telling us she's a crack\nwhore.\n{starts pacing)\nI've gotta keep this outa the press.\n\nETHAN\nYou know what? Get outa here! Just go\nworry about your image! I'll handle\nthis.",
  "23": "---END OF PREVIOUS SECTION---\nGet outa here! Just go\nworry about your image! I'll handle\nthis. \n---TARGET SECTION TO BE ANNOTATED---\n \n\f22\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 27.\n\nHARRISON\nI'm gonna call the D.A.'s office, make\nsure this thing is buried.\n\nAnd Harrison strides out of the room, leaving Ethan and Alice\nto look at one another.\n\nETHAN\n(sweetly)\nWhat were you thinking, mom?\n\nALICE\nI just wanted to feel alive again.\n\nOff Ethan, nodding, he understands --\nINT. HOLDING ROOM - SING SING PRISON - DAY 22\nCLOSE ON A TATTOO\n\nof a COCKROACH. We TILT OFF it to find this tattoo on D.L.\nHawkins’ RIGHT ARM. He's sitting in the only chair in this\ncement room. Stares straight ahead. The WARDEN, an intense\nWOMAN in a SUIT paces in front of him, looking at a file.\nTwo GUARDS stand nearby.\n\nWARDEN\nYou're doing two consecutive life terms,\nMr. Hawkins. Might as well be dog years.\nAnd since you're going to be here a\nwhile, it would be wise for us to build\na little trust.\n\nD.L. says nothing. Just stares straight ahead.\n\nWARDEN (CONT'D)\nIn 2002 we installed a pneumatic lock-\ndown system. State of the art, four\nfail safe backups. Your cell was locked\nup tighter than a cat's butt last night.\nSo I'm gonna ask you one more time --\nHow did you get out?\n\nD.L. just looks at her. She crosses and stands right in\nfront of him, leans in close to his face.\n\nWARDEN (CONT'D)\nI'm sorry, I didn't catch that.\n\nDL.\n(calmly)\nI told you, I just woke up there.\n\nThe Warden sighs. Thinks a bit.\n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nWARDEN\n(to Guards)\nTransfer him to Unit 9.\n\nAs the guards move towards D.L., another GUARD steps into\nthe room and approaches the Warden -- WHISPERS in her ear.\nShe looks up at D.L. as he's being led out the door.\n\nWARDEN (CONT'D)\nMr. Hawkins.\n\nD.L. turns,\n\nWARDEN (CONT'D)\n\nSeems you have a phone call.",
  "24": "---END OF PREVIOUS SECTION---\nHawkins. D. L. turns,\n\nWARDEN (CONT'D)\n\nSeems you have a phone call. \n---TARGET SECTION TO BE ANNOTATED---\n Which for\nsome reason I feel inclined to let you\ntake.\n\n(then)\nDon't mistake this for a charitable\ngesture. I just happen to believe in\nthe importance of family.\n\nAnd she walks away. Off D.L.‘s confused eyes -~\n\nEXT. PORCH - TEXAS TINA'S HOUSE - DAY\n\nA FINGER RINGS a DOORBELL and we WIDEN to find Niki standing\nwith Micah at the front door of a small tract house.\n\nMICAH\nI hate it here. She doesn't even have\na TV...\n\nNIKI\nI'll be right back. I'm just gonna\npack up some stuff and we'll leave\ntonight, go visit your dad--\n\nMICAH\nIs someone trying to hurt us?\n\nNiki looks at him. Kneels to his eye level.\n\nNIKI\n\nI made some mistakes, I admit it.\nMICAH\n\nLike what?\nNIKI\n\nNevermind. But you have to understand,\nI'd never let anything happen to you, I\npromise.\n\nMICAH\nWhy'd you break that mirror, mom?\n\n \n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nA beat, as Niki tries to think of how to answer. Before she\ncan, the door opens, revealing TEXAS TINA, a tough former\nshow girl, a half dozen years older than Niki. She sizes\nthem up. Knows exactly why they're here.\n\nTEXAS TINA\nHow long?\n\nNIKI\nCouple hours, tops?\n\nTEXAS TINA\n(beat, to Micah)\nThere's some ice-cream in the frige.\n\nMicah looks up at Niki for her approval. She nods and he\n\nrushes into the house, leaving Texas Tina and Niki staring\nat each other.\n\nTEXAS TINA (CONT'D)\nWhat happened?\n\nNIKI\nI needed money. I went to see Linderman.\n\nTEXAS TINA\n(shakes her head, disgusted)\nHow much?\n\nNIKI\nThirty.\n\nTEXAS TINA\nYou gambling again?\n\nNIKI\nWo. Just... bills and... Used the rest\nto get Micah into a private school.\nThey wanted to hold him back another\nyear at public school and... I just\nneeded them to think we had the money.",
  "25": "---END OF PREVIOUS SECTION---\nUsed the rest\nto get Micah into a private school. They wanted to hold him back another\nyear at public school and... I just\nneeded them to think we had the money. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nTEXAS TINA\nFrom a loan shark? Shit Niki, you\nweren't born yesterday.\n\nNIKI\nI'm two weeks overdue. I thought I\ncould handle it... but... I'm under a\nlot of stress.\n\ne@ TEXAS TINA\nGee, I wonder why.\n\nNIKI\nI'm starting to lose it a little.\n(MORE )\n\f24\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nNIKI (CONT'D)\n(lowers her voice)\nI'm seeing things.\nTEXAS TINA\n(suspicious)\nLike?\n\nNiki looks around, not sure how to say this. Then ~~\n\nNIKI\nI keep feeling like someone's watching\nme.\n\nTEXAS TINA\n\nNo shit, Sherlock. The dude wants his\nmoney back. He's sent some mouth\nbreather to put you in the hospital.\n\nNIKI\nIt's not just them. It’s someone else.\nSomeone I can't see. Does that make\nany sense?\n\nfina just looks at her, confused.\n\nTEXAS TINA\nNo, not much.\n\nNIKI\nI'm sorry, I shouldn't be telling you--\n\nTEXAS TINA\nBut let me tell you what does makes\nsense. You have to come up with the\nthirty grand, plus interest, now. Or\nyou gotta run. That's what makes sense.\n\nOff Niki's frightened stare, knowing what she has to do ~-\n\nEXT. BROWNSTONE STREET ~ UPPER EAST SIDE - DAY\nEthan and his mom, Alice, stroll down the shady sidewalk.\n\nETHAN\nHe only cares about himself.\n\nALICE\nYour father was the same way. Alpha\ndogs, both of them. You, in the\nmeantime, for all your selflessness,\nsitting with dying people... You gonna\nretire on what you make?\n\nETHAN\nMaybe I'll start shoplifting my socks.\n\n30,\n\n24\n\fVOLUME ONE \"Genesis\" 12/2/05\n\nALICE\nDon't get smart. When you put everyone\nelse first, you end up last. You always\nput Harrison first and he took advantage.\n\nETHAN\nHe's my brother. I love him.\n\nALICE\nLove is overrated.\n\nETHAN\nAnd he loves me too. I know it. We've\nalways been so close.",
  "26": "---END OF PREVIOUS SECTION---\nETHAN\nAnd he loves me too. I know it. We've\nalways been so close. \n---TARGET SECTION TO BE ANNOTATED---\nALICE\nRose colored glasses.\n\nETHAN\nThat's cruel.\n\nALICE\nIt's the truth.\n\nETHAN\nWe had our own language ‘til we were\nfive.\n\nALICE\nFour. He stopped before you did.\n\nETHAN\nIt's biological. I can't help it.\nI've always had this intense connection\nwith him.\n(stops, looks at her)\nI've never told you this... But when\nHarrison had the accident... I knew it.\n\nALICE\nWe all got the same call.\n\nETHAN\nNo. I mean I knew it before the call.\nThree hundred miles away, I woke up and\nI knew he'd been hurt.\n\nAlice just looks at him.\n\n \n\nETHAN (CONT'D)\nI know it's not right to be so connected\n@ to him. I'm meant for something special\nof my own. But when?\n\né She stops and looks at him. There’s something cold in her\neyes.\n\fVOLUME ONE \"Genesis\" 12/2/05\n\nALICE\nI'm your mother, and I love you. But\nthe truth is, I gave up hope for you a\nlong time ago.\n\nHe just stares, crushed by these terrible words. She kisses\nhim on the cheek and starts up the stairs of the brownstone.\nEthan leans back against the railing of the steps. Closes\nhis eyes. We PUSH IN on him and WHOOSH -~\n\nEXT. CANYONS OF NEW YORK CITY - DAY\n\nWe're suddenly in another (SUBJECTIVE CAMERA} FLYING DREAM.\nSOARING, SWOOPING, DIVING. Conner Oberst's (Bright Eyes)\n“Road to Joy” rises ONTO TBE SOUNDTRACK, as we TUMBLE, TWIST\nand ROLL. We BANK and start to RISE above the skyscrapers,\nhigher and higher until we reach ~-\n\nTHE SUN\nHOT and FIERY in a cloudless sky, slowly beginning to DARKEN\non one edge. We realize we're watching the beginnings of a\nSOLAR ECLIPSE. And as the MUSIC continues --\nFADE OUT AND INTO:\nEXT. ROOFTOP ~ YAMAGATO INDUSTRIES - DAY\nFROM HIGH ABOVE\nwe're looking DOWN fifty OFFICE WORKERS doing CALISTHENICS\nin regimented unison.",
  "27": "---END OF PREVIOUS SECTION---\nWe realize we're watching the beginnings of a\nSOLAR ECLIPSE. And as the MUSIC continues --\nFADE OUT AND INTO:\nEXT. ROOFTOP ~ YAMAGATO INDUSTRIES - DAY\nFROM HIGH ABOVE\nwe're looking DOWN fifty OFFICE WORKERS doing CALISTHENICS\nin regimented unison. \n---TARGET SECTION TO BE ANNOTATED---\n SIDE BENDS, DEEP KNEE BENDS, etc. It\nlooks like a precision drill team. All but ONE LONE FIGURE,\nwhom we PICK OUT among the masses. It's HIRO. He's just\nstanding there in the middle of the pack, staring up at the\nECLIPSE. As the moon's SHADOW creeps over the rooftop --\nFADE OUT AND INTO:\nINT. LOFT - DAY\nFROM HIGH ANGLE\nlooking down at Isaac, our junkie artist, lying on the floor,\nSHAKING violently. He looks awful, in full-blown WITHDRAWALS.\n\nA STREAK of LIGHT cuts across his face, seeping in through a\ncrack in the tin-foil covered windows.\n\nThat light suddenly DARKENS, and in a moment of lucidity,\nIsaac looks up and focuses on the SUN as it's being obscured\nby the MOON. We DRIFT OFF of him, and --\n\nFADE OUT AND INTO:\n\n \n\f \n\n30\n\n31\n\nHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nEXT. CITY STREET - DAY\n\nWe're LOOKING DOWN at ETHAN hailing a taxi on a crowded\ncorner. A TAXI slows to stop, as the sunlight around him\n\nbegins to DARKEN. He climbs into the back of the taxi.\n\nCLOSE ON THE TAXI'S REAR SIDE WINDOW\n\nas Ethan stares out of it, looking up at the sun we --\nFADE OUT AND INTO:\n\nEXT. BURNING BUILDING - ODESSA, TEXAS ~ DAY\n\nWe TILT DOWN from the sky to a two story APARTMENT HOUSE on\nFIRE. (This is the same image that we saw a painting of in\nIsaac's loft.) FIRE TRUCKS, POLICE, NEWS VAN, dozens of ON-\nLOOKERS behind a barricade across the street.\n\nWe PAN their faces until we find CLAIRE, standing among them,\nstill in her cheerleading outfit. While everyone's eyes are\nglued to the burning building, Claire's gaze is skyward,\nsquinting to look at the ECLIPSE. And as we RISE ABOVE her,\nthe SHADOW of the MOON washes over the entire scene and we --\n\nFADE OUT AND INTO:\nINT.",
  "28": "---END OF PREVIOUS SECTION---\nWe PAN their faces until we find CLAIRE, standing among them,\nstill in her cheerleading outfit. While everyone's eyes are\nglued to the burning building, Claire's gaze is skyward,\nsquinting to look at the ECLIPSE. And as we RISE ABOVE her,\nthe SHADOW of the MOON washes over the entire scene and we --\n\nFADE OUT AND INTO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n CELL BLOCK ~ SING SING PRISON - DAY 30\n\nTwo Guards lead D.L. down the long cell block, past cells\nwith hardened looking CONVICTS. The LIGHT streaming through\nthe high windows suddenly DARKENS. D.L. seems to be the\nonly one who notices. And when he does, it stops him in his\ntracks. It's as though it means something to him. And off\nhis intense stare --\n\nFADE OUT AND INTO:\nINT. NIKI SANDERS' LIVING ROOM —- DAY 31\n\nNiki carefully enters through the SPLINTERED FRONT DOOR. On\nedge, she COCKS HER HEAD to hear if anyone is in here. Every\nstep cautious, like walking on broken glass.\n\nShe STOPS in the room, looking around. It's been RANSACKED.\nHer gaze falls on the SHOE BOX (Micah's pinhole camera) on\nan end table, SUNLIGHT streaming down on it from the window.\nShe crosses, picks it up. Lifts the lid, peeks inside --\n\nCLOSE ON THE INSIDE OF THE BOX\n\nThrough the pinhole -- An image of the NEARLY COMPLETE ECLIPSE\nilluminates the bottom of the box. As CONNER OBERST'S “Road\nTo Joy\" FADES OUT, Niki pulls her eye away from the box and\nsets it down. Then HEARS a NOISE.\n\f \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 34.\n\nShe SPINS around and sees the BIG GUY who busted down her\ndoor earlier. He's in the kitchen, his back to her. He\nclearly doesn‘t know she's here.\n\nShe freezes. Shit. What should she do? She slowly starts\nto back towards the front door, when ~- she's GRABBED from\nbehind! She turns to see the Weasel looking guy.\n\nWEASEL\nWelcome home.\n\nAnd off Niki's fearful eyes --\nFADE OUT:\n\nACT TWO\n\n \n\fCHAPTER THREE\n\n“Dreamtime”\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nACT THREE\nOVER BLACK: A TITLE CARD:\nCHAPTER THREE\n“Dreamtime”\nFADE IN:\nEXT. BURNING BUILDING - DAY\n\nIt's been ONLY SECONDS since we last saw Claire.",
  "29": "---END OF PREVIOUS SECTION---\nWEASEL\nWelcome home. And off Niki's fearful eyes --\nFADE OUT:\n\nACT TWO\n\n \n\fCHAPTER THREE\n\n“Dreamtime”\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nACT THREE\nOVER BLACK: A TITLE CARD:\nCHAPTER THREE\n“Dreamtime”\nFADE IN:\nEXT. BURNING BUILDING - DAY\n\nIt's been ONLY SECONDS since we last saw Claire. \n---TARGET SECTION TO BE ANNOTATED---\n She lowers\nher gaze from the eclipse to the FIRE TRUCKS in the distance.\nWe notice a few PEOPLE, inconsolable, SOBBING, as some \"loved\none\" is clearly trapped in this building.\n\nClaire turns to look at a small cluster of FIREMEN and COPS\nconferring nearby. Another COP rushes up to them. We can\nbarely make out their conversation.\n\ncoP #1\n.--Four year old in a wheelchair. Lives\nin the middle apartment, second floor.\n\nThey all glance up at the building.\n\nFIREMAN #1\nThe staircase is gone, fire's taken out\neighty percent of the top floor.\n\nThey all stare, paralyzed by their impedance.\n\nClaire turns back, looks at the building. Then without much\nthought, she climbs over the barricade and starts across the\nstreet. We MOVE with her as she walks towards the building.\nIn the chaos, no one notices, until --\n\nFIREMAN #1 (CONT'D)\nHEY! What do you think you're doing?!\n\nBut it's too late, Claire is almost to the entrance of the\nbuilding. A NEWS CREW rushes forward, capturing her image\njust as she disappears INTO THE FLAMES. The Cops and Firemen\ncome rushing up, but there's nothing they can do but watch.\n\nWe MOVE IN on the building and HOLD for a long beat. And\njust when we're not sure where we go from here --\n\nCLAIRE\n\nemerges from the FLAMES, carrying an UNCONSCIOUS FOUR YEAR\nOLD BOY in her arms, her expression still blank. Two Firemen\nrun up to her. She hands over the boy, as the NEWS CREW\nrushes up to her, pointing their camera in her face. As we\nMOVE 360 degrees around her, we -~\n\n \n\f33\n\n34\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 36.\n\nINT. PHONE BANK ~ SING SING PRISON - DAY 33\nAN OLD INSTITUTIONAL PHONE HANDSET\n\nis lifted off its wall-mounted receiver. We FOLLOW it UP to\na TIGHT CU of D.L. He's sitting in a Plexiglas booth, ina\nlong row of other Plexiglas booths, each containing a PRISONER\non the phone.\n\nD.L.",
  "30": "---END OF PREVIOUS SECTION---\nHe's sitting in a Plexiglas booth, ina\nlong row of other Plexiglas booths, each containing a PRISONER\non the phone. D. L. \n---TARGET SECTION TO BE ANNOTATED---\nHello?\n\nWe HEAR only HIS SIDE of the call as speaks softly--\n\nD.L. (CONT'D)\nYeah...\n(hard to say)\nI miss you too.\n(listens)\nWhen? Are you sure?... Did you see\nwhat they looked like?...\n\nAs he listens, he lowers his head in defeated fatigue.\n\nD.L. (CONT'D)\n\nIocan't... help you right now. You\nknow that. So you need to listen to\nme. You gotta be the man for now. A\nman's got responsibilities. To his\nfamily. That's your job now.\n\n(more to himself)\nThat's your job.\n\nHe looks up as the Guard TAPS on the glass, “wrap it up”.\n\nD.L. (CONT'D)\nZI gotta go. You and your mama are gonna\nbe okay. Tell her I promise her\nsomething...\n(lowers his voice to a\nwhisper)\nI'm gonna find a way outa here.\n\nAnd he slowly hangs up the phone. Blinks hard to clear the\ntears from his eyes and we -~\n\ncur TO:\nINT. TEXAS TINA'S KITCHEN - DAY 34\n\nMicah, standing at the counter, slowly hangs up the phone.\nThere are tears in his eyes as well.\n\nTEXAS TINA (0.8.)\nWho were you talking to?\n\f35\n\n36\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 37.\n\nMicah turns, startled to see Texas Tina standing in the\ndoorway. He hesitates, then --\n\nMICAH\nNo one.\n\noff Texas Tina, not buying it -~\nEXT. CITY STREET - TOKYO - NIGHT 35\n\nHiro and Ando stroll down the sidewalk. Hiro is all amped\nup. Ando the somber skeptic. (Again, their conversation is\nin Japanese.)\n\nHIRO\nThe Yogis in India have been doing this\nfor thousands of years. ‘The Aborigines\nin Australia bend time and space when\nthey enter the dreamtime.\n\nANDO\nFine, I'll humor you. Let's say you\nreally do have this power... What do\nyou do with it? Join the circus? I\nmnean, no one ever got laid by stopping\nthe second hand of a clock.\n\nBIRO\nThat's just the beginning.",
  "31": "---END OF PREVIOUS SECTION---\nJoin the circus? I\nmnean, no one ever got laid by stopping\nthe second hand of a clock. BIRO\nThat's just the beginning. \n---TARGET SECTION TO BE ANNOTATED---\n As I develop\nmy powers, I'll learn to bend space,\ntoo. Then I can tele-port myself\nanywhere on the planet.\n\nANDO\nLike Star Trek.\n\nHIRO\nYeah, like Star Trek. In every hero\nmyth, the hero must learn his purpose.\nWhen he does, he will be tested and\ncalled to greatness.\n\nAndo stops in front of a karioki bar, considers this.\nANDO\ntI think I'm going to have to be drunk\nto finish this conversation.\n(heads towards bar)\n\n\"Beam us up, Scotty\".\nAnd he laughs as Hiro follows him into the bar --\nEXT. BACK OF A PARAMEDICS TRUCK - DAY 36\n\nTt's been four and half minutes since Claire walked out of\nthe fire. She sits on the tailgate, wrapped in a blanket.\n\f37\n\n \n\nHEROES VOLUME ONE \"Genesis” 12/2/05 38.\n\nA PARAMEDIC applies a SALVE to her face. That glazed look\nin her eyes is still there, The FIRE CHIEF steps up to her.\n\nFIRE CHIEF\nYou wanna tell me how you pulled that\noff?\n\nClaire shrugs.\n\nPIRE CHIEF (CONT'D)\nHow'd you get to the second floor?\nThere was no staircase anymore.\n\nCLAIRE\n(deadpan, numb)\nI don't know.\n\nFIRE CHIEF\nHow'd you know where he was?\n(off her blank look)\nIt's over eight hundred degrees in there.\nHow the hell did you do that?\n\nCLAIRE\nI don't know. I don't know...\n\nAnd off her numb expression --\ncuT TO;\nINT. LOFT ~ DAY 37\nA DOORKNOB\ntwists open. TILT UP to reveal Stella. She steps into the\ndark loft. Feels for the light switch. Finds it, flips it\non. NOTHING. No Electricity.\n\nSTELLA\nIsaac!\n\nNo answer. She walks cautiously into the room. Comes around\na corner and STOPS, as she sees something.\n\nIt's Isaac. Lying on the floor, HANDCUFFED TO THE RADIATOR.\nHe's shaking, convulsing in the THROES OF WITHDRAWAL. She\nstares at him, pissed and horrified all at once. He looks\nup at her.",
  "32": "---END OF PREVIOUS SECTION---\nHe's shaking, convulsing in the THROES OF WITHDRAWAL. She\nstares at him, pissed and horrified all at once. He looks\nup at her. \n---TARGET SECTION TO BE ANNOTATED---\nSTELLA (CONT'D)\nI should leave you here to die.\n\nISAAC\n(weakly)\nFinally, something that makes sense.\n\f3 HEROES VOLUME ONE \"Genesis\" 12/2/05\n\n@ STELLA\nBut I've got too many people dropping\ndead on me already.\n\nShe bends down to him.\n\nISAAC\nGet away from me.\n\nSTELLA\nI'm taking you to the hospital.\n\nISAAC\nI said, leave me alone!\n\nSTELLA\nWhere's the key?\n\nISAAC\nI don't have it,\n\nSTELLA\nWhere's the goddamn key?!\n\nIsaac just turns away. Stella, pissed, crosses to the\nkitchen, YANKS open the cupboard under the sink. Pulls out\na TOOLBOX. Carries it back and DROPS it on the floor.\n\nShe opens it and digs around. Finds a HAMMER. Starts\nPOUNDING the shit out of the chain of the handcuffs.\n\nISAAC\nIt's better this way. You'll forget\nabout me after a while.\n\nStella BANGS for a few seconds, then STOPS. It's FUTILE.\n\nShe reaches into the toolbox and pulls out a SAW. She starts\ntrying to cut the chain with it, but it’s a fucking WOOD\nSAW. She DROPS IT ON THE FLOOR in frustration. Starts\ndigging through the toolbox for something else.\n\nISAAC (CONT'D)\nI never loved you, Stella. I wanted\nyour money. JI wanted the sex. That’s\nall it was. Thought you should know\nthat in case I die.\n\nStella just stares at him, crushed by his words. She stands\nand looks down at him.\n\nSTELLA\nFine. You wanna die? Die. I'm not\n\ngonna stop you.\n\nshe turns and walks away. Isaac watches her until she steps\nout the door.\n\n \n\f38\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 40.\n\nA long beat, then his conflicted eyes focus onto something --\nISAAC'S POV --\n\nfive feet away - The SAW lies on the floor. We RACK FOCUS\nto it. Off Isaac's eyes, the seed planted for this\nUNTHINKABLE IDEA --\n\nINT.",
  "33": "---END OF PREVIOUS SECTION---\nA long beat, then his conflicted eyes focus onto something --\nISAAC'S POV --\n\nfive feet away - The SAW lies on the floor. We RACK FOCUS\nto it. Off Isaac's eyes, the seed planted for this\nUNTHINKABLE IDEA --\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n CELL - U9 - SING SING PRISON - DAY 38\n\nA KEY unlocks a PRISON CELL DOOR. WIDEN to find D.L. being\nPUSHED into a cell by the two Guards. This is an American\nversion of \"Midnight Express\". It's fucked up. Depressing,\nwindowless, cold.\n\nAcross the hali, ANOTHER CELL faces it. In here, EZEKIEL\nTAYLOR, an older black man in his sixties, watches. Wise\nbut dangerous eyes. The Guards SHOVE D.L. in and lock the\ncell behind him.\n\nGUARD\nYou keep an eye on him, zeke. This boy\nlikes to wander.\n\nThe Guards walk off, leaving D.L. and \"Zeke\" staring at one\nanother across the hall. It's an awkward moment. Finally --\n\nZEKE\nMusta done something real bad - get\nyour ass thrown down here.\n\nD.L. just looks at him. Crosses and sits on his bed.\n\nZEKE (CONT'D)\nQuiet type. Good.\n{laughs to himself)\nLast dude talked too much anyway.\n\nzeke lifts some ROLLED UP OBJECT, two feet long. Carries it\nto the center of his cell as he talks --\n\nZEKE (CONT'D)\nEither you got nothing to say, OF...\n\nzeke stops and looks at him, studying his eyes.\nZEKE (CONT'D)\nYou scared. Uh huh... I seen your kind\nin here thirty seven years now.\n\nHe UNROLLS the object in his hand and we see that it's a\nPERSIAN PRAYER RUG.\n\fHERCES VOLUME ONE \"Genesis\" 12/2/05\n\n \n\n39\n\nZEKE (CONT'D)\nLike every other swinging dick. Kill\nsomeone, rob the wrong white lady, end\nup looking at the world from the inside\nout. Till one day it dawns on your\nsorry ass that it's over, the so-called\ndream you call \"life\". Now, most men\ngo one way when faced with that\ninevitability. Prison livin' inside\nyou, ‘stead of the other way ‘round.\n\nHe lays the PRAYER RUG down on the floor.\n\nZEKE (CONT'D)\nThere's a lotta ways a man can do the\ntime.",
  "34": "---END OF PREVIOUS SECTION---\nPrison livin' inside\nyou, ‘stead of the other way ‘round. He lays the PRAYER RUG down on the floor. ZEKE (CONT'D)\nThere's a lotta ways a man can do the\ntime. \n---TARGET SECTION TO BE ANNOTATED---\n But ain't but one of them lead\nto the real way out.\n\ngeke lifts a BOOK from the stool by his bed. Crosses to the\nbars and looks ominously at D.L. He whispers, as though\nrevealing a secret ~-\n\nZEKE (CONT'D)\nYou can teach your soul to go anywhere\nit wants.\n\nHe bends down, places the book on the floor. SLIDES it across\nthe hall. It comes to a stop right outside D.L.'s cell.\n\nZEKE (CONT'D)\nTaught mine to go to Mecca five times a\nday.\n\nzeke turns and walks to the prayer rug, stands over it,\nobviously facing Mecca.\n\nZEKE (CONT'D)\n(re: the book)\nI know where to find you when I need it\nback.\n\nHe raises his palms skyward. Mutters a prayer under his\nbreath and drops to his knees, then prostrate onto the floor.\n\nD.L. watches this odd ritual, then looks down at the book on\n\nthe floor. Stands and crosses to it. Picks it up. Looks\n\nat the cover. “The Koran\"\n\nOff D.L., watching Zeke pray ~-\n\nINT. KARIOKI BAR ~ NIGHT 39\nHiro and Ando sit at a back table. They're a little tipsy\n\nnow and have to SHOUT to be heard over the really BAD KARIOKI.\nHiro is still all worked up --\n\n \n\f \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 42.\n\nHIRO\nSee, most people perceive time as a\nstraight line, always going forward.\nLike this.\n\nHiro dips a CHOPSTICK into his small dish of SOY SAUCE. He\ndraws a soy sauce line on his paper place mat.\n\nHIRO (CONT'D)\nBut time is actually more like this...\n\nHe takes his finger and smears the soy sauce into a CIRCLE.\n\nANDO\nWhere did you learn all this?\n\nHIRO\nX-Men, issue 117, when Wolverine breaks\ninto Professor Xavier's lair--\n\nANDO\nA comic book?\n\nHIRO\n(duh...)\n\nWell... Yeah. There isn’t a ten year\nold on the planet who hasn't secretly\nwished for super powers. And I, Hiro\nTanaka, got them. Me of all people.",
  "35": "---END OF PREVIOUS SECTION---\nThere isn’t a ten year\nold on the planet who hasn't secretly\nwished for super powers. And I, Hiro\nTanaka, got them. Me of all people. \n---TARGET SECTION TO BE ANNOTATED---\nLast in my class, last on the sports\n\nfield. I'm not a loser anymore.\n\nAndo considers this. Wow, his friend is really serious about\nthis shit.\n\nANDO\nAlright, look... Tell me one useful\nthing you could do with this power.\nCan you make money?\n\nHIRO\nA super hero doesn't use his powers for\npersonal gain.\n\nANDO\nThen what good is it? Can you tele-\nport yourself into the women's bathroom?\nNow, there's something useful. You\nwon't learn your \"purpose\" in there,\nbut you might learn something about\nlife.\n\nHIRO\nFine. If I had to, yes, I could tele-\nport myself into the women's bathroom.\n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nANDO\nGreat, then do it. I'll grab two more\nbeers.\n\nAnd Ando gets up, heads for the bar. Hiro watches him go,\nthen turns his gaze towards the women's bathroom at the back\nof the bar. What the hell, he takes a deep breath and STARES\nINTENSELY at the bathroom door. Off Hiro, concentrating\nhard --\n\nSMASH CUT TO:\nINT. DINING ROOM - CLAIRE'S HOUSE ~ EVENING\n\nA static WIDE SHOT of Claire's family around a very normal\nmiddle class dinner table - very Kubrick. Claire, dressed\nnow in jeans and a sweatshirt, sits with her mom, SANDRA,\n\n(41), dad, KENT, (43) and brother, LYLE, (14). Sandra is\n\nall wound up--\n\nSANDRA\n...I think Carla is perfectly nice and\nvery capable, but if they think I'm\ngoing to take orders from her...\n\nShe looks up from her plate to see that no one is really\npaying that much attention.\n\nSANDRA (CONT'D)\nI'm sorry. It just gets my goat.\n\nKENT\nIt's understandable, sweetheart. You've\nbeen working checkout for fourteen years.\nI feel the same way about Ted.\n\nSANDRA\nAlright, enough about me. What'd\neverybody else do today?\n\nKent looks to his two kids. Lyle just shrugs. Claire pushes\nher food around the plate.\n\nKENT\nI sold a fully loaded LeBaron to a guy\nfrom Midland. Put thirty percent down.",
  "36": "---END OF PREVIOUS SECTION---\nClaire pushes\nher food around the plate. KENT\nI sold a fully loaded LeBaron to a guy\nfrom Midland. Put thirty percent down. \n---TARGET SECTION TO BE ANNOTATED---\nThree more cars and that trip to Maui\nis ours this year. Aloooha.\n\n(to Lyle)\nHow'bout you, buddy? Anything happen\ntoday?\nLYLE\n\nDoug and I saw this Mexican guy, a\nhomeless dude, on our way to school.\nWe thought he was dead... But he wasn't.\n\n \n\n \n\fAl\n\n \n\nHEROES VOLUME ONE \"Genesis” 12/2/05 44.\n\nKent just nods. Not exactly what he was hoping for, but. oe\nHe and Sandra turn to Claire, expectantly. Without hesitation --\n\nCLAIRE\nI jumped off a cliff... and I didn't\ndie.\n\nDead silence as everyone looks at her, trying to figure out\nwhat that could possibly mean. Kent, doing his best to relate --\n\nKENT\nI know you're at that secretive age,\nsweetheart, but what do you mean by\nthat?\n\nClaire, on the spot, hesitates.\n\nSANDRA\nI know what she means.\n\nClaire looks at her, a mixture of fear and relief.\n\nSANDRA (CONT'D)\nHere I am talking about getting passed\nover for a silly little raise, and you\ngo and say something really profound.\nWe come to all kinds of cliffs in our\nlives. And when we face our fears and\njump, we usually don't get hurt.\n(welling up)\n\nYou're very wise, sweetheart. Whatever\nit is you did, I'm proud of you.\n\nOff Claire's tiny, forced smile --\nINT. TAXI - LATE AFTERNOON 41\nEthan climbs into back seat of the cab, stares out the window\nup at the sky. The LIGHT has darkened from ECLIPSE, and we\nrealize we are RIGHT where and when we last left him.\nETHAN\n(to 0.S. driver)\nThe corner of Center and Canal, please.\n\nThe taxi pulls away and Ethan stares out the window up to\nthe sky.\n\nCLOSE ON THE REAR VIEW MIRROR\n\nas a HAND reaches up to adjust it. In its REFLECTION we see\nEthan from the driver's perspective. A voyeuristic moment,\nas Ethan has no idea he‘s being spied upon.\n\nSURESH (0.S.)\nA Solar Eclipse.",
  "37": "---END OF PREVIOUS SECTION---\nA voyeuristic moment,\nas Ethan has no idea he‘s being spied upon. SURESH (0. S.)\nA Solar Eclipse. \n---TARGET SECTION TO BE ANNOTATED---\n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nEthan looks up at the driver, It's PROFESSOR SURESH, looking\nas anonymous as any other Third World cabbie in Manhattan.\n\nETHAN\nOh. Yeah. Wonder if it's gonna be\ntotal?\n\nSURESH\nNot here, no. Some other part of the\nworld, yes. A true global event. Makes\none appreciate how small our planet\nreally is.\n\nEthan looks at Suresh, intrigued by his observation.\n\nSURESH (CONT'D)\nBut then, we are all rather small, aren't\nwe?\n\nEthan nods as he stares at Suresh. It's an odd stare, an\ninstant and overwhelming need to open up this conversation.\nA perfect stranger, no strings. What's the harm?\n\nETHAN\nWhat's your name?\n\nSURESH\nMohinder.\n\nETHAN\nI'm Ethan.\n(beat)\nLet me ask you something, Mohinder.\nYou ever have the feeling you were meant\nto do something extraordinary?\n\nSURESH\nI'm driving a cab. You may have noticed.\n\nETHAN\nI'm not talking about what you do. I'm\ntalking about who you are. I'm talking\nabout being special.\n\nSURESH\nWe are all special.\n\nETHAN\n(frustrated)\nThat's not what I mean.\n\nSURESH\nSome individuals, it is true, are more\nspecial. This is natural selection.\n\n \n\fVOLUME ONE \"Genesis\" 12/2/05\n\n%, ETHAN\n\n(interesting...)\nLike evolution.\n\nSURESH\nWhat is it that makes a species, after\nmillions of years, suddenly adapt to\ncatastrophic changes in their\nenvironment? Overnight. Literally.\n\nWe PUSH IN on Ethan as Suresh continues. Ethan is riveted.\n\nSURESH (0.S.) (CONT'D)\nThe ice age hits and a hundred thousand\nspecies go extinct immediately.\n\n(snaps his fingers)\n\nLike that. While others, no more unique\nox complex, change and adapt in\nextraordinary ways, insuring the survival\nof their species. The cockroach, for\ninstance.\n\nWe PUSH IN on Ethan as Suresh's lecture continues. Ethan is\nriveted. This is speaking to the very core of his being.",
  "38": "---END OF PREVIOUS SECTION---\nWe PUSH IN on Ethan as Suresh's lecture continues. Ethan is\nriveted. This is speaking to the very core of his being. \n---TARGET SECTION TO BE ANNOTATED---\nSURESH (CONT'D)\nIt begins with a single individual,\nborn or hatched like every other member\nof their species, Anonymous, seemingly\nordinary. Except they're not. They\ncarry inside them the genetic code that\nwill take their species to the next\nevolutionary rung.\n\nEthan is now staring off at nothing. Slowly nodding his\nhead.\n\nSURESH (CONT'D)\nSo if one feels they are special, that\nthey have unique abilities, then they\nhave an evolutionary imperative to\ndiscover those abilities. It's their\ndestiny.\n\nEthan swallows. He looks like he's about to leap out of his\nskin. No words have ever rung truer. And breaking this\nstrange silence -~ RING, his cell, Ethan jumps, then answers.\n\nETHAN\n(to phone)\nHello?... Stella... I was just going\nhome, but... No, it's no problem. I\ncan be there in ten minutes. That's\nokay, I'll see you there.\n\nHe hangs up.\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nETHAN (CONT'D)\nCan I get out here, please?\n\nSuresh studies him for a beat, then pulis the cab over.\nEthan reaches into his pocket and pulls out a ten, drops it\nthrough the window of the partition. He opens the door and\nstarts to get out.\n\nEthan holds his gaze for a beat, unable to speak. Then turns\nand rushes off. Suresh watches him as another MAN slides\ninto the back seat. We do NOT see his face, but he is dressed\nin a DARK SUIT. And for a split second we think we catch\njust a glimpse of his HORN RIMMED GLASSES.\n\nSuresh turns and looks at the man.\n\nSURESH\nWhere to, my friend?\n\nFADE OUT:\n\nEND OF ACT THREE\n\n \n\f \n\né, CHAPTER FOUR: “Genesis”\n; i\n\n \n\n \n\n \n\ncs \\\nMe N..\n\né “How | learned to Stop worrying and Love the Bomb”\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nACT FOUR\n\nOVER BLACK: A TITLE CARD:\nCHAPTER FOUR\n“Genesis”\nor\n\"How I Learned to Stop Worrying and Love the Bomb”\n\nFADE IN:\nINT.",
  "39": "---END OF PREVIOUS SECTION---\nSURESH\nWhere to, my friend? FADE OUT:\n\nEND OF ACT THREE\n\n \n\f \n\né, CHAPTER FOUR: “Genesis”\n; i\n\n \n\n \n\n \n\ncs \\\nMe N.. é “How | learned to Stop worrying and Love the Bomb”\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nACT FOUR\n\nOVER BLACK: A TITLE CARD:\nCHAPTER FOUR\n“Genesis”\nor\n\"How I Learned to Stop Worrying and Love the Bomb”\n\nFADE IN:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n NIKI SANDERS' GARAGE - NIGHT\nTIGHT ON the luscious waves and folds of the BLUE SATIN\nBEDSPREAD that we saw when we first met Niki. They're\ndisrupted as --\n\nWEASEL (0.8.)\nFifty grand is a lot of money.\n\nNiki is thrown onto her bed. Violently. (Only a minute and\nfourteen seconds have passed since last we saw her.) She\nlooks up at -- the WEASEL and the BIG GUY standing over her.\n\nWEASEL (CONT'D)\nBut we wanna be fair about this.\n\nNIKI\nFifty? It was thirty. Even with\ninterest-—\n\nWEASEL\nShoulda read the fine print.\n\nThe Weasel pulls up a chair as the Big Guy checks out her\ncomputer and camera. Niki looks at them desperately --\n\nNIKI\nLook, I have a son. I'm all he's got.\nPlease. I can get the money.\n\nWEASEL\nTell you what, let's start with a little\nbusiness proposition. You make, what,\nforty bucks every twenty minutes for\ntaking off your clothes?\n\nNiki looks at them, unsure what he's getting at.\n\nWEASEL (CONT'D)\nI'm gonna give you a chance to work off\na little of your debt. See where it\ngoes from there.\n\n \n\f43\n\nHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nvhe Big Guy hits the RECORD BUTTON on the camera. Niki looks\nat the red light on the camera. The SLOW WHIR of the TAPE\nTURNING echoes in the garage.\n\nWEASEL (CONT'D)\n(leaning back)\nGo on, let's see what you got.\n\nNiki sits up on her knees on the bed and slowly, timidly\nbegins to rub her hands seductively up and down her body.\nShe starts to cry, but stops herself. Gets into character.\nUndoes the buttons on her shirt -- starting at the top and\nworking her way down. One by one. Slow as she can.\n\nThe two men smile. And as she undoes the top button of her\njeans -~ she STOPS. Looks at something just behind the two\nmen. They notice.",
  "40": "---END OF PREVIOUS SECTION---\nAnd as she undoes the top button of her\njeans -~ she STOPS. Looks at something just behind the two\nmen. They notice. \n---TARGET SECTION TO BE ANNOTATED---\n Turn and look back behind them to see --\nNIKI'S REFLECTION\n\ndin the MIRROR that we saw the first time we were here.\nNothing unusual. They look back at Niki.\n\nBut she keeps looking at her reflection.\nWEASEL (CONT'D)\nWhat's the problem, baby? It's just\ngetting good.\nBut Niki doesn't respond. She just keeps staring at the\nreflection. The Weasel is pissed. He stands, crosses to\nher, BACKHANDS her across the face.\n\nWEASEL (CONT'D)\nI said, what's your problem?!\n\nNiki gets back up. Scowls at him defiantly --\n\nNIKI\nFuck you.\n\nThe Weasel rears back and delivers a STRAIGHT HARD PUNCH.\nAnd as his fist comes RIGHT INTO CAMERA, we ~—\n\nSLAM TO BLACK:\nINT. TAXI - LATE AFTERNOON\nprofessor Suresh looks back at the man with HORNED RIMMED\nGLASSES, waiting for him to respond. (We're right where we\nleft off last time we were with Suresh.)\n\nHORNED RIMMED GLASSES\nThe United Nations, please.\n\nSuresh turns and starts driving. After a long, tense beat.\n\n \n\n43\n\fVOLUME ONE \"Genesis\" 12/2/05\n\nHORNED RIMMED GLASSES (CONT'D)\nSuresh, huh?\n\nSuresh, startled, looks back over his shoulder.\n\nSURESH\nI'm sorry?\n\nHORNED RIMMED GLASSES\nYour name. On your license there.\n\nSuresh looks down at his LICENSE and PHOTO, displayed on the\ndash.\n\nAnd now we get our first real look at the Man with the HORNED\nRIMMED GLASSES. A sort of young Max Von Sydow-type.\nSophisticated, unknowable. He's toying with Suresh. He\nknows exactly who he is.\n\nHORNED RIMMED GLASSES (CONT'D)\nThat's Indian, yes?\n\nSuresh stares at him through his rear view mirror. Those\nGLASSES. He knows them. It lands. Hard.\n\nHORNED RIMMED GLASSES (CONT'D)\n(musing)\nProbably lots of Suresh's where your\nfrom.",
  "41": "---END OF PREVIOUS SECTION---\nIt lands. Hard. HORNED RIMMED GLASSES (CONT'D)\n(musing)\nProbably lots of Suresh's where your\nfrom. \n---TARGET SECTION TO BE ANNOTATED---\n Like Smith or Anderso--\n\nSKIIIDDDDD! The tires LOCK as Suresh SLAMS on the BRAKES.\n\nThe Man goes FLYING into the plexiglas partition, SMASHING\n\nhis glasses against it. It stuns him. When he regains his\nbearings, he locks up to see Suresh is GONE.\n\nEXT. STREET - SAME\n\nWe CRANE UP over the taxi, its driver's door wide open, and\n\nsee Suresh SPRINTING down the middle of the street, weaving\n\nin and out of the traffic. And as Horned Rimmed Glasses\n\nslowly climbs out and watches him disappear into the distance --\n\nINT. KARIOKI BAR - NIGHT 45\n\nAndo stands at the bar. (About forty seconds of time has\npassed since we last saw them.) He takes two bottles of\nAsahi and turns back towards the table where he and Hiro\nwere sitting. Hiro is gone. He sees a COMMOTION near the\nback of the place. A BOUNCER is dragging Hiro out of the\nwomen's bathroom as two WOMEN scream angrily at him.\n\n \n\nAndo watches the Bouncer drag Hiro right past him and out\nthe front door, tossing him onto the sidewalk. Ando looks\ndown at the beers in his hand, shakes his head and sets them\ndown. He heads for the door.\n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nEXT. CITY STREET - TOKYO - SECONDS LATER\n\nHiro lies in a heap on the sidewalk as Ando steps out the\ndoor.\n\nHIRO\n{sore, but excited)\nDid you see me? I did it. I was in\nthe women's bathroom.\n\nANDO\nGreat. Now you're a pervert.\n\nHIRO\n{gets up slowly)\nI tele-ported myself!\n\nANDO\nEnough! There is NO SUCH THING as\nbreaking the space/time continuum,\nalright?!\n\nHIRO\nFine, don't believe me.\n\nANDO\nThere are twelve and a half million\npeople in this city. Not one of them\ncan bend space and time. Why do you\nwant to be different?!\n\nHIRO\nNo. The question is, why do you want\nto be the same?!\n\nANDO\nBecause, that's what I am! The same.\n\nHIRO\nExactly.",
  "42": "---END OF PREVIOUS SECTION---\nANDO\nBecause, that's what I am! The same. HIRO\nExactly. \n---TARGET SECTION TO BE ANNOTATED---\n It's what we all are. Look\nat us. We dress the same. We look the\nsame. We do the same jobs. Just like\neveryone else. Homogeneous. Yogurt.\n\nANDO\n(now he's mad)\nYogurt, huh? Last year at the company\nbanquet, the whole department sang\nkarioki. Madonna, Tears for Fears,\nAbba, Duran Duran... But who sang Barry\nWhite? Me. That's different enough.\n\nHIRO\nSure. For you. But I want to be\nspecial.\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nANDO\nWe are not special! We are Japanese!\n\nHIRO\nFine. Stay here. Be just like everyone\nelse. I wanna go boldly where no man\nhas gone before.\n\nAnd he walks off. Ando watches him go.\nANDO\n\nThat's right, you’re special! You're\n\n“Super Hiro\"! Go find your purpose!\n\nGo save the world!\nAnd as Hiro walks off into the night --\nINT. PENTHOUSE APARTMENT - LATE AFTERNOON\nEthan enters, looks up to see Stella rifling through the\ndrawers of the night stand by the bed where her father lay\ndying. She looks a little crazed.\n\nETHAN\nWhat are you looking for?\n\nSTELLA\nMorphine.\n\nETHAN\nWhat for?\n\nShe stops. Looks up at him.\n\nSTELLA\nI need you to come with me someplace.\n\nETHAN\nWhere?\n\nSTELLA\nYou'll see.\n\nShe grabs some VIALS and stuffs them inte her purse. Ethan\ncrosses to her. He's more confident and determined than we\nhave ever seen him.\n\nETHAN\nLook, I can’t work for your father\nanymore.\n\nSTELLA\n(confused)\nWhat? What are you talking about?\n\n \n\fHEROES VOLUME ONE “Genesis” 12/2/05\n\nETHAN\nI can't, I need to make some changes\nin my life. I can't keep living for\nother people. I need to spread my wings,\nyou know?\n\nSTELLA\n(snaps)\nWe'll talk about this later! Right now\nI need you to come with me. You're a\nnurse, you can give a shot.",
  "43": "---END OF PREVIOUS SECTION---\nSTELLA\n(snaps)\nWe'll talk about this later! Right now\nI need you to come with me. You're a\nnurse, you can give a shot. \n---TARGET SECTION TO BE ANNOTATED---\n You can\nhelp him.\n\nETHAN\nHelp who?\n\nBut she doesn't answer, as she strides towards the door.\nOff Ethan, wondering what he's getting into --\n\nINT. CELL - SING SING PRISON ~ NIGHT\n\nzeke lies asleep in his bed. He stirs and opens his eyes.\nSits up, as something gets his attention.\n\nACROSS THE HALL\n\nD.L. stands by the bars of his cell, a strange glazed look\non his face.\n\nZEKE\nSomethin’ you want, brother?\n\nD.L. doesn't answer. Zeke stands and crosses to the bars of\nhis own cell. Stares at D.L., studies him.\n\nZEKE (CONT'D)\nYou okay?\n\nStill no response from D.L., just the strange expression.\n\nZEKE (CONT'D)\n{realizing)\nDamn... You're sleepwalking, ain't you?\n(then)\nGo back to bed. I'm serious. This\nain't natural. Go back to bed.\n\nHe waits to see if D.L. will comply. He doesn't. Zeke turns\nand walks back to bed. Climbs under the covers and rolls\nover, his back to D.L.\n\nOff D.L., standing near the bars, asleep on his feet -~\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nINT. KITCHEN - CLAIRE'S HOUSE - EVENING\n\nClaire does dishes. Sandra is in the b.g., clearing the\ntable in the dining room.\n\nSANDRA (0.S.)\nI thought we'd go to the movies this\nSaturday. Maybe try on some shoes at\nthe new mall in Gardenville.\n\nCLAIRE\nSure.\n(then, out of the blue)\nI love you mom.\n\nSANDRA (0.S.)\nBut?\n\nCLAIRE\nBut nothing. I just wanted to tell you\nthat.\n\nSANDRA (0.S.)\nNo, you think I'm trying to be your\nbest friend again, admit it.\n\nCLAIRE\nIt's alright, really, we can go to the\nmovies together. It's no big deal.\n\nShe turns on the GARBAGE DISPOSAL, scraps a plate of food\ninto it.\n\nSANDRA (0.S.)\n(voice rising over noise)\nI just miss you, that’s all.",
  "44": "---END OF PREVIOUS SECTION---\nShe turns on the GARBAGE DISPOSAL, scraps a plate of food\ninto it. SANDRA (0. S.)\n(voice rising over noise)\nI just miss you, that’s all. \n---TARGET SECTION TO BE ANNOTATED---\n I want to\nbe your mom, I want to give you advice,\nbut I don't want to push you away.\n\nClaire looks back towards her desperately, but Sandra's still\nin the other room, clearing the table.\n\nCLAIRE\nI want advice. I do. I won't push you\naway, I promise.\n\nAnd just then, her CLASS RING slips off her finger and INTO\nthe disposal. Without thinking, Claire PLUNGES her hand in\nto retrieve it. The disposal WHIRS and GRINDS hideously as\nher fingers are GROUND in it. She pulls her hand out, and\nin her BLOODY, MANGLED FINGERS, she holds the RING. She\nstares at it, in no pain at all.\n\n \n\fHERCES VOLUME ONE \"Genesis\" 12/2/05\n\nSANDRA {0.S.)\nI just don't think you should be so\nworried about fitting in all the time,\nabout being so popular.\n\nAnd Sandra comes back into the room. Claire turns quickly\nand hides her bloody hand behind her back, as Sandra steps\nright up to her and takes her lovingly by the shoulders.\n\nSANDRA (CONT'D)\nI don't want to see you make mistakes\nlike I did. I wanted to be someone\nmore interesting than I am.\n\nCLAIRE\nYou are interesting.\n\nFLOOR\n\nthe BLOOD DRIPPING next to Claire's feet. DRIP.\n\nSANDRA\nNo, I wanted to hitchhike across Europe,\nstudy art, fall in love with some poetry\nquoting frenchmen. Not that your dad\nisn't wonderful, but my point is, you\nshould be who you are and know that\nit's enough. Because who you are is\nspecial.\n\nClaire nods, looks into her mother's eyes. Wants to tell\nher.\n\nCLAIRE\nAbout that, mom... There's something I\nneed to say. Something I haven't talked\nabout because I thought it would upset\nyou and dad.\n\nSANDRA\nSweetheart, you can say anything to us,\nyou know that.\n\nCLAIRE\n(really hard to say}\nI think I'm old enough now for you to\ntell me who my real parents are.\n\nWell, we didn't see that one coming. Sandra looks at her,\nthen pulls her into her arms.",
  "45": "---END OF PREVIOUS SECTION---\nCLAIRE\n(really hard to say}\nI think I'm old enough now for you to\ntell me who my real parents are. Well, we didn't see that one coming. Sandra looks at her,\nthen pulls her into her arms. \n---TARGET SECTION TO BE ANNOTATED---\n@ SANDRA\n\na Of course you are.\n\n \n\fHEROES VOLUME ONE “Genesis” 12/2/05\n\nClaire instinctive hugs her back. She lifts her HAND and\nlooks at it behind Sandra's back, It's PERFECTLY NORMAL\nnow.\n\nKENT (0.S.)\nHoney?! Claire?! Come take a look at\nthis!\n\nClaire and Sandra separate and head into --\n\nINT. LIVING ROOM ~- CLAIRE'S HOUSE —- CONTINUOUS\n\nWhere they find Kent standing in front of the TV. He's got\nhis back to them, obscuring the TV from their view.\n\nSANDRA\nWhat is it?\n\nKENT\n(numbly)\nThe news.\n\nHE steps aside and we see ON THE TV - the FOOTAGE from the\nFIRE. Claire is CARRYING THE BOY out of the burning building,\nthere for all the world to see this miraculous feat.\n\nSandra and Kent both turn in unison to stare at Claire,\nspeechless. Off Claire's enigmatic expression -- and one\nsecond before she is about to speak we --\n\nINT. NIKI SANDERS' GARAGE - NIGHT\n\nWe're IN REAL TIGHT on Niki's face, lying in a smear of her\nown blood on the BLUE SATIN BEDCOVER. She slowly wakes.\nDisoriented, she starts to sit up, wondering where the hell\nshe is. Then it hits her like a ton of bricks as she sees\nsomething and GASPS.\n\nNIKI'S POV -\n\nThe place looks like a fucking TORNADO RIPPED THROUGH IT.\nOur two bad guys, the WEASEL and the BIG GUY lay DEAD on the\nfloor. And I mean real DEAD. There's BLOOD everywhere.\nThey've been SAVAGELY BEATEN.\n\nBROKEN MIRROR SHARDS are everywhere. One LARGE PIECE is\nsticking out of the Weasel's neck, his eyes still wide open.\nThe Big Guy's own gun is SHOVED into his MOUTH, a pool of\nBLOOD behind his head.\n\nNiki stands up and STAGGERS off the bed. She turns all the\nway around, totally freaked, looking for the unseen culprit\nof this insane KILLING SPREE.\n\nShe backs up, stepping over the Big Guy's dead carcass and\nBUMPS INTO the webcam's tripod. Catches it.",
  "46": "---END OF PREVIOUS SECTION---\nShe turns all the\nway around, totally freaked, looking for the unseen culprit\nof this insane KILLING SPREE. She backs up, stepping over the Big Guy's dead carcass and\nBUMPS INTO the webcam's tripod. Catches it. \n---TARGET SECTION TO BE ANNOTATED---\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nSuddenly realizes that the camera's RED LIGHT is STILL ON.\nIt dawns on her in a flash. She shuts off the camera and\nunclips it from the tripod. Carrying it, she starts to turn\nwhen something catches her eye.\n\nLooking OVER HER SHOULDER from BEHIND her, we now see what\nit is -- The BUSTED MIRROR, half the glass broken out of its\nframe. In the mirror - HER OWN REFLECTION. She stares at\nherself in the cracked pieces of glass, dividing her like a\njigsaw puzzle.\n\nAnd suddenly, like something out of a freaky horror film,\nher REFLECTION MOVES, independent of her. It RAISES its\nblood drenched HAND and WIPES it nonchalantly on her shirt.\n\nAnd off Niki, her life suddenly upside down --\nEXT. SING SING PRISON - NIGHT\n\nWe're TIGHT ON D.L.'s FACE. Again, like when we first met\nhim, he's asleep. Then CHA CHUNK! The unmistakable sound\nof a SHOTGUN COCKING. He wakes with a start. Looks up,\neyes wide.\n\nADJUST to see two GUARDS standing over him. We CRANE UP to\ndiscover that we are right outside the razor wired fence of\nthe prison. D.L. looks around, no idea how he got here. As\nwe slowly RISE to find the MOON in the sky --\n\nEXT. CITY STREET - TOKYO - NIGET\n\nWe TILT DOWN from that same MOON to find Hiro strolling down\nthe empty sidewalk in this quiet business district. He weaves\nslightly from too much to drink, He passes a TRAVEL AGENCY.\nStops and stares at his own reflection the window.\n\nAlong with the various TRAVEL POSTERS on display, there is\nwall of CLOCKS displaying the different TIME ZONES around\nthe world. He closes his eyes from fatigue, pinching the\nbridge of his nose. As he does, we see EVERY CLOCK begin to\nSPIN wildly.\n\nHe opens his eyes back up and they stop. He didn't notice.\nHe nonchalantly glances up at a poster of TIMES SQUARE in\nNew York City, all lit up at night.",
  "47": "---END OF PREVIOUS SECTION---\nHe opens his eyes back up and they stop. He didn't notice. He nonchalantly glances up at a poster of TIMES SQUARE in\nNew York City, all lit up at night. \n---TARGET SECTION TO BE ANNOTATED---\nHe stares it, smiles and slowly turns to walk away. He takes\na couple of steps and stops. A stunned look on his face.\n\nHe stares up and all around him and we SLOWLY PULL BACK to\nfind that Hiro is now standing smack in the middle of --\n\nTIMES SQUARE\n\nWe RISE UP as Hiro spins around, taking in this extraordinary\nsight and --\n\n \n\f54\n\n \n\nHEROES VOLUME ONE \"Genesis\" 12/2/05 58.\n\nINT. LOFT - NIGHT 54\n\nThe door opens and Stella and Ethan enter the dark room,\nStella has a flashlight.\n\nETHAN\nI'm just saying it's impossible. No\none can predict the future.\n\nSTELLA\nI saw it with my own eyes.\n(yells)\nIsaac?! I brought someone to help you.\nHe's a nurse.\n\nThere's no response. Ethan follows behind her, but stops,\nas something CRUNCHES beneath his feet. She aims her light\ndown. It's A SYRINGE. Ethan stares at it.\n\nStella aims the light up towards the radiator that Isaac\nhandcuffed himself to, He's NOT THERE. Closer now and she\nsees -~\n\nTHE HANDCUFFS\n\nOne cuff is still locked to the radiator. In the other cuff,\na HAND, SAWED OFF at the WRIST,\n\nSTELLA (CONT'D)\nOh god...\n\nETHAN\nOver there.\n\nStella WHIPS the flashlight BEAM across the room to find\nISAAC\n\nlying on the floor, unconscious, his bloody stump wrapped in\na towel. In his one hand, a paintbrush. Stella rushes up\nto him.\n\nSTELLA\nJesus, Isaac, what have you done?\n\nBut Ethan has come to a stop, He's seen something. We don't\nsee it yet, but it has stopped him dead in his tracks. Then --\n\nETHAN'S POV -\n\nA PAINTING on an easel, half finished. It’s ETHAN! He's\nLEAPING OFF a building, wearing the same clothes he's wearing\nright now, arms outstretched, like a swan dive.\n\nEthan steps right up to the painting. Reaches out and touches\nhis own image, suspended in mid-air.\n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nSTELLA\ntends to Isaac.",
  "48": "---END OF PREVIOUS SECTION---\nEthan steps right up to the painting. Reaches out and touches\nhis own image, suspended in mid-air. HEROES VOLUME ONE \"Genesis\" 12/2/05\n\nSTELLA\ntends to Isaac. \n---TARGET SECTION TO BE ANNOTATED---\nSTELLA (CONT'D)\nI'm calling 911. We'll get you to a\nhospital.\n\nIsaac's eyes flutter open.\n\nISAAC\n(barely audible)\nWe have to stop it.\n\nAnd his eyes drift off, indicating something \"over there\".\nStella follows his gaze and locks onto what he's looking at --\n\nTHE WALL\n\nhas been wildly PAINTED, like a crazy person on a psychedelic\nbender. Giant, bold brush strokes in half paint and half\nblood -- The image of a HUGE NUCLEAR MUSHROOM CLOUD rising\nover the skyline of New York City.\n\nEthan, still frozen by his own image leaping off a building,\nfinally senses something and turns to see the huge painting\n\non the wall. And as he takes it all in --\nFADE OUT AND INTO:\nEXT. ROOFTOP OF BUILDING ~- NIGHT\n\nClose ON A PAIR OF SHOES DANGLING in mid-air. We RISE UP to\nfind Ethan sitting on the ledge of a fifteen story building,\nlegs over the side. He looks down, sees a TAXI pull up to\nthe alley below. HARRISON hops out, rushes to the edge of\nthe building, looks up at him, Ethan stands up on the ledge.\n\nHARRISON\n(feigning nonchalance)\nI got your message! What are you doing\nhere, Ethan?!\n\nETHAN\nFinding out who I am!\n\nHARRISON\nYou know who you are! You're my brother!\nMy better half! The nicest guy on the\nplanet!\n\nETHAN\n(welling up)\nYeah! That's me! Or at least it used\nto be! I can fly, Harrison! I just\nneed to do it! I need to take the leap!\n\n \n\fHEROES VOLUME ONE \"Genesis\" 12/2/05\n\nHARRISON\nAnd if you can't?!\n\nETBAN\nThen at least I’1l find out! I was\nborn right next to you, I guess I'll\ndie that way, too!\n\nEthan steps closer to the edge.\n\nHARRISON\nEthan, dammit, stop screwing around!\n\nETHAN\nNo. It's my turn to be somebody now!\n\nAnd he LEAPS off the ledge, arms outstretched, just like the\nPAINTING! Like he can fly. But he doesn't...",
  "49": "---END OF PREVIOUS SECTION---\nAnd he LEAPS off the ledge, arms outstretched, just like the\nPAINTING! Like he can fly. But he doesn't... \n---TARGET SECTION TO BE ANNOTATED---\n and he DROPS.\nActually, PLUMMETS is a better word. Like a stone! Falling\nand flailing! Its awful. And just as we're convinced we're\nabout ot witness a horrible death -- He STOPS! In mid air!\nIt's like in the first dream. Except -- He looks down to\nsee -~\n\nHARRISON\n\nHOLDING HIM UP, FLOATING IN MID-AIR himself! HE CAN FLY!\nThey stare into each other's eyes, both as freaked by this\nas the other.\n\nETHAN (CONT'D)\nYou...$ How did you...?\n\nHARRISON\nI...I don't know.\n\nEthan is heavy, and Harrison unsteady. He can't hold him\nup. Ethan SLIPS out of Harrison's arms! Harrison GRABS\nonto Ethan's HAND, suspending beneath him, dangling by the\ntips of his fingers.\n\nHARRISON (CONT'D)\nEthan... Oh god...\n\nA desperate beat, as they try to hold on.\n\nETHAN\nIt's okay. I love you, Harrison.\n\nAnd as Ethan's fingers BEGIN TO SLIP, Harrison HOLDS ON for\ndear life, as we --\n\nSLAM TO BLACK:\n\n \n\f \n\n \n\n \n\f"
}