{
  "1": "screenplay\n\nby\n\nAlfonso cuarén\n&\n\nTimothy J. Sexton\n\fOVER BLACK, a news report:\n\nTV VOICE\n«.-the world was stunned today by the\ndeath of Diego Ricardo, the youngest\nperson on the planet...\n\nINT. CAFE -- DAY\n\nMen and women standing, looking up. Sad and hopeless. Their\nmiddle-aged faces bathed in the pale light of the television\nthey are silently watching.\n\nTV VOICE\nBaby Diego was killed in a bar fight in\nBuenos Aires after refusing to sign an\nautograph...\n\nA man enters the coffee shop, making his way through the\npeople: THEO FARON (55). Detached, unkempt, scruffy beard,\nglasses, Theo is a veteran of hopelessness. He gave up\nbefore the world did.\n\nTV VOICE\nHe was born in 2005, the son of Marcello\nand Sandra Ricardo, a working class\ncouple from Buenos Aires....\n\nTheo wedges his way to the counter. He orders:\n\nTHEO\nCoffee. Black.\n\nNext to him, a 50-year-old woman stares up at the TV,\ncradling a small dog, tears rolling down her face. Theo\nwaits, glancing at the old plasma TV without much interest.\n\nON TV: The face of “Baby” DIEGO (18), the most famous boy in\nthe world, a fair-haired teenager who has never lacked\nanything, smiling a practiced smile.\n\nTV VOICE\nBaby Diego struggled his entire life with\nthe celebrity status thrust upon him by\nbeing the world’s youngest person.\n\nON TV: Stock footage of Diego's life. His baby portrait...\n\nvideo footage of Diego learning to walk... Diego (8), at his\nfirst communion... Diego (14), ambushed by paparazzi...\n\n(CONTINUED)\n\fCONTINUED:\n\nTV VOICE -\nDifferent accounts suggest that Diego\nspat in the face of a Zed who asked for\nan autograph, which began the fight that\nended in his death. The Zed was lynched\nby the angry crowd shortly thereafter.\n\nTheo's coffee arrives. He lays exact change on the counter,\nand starts to make his way out. Passing through the crowd.\nOther people crying. Two grizzled POLICEMEN sip coffee,\nwatching the news.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nPassing through the crowd. Other people crying. Two grizzled POLICEMEN sip coffee,\nwatching the news. \n\nTARGET SECTION TO BE ANNOTATED:\nTV VOICE\nDiego, the youngest person on earth, was\n18 years, 4 months, 2 days, 16 hours and\n8 minutes old.\n\nTheo leaves the cafe.\n\nEXT. CAFE -- DAY\n\nTheo walks out with his coffee, facing the day. People\nwalking along quietly, bundled up. Some with dogs. It’s\ncold. It’s wet. It’s sad. It’s London.\n\nSUPER: LONDON, 2024 A.D.\n\nA short distance from the cafe, Theo sets his coffee cup atop\na post box. Slow traffic rolls past. Mostly “old” cars, ‘08\nmodels, some older. A couple of ‘18's. Motorized rickshaws\nscoot around the edges. A double decker bus passes with\nmetal mesh on the windows. Bicycles.\n\nA billboard, showing a stern-faced leader flanked by the\nidealized profiles soldiers and policemen: “KEEPING ENGLAND\nALIVE”. Surveillance cameras on lamp posts and building\nsides with tiny disclaimers: “For Your Protection.”\n\nTheo takes out a flask from his pocket, unscrews the top,\nabout to pour it into his coffee, when behind him --\n\nKA-BOOM! A BOMB EXPLODES inside the cafe, blowing out the\nwindows, rocking the ground.\n\nTheo reels with the blast, knocked off balance...\n\nSmoke pours through the shattered facade of the cafe. Wails\nof PAIN, as people stagger out, covered in residue, holding\ntheir wounds, bleeding. A woman missing an arm.\n\nTheo regains his balance, shell-shocked, holding his ears.\n\nFADE TO BLACK.\n\n(CONTINUED)\n\fCONTINUED:\n\nTITLE: “THE CHILDREN OF MEN”\nFADE IN:\nINT. TRAIN -- DAY\n\nThrough a train window covered by steel mesh, a billboard\npassing by: “GIVE HUMANITY A HAND - GET A FERTILITY TEST”\n\nTheo rubs his ringing ears, watching the desolate green\nlandscape.\n\nPOCK! POCK! Projectiles smack against side of the train,\nthe steel mesh protecting the windows. Theo looks:\n\nA gang is hurling rocks and bottles. 20-year-old males, some\nwith painted faces -- these are ZEDS. The youngest\ngeneration on earth, nothing to lose, it all ends with them.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nProjectiles smack against side of the train,\nthe steel mesh protecting the windows. Theo looks:\n\nA gang is hurling rocks and bottles. 20-year-old males, some\nwith painted faces -- these are ZEDS. The youngest\ngeneration on earth, nothing to lose, it all ends with them. \n\nTARGET SECTION TO BE ANNOTATED:\nAfter throwing their load, the Zeds recede, disappearing\nbehind a billboard: “IS YOUR NEIGHBOR A TERRORIST? REPORT\nALL SUSPICIOUS ACTIVITY.”\n\nVOICE\nFucking Zeds. Hurl a few rocks, crawl\nback into their cracks.\n\nTheo looks back to the train. Two middle-aged COPS face him\non the opposite seat, commuting home after a long day.\n\ncOP 1\n\nIt’s our fault. We indulged the whiney\npricks for too long. The last\ngeneration. End of the line. Big deal.\n\n(gestures to Cop 2)\nRick’s boy, he’s what, 20? He got dealt\nthe same hand. He didn’t quit. Good\nboy, that Scottie. Joined the force,\nwhat, a year ago?\n\nCOP 2\nUh huh.\n\nCop 2 fumbles with something in his hand: a strip of pills.\n\nCOP 1\nTwo weeks ago, he and some other rookies\nwalked into a Zed ambush. A real zedding.\nOutnumbered, two to one, three to one --\nhell, seven to one! When we got there\nlater, the floor was covered with blood.\nBlood and teeth. Zed’s teeth. And the\nrookies...not a bloody scratch.\n\n(MORE)\n\n{CONTINUED )\n\fCONTINUED:\n\ncop 1 (CONT'D)\nThey pummelled the pissant Zeds. You\ncould almost feel sorry for them. Those\nzeds have numbers, but no discipline, no\ntechnique. And more important, no pride.\n\nCOP 2\nYeh.\n\nCop 2 pops one of the pills into his mouth.\ncop 1\nPride. That’s what set us apart. That’s\nwhy England’s still alive. Look at the\nrest of the world. It’s hell out there.\n\nTheo looks out the window. Graffiti on a wall: “LAST PERSON\nTO DIE PLEASE TURN OFF THE LIGHTS”.\n\nEXT. TRAIN STATION -- AFTERNOON\n\nTheo steps off the train. Policemen patrol the platform,\nsome with German Shepherds. He looks around, spotting an\nolder man across the way. He walks toward him.\n\nJASPER\nHey, amigo.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks around, spotting an\nolder man across the way. He walks toward him. JASPER\nHey, amigo. \n\nTARGET SECTION TO BE ANNOTATED:\nJASPER PALMER was young in the 60’s, and has refused to let\ngo of his youth ever since. Thick glasses, wispy beard, long\nhair, he is probably the coolest 75-year-old on the planet.\n\nTHEO\nHi, Jasper.\n\nThe two old friends greet each other warmly.\n\nTHEO\nHow's it going?\n\nJASPER\nQuite groovy. Quite, quite groovy.\n\nEXT. RURAL ROAD -- DUSK\n\nAbandoned fields with ruined farms, exhausted barns that look\nlike scarecrows.\n\nA car crosses, its headlights cutting through the darkening\nblue, passing machinery rusting on the fallow land. A Volvo\nsedan, circa 2009, not mint but still reliable.\n\nJASPER (OFF)\nMany get killed?\n\n{CONTINUED )\n\fCONTINUED:\n\n‘ THEO (OFF)\nI don’t know. Fuck, the place was\npacked.\n\nJASPER (OFF)\nWho set the bomb?\n\nTHEO (OFF)\nFuck knows. My ears are stiJ.l ringing.\n\nJASPER (OFF)\nYou mean the “eeeeeee”?\n\nINT. JASPER’S CAR - DRIVING -- CONTINUOUS\n\nJasper watching his mirrors, navigating the sparse road.\nTheo in the front seat, massaging his ears.\n\nA beat.\n\nJASPER\n(continues)\n«+. \"eeceecece”?\nTHEO\nUb huh.\nJASPER\n\nYou know, pigs are planting most of them.\nThen they blame Foogies, the 5 Fishes, or\nwhoever they want.\n\nTHEO\nRight after it went off, there were some\nwounded, crawling out. A bloody woman,\nholding the hind of a dog. And the\npeople on the street, walking by.\n\nJASPER\nWhat did you do?\nTHEO\nI left.\nJASPER\n\nI’m glad they missed you, amigo. Losing\nyou and Baby Diego on the same day would\nbe too much grief to bear.\n\n(off Theo’s look)\nYou did hear about Baby Diego.\n\nTHEO\nYou kidding me?\n\n(CONTINUED )\n\fCONTINUED:\n\nJASPER\nThey say he was completely wasted.\n\nTHEO\nBaby Diego was always wasted.\n\nJASPER\nHe was a wanker.\n\nTHEO\nYeah, but he was the youngest wanker on\nthe planet.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHEO\nBaby Diego was always wasted. JASPER\nHe was a wanker. THEO\nYeah, but he was the youngest wanker on\nthe planet. \n\nTARGET SECTION TO BE ANNOTATED:\nJASPER\nQuite true. Quite, quite true.\n\nTheo smiles. The headlights illuminate a wooded area.\nEXT. WOODED ROAD -- DUSK\n\nThe Volvo slows down, and makes a left turn, going off the\nroad, stopping in front the woods.\n\nJasper and Theo get out. Jasper walks to the middle of the\nempty road, looking both ways.\n\nJASPER\n(starting a joke)\nSo there‘s this supper. Scientists and\nwise men, you know, Human Project, that\nsort of bullocks.\n\nTHEO\n(rolling with it)\nYeah...\n\nAssured the coast is clear, Jasper walks toward a row of\nbushes in front of the trees, illuminated by the headlights.\n\nJASPER\nThey‘re throwing around theories about\nthe ultimate question: how is it that\nhuman beings haven‘t had babies in 18\nyears?\n\nTheo walking with Jasper toward the bushes.\n\nJASPER\nThe biologist blames genetic experiments\nthat altered DNA. The environmentalist\nsays that pollution and bio-experiments\npoisoned the water. You know, the\ntypical jada jada.\n\n(CONTINUED)\n\fCONTINUED:\n\nJasper removes one of the bushes -- it’s not rooted.\n\nJASPER\nA New Age bloke claims Mama Nature is\nmerely protecting herself.\n\nTheo removes another bush. This is a false hedge, hiding a\ntiny dirt path behind it.\n\nJASPER\nThen they all look at this English\nscientist, who hasn‘t said a word, he\njust keeps eating.\n\nJasper stops Theo.\n\nJASPER\n\nThey ask him, “So, what do you think?\nWhy don’t people have babies anymore?”\nThe English bloke looks at them, he’s\nchewing on a wing...\n\n(thick English accent)\n“I haven't a clue,” he says. “But this\nstork is quite lovely, isn’t it?”\n\nJasper playfully hits Theo.\n\nJASPER\nWaaah! You get it -- he’s eating a stork!\n\nTHEO\n(smiles)\nStork. That’s funny.\n\nEXT. DIRT PATH -- DUSK\n\nThrough the woods, Jasper’s car crossing the dirt path, the\nheadlights on.\n\nTHEO (OFF)\nHow's Janice?\n\n: JASPER (OFF)\nShe’s lovely.\n\nINT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHEO (OFF)\nHow's Janice? : JASPER (OFF)\nShe’s lovely. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n JASPER'S CAR - DRIVING -- CONTINUOUS\nJasper navigates the dirt path carefully.\nJASPER\n(sighs)\n\nTends to wander off occasionally.\n(MORE )\n\n(CONTINUED }\n\fCONTINUED:\n\nJASPER (CONT'D)\nI found her last week on the other side\nof the brook. Mud all over her nightgown, .\nshivering a death of cold, poor thing.\n\nTHEO\nI’m sorry.\n\nJASPER\nWhen she’s her normal self, she’s been\nmentioning it. Quietus.\n\nTHEO\nQuietus?\n\nJASPER\nShe feels worthless. She feels a burden\nto me. When she’s lucid, she remembers\nwhat we used to be.\n\nThrough the windshield, in a clearing in the trees, visible\nin the last light of day: a low-tech, jury-rigged eco-house,\ncomplete with primitive solar panels and a grass roof.\n\nINT. JASPER'S HOUSE -- NIGHT\n\nThe Stones’ \"Ruby Tuesday” plays. JANICE (70) sits ina\nchair, staring ahead. She was young in the 60’s, and now is\nold. The light is gone from her eyes, her face a blank mask.\n\nJASPER\nHi, Sweetie.\n\nJasper kisses her. Janice does not react.\nJASPER\nTheo’s here. He came for a little visit.\nTheo, remember? Your Rebel With a Lost\nCause?\nJasper motions Theo over.\n\nTHEO\nHi, Janice.\n\nNo response from Janice. She is staring at a wall of photos.\nHer lifetime frozen in images. A shrine to her past.\n\nJASPER\nShe's not always like this. She’s in and\nout.\nINT. JASPER’S KITCHEN -- NIGHT\nJasper and Theo at the kitchen table, eating vegetable soup.\n\n(CONTINUED)\n\fCONTINUED =\n\nJASPER\n\nA couple weeks ago, I came on this Dutch\nbloke, lost out back in the woods. Poor\nsoul, wasn’t much left of him. Remember\nthe pictures of those starving wretches\nin Ethiopia? Same thing, only blond. He\nsaid he‘’d escaped from Bexhill. They dug\na tunnel under the fence and came over,\n200 of them. Mostly French, Spaniards...\n\n(emphasis for Theo)\n...",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey dug\na tunnel under the fence and came over,\n200 of them. Mostly French, Spaniards... (emphasis for Theo)\n... \n\nTARGET SECTION TO BE ANNOTATED:\na few Americans. They were crossing\nno man’s land. Soldiers caught them.\nLined them up, shot them down. 200\nhundred refugees. Unarmed. Bam. Just\nlike that. Keeping England Alive. It\ndidn’t make the news.\n\nTHEO\nNot surprising.\n\nJASPER\nSomehow this bloke escaped, got through\nno man’s land, got over that hill. I\ngave him some food. Amigo, he told me\nsome spooky stories about what’s\nhappening in Europe. Atrocities you'd\nnever believe. And the look in his eyes.\n\nJasper eats a spoonful of soup, looking at Theo.\n\nJASPER\nIt’s sick. What humans can do to each\nother.\n\nTheo ponders a potato.\n\nJASPER\nI offered to hide him. He refused. Said\nhe had to get to London. Said he had\nfriends there. He left. All the way to\nLondon, no papers.\n\n. THEO\nHe won‘’t make it.\n\nJASPER\nI know.\n\nThey both eat a spoonful of soup.\n\nJASPER\nBut I’d like to think he would.\n\f10.\n\nINT. JASPER’S GREENHOUSE -- NIGHT\n\nA make-shift affair, grow lights coaxing marijuana plants\ninto bloom. Theo and Jasper chill, Jasper rolling a joint.\n\nJASPER\n\nBusiness has been slow. Daddy government\ngives pills and anti-depressants as part\nof your ration...\n\n(shows joint)\n+.-and the Buddha is still illegal! Most\nof my weed now goes to Bexhill. A bloke\nbuys it from me and smuggles it over.\nGuess what he does. His real job.\n\nTHEO\nBorder cop.\n\nJASPER\n\nBravo. He smuggles it through no-man’s\nland.\n\nJasper fires a joint.\n\nJASPER\n(offers Theo a hit)\nWant some?\n\nTheo shakes his head.\n\nTHEO\nJasper, you’re taking the whole thing too\npersonally. In 80 years, humanity will\ndisappear. So what? Ninety-eight\npercent of the species that roamed around\nearth have gone extinct.\n\nJasper takes another hit.\n\nTheo nods.\n\nTHEO\nThe dinosaurs had a pretty good run of\nit. Now it’s our turn.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheo nods. THEO\nThe dinosaurs had a pretty good run of\nit. Now it’s our turn. \n\nTARGET SECTION TO BE ANNOTATED:\n What would we be\nso damn special? Just because we left\nbehind a few interesting piles of rocks?\n\nJASPER\nAnd some books. Some really awesome\nbooks. And those really smashing\nsymphonies.\n\n(CONTINUED)\n\fll.\nCONTINUED :\n\nDylan.\nThe two men smile and fall quiet.\n\nJASPER\n\nJASPER\nWe made a bullocks of the whole thing,\ndidn’t we? Maybe God is ready for a\nlittle peace and quiet.\n\nINT. JASPER’S HOUSE -- NIGHT\n\nJanice still staring at the wall. Theo comes to her. He\ntakes the hair brush she is holding. And begins brushing her\nlong gray hair.\n\nAmong the photos on the wall, one taken at a demonstration\ncatches Theo’s attention: a younger Janice and Jasper,\nlocking arms with Theo, defiant and long-haired, and a young\nwoman with the same attitude. Theo carries a 2-year-old boy\nin a baby backpack. A placard for “Global Democracy” can be\nread behind them.\n\nINT. THEO'S APARTMENT -- DAY\n\nThrough a window, we see identical functional apartment\nbuildings on a foggy morning. Next to the window: an old\nplasma wide-screen TV displays the time.\n\nA digit changes -- 8:30. The TV turns on.\n\nON TV: A woman reads the morning news. War torn streets.\nMilitia’s marching. Citizens watching fearfully out their\nwindows. A 50-year-old soldier in fatigues and beret, a\nDixie flag flying behind, gives a speech to a crowd in front\nof the ruined facade of Camden Yards.\n\nTV VOICE\n...the American city of Baltimore fell to\nthe Southern Alliance after months of\nfurious street battles. It is seen as\nthe biggest setback to the national\ngovernment since the invasion of Northern\nCalifornia by the Oregon Alliance. The\nnational government in D.C. has steadily\nlost popular support since its bombing of\nCincinnati seven years ago in an attempt\nto eradicate militia strongholds.\n\nReflected in the window: CLICK! a light on a side table goes\non. A form gets up slowly, sitting up on a bed... it’s Theo,\nshaking out the cobwebs, his head foggier than London.\n\f12.\n\nEXT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nA form gets up slowly, sitting up on a bed... it’s Theo,\nshaking out the cobwebs, his head foggier than London. 12. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET’ -- DAY\n\nSeven people, men and women, standing with their hands up\nagainst a brick wall. Police dogs growl and sniff at their\nheels. Policemen linger behind them.\n\nTHEO (OFF)\nAll the past historical events, the so-\ncalled facts, flow to one point...\n\nTheo walks past. He’s dressed for the day in a worn tweed\njacket, a leather pack strapped over his shoulder.\n\nTHEO (OFF)\n(continues)\n.+-which we call the present.\n\nEXT. UNIVERSITY -- DAY\nTheo enters a gate fringed with barbed wire.\n\nTHEO (OFF)\n\n(continues )\nAnd then there are all the events which\nhave yet to occur...\n\nNot the grand hails of Oxford, rather, a cluster of one-\nstorey concrete buildings, circa 2000.\n\nTHEO\n{continues )\n+--the future.\n\nINT. UNIVERSITY - SECURITY GATE -- DAY\n\nA security machine swallows his leather case as Theo stands\nwith his arms spread, a Guard frisking him.\n\nTHEO (OFF)\n\n(continues )\nThe moment where the past and the future\nmeet is the tip of both cones.\n\nINT. LECTURE ROOM -- DAY\n\nTheo, somewhat animated, draws two “V” cones on a black\nboard, the tips touching each other.\n\nTHEO\n(continues )\nThis tip is not only a moment. It’s a\nperception, and there are as many\nperceptions as people on this planet.\n\n(CONTINUED)\n\f13.\nCONTINUED:\n\nTheo faces the sizeable lecture room, three quarters empty.\nStudents stare back at him blankly. People in sleeping bags\nin back. A man snores in the front row, his pants wet, the\nurine dripping to the floor.\n\nTHEO\nAny questions?\n\nEXT. STREET -- DAY\n\nSIRENS, screaming from police cars, racing by, disappearing\ninto the distance.\n\nTheo walks on the sidewalk. A billboard, soothing graphics,\nblue on blue: “QUIETUS -~- you can find relief.”\n\nThe sidewalk strewn with trash, lethargic breeze. A young\ncouple, embracing, kissing in the open.\n\nTheo walks by, leather case over his shoulder. He’s holding\na book, reading as he walks: “Salem’s Lot” by Stephen King.\n\nThe young couple breaks their embrace.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheo walks by, leather case over his shoulder. He’s holding\na book, reading as he walks: “Salem’s Lot” by Stephen King. The young couple breaks their embrace. \n\nTARGET SECTION TO BE ANNOTATED:\n They begin to follow\nTheo from behind. He does not notice, reading about a boy\nwho got himself locked inside a vampire’s room.\n\nThe couple follows, pulling ski masks over their heads.\n\nAs Theo approaches the corner, a van appears on the street,\nskidding to a stop, blocking his path. He slows down...\n\nA motorcycle comes from behind, skidding to a stop, blocking\nhis street side. Theo pauses, confused --\n\nThe ski masked couple upon him, he pulling out a burlap sack,\nshe pulling out a pistol.\n\nAnd the van door slides open, showing a masked man holding a\nsemi-automatic gun.\n\nTheo reacts, backing away --\nThe woman sticks the gun into his ribs, whispering an order:\n\nWOMAN\nQuiet.\n\nThe burlap sack comes over Theo's head. She shoves him\nthrough the van door.\n\nThe motorcycle revs, ready to go. The man hops on behind.\n\nThe woman jumps into the van, the door slides shut.\n\n(CONTINUED)\n\f14.\nCONTINUED:\n\nThe motorcycle peels off in one direction.\nThe van tears off the other way.\n\nINT. KIDNAPPER’S ROOM -- DAY\nBlackness.\n\nVOICES\nNot so tight...bring some water... put\nyour hood on...\n\nThe burlap sack comes off. Newspapers glued on the walls,\ncovering them over. Theo is cuffed to a chair. A light\nshines in his face. A Tall Man in a mask holding it.\n\nTALL MAN (LUKE)\n\nYou are under the jurisdiction of the 5\nFishes. Your basic human rights will be\nrespected. You will be expected to keep\nthis encounter confidential. To ensure\nthis, you will be under constant\nsurveillance, as you have been for the\nlast two months. The 5 Fishes have eyes\neverywhere. Do you need water?\n\nTheo nods, cotton-mouth.\n\nTALL MAN (LUKE)\nWater.\n\nWOMAN'S VOICE\nAre the handcuffs necessary?\n\nTALL MAN (LUKE)\nUnfortunately, yes.\n\nWOMAN'S VOICE\n(an order)\nUncuff him.\n\nTALL MAN (LUKE)\nI‘don't think --\n\nWOMAN'S VOICE\nDo it.\n\nThe Tall Man gestures. A Short Man (PATRIC) goes behind Theo\nand begins unfastening the cuffs.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nTALL MAN (LUKE)\nI‘don't think --\n\nWOMAN'S VOICE\nDo it. The Tall Man gestures. A Short Man (PATRIC) goes behind Theo\nand begins unfastening the cuffs. \n\nTARGET SECTION TO BE ANNOTATED:\n Another hooded man gives\nhim a glass of water.\n\nA woman in a mask approaches, walking with a limp.\n\n(CONTINUED)\n\f15.\nCONTINUED:\n\nWOMAN\n“The only reason to breathe is to make a\ndifference.”\n\nTheo reacts, taken aback. The woman sits down, facing him.\n\nWOMAN\nThose are your words, remember? “The\nonly reason to breathe is to make a\ndifference.”\n\nTHEO\nYou want to know the truth? I got that\nfrom a Chinese fortune cookie.\n\nThe woman takes the mask off. JULIAN TAYLOR is Theo’s age,\nand although life has taken a harder toll on her, she still\nradiates the beauty of someone who believes. A scar runs\nalong the side of her face.\n\nTheo is stunned. He recovers with a smirk.\n\nTHEO\nNot bad for somebody whose been dead for\nsix years.\n\nShe smiles.\n\nJULIAN\n(to the others)\nI met Theo when we were 20, during an\nanti-globalization demonstration in\nSeattle. He was a man of ideals,\ndreadlocks and hemp. We locked eyes\nwhile chanting “WIO OUT”.\n\nJulian locks eyes with Theo.\n\nJULIAN\n(chanting)\n\n“WTO OUT! WTO OUT!” And by time the\npolice attacked, we were making out. We\nkissed as the tears ran down our faces\nfrom the tear gas. We fell in love. We\nwere going to change the world -- our\nlove was going to change the world. You\nknow, the John and Yoko bug.\n\nThough Julian addresses the half dozen people in the room,\n\nher eyes on Theo. They are the only two without hoods. He\nchecks his coat.\n\n(CONTINUED)\n\fCONTINUED:\n\n16.\n(2)\n\n‘ THEO\nCan I have my flask?\n\nJULIAN\nTheo was pissed that all the money for\nhealth and education was going to army\ncontractors. So he had this idea. We\nwould chain ourselves to the sculpture in\nfront of the Boeing corporate\nheadquarters. Naked.\n\nTHEO\nNaked was your idea.\n\nJULIAN\nWe got shy, stopped at our underwear,\nthank god, and we chained ourselves to\nthe sculpture. And we threw away the\nkey. Full commitment. Now we're waiting\nfor the employees to show up.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd we threw away the\nkey. Full commitment. Now we're waiting\nfor the employees to show up. \n\nTARGET SECTION TO BE ANNOTATED:\n Waiting\nfor the TV cameras to show up. And it’s\ncold. And nobody is showing up. It gets\ncolder. So we start yelling. “Hello?\nHelp?” I mean, where’s a surveillance\ncamera when you need one? It’s getting\neven colder. Finally, a patrol car\ncomes. The cops get out, they're looking\nat us. We‘re chained, we’re shivering,\nwe're in our underwear.\n\nJulian and Theo looking at each other, reliving this moment.\n\nJULIAN\n(laughing)\nCops says, “What are you doing?” And you\nsay, “Protesting.” Cop says, “Come back\ntomorrow.” And I said, “Why?” Cop says--\n\nTHEO\n“It’s Columbus Day.”\n\nJULIAN\nYeah.\n\nThey smile, looking at each other. A moment.\n\nTHEO\nIs this why I’m here? To reminisce about\nthe good old days?\n\nJULIAN\nI need your help.\n\n(CONTINUED)\n\f17.\nCONTINUED: (3}\n\nTHEO\nCan I have my flask?\n\nINT. 5 FISHES HIDE-OUT - CELLAR -- NIGHT\n\nThey’re in some sort of basement room with no windows. Theo\nsips his flask. Julian smokes a cigarette.\n\nTHEO\nDeath suits you.\n\nJULIAN\n(smiles)\nYou get used to it. They made a big deal\nabout it in the papers, didn’t they?\nThat unfortunate gas explosion.\n\nTHEO\n(recalling)\nUh huh.\nJULIAN\n\nMy stove was electric. -\n\nTHEO\nThere was a body.\n\nJULIAN\nWhen the bomb exploded, it blew me down\nthe stairs. But there was Algerian\nrefugee staying at my flat. Fatima.\nThat’s the charcoal they found. Poor\nthing.\n\nTHEO\n(pissed)\nYou could have called. You could have\ntold me.\n\nJULIAN\nWhat was the point?\n\nTREO\nIt’s courtesy.\n\nJULIAN\nI’m sorry. The only way for me to stay\nalive was to stay dead.\nTheo looks at Julian with tenderness.\n\nTHEO\nAnd the limp... was that the...explosion?\n\n(CONTINUED )\n\fCONTINUED:\n\n18.\n\nJULIAN\nThe scar was the explosion. The limp is\nfrom prison.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED )\n\fCONTINUED:\n\n18. JULIAN\nThe scar was the explosion. The limp is\nfrom prison. \n\nTARGET SECTION TO BE ANNOTATED:\n{points to her left ear)\nAnd the hearing loss. And the\n\nnightmares.\n\nTHEO\nAhuh...\n\nJULIAN\n\nEight years. Isle of Skye.\n\nJulian stubs out her cigarette.\n\nTHEO\nYou always got off on martyrdom.\n\nJULIAN\nI need an exit visa, Theo.\n(off his look)\nNot for me. There’s a girl we need to\nget out of the country. If they find\nher, they will kill her.\n\nTHEO\nWhat’d she do?\n\nJULIAN\nI'm not allowed to go into detail. But\nyou have to trust me. You have to do\nthis.\n\nTHEO\nThere’s nothing I can do.\n\nJULIAN\nTeddy Phillips offered you a position\nwith the Noah Project three years ago.\nHe’s the Minister of Culture.\n\nTHEO\nIt’s a bullshit project, a million people\nstarving to death in Madrid, and we march\nin and save the Goyas --\n\nJULIAN\nThat’s not the point. He can get you a\nvisa. He’s your friend. You never asked\nyour friends for help.\n\nJulian looks at Theo.\n\n(CONTINUED )\n\f19.\nCONTINUED: (2)\n\nJULIAN\nThis girl is in trouble, Theo, and we can\nhelp her.\n\nTHEO\nI kicked idealism.\n\nJULIAN\nShe’s 21. Twenty-one.\n\nThis lands with Theo. Julian knows it -- she expected it.\n\nJULIAN\nDylan would have been her age.\n\nTHEO\nThat‘s low.\n\nJULIAN\nThat’s how strongly I feel. I never\nasked you for anything before, did I?\n\nOff Theo, knowing that she hasn't.\nINT. VAN - MOVING -- DAY\n\nTheo in back facing the rear, blindfolded. PATRIC (25) drives\n~- Irish, dreadlocks, committed. Facing Theo is LUKE (45) --\nmoral authority, practiced compassion, unwavering certainty.\n\nLUKE\nYou understand that disclosing Julian’s\nidentity would put her in extreme\njeopardy. Quite frankly, everyone\nopposed her taking this risk.\n\nTHEO\nShe’s stubborn.\n\nLUKE\nShe‘s a true believer.\n\nTHEO\nYou’re Luke Grissom, right?\n(no response)\nThe priest. I met you before. At that\nLondon thing.\n\nSilence.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nI met you before. At that\nLondon thing. Silence. \n\nTARGET SECTION TO BE ANNOTATED:\n The two men remembering London.\n\n{CONTINUED )\n\f20.\nCONTINUED:\n\nLUKE\nThe London massacre unleashed so many\ndemons. Not only the military coup. The\nfamine, the Zed event...\n\nTheo remains quiet.\n\nLUKE ;\nI’m sorry about what happened to you. I\ncan’t imagine that kind of loss.\n\nLuke pulls on his ski mask. The van slows down. Patric\npulls on his mask.\n\nLUKE\n(to Theo)\nYou may take off your blindfold.\n\nTheo pulls off his blindfold, blinking with the sudden light.\nLuke hands him a piece of paper and a coin.\n\nLUKE\nCall this number if you need to contact\nus. The token is for the bus.\n\nThe van stops. The door slides opens.\nEXT. STREET - BUS STOP -- CONTINUOUS\n\nTheo steps out of the van at a bus stop. A billboard shows a\nyoung couple tenderly holding a creature which looks\nimpossibly similar to a baby. A doll. A slogan: “LOVE IS\nWHAT YOU GIVE.” In smaller print: “Now with body temperature\nand breathing motion.”\n\nLUKE\nThis mission is a good deed. I don’t\nneed to tell you that Julian is only\ninvolved with good deeds.\n\nThe door slides shut as the van drives off, leaving Theo in\nthe midst of a dozen lingering prostitutes, oblivious to the\nsecurity cameras rigged on the bus stop, a few tiny pooches\ntapping around.\n\nA double-decker with steel meshed windows coming down the\nstreet.\n\nEXT. STREET - DOWNTOWN LONDON -- DAY\n\nA Rolis Royce passing through a heavily guarded restricted\ngate, leading into the pristine London Mall.\n\f21.\n\nINT. ROLLS ROYCE - DRIVING -- Day\n\nA uniformed chauffeur drives, Theo in back, now dressed in a\nworn-out suit, looking out the window:\n\nOn the London Mall, well-dressed citizens on their afternoon\nouting, some walking their dogs, which are dressed in\nmatching outfits. Some dressed in chaps, riding horses. The\nprivileged minority. A restricted zone.\n\nSOUTHWARK BRIDGE CHECK POINT\n\nThe chauffeur stops at a security gate at the entrance to the\nSouthwark bridge. He hands papers to a Security Officer.\nGuards check under the car with mirrors.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOUTHWARK BRIDGE CHECK POINT\n\nThe chauffeur stops at a security gate at the entrance to the\nSouthwark bridge. He hands papers to a Security Officer. Guards check under the car with mirrors. \n\nTARGET SECTION TO BE ANNOTATED:\n Dogs sniff for\nbombs. They are waved through.\n\nINT. CAR - DRIVING -- CONTINUOUS\n\nComing over the bridge: an imposing brick structure, its\nsquare tower dominating the gloomy sky: the modern Tate\nMuseum.\n\nINT. UNDERGROUND PARKING -- DAY\n\nThe Rolls Royce parks, a security guard opening the door.\nTheo gets out. Dogs sniff at him, surveillance cameras\ntraining over. A government official comes to meet him,\nextending his hand, smiling. Theo mumbles something. The\nofficial explodes with a forced laugh.\n\nINT. MODERN TATE MUSEUM - CHECK POINT -- DAY\n\nTheo crosses through a body scanner. A screen outlines his\nskeleton and solid objects, zipper, coins, his flask.\n\nINT. MODERN TATE MUSEUM -- DAY\n\nThe Official leads Theo through a hall hung with paintings,\narriving at a door, leaving him there, walking away. Theo\nenters...\n\nINT. MODERN TATE MUSEUM - GREAT HALL -- CONTINUOUS\n\nTheo is awed. In the middle of the marble hall, under the\nsoft glow of a skylight dome, standing alone, in its\nperfection, inviting, Michelangelo's David. ‘The real thing.\nTheo is drawn to the sculpture --\n\nWOOF! Two Irish Mastiffs laying on the floor in front of the\n\nDavid. Theo doesn’t speak dog, but knows that means stop.\nDeep growls, the Mastiffs sit up.\n\n(CONTINUED )\n\f22.\nCONTINUED:\n\nFrom behind the David, a man appears, THEODORE “Teddy”\nPHILLIPS. Around Theo’s age, but looking younger, Teddy is\ndressed in T-shirt and jeans. The fragile enthusiasm of\nsomeone who found an external reason to hold on.\n\nTEDDY\nWe couldn’t save “La Pieta’”. It was\nalready smashed by the time we got there.\nBut this is rummy, eh?\n\nTHEO\nMy Mom had a plastic one in the bathroom.\nIt was a lamp.\n\nTeddy approaches Theo.\n\nTEDDY\nHey, bro.\n\nTeddy and Theo embrace.\nINT. REMBRANDT HALL - MODERN TATE MUSEUM -~ DAY\n\nAn endless corridor, hung with masterpieces on both walls.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nTeddy and Theo embrace. INT. REMBRANDT HALL - MODERN TATE MUSEUM -~ DAY\n\nAn endless corridor, hung with masterpieces on both walls. \n\nTARGET SECTION TO BE ANNOTATED:\nTeddy throws a tennis ball down the corridor, the Mastiffs\nchase after it, shrinking in the distance.\n\nTeddy and Theo carry drinks. Rembrandt's self-portraits age\nas they pass.\n\nTEDDY\n+-.the self-portraits. Scattered around\nthe world. Pain in the ass putting them\ntogether. We have most of them. We lost\nthe one at the Frick. That thing in New\nYork was a real blow to art.\n\nTHEO\nNot to mention people.\n\nTEDDY\nThis one blows my mind. His last one.\n\nHe stops in front of Rembrandt’s final self-portrait.\nTEDDY\nLook at him. An old Dutch bloke. Filled\nwith remorse. He’s saying something.\nCan you tell what he’s saying?\n\nTheo looks at the portrait.\n\n(CONTINUED)\n\f23.\nCONTINUED:\n\nTHEO\n“Oh, well...”\n\nTEDDY\nExactly. This bloke did some of the\nwickedest masterpieces in human history,\nand here he is. At the end of his days.\nLooking at you. Regretful, mischievous...\n“Oh, well.”\n\nAn old Rembrandt looks down at them.\nINT. PICASSO HALL -- DAY\n\nPlanes drop bombs on civilians. Black and white cubist\nmayhem. Theo and Teddy stand in front of Picasso’s\n“Guernica”. The real thing. The Mastiffs sit nearby.\n\nTEDDY\nI sent you some tasty French wine for\nyour birthday, I hope you got it --\n\nTHEO\nYeah, I meant to call. Thank you.\n\nTEDDY\nHow are you doing, bro?\n\nTHEO\nNot so well. I think I need to change\ncourse. Try something different.\n\nTEDDY\nI must say, I was astounded you were\nstill interested.\n\nTHEO\nYou gotta admit, it’s kind of kinky.\n\nTEDDY\nWasting precious social resources to\nassemble an art collection that will be\nenjoyed by no one.\n\nTHEO\nTrading guns for art.\n\nTEDDY\nNoticias, bro. Latin America se acabé.\nItaly finito. France c’est fini.\nGermany kaput. Sayonara Japan. Bye, bye\nAmerica. We used to try to save the\nworld, but it was too late.\n\n(MORE)\n\n(CONTINUED)\n\f24.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nBye, bye\nAmerica. We used to try to save the\nworld, but it was too late. (MORE)\n\n(CONTINUED)\n\f24. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nTEDDY (CONT'D)\nThe world chose to save itself instead.\nWe might as well save what made us great.\n\nTHEO\nAhun.\n\nTEDDY\nYou still don’t get it. Do you good to\nget you out of your cave, bro.\n\nTeddy looks at Theo -- silently acknowledging his friend’s\nrough time.\n\nTEDDY\nWe got the Hermitage, and saved most of\nthe Reik.\n(beat)\n\nParis is not going to hold. Quel dommage.\nThey’re letting us have a peek at the\nLouvre before the looters get to it.\nYou'll have to be quite selective.\n\nTHEO\nMy Aunt had a Mona Lisa in her living\nroom.\nTeddy smiles, gives Theo a friendly pat.\n\nTEDDY\nIt’s so rummy you're doing this, bro.\n\nINT. TERRACE - MODERN TATE MUSEUM -- LATE AFTERNOON\nTheo and Teddy hang, drinking a bottle of 2004 Chateau\n\nMargeaux, looking down on London. The Thames flows by, St.\nPaul’s shows off, the day prepares to end. Quiet.\n\nTHEO\n\nI'll need a pair of exit visas.\nTEDDY\n\nA pair?\nTHEO\n\nThere’s this girl.\n\nTEDDY\nParis n’est plus la ville des amants.\nIt's real hell down there.\n\nTHEO\nI know, but you know.\n\n(CONTINUED )\n\f25.\nCONTINUED:\n\nTEDDY\n(smiles)\nYou dog. Something serious?\n\nTHEO\nA couple of bruises.\n\nTeddy opens a small silver case. He takes out a pill,\noffering it to Theo, who shakes his head, staring at him.\n\nTEDDY\nWhat?\n\nTHEO\nYou amaze me. What keeps you going? In\na hundred years, there won’t be one sad\nfuck left to remember you. What is it?\nTEDDY\nYou really know what it is, bro? I just\ndon’t think about it.\nTeddy pops the pill, washing it down with wine.\nINT. MOVIE THEATRE -- NIGHT\n\nON THE SCREEN: “A Hard Day's Night”. The four lads escaping\nfrom a hoard of fans...\n\nBEATLES\n(singing)\n“Can’t buy me love...”\n\nTheo pushes through a thick red curtain, entering the mostly\nempty theatre.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOVIE THEATRE -- NIGHT\n\nON THE SCREEN: “A Hard Day's Night”. The four lads escaping\nfrom a hoard of fans... BEATLES\n(singing)\n“Can’t buy me love...”\n\nTheo pushes through a thick red curtain, entering the mostly\nempty theatre. \n\nTARGET SECTION TO BE ANNOTATED:\n He walks down the aisle. He takes a seat.\n\nON THE SCREEN: An empty treeless park, the lads frolicking\ngleefully, falling all over each other. Goofy abandon.\n\nA VOICE behind Theo:\n\nVOICE\nDon’t turn around. Do you have it?\n\nTheo takes an envelope from his pocket, reaching it back --\n\nVOICE\nPlease put it under the seat.\n\nTheo puts the envelope under the seat. The man behind him\ntakes it. It’s Luke.\n\n(CONTINUED )\n\f26.\nCONTINUED:\n\nThanks.\n\nLUKE\n\nTHEO\nIt’s a joint visa.\n\nLUKE\nWhat does that mean?\n\nTHEO\nShe’s my companion. She can only leave\nthe country with me.\n\nLUKE\nWhy did you -~ ?\nTHEO\nIt's what they gave me.\nLUKE\nSo you’ll have to come.\nTHEO\nI‘'m not going. Tell Julian I did what I\n\ncould.\nTheo stands to leave.\n\nLUKE\nWhat are we supposed to do?\n\nTHEO\nHave a democratic assembly, or one of\nthose things you guys like.\n\nLUKE\nFaron -~\n\nTHEO |\nI've seen the movie. I know how it ends.\n\nON THE SCREEN: The lads‘ fun comes to an abrupt end when they\nare confronted by a stern COP.\n\nCOP\n(in the movie)\nDo you realize this is private property?\n\nRINGO & PAUL\n(in the movie)\nSorry, sorry...\n\f27.\n\nINT. QUIETUS AUDITORIUM -- DaY\n\nRolling clouds across a glorious blue sky, touched with\ncolors of a gently fading sun, a glimpse of heaven. You\nalmost don’t notice the pixels.\n\nProfiles of faces lying down on soft pads, staring at the\nclouds projected on the ceiling. Mostly older men and women,\nsome middle-agers, and a few in their youth. Soothing music\nsuffuses the ambience, and a gentle female voice:\n\nVOICE\nForgiveness. Experience forgiveness.\nDwell in forgiveness. Forgiveness\ntowards those who purposely caused you\npain. Forgiveness. Forgiveness towards\nthose who unwittingly caused you pain.\nForgiveness. Forgiveness towards\nyourself. Forgiveness. Forgiveness.\nDwell in forgiveness.\n\nThe participants rest on the floor, as if entering a gentle\nsleep. They are dying.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nDwell in forgiveness. The participants rest on the floor, as if entering a gentle\nsleep. They are dying. \n\nTARGET SECTION TO BE ANNOTATED:\nIt’s peaceful. It’s inviting. It’s Quietus.\n\nAttendants dressed in white gently administer to each\nparticipant. Holding them. Offering each a cup to drink\nfrom. After they have drunk, they are laid gently back down.\nABOVE - BEHIND THE GLASS\n\nA few dozen people arrayed on the bleacher seats. Some are\nthere to observe loved ones make their final passage. Others\nare just looking for a warm place to sleep.\n\nTheo arrives, harried -- he has rushed to get there. He\nlooks around the vast bleacher section, and finds:\n\nJasper standing by the glass, looking below. Theo approaches.\nJASPER\nShe left a note. I didn’t get here in\ntime.\nTheo stands next to him.\n\nJASPER\nThey say it is a peaceful way to go.\n\nThough the window, they see:\n\n(CONTINUED )\n\f28.\nCONTINUED:\n\nBELOW - ON THE MAIN FLOOR\n\nAn Attendant approaches Janice. Her face is not the blank\nmask of before -- her eyes are moist with profound awareness\nof the end.\n\nThe Attendant holds up the cup. Janice reaches her hand\ntowards it, shaking. The Attendant steadies her hand her\nhand around it. Janice drinks.\n\nVOICE\nGratitude. Immerse yourself in\ngratitude. Gratitude. Gratitude for\nthose who brought you joy. Gratitude.\nGratitude for those who brought you pain.\nGratitude. Gratitude for your unique\njourney. Gratitude. Gratitude. Dwell\nin gratitude.\n\nJanice’s grip slips from the cup. Her entire body relaxes.\nThe Attendant gently lays her down on the soft pad.\n\nABOVE - BEHIND THE GLASS\nJasper and Theo, watching.\n\nJASPER\n\nWe had just moved to Paris. We didn’t\nhave much, a mattress, a couch. We were\ndoing really bad, with dough. That day,\nI got back early from the Sorbonne. And\nI saw her from the window, coming home,\ncarrying flowers. There was this curtain\nthat was our closet, and I hid behind it.\n\nThrough the glass, behind them, a disturbance: An Old Man\nresists the cup offered to him, knocking it away. The lights\non the main floor cut out.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere was this curtain\nthat was our closet, and I hid behind it. Through the glass, behind them, a disturbance: An Old Man\nresists the cup offered to him, knocking it away. The lights\non the main floor cut out. \n\nTARGET SECTION TO BE ANNOTATED:\nJASPER\n(continues )\nAnd I watched her... She put the flowers\nin a drinking glass, and she sat on the\nsofa, looking at them.\n\nThe lights go up on the main floor, everything returned to\nits state of peace. The Old Man lays completely still.\n\nJASPER\n(continues )\nShe was humming that “I love Paris in the\nspringtime” song. Very softly. Lost in\nher reveries.\n(MORE )\n\n(CONTINUED)\n\f29.\nCONTINUED: (2)\n\nJASPER (CONT'D)\nShe stayed there, just like that.\nLooking at the flowers. For a long time.\nAnd you know what she was doing? She was\npicking her nose. She always did that\nwhen she thought nobody was watching her.\nDid you ever notice?\n\nTHEO\n\n(lying)\nNo.\n\nJASPER\nThat’s what she did. She picked her\nnose...\n(shows his little finger)\nWith her pinky.\n\nJasper looks down at Janice.\n\nJASPER\nShe’s gone.\n\nBELOW - ON THE MAIN FLOOR\nJanice stares up at the clouds rolling across the ceiling.\n\nVOICE\nThere is a light. Experience the light.\nDwell in the light. Repose in the light.\nThe light is soothing. The light is\ncomforting. The light is love. It’s a\nlight that shines forever.\n\nINT. PICK-UP OFFICE - QUIETUS -- DAY\n\nTheo waiting on a plastic couch in the simple white room.\nPeople at the counter, picking up paper bags that resemble\nsacks of flour.\n\nJasper returns from the counter, holding a brown sack. Theo\nstands to meet him.\n\nJASPER\nShe's still warn.\n\nEXT. QUIETUS -- DAY\n\nOutside, the street is quiet. Theo and Jasper walk. Jasper,\nstoic, is holding Janice’s bag of ashes. Suddenly --\n\nJasper breaks down. Crying. All of his 75 years now\nrevealed, all at once an old man.\n\f30.\n\nINT. BAR -- DAY\n\nON TV: A couple walking through a beautiful park, carrying a\nbaby. Slow motion sentimentality.\n\nCOMMERICIAL VOICE\n--.she has her daddy’s eyes, and her\nmommy’s smile. She cries when she’s\nhungry, she cries when she’s wet.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlow motion sentimentality. COMMERICIAL VOICE\n--.she has her daddy’s eyes, and her\nmommy’s smile. She cries when she’s\nhungry, she cries when she’s wet. \n\nTARGET SECTION TO BE ANNOTATED:\n Her\nskin is so smooth it warms your heart.\n\nON TV: A closer look at the baby: beautiful eyes, beautiful\nsmile, smooth skin. But it’s still a doll.\n\nCOMMERCIAL VOICE\nLove is what you give.\n\nTheo sitting in the bar, half-watching the tv, already drunk.\nTwo men sit on either side of him: Patric and Luke.\n\nTHEO\nYou looked better with your masks on.\n\nTheo staring toward nothing. The two men looking at him in\nexpectation. Finally:\n\nTHEO\nI’l1l do it.\n\nLUKE\nThank you.\n\nLuke slides a small paper across to Theo.\n\nLUKE\nWe have to leave tomorrow.\n\nTheo looks at the small paper: a TICKET to football match.\n\nTHEO\nI don't like soccer.\n\nLUKE\nWe call it football.\n\nLuke and Patric start to leave.\nTHEO\n\nTell Julian I’1l take the girl to Paris.\nThen I’m done.\n\n{CONTINUED )\n\f31.\nCONTINUED :\n\nThe men are gone. Theo takes a long gulp from his pint, and\nreturns his attention to the TV.\n\nON TV, a surveillance camera image: A man walking alone down\n4 remote narrow street illuminated by lights overhead. From\nthe darkness on either side... a gang of Zeds emerge.\n\nTV VOICE\n++-a security camera capturing the\nshocking zedding of a 43-year-old man\nfrom Shoreditch by a gang of Zed\nhoodlums...\n\nThe Zeds swarm over the man, who disappears under their\nonslaught. A moment later, the Zeds retreat back to the\ndarkness. One Zed left behind, staggering, holding a wound.\n\nTV VOICE\n+.-it’s not clear if the Zed was stabbed\nby the victim or by one of his own gang.\n\nThe wounded Zed falls to his knees, beside the man who lays\nmotionless on the sidewalk, naked, picked clean.\n\nFADE OUT.\n\nThe chant of English football...\n\nFADE IN:\n\nEXT. ENGLISH FOOTBALL MATCH -- DAY\n\nKICK! A cleated foot propels the ball into the air. Men\nfight their way to it. We're well into a hard-fought English\nfootball match. Players smeared in sweat and mud.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nMen\nfight their way to it. We're well into a hard-fought English\nfootball match. Players smeared in sweat and mud. \n\nTARGET SECTION TO BE ANNOTATED:\nTheo in his seat, watching the match, drinking a beer, hair\nof the dog. The stadium half filled, lethargic fans, some\nfaces painted, some holding little dogs. The sections\nsecured by barbed-wire fences, security cameras and policemen\neverywhere. :\n\nTheo searchés around. An older man sits next to him. A\nmiddle-aged man on his other side. Both watching the game.\n\nA Woman stands, blocking his view, her right hand a fist that\nopens and shows: the “5 Fishes” logo drawn on her palm. The\nhand closes, as she walks away.\n\nTheo stands and follows her.\n\f32.\n\nEXT. EXIT TUNNEL - STADIUM -- DAY\n\nThe woman walks through a tunnel, exiting the stadium. She’s\n40, and hates football.\n\nTheo follows. On the wall, a billboard: “REPORT ANY\nSUSPICIOUS ACTIVITY.”\n\nEXT. STADIUM -- DAY\n\nThe crowd roars a goal as the woman crosses the concrete\nplain. Theo follows, a few yards behind.\n\nThe woman walks to a bus stop with a billboard: “KEEPING\nENGLAND ALIVE - FERTILITY TESTS - YOUR OBLIGATION.” A double-\ndecker about to leave. As the bus starts to move, she gets\non.\n\nTheo runs, catching up to the rear of the bus, jumping on\nthrough the back door.\n\nINT. DOUBLE DECKER BUS -- CONTINUOUS\n\nTheo has just climbed inside, and he’s out of breath. The\nwoman is going up the stairs. Theo follows.\n\nTheo emerges on the upper deck. The woman sits at the front.\nAn overhead security camera keeping vigil. He sits down\nheavily in the first seat he sees.\n\nEXT. STREET -- DAY\n\nThe double-decker rolls though a suburban area, the outskirts\nof London. Very few people. Shuttered stores. Abandoned\nhomes .\n\nA billboard: “KEEPING ENGLAND ALIVE ~ DENOUNCE ILLEGAL\nIMMIGRANTS - IT’S YOUR COUNTRY”.\n\nINT. DOUBLE DECKER BUS - MOVING -- DAY\n\nThrough the metal meshed windows, the suburbs roll past. The\nwoman sits in front, staring ahead.\n\nTheo in his seat, trying not to doze off.\n\nThe woman gets up.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nwoman sits in front, staring ahead. Theo in his seat, trying not to doze off. The woman gets up. \n\nTARGET SECTION TO BE ANNOTATED:\n As she walks down the stairs, the\nbriefest eye contact -- it springs Theo up to his feet.\n\nEXT. BUS STOP - CITY OUTSKIRTS -- DAY\n\nAs the bus as rolls away, the woman walks across the street.\n\n(CONTINUED)\n\f33.\nCONTINUED:\n\nTheo stands at the empty bus stop, looking at her. She\nstands on the other side, looking away. Theo waits. A few\ndogs sniffing around.\n\nA billboard showing a smiling woman looking at the sky at a\ntwo-tone pill called “BLISS” The slogan: “JUST BE HAPPY.” In\nsmaller letters: “Now at kiosks”.\n\nRRRRR! The roar of an approaching motor...\n\nA motorcycle, appearing from down the street, skids to a stop\nin front of the woman. She hops on the back. RRRRR! The\nmotorcycle tears away.\n\nLeaving Theo alone. Confused. The motorcycle roar receding.\nA FIAT MULTIPLA passenger wagon comes around the corner,\nheading toward Theo. It stops in front of him. The back\ndoor is opened.\n\nTheo looks inside: Luke at the wheel, Julian beside him. ‘Two\nother women in the back seat.\n\nTHEO\nI didn’t know this was a family trip.\n\nLURE\nPlease get in.\n\nTheo climbs in. As the door closes, the Multipla starts off.\nINT. MULTIPLA WAGON ~- DRIVING -- CONTINUOUS\n\nThe Multipla pulling away. Theo accommodating himself,\nglancing at the woman seated beside him, in the middle seat.\n\nKEE (21) is dark-skinned, West Indies. When she was born,\nthe world was already falling apart. She grew up knowing\nhuman life would not last much longer than her.\nTHEO\n(to Julian)\nIs' this the girl?\n\nJULIAN\nHer name is Kee. Kee, this is Theo.\n\nTheo and Kee lock eyes.\n\nKEE\nThe fuck you watchin’ at?\n\n(CONTINUED)\n\f34,\nCONTINUED:\n\nTHEO\nNothing. How you doing?\n\nKEE\nCheedo.\n\n“Kee looks away. Theo looks around the car.\n\nTHEO\nSo this is the elite unit?\n\nMIRIAM (58), shy woman, Scottish, simply dressed, string\nbracelets. She can't believe it’s the end of the world.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHEO\nSo this is the elite unit? MIRIAM (58), shy woman, Scottish, simply dressed, string\nbracelets. She can't believe it’s the end of the world. \n\nTARGET SECTION TO BE ANNOTATED:\nIt’s not in the stars.\n\nJULIAN\nThis is Miriam and Luke.\n\nLUKE\nWe’re coming to Dover. To make sure you\ngo away safely.\n\nTHEO\nCheers.\nTheo senses the tension in the car -- everyone is nervous.\nTHEO\n\nAre we going to have a little sing-along?\n(no response)\nGood. I'm going to take a nap.\n\nTheo makes himself comfortable against the door and closes\nhis eyes, dozing.\n\nEXT. CANTERBURY ROADS -- DAY\n\nThe roads of Canterbury are curvy, running through woods and\nsmall hills. The Multipla cruises along.\n\nINT. MULTIPLA - DRIVING -- DAY\n\nA hand reaches over, nudging Theo awake.\n\nJULIAN'’S VOICE\nHey there.\n\nTheo’s eyes open.\n\nJULIAN\nYou were snoring.\n\n(CONTINUED }\n\f35.\nCONTINUED:\n\nTHEO\nNo I wasn’t.\n\nJULIAN\n(to the others)\nHe always snored.\n\nTHEO\nShe farted in bed.\n\nJulian smiles. Theo looks out the window at the wooded hills\npassing by, getting his bearings.\n\nTHEO\nWhere are we?\n\nJULIAN\nCanterbury, believe it or not.\n\nTHEO\nNo shit.\n\nKee laughs at the small TV flipped down from the ceiling.\nON TV: 70-year-old Mr. Bean kisses his teddy bear good-night.\nTHEO\n(to Kee)\nSo what‘d you do?\n\nKEE\nHuh?\n\nTHEO\nWhy do you need to get out?\n\nSilence. Kee looks to Julian.\n\nTHEO\nCome on, Jules. I need to know\nsomething. She's my travel buddy.\n\nKEE\n{to Miriam)\nWhy I gotta go with this bloke? Why\ncan’t I go with you?\n\nMIRIAM\nYou’ll be fine.\n\n(CONTINUED )\n\f36.\nCONTINUED: (2)\n\nJULIAN\n(to Theo)\nWhat do you know about the Human Project?\n\nLUKE\nJulian, we're not supposed to --\n\nJULIAN\nWe have to tell him sooner or later.\n\nTHEO\nIceland got scientists from all around\nthe world. And the country fell apart.\nLike the rest of the world.\n\nJULIAN\nThat‘s what England wants you to believe,\nas a pretext to sever ties with them.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd the country fell apart. Like the rest of the world. JULIAN\nThat‘s what England wants you to believe,\nas a pretext to sever ties with them. \n\nTARGET SECTION TO BE ANNOTATED:\nIt’s actually the last democracy on\nearth.\n\nMIRIAM\nThe brightest minds in the world are\nthere working together to find the cause\nof infertility.\n\nTHEO\nThe scientists ate the stork.\n\nBlank stares.\n\nKEE\nWhat?\n\nTHEO\nNever mind.\n(to Kee)\nSo, are you a scientist?\nMiriam spots something out the window.\n\nMIRIAM\nThere...\n\nThrough the windshield, up ahead: a BURNING CAR comes rolling\ndown a small hill, toward the road they’re travelling on.\n\nLuke accelerates, the Multipla responds grudgingly.\n\nMIRIAM\nWhat are you doing?\n\n{CONTINUED )\n\f37.\nCONTINUED: (3)\n\n‘ LUKE\nWe can make it.\n\nThe Multipla picks up speed. The burning car careening down\ntoward the road, but it looks like they may beat it...\n\nJULIAN\nGol!\n\nLuke slams the breaks, screeching to a stop, just avoiding --\nROAD\n\nThe flaming car cuts them off -- SMASH! -- crashing into a\nderelict car.\n\nINSIDE THE MULTIPLA\nTense silence. The road is now blocked by the flaming car.\n\nLUKE\nThis is not good.\n\nThey hear WAR CRIES.\n\nEMERGING FROM THE TREES\n\nZEDS. A gang of 20ish males, faces painted, some masked,\narmed with stones, sticks and knives. A tribe of hunters\ndescending down toward the road, in a wave, running at them ~~\nINSIDE THE MULTIPLA\n\nCRACK! The first stone hits the window.\n\nJULIAN\nGo around!\n\nInstead, Luke throws the car into reverse, screeching the car\nbackwards. The Zeds upon them, running down the car. CRACK!\nSticks and fists pounding, bodies piling on...\n\nLuke keeps pedal to metal, screaming in reverse, the last\nZeds dropping off, giving chase, but can’t catch up...\n\nROAD\nA lone MOTORCYCLE comes from behind the burning car, two\n\nriders in masks, racing through the running Zeds,\naccelerating, towards the Multipla, coming closer...\n\f38.\n\nINSIDE THE MULTIPLA\n\nLuke can't go any faster backwards, the motorcycle catches\nup, running alongside them. The Zed on back looks in the\ncar, his eyes visible for an instant through his black mask.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\n38. INSIDE THE MULTIPLA\n\nLuke can't go any faster backwards, the motorcycle catches\nup, running alongside them. The Zed on back looks in the\ncar, his eyes visible for an instant through his black mask. \n\nTARGET SECTION TO BE ANNOTATED:\nLuke accelerates, and the motorcycle drops back, riding now\nin front of the car.\n\nTheo sees the Zed on back of the motorcycle rise up -- he’s\naiming a high-powered RIFLE at them --\n\nTHEO\nHe’s got a gun --\n\nBANG! The bullet crashes through the windshield --\n\nJulian jolts with the impact, blood spraying. The passengers\nscreaming in terror and disbelief:\n\nVOICES\n(in car)\nShe’s hit! She’s hit!\nLUKE\n(screaming to Miriam)\nCover her!\nMiriam uses her body to protect Kee. Theo is reaching over\nthe seat, coming to Julian. She’s been hit in the neck,\nshe’s bleeding badly. Her eyes are open, alive, barely.\n\nMIRIAM\nCover the wound!\n\nTHEO\nGodammit, godammit!\n\nMIRIAM\nCover the wound! Use your hand!\n\nROAD\nThe motorcycle accelerates again, coming back alongside them.\nINSIDE THE MULTIPLA\n\nTheo sees the motorcycle approach, the Zed on back, pointing\nthe gun at him, about to shoot.\n\nAbruptly, Theo throws open his door --\n\f39.\n\nROAD\n\nWHACK! Theo’s car door hits the motorcycle. The driver\ntrying to keep balance, but he’s going too fast...\n\nThe motorcycle careens and spills, throwing the gunman into\nthe grass, the driver bouncing across the pavement, leaving\nlots of skin behind.\nINSIDE THE MULTIPLA\n\nLuke slows the car just enough to execute a turn, spinning a\n180, heading away from the ambush, finally driving forward.\n\nLUKE\nHow is she? How’s Julian?\n\nTHEO\nShe's bleeding, she’s bleeding a lot...\n\nTheo holds her throat wound with both hands, trying to dam\nthe blood with his fingers.\n\nTHEO\nHang on, Jules, hang on...\n\nJulian reaches toward her throat, grabbing one of Theo's\nhands. She squeezes the hand. Holding it tightly.\n\nMiriam rubs her palms together, laying healing hands onto\nJulian's head. Holding them there.\n\nMIRIAM\nShe‘s making her transition.\n\nTheo still holding Julian’s wound and her hand. Miriam’s\nhands on her. Julian is dead. The car is silent. Then --\n\nApproaching from the distance, they hear SIRENS.\n\nLUKE\nJesus .",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe car is silent. Then --\n\nApproaching from the distance, they hear SIRENS. LUKE\nJesus . \n\nTARGET SECTION TO BE ANNOTATED:\nIt’s a police caravan, two squad cars and a tactical van,\ncoming from the opposite direction...\n\nLuke plays it cool, maintaining his speed, as the caravan\nheads right toward them...\n\nThe Police caravan flies past them, headed for the scene of\nthe ambush. There's a moment of relief. until:\n\n(CONTINUED)\n\f40.\nCONTINUED:\n\nIn Luke’s rear-view mirror: one of the police vehicles breaks\nfrom the caravan, turning around, coming back toward them.\n\nLUKE\nJesus.\n\nSirens screaming, the police car following, getting closer.\nLuke keeps driving.\n\nKEE\nGo, go, go, go, go!\n\nMIRIAM\nYou have to pull off.\n\nThe Policemen are right on their tail. There’s no choice.\nLuke eases the car to a stop.\n\nROAD\n\nThe police car skids to a stop behind the Multipla.\nImmediately, two Policemen are out of their cars,\napproaching, guns drawn, screaming:\n\nCOP 1\nLet’s see your hands!\n\nCOP 2\nYour hands, let’s see your hands!\n\nIN THE MULTIPLA\nLuke watches the two Policemen approach.\n\nCOP 2\nOut of the vehicle!\n\nMiriam opens her door, Theo opens his, starting to get out.\nROAD\nLuke steps out his door, one hand raised in the air.\n\nLUKE\nWe were attacked by Zeds --\n\ncop i\nYour hands!\n\nLuke pulls his other hand from the car --\n\nBANG! Luke’s other hand is holding a gun, and he’s shot Cop 1\nthrough the heart. Before Cop 2 can react, Luke swivels --\n\n(CONTINUED )\n\f41.\nCONTINUED:\n\nBANG! Luke gets off another shot, taking down Cop 2. Cop 2\nfires off a shot --\n\nBANG! Luke finishes Cop 2.\n\nThe echo of gunfire dissipates. Theo standing there, taking\nit in. The two cops lay bleeding on the ground. Silence.\n\nKEE\nThe fuck?\n\nLUKE\nLet's go.\nTHEO\n(stunned)\nWhat did you do?\n\nMIRIAM\nLet‘s go!\n\nTheo stays there, confused. Luke levels the gun at Theo.\n\nLUKE\nLet’s go.\n\nLuke pointing the gun at Theo, who does not back down. He\nappears ready to finish with Theo -- and Miriam can tell.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\nLet’s go. Luke pointing the gun at Theo, who does not back down. He\nappears ready to finish with Theo -- and Miriam can tell. \n\nTARGET SECTION TO BE ANNOTATED:\nMIRIAM\nDon't, Luke.\n(firmly to Theo)\nGet in. Now!\nTheo gets in the car. Luke gives the gun to Miriam.\nINT. MULTIPLA - DRIVING -- DAY\nLuke driving away. All business, taking control.\nLUKE\n\nWe'll need a new car. We have to get off\nthe main roads --\n\nTHEO\n\nYou just killed two men.\nLUKE\n\nWe had no choice.\nTHEO\n\nNo choice -- ?\n\n(CONTINUED)\n\f42.\nCONTINUED:\n\nMIRIAM\nHe's right.\n\nLUKE\nWe'll need to find a safe house. I know\nFishes in this zone.\n\nMiriam reaches forward, covering her hand over Julian’s eyes.\nTheo looks at his bloody hands.\n\nEXT. WOODS -- DAY\n\nTheo holding Julian’s body by the arms and torso, dragging\nher uphill through the woods, Miriam helping with the feet.\n\nThey lay Julian's body between the trees. Miriam kneels\nbeside her, praying a simple mantra. Using her palms to\ngently cover her eyes, her ears, her nose...\n\nTheo looks at Julian, then turns away, anguished at the sight\nof her violent death. Trying to catch his breath. And the\nwhole thing sinks in, the pain welling, overcoming him.\n\nTHEO\nFuck!\n\nMIRIAM\nAll is well.\n\nTheo turns to Miriam. She has tears in her eyes.\n\nTHEO\nShe is dead.\n\nMIRIAM\n(with certainty)\nAll is well. She died fulfilling her\nduty.\nTheo looks at Julian one more time.\n\n: THEO\nJesus.\n\nMIRIAM\nWhatever you choose to believe.\n\nTheo looks at Miriam, shakes his head, incredulous. Kee is\nwaiting down the hill, next to the Multipla.\n\nKEE\nLuke is coming.\n\n(CONTINUED)\n\f43.\nCONTINUED:\n\nHONK! HONK! An old Vauxhaul sedan parking on the roadside.\nEXT. ROAD -- DAY\n\nThe empty, battered Multipla rolling downhill, picking up\nspeed, flying off the road over a steep embankment --\n\nCRASH! The Multipla smashes into the dense woods below.\nDisappearing into the foliage, metal crashing earth.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nROAD -- DAY\n\nThe empty, battered Multipla rolling downhill, picking up\nspeed, flying off the road over a steep embankment --\n\nCRASH! The Multipla smashes into the dense woods below. Disappearing into the foliage, metal crashing earth. \n\nTARGET SECTION TO BE ANNOTATED:\nTheo, Luke, Miriam and Kee stand on the road next to the old\nEnglish Vauxhaul, circa 2008. Theo pissed off, looking like\nhell, his shirt stained with Julian’s blood.\n\nINT. VAUXHAUL - DRIVING -- NIGHT\n\nEnglish rain ~~ steady, cold, bone-moistening. In the car,\nsilence. Miriam looking forward. The remnants of tears on\nKee’s face.\n\nTheo sits in front, the wipers scraping shadows across his\nexhausted face. He’s numb, staring at the black night ahead\nof him.\n\nLuke puts on the turn signal. Getting off the main road.\nEXT. MUDDY ROAD -- CONTINUOUS\n\nThe Vauxhaul struggling up a muddy rutted road.\n\nINT. VAUXHAUL -- NIGHT\n\nLuke honks three times. Through the windshield, the\nheadlights illuminate an old farm house. We see two men walk\noutside the door. One of them holding a rifle.\n\nLUKE\nTom and Ian. They’re loyal fishes.\n\nEXT. FARM HOUSE -- CONTINUOUS\n\nThe Vauxhaul parks in front of the stone farm house. Luke\nturns the car off. The two men come to meet them.\n\nTOM (58), strong, dark featured, farmer, with wrinkles that\ncome from working the earth. IAN (40), shorter, fine\nfeatures, small town bureaucrat, the paleness of a man who\nworks with paper in fluorescent light. Tom holds a rifle, an\nAR-45, the next generation. -\n\nIAN\nEverything's been taken care of.\n\n{CONTINUED )\n\f44.\nCONTINUED:\n\nTOM\nIt‘'s an honor, sir.\n\nLUKE\nHide the car, Tom. Don’t block it. We\nhave to push start it.\n\nTOM\nYes, sir.\n\nLUKE\n(re: Kee and Miriam)\nThis is Kee, this is Miriam. They’1l\nneed a place to wash up and rest. We\nneed to convene.\n\nKEE\nHow bout Julian’s mate?\n\nIAN\nWe’1l watch him.\n\nLUKE\nHe needs a scrub. Get him a clean shirt.\nWe'll send him back to London.\n\nINT. BATHROOM (FARM HOUSE) -- NIGHT\n\nTheo standing in front of the mirror after his shower.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe'll send him back to London. INT. BATHROOM (FARM HOUSE) -- NIGHT\n\nTheo standing in front of the mirror after his shower. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nbathroom is small, dank, uncared for. Theo wipes the mist\noff the mirror, seeing himself. Reflected in the mirror, he\nsees something on the wall behind him. He turns:\n\nAN OLD PHOTO. A weathered portrait from 30 years back, taken\nin front of the same farm house: a man, a woman... and their\n5 children. All 5 kids hanging on a tire swing hung from a\nlarge tree. A document from a world now gone.\n\nINT. BEDROOM (FARM HOUSE) -- NIGHT\n\nTheo walking out of the bathroom wearing a fresh shirt. Tom\nis seated in a chair, waiting, holding his rifle.\n\nTOM\nShirt fit?\n\nTHEO\nIt’s fine, thanks.\n\nTOM\n(proud)\nWe've got an important meeting going on.\nFishes from all over the place.\n\n{ CONTINUED)\n\f45.\nCONTINUED:\n\nBeyond, through the door, Luke is gathered with 6 people we\nhaven't seen before.\n\nTOM\nLuke sent this for you.\n\nTom hands him a bottle of whiskey. Theo accepts it with a\nsmile -- the sad smile of someone aware of his condition.\n\nTHEO\nYou thank him for me.\n\nTheo heads for the door.\nTOM\n\nIf you're going out, take a coat. Catch\n\na cold in this weather.\nTom points to the coat rack.\nEXT. FARM HOUSE -- NIGHT\nThe rain has stopped. Theo, wearing a coat, standing outside\nthe farm house, taking the first sip from the bottle. Tom\npulling on his coat as he catches up, holding his rifle.\n\nTOM\nI'm in charge of watching you.\n\nTHEO\nYou're doing a good job, Tom.\n\nTheo offers him the bottle. Tom shakes his head.\nTOM\nAlcohol is a tool of the government to\nnumb the people.\nTheo takes another swallow.\n\nTHEO\nThis your farm?\n\nTOM\nHouse is mine. Consortium took the land\nand the cows. They pay me shite.\nTheo notices the old tree.\nTHEO\n\nThat used to be a swing, right? A tire\nswing.\n\n(CONTINUED)\n\f46.\nCONTINUED:\n\nTOM\nYeh.\n\nA frayed rope dangles from a thick branch, moving with the\nbreeze.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f46. CONTINUED:\n\nTOM\nYeh. A frayed rope dangles from a thick branch, moving with the\nbreeze. \n\nTARGET SECTION TO BE ANNOTATED:\n A faint smile on Tom’s face, a memory.\n\nTOM\nChildren’s stuff.\n\nTHEO\nYeah, children’s stuff.\n\nFrom a short distance, Miriam shouts to Theo:\n\nMIRIAM\nFaron, Kee would like a word with you.\nShe’s in the barn.\n(to Tom)\nIt’s okay, Tom. 1’11 watch him.\n\nTheo gives a nod to Tom, then starts walking toward Miriam.\n\nTOM\nMr. Faron.\nTHEO\nYeah?\nTOM\nYou talk funny. You’re from America?\nTHEO\nYeah.\nTOM\n\nI‘m sorry about what happened there.\n\nTHEO\nThank you, Tom.\n\nINT. BARN -- NIGHT\nTheo comes through the wooden door.\n\nMIRIAM\nI’1l wait outside.\n\nMiriam closes the door. Theo is inside the old stone barn,\nhousing 40 cows and industrial milking equipment.\n\nKEE\nFaron?\n\n{CONTINUED )\n\f47.\nCONTINUED:\n\nTheo turns: toward the end of the barn, Kee stands behind one\nof the cows.\n\nTHEO\nYou want to talk to me?\n\nTheo starts walking toward her.\n\nKEE\nYou know they chop them cow’s tits? They\ndo -- zzzzt. Fly, gone, bye. Only leave\nfour. Four fits the machine. It’s\nwhacko. Why not make machines that suck\neight titties?\n\nTHEO\nThat’s what you want to talk about. Cows\nand titties?\n\nKEE\nJulian told me ‘bout your baby.\n\nTheo looks at her.\n\nKEE\nSaid it wasn't your fault.\n\nTHEO\nDid she tell you I was carrying him?\n\nKEE\nSaid there was a lotta of families that\nday. Lotta kids. ‘Sposed to be a\npeaceful demonstration. And then the\nsoldiers came.\n\nTheo shaking his head, not wanting to remember.\nKEE\nSaid you blamed yourself, but nothin’ you\ncould do, it wasn’t your fault.\n\nTHEO\nI was carrying him!\n\nKEE\nSaid the baby’s name was Dylan.\n\nThis lands hard.\n\n(CONTINUED }\n\f48.\nCONTINUED: (2)\n\nKEE\nSaid you gave up. Said you gave up ‘fore\nthe world did.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED }\n\f48. CONTINUED: (2)\n\nKEE\nSaid you gave up. Said you gave up ‘fore\nthe world did. \n\nTARGET SECTION TO BE ANNOTATED:\n Said you carried his\nmemory like a ball ‘n chain.\n\nTheo feels the shackles.\n\nKEE\nDylan was Julian's baby too. Only she\ndidn’t carry him like a ball ‘n chain.\nShe carried him like a balloon.\n\nJulian’s words resonate.\n\nKEE\nJulian said anything go spooky, talk to\nhim. Said I could trust you. Said you'd\nget me out of England.\n\nTHEO\nSorry, kid. It’s as far as I go. You've\ngot friends, you’1l be all right. Nice\nchatting with you.\nTheo makes to leave.\n\nKEE\nYou can’t go.\n\nKee begins to unbutton the front of her dress.\n\nKEE\nYou can’t leave me.\n\nTHEO\nDon’t...\n\nThe dress slips from her shoulder. She covers her breasts\nshyly. She is behind the cow, her chest bare. She is\nshivering. She looks at Theo.\n\n. KEE\nGot to help me.\n\nTheo wants no part of this.\nTHEO\n(annoyed)\nDon't...\nKee steps from behind the cow. Her arm covering her swollen\nbreasts, her hand covering her panties.\n\n(CONTINUED )\n\fCONTINUED: (3)\n\n49.\n\nTheo is frozen. The sight of her naked form. The curve of\n\nher hip. Her hair dangling over her shoulders. She’s\nstaring straight into his eyes.\n\nThree million possibilities cross his mind in an instant, but\n\nthere is only one truth.\n\nKee is pregnant.\n\nInstinctively, Theo extends his hand, walking toward her\nswollen belly. Kee allows it.\n\nTheo gently rests his hand on her belly. Impossibly\nstretched skin, holding new life.\n\nTHEO\nOh. My. God.\n\nThe door opens --\nLuke enters the barn, followed by Ian and Miriam.\n\nLUKE\nWhat‘s going on here?\n\nKee immediately retreats, going behind the cow, covering\nherself up.\n\nLUKE\nWhat is this?\n\nMiriam steps forward.\n\nMIRIAM\nShe wanted him to know.\nLUKE\nNobody authorized it.\nMIRIAM\nIt's her body.\nLUKE\nWe're going to do what’s right.\n\n(beat)\nMeet inside in five minutes.\n\nEXT.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\nWe're going to do what’s right. (beat)\nMeet inside in five minutes. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BARN -- NIGHT\n\nTheo, Miriam and Kee walking to the farm house, Ian follows a\n\nfew steps behind.\n\n(CONTINUED)\n\f50.\n\nCONTINUED:\n. THEO\nThis is crazy. You know what this child\nmeans?\nMIRIAM\n\nWe're very well aware of it.\n\nTHEO\nYou've been putting her at risk. She\nneeds the best doctors --\n\nMIRIAM\nI‘m a trained midwife.\n\nTHEO\nYou were a midwife, twenty years ago.\nWho knows what could go wrong? She needs\nreal doctors.\n\nMIRIAM\nThat’s what we’re trying to give her.\nTHEO\nIn France? You know what‘s going on in\nFrance?\nKEE\n\nFrance, wiffet. Iceland.\n\nMIRIAM\nKee may be the clue to cure infertility.\nThe Human Project sent a boat.\n\nKEE\nBoat called “The Tomorrow.”\n\nMIRIAM\nWe were supposed to meet it in the\nchannel.\n\nINT. FARM HOUSE -- NIGHT\n\nON Tv: slow motion, the Multipla coming in the opposite\ndirection, the windshield blasted out. The image is blurry,\nbut Luke, Theo and Julian are recognizable.\n\nNEWSWOMAN‘’S VOICE\nThe killers were identified as Luke\nGrissom, an ex-Catholic priest and one of\nthe leaders of the 5 Fishes terrorist\ngroup.\n\n(MORE )\n\n{CONTINUED}\n\f51.\nCONTINUED:\n\nNEWSWOMAN’S VOICE (CONT'D)\nJulian Taylor, one of the founders of the\nterrorist group, who was thought to have\ndied two years ago in a domestic\naccident. And Thelonios Faron, a history _\nprofessor at King’s College, with\nterrorist links to Taylor.\n\nPHOTOS ON TV: Julian and Luke’s police mug shots. Theo’s\nKing’s College ID.\n\nNEWSWOMAN’S\nThe other passengers, two women, have not\nyet been identified.\n\nThe TV goes off. Luke stands up.\n\nLURE\nThis was national news, about an hour\nago.\n\nHe addresses an assembly of the 5 Fishes convened in the\nmusty living room on sofas and chairs. Theo stands at the\nedge. He’s allowed to observe, but he cannot vote.\n\nLUKE\nThis is the reality of the situation.\nOur identities have been disclosed.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s allowed to observe, but he cannot vote. LUKE\nThis is the reality of the situation. Our identities have been disclosed. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s\ntoo dangerous to proceed with the\noriginal plan.\n\nKee squeezes Miriam‘s hand -- Miriam responds:\n\nMIRIAM\nWhat about Iceland?\n\nLUKE\nWe missed our chance.\n\nMIRIAM\nWe can still make it through Bexhill --\n\nLUKE\nIt’s too dangerous.\n\nTHEO\n(interrupts)\nMake it public.\n\nTheo’s uninvited opinion draws glares from around the room.\nMIRIAM\nTwo years ago, another woman got\n\npregnant.\n{MORE )\n\n(CONTINUED)\n\f52.\nCONTINUED: (2)\n\nMIRIAM (CONT'D)\nThe government took her away, under the\npretext that one baby would bring false\nhope. They did experiments on her.\nProblem was, the best scientists were in\nIceland. She miscarried. Then they\nkilled her.\n\nTHEO\nHow do you know that?\n\nMIRIAM\nThe doctors involved were put in prison.\nI met one.\n\nLuke addresses the others.\n\nLUKE\nThis pregnancy must remain secret. We'll\ndrive North, to Glasgow. We have strong\ncells there. When the moment comes, this\nchild will be our most powerful weapon to\ntake the government down.\n\nMIRIAM\nJulian said this shouldn’t be about\npolitics.\n\nLUKE\nIt is about politics. Whoever controls\nthis child controls destiny. That\ndestiny doesn’t belong to Iceland. It\nbelongs to England.\n\nFISHES\nRight... Absolutely... England.\n\nMIRIAM\nThat was not the agreement.\n\nIAN\nThese are new circumstances. There is\nnew leadership. I'm sure all Fishes will\nfollow.\n\nThis is Luke's moment -- he seizes it.\n\nLUKE\nWe have been struggling to keep the flame\nof dignity alive. But it has been hard.\nBrothers and sisters, you know how hard\nit has been.\n\n(CONTINUED)\n\f53.\nCONTINUED: (3)\n\nFISHES\n(grumbling)\nYeah... that’s right...\n\nLUKE\nSome of us were killed.\n(looks sympathetically at Tom)\nSome of us lost loved ones.\n\nTom nods. The Fishes are solemn.\n\nLUKE\nSome of us were beaten. Some of us were\nimprisoned. Some of us were tortured,\nhumiliated.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\nSome of us were beaten. Some of us were\nimprisoned. Some of us were tortured,\nhumiliated. \n\nTARGET SECTION TO BE ANNOTATED:\n And right when we might have\nlost hope, when tyranny had stepped on us\nand nearly crushed us, when the flame was\nabout to be extinguished...a torch\nappeared in the form of a child. And its\nfire will destroy tyranny. This child\nwill be our new beginning. This child\nbelongs to England. The Fishes have\nspoken.\n\nFISHES\nThe Fishes have spoken!\n\nThe Fishes look to Luke, unified -- they have found their new\nleader.\n\nEXT. FARM HOUSE -- NIGHT\n\nThe farm is quiet. One light burns in the living room. Tom\nkeeping guard at the door.\n\nINT. BEDROOM -- NIGHT\n\nOne Fish asleep in the single bed, another in the top bunk\nbed, snoring. Theo lays in the lower bunk, wide awake,\nreeling, trying to make sense of all that has happened.\n\nHe hears: the HUM of a small motor in the distance, getting\ncloser. Then 3 tinny honks.\n\nTheo creeps out of bed, padding over to the window. Outside:\nA small motorcycle coming unsteadily up the rutted mud road.\nThe driver is barely holding a dangling body, hardly able to\nkeep the motorcycle upright.\n\nThe motorcycle arrives at the front door. Tom steps forward.\n\n(CONTINUED }\n\f54.\nCONTINUED:\n\nImmediately, Luke comes out the door, accompanied by Ian,\nfollowed by two other Fishes. Luke gives an order: one Fish\nis sent back inside. Then two Fishes grab the unconscious\nman, carrying him toward the barn.\n\nTheo hears FOOTSTEPS. Somebody coming up the stairs. Theo\nmoves quickly back to bed, making like he’s asleep.\n\nThe door opens. Tom walks in. He gives a shove to the Fish\nsleeping in the single bed.\n\nTOM\nCome now.\n\nThe sleeping Fish stirs.\n\nFISH 1\nHuh? What?\n\nTOM\nLuke wants us. It’s an alert.\n\nTom’s legs cross in front of Theo, as he shakes the Fish in\nthe upper bunk.\n\nTOM\nIt’s an alert.\n\nFISH 2\nShite! What?\n\nTOM\nQuiet. Come now.\n\nBoth Fishes climb out of their beds. They follow Tom out,\nclosing the door.\n\nAs soon as they leave, Theo opens his eyes.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoth Fishes climb out of their beds. They follow Tom out,\nclosing the door. As soon as they leave, Theo opens his eyes. \n\nTARGET SECTION TO BE ANNOTATED:\n He gets out of\nbed, goes to the window, and sees:\n\nLuke, Ian and the motorcycle driver are walking toward the\nhouse. Luke is clearly agitated.\n\nTheo goes to the door and opens it: the hallway is empty.\nTom and the others walking down the stairs. As soon as they\ndisappear, Theo follows. He has no shoes.\n\nINT. HALLWAY\n\nTheo coming down the stairs. He sees: Luke and Ian walking\nin the house. He recognizes the motorcycle driver:\n\nIt's Patric. Cut, bloody, clothes torn, soaked to the bone.\n\n(CONTINUED )\n\f55.\nCONTINUED:\n\nIan addresses Fish 1 and Fish 2, who have just come from bed.\n\nTAN\nTake the motorcycle to the barn.\n\nFISH 1\nDone.\n\nThe Fishes head off.\n\nIAN\nStay in extreme alert.\n(to Tom)\nYou have any medicine?\n\nTOM\nMostly for cows.\n\nIAN\nHydrogen peroxide, bandages, clean\ntowels, whatever you have, bring it to\nthe barn.\n\nTom disappears straightaway into the bathroom. Luke, Patric,\nand Ian go to the kitchen. And close the door.\n\nTheo walks down the stairs, heading toward the back door.\n\nTom walks from bathroom with an armful of medicines and\nsupplies. No place to go, Theo leans back against he wall,\nwaiting for Tom to pass. Tom leaves by the front door. Theo\nquietly walks to the back.\n\nEXT. FARM HOUSE -- NIGHT\n\nTheo comes out the back door... SQUISH! Theo's expression --\nhis socks are soaked in the cold mud. He sloshes quietly\nalongside the farm house, no coat, shivering in the cold. He\nreaches kitchen window and sees:\n\nLuke pacing, Patric in a chair, Ian leaning on the table. |\n\nLUKE\nWhat were you thinking? By whose orders?\nYou realize you put the whole mission in\njeopardy?\n\nPATRIC\nWhat was I supposed to do? You saw how\nhe was! Bloody piece of pulp. And all\nthe fuckin’ police coming. We had to\nhide in the woods.\n\n(MORE )\n\n{ CONTINUED)\n\fCONTINUED:\n\n56.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd all\nthe fuckin’ police coming. We had to\nhide in the woods. (MORE )\n\n{ CONTINUED)\n\fCONTINUED:\n\n56. \n\nTARGET SECTION TO BE ANNOTATED:\nPATRIC (CONT'D)\nOh, man, I don’t know what’s wrong, I\nthink he’s all broken inside, I’m telling\nyou, he needs a doctor.\n\nLUKE\nYou shouldn‘t have come. It wasn’t\nauthorized.\n\nPATRIC\nHe’s my cousin!\n\nTAN\nDon’t worry, we're taking care of him.\n\nTheo has seen enough. He steps away from the window,\nsloshing back along the side of the house. Hearing the last\nfragment of conversation.\n\nPATRIC (OFF)\nIt’s that fucker’s fault, he opened the\nfucking door!\n\nLURE (OFF)\nYou sure nobody followed you?\n\nPATRIC\nI‘m sure. I should’ve shot him first, but\nI didn’t have a clean shot, I was afraid\nI’d hit the girl.\n\nLUKE (OFF)\nTomorrow you can take care of him.\n\nINT. FARM HOUSE - HALLWAY -- NIGHT\n\nTheo is at the door of another room. Checking to make sure\nit’s all clear, he enters:\n\nINT. ANOTHER BEDROOM -- CONTINUOUS\n\nMiriam sits up in bead.\n\n: MIRIAM\nWhat do you want?\n\nTHEO\nShhhh. We need to talk.\n\nKee awakening --\n\nKEE\nWhat‘s the matter?\n\n(CONTINUED)\n\f57.\nCONTINUED:\n\nTHEO\nLuke killed Julian.\n\nMIRIAM\nBullshit.\n\nTHEO\nThat was Patric on the motorcycle. we\nneed to get out of here.\n\nMIRIAM\nWe’re not going anywhere.\n\nTHEO\nKee, Julian told you to trust me.\n\nEXT. FARM HOUSE -- NIGET\n\nTheo looking out the side door. There’s a row of six cars\nparked in front of him. Two Fishes standing nearby.\nActivity in the barn.\n\nHe steps out the door... SQUISH! Theo’s expression -- he\nforgot to get his shoes. He continues, moving quietly to the\ncar in front of him. He opens the door...\n\nINSIDE THE 1ST CAR\n\nThrough the windshield, Theo sees the Fishes up ahead. He\nreaches down to the hood release -- POOK! The hood pops\nopen. The Fishes do not hear it.\n\nOUTSIDE THE 1ST CAR\n\nTheo squatting, sneaking around to the front of the car.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe hood pops\nopen. The Fishes do not hear it. OUTSIDE THE 1ST CAR\n\nTheo squatting, sneaking around to the front of the car. \n\nTARGET SECTION TO BE ANNOTATED:\nLifting the hood quietly. Reaching in... YANKING OUT the\ndistributor cap. He gently lets the hood down.\n\nINSIDE THE 2ND CAR\n\nTheo repeating the operation. POOK! He opens the hood.\nHe’s about to get out, when:\n\nFish 2 returns from the barn, heading directly to the car,\nhis hands and coat bloody. Theo hunches on the car floor.\n\nFISH 2\n(to the nearby Fishes)\nMan, I don’t think he’s going to make it.\n\nFish 2 reaches into the car, just above Theo’s head, feeling\nfor: a pack of cigarettes on the dash.\n\n(CONTINUED)\n\f58.\nCONTINUED:\n\nFISH 2\n(continues)\nHis bones are sticking out, no skin, no\nway to hold the blood in...\n\nFish 2 snags the cigarettes, walking away.\nFISH 2\n(as he leaves)\n++-and all that sand and dirt stuck in\nthere, how are they ever gonna get that\nout?\n\nHearing Fish 2 leave, Theo reaches over to the hood release\nswitch -- POOK!\n\nINT. FARM HOUSE -- NIGHT\nTheo enters the side door. Kee and Miriam wait just inside.\n\nTHEO\nLet’s go.\n\nEXT. FARM HOUSE --- BEFORE DAWN\n\nDay about to break. It’s dark, and the clouds are bloody\nred.\n\nTheo peers out the side door: two Fishes are standing near\nthe front, trying to stay alert, trying to stay warn.\n\nTheo leads Kee and Miriam to the Vauxhaul, the first car\nparked in the row. Quietly opens the back door for Kee. She\nslips into the back, while Miriam slips into the front door.\nThey close the doors without shutting them.\n\nINSIDE THE VAUXHAUL\n\nTheo slips into the front seat, gently closing his door.\nThrough the windshield: the Fishes have not noticed.\n\n. THEO\nOkay...\n\nThe key is in the ignition. Theo turns it -- HA-RUMPH!\nAfter the first spark, the engine dies.\n\nThrough the windshield: 2 nearby Fishes REACT to the sputter.\nTHEO\n\n(quietly)\nShit!\n\n(CONTINUED)\n\f59.\nCONTINUED:\n\nTheo tries again -- HA-RUMPH! Nothing.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f59. CONTINUED:\n\nTheo tries again -- HA-RUMPH! Nothing. \n\nTARGET SECTION TO BE ANNOTATED:\nMIRIAM\nWhat happened?\n\nTHEO\nBattery’s dead.\n\nThrough the windshield: the Fishes start walking to the car.\n\nFISH 6\nMark?\n\nTheo releases the brake and pushes in the clutch -- the car\nstarts rolling slowly down the steep muddy road. In the\ndirection of the approaching Fishes.\n\nTHEO\nShut the doors!\n\nMiriam and Kee and Theo pull their doors shut. Miriam hits a\nswitch -- FWICK! The car doors lock.\n\nFISH 6\nMark?\n\nTOP OF DRIVEWAY\n\nThe Vauxhaul picking up a little speed, bouncing down the\nsteep rutted road, heading right at the Fishes.\n\nFISH 6\n(shouting the alarm)\nAlert!\nTheo checks the speedometer: 5 mph.\nMIDDLE OF DRIVEWAY\n\nFish 5 stands in the muddy track, holding up his gun,\npointing it at the oncoming car.\n\nFISH 5\nSTOP!\n\nThe car still coming. Fish 5 about to shoot...\nHOUSE\nLuke steps out of the door --\n\nLUKE\nNO! DON’T SHOOT!\n\f60.\n\nMIDDLE OF DRIVEWAY\n\nFish 5 looks confused, the car still coming at them. He\nlowers his gun. He and Fish 6 try stopping the car with\ntheir hands, but the weight and momentum of the car surpasses\ntheir strength. They have to step aside.\n\nMore Fishes come running from the barn. Patric tearing out\nof the house.\n\nLUKE\nThe girl’s in the car! Don’t shoot!\n\nIAN\nSomebody get a car!\n\nMIDDLE OF DRIVEWAY\n\nFish 5 and 6 chase down the slow moving car, grabbing the\n\ndoors, but they’re locked. Fish 5 sticks his hand through\nthe half open window, trying to pull the car to a stop...\n\nINSIDE VAUXHAUL\n\nKee punches the intruding hand, trying to break its grip, but\nFish 5 hangs on...\n\nTOP OF DRIVEWAY\n\nMore Fishes join the chase. So does Patric, running down the\nmuddy road after the car...\n\nTwo other Fishes head for the row of parked cars.\n\nINSIDE VAUXHAUL\n\nKee bites the hand trying to pull back the car. Fish 5\nyelps, releasing his grip, allowing the car to gain momentum.\nFish 6 slips down in the mud.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nINSIDE VAUXHAUL\n\nKee bites the hand trying to pull back the car. Fish 5\nyelps, releasing his grip, allowing the car to gain momentum. Fish 6 slips down in the mud. \n\nTARGET SECTION TO BE ANNOTATED:\nTOP OF DRIVEWAY\n\nFish 2 steps’ from the car.\n\nFISH 2\nIt won’t start!\n\nINSIDE VAUXHAUL\n\nTheo turns: they now have some distance from their pursuers.\nHe checks the speedometer -- 10 mph.\n\n{ CONTINUED)\n\f61.\nCONTINUED:\n\n‘ THEO\nOkay, okay, okay... Here we go...\nTheo shifts into 2nd gear, releases the clutch -- HA-RUMPH!\nThe car shudders, but doesn’t start. He tries it again -- HA-\nRUMPH! No success. And now the car is almost stopped.\nKee looks out the back window: the Fishes are gaining.\n\nKEE\nThey're coming!\n\nTheo lets out the clutch, allowing the car to start rolling\ndown the hill.\n\nTHEO\n{begging the car)\nGo, go, gO, go, go....\n\nThe Fishes getting closer. Patric is coming full speed,\nrunning faster than the rest.\n\nTOP OF DRIVEWAY\n\nAt the row of cars, two Fishes push a 2nd car into motion.\nAs it picks up speed, both Fishes jump in, the momentum\ncarrying them downhill...\n\nINSIDE VAUXHAUL\n\nThey approach the end of the muddy track, one big ditch,\nright before it intersects the paved road.\n\nSpeedometer: 9 mph.\n\nTheo shifts into 2nd gear, about to release the clutch, when\nhe turns to see:\n\nPatric has caught up, running even with back bumper, gaining.\nMIDDLE OF DRIVEWAY\n\nThe 2nd car coming downhill picks up speed.\n\nINSIDE VAUXHAUL\n\nTheo can’t afford to slow down, letting the car keep rolling.\n\nPatric catching up, keeping pace, locating Theo, raising a\npistol.\n\n(CONTINUED)\n\f62.\nCONTINUED:\n\nPATRIC\n(shouting)\nGot a shot! Got a clean shot!\n\nTheo in disbelief, Patric running alongside, about to shoot\nhim at close range, when Kee kicks open her door --\n\nFWAR! Kee’s door hits Patric’s back, tripping him up, sending\nhim tumbling, bouncing hard across the mud and rocks.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nGot a clean shot! Theo in disbelief, Patric running alongside, about to shoot\nhim at close range, when Kee kicks open her door --\n\nFWAR! Kee’s door hits Patric’s back, tripping him up, sending\nhim tumbling, bouncing hard across the mud and rocks. \n\nTARGET SECTION TO BE ANNOTATED:\nThe car headed right for the ditch --\n\nTHEO\nHold on -- !\n\nBOTTOM OF DRIVEWAY\n\nThe car crashes into the ditch, throwing up mud --\nINSIDE VAUXHAUL\n\nTheo, Kee and Miriam bounce with the impact...\nPAVED ROAD\n\nThe momentum carries the car through the ditch, flying up\nonto the paved road, where it bounces to a complete stop.\n\nINSIDE VAUXHAUL\nTheo looks back at Kee.\n\nTHEO\nYou okay?\n\nKEE\nYeah, just go, go, go!\n\nBOTTOM OF DRIVEWAY\n\nThe Fishes still running down toward them. The 2nd car is\ncoming fast, right at their Fishes’ backs...\n\nPAVED ROAD\nTheo jumps out of the Vauxhual.\nTHEO\n(to Miriam)\nYou know how to push start a car?\n\nMiriam slides over to the driver's seat.\n\n{CONTINUED )\n\f63.\nCONTINUED:\n\nMIRIAM\nJust push, push!\nTheo runs to the back of his car. He’s wearing only socks.\nHe starts pushing. As the car starts picking up a little\nspeed--\nHA-RUMPH! Miriam releases the clutch. Stopping the car.\nTHEO\n(annoyed)\nWait till it goes faster!\nTheo looks back:\nBOTTOM OF DRIVEWAY\n\nThe Fishes part, making way for the fast coming 2nd car.\nFish 2 doesn't get the message, still in front of the car.\n\nVOICES\nMove away, off the road --\n\nToo late. The 2nd car runs down Fish 2, just as it SMASHES\ninto the ditch, the momentum carrying it to:\n\nPAVED ROAD\nThe 2nd car bounces to a stop. Not 30 yards from Theo.\nDOWN THE PAVED ROAD\n\nTheo is pushing for all he’s worth. His socks are bloody.\nThe car picking up speed. He turns to see:\n\nThe Fishes have jumped out of the 2nd car, running toward\nthem, catching up...\n\nTHEO\n(to Miriam)\nNow! Now!\n\nThe car shudders, the reluctant engine hesitating a moment,\nbefore -- VA-ROOM! The engine finally roars to life.\n\nThe car now is pulling away from Theo. He turns: the Fishes\nare gaining. One pulls out a gun, aiming...",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe car now is pulling away from Theo. He turns: the Fishes\nare gaining. One pulls out a gun, aiming... \n\nTARGET SECTION TO BE ANNOTATED:\nMiriam stops the car, 10 yards ahead, Theo gasping, trying to\nmake it, Kee looking from the back window.\n\n{CONTINUED )\n\f64.\nCONTINUED:\n\nFISH 4\n(seeing Kee)\nDon’t shoot!\n\nBehind them, more Fishes have reached the paved road, joining\nthe chase. Theo reaches the car, the door opens from inside.\n\nINSIDE VAUXHAUL\nTheo jumps in.\n\nTHEO\nGo, gO, go, go!\n\nMiriam shifts it into gear, the car lurching forward.\nThrough the back window, we see the Fishes receding. Behind\nthem, the sun cracks the horizon, rising.\n\nMIRIAM\nNow what?\n\nTHEO\nI don’t know.\n\nTheo about to vomit, out of shape, out of air -- on the verge\nof complete collapse.\n\nTHEO\nWhat about Bexhill?\n\nMIRIAM\nThe Human Project sent a floating\nhospital. It's disguised as a fishing\nboat, but the cabin is equipped with the\nbest surgical equipment, and the best\ndoctors. It’s following the cod run.\nYesterday was the rendezvous in Dover.\nThe only other one is in Bexhill,\ntomorrow, until sunset.\n\nKEE\n“The Tomorrow.”\n(off his look)\nName of the boat. Gonna be next to a\nbuoy. With flashers.\n\nTheo still gasping air into his lungs, looks at Kee.\n\nTHEO\nYou all right?\n\nKEE\nCheedo.\n\f65.\n\nEXT. ROAD -- DAY (LATER)\n\nThe vauxhaul pulling off a small road near some woods.\n\nEXT. SIDE OF THE ROAD -- CONTINUOUS\n\nTheo gets out of the car. He walks to the middle of the\nroad, making sure nobody is there. Then he goes to the false\nhedge by the trees. Lifting the bushes, moving them away...\nEXT. WOODS -- DAY\n\nThe car crossing the narrow dirt track in the woods.\n\nINT. CAR - DRIVING ~-- CONTINUOUS\n\nThrough the windshield, we are approaching a house rigged\nwith make-shift solar panels. Jasper’s house.\n\nEXT. JASPER’'S HOUSE -~ DAY\n\nThe car parks in front, next to Jasper’s car. Theo climbs\nout. He goes to the front door and knocks.\n\nTHEO\nJasper.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheo climbs\nout. He goes to the front door and knocks. THEO\nJasper. \n\nTARGET SECTION TO BE ANNOTATED:\n Hello?\n\nTheo opens the door.\nINT. JASPER'S HOUSE\nTheo walks into the house.\n\nTHEO\nJasper?\n\nThe house is a mess. Glasses and dirty plates, books left\nstrewn around. He walks into:\n\nJASPERS STUDIO\n\nFrom behind: Jasper on the sofa, his hand dangling lifelessly\noff the armrest... a bottle of pills spilled on the floor.\n\nOn Theo’s face, hesitantly approaching around the couch...\nJasper lays in peaceful repose, his long hair partially\nobscuring his face. The sack containing Janice's ashes on\nhis lap, open, his other hand clutching some of the ashes.\nTheo lets out a painful sigh. He leans to his old friend.\nPushing the hair away from Jasper’s face, when --\n\n(CONTINUED)\n\f66.\nCONTINUED:\n\nJasper opens ‘his eyes.\n\nJASPER\nHuh...?\nTheo reacts --\nTHEO\nFuck!\nJASPER\nFuck you!\nThe two men share a look -- they nearly scared each other to\n\ndeath. A hint of Jasper’s old mischief flashes in his face.\n\nJASPER\nAmigo...\n\nBut it fades away, and Jasper breaks down, sobbing. Theo\nleans down and hugs his old friend.\n\nJASPER\nI can’t make it, Theo. I can’t make it\nwithout her...\n\nTheo holding Jasper. Kee and Miriam entering the room.\n\nTHEO\nJasper. Meet Kee.\n\nTheo swivels Jasper around. Jasper looking at Kee --\ndisbelief, recognition... awe.\n\nINT. JASPER‘S KITCHEN -- DAY\n\nTheo’s wretched feet soaking in a bucket of water. Jasper at\nthe stove, frying eggs.\n\nJASPER\n\n.-.the blokes who started the great\ncathedrals knew bloody well they’d never\nsee them finished. But they built them.\nYou know why? The certainty. They had\nfaith that the new generations would\ncomplete what they started. Lovely,\nisn’t it? Faith and certainty.\n\nJasper looks at Kee, her feet propped up, munching biscuits.\n\n(CONTINUED)\n\f67.\nCONTINUED:\n\nJASPER\nKee, your baby is the miracle the whole\nworld has been praying for. Hallelujah,\nhosanna, shanti, shanti, shanti.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f67. CONTINUED:\n\nJASPER\nKee, your baby is the miracle the whole\nworld has been praying for. Hallelujah,\nhosanna, shanti, shanti, shanti. \n\nTARGET SECTION TO BE ANNOTATED:\nJasper delivers Kee a plateful of eggs.\n\nTHEO\n\nWe need to get to Bexhill.\nJASPER\n\nHow?\nTHEO\n\nWhat about the border cop? The guy who\nruns your pot.\n\nJASPER\nsyd?\n\nTHEO\nCould he get us over?\n\nAll eyes on Theo.\nTHEO\nGet him to arrest us. Like Foogies. We\nget deported into Bexhill.\nJasper considers this.\nJASPER\nWaaaaaaah! That's good, amigo! Deported\nlike Foogies. I like it.\nJasper looks at Kee.\nJASPER\nKee, everything is going to be quite\ngroovy.\nThe old man is young again.\nEXT. JASPER’S HOUSE -- DAY\nMiriam near the woods, doing Thai Chi exercises.\nINT. JASPER’S LIVING ROOM -- DAY\nTheo watches Miriam through the window, opening his flask.\n\nKee is laid out comfortably on the couch, her exposed belly\npropped on a pillow. A fire blazing in the chimney.\n\n(CONTINUED )\n\f68.\nCONTINUED:\n\n‘ KEE\nShe doin’ her craze?\n\nTHEO\nHm?\n\nTheo sips from his flask.\n\nKEE\nHer flittin’.\n\nTHEO\n(smiles)\nUh huh.\n\nKEE\nShe smited me with that. Said it was\ngood for my baby. And my shockers.\n\nTHEO\nChakras.\n\nKEE\nYeah. She look posh to you? Or gawky?\n\nTheo observes Miriam -- standing on one foot, the other\nhovering in the air, trying to keep her balance.\n\nTHEO\nShe looks earnest.\n\nTheo turns: Kee’s beautiful belly, lit softly by the\nfirelight. He’s about to sip his flask, but stops.\n\nTHEO\nHow long have... how many months -- ?\n\nKEE\nEight.\n(off his look)\nTakes nine months.\n\nTHEO\nAhum.\n\nSilence. The fire crackling.\n\nTREO\nAnd who’s the, who’s the --\n\nKEE\n(sharp)\nFather? That what you wanna know?\n\n(CONTINUED)\n\f69.\nCONTINUED: (2)\n\nTHEO\nUh huh.\nKEE\nWhiffet. I'ma virgin.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (2)\n\nTHEO\nUh huh. KEE\nWhiffet. I'ma virgin. \n\nTARGET SECTION TO BE ANNOTATED:\nTHEO\nHuh?\nKEE\n\nCha, be wicked, eh?\n\nTHEO\nThat it would.\n\nTheo smiles.\n\nKEE\nFuck knows. Omar. Sammy. Phil. Most\nof them wankers don’t know their names.\nDid some for quid, some for drugs.\nSome... Fuck knows, I was horny. You\nknow the cock’n bull.\n\nTheo doesn’t know, still holding his flask, not drinking.\n\nTHEO\nAhun.\n\nThrough the window: Jasper walks out of the greenhouse, a\nsmall backpack around his shoulder.\n\nKEE\nWhen I started puking, thought I catch\nthe pest. And I think -- “bitch, you are\nwhoppingly fucked.” But then me belly\nstart gettin’ big, and I think -- “this\nnot big fart stuck in my belly!” No,\nthis fuckin’ spooky. Never seen a\npregnant woman. Nobody ever told me\nthese things. But I knew. Got a baby in\nmy tummy. Cheedo, eh?\n\nTHEO\nUh huh.\n\nFrom outside, they hear: “Huh! Huh! Huh!” Miriam exhaling\nloudly, a breathing exercise.\n\nKEE\nI feel like a freak. I was ‘barrassed.\nI was ’fraid. Didn‘t tell no body. I\nthink about that Quietus thing.\n\n(MORE )\n\n(CONTINUED )\n\f70.\nCONTINUED: (3)\n\nKEE (CONT'D)\n*Sposed to be suave. Pretty music, treat\nyou cheedo.\n(beat)\nThen the baby kicked.\n\nKee breaks into a big smile, her mood now bright.\n\nKEE\nWhew! I feel him. Little bastard was\n‘live. aAnd...I feel it. Me too. I was\n‘live.\n(beat)\n\nDidn’t know what to do. Talked to me\nmate, he knew the Fishes. Told me they\nwould help me. I met Julian. She was\nsuave.\n\nTHEO\n(smiles)\nShe was suave.\n\nTheo considers a drink. Then closes his flask. Jasper walks\nin the door.\n\nJASPER\nRock ‘n roll.\n\nEXT. HILL -- DAY\n\nJasper with the backpack, leading the group up the hill\nthrough the woods, his house behind them.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nJASPER\nRock ‘n roll. EXT. HILL -- DAY\n\nJasper with the backpack, leading the group up the hill\nthrough the woods, his house behind them. \n\nTARGET SECTION TO BE ANNOTATED:\n They are bundled\nin coats against the cold, Kee in a cloak that hides her\npregnant belly. Theo stops.\n\nTHEO\nNo-man’s land.\n\nA cold steel jagged-tooth barbed wire fence cuts across the\nwoods: “MILITARY ZONE. POSITIVELY NO TRESPASSING.”\n\nKEE\nNo-man’s land?\n\nJasper searches the fence.\n\nJASPER\nThe two mile zone around Bexhill, dear.\nNobody's supposed to be in it. Makes it\neasy for the migra to bag Foogies that\ntrying to escape from the camp.\n(finding it)\nHere.\n\nJasper locates the spot: a cut in fence.\n\n(CONTINUED)\n\f71.\nCONTINUED:\n\nJASPER\nOld smuggling route.\n\nJasper pulls back the barbed wire.\n\nJASPER\nTheo, you go first.\n\nTheo steps through -~- RIP! His pant leg tears.\n\nTHEO\nShit.\n\nJASPER\nGet the skin?\n\nTHEO\nNah.\n\nJASPER\n\nGrab the other side. Your turn, Kee.\nEXT. WOODS (NO MAN’'S LAND) -- LATE AFTERNOON\n\nThe light is fading. The group walking across a long\nclearing, nearing the end. Kee moving steadily with Theo’s\nhelp. Miriam has a fist full of wild flowers.\n\nJASPER\n(to Theo)\nHow’re the dogs?\n\nTHEO\nHuh?\n\nJASPER\nYour feet.\n\nTheo is wearing an old pair of boots.\n\nTHEO\n(in pain)\nuh.\n\nJASPER\nAlmost there.\n(gestures)\nOther side of the hill.\n\nThey arrive at the end of the clearing, at the woods. Then,\nin the silence -- WOOF!\n\n(CONTINUED)\n\f72.\nCONTINUED:\n\nMIRIAM\nThere...\n\nOTHER SIDE OF THE CLEARING\n\nA GERMAN SHEPHERD howls the call for the hunt. Three more\nGerman Shepherds-come running from the woods, now running\ntogether in a pack. Running toward the group.\n\nEND OF THE CLEARING\n\nThe group starts running toward the wooded area ahead.\n\nJASPER\nQuick -- go!\n\nMIDDLE OF THE CLEARING\nThe pack of dogs closing the gap.\nIN THE TREES\n\nThe group keeps running.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nJASPER\nQuick -- go! MIDDLE OF THE CLEARING\nThe pack of dogs closing the gap. IN THE TREES\n\nThe group keeps running. \n\nTARGET SECTION TO BE ANNOTATED:\n Miriam is in front, Theo at Kee’s\nside, helping her. Jasper looking over his shoulder.\n\nTHEO\nHow far?\n\nJASPER\nWe’re not going to make it.\n\nEND OF THE CLEARING\nThe pack of dogs entering the trees.\nIN THE TREES\n\nJasper stops.\n\nJASPER\n(to Theo)\nGo! Take the girls! I'11 stay.\nTHEO\nWhat?\nTheo stops.\nJASPER\n\nI‘ll be fine, amigo. If I don’t move,\nthey won't do much.\n\nJasper tosses him the backpack.\n\n(CONTINUED)\n\f73.\nCONTINUED:\n\nJASPER\nGive this to Syd. Go to the road. He's\npatrolling at this time. When he stops,\ntell him I sent you. If he doesn’t\nbelieve you, tell him he’s a fascist pig!\nTheo hesitating.\nJASPER\nGo!\nMiriam nearing the top of the hill, calling back:\n\nMIRIAM\nHurry!\n\nTheo starts running again, holding onto Kee.\n\nJASPER\nKee!\n\nKee looks back. Jasper standing alone in the woods.\n\nJASPER\nIt’s going to be groovy!\n\nKee smiles, Theo pulling her along. Miriam has reached the\ntop of the hill.\n\nMIRIAM\nCome ont\n\nIN THE TREES\n\nWOOF! WOOF! The pack of dogs running through the woods,\ndrunk on their hunting instinct...\n\nFURTHER AHEAD\nJasper picks up a branch. Gets his grip. Holds his ground.\nJASPER\n(to himself)\nGoodbye, Ruby Tuesday, who could hang a\nname on you...\nWatching the pack of dogs charging...\nON TOP OF THE HILL\n\nTheo and Kee have made it to the top. He turns to see,\nbarely visible at a distance, mostly obscured by trees:\n\f74.\n\nIN THE TREES’\n\nThe first dog leaps at Jasper. He swings his branch, hitting\nthe dog backwards.\n\nImmediately, the other three dogs attack, the victorious\nfrenzy of the pack bringing down its prey.\n\nON TOP OF THE HILL\n\nTheo blocks Kee’s view of this, leading her to the other side\nof the hill. Ahead of them, Miriam is nearing the road.\n\nThey run to catch up.\n\nEXT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nAhead of them, Miriam is nearing the road. They run to catch up. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROAD -- LATE AFTERNOON\n\nTheo and Kee catch up to Miriam on the side of the road, as --\n\nAn IMMIGRATION POLICE HUMVEE appears from around the curve,\nbearing down, headlights shining on them.\n\nMIRIAM\nIs that Syd?\n\nTHEO\nI don‘t know.\n\nMIRIAM\nWhat do we do?\n\nThe SPOTLIGHT turns on, glaring on them...\n\nTHEO\nBack, go back --=\n\nThey start running back to the woods. The Humvee stops. A\nBORDER COP climbs out, pointing his gun.\n\nBORDER COP\nSTOP.\n\nThe group is lit by the spotlight, just short of the woods.\n\nBORDER COP\nStop, I'll shoot you.\n\nTheo stops with Kee, Miriam still running.\n\nTHEO\nStop -- stop!\n\nMiriam finally stops, the three of them standing still.\nWaiting. Panting. The rumbling of the Humvee engine.\n\n(CONTINUED)\n\f75.\nCONTINUED:\n\nAnd the footsteps of the Border Cop as he steps through the\ngrass, approaching them, pointing his gun...\n\nBORDER COP\nLet’s see your hands...\n\nThey raise their hands, Theo holding up Jasper’s backpack.\n\nTHEO\nThis is from Jasper --\nBORDER COP\nDrop it!\nTHEO\n\nJasper said --\n\nBORDER COP\nDrop it or I'1l shoot you!\n\nA beat.\n\nTHEO\nYou’re a fascist pig --\n\nBORDER COP\nWhat did you say?\n\nThe Border Cop advances, his gun point blank in Theo’s face.\n\nBORDER COP\nWhat did you say?\n\nTHEO\nYou're a fascist pig.\n\nThe Border Cop cracks a big smile.\nEXT. ROAD -- NIGHT\nThe Humvee parked on the side of the road.\nSYD (OFF)\n(laughs)\n\n.--that's what he used to call me,\n\n“corrupt fascist pig.” Last century,\n\nthey used the word “fascist” a lot.\nINT. BORDER COP HUMVEE -- DUSK\nSYD (the Border Cop) sits up front, smoking a cigarette. Mid-\n\n50’s, thick-bodied, life-long cop. He loves his mother but\nwould sell her for the right price.\n\n(CONTINUED)\n\f76.\nCONTINUED:\n\nsyYD\nWiggy old bastard. He was so proud of\nhis weed.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f76. CONTINUED:\n\nsyYD\nWiggy old bastard. He was so proud of\nhis weed. \n\nTARGET SECTION TO BE ANNOTATED:\n Always asking more than it was\nworth.\n\nJERRY -- pimply border cop, 30 -~ sits beside him. He pulls\na brick of marijuana out of the backpack and hands it to Syd.\nTheo, Kee and Miriam sit in back, behind metal meshing.\n\nSYD\nCould get the same shit - way cheaper -\nfrom the Zeds, but Syd liked buying from\nhim. Straight chap, a true gentleman.\nGod bless him.\n\nKee MOANS with sudden pain. She shoots a look of alarm at\nMiriam.\n\nSYD\nWhat’s with the Zed? She sick?\n\nMIRIAM\nNothing.\n\nMiriam takes Kee’s hand, reassuring.\n\nSYD\nShe’s not going to puke, is she?\nJERRY\nCan‘t wash out puke. Smell never goes\naway -\nMIRIAM\n\nShe’s fine.\nAt a distance, we see a BUS approaching.\n\nSYD\nUsually it’s people trying to get out of\nBexhill, not in. Syd doesn’t know why\nyou want to get in, Syd doesn’t wanna to\nknow, Syd doesn’t care. When they\nrelease you, stroll out with the rest of\nthe detainees. You'll see a statue of a\nsoldier. Syd will contact Marichka.\nShe’s an Arab, gypsy or something. Syd\nwill tell her to meet you there. She’ll\narrange fine accommodations for the\nevening.\n\nSyd opens the door.\n\n(CONTINUED )\n\f77.\nCONTINUED: (2)\n\nSYD\nYou‘’re Foogies now. So show Syd a big\nsad face, come on, let’s see them...\n(show them a sad face)\nc'mon, sad Foogie face. And don’t speak\nEnglish.\n\nJERRY\nNo such thing as an English foogie.\n\nSYD\nJerry’s right.\n\nThrough the window, a bus approaches down the road.\n\nSYD\nIt's been Syd‘s privilege to serve you.\n\nEXT. ROAD -- CONTINUOUS\nSyd gets out of the Humvee, raising his arms to stop the bus.\nINSIDE THE BACK OF THE HUMVEE --\nTheo looks at Kee with concern.\nTHEO\n(to Miriam)\nIs she okay?\nMIRIAM\nShe had a contraction.\n(off his look)\nIt’s normal.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHEO\n(to Miriam)\nIs she okay? MIRIAM\nShe had a contraction. (off his look)\nIt’s normal. \n\nTARGET SECTION TO BE ANNOTATED:\nSyd opens their door.\n\nSYD\nAll right, Foogies. Out! Move.\n\nEXT. ROAD -- CONTINUOUS\n\nTheo slides out of the Humvee, helping Kee down, Miriam\nfollowing. Walking to the “IMMIGRATION CONTROL” bus -- an\nold school bus, painted over, the windows covered with bars.\n\nThe driver is inside, an armed guard next to him. A steel\ncage behind the driver.\n\nSYD\nGo on, get in.\n\nTheo, Kee and Miriam step on:\n\f78.\n\nINT. IMMIGRATION CONTROL BUS -- CONTINUOUS\n\nThe steel cage door opens. Theo, Kee and Miriam step in.\nThe cage door closes behind them. They start making their\nway down the aisle, looking for a seat.\n\nForlorn, malnourished, desperate, trapped faces of captured\nrefugees stare back at them.\n\nfhe bus lurches, driving forward. Kee moans with the sudden\njolt. Theo steadies her. Miriam finds an empty seat.\n\nMIRIAM\nHere.\n\nThey help Kee into a seat, Miriam sitting by the window.\nTheo sits across the aisle. Through the window, he sees: Syd\nand his Humvee, receding behind them.\n\nTheo feels a yank on his shirt. He turns: it’s a withered\nold COUPLE, filthy, pitiful, hungry. The Old Woman puts her\nfingers to her mouth, the universal plea for food, speaking\nin a language Theo cannot understand, probably German.\n\nTheo shrugs. He has nothing to offer.\nEXT. ROAD -- NIGHT\nThe bus travelling along road. The lights of the city ahead.\nINT. IMMIGRATION CONTROL BUS -- NIGHT\nKee reacts to a shooting pain.\nREE\n(in pain)\nUhh!\nOther refugees turn. Theo realizes they’re drawing attention.\nTHEO\n_ (whispers to Miriam)\nYou sure this is normal?\nMIRIAM\n(quietly)\nShouldn't be this frequent. She’s only\nin her eight month.\n(to Kee)\nBreathe through them. Just breathe.\n\nKEE\nCan‘t fuckin’ breathe --\n\n{CONTINUED )\n\f79.\nCONTINUED:\n\nTheo looks outside: the bus stops at a Check Point\nilluminated with spotlights. One bus already ahead of them.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nKEE\nCan‘t fuckin’ breathe --\n\n{CONTINUED )\n\f79. CONTINUED:\n\nTheo looks outside: the bus stops at a Check Point\nilluminated with spotlights. One bus already ahead of them. \n\nTARGET SECTION TO BE ANNOTATED:\nKEE\nMiriam... I’m all wet.\n\nWater drips down her leg, forming a tiny puddle on the floor.\n\nMIRIAM\nHer water broke. This baby’s coming.\n\nTHEO\nShe can’t have the baby now.\n\nMIRIAM\n(glares at Theo)\nThat’s very insightful.\nKee reacts to the beginning of a new contraction.\nKEE\n(gritting)\nUhhh...\nMIRIAM\nJust breathe, sweetie. Everything is\nperfect.\n(to Theo)\nHow long to get there?\n\nTHEO\nThey‘re checking a bus ahead of us.\n\nEXT. CHECK POINT ~-- CONTINUOUS\n\nOur bus is parked behind another bus. The Check Point is\nwired off with a major steel fence, trimmed with razor wire.\n\nFrom the bus in front, Police violently yank off three\nrefugees, vicious dogs barking at them.\n\nINT. IMMIGRATION CONTROL BUS -- CONTINUOUS\nKee breathing through a contraction.\n\nMIRIAM\nWhat’s going on?\n\nTHEO\nI don't know.\n\nTheo looks to see: the Police pushing the three refugees,\nforcing them to their knees. The three refugees pleading.\n\n(CONTINUED )\n\f- 80.\nCONTINUED:\n\nDogs barking, One of the Police hits a refugee with a rifle\nbutt. The man collapses. Another Police kicks the refugee.\n\nThe overhead lamps turn ON, shining harsh light. Kee is\nstill breathing through her contraction.\n\nTwo Policeman enter our bus. The lst Policeman is holding a\ndog, walking slowly down the aisle, checking the faces of\nrefugees. A 2nd Policeman follows.\n\nSome refugees react Kee’s labored breathing, looking back at\nher. Theo and Miriam share a look of concern.\n\nMIRIAM\nShhh....\n\nThe ist Policeman glares at a Refugee, who averts his face.\n\nPOLICEMAN\nLook up!\n(no response from Refugee)\nLook up, you shit!\n\nThe 1st Policeman pulls the Refugee up by his hair.\n\nPOLICEMAN\nOut! .\n\nREFUGEE\n(pleading)\nPieta’, pieta’, no, no, no, ti prego, un\npo’ di compassione...\n\nThe 1st Policeman keeps walking.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOLICEMAN\nOut! . REFUGEE\n(pleading)\nPieta’, pieta’, no, no, no, ti prego, un\npo’ di compassione... The 1st Policeman keeps walking. \n\nTARGET SECTION TO BE ANNOTATED:\n The 2nd Policeman yanks the\nRefugee out of his seat, dragging by his hair to the front of\nthe bus, pushing him off. The Refugee is shoved into the\ngroup of kneeling refugees.\n\nIn the bus, the dog starts barking. Theo, Miriam and Kee\ntense, as the dog drags the lst Policeman forward. The dog\nis in now front of Kee, barking at her, smelling something it\nhas never smelled before.\n\nThe lst Policeman looks at Kee: she is breathing hard,\nclutching the tube of the seat in front of her, looking at\nthe floor, in the middle of a contraction.\n\nPOLICEMAN\nWhat’s wrong with her?\n\nMiriam is frozen. The dog barking. The Policeman yanks Kee\nup by her hair, twisting her face toward him.\n\n(CONTINUED)\n\f81.\nCONTINUED: (2)\n\nPOLICEMAN\n(angry)\nI said, what’s wrong with her?\nKee's contorted face, her eyes wide, wet, terrified.\nTHEO\n{with an accent)\nCaca.\nThe Policeman turns to Theo.\n\nPOLICEMAN\nWhat?\n\nTHEO\nCaca. Caca, piss.\n\nTheo points to the floor. The Policeman sees the puddle.\n\nTHEO\nCaca, piss, girl, big mess. Smell!\n\nPOLICEMAN\n(recoiling slightly)\nSmell it yourself.\n\nThe Policeman yanks the leash, but the dog keeps barking at\nKee, not wanting to move.\n\nPOLICEMAN\n(yanking harder)\nSnoopy.\n\nThe Policeman walks past, heading off the bus. Miriam looks\nat Theo with relief.\n\nEXT. CHECK POINT -- NIGHT\n\nThe bus rumbles to life, lurching forward, heading through a\nsteel fenced corridor...\n\nINT. IMMIGRATION CONTROL BUS -- NIGHT\n\nOut the window, we see the corridor, fenced in steel,\nreinforced with razor wire, hopeless faces looking through\nthe gaps... The BEXHILL FENCE.\n\nEXT. BEXHILL -- NIGHT\n\nThe bus is parked. Refugees pile out, guard dogs barking at\ntheir heels. Theo and Miriam helping Kee down.\n\n(CONTINUED }\n\f82.\nCONTINUED:\n\nIt‘s a chaos.of people.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheo and Miriam helping Kee down. (CONTINUED }\n\f82. CONTINUED:\n\nIt‘s a chaos.of people. \n\nTARGET SECTION TO BE ANNOTATED:\n Guards wield night sticks, herding\nthe group to the final gate.\n\nApproaching the threshold, Theo sees a sign framing the gate:\n“ACCEPTANCE IS ENDURANCE”.\n\nEXT. RUINED SQUARE -- CONTINUOUS\n\nTheo, Kee and Miriam emerge from the gate, looking around,\ndisoriented, lost.\n\nThis is Bexhill. What used to be an industrial port town is\nnow a sealed-off refugee camp, barely lit by occasional\nstreet lamps with uneven current.\n\nKee suddenly stops, doubling up -- a new contraction. The\nflow of refugees keeps pushing behind them, pushing them\nforward, Kee stopping pain --\n\nKEE\nBLOODY HELL!\n\nMiriam holding Kee for support.\n\nMIRIAM\n(urgent)\nShe‘’s about to deliver this baby.\n\nA man walking past, looking at them curiously. Pale skin,\nknit cap, hook nose.\n\nTheo sees: the statue of a soldier.\n\nTHEO\nWait here.\n\nTheo heads to the statue, a WWI soldier holding a bayonet\nrifle, charging. The plaque reads: “Lost Generation.” Theo\nwalks around the pedestal.\n\nYAP! YAP! A tiny runt dog nips at his heels, scaring the\nhell out of him.\n\nTHEO\nShit...\n\nTheo turns to see a woman: MARICHKA. Olive skin, 40, the\nexhausted eyes of someone who accepts the hardship of life as\nfate. She knows when to duck.\n\nTHEO\nMarichka?\n\f83.\n\nEXT. RICKSHAW -- NIGHT\n\nTheo helps Kee into a motorized rickshaw, Miriam already\nsitting in back. Marichka sits in front, wrapped in a old\nwool coat, the dog on her lap.\n\nMiriam looks back anxiously. Theo turns and sees the Hook-\nNosed man walking towards them.\n\nTHEO\nYou know him?\n\nMIRIAM\nI might. Let's go.\n(to Marichka)\nGo!\n\nMarichka revs the rickshaw into motion. Through the back\nwindow: the Hook-Nosed man runs after them, but he can’t\ncatch the accelerating rickshaw. He recedes behind them.\n\nMIRIAM\nA few months ago, one of the Bexhill\nfences was blown up.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThrough the back\nwindow: the Hook-Nosed man runs after them, but he can’t\ncatch the accelerating rickshaw. He recedes behind them. MIRIAM\nA few months ago, one of the Bexhill\nfences was blown up. \n\nTARGET SECTION TO BE ANNOTATED:\n A big group of\nFoogies stampeded through the hole.\n\nTHEO\nI saw the news.\n\nMIRIAM\nThe Foogie escape was a only smoke\nscreen. What we were actually doing was\nsmuggling some of our people inside. To\norganize cells.\n\nTHEO\nSmoke screen killed lots of Foogies.\n\nMIRIAM\nI know, but it was Luke’s plan. He\nbelieved we needed strong cells in\nBexhill. He called them missionaries.\n\nEXT. STREETS OF BEXHILL -- NIGHT\n\nThe rickshaw crosses through the dark streets. Small, jury-\nrigged plastic tents around the sidewalks. People warming\ntheir hands around scattered piles of burning rubbish --\nwatching suspiciously at the passing rickshaw.\n\f84,\n\nEXT. RICKSHAW - DRIVING -- CONTINUOUS\n\nKee coming out of a painful contraction, Theo and Miriam\nsupporting her on either side. Kee looks at Miriam.\n\nKEE\nThis gonna hurt, yeh?\nMIRIAM\nYes.\nEXT. ALLEY -- NIGHT\n\nThe rickshaw parks in front of a building, trash piled around\nthe street. Marichka gets off, leading them into a doorway.\nThe sounds of dogs howling and arguing in the night.\n\nINT. STAIRWAY - BUILDING -- NIGHT\nThe dog hopping up the stairs, Marichka next, holding a\n\nbutane lantern, leading them up the dark stairwell. Kee\nstops suddenly, holding herself against the wall, in pain.\n\nKEE\nFUCKING! LITILE SHIT! BASTARD!\nMIRIAM\nBreathe through it...\nKEE\nFUCK ALL!\nTHEO\n\nOne more flight...\n\nMarichka starts prattling to them in a language they cannot\nunderstand, possibly Romanian --\n\nKEE\nFUCK YOU!\n\n; MIRIAM\n\nCome on sweetie, you have to make it.\nThe baby is telling you he wants to come\nout.\n\nTHEO\nCan she make it?\n\nMIRIAM\n\n(defiant)\nShe can make it.\n\n(CONTINUED)\n\f85.\nCONTINUED:\n\nThe contraction passes. Kee nods. Theo and Miriam help her\nup the stairs.\n\nINT. BARE APARTMENT -- NIGHT\n\nThe door opens.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheo and Miriam help her\nup the stairs. INT. BARE APARTMENT -- NIGHT\n\nThe door opens. \n\nTARGET SECTION TO BE ANNOTATED:\n The little dog scampers inside, uses a chair\nas a springboard, leaps onto the table, and through the\nbroken window yaps his presence to the dogs barking outside.\n\nTheo and Miriam help Kee into the room. Marichka sets the\nbutane lamp on the table. The room is naked, peeling walls,\nbroken window panes, a rough mat on the floor. Cold enough\nto see your breath.\n\nMiriam immediately pulls the mat to the center of the room.\nKee doubles up with another contraction --\n\nREE\nFuck all!\n\nMarichka trying to explain something they cannot understand,\npointing at 2 BUCKETS of water, the dog yapping and yapping.\n\nMIRIAM\n(to Theo)\nMake her go.\n\nMiriam plucks a shard of glass from the broken window. Theo\ngoes to Marichka, turning her toward the door.\n\nTHEO\nThank you, Marichka, we appreciate your\nhelp... that‘ll be all...\n\nKee holds herself on the table, moaning with the pain.\nMiriam dips the glass shard into the bucket -- breaking a\nthin layer of ice covering the water, cleaning the shard.\n\nMarichka turns, pointing at Kee, agitated, prattling on.\nMiriam gives Theo the glass shard.\n\n: MIRIAM\nHold this. Get her out!\n\nTHEO\n{escorting Marichka out)\nShe’s fine, she’s fine, just ate\nsomething funny...\nMarichka is outside the door, taking out a candle.\n\nMARICHKA\nSanto!\n\n(CONTINUED )\n\f86.\nCONTINUED :\n\nThe little dog gets his final yap in, jumps off the table,\njoining his master. Miriam helps Kee down onto the mat.\n\nMIRIAM\nWe're going to lay down now. Slowly.\n\nKee kneels onto the mat with Miriam’s help.\n\nMIRIAM\nDon’t push yet.\n\nMarichka lighting the candle, still talking as she starts\ndown the stairs with Santo. Theo closes the door.\n\nMIRIAM\nGive me your flask.\n\nTheo looks at her, confused.\n\nMIRIAM\nYour flask, get your flask!\n\nTheo takes the flask from his pocket.\n\nMIRIAM\nOpen it.\n\nStill pinching the shard of glass, Theo unscrews the flask\ntop. Miriam holds out her hands.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nMIRIAM\nOpen it. Still pinching the shard of glass, Theo unscrews the flask\ntop. Miriam holds out her hands. \n\nTARGET SECTION TO BE ANNOTATED:\nMIRIAM\nPour.\n\nTheo pours the alcohol on Miriam’s hands. Kee moans in pain.\nMIRIAM\n(reassuring Kee -- and herself)\nThis is it. Everything is fine. All we\nhave to do is flow through it.\nMiriam dipping her hands into the bucket of water.\n‘ MIRIAM\n(to Theo)\nGive me your shirt.\n\nTheo pulls off his coat, unbuttoning his shirt, still\npinching the shard of glass. He hands Miriam his shirt.\n\nMIRIAM\nSterilize your hands. And the glass.\n\n(CONTINUED )\n\f87.\nCONTINUED: (2)\n\nTheo takes a quick, small drink from his flask. Then pours\nthe rest of the alcohol over his hands and the glass shard.\n\nMiriam goes to Kee, who is laying on the mat, clutching,\ngrabbing -- agony.\n\nKEE\nNOOOO!\n\nMiriam kneels by Kee’s legs, pushing away her dress, putting\nTheo’s shirt under her. Seeing:\n\nMIRIAM\nShe’s completely dilated.\n(to Theo)\nHurry!\n\nTheo finishes cleaning his hands in the bucket.\nMIRIAM\n(to Theo)\nPut the glass on the scarf. Get behind\nher. Kneel.\nTheo obeys, clumsy -- he has no idea what to do.\nMIRIAM\nHer head -- take her head.\n(Theo complies)\nOn your lap, let it rest.\nKee screaming, in the throes...\n\nMIRIAM\nTake her hands!\n\nTheo takes her hands, but Kee writhes, pulling them away.\n\nMIRIAM\nGrab them!\n\nTheo takes Kee’s hands more forcefully.\n\nKEE\nI can’t ~- I can’t do this!\n\nMIRIAM\nTrust your body. Your body knows what to\ndo. Now push.\n\nKEE\nI can’t fucking do it!\n\n(CONTINUED }\n\f88.\nCONTINUED: (3)\n\nMIRIAM\nPush.\n\nKEE\nFuck you!\n\nMIRIAM\nPush.\n\nKee pushes -- her hot breath visible in the cold room.\nMIRIAM\nBeautiful. Just like that. Keep\nbreathing. Again. Now push. Harder.\n\nKee pushes with all her might.\n\nMIRIAM\nGood. Gather your strength. Grab him.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nMIRIAM\nGood. Gather your strength. Grab him. \n\nTARGET SECTION TO BE ANNOTATED:\nKee clutches Theo's hands harder -- although we can see her\nbreath, she is covered in sweat.\nMIRIAM\nGood job, Theo.\nTHEO\nAhum.\nMIRIAM\nPush.\nKee pushes -~ her breath visible.\nMIRIAM\n\nYes... That’s it, just like that. Again.\n\nKee pushes -- a round object appears, emerging from blood,\nthe vagina expanding...\n\nMiriam witnesses this, utterly amazed...\n\nMIRIAM\nOh, Lord. There he is.\nKee screams -- excruciating pain -- fear.\nKEE\n\nI can't! I can’t! I can’t!\n\nMIRIAM\nAll the women who have ever given birth\nare with you right now.\n(MORE)\n(CONTINUED)\n\f89.\nCONTINUED: (4)\n\nMIRIAM (CONT'D)\nThey are with you Kee.\n(firm)\nPush.\n\nKee pushes -- the head impossibly stretching open the vagina,\ncoming through...\n\nMIRIAM\nPush.\n\nTheo holding onto Kee, blown away.\n\nTHEO\n(awkward)\nYou’re doing great.\n\nKee looks up at Theo, her face wet with sweat and tears, a\nlittle reassured.\n\nMiriam watches: the baby’s blue head emerges completely...\n\nMIRIAM\nThe head’s out. My God, look at that.\n(urgent)\nPush, Kee.\n\nTHEO\nPush.\n\nKee pushing -- the rest of the baby’s body flowing out ina\nstream of blood, Miriam supporting the emerging mass...\n\nMIRIAM\nHere he comes, here he comes...\n\nKee pushing mightily, Theo barely able to hold her hands --\n\nMIRIAM\nYou're nearly there...\n\nKee screaming her extraordinary effort, tapping the reservoir\nof female strength, giving her body over to the new life\ncoming through it, to life itself, the miracle --\n\nKEE\nFUCKING GOD!!!\n-- the baby bursts forth, a bloody explosion of life...\n\nMiriam pulling it free, still hooked by the umbilical cord,\nthe placenta spilling out in a final bloody exclamation ~-\n\nThere is a moment, a pause. Theo holding Kee. Both of them\nlooking to Miriam.\n\n(CONTINUED)\n\f90.\nCONTINUED: (5)\n\nFor the first time in eighteen years, four months, two days,\nsixteen hours and eight minutes, a human child has been born.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoth of them\nlooking to Miriam. (CONTINUED)\n\f90. CONTINUED: (5)\n\nFor the first time in eighteen years, four months, two days,\nsixteen hours and eight minutes, a human child has been born. \n\nTARGET SECTION TO BE ANNOTATED:\nMiriam holds the newborn baby, all blue, covered in white\nspecks, giving off steam in the cold room.\n\nMIRIAM\nIt’s a girl.\n\nKEE\nHow's my baby?\n\nMIRIAM\nShe’s perfect. Theo, come.\n\nKEE\nLemme see her!\n\nTheo lays Kee back down on the mat. Moving to Miriam.\nMIRIAM\n(gestures to her scarf)\nTake the glass.\n\nTheo takes the glass shard off the scarf.\n\nMIRIAM\ncut it.\n\nTHEO\nWhat?\n\nMIRIAM\nThe cord.\n\n: THEO\n\nWhere?\n\nMIRIAM\nHere.\n\nKEE\n\nWhat‘s you doing? Gimme my baby!\n\nMIRIAM\nIn a moment.\n\nTheo hesitates with the glass shard.\n\nMIRIAM\nIt doesn’t hurt.\n\nTheo puts the glass against the umbilical cord and SLICES.\nThe cord splits, spurting a bit of blood.\n\n(CONTINUED)\n\f91.\nCONTINUED: (6)\n\nMiriam yanks off one of her bracelets, gives it to Theo.\n\nMIRIAM\nTie it. Here. Any knot will do.\n\nTheo ties off the umbilical cord with the string bracelet.\n\n- KEE\nWhat’s wrong? She okay?\n\nMIRIAM\n\nShe’s beautiful.\n(to Theo)\nGet the shirt.\n\nTheo takes the shirt from under Kee and hands it to Miriam.\nShe cleans the white, cheese-like residue from the baby.\nTheo watches, freaked out.\n\nMIRIAM\nScarf. Open it.\n\nTheo opens the scarf. Miriam expertly wraps the baby in it.\n\nTHEO\nAren't they supposed to cry?\n\nMIRIAM\nShe‘ll cry. When she’s hungry. Now, she\nwants Mommy.\n\nKEE\nFuckin ‘a.\n\nMiriam offers the wrapped baby to Kee. Theo returns to his\nspot, supporting Kee from behind. Kee accepts her child,\nholding her, smiles.\n\nKEE\nHey you...my boo, bloo...watch at you...\n\nThe baby CRIES, a strident, rhythmic scream that shatters the\nnight. Theo looks at Miriam, alarmed.\n\nMIRIAM\nShow her where your breast is.\n\nKee puts the baby to her breast. Instinctively, the child\nsuckles, extracting the milk hungrily. Kee watches, amazed.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nKee puts the baby to her breast. Instinctively, the child\nsuckles, extracting the milk hungrily. Kee watches, amazed. \n\nTARGET SECTION TO BE ANNOTATED:\nKEE\nCheedo, eh?\n\f92.\n\nEXT. BEXHILL -- NIGHT\n\nA dim light shining from a window. Inside, Theo, Miriam and\nKee ~~ beholding this new life. Surrounded by the black\nnight. It's silent. Even the dogs have stopped barking.\n\nFADE OUT.\n\nThe sound of distant HELICOPTERS... sporadic GUNSHOTS...\nblending with the sound of YAPPING, coming closer...\n\nFADE IN:\nINT. BARE APARTMENT (BEXHILL) -- EARLY MORNING\n\nTheo opens his eyes, waking up on the floor, his coat pulled\nover him, getting his bearings:\n\nThe first morning sun finding its way into the naked room.\nKee still sleeping on the mat, the baby at her chest. Miriam\nseated next to Kee, asleep.\n\nYAP! YAP! The tiny barking sound is now outside the door.\nFootsteps following. Theo creakily gets to his feet.\n\nThere’s a PUSH on the door -~ but a chair is wedged against\nthe handle inside, keeping it shut. A decisive knocking on\nthe door, the YAPPING growing frantic...\n\nKee and Miriam open their eyes, awakening.\n\nVOICE\n(outside the door)\nOpen the door!\n\nKee and Miriam look to Theo.\n\nVOICE\n(outside)\nWe don’t have much time -- open the\nbloody door!\n\nA harder push on the door-- the chair slides, about to give.\n\nTHEO\nWho is it?\n\nsyYD\nIt’s the Queen of England, can you spare\na cup of sugar? It’s Syd, you fool.\nOpen the door.\n\n(CONTINUED)\n\f93.\nCONTINUED:\n\nMiriam wraps the cloak around Kee, hiding the baby. More\npushing on the door, the chair sliding...\n\nTHEO\nOkay, okay...\n\nIn the distance, a staccato burst of gunfire is heard.\n\nTheo takes away the chair, cracks the door. He peers into\nthe hall: a man stands there, wearing nondescript clothes and\na turban -~ it takes moment to recognize Syd. Marichka\nbehind him, Santo jumping, trying to get in the room.\n\nTHEO\nDidn't know you were coming.\n\nSYD\nDidn’t you hear the bomb last night?\nThe city’s gone to hell.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHEO\nDidn't know you were coming. SYD\nDidn’t you hear the bomb last night? The city’s gone to hell. \n\nTARGET SECTION TO BE ANNOTATED:\n Come on, let\nSyd in.\n\nSyd has already pushed through the door. Miriam holds Kee\ntighter. Santo is now running around inside, yelping.\nMarichka follows. Theo immediately closes the door.\n\nSyd looks at the residue from the night before: the bloody\nmat, the bloody clothing... .\n\nSYD\nWhat’s with the Zed?\nTHEO\nNothing. She’s fine. Some woman’s\n\nthing.\nSanto is on the scent, sniffing at Kee, yelping.\n\nSYD\nA few hours ago one of the fences got\nblown up, and a group of Foogies escaped.\nIt didn’t take long for other Foogies to\nfollow, your regular stampede. The army\ncame in, they’re trying to secure the\nfence. Just like five months ago, but\nworse. Now those Foogies are better\norganized, and Syd happens to know\nthey’re armed to the teeth. It’s gonna\nbe a fucking war out there. We got to\nget you out of here.\n\nTHEO\nWe need to get a boat.\n\n(CONTINUED)\n\f94.\nCONTINUED: (2)\n\nSanto keeps yapping at Kee.\nKEE\n(to dog)\nGo on, piss off.\n\nSanto won't leave. Kee kicks him. Santo yelps, retreating.\nMarichka starts yelling at Kee in some language. Then --\n\nCRYING. From the baby. Rhythmic, loud.\nThe dog comes charging again...\n\nKEE\nGet your fuckin’ dog!\n\nKee kicks the dog again.\n\nMARICHRA\nSanto!\n\nMarichka grabs her dog. The baby still crying loudly. Kee\nputs the baby to her breast. The baby calms, suckling.\n\nSYD\nThe hell was that?\n\nSanto still yapping in Marichka’s arms. Marichka gives Santo\na little slap, shutting the dog up. Quiet -- except for the\nmoist suckling of the baby.\n\nSYD\nWhat is that?\nTHEO\nI’1l explain --\nSYD\nWhat you got there? Let Syd see it.\n\nNOW!\n\nMiriam eases, the cloak from Kee's shoulder. Revealing the\nBABY, suckling at Kee’s breast.\n\nSYD\nBloody Christ.\n\nMarichka approaches.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nRevealing the\nBABY, suckling at Kee’s breast. SYD\nBloody Christ. Marichka approaches. \n\nTARGET SECTION TO BE ANNOTATED:\n Kneeling, seeing the baby, amazed.\n\nSYD\nIt’s a fucking baby.\n\n(CONTINUED )\n\f95.\nCONTINUED: (3)\n\nTHEO\nWe need a boat.\n\nSyd starts pacing.\n\nTHEO\n(insists)\nWe need it before sunset --\n\nSYD\nHush! Hush! Syd’s trying to think here!\n\nMarichka reaches her finger. She looks to Kee, who nods her\npermission. Marichka touches the baby. Her face lights up,\nher eyes well with tears ~~ she has touched a miracie.\n\nSYD\nOkay, okay... Get her up. We’ve got to\ngo right now.\n\nTHEO\nCan you get us a boat -- ?\n\nSYD\nSure, sure, sure. Just get her up! Come\non, do it!\nTheo moves to the mat. With her shawl, Miriam finishes\nsecuring the baby to Kee’s breast. Outside, another burst of\ngunfire, closer. Together, they gently help Kee up.\nMarichka turns to Syd, talking at him, prattling on, adamant.\n\nTHEO\nWhat’s she saying?\n\nSYD\nFuck knows.\n\nMarichka turns to Theo, Miriam and Kee, prattling on, urgent.\nSyd pulls out a two-way radio.\nSYD\n{into radio)\nWe're ready, Jerry.\n\nTHEO\nWho's Jerry?\n\nSYD\nYou met him. Pimply bloke.\n\n(CONTINUED)\n\f96.\nCONTINUED: (4)\n\nMarichka insists, grabbing Syd’s sleeve, prattling on --\n\nSYD\nShut up!\n(in Romanian)\n“Bastal”\n\nSyd throws Marichka off.\n\nSYD\nLet’s go.\n\nMARICHKA\nNot\n(points to Syd)\nBad! Bad, badi\n\nMIRIAM\nShe doesn’t want us to go.\n\nSyd pulls out a gun. Marichka instinctively ducks to the\nfloor, covering her head, her hands pleading.\n\nsyD\nOkay, move. Let’s go.\n\nThe group is frozen.\n\nTHEO\nWhere are you taking us?\n\nSYD\nSyd said move!\n\nMiriam walks to the door, blocking it.\nMIRIAM\nWe're not leaving. We can’t leave, Syd.\nNot until the baby’s safety is\nguaranteed.\n\nA standoff.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe can’t leave, Syd. Not until the baby’s safety is\nguaranteed. A standoff. \n\nTARGET SECTION TO BE ANNOTATED:\n In the distance, mob shouts are heard.\n\nSYD\nMove!\n\nMIRIAM\nI will not.\n\nBANG! Syd shoots Miriam in the head. She falls in the\ndoorway, dead.\n\n(CONTINUED)\n\f97.\nCONTINUED: (5)\n\nKee lets out a wail of horror, her knees buckling. Theo\nholds her. Marichka still cowering.\n\nSYD\n(points his gun)\nWho’s next, the Yank or the gypsy? Maybe\nthe fucking dog?\n\nBANG! Syd shoots the floor by Santo’s feet. The dog yelps,\nscampering for Marichka’s protection. Kee glares at Syd.\n\nKEE\n(spits the words)\nYou fuckin’ caca man.\n\nSyd points his gun at Theo’s forehead.\n\nSYD\nMove.\n\nSeeing no way out, Theo looks at Kee.\n\nTHEO\nI’1l help you.\n\nGOING DOWN THE STAIRS -\n\nMarichka leads them, Theo carries Kee in his arms, Syd\nfollowing with his gun. Marichka still prattling on.\n\nSYD\nLast night, Syd gets home, mommy's\nsleeping in front of the telly. She\nalways does that, my sweet soul. Syd\nkisses her good-night. She has cancer,\nmy mommy. Syd‘’s about to turn off the\ntelly -- and there’s your mugs. On the\nnews. You nasty pricks gunning down\nthose cops -- bam! bam! Big reward.\n\nMarichka is ranting even louder, Santo yapping.\n\n° SYD\nShut the fuck up!\n{into radio)\nJerry, you on your way?\n\nJERRY'S VOICE\n\n(on radio)\nI had to go around a barricade.\n\n(CONTINUED)\n\f98.\nCONTINUED:\n\nSYD\n\n(into radio)\nJust hurry the fuck up.\n\n(to Theo)\nThen Jerry calls Syd. The Fishes in\nBexhill are looking for you. So Syd\nthinks, the cops are looking for them,\nthe Fishes are looking for them, these\nblokes are bang-up commodities. And a\nbaby? That‘’s capital.\n\n(into radio)\nWhere the fuck are you, Jerry?\n\nThe group arrives at the ground floor.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat‘’s capital. (into radio)\nWhere the fuck are you, Jerry? The group arrives at the ground floor. \n\nTARGET SECTION TO BE ANNOTATED:\n Theo lets Kee down,\nboth resting on a cold radiator, catching their breath,\nMarichka next to them.\n\nSyd holds the gun on the them as the goes to entrance to\ninvestigate. The entrance has no doors, Marichka’s rickshaw\nvisible on the street outside.\nsYD\n(on radio)\nWhere are you?\n\nTHEO\nSyd, please, listen.\n\nSYD\nShut up.\n\nTheo watches Syd, still pointing the gun behind him, but his\nattention wavering to the street in front.\n\nJERRY'S VOICE\n(on radio)\nI can see the building.\n\nSYD\nGood. Come around to the front --\n\nTheo makes his move, charging across the lobby. Syd hears\nhim coming, turns...\n\nTheo FALLS OVER a rusted pipe that saves his life --\nBANG! Syd‘s shot just misses Theo’s head.\n\nTheo's fail carries him into Syd’s legs, knocking him\nbackwards. Syd’s head bangs the floor, the radio flying.\n\nTHEO\nGo!\n\n(CONTINUED)\n\f99,\nCONTINUED: (2}\n\nKee gets it. She clutches Marichka for support, pointing to\nthe front door. Marichka gets it, helping Kee to the door.\n\nJERRY\n(on radio)\nI'm here! I’m right out front.\n\nSMASH! An personnel carrier rolls up, crushing Marichka’s\nrickshaw. Marichka stops, reverses herself, helping Kee back\nacross the lobby, passing Theo crawling toward Syd.\n\nSyd, coming out of his daze, trying to point his gun, but\nTheo reaches, grabbing his gun hand.\n\nMarichka helping Kee into a CORRIDOR at the end of the lobby.\n\nTheo on top of Syd, struggling with his hand, Syd biting\nTheo's head.\n\nTHEO\n(screams)\nAbhhhh!\n\nTheo's hand forcing the gun away, pressuring the trigger --\nBANG! BANG! BANG! The gun fires into the wall, plaster\nfalling, until it the chamber CLICKS. CLICK. CLICK. Empty.\n\nFrom the corridor, Marichka and Kee look back, reacting to\nthe gunshots.\n\nTheo pushes Syd away, starting after the women.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nEmpty. From the corridor, Marichka and Kee look back, reacting to\nthe gunshots. Theo pushes Syd away, starting after the women. \n\nTARGET SECTION TO BE ANNOTATED:\n Syd grabs\nTheo's legs, tripping him, sending him thudding on the floor,\nthe gun sliding away.\n\nSyd jumps on Theo, punching his face. He puts his hands\naround Theo’s throat, squeezing. Theo gasping, reaching, Syd\nstrangling him.\n\nFrom the corridor, Kee urges Marichka back to help.\n\nKEE\nGo -- go help!\nKee against the wall, loosening the scarf, checking her baby.\nMarichka reluctantly heading back to the lobby, staying low,\nher hands defensive, prattling urgently, pleading to Syd.\n\nSyd keeps tightening his grip around Theo’s neck. Theo's\nbody going slack.\n\nMarichka gets closer, still pleading.\n\n{CONTINUED )\n\f100.\nCONTINUED: (3)\n\nTheo’s hand reaches to the gun on the floor, grabbing the\nbarrel, round-housing it -- SMACK! -- into Syd’s face. Syd\nfalls backwards, stunned.\n\nTheo pushes himself to his feet, gasping air back into this\nlungs. Syd recovering, moving toward Theo. Theo kicks Syd\nin the head. Syd falls backwards, knocked out. Theo, for\ngood measure, kicks Syd in the gut.\n\nTheo grabs Marichka, gasping, motioning for them to leave.\nThey head down the corridor, joining Kee.\n\nThey reach a door at the end. It’s blocked with boxes and\njunk. Theo and Marichka clearing the debris, Theo forcing\nthe door open, just enough space to pass. Behind them:\nLOBBY\n\nSyd groggily crawls to his knees, looking for the gun.\n\nEND OF CORRIDOR\n\nMarichka snakes through the narrow door passage, out to a\nsmall alley, Santo following. It’s Kee’s turn, but there's\nnot enough space for her to pass with the baby.\n\nFrom the alley, Marichka extends her hands.\n\nMARICHKA\nBaby, Marichka!\n\nKee hesitates, Theo pulling the door open. Behind them:\nTHROUGH THE CORRIDOR\n\nSyd finds the gun.\n\nEND OF CORRIDOR\n\nKee passes the baby through the doorway, fearing the worse,\nMarichka takes the baby. The point of no return. A moment.\n\nMarichka motions for Kee to follow.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe point of no return. A moment. Marichka motions for Kee to follow. \n\nTARGET SECTION TO BE ANNOTATED:\nMARICHKA\nCome!\n\nRee squeezes through the opening. Theo still holding the\ndoor, looking back:\n\nDOWN THE CORRIDOR\n\nSyd stumbling toward them, gun in hand, loading bullets.\n\f101.\n\nEND OF CORRIDOR\n\nTheo trying to squeeze out, but nobody is helping with the\ndoor --\n\nBANG! Syd‘s shot misses, leaving a hole in the metal door.\nTheo throws his body into the door, forcing it open --\n\nBANG! BANG! Shots ripping the door as Theo squeezes through.\nEXT. ALLEY -- CONTINUOUS\n\nTheo comes out the door into the trash-strewn alley. Kee and -\nMarichka waiting, Kee wrapping the scarf, covering the baby\nto her chest.\n\nTHEO\n(to the women)\nGo.\n\nThey start making their way slowly down the alley, Marichka\nholding Kee up. Theo is about to follow, when he hears:\n\nSYD (OFF)\n(into radio)\nJerry, they got loose... go to the back,\nthe alley...\n\nTheo realizes Syd is too close. They aren’t going to make\nit. He looks around, rooting through the trash, desperate.\nWorthless plastic, rotting food, a rusted CLOTHES IRON.\n\nJERRY (OFF)\n(into radio)\nI don’t know, Syd, this is getting bad.\nI got a 1-24, a gang of frogs in the\nstreets, they’ve got guns, we ought to\nget out of here...\n\nSyd’s face appears at the door. They look at each other for\nan instant. Syd furiously forcing his way through --\n\nTheo grabs the clothes iron and swings --\nCRANK! Into Syd’s face. Syd falls back inside the door.\n\nTheo stands, staring at the door, the iron poised, ready.\nBut he quickly understands there’s no need to wait.\n\nTheo drops the iron, and rushes after the women.\n\f102.\n\nAT THE END OF THE ALLEY -\n\nKee leaning against the wall, gathering her strength,\nMarichka peering around the edge of the building.\n\nTheo arrives, completely winded. “La Marseilles” can be\nheard, chanted by an approaching mob.\n\nTHEO\nYou okay?\n\nKEE\nIt hurts. I’m hungry.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHEO\nYou okay? KEE\nIt hurts. I’m hungry. \n\nTARGET SECTION TO BE ANNOTATED:\nTHEO\n(to Marichka, re: Kee)\nShe needs to eat.\n\nMarichka prattles some sort of answer. Theo puts his fingers\nto his mouth, the universal sign of hunger.\n\nTHEO\nFood, mange...\n(points to Kee)\nHungry.\n\nMarichka nods, getting it, pointing. Theo and Marichka take\non either side of Kee, helping her walk, Santo following.\nThey round the corner onto the street. Pocked and rubbled,\nthe streets of Bexhill bear scars of previous violence.\n\nA mob marches toward them, more than 50, a large flag\nbillows, blue, white and red.\n\nVOICES\nAlons enfants de la patrie...\n\nTheo and Kee and Marichka passing the mob in the opposite\ndirection. Passionate chanting, some wearing masks, all\ncarry guns -- modern semi-automatics, a few old Glocks.\n\nEXT. FORMER BANK -- DAY\n\nThis street seems quiet, “La Marseilles” now distant.\nMarichka, gestures, leading them into a bureaucratic building\ncovered with graffiti. Further down the street, on building\ntops, men with rifles run from roof to roof.\n\nINT. FORMER BANK -- CONTINUOUS\n\nTheo, Kee and the baby, Marichka and Santo enter. Dozens of\nold shoes on the floor, neatly paired. They hear CHANTING --\nrhythmic prayers.\n\n{CONTINUED )\n\f103.\nCONTINUED:\n\nIt was once a bank, but now just the skeleton remains, a few\nteller counters, some bars along the lobby. Through them:\n\nMen kneel on a carpeted floor, bowing toward Mecca in humble\nprayer. This is a makeshift mosque.\n\nThey pass by, moving to the stairs at the end of the hall.\n2ND FLOOR CORRIDOR\n\nAt the end of the dark corridor, Marichka is bent down at a\nMetal door, talking to someone through a low eye-slit. A\ntiny flashlight shines through the slit into her face. A\ntrembly voice on the other side of the door, in Russian:\n\nGEORGIAN MAN (OFF)\nNyet .\n\nAt the stairs, foggy light oozes though the filthy windows.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\ntiny flashlight shines through the slit into her face. A\ntrembly voice on the other side of the door, in Russian:\n\nGEORGIAN MAN (OFF)\nNyet . At the stairs, foggy light oozes though the filthy windows. \n\nTARGET SECTION TO BE ANNOTATED:\nKee rests on Theo, discerning Marichka across the dark\ncorridor, now waving for them to come, insisting, prattling.\nTheo helps Kee into the dark corridor.\n\nGEORGIAN MAN (OFF)\nNyet, nyet...\n\nAs they approach the secure metal door, the flashlight from\nthe eye slit shines in Theo’s face.\n\nMarichka grabs Kee’s cloak. The light shifts to Kee’s face\nas she resists, but the cloak opens. The light tilts down,\nshining on the baby, eyes closed, feeding on Kee’s breast.\n\nFrom the eye-slit, the flashlight shaking, a gasp.\nINT. GEORGIAN COUPLE'S APARTMENT -- DAY\n\nA pale, withered GEORGIAN WOMAN (87) hums a folk song as she\ncarves the final touches onto an orange that she’s cut into a\nswan. She presents the swan to Kee, who lays in bed eating\nsome sort of potato stew, the baby asleep at her side.\n\nKEE\nWatch at that.\n\nThey’re in a simple dwelling that was once a bureaucrat’s\noffice. One table, two chairs, a gas burner, photos, a\nChagal reproduction of the cow on the farm. And, in the\nclean, big windows, a few potted plants, green, living.\n\nKEE\nCheck it out, Theo. They love my baby.\n\n(CONTINUED)\n\f104.\nCONTINUED:\n\nTheo sits at the table, eating stew. Marichka stands nearby,\nwolfing hers -- she hasn’t eaten this good in awhile. The\nancient, dignified GEORGIAN MAN (90’s) sits in a wheelchair,\nspeaking in a trembly voice with thick accent.\n\nGEORGIAN MAN\nHuman Project, is real?\n\nKEE\nYeh. Wise man doctors from todo the\nworld. Living in Iceland. Sent a boat\nto my baby. “The Tomorrow”. At the buoy.\n\nTHEO\nWe need a boat to meet it. Before\nsunset.\n\nThe Georgian Man asks Marichka a question in her language.\nMarichka answers by rubbing her thumb to her fingers, the\nuniversal sign for money. .\n\nMARICHKA\n(mouthful of stew)\n“Bunch of money.”\n\nGEORGIAN MAN\n(in Marichka’s language)\n“Yeah, yeah, yeah...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Georgian Man asks Marichka a question in her language. Marichka answers by rubbing her thumb to her fingers, the\nuniversal sign for money. . MARICHKA\n(mouthful of stew)\n“Bunch of money.”\n\nGEORGIAN MAN\n(in Marichka’s language)\n“Yeah, yeah, yeah... \n\nTARGET SECTION TO BE ANNOTATED:\n”\n\nThe Georgian Man wheels himself toward the bookshelf.\nMarichka looks at Theo, rubbing her thumb to her fingers.\n\nMARICHKA\n“Bunch of money.”\n\nThe Georgian Man arrives at the bookshelf, where pantheon of\nbusts reside: Lenin, Freud, Einstein, Ghandi, Trotsky,\nZapata, and Martin Luther King, Jr. He selects Lenin.\n\nGEORGIAN MAN\n(to Theo)\nAlways money. Everything always money.\nSeeing the owners distracted, Marichka nabs a silver spoon\nfrom the table and sneaks it into her shirt. An amplified\nvoice echoes from the street.\n\nVOICE (OFF)\nA curfew is now in effect.\n\nTheo looks:\n\f105.\n\nTHROUGH THE WINDOW\n\nA caravan of armored personal carriers and tanks move slowly\ndown the empty streets.\n\nVOICE\n(over loudspeaker)\nAnyone seen on the streets will. be\nconsidered hostile and shot. England\nsupports you and provides you shelter.\nDo not support terrorists.\n\nThen the same message, translated into French. On top of the\nbuilding across the street, men in masks armed with rifles\nrun in the opposite direction of the tanks.\n\nKEE’S VOICE\nWatch at that! Watch at Santo and the\npussy.\n\nIN THE APARTMENT\nRUFF! Santo barks. HISS! The cat arches. Kee laughs.\n\nKEE\nGet it on!\n\nThe Georgian Man rolls back in his wheelchair to the table,\nholding the bust of Lenin.\n\nGEORGIAN MAN\nWe hear Human Project, no believe.\nTrick, make people hope.\n(smiles)\nBut is real!\n\nThe remains of the smile on the old man’s lips as he looks to\nhis wife, telling her something in Russian. Then:\n\nGEORGIAN MAN\nHuman Project!\n\nGEORGIAN WOMAN\n(smiles)\nHuman Project.\nMarichka nods, laughs, pretending like she understands.\n\nMARICHKA\nHuman Project!\n\nThe Georgian Man BREAKS Lenin’s bust on the table. In the\nporcelain shards: a roll of money. English pounds.\n\f106.\n\nEXT. FORMER BANK -- DAY\n\nMarichka stands in the middle of the street, her senses\nalert. Sporadic gunfire and shouting in the distance, but\nthe street seems safe. She signals, and starts trotting.\nTheo immediately pushes Kee from the bank in the Georgian\nMan’s wheelchair.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nSporadic gunfire and shouting in the distance, but\nthe street seems safe. She signals, and starts trotting. Theo immediately pushes Kee from the bank in the Georgian\nMan’s wheelchair. \n\nTARGET SECTION TO BE ANNOTATED:\n Kee has the baby wrapped against her chest\nand covered. She’s holding the orange cut like a swan.\nEXT. BAY STREET -- DAY\n\nThe group in the middle of a street obscured in fog, Theo\npushing Kee in the wheelchair, trying to keep up with\nMarichka’s quick trot, Santo tapping along.\n\nA RUMBLING in the street. Santo stops, turns around, and\nstarts barking.\n\nThe ground begins to shake. They all turn: the street behind\nthem shrouded in fog. Street poles shaking. A mechanical\nclacking adds to the rumbling, drowning out Santo’s barks.\nThrough the fog...a silhouette slowly taking form...mammoth. .\n\nTHEO\nShit...\n\nThe silhouette defines itself as the fog gives way...\n\nA TANK. Solid, massive, scary. And it’s damn close, coming\nright on them.\n\nTheo pushes Kee, the group running away from the tank.\nMarichka looks back:\n\nSanto holds his ground, barking at the metal monster.\nMarichka turns, running back for her dog.\n\nTHEO\nMarichka...!\n\nThe tank getting bigger, Santo loses his courage, whimpering,\nbacking off...\n\nMarichka grabs the dog. She turns, finding her stride,\nrunning back towards the others, trying to catch up...\n\nDOWN BAY STREET\n\nTheo and Kee come against: a long metal pole wedged in a\nsewer, fortified by a big mountain of broken concrete and\ndebris blocking the street -- a barricade.\n\n{ CONTINUED)\n\f107.\nCONTINUED:\n\nTheo turns the wheelchair, veering off towards:\nA NARROW ALLEY\nAs soon as Theo and Kee take refuge --\nBASQUE MAN\n(in Basque)\n\n“Down! Down!”\nThey turn: a man with a machine gun is yelling at them. They\nare surrounded by other men -- some masked, all of them armed\n-- more guns than the previous mobs.\nMarichka makes it to the alley, chastising Santo --\n\nBASQUE MAN\n“Get down!”\n\nMarichka sizes the situation, and immediately drops to the\nground.\n\nBAY STREET\n\nThe tank rolls by, followed by two Armored Personnel\nCarriers. A metallic CREAK! The tank runs up against the\nmetal barricade pole that holds its ground.\n\nA moment. Silence.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe tank runs up against the\nmetal barricade pole that holds its ground. A moment. Silence. \n\nTARGET SECTION TO BE ANNOTATED:\n Just the idling of the tank motor.\nNARROW ALLEY\n\nThe Basque men lay in wait.\n\nBAY STREET\n\nA change of gear -- CREAK! The tank pushes against the\nbarricade pole. The two metal arms wrestling, the tank\nconfident, but the barricade pole will not back down.\nNARROW ALLEY\n\nThe Basque Man signals --\n\nBASQUE MAN\n“Now! Now!”\n\nThe Basque men surge toward the street.\n\f108.\n\nACROSS THE STREET\n\nMore men surge forward, dragging over the carcass of a burned\nout car, blocking the way. A flaming bottle hurled froma\nbuilding explodes against the tank. The ambush is on.\n\nNARROW ALLEY ~\n\nTheo gets to his feet.\n\nTHEO\nWe've gotta move.\n\nTheo rolls Kee forward, the baby secure against her chest,\nfollowing Marichka. Behind them, through the alley:\n\nBAY STREET\n\nThe carrier doors fly open, soldiers streaming out,\nscreaming, shooting...\n\nThe fog soon obscures the battle, but not the sound of\ncarnage.\n\nEXT. ALLEY GARAGE -~- DAY\n\nKNOCK! KNOCK! Marichka’s hand pounds a weathered door. An\neye-slit opens. A man with an extremely pale face, matted\nhair and wispy whiskers stares out -- the SEWER RAT.\n\nThe Sewer Rat assesses Theo and Kee as Marichka prattles in\nher language, negotiating. She reaches into her shirt,\npulling out the bills that used to be live in Lenin’s head,\nwaving them.\n\nEXT. WHARF STREET -- DAY\n3 armored carriers cruise by, disappearing into the fog.\n\nThe coast clear, the Sewer Rat leads Theo and Kee and\nMarichka onto the street.\n\nVOICE\nDon‘t move! Don’t move!\n\nTheo recognizes a man crossing toward them. The Hook-Nosed\nMan. Coming at them, pointing a gun. Marichka immediately\ndrops into her submissive position, the Sewer Rat raises his\nhands. The Hook-Nosed Man whistles -- shrill, distinctive.\n\nThree masked, armed men come running toward the group. One\ntalking into a radio.\n\n(CONTINUED)\n\f109.\nCONTINUED:\n\nVOICE\nWharf Street! Now!\n\nThe armed men surround them.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nVOICE\nWharf Street! Now! The armed men surround them. \n\nTARGET SECTION TO BE ANNOTATED:\n The leader takes his mask off.\nIt's Patric. He looks at Theo -- THUD! Patric rifle butts\nTheo in the gut, knocking him to the ground.\n\nTwo Fishes holding guns on Kee, Marichka and the Sewer Rat.\n\nKEE\nYou teenie prick Patric son of the\nugliest rotten whore may the devil keep\non fist fuckin’ her in hell!\n\nA dozen heavily armed men come running from different\ndirections, converging on Theo, Kee and Marichka and the\nSewer Rat. Among them, Luke and Ian. Luke approaches Kee.\n\nLUKE\nAre you okay?\n\nKEE\nFuck you.\n\nLUKE\n\nYou‘1l be protected.\n\nTHEO\n(still on the ground)\nWe need to get to a boat.\n\nLUKE\n(to the others}\nLet’s go.\nOne Fish takes Kee’s wheelchair, another Fish flanking,\nhustling her away. Luke looks at Theo, Marichka and the\nSewer Rat.\nLUKE\n(to Patric)\nFinish them.\n\nLuke follows Kee and the Fishes. Patric cocks his pistol.\nMarichka still on her knees, outstretching her hands...\n\nMARICHKA\n“Please, please, please...”\n\nPatric points the gun at Theo --\n\nBAM! BAM! Shots ring out.\n\f110.\n\nDOWN WHARF STREET\n\nAn armored carrier rolls toward them, two soldiers shooting\nfrom the turret.\n\nUP WHARF STREET\n\nPatric retrains his pistol at the soldiers -- BAM! BAM! He\nopen fires. The other Fishes follow suit, a fierce burst of\ngunfire that forces the armored carrier to stop.\n\nLUKE\nLet's go. Ian, hold them off.\n\nLuke and Patric run to catch up with Kee.\n\nDOWN WHARF STREET\n\nSoldiers climb out of the armored carrier, firing rounds.\nUP WHARF STREET\n\nIan flanked by two men, holding position from behind a\ndoorway. Two other Fishes take a spot across the street.\nFiring all they’ve got at the carrier.\n\nTheo scrambles away from the line of fire.\n\nNEAR THE CORNER\n\nTheo ducks into a doorway with Marichka, clutching Santo, the\nSewer Rat following.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nFiring all they’ve got at the carrier. Theo scrambles away from the line of fire. NEAR THE CORNER\n\nTheo ducks into a doorway with Marichka, clutching Santo, the\nSewer Rat following. \n\nTARGET SECTION TO BE ANNOTATED:\n Theo watches:\n\nFURTHER AHEAD\n\nLuke and his men pushing Kee, rounding the CORNER onto 3rd\nSTREET, escaping the line of fire.\n\nDOWN WHARF STREET\n\nThe street trembles, the poles shaking. The armored carrier\npulls to the side...\n\nAllowing a TANK to pass by.\nShielding a group of soldiers, firing on Ian and his men.\nUP WHARF STREET\n\nThe heavy barrage forces Ian and his men to retreat. Two\nFishes make it to the corner.\n\n(CONTINUED)\n\f1li.\nCONTINUED:\n\nIan and the other two are flushed into open, crossing the\nstreet towards the corner --\n\nTAT-TAT-TAT-TAT. Soldier’s gunfire cuts down two of the\nFishes. Ian keeps running, swarming bullets smashing\nconcrete. He makes it to the corner. Behind him:\n\nDOWN 3RD STREET\n\nLuke and the other Fishes fleeing.\n\nWHARF STREET DOORWAY\n\nTheo watching Kee being rolled away. He turns to the Sewer\nRat and Marichka, who is crouched in a protective position.\n\nTHEO\nStay. Understand?\n(using his hands)\nYou stay. You wait. Here. Understand?\nMARICHKA\n(nods)\nMarichka, stay.\nTheo looks to his left:\nTHE CORNER\n\nIan holding the position with two men, shooting, unable to\nstop the advancing tank.\n\nTAN\n(to the men)\nGo!\n\nThe two men peel off after Luke. Ian fires a few more\nrounds, then follows.\n\nWHARF STREET DOORWAY\nTheo looks to his right:\nDOWN WHARF STREET\n\nThe tank advancing, the soldiers marching, holding fire,\ntheir weapons trained on the corner, focused.\n\nWHARF STREET DOORWAY\n\nTheo sucks it up, gathering his courage. He storms out.\n\n(CONTINUED)\n\f112.\nCONTINUED:\n\nTHEO\nAhhhhhbh!\n\nWHARF STREET\nTheo screaming his way into the open.\n\nTHEO\n’ Ahhbhhhhh!\n\nDOWN WHARF STREET\n\nThe soldiers, their focus on the corner broken by the\nscreaming man, are caught off guard, a double-take before\nreacting, firing away.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHARF STREET\nTheo screaming his way into the open. THEO\n’ Ahhbhhhhh! DOWN WHARF STREET\n\nThe soldiers, their focus on the corner broken by the\nscreaming man, are caught off guard, a double-take before\nreacting, firing away. \n\nTARGET SECTION TO BE ANNOTATED:\nWHARF STREET\n\nTheo screaming his way across, bullets ricochet and crash,\nmaking it to:\n\nCORNER\n\nTheo shields himself against the wall, catching his breath.\nHe looks towards:\n\n3RD STREET\n\nIan and his men chase after Luke and the Fishes fleeing with\nKee.\n\nCORNER\n\nTheo sucks a breath, and runs after them.\n\n3RD STREET\n\nIan notices Theo running behind. He stops and shoots at him.\nTheo twists away, running for cover, diving behind a stoop.\nUP 3RD STREET\n\nAn armored carrier emerges from the fog, cutting off the\nFishes’ escape. They stop. Ian stops shooting at Theo,\nrunning to catch up.\n\nCORNER\n\nThe tank making the turn.\n\f113.\n\nUP 3RD STREET\n\nPinched between the Carrier and the tank, Luke gestures,\nleading Kee and the Fishes towards the modern apartment block\nin front of them. Ian catching up.\n\nSTOOP\n\nTheo gets up, starts running after the Fishes.\n\nUP 3RD STREET\n\nSoldiers climbing out of the carrier, shooting at Luke and\nthe Fishes pushing Kee’s wheelchair.\n\nAPARTMENT BLOCK\n\nLuke, and the Fishes make it the building, hoisting the\nwheelchair up the few stairs, rolling her inside.\n\nCORNER\n\nThe tank making it around. The soldiers follow. As they get\na clear shot --\n\n3RD STREET\n\nTAT-TAT-TAT-TAT! One of Ian’s men is shot in the back.\n\nTheo halts, veering back, running towards a burned-out double-\ndecker, abandoned on the sidewalk across the street from the\napartment block. He dives through the back door, knocking\naway the cardboard.\n\nINT. BURNED OUT DOUBLE DECKER\n\nTheo falls on top of people huddled inside. Spanish screams\nof fear as bodies scramble away.\n\nTheo gets to his feet. He’s just crashed into a densely\npacked living quarter, makeshift mats crammed across the bus,\na burner in the middle. People crouching for cover, a few\npeering through the cardboard covering the windows.\n\nHe goes to one, pulling back a piece of cardboard:\n\n3RD STREET\n\nSoldiers emerge from the 2nd Carrier, taking position behind\nits metallic bulk, starting to shoot...\n\n(CONTINUED)\n\f114.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeople crouching for cover, a few\npeering through the cardboard covering the windows. He goes to one, pulling back a piece of cardboard:\n\n3RD STREET\n\nSoldiers emerge from the 2nd Carrier, taking position behind\nits metallic bulk, starting to shoot... (CONTINUED)\n\f114. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nIan and the last Fish make it to apartment block, bullets\nexploding the concrete facade, the doorway shattering as they\ndisappear into the darkness within.\n\nThe tank and the soldiers arrive next to the armored carrier\npositioned in front of the building.\n\nSoldiers surge from behind tank and the armored carrier, 20\nmen, charging towards:\n\nAPARTMENT BLOCK DOORWAY\n\nThe soldiers run through the shattered doorway into the\nbuilding, of their footsteps receding in the darkness...\n\nA MOMENT.\n\nBLAM! BLAM! BLAM! Through the darkness, fierce flashes of\ngunfire. Screams.\n\nSoldiers stagger back out of the doorway, some wounded,\nrunning in full retreat from the bullets flying from inside.\n\nBLAM! BLAM! The escaping soldiers are gunned down from\nbehind. One lone soldier runs desperately, diving behind the\ncarrier, safe.\n\nINT. BURNED OUT DOUBLE-DECKER\n\nStray bullets strafe the bus, people diving to the floor.\nTheo keeps low, still peering out the cardboard window.\n\n3RD STREET\n\nSoldiers shielded behind the tank and armored cars return\nfire, riddling the door. Other soldiers remove steel shields\nfrom the side of the carrier, taking positions behind them.\nAPARTMENT BLOCK - 2ND FLOOR WINDOW\n\nA GRENADE comes flying out.\n\n3RD STREET —\n\nThe grenade lands in a cluster of soldiers setting up metal\nshields -- BAM! The soldiers are blown away.\n\nINT. BURNED OUT DOUBLE-DECKER\n\nGrenade shrapnel rips through the cardboard. A woman taking\nrefuge in the corner is hit in the head.\n\f115.\n\n3RD STREET\n\nThe soldiers open fire on the 2nd floor window. The big tank\ngun ratchets up...\n\nINT. BURNED OUT DOUBLE~DECKER\nTheo watches through the cardboard window.\n\nTHEO\nNo, no, no, no...\n\n3RD STREET\n\nKA-BOOM. The tank recoils with the blast as the 2nd floor\nwindow explodes, a concussive blow that rips a gaping scar in\nthe side of the building.\n\nINT. BURNED OUT DOUBLE-DECKER\n\nTheo reacts to the blast.\n\nTHEO\nShit.\n\nHe shakes it off, making his way to the end of the bus.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nBURNED OUT DOUBLE-DECKER\n\nTheo reacts to the blast. THEO\nShit. He shakes it off, making his way to the end of the bus. \n\nTARGET SECTION TO BE ANNOTATED:\nPeople screaming, crying, covering up. Theo stepping over\nthem, around them, getting to the front. Through the window:\n3RD STREET\n\nSoldiers fire at the 2nd floor.\n\nFrom the 4th floor, white sheets and clothes wave from\nwindows, desperate pleas for mercy from tenants trapped in\nthe building.\n\nFrom a 5th floor window, a Fish fires down on the soldiers.\nOther Fishes shoot from different windows.\n\nEXT. BURNED OUT DOUBLE-DECKER\n\nTheo steps off the bus. A zone of hell -- armored carriers\nand soldiers -- separate him from the apartment block.\nBullets flying from all directions.\n\nTheo runs behind the soldiers, whose attention is focused on\nshooting the building to pieces, and heads to the far edge of\nthe square in front of the apartment block, making it to:\n\nA CONCRETE BARRICADE\n\nTheo shields himself behind it. Across:\n\f116.\n\nAPARTMENT BLOCK PLAZA\nThe facade of the building falling to pieces. Tenants\n\nstreaming out the front doors, hands in the air, screaming\nsurrender in a dozen languages --\n\nTAT-TAT-TAT-TAT. Soldier‘’s gun fire cuts down the fleeing\ntenants. A few survivors retreat back into the building.\n\nThe tank targets its big gun at a 4th floor window where\nshots are coming...\n\nKA-BOOM. The tank mortar obliterates the window. In the\nmomentary silence of the aftershock...\n\nCONCRETE BARRICADE\nTheo sucks a breath, gathers his courage, makes his break.\nAPARTMENT BLOCK PLAZA\n\nTheo in the open, running toward the doorway, side-stepping\nthe bodies of dead soldiers and tenants.\n\n3RD STREET\n\nThe soldiers, busy with the windows, are slow in clocking\nTheo running from the periphery. But the docrway is still\ndistant for Theo, and some soldiers aim at him, firing away.\nAPARTMENT BLOCK PLAZA\n\nThe bullets ricochetting and whizzing past Theo‘’s head and\nhis feet, still not close to the doorway.\n\n3RD STREET\nMore soldiers notice Theo, shooting at him.\nAPARTMENT BLOCK DOORWAY\n\nBullets kick up debris around Theo. The doorway getting\ncloser, he sidesteps the bodies of soldiers and tenants.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\n3RD STREET\nMore soldiers notice Theo, shooting at him. APARTMENT BLOCK DOORWAY\n\nBullets kick up debris around Theo. The doorway getting\ncloser, he sidesteps the bodies of soldiers and tenants. \n\nTARGET SECTION TO BE ANNOTATED:\n5 steps separate him from the jagged hole that is the door.\nHe slips on the blood-slicked cement, falling hard, bullets\nripping, fallen bodies all around, some getting more shots.\n\nHe crawls in panic. A final desperate lunge across blood,\nglass and debris. Guardian angels working overtime, he\ncrosses the threshold of the door.\n\f117.\n\nINT. APARTMENT BLOCK LOBBY -- CONTINUOUS\n\nTheo crawling at top speed across the dark corridor\nsplattered with rubble and dead bodies, bullets echoing and\nricochetting around the walls.\n\nAnd now gunfire coming at him from the inside: the hook-nosed\nleaves his position, storming after Theo.\n\nTheo shields himself behind pillar, the hook-nosed coming at\nhim, shooting.\n\nBullets from the outside ricochet through the corridor,\nclipping the hook-nosed man in the head. He falls dead.\n\nTheo gasps for breath. The soldiers’ attack on the doorway\nslowly diminishes, giving way to gunfire from within.\n\nAcross the corridor, he sees a man and a woman huddle behind\na pillar. He slowly gets up. Cautiously making his way\nthrough bodies and debris to the stairs.\n\nAt the foot of the stairs: Kee’s discarded wheelchair. Theo\nstarts climbing.\n\nINT. 2ND FLOOR STAIRCASE\n\nTheo arrives at the landing, looking down the hallway. A few\ntenants huddled in the dim shadows, staying low, keeping away\nfrom the windows. A man cries in agony, splashing the puddie\nof his own blood. But the heavy gunfire comes from upstairs.\nHe continues up.\n\nINT. 3RD FLOOR STAIRCASE\n\nTheo gets to the floor, peering down the hallway. Tenants on\nthe floor, covering their heads, a few wounded, screaming,\nsome bullets make it through the apartment, crashing into the\nhall walls. Theo steps into:\n\n3RD FLOOR HALLWAY\n\nHe walks through the hallway and looks into an apartment\nwhere a gun is being shot.\n\nINT. 3RD FLOOR APARTMENT\n\nThree tenants lay dead on the floor. At the window, Patric\nfires down at the soldiers below. Immediately, he retreats\nfrom the window, as bullets from outside rip through the\nroom, rushing toward the door.\n\f118.\n\nINT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nImmediately, he retreats\nfrom the window, as bullets from outside rip through the\nroom, rushing toward the door. 118. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n 3RD FLOOR HALLWAY\nTheo retreats to the stairway landing, hiding as --\n\nPatric storms out of the apartment, goes down the hall,\ndisappearing into another apartment. A moment. Fresh gun\nshots are heard. Patric runs out, soldiers bullets ripping\nthrough the apartment. He heads farther down the hallway.\n\nPATRIC\n(pushing past tenants)\nFuck outta my way, fuck outta my way!\n\nPatric kicks open the door of another apartment.\n\nTheo notices: the orange cut like a swan, a few steps above\nhim, smashed. He continues up the stairs.\n\nINT. 4TH FLOOR HALLWAY\n\nTheo steps into the corridor. A tank mortar has ripped open\na gaping hole in the building. People huddle in the hallway,\nthe wounded, the terrified, the dead.\n\nTheo walks through the hallway, reaching the mortar hole.\nSoldiers’ bullets scream through the opening, shattering the\nwall, spewing debris. He considers crossing before backing\noff, returning to the stairs.\n\nThen he hears it.\n\nA BABY’S CRY. A weak wail through the chaos and explosions.\nComing from the end of the corridor. Separated by the gaping\nmortar hole, where bullets crash through.\n\nTheo edges up to the mortar-ripped hole. Sporadic bullets\nsmashing the wall. He sucks a breath. And runs. It’s only\nten feet, but it feels like a mile, the shots ringing past.\nHe makes it to the other side. He continues down the hall.\nThe baby’s cries louder. Tenants huddled in the hallway,\npeering up warily, not quiet believing what they are hearing.\nLoud cries, coming from an apartment. Theo steps into:\n\nINT. 4TH FLOOR APARTMENT\n\nThe place has been shredded by bullets, glass shattered,\n\neverything upended. Kee in a corner, protecting her baby\ngirl with her body.\n\n(CONTINUED)\n\f119.\nCONTINUED:\n\nLuke lays by ‘the window in a pool of his own blood, with his\nback toward Kee, sniping out the window. In his other hand,\nhe shouts instructions on a radio.\n\n. LURE\n++-get ready to blow the south gate. The\nSouth gate. We're coming out. :\n\nWith Luke’s distraction, Theo makes it over to Kee.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nLURE\n++-get ready to blow the south gate. The\nSouth gate. We're coming out. :\n\nWith Luke’s distraction, Theo makes it over to Kee. \n\nTARGET SECTION TO BE ANNOTATED:\n The baby\nis visible on her chest, still crying.\n\nTHEO\nYou okay?\n\nKEE\nYeh.\n\nTHEO\n\nHow is she?\n\nKEE\nPissed off.\n\nTheo leans down to Kee, helping her up.\nTHEO\n(to Kee)\nEasy. We're going to make it.\n\nBullets from outside RIDDLE the wall near them.’ Theo covers\nKee with his body. The shooting passes.\n\nAt the window, Luke responds, shooting rounds outside.\n\nTheo and Kee making their way across the ruined room to the\ndoor. Theo steps on glass, a cracking sound --\n\nLuke turns and sees them. He points the gun. Theo freezes.\nLUKE\nI carried her out of the wheelchair, and\nI started crying. The baby. A girl.\n\nTHEO\nYeah, it’s a girl.\n\nLUKE\nI forgot what they looked like.\n\nTHEO\nWe need to get her out of here.\n\n{CONTINUED )\n\f120.\nCONTINUED: (2)\n\nLUKE\nNo, no, no. You don’t understand, Faron.\nIt's happening. I did what Julian\ncouldn't. I called for the national\nuprising. And the people have responded.\nNot only here. All over England. I made\nit happen. They follow me.\n\nTheo slowly keeps leading Kee to the doorway, wary of Luke,\nwho sites him with his pistol.\n\nLUKE\nStop, Faron. This child stays with us.\nIt’s our flag.\n\nKEE\nFuck she is!\n\nTheo and Kee at the doorway.\n\nLUKE\nThis child is our new beginning.\n\nTHEO\nThat she is.\n\nBAM! Luke shoots. Theo recoils, hit in the gut, knocked\nback out the door.\n\nTAT-TAT-TAT. Glass shatters as guns fire from the outside,\nripping Luke to pieces.\n\nINT. 4TH FLOOR HALLWAY\n\nTheo clears the doorway. He’s in momentary shock, against\nthe wall, clutching his gut, looking at the blood oozing\nthrough his fingers.\n\nTHEO\nShit.\n\n. KEE\nFucker shot you.\n\nTHEO\nI’m okay. Bullet went through.\n(gritting through pain)\nWe gotta move.\n\nTheo breathing through the pain, holing up Kee, walking down\nthe hall, the baby still crying.\n\n(CONTINUED)\n\f121.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\n(gritting through pain)\nWe gotta move. Theo breathing through the pain, holing up Kee, walking down\nthe hall, the baby still crying. (CONTINUED)\n\f121. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nThe bullets intensifying from the outside, tearing through\nthe disintegrating facade, smashing into the hall wails --\nall that noise numbed by the baby’s cries.\n\nPeople huddled in the corridor, looking in disbelief. A\nwoman falls to her knees.\n\nWOMAN\n(praying)\nDios te salve Maria, llena eres de\ngracia, el senor es contigo, bendita\neres entre las mujeres...\n\nThey get closer to the stairwell. Bullets are still flying,\nbut people seem fearless, poking their heads from doors,\nrisking their safe spots to get a closer look.\n\nThe baby’s crying gives an aura of security to Theo and Kee.\nThey are no longer ducking, walking straight down the hall.\n\nA man breaks into tears. An old woman bleeding to death on\nthe floor reaches her gnarled finger to touch the baby’s\ngarment. She smiles as they pass -- she has heard the song\nof an angel.\n\nTheo and Kee arrive at the stairs. Kee starts to walk down,\nbut Theo stops her.\n\nTHEO\nCome on.\n\nKEE\nYou’re shot.\n\nTHEO\nI can do it.\n\nKee allows Theo to pick her up. He grunts with the effort,\nand begins carrying them down:\n\nINT. 4TH FLOOR STAIRWELL\n\nThe baby’s Cry expands through the contained space. Theo\ncarrying Kee down, using the wall for support. People\nhuddled on the stairs, looking with amazement. People\npeering down at them from the upper floors.\n\nTAT-TAT-TAT. A gun battie, coming up the stairs toward them.\n\nPatric and 2 Fishes are backing up the stairs, shooting down\nat pursuing soldiers below, who answer with a round of fire.\n\nPatric hears crying, turning, pointing his gun at:\n\n{ CONTINUED )\n\f122.\nCONTINUED:\n\nTheo and Kee, no place to hide. Patric pointing the gun at\nTheo’s head, about to pull the trigger. But the baby is\nwailing in Kee’s arms. Patric looking at the baby in stunned\ndisbelief. Then he lowers his gun. He and the Fishes back\naway, staring at the baby as Theo and Kee head down.\n\nINT.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen he lowers his gun. He and the Fishes back\naway, staring at the baby as Theo and Kee head down. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n 3RD FLOOR STAIRWELL\n\nGunfire from below forces people against the wall. Theo and\nRee continue walking down. Heavy footsteps. A soldier\nsurges up the stairs, pointing his gun at the newborn girl,\nwho wails away.\n\nTheo and Kee walk past him. The soldier breathless, the cry\nconflicting with his adrenaline.\n\nSOLDIER\nHold positions and hold fire!\n\nTheo continues carrying Kee down. People on the stairs\nstanding up, getting a look. More soldiers, holding their\nweapons in silence, stilled by the baby’s cry.\n\nINT. APARTMENT BLOCK LOBBY\n\nThe baby cries echo through the lobby, now held by the\nmilitary. Soldiers hold strategic positions, watching Theo\nand Kee pass, glimpsing the child in confusion, awe.\n\nAt the shattered doorway, Theo staggers. Kee sees his sweat,\nhis pain. His shirt is covered in blood.\n\nKEE\nPut me down.\n\nTheo hesitates.\n\nKEE\nI wanna walk.\n\nTheo sets Kee down on her feet. Kee walks slowly,\nresolutely, leaning on Theo for support. They pass through\nthe shattered doorway.\n\nEXT. APARTMENT BLOCK PLAZA\n\nTheo, Kee and the baby step into the murky light of the foggy\nday. An impenetrable line of soldiers positioned in the\nplaza face them, their weapons pointed, ready. The heavy\nmachinery of war silenced by the cries of a baby.\n\nTheo and Kee walk forward, toward the soldiers.\n\n{CONTINUED )\n\f123.\nCONTINUED:\n\nThe weapons aimed at them begin to lower. An instinctive\nshuffle to the side, as if commanded by the cry, creating a\nspace for them to pass.\n\nKee carrying her child, Theo limping at her side, bleeding,\nas the ocean of soldiers part like the Red Sea, allowing them\nto pass through. The somber faces of the soldiers, watching,\ntouched by the baby’s crying.\n\nBAM! BAM! BAM! Rifle shots from the 4th floor window shatter\nthe silence. Two soldiers behind Theo are hit.\n\nTheo covers Kee as soldiers open fire at the apartment block.\nFrom the windows, guns fire back.\n\nA new battle flares. Theo and Kee walk, ignored by the\nsoldiers that surge forward, taking new positions.\n\nKA-BOOM.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nA new battle flares. Theo and Kee walk, ignored by the\nsoldiers that surge forward, taking new positions. KA-BOOM. \n\nTARGET SECTION TO BE ANNOTATED:\n The tank blasts a massive hole in the 4th floor.\nCORNER - WHARF & 3RD\n\nLeaving the battle behind, Kee and Theo walking down the\nstreet, Theo limping badly. Marichka surges from the corner,\nholding Santo, greeting them with a bad-toothed smile. The\nSewer Rat by her side.\n\nEXT. WHARF STREET SEWER -- A LITTLE LATER\n\nThe Sewer Rat pulling off a sewer lid, Theo grunting as he\nhelps get it off the rest of the way. Theo kneeling there,\ngasping, his face drained. The baby still crying.\n\nINT. SEWER\n\nA ceiling lamp illuminates a concrete sewer drain, a narrow\nchannel of foul water running through it. Boxes of contraband\nstacked to one side: alcohol, batteries, medicine, cans of\nfood, electrical wire. Marichka giving some bills to the\nSewer Rat.\n\nTheo sitting in a BOAT, a simple wooden launch with two\npaddles, moored with a rope to the side. He’s in bad shape.\nHe helps Kee accommodate herself in back. She’s holding a\ncandle.\n\nMarichka comes to them, prattling on, Santo on her shoulders,\ngesturing toward the end of the tunnel where ambient light\nfilters in.\n\nMARICHKA\nGo, go boat.\n\n(CONTINUED)\n\f124.\nCONTINUED:\n\nTheo extends his hand to help Marichka into the Launch.\n\nMARICHKA\nMarichka no go.\n\nMarichka counts off a few bills for herself, handing the rest\nof the wad to Theo.\n\nTHEO\n(waves it off)\n\nMarichka keep.\nMarichka smiles. She pushes the launch into motion.\nTheo starts to row. Kee holding the candle, she puts the\nbaby on her breast. The baby quiets, feeding. Glimpses of\ngraffiti on the walls like cave paintings.\nMarichka receding in darkness, holding Santo, waving at them.\nAT THE END OF THE TUNNEL\nA breeze from outside extinguishes the candle. Theo rows\ntoward the light. Passing through a metal grate that has\nbeen cut away.\nEXT. SEWER -- DAY\nThe launch emerges into the fog, distant sounds of the riot\nfiltering through.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nPassing through a metal grate that has\nbeen cut away. EXT. SEWER -- DAY\nThe launch emerges into the fog, distant sounds of the riot\nfiltering through. \n\nTARGET SECTION TO BE ANNOTATED:\n A barbed-wire fence running the length\nshoreline separates them from Bexhill.\n\nThey ride the drainage channel that feeds a short distance\ninto the sea.\n\nEXT. THE SEA’S EDGE ~+- CONTINUOUS\n\nThe launch coming out of the channel, meeting the sea, Theo\nrowing in pain. The fog obscuring the riot in the city.\nDead calm, but the tide is on their side.\n\nEXT. OPEN SEA -~- DAY\n\nWhat lays beyond obscured by milky fog.\n\nTheo rowing, slowing slightly, strength waning. The fog has\nenveloped the city behind them, the riots a distant echo.\nThe world around them has disappeared.\n\nAhead of them, the fog gives way, opening into sunlight.\nRevealing the rhythmic flashing of a BUOY.\n\n(CONTINUED )\n\f125.\nCONTINUED:\n\n, KEE\nThe buoy! Theo, the buoy!\nTheo rows once more, groaning with the effort.\n\nKEE\nWhat time is it?\n\nThe launch gains momentum, then slows. The sun now visible,\ntouching the horizon, the day ending.\n\nTHEO\nLate.\n\nKEE\nThey’1l wait.\n\nKee is alert, looking around, the buoy rocking rhythmically,\nsplashing water. Theo stops rowing, tears in his eyes.\n\nTHEO\nI am sorry, Kee. I am so sorry.\n\nKEE\nWe gonna make it.\n\nTheo shakes his head, eyes wet. He knows.\n\nTHEO\nI’m not gonna make it.\n\nKee looks at him.\n\nTHEO\nAnd I’1l never know if you make it.\n\nTheo smiles at her.\n\nTHEO\nBut I want to believe that you will.\n. KEE\nI will.\nTHEO\nPromise?\nKEE\n\nFuckin’ yeah.\n\nTHEO\nCheedo.\n\n(CONTINUED)\n\f126.\nCONTINUED: (2)\n\nTheo’s coat opens, revealing a nasty gut wound. —\n\nTHEO\nYou remember those spring days in London\nwhen the sun shines. It was one of those\ndays. People taking their shirts off.\nSome had flowers in their hair. Music\nwas playing. It was like a big\ncelebration. And suddenly people were\nrunning in all directions. People\nfalling, stepping on each other, panic.\nJulian got carried away, swallowed in the\ncrowd.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd suddenly people were\nrunning in all directions. People\nfalling, stepping on each other, panic. Julian got carried away, swallowed in the\ncrowd. \n\nTARGET SECTION TO BE ANNOTATED:\n And it came so hard. The rubber\nbullet. Knocked me flat on my back...\nWhen I got up I saw the blood. And he\nwasn’t moving. I put my arm around him\nto protect him. You get it? I put my\narm around him to protect him after he\nwas dead.\n\nThe boat drifting.\n\nKEE\n\nDylan.\nTHEO\n\nHuh? ~\nKEE\n\nGonna call her Dylan. Girl's name too,\n\nyeh?\n\nTheo in pain, genuinely smiles.\nTHEO\n(to baby)\nHi, Dylan.\nTheo musters all he’s got left, reaching the oars back, wood\ncutting through water, grunting his last breath, propelling\nthe launch a little farther.\nAnd that’s it.\n\nTheo’s body slumps as the launch loses momentum. And slows.\nNo direction. Drifting. Kee's eyes fill with tears.\n\nKEE\n(a whisper)\nTheo...\n\nNo response. “\n\n(CONTINUED )\n\f127.\nCONTINUED: (3)\n\nThe water slaps at the edges of the launch. The sun spewing\na final burst of color as it disappears behind the horizon,\nthe day ending.\n\nBehind the buoy --\n\nA BOAT. Cutting through the water towards them.\n\nKEE\nTheo! “The Tomorrow”!\n\nBut Theo doesn’t move,\n\nThe wooden vessel approaching, nets and gear -- A FISHING\nBOAT. The name painted on the stern. “THE TOMORROW”.\n\nFADE OUT.\n\f"
}