{
  "1": "\nCinema Paradiso script by Giuseppe Tornatore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\n\n\t\tCINEMA PARADISO\n\n\n\n\t\t       by\n\n\n\n\t       Giuseppe Tornatore\n\n\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        FOR EDUCATIONAL PURPOSES ONLY\n\n\n\n\n\n\n\n        Shooting Script\t\t\t\t\n\n\n\n\n\n\t\t\t\t\n\n\t\n\n\t\n\n\t1  GIANCALDO. SALVATORE'S MOTHER'S HOUSE. EXT/INT. DAY\n\n\t\n\n\tThe October sun slashes through the gray clouds, cuts across the\n\n\tshadow towards the sea, along the coast where the new suburbs of the\n\n\tcity of Giancaldo have been built up.\n\n\t\n\n\tBright light streams through the windows, glancing off the white\n\n\twalls in an almost blinding reflection. MARIA, a woman a little over\n\n\tsixty, is trying to find somebody on the phone.\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\t...Salvatore, that's right, \n\n\t\tSalvatore. Di Vita Salvatore\n\n\t\t...But, miss, what do you mean you \n\n\t\tdon't know him?!...I...Yes...\n\n\t\t\t(She gives a nervous sigh. \n\n\t\t\tShe has dialed her way \n\n\t\t\tthrough endless numbers \n\n\t\t\tbut still hasn't managed \n\n\t\t\tto speak to Mr. Di\n\n\t\t\tVita. She finally heaves a \n\n\t\t\tsigh of relief.)\n\n\t\t...That's right, good for you! \n\n\t\tOh!...yes...And I'm his\n\n\t\tmother. I'm calling from Sicily. Been \n\n\t\ttrying all day...Ah, he's not \n\n\t\tthere...But would you be so kind as \n\n\t\tto give me...?...Yes...\n\n\t\t\t(She nods at another woman \n\n\t\t\taround forty sitting \n\n\t\t\tnearby: it is LIA, her \n\n\t\t\tdaughter, who jots down \n\n\t\t\tthe numbers her \n\n\t\t\tmother dictates:)\n\n\t\t...Six, five, six, two, two, oh, \n\n\t\tsix...Thanks ever so\n\n\t\tmuch...Goodbye. Goodbye.\n\n\t\n\n\tShe hangs up, takes the number LIA has jotted down, determined to have still \n\n\tanother try. LIA speaks to her as if she were a baby, to be more convincing.\n\n\t\n\n\t\t\t\tLIA  \n\n\t\tLook, Ma...It's useless calling him.",
  "2": "---END OF PREVIOUS SECTION---\nLIA speaks to her as if she were a baby, to be more convincing. LIA  \n\n\t\tLook, Ma... It's useless calling him. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\tHe'll be terribly busy, God knows \n\n\t\twhere he is. Besides he might not \n\n\t\teven remember. Do as I say, forget \n\n\t\tit...He hasn't been here for thirty \n\n\t\tyears. You know how he is. \n\n\t\n\n\tMARIA pauses to think it over. The decision she has to make is important. Then, \n\n\tstubbornly.\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tHe'll remember! He'll remember! \n\n\t\t\t(She puts on her glasses \n\n\t\t\tand starts dialing \n\n\t\t\tthe number.)\n\n\t\t...I'm positive. I know him better \n\n\t\tthan you do. If he were to find \n\n\t\tout we hadn't told him, he'd be \n\n\t\tangry. I know. \n\n\t\t\t(She takes off her \n\n\t\t\tglasses.)\n\n\t\t...Hello? Good morning. Could I \n\n\t\tplease speak to Mr. Salvatore Di \n\n\t\tVita. I'm his mother...\n\n\t\n\n\t2  ROME. STREETS. EXT/INT. NIGHT\n\n\t\n\n\tIt's late, but there is still traffic on the streets heading downtown.\n\n\tInside a high-powered car, a man  around fifty is driving. It is\n\n\tSALVATORE Dl VITA. Elegant, just growing gray, a handsome face\n\n\tcreased by deep wrinkles. His weary expression hides the determined,\n\n\tsell-assured manner of the successful self-made man. He must be a\n\n\theavy smoker judging by the way he draws the last puffs on his\n\n\tcigarette.\n\n\t\n\n\tHe stops at a red light. He stubs out the cigarette and rolls down the\n\n\twindow, as a little Fiat Uno pulls up alongside. A rock tune plays full\n\n\tblast on the radio. SALVATORE turns instinctively to have a look at the\n\n\tman at the wheel  a BOY with a brush cut standing straight in the latest\n\n\tfashion. He studies the Boy's expression with almost exaggerated\n\n\tattention, but devoid of curiosity, coldly. The GIRL sitting beside him,\n\n\tlots of curly hair, overripe red lips, returns SALVATORE'5 look,\n\n\tprovocatively.",
  "3": "---END OF PREVIOUS SECTION---\nSALVATORE turns instinctively to have a look at the\n\n\tman at the wheel  a BOY with a brush cut standing straight in the latest\n\n\tfashion. He studies the Boy's expression with almost exaggerated\n\n\tattention, but devoid of curiosity, coldly. The GIRL sitting beside him,\n\n\tlots of curly hair, overripe red lips, returns SALVATORE'5 look,\n\n\tprovocatively. \n---TARGET SECTION TO BE ANNOTATED---\n The BOY notices, turns to SALVATORE in a surly voice:\n\n\t\n\n\t\t\t\tBOY  \n\n\t\tHey! What the fuck you looking at!?\n\n\t\n\n\tGreen light. The Fiat Uno shoots off, leaving a trail of music in its wake.\n\n\t\n\n\t3  ROME. SALVATORE S APARTMENT. INT. NIGHT \n\n\t\n\n\tThe apartment is luxurious, tastefully furnished. There is no one waiting for \n\n\tSALVATORE. Through the picture window on the terrace, the city can be seen \n\n\tslumbering in the night. SALVATORE gets undressed on his way to the bedroom. He \n\n\tmoves quietly, as if to make no noise. He doesn't even turn on the light, \n\n\tfinishes getting undressed in the pale blue glow coming from the picture window. \n\n\tA rustling sound, a movement on the bed, the voice of a woman waking up. \n\n\t\n\n\t\t\t\tCLARA  \n\n\t\tSalvatore...But what time is it? \n\n\t\n\n\tShe turns on the bedside light. It is CLARA, a young woman around thirty. \n\n\tSALVATORE climbs in beside her under the covers, kisses her sweetly, then in a \n\n\twhisper.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tIt's late, Clara. Sorry, but I wasn't \n\n\t\table to let you know I wouldn't be \n\n\t\tcorning...\n\n\t\t\t(He fondles her, but he is \n\n\t\t\ttired, feels like \n\n\t\t\tsleeping.) \n\n\t\tGo to sleep now. Sleep.\n\n\t\n\n\tHe turns over on the other side. CLARA shuts her eyes, is about to drop off, \n\n\tbut whispers.\n\n\t\n\n\t\t\t\tCLARA  \n\n\t\tYour mother phoned. She took me for \n\n\t\tsomebody else...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Surprised) \n\n\t\tAnd what'd you tell her?\n\n\t\n\n\t\t\t\tCLARA  \n\n\t\tI played dumb, so as not to \n\n\t\tdisappoint her. We had a nice little \n\n\t\ttalk. She says you never go see her, \n\n\t\tand when she wants to see you she has \n\n\t\tto come to Rome...Is it true?\n\n\t\n\n\tSALVATORE doesn't answer. God only knows how often he's heard that question \n\n\tbefore.",
  "4": "---END OF PREVIOUS SECTION---\nIs it true? SALVATORE doesn't answer. God only knows how often he's heard that question \n\n\tbefore. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tShe phoned just to say that? \n\n\t\n\n\tShe reaches out to switch of the light, buries her head into the pillow.\n\n\t\n\n\t\t\t\tCLARA  \n\n\t\tShe said a certain Alfredo had died. \n\n\t\tAnd the funeral's taking place \n\n\t\ttomorrow afternoon...\n\n\t\t\t(A strange look suddenly \n\n\t\t\tcomes into SALVATORE'S \n\n\t\t\teyes. The idea of going to \n\n\t\t\tsleep has clearly left \n\n\t\t\thim. It's a piece of news \n\n\t\t\the didn't expect. That's \n\n\t\t\ttaken him off-guard. CLARA \n\n\t\t\twould like to carry on the \n\n\t\t\tconversation, but \n\n\t\t\tsleepiness makes \n\n\t\t\tit almost impossible. An \n\n\t\t\tshe can manage is one last \n\n\t\t\tquestion in a faint little \n\n\t\t\tvoice:)\n\n\t\tWho is it? A relative of yours?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tNo. Sleep. Go to sleep.\n\n\t\n\n\tShe falls asleep in the dead silence of the night. SALVATORE is seized by a \n\n\tsort of chill a deep, troubled feeling. He gazes through the window al the city, \n\n\twith its shimmering lights still moving in the darkness, suddenly shrouded in a \n\n\theavy curtain of rain. But he gazes off, beyond the row of houses, beyond the \n\n\tdark sky; the shadow of a wind chime plays across his face summoning up endless \n\n\tmemories, drawing forth from the infinite depths of oblivion a past that he \n\n\tthought had vanished, been wiped out, and instead now re-emerges, comes back to \n\n\tlife, takes on light, superimposing itself on the mellow middle-aged features of \n\n\this face, in the shadow of the city shaken by the storm, until another image is \n\n\tformed, an ancient, remote image...\n\n\t\n\n\t4  GIANCALDO. CHURCH AND SACRISTY. INT. MORNING\n\n\t\n\n\tAn image from over forty years before. In the baroque church of\n\n\tGiancaldo. SALVATORE is nine years old. Dressed as an altar boy, he\n\n\tis kneeling by the altar with a little silver bell in his hands. The\n\n\tcongregation is also kneeling. The PRIEST is consecrating the Host.",
  "5": "---END OF PREVIOUS SECTION---\nDressed as an altar boy, he\n\n\tis kneeling by the altar with a little silver bell in his hands. The\n\n\tcongregation is also kneeling. The PRIEST is consecrating the Host. \n---TARGET SECTION TO BE ANNOTATED---\n\tLittle SALVATORE has just got out of bed, is still half-asleep, yawns\n\n\tand doesn't notice that the PRIEST is standing there with the Host in\n\n\tthe air glaring at him, as if trying to tell him something.\n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tPss! Pssst!\n\n\t\n\n\tSALVATORE finishes yawning and opening his eyes meets the\n\n\twithering look of the PRIEST. He gets the message at once and\n\n\trings the bell. Now the PRIEST can carry on, lifts the chalice and\n\n\tthe bell is heard again.\n\n\t\n\n\t\t\t\t\t\tCut to:\n\n\t\n\n\tThe service is over. The PRIEST is in the sacristy removing his\n\n\tvestments. And SALVATORE is also there, removing his altar-boy\n\n\ttunic.\n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tBut how can I make you understand? \n\n\t\tWithout the bell I just can't go on! \n\n\t\tAlways half asleep, you are! What do \n\n\t\tyou do at night anyway? Eat instead \n\n\t\tof sleep?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tFather, at my house we don't even eat \n\n\t\tat noon. That's why I'm always \n\n\t\tsleepy. That's what the vet says.\n\n\t\n\n\tThe PRIEST has finished disrobing. He takes the bell\n\n\tSALVATORE was holding during the service and turns to leave.\n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tAll right, Toto, get moving, I've got \n\n\t\tthings to do. Say hello to your \n\n\t\tmother.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tCan I...\n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\t\t(Interrupting him) \n\n\t\tAnd don't ask if you can come...\n\n\t\tBecause you can't!! Shoo, shoo, off \n\n\t\twith you!!\n\n\t\n\n\tSALVATORE gives a shrug and leaves. The PRIEST goes down a\n\n\tcorridor, opens a door, another corridor, and finally a door\n\n\tleading to an outside courtyard. He cuts across it and disappears\n\n\tinto another door.\n\n\t\n\n\t5  CINEMA PARADISO AND PROJECTION BOOTH. INT. MORNING\n\n\t\n\n\tThe PRIEST enters a movie house. Not very big  200 seats on the main\n\n\tfloor and another seventy in the balcony.",
  "6": "---END OF PREVIOUS SECTION---\nINT. MORNING\n\n\t\n\n\tThe PRIEST enters a movie house. Not very big  200 seats on the main\n\n\tfloor and another seventy in the balcony. \n---TARGET SECTION TO BE ANNOTATED---\n Along the walls, posters of\n\n\tfilms to be shown are stuck up between the light fixtures. In one corner,\n\n\ta statue of the Virgin Mary with flowers. The CLEANING LADY has\n\n\tfinished work and is leaving. Up in the balcony, over the last row of\n\n\tseats, are the holes of the projection booth. The middle hole is\n\n\tcamouflaged by the huge head of a roaring lion, all in plaster, and the\n\n\tlens of the projector can be glimpsed between its sharp teeth.\n\n\tthere are two smaller holes, through which the figure of a man can be\n\n\tmade out, appearing and disappearing...It is ALFREDO, the\n\n\tprojectionist. He is around forty, skinny and bony with a tough\n\n\tpeasant face. He has finished loading the projector and is checking the\n\n\tcarbons in the arc lamp. Then he removes the glass from one of the\n\n\tholes and looks down into the theatre, at the PRIEST who waves his\n\n\thand.\n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tOK, Alfredo, you can start!!\n\n\t\n\n\tHe sits down an by himself in the middle of the empty theatre.\n\n\tUp in the booth, ALFREDO lights the arc lamp and sets the\n\n\tprojector going.\n\n\t\n\n\tDown in the theatre, the light goes off and out of the lion's mouth\n\n\tstreams the glowing ray aimed al the screen. String music, sweet\n\n\tand ominous, spreads through the theatre. On the screen appear\n\n\tthe credit titles of an American film of the 1940s. The PRIEST\n\n\tscrews up his face and holds the bell in his right hand resting on\n\n\tthe arm of his seat.\n\n\t\n\n\tAt the back of the theatre, behind the last row, a curtain moves,\n\n\topens a crack and SALVATORE'S gaunt little face appears. He\n\n\thas managed to sneak in somehow and stands there without a\n\n\tword, spellbound, watching the 'movie' on the glowing screen.\n\n\tThe credit titles have long come and gone. The story is at a\n\n\tturning-point. \n\n\t\n\n\tUp above, in the hole of the booth next to the lion,\n\n\tALFREDO watches the film, but his eyes keep looking down at the\n\n\tPRIEST, who is now drumming the bell with his fingers.",
  "7": "---END OF PREVIOUS SECTION---\nThe credit titles have long come and gone. The story is at a\n\n\tturning-point. Up above, in the hole of the booth next to the lion,\n\n\tALFREDO watches the film, but his eyes keep looking down at the\n\n\tPRIEST, who is now drumming the bell with his fingers. \n---TARGET SECTION TO BE ANNOTATED---\n On the\n\n\tscreen, the male and female lead, two Hollywood stars, are in\n\n\tclose-up; the dialogue is passionate, romantic. SALVATORE,\n\n\tcarried away by those faces, by the way they talk, by the beauty\n\n\tof the woman, slowly slips down the length of the curtain until he\n\n\tis sitting on the floor, his eyes glued to the screen. \n\n\t\n\n\tThe love scene reaches a climax, the music crescendos, and the love-struck \n\n\tcouple finally fall into each other's arms and kiss. Instinctively, the PRIEST \n\n\traises the bell into the air, as in some age-old ceremony, and gives it a loud \n\n\tring...\n\n\t\n\n\tUp in the booth ALFREDO hears the bell; it's the signal he's been\n\n\twaiting for. He takes a slip of paper from a pad prepared for that\n\n\tpurpose and sticks it into the loops of the film containing that\n\n\tspecific scene as it winds on to the reel. The projection\n\n\tcontinues...\n\n\t\n\n\t...And also the kiss of the two actors. The PRIEST'S nervous look lingers on \n\n\tthose black-and-white lips meeting and now pulling apart for one last \n\n\tdeclaration of love before separating. SALVATORE is wide-eyed, he's probably \n\n\tnever seen a man and woman kiss before, it's a vision that for him has all the \n\n\tattraction of forbidden fruit, the horror of sin. The screen is now filled with \n\n\tthe figure of a woman getting undressed, showing for one instant the white, \n\n\tvoluptuous flesh of her broad, naked shoulders. SALVATORE stares in open-mouthed \n\n\twonder. The PRIEST, in a fury, grabs the bell and shakes it for all he is worth. \n\n\tFrom the sound of the bell to another sound...\n\n\t\n\n\t6  GIANCALDO. MAIN SQUARE. EXT. DAY \n\n\t\n\n\tThe tolling of the bell-tower rings out over the \n\n\tsquare. It is noon. The vast square, pale and dusty, is alive with people. A \n\n\tnoisy line of men, women and cows waits in front of the fountain to get water. \n\n\tPeddlers hawk their wares in mournful cries. People come and go in front of the \n\n\ttown hall. The working men's club is deserted.",
  "8": "---END OF PREVIOUS SECTION---\nPeddlers hawk their wares in mournful cries. People come and go in front of the \n\n\ttown hall. The working men's club is deserted. \n---TARGET SECTION TO BE ANNOTATED---\n The entrance of the Cinema \n\n\tParadiso is shut. Hanging outside is the poster of the film that has just been \n\n\tseen on screen. Up above, the windows of the projection booth are open. The hum \n\n\tof the projector can be heard and the loud, lofty music typical of 'THE END'. \n\n\tThen dead silence. The showing is over.\n\n\t\n\n\t7. CINEMA PARADISO. PROJECTION BOOTH. INT. DAY\n\n\t\n\n\tDespite the speed, numerous white streaks spin around on the reel,\n\n\tcreated by the slips of paper ALFREDO has inserted into the loops. He\n\n\tis rewinding the film by hand on the film-winder. When he's not\n\n\ttalking, ALFREDO usually sings to himself. SALVATORE stands beside\n\n\thim, taking in everything he does with those quick, thieving eyes of his\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Harshly, shouting) \n\n\t\tYou must not come here! How many \n\n\t\ttimes do I have to tell you?\n\n\t\t\t(And he slows down the \n\n\t\t\treels with his hand. The \n\n\t\t\tslips of paper\n\n\t\t\tare about to arrive. \n\n\t\t\tHere's the first.)\n\n\t\tIf the film catches fire, runt that \n\n\t\tyou are, you'd go up in a\n\n\t\tburst of flame...whoosh! And turn \n\n\t\tinto a piece of...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Overlapping him)\n\n\t\t...and turn into a piece of \n\n\t\tcharcoal!!\n\n\t\n\n\tHe's used to his terrorisms, pays no more attention. Not even his\n\n\tgrim look scares him. Anyway, ALFREDO catches the joke, starts to give him a \n\n\tslap, but instead reaches over and picks up a pair of scissors.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Angrily) \n\n\t\tChrist, that's a sassy little tongue \n\n\t\tyou've got! Watch out, or someday \n\n\t\tI'll snip it off. \n\n\t\n\n\tAnd he snips a piece of film, pastes the ends together and goes on turning the \n\n\thandle. SALVATORE picks up the strip of film and gives it a closer look. He sees \n\n\ta series of frames all alike with a man kissing a woman.",
  "9": "---END OF PREVIOUS SECTION---\nAnd he snips a piece of film, pastes the ends together and goes on turning the \n\n\thandle. SALVATORE picks up the strip of film and gives it a closer look. He sees \n\n\ta series of frames all alike with a man kissing a woman. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tCan I have it? \n\n\t\n\n\tALFREDO snatches it out of his hand, furiously, at the end of his string. He \n\n\tshouts.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tNo!!! Are you deaf or something? I've \n\n\t\tgot to put this back in when we wind \n\n\t\tup the film again! You're a real pain \n\n\t\tin the neck! \n\n\t\n\n\tSALVATORE reaches into a basket full of strips of film. He takes out a handful: \n\n\tall kisses that have been cut.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThen why didn't you put these back \n\n\t\twhen you wound up the films again? \n\n\t\n\n\tALFREDO is caught out. He stops the film where another slip of paper is stuck \n\n\tin and cuts the scene:\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t'Cause sometimes you can't find the \n\n\t\tright place any more and so...well, \n\n\t\tactually...they stay here. \n\n\t\t\t(Finding an excuse) \n\n\t\tBesides, there are more kisses than \n\n\t\tyou can count.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Excited) \n\n\t\tSo I can have these? \n\n\t\t\t(ALFREDO explodes, flies \n\n\t\t\toff the handle. He grabs \n\n\t\t\tSALVATORE by the shoulders \n\n\t\t\tand shakes him.)\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tLook, Toto! Before I kick your ass \n\n\t\tall the way to China and back, let's \n\n\t\tmake a deal. These strips here are \n\n\t\tyours, I give them to you. However! \n\n\t\tOne  you're not to stick your nose in \n\n\t\there any more. Two  I'll keep them \n\n\t\tfor you, because you can't take them \n\n\t\thome for God forbid and save our \n\n\t\tsouls, if they catch fire, all hell \n\n\t\twill break loose! OK? Oh!!! And now \n\n\t\tscram! \n\n\t\n\n\tHe takes him and turns him towards the stairs. For him the matter is closed. He \n\n\treturns to the film-winder.",
  "10": "---END OF PREVIOUS SECTION---\nHe takes him and turns him towards the stairs. For him the matter is closed. He \n\n\treturns to the film-winder. \n---TARGET SECTION TO BE ANNOTATED---\n SALVATORE sneaks back and while ALFREDO's attention \n\n\tis elsewhere, snatches up a handful of movie frames scattered on the counter, \n\n\tstuffs them into his pocket and...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWhat sort of deal is this? The strips \n\n\t\tare mine! So why can't I come see \n\n\t\tthem? \n\n\t\n\n\tAnd he stares at ALFREDO with a sly, saucy look. ALFREDO clutches his hand, \n\n\tdarts forth like an arrow and is about to give him a kick in the ass. He \n\n\tshrieks:\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tGet out!! And don't show your face \n\n\t\there again! \n\n\t\n\n\tAnd before the kick reaches its destination, SALVATORE has already dashed off \n\n\tdown the spiral staircase.\n\n\t\n\n\t8  GIANCALDO. SALVATORE'S HOUSE. INT. EVENING\n\n\t\n\n\tThat was not the first theft of film strips. SALVATORE's hand reaches\n\n\tinto a flowery metal box jammed full of pieces of film. He takes out a\n\n\tfew frames and holds them up against the kerosene lamp. Gazes at the\n\n\tfigures that remind him of the films seen at Cinema Paradiso, and in a\n\n\twhisper mangles fragments of dialogue, the shooting of guns, the\n\n\tmusical climaxes...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tBang! Bang! Bang! Shoot first, think \n\n\t\tlater! This is no job for weaklings! \n\n\t\tTreacherous dog!\n\n\t\n\n\tThe house has no lights, is gloomy and cold. SALVATORE's\n\n\tmother, MARIA, is leaning on the table in front of him. She is\n\n\tyoung, around thirty, and her pretty face is haggard, marred by\n\n\tall the sacrifices. She is sewing some clothes, is a seamstress. LIA,\n\n\this four-year-old sister, is sleeping on a cot in one corner. The\n\n\tkerosene lamp projects the trembling shadow of the film strips on\n\n\tthe wall, figures of prairies, gunslingers, thugs. SALVATORE's\n\n\tvoice changes, turns even tougher.",
  "11": "---END OF PREVIOUS SECTION---\nLIA,\n\n\this four-year-old sister, is sleeping on a cot in one corner. The\n\n\tkerosene lamp projects the trembling shadow of the film strips on\n\n\tthe wall, figures of prairies, gunslingers, thugs. SALVATORE's\n\n\tvoice changes, turns even tougher. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tSALVATORE\n\n\t\tHey there, you lousy bastard, take \n\n\t\tyour hands off that gold, You black-\n\n\t\thearted pig, stay away from me, or \n\n\t\tI'll smash your face in! \n\n\t\t'Ntantatah!!!...\n\n\t\t\t(In the heap of movie \n\n\t\t\tframes there are also \n\n\t\t\tseveral photographs. \n\n\t\t\tSALVATORE picks them up. \n\n\t\t\tFamily keepsakes. A man in \n\n\t\t\tan army uniform. Then the \n\n\t\t\tsame man with a girl \n\n\t\t\tbeside him whose smiling \n\n\t\t\tface can be recognized as \n\n\t\t\tMARIA. SALVATORE takes a \n\n\t\t\tcloser look at the man's \n\n\t\t\tface, then whispers to his \n\n\t\t\tmother:)\n\n\t\tMa, if the war's over, how come \n\n\t\tDaddy's never come back?\n\n\t\n\n\tMARIA looks up at him with a sweet smile.\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tHe'll be back, he'll be back...\n\n\t\tYou'll see. One of these\n\n\t\tdays...\n\n\t\n\n\tBut there is not much conviction written on her face. She looks\n\n\tback down at her sewing. SALVATORE goes on looking at the\n\n\tphotos.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI don't remember him any moreMa, \n\n\t\twhere's Russia?\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tIt takes years to get there. And \n\n\t\tyears to come back...Now go to bed, \n\n\t\tToto, it's late.\n\n\t\n\n\tSALVATORE puts the photos back into the box and tucks the box\n\n\tunder LIA's cot near the charcoal burner.\n\n\t\n\n\t9  GRADE SCHOOL. COURTYARD. EXT. DAY\n\n\t\n\n\tA noisy crowd of little children in black smocks, white collars and blue\n\n\tbows moves about the large courtyard where there are two tall palm\n\n\ttrees. The boys head for one door, the girls towards the opposite one.\n\n\tThe Janitors line them up two by two, ready to enter. Here and there,\n\n\tparents and relatives accompany the younger ones.",
  "12": "---END OF PREVIOUS SECTION---\nThe boys head for one door, the girls towards the opposite one. The Janitors line them up two by two, ready to enter. Here and there,\n\n\tparents and relatives accompany the younger ones. \n---TARGET SECTION TO BE ANNOTATED---\n Beneath one of the\n\n\tpalms, SALVATORE pulls off the altar-boy tunic, stuffs it into the\n\n\tkhaki-colored cardboard schoolbag, takes out the smock and puts it\n\n\ton, as one of his schoolmates passes by. It is MASINO, and he's crying\n\n\tdesperately because he doesn't want to go to school. His FATHER drags\n\n\thim along, yelling:\n\n\t\n\n\t\t\t\tMASINO'S FATHER\n\n\t\tYou can fool your mother but not me! \n\n\t\tGet yourself a damn diploma and \n\n\t\tbecome a policeman. You good-for-\n\n\t\tnothing!\n\n\t\n\n\t\t\t\tMASINO  \n\n\t\tI don't want to go to school'\n\n\t\t\t(The sound of the bell. \n\n\t\t\tThe black lines move up \n\n\t\t\tthe steps towards the \n\n\t\t\tschool.)\n\n\t\n\n\t1O  FOURTH GRADE. INT. DAY \n\n\t\n\n\tSALVATORE is sitting at the front-row desk next to PEPPINO, \n\n\ta little freckle-faced boy. His attention, like that of the whole class, is \n\n\tconcentrated on what is taking place at the blackboard. The TEACHER is standing \n\n\tthere, watching a plump little boy, shy and not quite all there, do a two-figure \n\n\tmultiplication  it is NICOLA SCORSONE, known as 'COLA'. He is red in the face, \n\n\thas one purple ear and one white one. He stares in terror at that '255 x 15' \n\n\twritten on the blackboard. The TEACHER yells, waving a birch rod in her hand. \n\n\t\n\n\t\t\t\tTEACHER  \n\n\t\tWell then?! Five times five \n\n\t\tequals...? \n\n\t\n\n\tCOLA stops to think a moment, then... \n\n\t\n\n\t\t\t\tCOLA  \n\n\t\tThirty!\n\n\t\n\n\tThe TEACHER grabs him by the purple ear and bashes his head against the numbers \n\n\ton the blackboard. A large thud echoes through the room, followed by a roar of \n\n\tlaughter. The TEACHER slams her rod on the desk.\n\n\t\n\n\t\t\t\tTEACHER  \n\n\t\tSilence!! \n\n\t\t\t(Then to COLA) \n\n\t\tThe five times table.",
  "13": "---END OF PREVIOUS SECTION---\nThe TEACHER slams her rod on the desk. TEACHER  \n\n\t\tSilence!! (Then to COLA) \n\n\t\tThe five times table. \n---TARGET SECTION TO BE ANNOTATED---\n Dunce! One \n\n\t\ttimes five, five!!\n\n\t\t\t(The class repeats with \n\n\t\t\tthe TEACHER, in a sing-\n\n\t\t\tsong chorus:)\n\n\t\n\n\t\t\t\tTEACHER and CLASS  \n\n\t\tTwo times five, ten! Three times \n\n\t\tfive, fifteen! Four times five, \n\n\t\ttwenty!\n\n\t\t\t(With a wave of the rod, \n\n\t\t\tthe TEACHER silences the \n\n\t\t\tclass, and finishes the \n\n\t\t\tsing-song with the fateful \n\n\t\t\tquestion.)\n\n\t\n\n\t\t\t\tTEACHER  \n\n\t\tFive times five?\n\n\t\n\n\t\t\t\tCOLA  \n\n\t\t\t(Timidly) \n\n\t\tForty...?\n\n\t\n\n\tAnother blow of the head on the blackboard. Hubbub.\n\n\tSlapping of the rod on the desk. SALVATORE secretly shows\n\n\tCOLA the picture of a Christmas tree on one page of the book,\n\n\tand mouths the word 'twenty-five'. COLA smiles, he has finally\n\n\tcaught on.\n\n\t\n\n\t\t\t\tTEACHER  \n\n\t\tI'm asking you for the last time, \n\n\t\tblockhead! Five times five equals...?\n\n\t\t\t(COLA turns to her with \n\n\t\t\tsmiling eyes and answers \n\n\t\t\tblissfully:)\n\n\t\n\n\t\t\t\tCOLA  \n\n\t\tChristmas!!\n\n\t\n\n\tSALVATORE clutches his head in anger, watches the TEACHER\n\n\tflogging COLA on the back with the rod. COLA screams at every\n\n\tblow, and at every blow the laughter in the class grows louder.\n\n\tSALVATORE stares at the rod moving up and down rhythmically. But he is not \n\n\tthinking of the pain his schoolmate is feeling, but is drawn, rather, by that \n\n\tstrange regular beat, finds it similar to another regular beat, that of...\n\n\t\n\n\t11  CINEMA PARADISO. BALCONY AND MAIN FLOOR. INT. DAY\n\n\t\n\n\t...the rolling pin ALFREDO uses to flatten out a reel of film that has just \n\n\tbeen unloaded. SALVATORE carefully watches ALFREDO 5 every move. He is not in \n\n\tthe projection booth, but up in the balcony, standing on top of the last row of \n\n\tseats. He peers through the hole next to the lion's head.",
  "14": "---END OF PREVIOUS SECTION---\nSALVATORE carefully watches ALFREDO 5 every move. He is not in \n\n\tthe projection booth, but up in the balcony, standing on top of the last row of \n\n\tseats. He peers through the hole next to the lion's head. \n---TARGET SECTION TO BE ANNOTATED---\n His bright little eyes \n\n\tfix in his mind the things ALFREDO does, as he loads the film into the \n\n\tprojector, shuts the fireproof housings, turns on the amplifier, checks the \n\n\tcarbons in the arc lamp, then lowers his head to have a look into the theatre \n\n\tand finds himself face to face with SALVATORE.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Sternly) \n\n\t\tWhat are you doing here? \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI bought a ticket. I've come to see \n\n\t\tthe film.\n\n\t\t\t(Meanwhile the USHER comes \n\n\t\t\tup behind him and grabs \n\n\t\t\thim by the collar, and he \n\n\t\t\talmost jumps out of his \n\n\t\t\tskin. ALFREDO laughs.)\n\n\t\n\n\t\t\t\tUSHER  \n\n\t\t\t(Yelling) \n\n\t\tGo sit downstairs! You good-for-\n\n\t\tnothing sponger! ! \n\n\t\t\t(To the audience) \n\n\t\tWorse than rabbits they are!\n\n\t\n\n\tSALVATORE has run downstairs. The main floor is more\n\n\tcrowded than the balcony, like every Sunday, and there is a greatdin. The BOY \n\n\tselling ice-cream, soda pop and candy shouts and\n\n\truns around like a chicken with its head off. Now the lights dim,\n\n\tthe hubbub dies down and the performance starts. Before the film\n\n\tthere is a preview for Stagecoach. The screen fills with images ofJohn Wayne, \n\n\tthe pursuit of the stagecoach by hostile Indians\n\n\tetc...\n\n\t\n\n\tSALVATORE is sitting in the front rows, right under the screen,\n\n\tnext to BOCCIA, COLA, MASINO, PEPPINO and OTHER KIDS, all with their noses in \n\n\tthe air. BOCCIA, the biggest show off of the group, is smoking a cigarette. An \n\n\tOLD MAN appears through the entrance curtain, takes a couple of steps and \n\n\tshouts:)\n\n\t\n\n\t\t\t\tFIRST OLD MAN  \n\n\t\tHello, everybody!\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\t\t(At once) \n\n\t\tSsssssh!!! Ssssssh! Silence!\n\n\t\n\n\t\t\t\tFIRST OLD MAN  \n\n\t\tCan't I say hello?\n\n\t\n\n\t\t\t\tUSHER  \n\n\t\tIt's a double-feature today.\n\n\t\n\n\t\t\t\tFIRST OLD MAN  \n\n\t\tI couldn't care less.",
  "15": "---END OF PREVIOUS SECTION---\nFIRST OLD MAN  \n\n\t\tCan't I say hello? USHER  \n\n\t\tIt's a double-feature today. FIRST OLD MAN  \n\n\t\tI couldn't care less. \n---TARGET SECTION TO BE ANNOTATED---\n I come here to \n\n\t\tsleep.\n\n\t\n\n\tAll at once, a chorus of shouts and whistles fills the theatre. Up\n\n\ton the screen, a globe of the world appears, spinning among the\n\n\tstars, the logo announcing the newsreel.\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\t\t(Hooting and whistling) \n\n\t\tFor Christ's sake! Cut it, \n\n\t\tAlfredoooo!\n\n\t\n\n\tThe CHILDREN in the front rows also yell, but SALVATORE goes\n\n\ton being alert. He turns and looks up at the holes of the projection\n\n\tbooth, as if it were an impregnable fortress. He watches the crazy\n\n\tdancing of light in the glowing stream that opens towards him in a\n\n\tcone. And besides, that lion's head, mysterious, almost gruesome,\n\n\temphasizes the enigmatic secret of the movies. In his dreamy eyes,\n\n\tthat lifeless lion seems to wake up with a ferocious roar.\n\n\t\n\n\tSALVATORE has a frightened look...Another lion roaring. But up on the screen. \n\n\tThe MGM lion. The throng of children imitate the famous growl all together, \n\n\tshaking their heads in unison.\n\n\t\n\n\t\t\t\tCHILDREN  \n\n\t\tGrrrr! Grrrrr! \n\n\t\n\n\tThe film starts: it is Visconti's La terra trema. SALVATORE is in bliss. His \n\n\twide eyes looking up at the magic square of light. The title music. Another OLD \n\n\tMAN enters at the back of the theatre, but before sitting down, says hello in a \n\n\tloud voice.\n\n\t\n\n\t\t\t\tSECOND OLD MAN  \n\n\t\tGreetings to one and all!\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\tSSSSSH' Drop dead! Silence! Hey, \n\n\t\tkids, we're here to see the film! \n\n\t\n\n\tNow there is an important sequence. The audience is silent. Concentrated on the \n\n\tscreen. BOCCIA passes the lighted cigarette to SALVATORE. He takes a puff and \n\n\thands it on to the others without ever taking his eyes off the screen. The \n\n\tbeautiful star of the film appears on screen. A different kind of attention \n\n\ttakes hold of the excited audience. SALVATORE and the others stare at her with \n\n\topen mouths...She leans towards the leading man, a languid expression, their \n\n\tprofiles touch.",
  "16": "---END OF PREVIOUS SECTION---\nA different kind of attention \n\n\ttakes hold of the excited audience. SALVATORE and the others stare at her with \n\n\topen mouths... She leans towards the leading man, a languid expression, their \n\n\tprofiles touch. \n---TARGET SECTION TO BE ANNOTATED---\n But all at once, just at the best part, there is a sudden jolt. \n\n\t\n\n\tThe kiss isn't seen.\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\t\t(Disappointed) \n\n\t\tAhhh! What a shame! I've been going \n\n\t\tto the movies for twenty years and I \n\n\t\tnever saw a kiss! \n\n\t\n\n\tSALVATORE is the only one to laugh to himself. He knows what has happened.\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\tAnd when will we see one? \n\n\t\n\n\tUp in the balcony, the audience is more sedate. The tickets cost more and the \n\n\tpeople are richer, more refined. Among them, a MAN with a moustache, the look of \n\n\ta public notary, is sitting right in front of the railing. Seriously, without \n\n\tbatting an eye, he spits down below with contempt. Right on the dot, a voice is \n\n\theard, followed by a chorus of protests.\n\n\t\n\n\t\t\t\tVOICE and AUDIENCE  \n\n\t\tBugger!!! Ssssh!!! Silence!!\n\n\t\n\n\t12  SQUARE AND ENTRANCE OF CINEMA PARADISO. EXT. NIGHT\n\n\t\n\n\tThe bell-tower rings midnight. The square is nearly deserted. Except\n\n\tfor a landowner near the refreshment stand, with a moustache and a\n\n\that, DON VINCENZO by name, who is picking out from a group of\n\n\tlabourers the men he'll be needing in the country at dawn. He chooses,\n\n\tpoints his finger, calls...\n\n\t\n\n\tPeople come out of the movie house after the last showing.\n\n\tThe USHER locks the front door as ALFREDO climbs down from the\n\n\tprojection booth. Among the crowd there is only one kid, SALVATORE.\n\n\tTired, half-asleep. He's seen all the showings. He starts to walk away\n\n\twhen he catches sight of his mother standing on the opposite corner,\n\n\twrapped in an old coat. She's waiting for him, in a temper.\n\n\tSALVATORE drops his eyes to the ground, mortified. He knows what's\n\n\tcoming. He goes over to her timidly, uncertain, gives her a questioning\n\n\tlook.\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tI've been looking for you all day. \n\n\t\tDid you buy the milk?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tNo...",
  "17": "---END OF PREVIOUS SECTION---\nMARIA  \n\n\t\tI've been looking for you all day. Did you buy the milk? SALVATORE  \n\n\t\tNo... \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tMARIA  \n\n\t\tThen where's the money?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tSomebody stole it.\n\n\t\n\n\tMARIA gives him a slap. SALVATORE holds back the sobs, but\n\n\this eyes brim with tears. ALFREDO and the USHER are nearby,\n\n\thave heard everything.\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tWhat'd you do with the money? Go to \n\n\t\tthe movies?\n\n\t\n\n\tSALVATORE nods his head and the sobs increase. MARIA, in\n\n\tdespair, flies off the handle, slaps him again, but looks as if she\n\n\tdoesn't really want to, as if deep down she forgives her son's\n\n\tescapade. ALFREDO catches on, speaks up on behalf of\n\n\tSALVATORE.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tSignora Maria, don't do that. He's \n\n\t\tjust a kid. \n\n\t\t\t(To SALVATORE) \n\n\t\tAnd why are you telling fibs? \n\n\t\t\t(To MARIA) \n\n\t\tWe let him in free. He must have lost \n\n\t\tthe money inside the movie\n\n\t\ttheatre...\n\n\t\t\t(SALVATORE stares at him \n\n\t\t\tin amazement, goes on \n\n\t\t\tlistening to him.)\n\n\t\tHow much did you have?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tFifty lire...\n\n\t\t\t(MARIA wipes away his tears.)\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(To the USHER) \n\n\t\tWhat you find tonight on the floor \n\n\t\tbetween the seats?\n\n\t\t\t(The USHER reaches into-\n\n\t\t\this pockets, pulls out \n\n\t\t\tsome odds and ends.)\n\n\t\n\n\t\t\t\tUSHER  \n\n\t\tA comb, two heel-savers, a box of \n\n\t\ttobacco...\n\n\t\t\t(ALFREDO very skillfully \n\n\t\t\treaches out with fifty \n\n\t\t\tlire he has taken\n\n\t\t\tfrom his pocket. And like \n\n\t\t\ta magician he draws the \n\n\t\t\tmoney out of\n\n\t\t\tthe USHER'S hand.)\n\n\t\n\n\t\t\t\tALFREDO \n\n\t\t...and fifty lire! \n\n\t\t\t(To MARIA) \n\n\t\tSee?\n\n\t\t\t(He hands over the money \n\n\t\t\tunder the USHER'S \n\n\t\t\tastonished eyes.",
  "18": "---END OF PREVIOUS SECTION---\nAnd like \n\n\t\t\ta magician he draws the \n\n\t\t\tmoney out of\n\n\t\t\tthe USHER'S hand.)\n\n\t\n\n\t\t\t\tALFREDO \n\n\t\t...and fifty lire! (To MARIA) \n\n\t\tSee? (He hands over the money \n\n\t\t\tunder the USHER'S \n\n\t\t\tastonished eyes. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tMARIA  \n\n\t\tThanks, Uncle Alfredo. Thanks. Good-\n\n\t\tnight.\n\n\t\n\n\tShe walks away, dragging SALVATORE by the hand. ALFREDO\n\n\tgives him a wink. SALVATORE smiles and winks back, but he's\n\n\tnot very good at it; he can't manage to shut only one eye.\n\n\tEverybody leaves and the square empties, as the VILLAGE IDIOT\n\n\tcomes up to the group of labourers, beside DON VINCENZO,\n\n\tmotioning them all to get moving.\n\n\t\n\n\t\t\t\tIDIOT  \n\n\t\tIt's midnight. I've got to shut down \n\n\t\tthe square! Go away.\n\n\t\tThe square's mine! The square's \n\n\t\tmine!!\n\n\t\n\n\t13  CEMETERY ROAD AND VILLAGE ROAD. EXT. DAY\n\n\t\n\n\tSALVATORE, dressed as an altar boy, walks alongside the PRIEST\n\n\twho is wearing the ceremonial vestments. They are tired, have walked\n\n\ta long way. Behind them a donkey pulls a wagon containing a little\n\n\twhite coffin and a bunch of flowers. Behind that a little procession  the\n\n\tparents and relatives of the dead child. The road is very wide, covered\n\n\twith white earth. The spring sun is dazzling. The funeral procession\n\n\tkicks up a cloud of dust that makes everything blurred and hazy, like a\n\n\tdream, rimmed around the horizon by the blue line of the sea. The\n\n\tprocession now turns into the large gate of the cemetery. ALFREDO,\n\n\tworking in the fields, takes his hat off and watches the coffin as it passes by.\n\n\t\n\n\t\t\t\t\t\tCut to:\n\n\t\n\n\tThe funeral is over. The PRIEST and SALVATORE are walking back\n\n\tto the village. ALFREDO appears out of the countryside on e bicycle\n\n\twith a hoe and other farm tools in the basket. He comes pedaling up\n\n\tbeside them.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tGood morning, father. It's hard on \n\n\t\tthe feet, huh?\n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\t\t(Breathless) \n\n\t\tYeah!...Getting there's downhill and \n\n\t\tall the saints help you. But coming \n\n\t\tback! The saints stand there watching \n\n\t\tyou, that's all! God's will be done.",
  "19": "---END OF PREVIOUS SECTION---\nBut coming \n\n\t\tback! The saints stand there watching \n\n\t\tyou, that's all! God's will be done. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\tSALVATORE is about to open his mouth, wants to say something\n\n\tto ALFREDO, but he doesn't have time. ALFREDO pedals harder\n\n\tand rides off.\n\n\t\n\n\tSALVATORE is crestfallen. He looks et the PRIEST, then at the bicycle riding \n\n\taway. His eyes light up  an idea! He suddenly yells:\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tOuch! Ouch! My foot! I can't walk!\n\n\t\n\n\tHe limps. Throws himself to the ground as if a snake had bitten him. The PRIEST \n\n\tleans over in alarm. Up ahead in the distance, ALFREDO turns around to look.\n\n\t\n\n\t\t\t\t\t\tCut to:\n\n\t\n\n\tThere is a smile on SALVATORE'S face. He is riding on the crossbar of ALFREDO's \n\n\tbicycle. On their way back lo the village.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tAlfredo, did you know my father?\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tOf course I knew your father. He was \n\n\t\ttall, thin, pleasant, and had a \n\n\t\tmoustache like mine. Always smiling. \n\n\t\tHe looked like Clark Gable. \n\n\t\n\n\tThere's something SALVATORE wants to talk about, but he doesn't know how to \n\n\tstart. He has a try with an innocent stratagem.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tAlfredo, now that I'm older, I'm not \n\n\t\tsaying I can start coming to the \n\n\t\tprojection booth, to the movie \n\n\t\thouse...But...maybe, why don't we \n\n\t\tbecome friends? \n\n\t\n\n\tALFREDO knows exactly what the little rascal is up to, and answers in a \n\n\tstrange, theatrical tone, as if he were repeating something he knows by heart, a \n\n\tremark taken from some old film.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t'I choose my friends for their \n\n\t\tlooks, and my enemies for their \n\n\t\tbrains...' \n\n\t\t\t(Laughs) \n\n\t\tYou're too smart to be my friend.",
  "20": "---END OF PREVIOUS SECTION---\nBut...maybe, why don't we \n\n\t\tbecome friends? ALFREDO knows exactly what the little rascal is up to, and answers in a \n\n\tstrange, theatrical tone, as if he were repeating something he knows by heart, a \n\n\tremark taken from some old film. ALFREDO  \n\n\t\t\t'I choose my friends for their \n\n\t\tlooks, and my enemies for their \n\n\t\tbrains...' \n\n\t\t\t(Laughs) \n\n\t\tYou're too smart to be my friend. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\tBesides, as I always tell my kids, be \n\n\t\tcareful to pick the right friends!\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Surprised) \n\n\t\tBut you don't have any kids!!!\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Spluttering) \n\n\t\tAll right, all right! When I've got \n\n\t\tkids that's what I'm telling them! \n\n\t\t\t(The outlying houses of \n\n\t\t\tGiancaldo finally heave \n\n\t\t\tinto sight.)\n\n\t\n\n\t14  SALVATORE S HOUSE. EXT. DAY\n\n\t\n\n\tLIA, SALVATORE'S kid sister, is crying outside the front door, terror\n\n\tstricken. Her face is smeared with smoke and her little dress half\n\n\tscorched and soaking wet. MARIA is distraught, damp with sweat, and\n\n\ttries to console her, hugging her in her arms.\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tStop crying...The fire is out...I'm \n\n\t\there...That'll do, that'll do...\n\n\t\t\t(ALFREDO and SALVATORE \n\n\t\t\tcome up behind them. \n\n\t\t\tSALVATORE has barely leapt \n\n\t\t\toff the bicycle when his \n\n\t\t\tmother sails into him like \n\n\t\t\ta fury, shrieking:)\n\n\t\tMiserable boy! You're the ruin of me! \n\n\t\tYour sister would have been burnt \n\n\t\talive if I hadn't been there! And all \n\n\t\tyour fault!\n\n\t\n\n\tSALVATORE darts off, chased by his mother, swift as a deer.\n\n\tALFREDO doesn't understand what has happened, leans over\n\n\tLIA, who goes on bawling her eyes out, and sees on the ground, in\n\n\tthe middle of the water, a flowery box all charred and still\n\n\tsmoking, and all around scraps of film reduced to ashes and\n\n\tseveral singed photographs, the photos of SALVATORE s father.\n\n\tALFREDO gets the message now, looks up at MARIA, who has\n\n\tcaught SALVATORE and is dragging him home, hitting and\n\n\tslapping him all the way. SALVATORE covers his head with his\n\n\thands to stave off the blows.",
  "21": "---END OF PREVIOUS SECTION---\nALFREDO doesn't understand what has happened, leans over\n\n\tLIA, who goes on bawling her eyes out, and sees on the ground, in\n\n\tthe middle of the water, a flowery box all charred and still\n\n\tsmoking, and all around scraps of film reduced to ashes and\n\n\tseveral singed photographs, the photos of SALVATORE s father. ALFREDO gets the message now, looks up at MARIA, who has\n\n\tcaught SALVATORE and is dragging him home, hitting and\n\n\tslapping him all the way. SALVATORE covers his head with his\n\n\thands to stave off the blows. \n---TARGET SECTION TO BE ANNOTATED---\n MARIA turns to ALFREDO, in a\n\n\tstern, indignant voice.\n\n\t\n\n\t\t\t\tMARIA\n\n\t\tBut aren't you ashamed of yourself, \n\n\t\tUncle Alfredo, playing with a little \n\n\t\tboy at your age?!\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Cowed) \n\n\t\tBut...what's it got to do with \n\n\t\tme?...\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tAnd who gave him all those films? \n\n\t\tPromise you won't give him any more \n\n\t\tof this trash! Don't let him set foot \n\n\t\tany more in the movie house. The \n\n\t\tboy's crazy! Crazy! All he talks \n\n\t\tabout is movies and Alfredo' Alfredo \n\n\t\tand movies!! \n\n\t\n\n\tALFREDO is crestfallen, didn't think that SALVATORE'S craziness, his morbid \n\n\tpassion for movies, could go this far.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tI give you my word, Donna Maria. \n\n\t\t\t(MARIA now turns one last \n\n\t\t\ttime to her son.)\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tGod's got to grant me one wish! Send \n\n\t\tyour father back home! And he'll see \n\n\t\tyou get what's coming to you! \n\n\t\t\t(SALVATORE lowers his \n\n\t\t\thands, looks at her and \n\n\t\t\twith the dreadful \n\n\t\t\tsincerity of children:)\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tDaddy's not coming back...He's dead. \n\n\t\t\t(An icy flash runs through \n\n\t\t\tMARIA'S eyes.)\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tIt's not true! No! It's not true!!! \n\n\t\tI'll show you he's coming back!\n\n\t\n\n\tAnd she beats him desperately, as if to enforce her stubborn hope, slap after \n\n\tslap. This time ALFREDO doesn't step in, lets MARIA give vent \n\n\tto her rage and fury, but SALVATORE'S cries make him feel guilty.\n\n\t\n\n\t15:SQUARE AND PROJECTION BOOTH. EXT/INT. DAY \n\n\t\n\n\tAnother Sunday. A crowd of men has gathered in the square around the café where \n\n\tthere is a loudspeaker. They are listening to the running commentary of the \n\n\tsoccer games. They check their Sisal pools coupons.",
  "22": "---END OF PREVIOUS SECTION---\nA crowd of men has gathered in the square around the café where \n\n\tthere is a loudspeaker. They are listening to the running commentary of the \n\n\tsoccer games. They check their Sisal pools coupons. \n---TARGET SECTION TO BE ANNOTATED---\n NICOLO CAROSIO'S VOICE \n\n\t...We're at the seventh minute of the second half. Turin is leading one to \n\n\tzero. The goal was scored by...(The scene is seen from above, by ALFREDO who \n\n\tpeers out of the window of the projection booth. CAROSIO'S voice drowns out the \n\n\tsoundtrack of the film being shown. ALFREDO is bored. He goes over to the \n\n\tprojector, looks through the hole...It's the last sequence of the film. The \n\n\tmusic swells to a climax as 'THE END' appears on the screen. Swift as ever, \n\n\tALFREDO turns on the lights in the theatre' stops the projector. Looks back \n\n\tthrough the hole, to see...)\n\n\t\n\n\t16:CINEMA PARADISO. INT/EXT. DAY\n\n\t\n\n\t...the house packed to the rafters. Voices and laughter of the children. Smoke, \n\n\tice-cream, soft drinks. The USHER has opened the emergency exits to let in air. \n\n\tHe fights off the gate-crashers who are trying to get in free. The sound of the \n\n\tsports commentary fills the theatre. The village BLACKSMITH is sleeping in his \n\n\tseat, his head thrown back and his mouth wide open. The KIDS blow up the empty \n\n\tice-cream sacks and pop them next to his ears. Bang! The BLACKSMITH wakes up \n\n\twith a start, in a sea of laughter. He yells:  \n\n\t\n\n\t\t\t\tBLACKSMITH  \n\n\t\tAh! I'll wring all your necks!! Or my \n\n\t\tgood name means nothing! !! Lousy \n\n\t\tbrats! \n\n\t\n\n\tSALVATORE doesn't laugh. He is sad. He turns and looks up at the projection \n\n\tbooth. He sees ALFREDO through the lion's mouth. ALFREDO also catches sight of \n\n\thim. SALVATORE gives him a timid wave of the hand, as if asking if he can come \n\n\tup a moment. The look on ALFREDO'S face is unmistakable, irrevocable: N0! \n\n\tSALVATORE'S not surprised; after what happened it won't be easy to win him over. \n\n\tYet there must be some way.",
  "23": "---END OF PREVIOUS SECTION---\nThe look on ALFREDO'S face is unmistakable, irrevocable: N0! SALVATORE'S not surprised; after what happened it won't be easy to win him over. Yet there must be some way. \n---TARGET SECTION TO BE ANNOTATED---\n But what is it? As usual, SALVATORE is smart as the \n\n\tdevil when he's out to get something. Through the emergency exit he sees a woman \n\n\tpass by with a packet in her hand. It is ALFREDO's WIFE, and the packet is his \n\n\tsupper. SALVATORE leaps to his feet and runs out to her.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tSignora Anna!\n\n\t\n\n\t17  CINEMA PARADISO. PROJECTION ROOM AND SQUARE. INT/EXT. DAY\n\n\t\n\n\tALFREDO starts up the projector. It's time for the documentaries and\n\n\tcartoons. SALVATORE peers in from the top of the stairs. He's scared of\n\n\tALFREDO'S reaction, but pricks up his courage and shows him the\n\n\tpacket. ALFREDO sees him, is about to pounce on him...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(On the defensive) \n\n\t\tYour wife told me to bring you this. \n\n\t\n\n\tHis expression betrays the 'put on'. ALFREDO sighs, realizes it's another one of \n\n\this little games.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Sternly) \n\n\t\tGive it to me!...\n\n\t\n\n\tHe takes the packet, unwraps it and lifts the lid, shuts it again and puts the \n\n\tcontainer inside the lamp of the projector to keep it warm. SALVATORE hasn't \n\n\tmissed a single gesture, but speaks with his eyes \n\n\tto the poor.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI told my mother you weren't the one \n\n\t\twho gave me the films. That it \n\n\t\twasn't your fault. But I thought you \n\n\t\tsaid the film could catch fire just \n\n\t\tto scare me. Now that I know, I won't \n\n\t\tsteal any more from you. That's all I \n\n\t\twanted to say. I'm going. \n\n\t\t\t(He turns to leave but \n\n\t\t\tALFREDO takes him by the \n\n\t\t\tshoulder and stops \n\n\t\t\thim.)\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tToto, come here. \n\n\t\n\n\tAll things considered, there is something in that little boy, maybe his \n\n\tfeverish passion, that strikes him.",
  "24": "---END OF PREVIOUS SECTION---\nI'm going. (He turns to leave but \n\n\t\t\tALFREDO takes him by the \n\n\t\t\tshoulder and stops \n\n\t\t\thim.)\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tToto, come here. All things considered, there is something in that little boy, maybe his \n\n\tfeverish passion, that strikes him. \n---TARGET SECTION TO BE ANNOTATED---\n He'll talk to him seriously, without \n\n\tresorting to terrorism, try to convince him. He lowers the volume of the \n\n\tmonitor, sits down on the stool. SALVATORE raises his eyes from the floor and \n\n\tlooks at him at last...\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tNow listen to what I've got to say. I \n\n\t\ttook up this profession when I \n\n\t\twas ten years old. In those days \n\n\t\tthere weren't these modern machines. \n\n\t\tThe films were silent. The projectors \n\n\t\twere run by hand, like this, with a \n\n\t\tcrank. And you wound the crank all \n\n\t\tday long. It was really rough going! \n\n\t\tIf you got tired and slowed down' \n\n\t\tboom! Everything would go up in \n\n\t\tflames!\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThen why don't you want to teach it \n\n\t\tto me too? Now that there's no more \n\n\t\tcranking, and it's easier?\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Firmly) \n\n\t\tBecause I don't want to, Toto! This \n\n\t\tis not a job for you. It's like being \n\n\t\ta slave. You're always alone. You see \n\n\t\tthe same film over and over again, \n\n\t\tbecause you have nothing else to do. \n\n\t\tAnd you start talking to Greta Garbo \n\n\t\tand Tyrone Power like a nut! You work \n\n\t\ton holidays, on Christmas, on Easter. \n\n\t\tOnly on Good Friday are you free. But \n\n\t\tif they hadn't put Jesus Christ on a \n\n\t\tcross...You'd work Good Fridays too! \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThen why don't you change jobs? \n\n\t\t\t(ALFREDO sighs, irritated. \n\n\t\t\tHe reaches out to turn the \n\n\t\t\tknob of the carbon rods. \n\n\t\t\tHe gazes at SALVATORE as \n\n\t\t\tif he were a grown-up, \n\n\t\t\tsomebody who's making \n\n\t\t\tthings hard for him.)\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tBecause I'm an idiot. How many other \n\n\t\tguys in town know how to be a \n\n\t\tprojectionist? None! Only a jerk like \n\n\t\tme could do it.",
  "25": "---END OF PREVIOUS SECTION---\nHow many other \n\n\t\tguys in town know how to be a \n\n\t\tprojectionist? None! Only a jerk like \n\n\t\tme could do it. \n---TARGET SECTION TO BE ANNOTATED---\n Besides I wasn't \n\n\t\tlucky. When I was a kid there was the \n\n\t\twar! When I grew up, another war! Now \n\n\t\tit's all different. Times have \n\n\t\tchanged. And you want to be a dope \n\n\t\tlike me? Huh? Answer me!\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tNo...\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tGood for you, Toto. Good for you...\n\n\t\tI'm only saying this for your own \n\n\t\tgood...\n\n\t\t\t(He gets up and, speaking \n\n\t\t\tall the while, goes into a \n\n\t\t\tcloset with a bucket \n\n\t\t\tin it, the toilet of the \n\n\t\t\tbooth. He turns his back \n\n\t\t\tand pees. )\n\n\t\tCooped up in here you die of heat in \n\n\t\tthe summer and of cold in the winter. \n\n\t\tYou breathe in smoke, gas fumes, and \n\n\t\tearn practically nothing. \n\n\t\t\t(SALVATORE listens to \n\n\t\t\thim, but taking advantage \n\n\t\t\tof the fact he can't be \n\n\t\t\tseen, he turns the knob of \n\n\t\t\tthe carbon rods, just as \n\n\t\t\the had seen done a moment \n\n\t\t\tbefore...)\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(In a loud voice) \n\n\t\tBut don't you like anything about \n\n\t\twhat you do? \n\n\t\t\t(SALVATORE gazes at the \n\n\t\t\tphotos on the wall: \n\n\t\t\tKeaton, Garbo, Snow \n\n\t\t\tWhite. ALFREDO \n\n\t\t\tsmiles to himself. Sure, \n\n\t\t\tthere's something about \n\n\t\t\tthat damn job he likes:)\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tWith time...you get used to it. \n\n\t\tBesides, when you hear from up here \n\n\t\tthat there's a full house and that \n\n\t\tpeople are laughing, having fun...\n\n\t\tThen you're happy too.\n\n\t\t\t(ALFREDO is lost in \n\n\t\t\tthought, doesn't notice \n\n\t\t\tthat the documentaries\n\n\t\t\tand cartoons have \n\n\t\t\tfinished. The screen is \n\n\t\t\tblank. And down in the\n\n\t\t\ttheatre laughter is not \n\n\t\t\theard but an uproar of \n\n\t\t\twhistling and\n\n\t\t\tswearing.",
  "26": "---END OF PREVIOUS SECTION---\n(ALFREDO is lost in \n\n\t\t\tthought, doesn't notice \n\n\t\t\tthat the documentaries\n\n\t\t\tand cartoons have \n\n\t\t\tfinished. The screen is \n\n\t\t\tblank. And down in the\n\n\t\t\ttheatre laughter is not \n\n\t\t\theard but an uproar of \n\n\t\t\twhistling and\n\n\t\t\tswearing. \n---TARGET SECTION TO BE ANNOTATED---\n SALVATORE'S eyes \n\n\t\t\tsparkle, he seizes the \n\n\t\t\topportunity.\n\n\t\t\tHe turns on the lights and \n\n\t\t\tstops the projector, just \n\n\t\t\tas ALFREDO\n\n\t\t\twould have done. At which \n\n\t\t\tALFREDO buttons up his \n\n\t\t\tpants in a\n\n\t\t\thurry and rushes over \n\n\t\t\talarmed, but sees that \n\n\t\t\teverything is in order.\n\n\t\t\tSALVATORE looks at him all \n\n\t\t\tsmiles, as if he expected \n\n\t\t\ta medal for\n\n\t\t\tcivil bravery. Instead, \n\n\t\t\tALFREDO reacts like a wild \n\n\t\t\tanimal.)\n\n\t\tSo I've been wasting my breath? You \n\n\t\tpretend to agree with\n\n\t\tme, but as soon as my back is turned, \n\n\t\tyou do what you want!\n\n\t\t\t(He gives SALVATORE a kick \n\n\t\t\tin the ass, shrieking:)\n\n\t\tGet out of here! I don't want to lay \n\n\t\teyes on you again! This is\n\n\t\tthe last straw! Your mother's right, \n\n\t\tyou're crazy!!\n\n\t\t\t(He pushes him towards the \n\n\t\t\tstairs. SALVATORE suddenly\n\n\t\t\tvanishes, scared out of \n\n\t\t\this wits. ALFREDO talks to \n\n\t\t\thimself, in a\n\n\t\t\tfury:)\n\n\t\tBut how'd he do it? The little \n\n\t\tbastard! By watching, he's\n\n\t\tlearned! It's incredible!\n\n\t\t\t(He peers out of the \n\n\t\t\twindow, yelling, as he \n\n\t\t\tsees SALVATORE\n\n\t\t\trunning through the \n\n\t\t\tsquare. )\n\n\t\tI'm letting the box office know  \n\n\t\tyou're not to set foot even into\n\n\t\tthe theatre! There are no more \n\n\t\ttickets for you! And I'm also\n\n\t\ttalking to Father Adelfio! You won't \n\n\t\tbe an altar boy any more\n\n\t\teither!!! You little runt!\n\n\t\t\t(SALVATORE looks at him. \n\n\t\t\tHates him.",
  "27": "---END OF PREVIOUS SECTION---\nYou little runt! (SALVATORE looks at him. Hates him. \n---TARGET SECTION TO BE ANNOTATED---\n Yells something \n\n\t\t\toffensive:)\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tAlfredo, go fuck yourself!!! \n\n\t\t\t(But his words are drowned \n\n\t\t\tout by the sudden shouting \n\n\t\t\tof the people outside the \n\n\t\t\tcafé.)\n\n\t\n\n\t\t\t\tCROWD  \n\n\t\tGoal!! Holy Mother of God!!! \n\n\t\t\t(A MAN in the crowd \n\n\t\t\tcrumples to the ground. \n\n\t\t\tThe others swarm around \n\n\t\t\thim, alarmed. They hold up \n\n\t\t\this head. His face is \n\n\t\t\tpale. They check the \n\n\t\t\tcoupon he is clutching in \n\n\t\t\this hand. A voice rises \n\n\t\t\tlike a siren from the \n\n\t\t\tcrowd.)\n\n\t\n\n\t\t\t\tMAN  \n\n\t\tCiccio Spaccafico's won the \n\n\t\tSisal!!!!!\n\n\t\t\t(The yell can be heard...)\n\n\t\n\n\tI8  CINEMA PARADISO. INT. DAY\n\n\t\n\n\t...inside the movie house. The audience murmurs. Somebody opens\n\n\tan emergency exit...\n\n\t\n\n\t\t\t\tSPECTATOR'S VOICE  \n\n\t\tThe Neapolitan's won the lottery!!! \n\n\t\tLet's go see, kids!!! Northerners are \n\n\t\talways lucky!\n\n\t\t\t(The whole audience leaps \n\n\t\t\tup and heads for the exit. \n\n\t\t\tPushing. Shouting. \n\n\t\t\tLaughing and Joking. )\n\n\t\n\n\t19  SQUARE AND VILLAGE. EXT. MORNING \n\n\t\n\n\tSummer has come. The village has a different look. The peddlers sing their \n\n\tmonotonous refrains in the village streets. In one street, women are busy \n\n\tcanning tomatoes. In one corner of the square, the SHEARER has finished clipping \n\n\tthe donkey and is now shaving the hair of a row of bare-chested URCHINS with \n\n\tnothing on but their underwear. Then another MAN disinfects them by spraying \n\n\tthem with the hand pumps used to spray trees in the country. The URCHINS \n\n\tlaugh. The BILL-POSTER is hanging up the posters of a new film, 'TODAY AT CINEMA\n\n\tPARADISO .\n\n\t\n\n\t20  GRADE SCHOOL DINING HALL. INT. MORNING \n\n\t\n\n\tThe fifth-grade exams.",
  "28": "---END OF PREVIOUS SECTION---\n20  GRADE SCHOOL DINING HALL. INT. MORNING \n\n\t\n\n\tThe fifth-grade exams. \n---TARGET SECTION TO BE ANNOTATED---\n In the vast dining hall all the children are seated, one \n\n\tfor each desk, under the watchful eyes of the teachers. SALVATORE, BOCCIA, \n\n\tPEPPINO, MASINO and COLA have taken places here and there, as nervous as \n\n\teverybody else. The EXAMINING BOARD MEMBER is dictating the text of the \n\n\tarithmetic problem. \n\n\t\n\n\t\t\t\tEXAMINING BOARD MEMBER  \n\n\t\tA merchant owns two stores. In the \n\n\t\tfirst he sells fruit and vegetables. \n\n\t\tIn the second he sells nails and \n\n\t\tcement...\n\n\t\t\t(The PRINCIPAL comes in, \n\n\t\t\tinterrupts the dictation.) \n\n\t\n\n\t\t\t\tPRINCIPAL  \n\n\t\tExcuse me, professor. Here are the \n\n\t\tmen taking the exam for the \n\n\t\telementary school certificate. \n\n\t\t\t(Turning to the door) \n\n\t\tCome in, please...\n\n\t\t\t(All the children turn to \n\n\t\t\tlook. A MAN around thirty \n\n\t\t\tenters, ill at ease. The \n\n\t\t\tchildren recognize him and \n\n\t\t\tlaugh mischievously. The \n\n\t\t\tsecond is the BLACKSMITH, \n\n\t\t\tthe one who falls asleep \n\n\t\t\tat the movies. The third \n\n\t\t\tis a twenty-year-old-boy, \n\n\t\t\tANGELO. The fourth is \n\n\t\t\tALFREDO, embarrassed and \n\n\t\t\tred in the face. SALVATORE \n\n\t\t\tis speechless. Gives a \n\n\t\t\tslightly ironic laugh. \n\n\t\t\tThere is a look of revenge \n\n\t\t\tin his shrewd little \n\n\t\t\teyes.)\n\n\t\n\n\t\t\t\t\t\tCut to:\n\n\t\n\n\tThe assignment is now being carried out. There is dead silence in the \n\n\thall. \n\n\t\n\n\tTEACHERS and the PRINCIPAL moue about, checking to be sure there are no notes \n\n\tbeing handed around or other forms of 'collaboration'. The four outsiders are \n\n\thaving a hard time. It can be seen on their faces. ALFREDO is also in trouble, \n\n\tdoesn't know how to solve the problem, the calculations are too diff cult. He \n\n\tlooks at the desk next to him, where SALVATORE is sitting.",
  "29": "---END OF PREVIOUS SECTION---\nIt can be seen on their faces. ALFREDO is also in trouble, \n\n\tdoesn't know how to solve the problem, the calculations are too diff cult. He \n\n\tlooks at the desk next to him, where SALVATORE is sitting. \n---TARGET SECTION TO BE ANNOTATED---\n SALVATORE is about to \n\n\tlook up at him, but ALFREDO immediately looks away, too proud to let himself be \n\n\tseen. \n\n\t\n\n\tThe exchange of glances continues, grotesque, almost comical. SALVATORE \n\n\tmeanwhile writes down numbers and operations quite quickly. ALFREDO can't stand \n\n\tit any longer, is nervous, beaded with sweat. He's sorry he ever showed up. \n\n\tSALVATORE laughs up his sleeve, now he has the upper hand. ALFREDO tries \n\n\tsneaking a look at his exercise book in order to copy something. But SALVATORE \n\n\tturns his back, hiding it from sight. ALFREDO tries sneaking a look at somebody \n\n\telse's exercise book, but the damn kid also covers it. It looks like a \n\n\tconspiracy against him. ALFREDO has no way out. He has to accept the idea of \n\n\teating humble pie. He looks at SALVATORE, motions him with his eyes in a \n\n\tconversation of glances. He asks for help, but SALVATORE stands firm, \n\n\timplacable. \n\n\t\n\n\tALFREDO tries to put it into words in a low voice.\n\n\t\n\n\t\t\t\tALFREDO \n\n\t\tYOU jerk. Tell me how to solve this \n\n\t\tfucking problem! \n\n\t\n\n\t\t\t\tTEACHER  \n\n\t\tSsssh! Silence back there!! \n\n\t\n\n\tALFREDO insists with his eyes. SALVATORE makes him understand with gestures \n\n\tthat he could help him maybe, but...on one condition. He imitates the gesture \n\n\tof winding the crank of the projector. ALFREDO gets the message. It's pure \n\n\tblackmail. He rubs his hand over his sweating face, raises his eyes to the \n\n\tceiling as if he were swearing. Then he surrenders, accepts the condition. \n\n\tSALVATORE is serious, does not flaunt his victory, but you can tell he is happy. \n\n\tHe takes out a sheet of paper he had already prepared, with the solution to the \n\n\tproblem, rolls it up into a tiny ball and as soon as the TEACHER passes by, \n\n\ttakes aim and flicks it to him. ALFREDO'S hand catches the precious and dearly \n\n\tbought message in mid-air.",
  "30": "---END OF PREVIOUS SECTION---\nSALVATORE is serious, does not flaunt his victory, but you can tell he is happy. He takes out a sheet of paper he had already prepared, with the solution to the \n\n\tproblem, rolls it up into a tiny ball and as soon as the TEACHER passes by, \n\n\ttakes aim and flicks it to him. ALFREDO'S hand catches the precious and dearly \n\n\tbought message in mid-air. \n---TARGET SECTION TO BE ANNOTATED---\n Their quarrel is over.\n\n\t\n\n\t2I  VARIOUS SETTINGS. INT. DAY/EVENING\n\n\t\n\n\tA bright, lilting tune marks the rhythm of the quick, blurred images, as\n\n\tin a dance, the images of ALFREDO teaching SALVATORE all the\n\n\tsecrets of the projectionist trade.\n\n\t\n\n\tALFREDO slips the reel on to the projector, unrolls the trailer and hands\n\n\tit to SALVATORE. SALVATORE mounts the film on the sprockets.\n\n\tNow SALVATORE sets the projector into motion, opens the shutter and\n\n\tstands on tip-toe to see the screen from the hole...\n\n\t\n\n\tA shot from In nome della legge. The main-floor audience applauds a\n\n\tline spoken by Massimo Gironi. And from the balcony, the same little\n\n\tMAN with the face of a public notary spits below.\n\n\t\n\n\t\t\t\tMAIN FLOOR VOICE  \n\n\t\tBastard!! Pencil-pusher!!\n\n\t\n\n\tALFREDO shows SALVATORE the running of the film. He points\n\n\tto a place on the projector.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tPay attention. This is where it can \n\n\t\teasily catch fire. If it\n\n\t\thappens, the first thing you've got \n\n\t\tto do is break it off, here\n\n\t\tand here, so the whole reel doesn't \n\n\t\tgo up in fames.\n\n\t\n\n\tOn the screen, a shot from Riso amaro. A kiss. Unrelenting, the PRIEST rings his \n\n\tbell. SALVATORE licks the film on one side, then on the other. He laughs.\n\n\t\n\n\t\t\t\tALFREDO \n\n\t\tYou understand which side the \n\n\t\tgelatin's on?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tIt tastes wonderful!\n\n\t\n\n\tA shot of Amedeo Nazzari in La figlia del capitano. A jump,\n\n\tan out-of-rack frame. The audience whistles.\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\tFraaaame!! Wake up, Alfredo!\n\n\t\t\t(SALVATORE tries to do a \n\n\t\t\thand-binding. ALFREDO \n\n\t\t\twinds the film, hangs a \n\n\t\t\tslip on a nail in the \n\n\t\t\twall.",
  "31": "---END OF PREVIOUS SECTION---\nWake up, Alfredo! (SALVATORE tries to do a \n\n\t\t\thand-binding. ALFREDO \n\n\t\t\twinds the film, hangs a \n\n\t\t\tslip on a nail in the \n\n\t\t\twall. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tThese are the shipping invoices for \n\n\t\tthe film. They are always to be kept. \n\n\t\tYou see?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tOK, Alfredo.\n\n\t\n\n\tDown on the main floor, a scene from Dr Jekyll and Mr Hyde.\n\n\tEveryone screams and hides their faces when Hyde looks at the\n\n\tcamera.\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\tHoly Mother! What a face! So ugly!\n\n\t\n\n\tOne young man, ANGELO, doesn't hide his face. He looks up at\n\n\ta young woman, ROSA, in the balcony, who turns and smiles at\n\n\thim.\n\n\t\n\n\tALFREDO gives SALVATORE a wooden stool. He's had it made especially for him, so \n\n\the can be high enough to reach the reels of the projector and the arc lamp. \n\n\tSALVATORE climbs up on it. He laughs, all excited. \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tNow you can run it by yourself. \n\n\t\n\n\tSALVATORE gives another smile. He is posing in a photographer's studio . He is \n\n\tall dressed up for first communion, holding a white lily. The flash goes off \n\n\tlike lightning during a storm. Now SALVATORE is posing next to his mother and \n\n\tlittle sister. They smile without hugging. Another flash of light. Click!\n\n\t\n\n\t22  FIFTH GRADE. INT. DAY\n\n\t\n\n\tAnother click. The transparency of Rita Hayworth in her black gown\n\n\tfrom Gilda. MASINO is pasting it inside a minute pair of plastic field\n\n\tglasses. Other pupils crowd around him in excitement.\n\n\t\n\n\t\t\t\tMASINO  \n\n\t\t\t(In a whisper) \n\n\t\tChrist, what a piece of ass!!!\n\n\t\n\n\tBut there is not a cheerful atmosphere in the class - on the\n\n\tcontrary, a strange silence. The pupils are all standing around the\n\n\tteacher's desk, having received their end-of-the-year report cards.\n\n\tPEPPINO, who shared SALVATORE s desk, is saying goodbye to\n\n\this schoolmates. BOCCIA, COLA, the others. They have serious,\n\n\tsad expressions. He and SALVATORE kiss like grown-ups. The\n\n\tTEACHER is standing among them.",
  "32": "---END OF PREVIOUS SECTION---\nThey have serious,\n\n\tsad expressions. He and SALVATORE kiss like grown-ups. The\n\n\tTEACHER is standing among them. \n---TARGET SECTION TO BE ANNOTATED---\n One of the schoolmates does\n\n\tnot respond lo PEPPINO's goodbye gesture. He takes a few steps\n\n\tback, serious, scared, his eyes lowered.\n\n\t\n\n\t\t\t\tTEACHER  \n\n\t\tDi Francesco, aren't you saying \n\n\t\tgoodbye to your schoolmate?\n\n\t\t\t(DI FRANCESCO gives his \n\n\t\t\thead a little shake. The \n\n\t\t\tTEACHER leans over to \n\n\t\t\thim.)\n\n\t\tBut why?\n\n\t\t\t(DI FRANCESCO whispers, \n\n\t\t\talmost into her ear.)\n\n\t\n\n\t\t\t\tDI FRANCESCO  \n\n\t\tMy father says he's a Communist...\n\n\t\n\n\t23  SQUARE AND PROJECTION BOOTH, CINEMA PARADISO. EXT/INT. DAY \n\n\t\n\n\tAnother farewell scene in the square. PEPPINO to his grandparents. His father \n\n\tand mother are also there, saying goodbye to the old folks. There are tears. The \n\n\tcardboard suitcases tied with string are loaded on to the luggage rack of the \n\n\tblack car. The scene is watched by SALVATORE and ALFREDO, up in the window of \n\n\tthe projection booth. They look like old friends. On the sound monitor, the \n\n\tstrains of some American musical comedy tune. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWill they really find work in \n\n\t\tGermany? \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tWho knows?...It's like an adventure. \n\n\t\t\t(In a theatrical voice) \n\n\t\tHope springs eternal...\n\n\t\t\t(PEPPINO from the distance \n\n\t\t\tgives one last wave at the \n\n\t\t\twindow of the \n\n\t\t\tprojection booth. \n\n\t\t\tSALVATORE waves back.) \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tPeppinoooo! Come back sooon!! \n\n\t\t\t(The black car drives off, \n\n\t\t\tleaving a cloud of dust \n\n\t\t\tthat envelops the \n\n\t\t\tsuppressed sobs of the \n\n\t\t\tgrandparents standing \n\n\t\t\tthere waving \t\n\n\t\t\thandkerchiefs. SALVATORE \n\n\t\t\twatches the car drive off. \n\n\t\t\tHe mumbles:) \n\n\t\tGood thing Germany's closer than \n\n\t\tRussia. \n\n\t\n\n\tALFREDO rubs his hand through his hair.\n\n\t\n\n\t24  CINEMA PARADISO. BALCONY AND BOOTH. INT.",
  "33": "---END OF PREVIOUS SECTION---\n24  CINEMA PARADISO. BALCONY AND BOOTH. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EVENING\n\n\t\n\n\tThe lion's head with the beam of light, seen from the balcony.\n\n\tSALVATORE'S face appears in the hole beside it, as he peers down at the\n\n\timages of the Settimana Incom newsreel.\n\n\tThe audience is distracted. The snoring of a man sleeping can be heard.\n\n\tA pair of urchins pick up a cockroach with their hands, tip-toe down the\n\n\taisle. The sleeping man is the same old BLACKSMITH, with his head\n\n\tthrown back. A little hand drops the cockroach into the gaping mouth.\n\n\tThe URCHINS take to their heels. The BLACKSMITH squirms, wake up\n\n\twith a start. Spits, while everybody laughs. The newsreel is now about\n\n\tmissing soldiers in Russia.\n\n\t\n\n\t\t\t\tCOMMENTATOR  \n\n\t\tThe Defense Minister has announced a \n\n\t\tnew listof names of Italian soldiers, \n\n\t\tso far considered missing and now\n\n\t\tconfirmed as dead. Families concerned \n\n\t\twill be notified directly by military \n\n\t\tauthorities.\n\n\t\n\n\tSALVATORE pays careful attention, sees the black-and-white\n\n\tshots of the last war. The Russian campaign. The troops in the\n\n\tsnow. Now in detail a heap of personal objects found on the\n\n\tcorpses. Documents, clothing, glasses, photographs. One quick\n\n\tdetail catches SALVATORE's eye  among those photographs, for one\n\n\tinstant he sees one he thinks he recognizes. He quickly sticks a slip of paper \n\n\tinto the take-up reel, as when marking the kisses to be cut.\n\n\t\n\n\t25  PREFECTURE. CITY. INT. DAY\n\n\t\n\n\tThe hands of an OFFICIAL tear off several forms and give them to\n\n\tMARIA who is sitting in front of the desk. She is dressed in black.\n\n\tSALVATORE stands beside her, holding her hand. They have black\n\n\tbands on their arms. An empty stare in their eyes.\n\n\tMARIA is pale, a cold look in her sunken eyes. Her heart is bursting in\n\n\ther breast. And a lump in her throat prevents her from speaking. She\n\n\tlooks at her husband's belongings, identifies them  a gold chain, an ID\n\n\tcard and the photograph, the one SALVATORE saw in the newsreel.",
  "34": "---END OF PREVIOUS SECTION---\nHer heart is bursting in\n\n\ther breast. And a lump in her throat prevents her from speaking. She\n\n\tlooks at her husband's belongings, identifies them  a gold chain, an ID\n\n\tcard and the photograph, the one SALVATORE saw in the newsreel. \n---TARGET SECTION TO BE ANNOTATED---\n\tMARIA strokes it with her fingers. SALVATORE comes up and looks, as\n\n\tthe OFFICIAL concludes:\n\n\t\n\n\t\t\t\tOFFICIAL \n\n\t\t...Unfortunately we don't know what \n\n\t\twar cemetery he's buried in...This \n\n\t\tis the form for the pension. If you'd \n\n\t\tlike to sign it...\n\n\t\n\n\t26  PREFECTURE AND CITY STREET. EXT. DAY \n\n\t\n\n\tMARIA walks through the city. She holds SALVATORE by the hand. SALVATORE looks \n\n\tup, trying to catch her eye. He sees her crying, in silence. The heartbroken \n\n\ttears of someone who has lost the one last hope, but held back, so as not to be \n\n\tseen by the child. SALVATORE presses close and puts his arm around her waist. \n\n\tThey turn the corner, and walk off in the noisy city, disfigured by the ruins of \n\n\twar. A poster for Gone with the Wind catches SALVATORE's eye. He smiles.\n\n\t\n\n\t27  CINEMA PARADISO. BOX OFFICE. PROJECTION BOOTH. SQUARE. INT/EXT. EVENING \n\n\t\n\n\tWinter has returned. On the screen, a sequence from I pompieri di Viggiu. The \n\n\ttheatre is jam full. The sea of heads sways and shakes at the irresistible jokes \n\n\tof Toto. \n\n\t\n\n\tSome people have climbed up on the window-sills. The aisles are crammed, an the \n\n\tway down to the screen, where grown-ups and children sit on the floor, their \n\n\tnoses in the air. Some people munch crusts of bread they've brought along from \n\n\thome. Almost everybody is smoking. A woman laughs, holding the baby she is \n\n\tnursing. In one corner, at the end of one of the aisles jammed with people \n\n\tstanding, a girl laughs, but every now and then her expression reveals a look of \n\n\tdeep pleasure. \n\n\t\n\n\tHer body moves slightly. Clinging to her from the rear is a man bathed in sweat. \n\n\t\n\n\tThey are making love standing there among the crowd, which notices nothing and \n\n\tgoes on laughing.\n\n\t\n\n\tIn the balcony ANGELO is holding hands with ROSA.\n\n\tThe curtain over the entrance is open.",
  "35": "---END OF PREVIOUS SECTION---\nThey are making love standing there among the crowd, which notices nothing and \n\n\tgoes on laughing. In the balcony ANGELO is holding hands with ROSA. The curtain over the entrance is open. \n---TARGET SECTION TO BE ANNOTATED---\n People are also standing there,\n\n\tseeing what they can from the distance, even a corner of the screen\n\n\tthrough the forest of heads. But the line continues on outside...All the\n\n\tway to the entrance of the movie house, out in the square. There are\n\n\tcrowds of people, shivering from the cold, who protest, shove, risk\n\n\tprovoking incidents. The PRIEST, Father Adelfio, is exhausted, tries to\n\n\tcalm them down.\n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tDon't shove! There's no room! For \n\n\t\theaven's sake! I can't\n\n\t\tgive another showing, it's late!\n\n\t\n\n\t\t\t\tVOICES IN CROWD  \n\n\t\tFather Adelfio, we've been here for \n\n\t\tan hour! There are people inside \n\n\t\twho've seen it twice! ! ! Move on!!\n\n\t\tOuch!! My foot!!!\n\n\t\n\n\tIt has just stopped raining, the bell-tower rings eleven o'clock. On\n\n\tthe poster of the film a ' LAST DAY' sticker. The PRIEST, the\n\n\tTICKET-SELLER, the USHER and TWO CARABINIERES push the crowd back, close the \n\n\tfront door. The protest grows louder. Fists pound the door.\n\n\t\n\n\t\t\t\tCROWD  \n\n\t\tOpen up!!! Father Adelfio!!\n\n\t\t\t(The audience in the \n\n\t\t\ttheatre hears the uproar. \n\n\t\t\tReacts:)\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\tSsssh! Sssssh! Be quiet out there!! \n\n\t\tWhat the hell!\n\n\t\t\t(From the window of the \n\n\t\t\tprojection booth, ALFREDO \n\n\t\t\tand SALVATORE look at the \n\n\t\t\tcrowd down below, yelling \n\n\t\t\tand complaining. Some of \n\n\t\t\tthe people look up at \n\n\t\t\tthem. )\n\n\t\n\n\t\t\t\tVOICES IN CROWD  \n\n\t\tAlfredooo! We want to get in!...\n\n\t\tTomorrow you're taking it off!\n\n\t\t\t(ALFREDO spreads his arms \n\n\t\t\tout as if to say there s \n\n\t\t\tnothing he can do.)\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWhy can't we show the same film \n\n\t\ttomorrow?\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tIt's got to be sent to another town.",
  "36": "---END OF PREVIOUS SECTION---\nTomorrow you're taking it off! (ALFREDO spreads his arms \n\n\t\t\tout as if to say there s \n\n\t\t\tnothing he can do.)\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWhy can't we show the same film \n\n\t\ttomorrow? ALFREDO  \n\n\t\tIt's got to be sent to another town. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\tAnd if we don't the owner of that \n\n\t\tmovie house gets pissed off.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tToo bad!\n\n\t\n\n\tThe crowd sways nervously. The CARABINIERES give order.\n\n\t\n\n\t\t\t\tCARABINIERES  \n\n\t\t\t(Exasperated) \n\n\t\tStop! Go home, all of you! Otherwise \n\n\t\tsomebody's going to end up in jail!' \n\n\t\tThat's enough!\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Dramatically) \n\n\t\t'Joe! A mob doesn't think, doesn't \n\n\t\tknow what it's doing...'\n\n\t\t\t(SALVATORE gives him a \n\n\t\t\tcurious, inquisitive look. \n\n\t\t\tALFREDO smiles.)\n\n\t\tSpencer Tracy said it in Fury. \n\n\t\t\t(Mischievously) \n\n\t\tWhat'd you say if we let these poor \n\n\t\tdevils see the film, Toto? \n\n\t\t\t(SALVATORE stares at him \n\n\t\t\tin amazement, all \n\n\t\t\texcited.) \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWonderful! But how can it be done? \n\n\t\n\n\tALFREDO turns away from the window. He gives a smirk, imitates the tough \n\n\tAmerican movie stars.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tYou don't believe my words, but \n\n\t\tyou'll have to believe your own \n\n\t\teyes!...And now get your ass off \n\n\t\tthat damn stool, boy! \n\n\t\n\n\tSALVATORE laughs, eagerly, as if he were about to see a whole new movie. He \n\n\tclimbs off the stool. Both of them move towards the projector...\n\n\t\n\n\t28  PROJECTION BOOTH AND SQUARE. INT/EXT. EVENING\n\n\t\n\n\tTrying not to put his hand in front of the lens, ALFREDO removes the\n\n\tframe with the glass that protects the projection. He wheels it around\n\n\tand motions SALVATORE to look...On the wall behind the projector:\n\n\tthe film picture appears gradually, reflected by the glass, moves as the\n\n\tglass moves all the way over to the window looking out over the square.\n\n\tThere it disappears. SALVATORE can barely believe his eyes, as if it\n\n\twere a piece of magic.",
  "37": "---END OF PREVIOUS SECTION---\nOn the wall behind the projector:\n\n\tthe film picture appears gradually, reflected by the glass, moves as the\n\n\tglass moves all the way over to the window looking out over the square. There it disappears. SALVATORE can barely believe his eyes, as if it\n\n\twere a piece of magic. \n---TARGET SECTION TO BE ANNOTATED---\n He takes a quick look through the hole to see if\n\n\tthe film is still showing on the screen. It is.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Mysteriously) \n\n\t\tGo to the window, boy, and have a \n\n\t\tlook...\n\n\t\n\n\tSALVATORE goes over to the window. Looks out. The reflected\n\n\tbeam of light ends up on the white row of houses facing the\n\n\tsquare. It's like another screen. Except the images are\n\n\tbackwards, like when you look in a mirror. And here and there\n\n\tare the windows of the houses...For SALVATORE, it's a\n\n\twonderful spectacle, like a dream, ravishing.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tAlfredo, it's beautiful.\n\n\t\t\t(A voice is heard in the \n\n\t\t\tcrowd of people jammed \n\n\t\t\taround the entrance to the \n\n\t\t\tmovie house.)\n\n\t\n\n\t\t\t\tVOICE IN CROWD  \n\n\t\t\t(Shouting) \n\n\t\tHey, look there!! The movie!!\n\n\t\t\t(All heeds turn to look at \n\n\t\t\tthe house behind them.)\n\n\t\n\n\t\t\t\tCROWD  \n\n\t\tOh, praise the Lord!! It's true! \n\n\t\tLook! The movie!! There's Toto!! \n\n\t\tHurry! Hurry!...THANKS, ALFRED0000!!\n\n\t\n\n\tAnd everybody runs over to the other side of the square, in front\n\n\tof the strange new screen. ALFREDO and SALVATORE watch with glittering eyes. \n\n\tSALVATORE lays his hand on the shoulder of his great pal.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tGood for you, Alfredo! \n\n\t\n\n\tA close-up of Toto projected on the houses, and one of the windows opens. A MAN \n\n\tappears, in his pajamas. Dazzled by the light, he shades his eyes with his hand. \n\n\tHe sees all those people looking at him and laughing together.\n\n\t\n\n\t\t\t\tCROWD  \n\n\t\tShut the window!! Shut the window! Go \n\n\t\tto bed!! \n\n\t\n\n\tThe MAN is dazed. Doesn't now what's going on. Looks around, and sees the \n\n\tblack-and-white figures of the film dancing around him. He pops back inside, \n\n\tslams the window shut, almost cared.",
  "38": "---END OF PREVIOUS SECTION---\nDoesn't now what's going on. Looks around, and sees the \n\n\tblack-and-white figures of the film dancing around him. He pops back inside, \n\n\tslams the window shut, almost cared. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tVOICES IN CROWD  \n\n\t\t\t(To ALFREDO) \n\n\t\tSound!!! Sound!! Alfredooooo!!\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tWhat do you say, should we make them \n\n\t\thappy?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Smiling) \n\n\t\tSure, sure! \n\n\t\n\n\tALFREDO takes the loudspeaker of the monitor, rings it over to the window, \n\n\tturns it around towards the square. He turns up he volume and the sound-track \n\n\tfills the square. A chorus of approval.\n\n\t\n\n\t\t\t\tCROWD  \n\n\t\tAaaaaaaa! At last!\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Looking at SALVATORE) \n\n\t\tDo you want to go down there? \n\n\t\t\t(SALVATORE gives a \n\n\t\t\tcontented nod.) \n\n\t\tGo on. \n\n\t\n\n\tSALVATORE runs on. ALFREDO looks wistfully towards the huge image in the \n\n\tsquare. Down in the square SALVATORE heads for the crowd, his eyes trained on \n\n\tthe house-front screen. Behind him, the door of the movie house opens. The \n\n\tPRIEST, Father Adelfio, sees the film being projected on the house front, \n\n\tthe people standing or sitting on the ground, laughing. His eyes nearly pop out \n\n\tof his head. Then he motions over the TICKET-SELLER, whispers something into his \n\n\tear. The TICKET-SELLER strides over to the shivering spectators, pulls the pad \n\n\tof tickets out of his pocket.\n\n\t\n\n\t\t\t\tTICKET-SELLER  \n\n\t\tLadies and gentlemen! You have to buy \n\n\t\ttickets! Reduced rate! \n\n\t\n\n\tAn irresistible chorus of Bronx cheers washes over him. SALVATORE looks around, \n\n\thighly amused.\n\n\t\n\n\t\t\t\tCROWD  \n\n\t\tFuck off!! The square belongs to \n\n\t\teverybody! \n\n\t\t\t(The VILLAGE IDIOT peers \n\n\t\t\tOut Of the crowd, all \n\n\t\t\tworked up.) \n\n\t\n\n\t\t\t\tVILLAGE IDIOT  \n\n\t\tNo!!! The square's mine!!! Come on, \n\n\t\tkids, no joking around here!!! \n\n\t\tOtherwise...\n\n\t\n\n\tThe crowd roars with laughter.",
  "39": "---END OF PREVIOUS SECTION---\nCome on, \n\n\t\tkids, no joking around here!!! Otherwise... The crowd roars with laughter. \n---TARGET SECTION TO BE ANNOTATED---\n SALVATORE laughs too, as if carried away by it \n\n\tall. And over the general merriment looms the shadow of ALFREDO, standing in the \n\n\twindow of the projection booth. All at once, on the house-front screen, the \n\n\timage of Toto slows down for an instant, a white blister appears and spreads \n\n\tuntil it fills the whole screen. The crowd gives a start of bewilderment and \n\n\tfear. SALVATORE jerks his head around to look at the booth.\n\n\t\n\n\t29  PROJECTION BOOTH. INT. DAY \n\n\t\n\n\tThe film bursts violently into flame among the gears and sprockets of the \n\n\tprojector. ALFREDO is taken off-guard. He breaks the film running into the take-\n\n\tup reel, but is unable to do it for the delivery reel. He grabs the film which \n\n\tis catching fire and pulls it out quickly, tries to stop the flames from \n\n\treaching the reel in the f reproof housing. A desperate race against the speed \n\n\tof the fire. The flames on the floor burn his legs. ALFREDO gives a jump, slows \n\n\tdown the movement of his hands for an instant and inevitably the flames run \n\n\tahead, reach the upper housing. It's like an explosion. The flames leap out, \n\n\tstriking him full in the face. ALFREDO doesn't have time to scream, struggles \n\n\tdesperately and falls to the floor. Meanwhile the flames envelop everything.\n\n\t\n\n\t30  SQUARE.EXT.EVENING \n\n\t\n\n\tThe flash of the flames flares up in the windows of the projection booth. \n\n\tSALVATORE is appalled, elbows his way through the moving \n\n\tcrowd. Inside the movie house the murmuring of the audience can be heard, \n\n\tgrowing louder and louder. A scream...\n\n\t\n\n\t3I:CINEMA PARADISO. INT. EVENING \n\n\t\n\n\tA violent spurt of flames leaps out of the mouth of the plaster lion's head, \n\n\tinto the darkness broken by the screams of people rushing for the exits.\n\n\t\n\n\t32  SQUARE AND CINEMA PARADISO ENTRANCE. EXT. EVENING \n\n\t\n\n\tThe crowd streaks out of the movie house, enveloped in a cloud of black smoke.",
  "40": "---END OF PREVIOUS SECTION---\n32  SQUARE AND CINEMA PARADISO ENTRANCE. EXT. EVENING \n\n\t\n\n\tThe crowd streaks out of the movie house, enveloped in a cloud of black smoke. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\n\n\t\t\t\tCROWD  \n\n\t\tHeeeelp! Run for your lives!!! \n\n\t\n\n\tIn the general panic, SALVATORE tries in vain to get inside, elbows his way \n\n\ttowards the street with the stairs leading to the projection booth. The audience \n\n\tclashes against him, knocks him to the ground, almost trampling him underfoot. \n\n\tHe is suddenly seized by a superhuman force; gets up, claws his way desperately \n\n\tahead, with people falling on top of him and to the floor. He finally succeeds, \n\n\tstarts up the stairs...\n\n\t\n\n\t33  CINEMA PARADISO. STAIRS AND PROJECTION BOOTH. INT. EVENING \n\n\t\n\n\tThe place is filled with smoke. The air is suffocating. SALVATORE streaks up the \n\n\tstairs, gasping for breath. The projection booth is enveloped inflames. \n\n\tALFREDO's body on the floor, burning. SALVATORE moves quickly, throws a blanket \n\n\tover his shoulders, drags him by the feet over to the stairs, as boxes and other \n\n\tobjects fall on him. Using the same blanket, he stamps out the flames that have \n\n\tseared ALFREDO'S clothes. With the force of desperation, he drags him further \n\n\tdown the stairs which have been reached by the smoke but not by the flames. \n\n\tALFREDO doesn't move, his face is burnt. SALVATORE looks at him and only now is \n\n\tpanic-stricken, lets out a terrified shriek, like a wounded colt. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tAlfredo! Heeeelp! Help!!!\n\n\t\n\n\t34  CINEMA PARADISO. INT. EVENING \n\n\t\n\n\tThe plaster lion looks like a dragon spitting fire and smoke. The statue of the \n\n\tVirgin Mary is also in flames. And the movie screen.\n\n\t\n\n\t35  SQUARE AND CINEMA PARADISO. EXT. EVENING \n\n\t\n\n\tThe fire has been put out. Nothing remains of the movie house but the skeleton. \n\n\tEverything has gone up in smoke. \n\n\t\n\n\tPeople stand around, dismayed. They gather around the PRIEST, who is at once \n\n\tgrieved and shocked, to express their solidarity and comfort.",
  "41": "---END OF PREVIOUS SECTION---\nEverything has gone up in smoke. People stand around, dismayed. They gather around the PRIEST, who is at once \n\n\tgrieved and shocked, to express their solidarity and comfort. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\n\n\t\t\t\tVOICES  \n\n\t\tWhat a pity! Poor Alfredo! What a \n\n\t\tterrible thing!! Cheer up, Father, is \n\n\t\tthere something we can do?'\n\n\t\n\n\t\t\t\tVILLAGE IDIOT  \n\n\t\t\t(Laughing) \n\n\t\tBurnt up...Burnt up. \n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tWhat'll we do now! The town will have \n\n\t\tto get along without movies! Who's \n\n\t\tgot the money to rebuild it? \n\n\t\n\n\tCICCIO SPACCAFICO, the man who won the Sisal pools, comes up, dressed in style. \n\n\tHe looks up at the charred cinema. It looks like a battlefield after an enemy \n\n\tattack. From the smoke and ashes to...\n\n\t\n\n\t36  CINEMA PARADISO. EXT. EVENING\n\n\t\n\n\t...The great lighted sign of the CINEMA PARADISO . The movie house has been \n\n\trebuilt. New facade. New billboards. There are people \n\n\tmoving about the entrance. It is the evening of the inauguration...\n\n\t\n\n\t37  CINEMA PARADISO. INT. EVENING \n\n\t\n\n\tThe lobby is crowded with people, authorities, special guests. There is the \n\n\tMAYOR, FATHER ADELFIO and the new owner, CICCIO SPACCAFICO, dressed to the \n\n\tteeth. The MAYOR cuts the ribbon. Flashbulbs pop. Clapping. \n\n\t\n\n\t\t\t\tGUESTS  \n\n\t\tCheers' Congratulations, Don Ciccio! \n\n\t\n\n\tThe procession advances towards the stairs leading into the theatre. FATHER \n\n\tADELFIO, with a nostalgic sigh, blesses the lobby, then the corridor. Lastly, \n\n\tthe new auditorium, which resounds with toasts and cheers.\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\tTo the Cinema Paradiso! \n\n\t\n\n\tThe PRIEST sprinkles the new seats, the walls, the screen with holy water...\n\n\t\n\n\t38  CINEMA PARADISO. PROJECTION BOOTH. INT. EVENING \n\n\t\n\n\tNow FATHER ADELFIO is blessing the brand-new projection booth. He also blesses \n\n\tthe new projectionist: SALVATORE. He is very nervous, but serious, self-\n\n\tpossessed. His worried-looking mother is also there for the occasion.",
  "42": "---END OF PREVIOUS SECTION---\nHe also blesses \n\n\tthe new projectionist: SALVATORE. He is very nervous, but serious, self-\n\n\tpossessed. His worried-looking mother is also there for the occasion. \n---TARGET SECTION TO BE ANNOTATED---\n The PRIEST \n\n\tturns to SPACCAFICO. \n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tHow'd you solve his being under age? \n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tI took out a license as \n\n\t\tprojectionist, thanks to friends down \n\n\t\tat the guild offices. But I don't \n\n\t\tknow a thing about it. Officially, I \n\n\t\tdo the job...\n\n\t\t\t(Smiling at Salvatore)\n\n\t\t...but Toto earns the money. \n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tFine. \n\n\t\t\t(To SALVATORE) \n\n\t\tAlways be careful, my boy. Don't ever \n\n\t\tgo to sleep. Be sure another accident \n\n\t\tdoesn't happen. Do everything poor \n\n\t\tAlfredo taught you. And may God bless \n\n\t\tyou. \n\n\t\n\n\tSALVATORE nods his head seriously, assuming a responsible expression. His \n\n\tmother kisses the PRIEST's hand.\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tThanks, Father. Thanks. \n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tAnd now enough of this gloomy \n\n\t\tatmosphere. Life goes on! I want to \n\n\t\tsee you happy and smiling!\n\n\t\n\n\t39  CINEMA PARADISO. INT. EVENING\n\n\t\n\n\tLaughter. The laughter of the large audience at the first showing of the\n\n\tinauguration film. Among the spectators, SALVATORE'S mother, MARIA, and his kid \n\n\tsister, El A. Up on the screen, a man and a woman kiss. The first time a kiss \n\n\thas been seen at the Cinema Paradiso. The audience murmurs, surprised and \n\n\texcited.\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\tOoooooh! They're kissing!! Look at \n\n\t\tthat!! Christ, that's news!!\n\n\t\n\n\tAn OLD LADY sitting next to the MAYOR, crosses herself, flabbergasted. CICCIO \n\n\tSPACCAFICO chuckles. Rubs his hands: these are going to be golden times for him. \n\n\tFATHER ADELFIO gets up and stalks out of the theatre, indignant; he'll\n\n\tnever set foot in the place again. The love theme gets louder and\n\n\tlouder...\n\n\t\n\n\t40  PROJECTION BOOTH. INT.",
  "43": "---END OF PREVIOUS SECTION---\nThe love theme gets louder and\n\n\tlouder... 40  PROJECTION BOOTH. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EVENING\n\n\t\n\n\tThe same music spreads through the booth from the monitor. SALVATORE is by \n\n\thimself. He is watching the film through the hole but strangely enough, the \n\n\tstory doesn't absorb him. ALFREDO'S absence makes him nervous, he gazes at the \n\n\tstool he used to sit on. Il has been repainted. A voice from the rear of the \n\n\tcabin:\n\n\t\n\n\t\t\t\tANNA'S VOICE  \n\n\t\tToto?...\n\n\t\n\n\tSALVATORE turns and at the top of the stairs sees SIGNORA\n\n\tANNA and behind her, ALFREDO, her husband. He is wearing a\n\n\tpair of dark glasses and walks with the kelp of a cane. He has\n\n\tlost his sight, but not his spirit. He smiles:\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tAny room for me in this Cinema \n\n\t\tParadiso?\n\n\t\t\t(SALVATORE runs over and \n\n\t\t\tembraces him.)\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tCome in, Alfredo.\n\n\t\n\n\t\t\t\tANNA  \n\n\t\t\t(to SALVATORE) \n\n\t\tToto, will you bring him home when \n\n\t\tyou close down?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tYes. Signora Anna. \n\n\t\t\t(To ALFREDO) \n\n\t\tI'm glad you came.\n\n\t\n\n\t\t\t\t\t\tCut to:\n\n\t\n\n\tALFREDO is now sitting there immobile. He listens to the soundtrack of the film. \n\n\tSALVATORE studies the way he stares into empty space, and the idea of darkness \n\n\tfrightens him. There is something new in ALFREDO'S manner, as if having grazed \n\n\tdeath and the loss of his sight had endowed him with a deeper knowledge of men \n\n\tand life.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tHow's school?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tOK. OK. But now that I've got a job, \n\n\t\tI'11 probably stop going...\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tDon't do that...Sooner or later \n\n\t\tyou'll be left empty-handed.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWhy? What do you mean?\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tToto, this isn't for you.",
  "44": "---END OF PREVIOUS SECTION---\nSALVATORE  \n\n\t\tWhy? What do you mean? ALFREDO  \n\n\t\tToto, this isn't for you. \n---TARGET SECTION TO BE ANNOTATED---\n For the \n\n\t\tmoment, the Cinema Paradiso needs \n\n\t\tyou, and you need the Cinema \n\n\t\tParadiso. But it won't last...Some \n\n\t\tday you'll have other things \n\n\t\tto do, more important things...\n\n\t\t\t(He reaches out and \n\n\t\t\ttouches SALVATORE'S face \n\n\t\t\tto 'feel' his expression.)\n\n\t\tThat's right, more important. I know \n\n\t\tit. Now that I've lost my sight I see \n\n\t\tmore. \n\n\t\tI see everything I didn't see \n\n\t\tbefore...\n\n\t\t\t(As ALFREDO moves his hand \n\n\t\t\tfrom SALVATORE's face, we \n\n\t\t\tsee that he is now a young \n\n\t\t\tman, and that ALFREDO is \n\n\t\t\tolder, grayer.) \n\n\t\tAnd it's all thanks to you, who saved \n\n\t\tmy life. And I'll never forget it...\n\n\t\t\t(SALVATORE doesn't \n\n\t\t\tunderstand his strange \n\n\t\t\twords. ALFREDO can 'feel' \n\n\t\t\the is troubled.)\n\n\t\tAnd don't put on that look. I haven't \n\n\t\tgone off my head yet. You want proof?\n\n\t\n\n\tAnd he gives a joking smile. SALVATORE is curious, expects one of his fiendish \n\n\ttricks.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Smiling) \n\n\t\tYes. I want proof.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tFor example, at this moment the \n\n\t\tfilm's out of focus. Go see. \n\n\t\n\n\tSALVATORE stands up in disbelief. He looks through the hole, and indeed the film \n\n\tis out of focus. He puts it back into focus, flabbergasted.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Smiling) \n\n\t\tIt's hard to explain, Toto...\n\n\t\n\n\t41  CAFE IN THE SQUARE. INT/EXT. MORNING\n\n\t\n\n\tAs the BILL-POSTER attaches to the café door a poster of Catene - the\n\n\tcoming attraction at the Cinema Paradiso - CICCIO SPACCAFICO is\n\n\tspeaking on the phone in the phone booth. He is clearly peeved.\n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tOnly two days? Are you joking?!...",
  "45": "---END OF PREVIOUS SECTION---\nHe is clearly peeved. SPACCAFICO  \n\n\t\tOnly two days? Are you joking?!... \n---TARGET SECTION TO BE ANNOTATED---\n\t\tWhat do I care if all the copies \n\n\t\tare reserved?...Catene for only two \n\n\t\tdays in a place like this! Why, \n\n\t\tpeople will eat me alive!...\n\n\t\t\t(Standing beside him \n\n\t\t\tlistening is SALVATORE. He \n\n\t\t\tis carrying school \n\n\t\t\tbooks under his ann. In \n\n\t\t\tthe café, several curious \n\n\t\t\tONLOOKERS laugh as through \n\n\t\t\tthe café window they watch \n\n\t\t\tsome unemployed PEASANT \n\n\t\t\tMEN dancing together at \n\n\t\t\tthe club. SPACCAFICO \n\n\t\t\tlistens nervously, then \n\n\t\t\tshrieks as if he were \n\n\t\t\tabout to eat the phone.)\n\n\t\t...I know, I know. But even if I \n\n\t\tstart showing at eight in the morning \n\n\t\tit wouldn't be enough! This is a big \n\n\t\ttown now and you people at the \n\n\t\tTitanus know it perfectly well! I'm \n\n\t\tyour sole agent and if I get pissed \n\n\t\toff I'll write straight \n\n\t\tto Lombardo, in Rome!! I'll give you \n\n\t\tguys a good run-around!! If I get my \n\n\t\tdander up, I can let fly, if my \n\n\t\tname's Spaccafico!! \n\n\t\n\n\t\t\t\t\t\tCut to:  \n\n\t\n\n\tSPACCAFICO AND SALVATORE are now outside the café, head towards the square. In \n\n\tfront of the movie house, the CHARWOMAN is at work. SPACCAFICO is so nervous he \n\n\tlights two cigarettes without noticing it. SALVATORE is turning something over \n\n\tin his mind.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tDon Ciccio, I've got an idea...You \n\n\t\tremember that old abandoned movie \n\n\t\thouse where they're supposed to build \n\n\t\tthose low-rent houses?\n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tSo what's that got to do with it?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThe projector's all rusty, but I \n\n\t\tcould fix it in two or three days. \n\n\t\tGive the place a good cleaning, put \n\n\t\tin some seats and bring in a \n\n\t\tprojectionist and we'll show Catene \n\n\t\tin two houses.",
  "46": "---END OF PREVIOUS SECTION---\nSPACCAFICO  \n\n\t\tSo what's that got to do with it? SALVATORE  \n\n\t\tThe projector's all rusty, but I \n\n\t\tcould fix it in two or three days. Give the place a good cleaning, put \n\n\t\tin some seats and bring in a \n\n\t\tprojectionist and we'll show Catene \n\n\t\tin two houses. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\t\t(Shrieking) \n\n\t\tWhat the fuck you talking about? You \n\n\t\tgetting into the act too, Toto? \n\n\t\tTitanus has trouble giving me even \n\n\t\tone copy and I have to say thanks! If \n\n\t\tI ask for two, the least they'll do \n\n\t\tis cut off my head and play ball with \n\n\t\tit! \n\n\t\n\n\tA shrewd look glitters in SALVATORE s eyes. He smiles.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWho says we need two copies?\n\n\t\n\n\t42  CINEMA PARADISO. INT. DAY \n\n\t\n\n\tThe house is jammed with people. Almost bursting at the seams. The last scenes \n\n\tof Catene move across the screen. Tears stream down the faces of the men and \n\n\twomen. The children are unusually silent. Even the BLACKSMITH is awake, indeed \n\n\twhispers ahead of time all the lines of Nazzari and Yvonne Sanson, knows them by \n\n\theart. Among the crowd in the balcony there is ALFREDO and his wife, the MAYOR, \n\n\tDON VINCENZO the landowner, the schoolteachers. Now the music is loud, heart-\n\n\trending. 'THE END' appears on screen. The lights go on. And there is a great \n\n\tdin and uproar as one audience leaves and another arrives. The race for empty \n\n\tseats. Quarrels. The CARABINIERES help the USHER maintain order and persuade the \n\n\tpeople who want to see the film again to get up and leave. \n\n\t\n\n\t\t\t\tUSHER  \n\n\t\t\t(Exasperate]) \n\n\t\tThat's enough now! You've seen it ten \n\n\t\ttimes! I need the seats! I wish you'd \n\n\t\tall get the galloping runs! \n\n\t\n\n\t\t\t\tCARABINIERES  \n\n\t\tEasy! Easy! Through the emergency \n\n\t\texits, quick! Stop the jabbering!!\n\n\t\n\n\t43  CINEMA PARADISO. PROJECTION BOOTH. INT. \n\n\t\n\n\tThe end of the film slips through the sprockets. SALVATORE switches off the \n\n\tmotor. He is particularly fast in taking the reel out of the housing.",
  "47": "---END OF PREVIOUS SECTION---\nThe end of the film slips through the sprockets. SALVATORE switches off the \n\n\tmotor. He is particularly fast in taking the reel out of the housing. \n---TARGET SECTION TO BE ANNOTATED---\n And even \n\n\tfaster in dropping it into the sack BOCCIA is holding open for him. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tNow get running and bring me the \n\n\t\tfirst reel. Meanwhile I'll start \n\n\t\tshowing the news! \n\n\t\n\n\t\t\t\tBOCCIA  \n\n\t\tOK, Toto!\n\n\t\n\n\t44  VILLAGE STREETS AND COUNTRYSIDE. EXT. DAY \n\n\t\n\n\tBOCCIA speeds like an arrow on his bicycle through the village streets. Tied to \n\n\tthe parcel-rack is the sack containing the second part of Catene. He now turns \n\n\toff the main street and takes a short-cut down a country road. He pedals as fast \n\n\tas he can. Until he disappears into the distance, beyond the trees.\n\n\t\n\n\t45  ENTRANCE OLD ABANDONED MOVIE HOUSE. EXT. DAY \n\n\t\n\n\tBOCCIA finally reaches the old movie house, which has been more or less spruced \n\n\tup. Here too people are lined up in front of the posters of Catene. CICCIO \n\n\tSPACCAFICO is waiting impatiently on an outside staircase. He too is holding a \n\n\tsack, containing the first part of the film. The bicycle pulls up in front of \n\n\thim. The sacks are exchanged. \n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tQuick! Give it to me! Here's the \n\n\t\tfirst part. Get moving! \n\n\t\n\n\tBOCCIA heads back to the Cinema Paradiso, to take the first part to SALVATORE. \n\n\tSPACCAFICO dashes up the stairs, and hands the sack to a MAN standing in the \n\n\tdoor, through which the bare projection booth can be seen, and the projector \n\n\twhich SALVATORE has put back into working order. SPACCAFICO yells in excitement. \n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tHere you are! Quick, quick!! People \n\n\t\tare waiting!\n\n\t\n\n\t46  OLD ABANDONED MOVIE HOUSE. INT. DAY \n\n\t\n\n\tIn fact, inside the old freezing cold movie house, the audience is grumbling. \n\n\tEveryone is wrapped in overcoats and woollen scarves and are sitting on chairs \n\n\tthey've brought from home and wooden benches. The hum of the projector is heard \n\n\tat last. The lights go down. The grumbling subsides.",
  "48": "---END OF PREVIOUS SECTION---\nThe hum of the projector is heard \n\n\tat last. The lights go down. The grumbling subsides. \n---TARGET SECTION TO BE ANNOTATED---\n The words 'PART TWO' appear \n\n\ton screen and then the images of the film.\n\n\t\n\n\t47  VARIOUS COUNTRY ROADS AND VILLAGE STREETS. EXT. DAY/SUNDOWN\n\n\t\n\n\tMeanwhile BOCCIA pedals his way swiftly through the countryside on his way to \n\n\tthe Cinema Paradiso...\n\n\t\n\n\t\t\t\t\t\tFADE.\n\n\t\n\n\tNow BOCCIA is on his way back to the old movie house. To carry out another \n\n\texchange of sacks containing the reels of film.\n\n\t\n\n\t\t\t\t\t\tFADE.\n\n\t\n\n\tAnother race back to Cinema Paradiso. BOCCIA starts looking tired, his breath is \n\n\tshort. And daylight starts fading into the colours of sundown.\n\n\t\n\n\t\t\t\t\t\tFADE.\n\n\t\n\n\tThe last fading light of sundown.-BOCCIA is pedalling once more back\n\n\tto the old movie house. With the same sack tied to the parcel-rack. He\n\n\tis exhausted. On his last legs. He slows down, then stops.\n\n\t\n\n\t48  CINEMA PARADISO. INT. EVENING\n\n\t\n\n\tThe lights are still on. In the thick blanket of smoke, the crowd stirs\n\n\tnervously. Shouting. Whistling.\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\tHey, when's it starting!! We've got \n\n\t\tploughing to do in the morning!! \n\n\t\tToto, get a move on!! Heeey!!\n\n\t\n\n\t49  PROJECTION BOOTH. INT/EXT. EVENING\n\n\t\n\n\tIn the booth, the projector is turned off. SALVATORE looks nervously\n\n\tout of the window...at the square. But not a sign of BOCCIA. A CARABINIERE \n\n\tpeers in through one of the holes.\n\n\t\n\n\t\t\t\tCARABINIERE  \n\n\t\tWhat are we going to do, Toto? The \n\n\t\twhole place here is up in arms. \n\n\t\tThey've been waiting more than a half \n\n\t\thour.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWhat can I do?\n\n\t\n\n\t50  OLD ABANDONED MOVIE HOUSE. INT. EVENING\n\n\t\n\n\tHere too the audience is up in arms. They're waiting for Part Two tostart. \n\n\tCICCIO SPACCAFICO tears his hair with rage.",
  "49": "---END OF PREVIOUS SECTION---\nEVENING\n\n\t\n\n\tHere too the audience is up in arms. They're waiting for Part Two tostart. CICCIO SPACCAFICO tears his hair with rage. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tWhere's the fucking bastard got to?\n\n\t\n\n\t\t\t\tSPECTATOR  \n\n\t\tLet's get one thing straight, Don \n\n\t\tCiccio! I'm waiting ten minutes \n\n\t\tmore, and if you haven't started...\n\n\t\tyou're giving me my money back!!\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\t\t(In chorus) \n\n\t\tWell said! Well said! We want our \n\n\t\tmoney back!!\n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tEasy! Easy! What about my showing you \n\n\t\tthe first part again? Huh? \n\n\t\n\n\tPeople shout, whistle, give Bronx cheers.\n\n\t\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\tNo! First part, my foot! We want to \n\n\t\tsee how the story ends!! \n\n\t\n\n\tDown in the front row, PASQUALE, the man who sells black market cigarettes, \n\n\tstands up.\n\n\t\n\n\t\t\t\tPASQUALE  \n\n\t\tI've seen the whole works! You want \n\n\t\tme to tell you how it ends? \n\n\t\n\n\tA shoe comes flying at him.\n\n\t\n\n\t\t\t\tAUDIENCE  \n\n\t\tNooo! No! Shut up, you jerk!!\n\n\t\n\n\t5I  VILLAGE STREETS AND COUNTRY ROADS. EXT. EVENING\n\n\t\n\n\tSALVATORE has got himself a bicycle and is going off to look for\n\n\tBOCCIA. He pedals fast, turns into the country short cut. Looks\n\n\taround  not a sign of Boccia. By now it is dark. He sees a MAN in the window of \n\n\ta farmhouse, calls out to him. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tBoccia! Boccia! \n\n\t\n\n\tSALVATORE rides on. Now he's in the open country. All of a sudden he seems to \n\n\thear something. He stops. Pricks up his ears. It's a sort of moan - he can't \n\n\tfigure out if it's an animal or a man. He turns on the flashlight he has brought \n\n\talong. Takes a closer look around. \n\n\t\n\n\tCatches sight of a bicycle wheel on the ground behind a bush. That's where the \n\n\tmoan is coming from! He creeps over in alarm. Next to the bicycle he now catches \n\n\tsight of the sack with the film. And the moaning gets louder.",
  "50": "---END OF PREVIOUS SECTION---\nHe creeps over in alarm. Next to the bicycle he now catches \n\n\tsight of the sack with the film. And the moaning gets louder. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Alarmed) \n\n\t\tBoccia, what's wrong? \n\n\t\t\t(He runs over to help his \n\n\t\t\tfriend. Behind the bush he \n\n\t\t\tdiscovers BOCCIA humped up \n\n\t\t\tbetween the legs of \n\n\t\t\tTERESA, a prostitute. He \n\n\t\t\tmoves with all the fury \n\n\t\t\tof his young years. \n\n\t\t\tSALVATORE has never seen \n\n\t\t\tpeople making love before \n\n\t\t\tand is speechless.)\n\n\t\tDamn you, what are you doing? \n\n\t\n\n\t\t\t\tBOCCIA  \n\n\t\t\t(Shouting) \n\n\t\tOh, Christ, it's so good!!! \n\n\t\t\t(And he goes on ramming it \n\n\t\t\thome.) \n\n\t\n\n\t\t\t\tTERESA  \n\n\t\tHey, cut it out! Go away. Shoo! \n\n\t\n\n\tWith a confused look on his face, SALVATORE picks up the sack and walks away, \n\n\tlooking over his shoulder at the couple who go on tossing around more and more \n\n\tfrantically.\n\n\t\n\n\tBOCCIA lets out a shriek of pleasure that rings through the countryside, as \n\n\tSALVATORE pedals off like a madman and disappears into the trees. \n\n\t\n\n\t52  CINEMA PARADISO. INT. DAY/EVENING \n\n\t\n\n\tMusic and the naked body of Brigitte Bardot. A row of youngsters on the main \n\n\tfloor stare at the naked actress, all excited. A regular rhythmic tremor runs \n\n\tthrough them, half-hidden by the back of the seats.\n\n\t\n\n\tA scene from a horror film. The frightened faces of the audience. Off in one \n\n\tcorner, the door of the men's toilet opens and a MAN with a contented look comes \n\n\tout, followed by TERESA, who motions another one to come in. In the projection \n\n\tbooth, SALVATORE is eating the meal his mother has brought him.\n\n\t\n\n\tA gangster film. The tense faces of the audience. A gun battle. Rounds of \n\n\tmachine-gunfire in the night. The shots echo through the theatre. A LITTLE BOY \n\n\tclaps his hands over his ears.",
  "51": "---END OF PREVIOUS SECTION---\nRounds of \n\n\tmachine-gunfire in the night. The shots echo through the theatre. A LITTLE BOY \n\n\tclaps his hands over his ears. \n---TARGET SECTION TO BE ANNOTATED---\n Alternating with the machine-gunfire on screen, a \n\n\treal pistol shoots the back of one of the spectators, the landowner DON \n\n\tVINCENZO, who slumps down in his seat without anybody noticing...The shooting \n\n\tcontinues up on screen...\n\n\t\n\n\tSALVATORE'S hand holds a lighted match under a piece of film, before the \n\n\thorrified eyes of SPACCAFICO and the USHER, and the puzzled expression of \n\n\tALFREDO. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWhat'd I tell you? It doesn't catch \n\n\t\tfire! \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tProgress! It always arrives too late!\n\n\t\n\n\tA scene from Seven Brides for Seven Brothers. The only empty seat\n\n\tin the theatre is the one where DON VINCENZO was killed. A flower\n\n\thas been tied to it with string. All the other seats are taken.\n\n\t\n\n\t\t\t\t\t\tFade to:\n\n\t\n\n\tROSA and ANGELO are sitting next to each other. They are watching a\n\n\tdifferent film. But she has a baby in her arms  they have got married,\n\n\thave set up a family.\n\n\t\n\n\tIn the balcony, the MAN with the face of a public notary spits down\n\n\tbelow with a contented look. But this time the main floor takes its\n\n\trevenge and a blob of shit hits him square in the face.\n\n\t\n\n\t53  CINEMA PARADISO. INT. MORNING \n\n\t\n\n\tIn the morning the theatre is empty. All the doors are shut. Light filters in \n\n\tthrough the open windows up above, illuminates the posters of coming attractions \n\n\tand the yellowish screen. Off-screen, a woman's voice \n\n\tand a boy's voice are heard. \n\n\t\n\n\t\t\t\tTERESA'S VOICE  \n\n\t\t\t(Off-screen) \n\n\t\tCome on...That's right...relax...\n\n\t\t\t(Laughing)\n\n\t\t...Don't be scared...\n\n\t\n\n\t\t\t\tSALVATORE'S VOICE  \n\n\t\t\t(Off-screen) \n\n\t\tIs it true that if I bleed I've got \n\n\t\tto squeeze lemon juice on it? \n\n\t\n\n\t\t\t\tTERESA'S VOICE  (Off-screen) \n\n\t\t\t(A loud laugh) \n\n\t\tLemon juice?...That's a new one for \n\n\t\tyou! Who tells you this crap...",
  "52": "---END OF PREVIOUS SECTION---\nTERESA'S VOICE  (Off-screen) \n\n\t\t\t(A loud laugh) \n\n\t\tLemon juice?... That's a new one for \n\n\t\tyou! Who tells you this crap... \n---TARGET SECTION TO BE ANNOTATED---\nTake \n\n\t\tit easy...That's right...You see, \n\n\t\tit's not painful, is it?\n\n\t\n\n\tSlow pan along the walls of the theatre, the empty aisles,\n\n\tdiscovers SALVATORE on the floor between the seats with\n\n\tTERESA, the prostitute who has already been seen. SALVATORE is\n\n\tmaking love for the first time in his life. He is awkward and\n\n\tclumsy. There is an uncertain look in his eyes, his livid face is\n\n\tdripping with sweat.\n\n\t\n\n\t\t\t\tTERESA \n\n\t\t...There you are! That's right, \n\n\t\tthat's right! Keep going...\n\n\t\t\t(SALVATORE is quicker, has \n\n\t\t\tlearned the lesson. TERESA \n\n\t\t\tgoads him on.)\n\n\t\tAh!!! There, now you're a real man! A \n\n\t\tman! ? A real calf!\n\n\t\t\t(SALVATORE's panting \n\n\t\t\tslackens into a deep sigh \n\n\t\t\tof pleasure.)\n\n\t\n\n\t54  VARIOUS SETTINGS. INT/EXT. DAY \n\n\t\n\n\tThe blade of a knife, clutched in a hardened hand. A blow. A cry of pain. A calf \n\n\tfalls like a dead weight to the ground...SALVATORE photographs the animal in \n\n\tthe throes of death with his 8mm movie camera. As well as the faces of the MEN \n\n\twho now bleed and skin it quickly. In the vast slaughter-house, the voices of \n\n\tthe men and animals mingle together.\n\n\t\n\n\tSALVATORE'S eye is quick to catch the most unexpected expressions of ordinary \n\n\tpeople. His movie camera is always ready, like a hunter's rifle. Now he is \n\n\tshooting...\n\n\t\n\n\tA meeting in the square: the passionate reactions of the peasants listening to a \n\n\tspeaker who flails his arms around.\n\n\t\n\n\tAt school: the old SCHOOLMISTRESS sitting at her desk, sunk in God knows what \n\n\tdreams, her eyes staring off into empty space, as a tear runs down her pale, \n\n\tunhappy face, and the unknowing STUDENTS carry out their assignments.\n\n\t\n\n\tAt the railroad station: the nervous excitement of the people waiting on the \n\n\tplatforms. SALVATORE pans his camera on to TWO MEN fighting. But an arriving \n\n\ttrain comes in between.",
  "53": "---END OF PREVIOUS SECTION---\nAt the railroad station: the nervous excitement of the people waiting on the \n\n\tplatforms. SALVATORE pans his camera on to TWO MEN fighting. But an arriving \n\n\ttrain comes in between. \n---TARGET SECTION TO BE ANNOTATED---\n Salvatore follows the train, pans along the cars. The \n\n\ttrain stops. \n\n\t\n\n\t-A door opens and the passengers climb out. Several TRADERS, a CARABINTERE, a \n\n\tgroup of commuting STUDENTS, the TICKET-COLLECTOR, a distinguished looking \n\n\tCOUPLE and lastly, a GIRL who stops in the middle of the viewfinder. SALVATORE \n\n\tis immediately attracted by her face. He goes on shooting without leaving it a \n\n\tmoment. He follows her through the lens. She is very beautiful, must be around \n\n\tsixteen, a simple, sweet face, blue eyes. She is certainly the daughter of the \n\n\tdistinguished looking COUPLE who got off just before she did. The little family \n\n\tmoves off down the platform. Salvatore follows the girl's movements, as if \n\n\thypnotized. Now she passes by him, turns towards him for one moment, as if \n\n\ttrying to figure out where he is aiming that funny-looking gadget. SALVATORE \n\n\tsmiles at her, entranced.\n\n\t\n\n\t55  HIGH SCHOOL. COURTYARD. ENTRANCE. EXT. MORNING\n\n\t\n\n\tThe JANITOR is ringing the bell. In the courtyard, on the other side of\n\n\tthe gate, the STUDENTS prepare to enter. SALVATORE is with a group\n\n\tof schoolmates, including BOCCIA. And they all stare, wide-eyed, at\n\n\tthe GIRL from the station. She has her books under her arm and is\n\n\twalking by herself.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tYou know that one there?\n\n\t\n\n\t\t\t\tBOCCIA  \n\n\t\tShe's new. Not bad though. Nice-\n\n\t\tlooking.\n\n\t\t\t(SALVATORE has the look of \n\n\t\t\tsomebody seeking for an \n\n\t\t\tidea, some way of picking \n\n\t\t\tup a conversation with \n\n\t\t\ther.)\n\n\t\n\n\t\t\t\tSECOND STUDENT  \n\n\t\tHer father s the new bank director. \n\n\t\tLoaded, luxury and easy living!\n\n\t\n\n\t\t\t\tFIRST STUDENT  \n\n\t\tPeople who jerk off with a shirt so \n\n\t\tthey won't get their hands dirty. \n\n\t\t\t(Laughs.)\n\n\t\n\n\tAll at once, BOCCIA and SALVATORE notice that the GIRL drops\n\n\ther lunch without noticing as she is about to enter the school.",
  "54": "---END OF PREVIOUS SECTION---\nLoaded, luxury and easy living! FIRST STUDENT  \n\n\t\tPeople who jerk off with a shirt so \n\n\t\tthey won't get their hands dirty. (Laughs.)\n\n\t\n\n\tAll at once, BOCCIA and SALVATORE notice that the GIRL drops\n\n\ther lunch without noticing as she is about to enter the school. \n---TARGET SECTION TO BE ANNOTATED---\n They\n\n\tfly off, swift as arrows. It's a chance not to be missed. BOCCIA is\n\n\tthe quicker, is already in the lead. SALVATORE gives an angry\n\n\tgesture. A flash come into his eyes, the same flash he had as a little\n\n\tboy when he finds the right way to hit home. He picks up his step,\n\n\ttrips BOCCIA and brings him to the ground. He pounces on him\n\n\tand lets go with his fist. He starts running again. Picks the\n\n\tbundle off the ground. Catches up with the GIRL from the\n\n\tstation, nervous and inexperienced, but polite.\n\n\t\t\t\tSALVATORE  \n\n\t\tLook, you dropped this.\n\n\t\n\n\tAnd he hands her her lunch with a smile. She recognizes him.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tOh, thanks. I hadn't noticed...\n\n\t\n\n\tShe takes the bundle as SALVATORE touches her hand delicately.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tMy name's Salvatore...And yours?\n\n\t\n\n\t\t\t\tELENA  \n\n\t\t\t(Smiling) \n\n\t\tElena. My name's Elena.\n\n\t\n\n\tSALVATORE is very flustered. He feels as if all his blood were\n\n\tthrobbing in his head. He tries to say something else, but the words\n\n\tcatch in his throat.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI...I...The other time at the \n\n\t\tstation.\n\n\t\n\n\tBOCCIA suddenly grabs him by the collar and yanks him away. ELENA is frightened, \n\n\tputs her hand over her eyes so as not to see.\n\n\t\n\n\t56:CINEMA PARADISO.PROJECTION BOOTH.INT.AFTERNOON \n\n\t\n\n\tSALVATORE has a black eye, swollen shut. He is setting up a little 8mm projector \n\n\ton a stool. ALFREDO is sitting in one corner. He has come to keep him company. \n\n\tHe listens to the sound-track of the movie being shown. \n\n\t\n\n\t\t\t\tALFREDO\n\n\t\tChaplin's Modern Times! Right, Toto? \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThat's right, Modern Times. \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tI've shown it so many times I know it \n\n\t\tby heart.",
  "55": "---END OF PREVIOUS SECTION---\nRight, Toto? SALVATORE  \n\n\t\tThat's right, Modern Times. ALFREDO  \n\n\t\tI've shown it so many times I know it \n\n\t\tby heart. \n---TARGET SECTION TO BE ANNOTATED---\n The first time I showed \n\n\t\tit, in 1940, was the Sunday my first \n\n\t\twife died. They kept it hidden from \n\n\t\tme all day so they wouldn't have to \n\n\t\tclose down the movie house. I only \n\n\t\tfound out that night, after the last \n\n\t\tshow. Those are things you never \n\n\t\tforget...\n\n\t\t\t(Changing his tone.) \n\n\t\tSo, Toto, how are these home movies \n\n\t\tgoing? \n\n\t\t\t(SALVATORE has switched on \n\n\t\t\tthe little projector and a \n\n\t\t\tsquare of light appears on \n\n\t\t\tthe wall beside ALFREDO, \n\n\t\t\twith the scenes shot in \n\n\t\t\ttown.) \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tYes. \n\n\t\t\t(The shots of the \n\n\t\t\tslaughter-house have \n\n\t\t\tappeared.) \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Whispering) \n\n\t\tWhat is it, what is it? What's the \n\n\t\tpicture? \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tIt's people in the slaughter-house \n\n\t\tkilling a calf. There's blood all \n\n\t\tover the floor, like a lake. And \n\n\t\tthrough this lake another calf passes \n\n\t\tby on its way to die. \n\n\t\n\n\tALFREDO is concentrated, as if SALVATORE'S description transmitted the \n\n\treal image to him, the colours, the forms. The railway station has appeared on \n\n\tthe wall, and the sequence of ELENA. SALVATORE does not move, does not say a \n\n\tword, as he gazes at those blue eyes looking into the camera. ALFREDO senses \n\n\tsomething funny in the boy's s11ence.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tNow what can you see?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tNothing, there's nothing. It's all \n\n\t\tout of focus.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Smiling) \n\n\t\tIs there a woman?...Tell me the \n\n\t\ttruth...\n\n\t\t\t(SALVATORE is shamed, \n\n\t\t\tuncertain, doesn't know \n\n\t\t\twhet to say. A tender look \n\n\t\t\tfilters through ALFREDO's \n\n\t\t\tdark glasses.",
  "56": "---END OF PREVIOUS SECTION---\nTell me the \n\n\t\ttruth... (SALVATORE is shamed, \n\n\t\t\tuncertain, doesn't know \n\n\t\t\twhet to say. A tender look \n\n\t\t\tfilters through ALFREDO's \n\n\t\t\tdark glasses. \n---TARGET SECTION TO BE ANNOTATED---\n He has \n\n\t\t\tobviously caught on and \n\n\t\t\twhispers:) \n\n\t\tThere is a woman.\n\n\t\n\n\tSALVATORE is forced to admit it, with a sigh.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tYes, it's a girl I saw at the \n\n\t\tstation.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tWhat's she like? What's she like?...\n\n\t\n\n\tAnd as other shots of ELENA appear on the screen, SALVATORE describes her. As \n\n\tonly somebody in love could.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tShe's nice. My age...Slender, with \n\n\t\tlong hair, brunette. She had big blue \n\n\t\teyes, a simple expression and a \n\n\t\tlittle beauty mark on her lip, but \n\n\t\treally tiny. You can only see it \n\n\t\tclose-up. And when she smiles...She \n\n\t\tmakes you feel...\n\n\t\n\n\tHe stops. Only now does he realize that he has let himself be carried away by \n\n\tpassion, by the desire to talk about her. ALFREDO smiles, spellbound...\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tEh! Love...what a mystery!\n\n\t\t\t(SALVATORE turns off the \n\n\t\t\tprojector and heaves a \n\n\t\t\tdeep sigh, almost of \n\n\t\t\tliberation. ALFREDO'S \n\n\t\t\tsympathy does him a lot of \n\n\t\t\tgood. It's nice to be \n\n\t\t\tunderstood. He moves over \n\n\t\t\tcloser to him. ALFREDO \n\n\t\t\truns his hand through his \n\n\t\t\thair, whispers:)\n\n\t\tI understand you, Toto...The ones \n\n\t\twith blue eyes are the\n\n\t\tmost beautiful. Whatever you do, you \n\n\t\tcan't make friends with\n\n\t\tthem.\n\n\t\t\t(SALVATORE is comforted by \n\n\t\t\tthe way he talks. He \n\n\t\t\tdidn't think it\n\n\t\t\twas possible to put into \n\n\t\t\twords the things he has \n\n\t\t\tfelt since meeting\n\n\t\t\tELENA. He nods his head. \n\n\t\t\tALFREDO sighs.)\n\n\t\tEh, there's nothing to be done about \n\n\t\tit! The heavier a man is,\n\n\t\tthe deeper his footprints.",
  "57": "---END OF PREVIOUS SECTION---\nHe nods his head. ALFREDO sighs.)\n\n\t\tEh, there's nothing to be done about \n\n\t\tit! The heavier a man is,\n\n\t\tthe deeper his footprints. \n---TARGET SECTION TO BE ANNOTATED---\n And if \n\n\t\the's in love, he suffers,\n\n\t\tbecause he knows he's up a one-way \n\n\t\tstreet. Because love is a\n\n\t\tmeaningless thing when a man gets it \n\n\t\tinto his head to do what\n\n\t\the wants...\n\n\t\t\t(SALVATORE is touched by \n\n\t\t\this sensitivity, by his \n\n\t\t\tintense, passionate, sweet \n\n\t\t\tway of speaking.)\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWhat you say is wonderful! But sad...\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Smiling) \n\n\t\tThey're not my words. John Wayne said \n\n\t\tit in Shepherd of the Hills.\n\n\t\n\n\tSALVATORE suddenly changes expression, as if discovering he was being made fun \n\n\tof.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tStinking two-timer!! \n\n\t\t\t(And they burst out \n\n\t\t\tlaughing.)\n\n\t\n\n\t57:CINEMAPARADISOANDVARIOUSSTREETS.EXT.DAY\n\n\t\n\n\tA grey, windy day. It is opening-time and the shutters of the movie\n\n\thouse are being rolled up. SALVATORE is about to enter through the\n\n\tsmall door of the spiral staircase, when in the distance he catches sight\n\n\tof...\n\n\t\n\n\tELENA crossing a street with her books under her arm. She is alone.\n\n\tSALVATORE doesn't stop to think twice, dashes off, runs through streets\n\n\tfull of dust, another square, turns the corner, but has lost sight of her.\n\n\tHe looks around in all directions  there she is! He starts running again.\n\n\tAnd finally catches up with her, all out of breath, practically\n\n\tspeechless with emotion.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tHi, Elena!\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tHi. Why are you running?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tNo particular reason...\n\n\t\t\t(He is entranced by her \n\n\t\t\teyes. He wants to tell her \n\n\t\t\tall sorts of\n\n\t\t\tthings, say all the words \n\n\t\t\the has memorized a \n\n\t\t\tthousand times. But\n\n\t\t\tnow he can't get them out. \n\n\t\t\tHis knees tremble.",
  "58": "---END OF PREVIOUS SECTION---\nHe wants to tell her \n\n\t\t\tall sorts of\n\n\t\t\tthings, say all the words \n\n\t\t\the has memorized a \n\n\t\t\tthousand times. But\n\n\t\t\tnow he can't get them out. His knees tremble. \n---TARGET SECTION TO BE ANNOTATED---\n He does \n\n\t\t\this best to\n\n\t\t\tovercome his confusion, \n\n\t\t\tbut all that comes out \n\n\t\t\tis:)\n\n\t\tNice day, huh?\n\n\t\t\t(A gust of wind envelops \n\n\t\t\tthem in a cloud of dust \n\n\t\t\tand a clap of\n\n\t\t\tthunder rends the air. \n\n\t\t\tELENA laughs, amused by \n\n\t\t\tthe blunder.)\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tYes, nice day.\n\n\t\t\t(SALVATORE laughs too. He \n\n\t\t\tgazes at her long hair \n\n\t\t\ttossed by the wind. She \n\n\t\t\tturns to leave.)\n\n\t\t...I've got to go now. Bye-bye.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tBye-bye, Elena.\n\n\t\t\t(ELENA walks away. And \n\n\t\t\tSALVATORE also turns to \n\n\t\t\tleave. Only now is he \n\n\t\t\tseized by disappointment,  \n\n\t\t\tregret at not having made\n\n\t\t\tthe best of the \n\n\t\t\topportunity. He talks to \n\n\t\t\thimself.)\n\n\t\t...What an idiot! What an idiot! \n\n\t\t'Nice day'! Christ!!\n\n\t\n\n\t58:SALVATORE'S BEDROOM.INT.DAY \n\n\t\n\n\tSALVATORE projects images of ELENA on his wall. He lies across his bed gazing at \n\n\ther image.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tYou probably don't believe me, but \n\n\t\tI'm going to become the leading man \n\n\t\tin your life. Sure, I don't look like \n\n\t\tMarlon Brando, but look at me, really \n\n\t\tlook at me. Am I really so ugly? So \n\n\t\tshould I try once more? Maybe It'll \n\n\t\tsucceed. What do you \n\n\t\tsay? \n\n\t\n\n\tELENA seems to be saying, Yes. As SALVATORE kisses ELENA, her image disappears. \n\n\tHe is left with his face against the wall in the white light from the \n\n\tprojector.\n\n\t\n\n\t59:PHONEB00TH AND ELENA'S HOUSE.INT.DAY\n\n\t\n\n\tSALVATORE is in a phone booth. The telephone will certainly help him feel less \n\n\tnervous.",
  "59": "---END OF PREVIOUS SECTION---\nINT. DAY\n\n\t\n\n\tSALVATORE is in a phone booth. The telephone will certainly help him feel less \n\n\tnervous. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tHello, can I speak to Elena, please?\n\n\t\n\n\t\t\t\tWOMANS VOICE  \n\n\t\tYes. \n\n\t\t\t(SALVATORE recognizes \n\n\t\t\tELENA's voice, changes his \n\n\t\t\ttone, turns sweeter, more \n\n\t\t\tpersonal.)\n\n\t\n\n\t\t\t\tSALVATORE \n\n\t\tIs that you, Elena?\n\n\t\n\n\t\t\t\tWOMAN'S VOICE  \n\n\t\tYes...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tOh, I'm sorry, I didn't recognize \n\n\t\tyour voice. This is Salvatore, \n\n\t\tremember?\n\n\t\n\n\t\t\t\tWOMAN'SVOICE  \n\n\t\tYes...\n\n\t\n\n\tSALVATORE finally speaks, says everything all in one breath, without stopping, \n\n\twithout hesitating, in order to leave no room for shyness.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tListen, I know that every time we see \n\n\t\teach other I make a fool of myself, \n\n\t\tbut I'm not like that, I swear. It's \n\n\t\tjust that when I see you, I feel shy, \n\n\t\tthe right words don't come to me, I \n\n\t\tdon't have the courage to say that \n\n\t\tall I do is think about you...\n\n\t\t\t(He has finally got it \n\n\t\t\tout. He's dripping with \n\n\t\t\tsweat, but happy at having \n\n\t\t\tsucceeded. He continues.) \n\n\t\tThat's right, Elena, you're the last \n\n\t\tthing I think of when I go to sleep \n\n\t\tand the first when I wake up in the \n\n\t\tmorning. And at night I always dream \n\n\t\tof you. I know, it's not good on the \n\n\t\tphone. But please, don't get me \n\n\t\twrong. Because I love you very \n\n\t\tmuch...\n\n\t\n\n\t\t\t\tWOMAN'SVOICE  \n\n\t\t\t(Interrupting him) \n\n\t\tIf you don't stop phoning her, I'm \n\n\t\tcalling the police!\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Stunned) \n\n\t\tBut excuse me, who's speaking?\n\n\t\n\n\tAt ELENA'S house, a WOMAN who is visibly in a state is speaking on the phone.",
  "60": "---END OF PREVIOUS SECTION---\nWOMAN'SVOICE  \n\n\t\t\t(Interrupting him) \n\n\t\tIf you don't stop phoning her, I'm \n\n\t\tcalling the police! SALVATORE  \n\n\t\t\t(Stunned) \n\n\t\tBut excuse me, who's speaking? At ELENA'S house, a WOMAN who is visibly in a state is speaking on the phone. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tELENA'S MOTHER  \n\n\t\tI'm Elena's mother, you filthy pig! \n\n\t\n\n\tSALVATORE feels like dropping through the floor, tries to get a word in to \n\n\texplain, to apologize, but the flood of insults overwhelms him.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI'm sorry, Signora, maybe there's a \n\n\t\tmisunderstanding...I...\n\n\t\n\n\t\t\t\tWOMAN'S VOICE  \n\n\t\tAnd don't call my daughter any more. \n\n\t\tNever! \n\n\t\n\n\tSALVATORE has no choice but to hang up, disappointed, defeated. He's so mad he \n\n\tstarts slapping himself.\n\n\t\n\n\t60:ALFREDO'S HOUSE.EXT.AFTERNOON\n\n\t\n\n\tGood Friday. ALFREDO comes out of his house, leaning on\n\n\tSALVATORE's shoulder. They go off down the street, towards the\n\n\tchurch. SALVATORE has finished recounting his misadventure.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tI told you, the blue-eyed ones are \n\n\t\tthe most difficult.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tBut why? There must be some way to \n\n\t\tmake her understand!\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tDon't think about it, Toto. Don't \n\n\t\teven try. With feelings, there's \n\n\t\tnothing to understand. \n\n\t\n\n\tSALVATORE gives an angry gesture. This time ALFREDO'S words do not quiet his \n\n\tfrenzy, don't help him. He moves away from him a few steps.\n\n\t\n\n\tALFREDO stands there motionless in the middle of the road.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tStop it! I've had enough of your \n\n\t\tsermons! You act as if you created \n\n\t\tthe world! \n\n\t\t\t(A bicycle streaks by \n\n\t\t\tALFREDO, who gives a \n\n\t\t\tstartled jump, as if it \n\n\t\t\twere about to \n\n\t\t\trun into him. He raises \n\n\t\t\this voice, panic-\n\n\t\t\tstricken.)\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tHeeey! Totooooo! Don't get pissed off \n\n\t\twith me now! Come here! I don't \n\n\t\tknow where the fuck I have to go.",
  "61": "---END OF PREVIOUS SECTION---\nDon't get pissed off \n\n\t\twith me now! Come here! I don't \n\n\t\tknow where the fuck I have to go. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\t\t(A MAN on a bicycle almost \n\n\t\t\tcollides with ALFREDO. \n\n\t\t\tSALVATORE fumes, goes over \n\n\t\t\tto him listlessly. ALFREDO \n\n\t\t\tputs his hand back on his \n\n\t\t\tshoulder and they start \n\n\t\t\twalking again. ALFREDO has \n\n\t\t\tcalmed down, but his voice \n\n\t\t\tis determined.) \n\n\t\tAnd the next time be careful how you \n\n\t\ttalk. Not to take credit away \n\n\t\tfrom the Lord, but if I had created \n\n\t\tthe world, in all modesty, certain \n\n\t\tthings would have come out better. \n\n\t\tBut unfortunately such was not the \n\n\t\tcase.\n\n\t\n\n\t\t\t\tSALVATORE \n\n\t\t\t(Laughing) \n\n\t\tYou see, it s like I say. You always \n\n\t\thave an answer for everything.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tI want to make you happy, Toto! I'm \n\n\t\tgoing to tell you a story. \n\n\t\t\t(And he squeezes \n\n\t\t\tSALVATORE'S shoulder. It's \n\n\t\t\tthe signal for taking a \n\n\t\t\trest. They sit in a \n\n\t\t\tdoorway. ALFREDO starts \n\n\t\t\ttelling his story, and his \n\n\t\t\tway of speaking is \n\n\t\t\thypnotic, magical. With \n\n\t\t\tthose eyes lost in empty \n\n\t\t\tspace, it's as if his \n\n\t\t\tthoughts and his words \n\n\t\t\tcame in from some other \n\n\t\t\tdimension, mysterious, \n\n\t\t\thidden...) \n\n\t\tOnce upon a time a king gave a feast \n\n\t\tand there were all the most beautiful \n\n\t\tprincesses of the realm. Basta, one \n\n\t\tof the guards, saw the king's \n\n\t\tdaughter: she was the loveliest of \n\n\t\tall! And he immediately fell in love \n\n\t\twith her. But what could a poor \n\n\t\tsoldier do compared with a king's \n\n\t\tdaughter?!...One day he managed \n\n\t\tto meet her and told her he couldn't \n\n\t\tlive without her.",
  "62": "---END OF PREVIOUS SECTION---\nAnd he immediately fell in love \n\n\t\twith her. But what could a poor \n\n\t\tsoldier do compared with a king's \n\n\t\tdaughter?!... One day he managed \n\n\t\tto meet her and told her he couldn't \n\n\t\tlive without her. \n---TARGET SECTION TO BE ANNOTATED---\n The princess was so \n\n\t\tstruck by the depth of his feeling \n\n\t\tthat she said to the soldier  'If you \n\n\t\twill wait a hundred days and a \n\n\t\thundred nights beneath my balcony, \n\n\t\tthen in the end I'll be yours.' \n\n\t\tChrist, the soldier ran off there and \n\n\t\twaited! One day, two days, \n\n\t\tten, twenty...Every night she looked \n\n\t\tout of her window, but he never \n\n\t\tbudged. Come rain, wind, snow, never \n\n\t\tbudged! The birds shat on him and the \n\n\t\tbees ate him alive! After ninety \n\n\t\tnights he was gaunt and pale and \n\n\t\ttears streamed from his eyes but he \n\n\t\tcouldn't hold them back. He didn't \n\n\t\teven have the strength to sleep any \n\n\t\tmore. The princess kept watch...And \n\n\t\ton the ninety-ninth night, the \n\n\t\tsoldier got up, picked up his chair \n\n\t\tand left!\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tNo! You mean right at the end? \n\n\t\t\t(SALVATORE is amazed, \n\n\t\t\tdumbfounded; that ending \n\n\t\t\thas made a deep \n\n\t\t\timpression. They \n\n\t\t\tstart walking again.)\n\n\t\t\t\tALFREDO  \n\n\t\tThat's right, Toto, right at the end? \n\n\t\tAnd don't ask me what it means. If \n\n\t\tyou figure it out, let me know...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI'll be damned'\n\n\t\n\n\t6I:CHURCH.INT.EVENING\n\n\t\n\n\tBefore the high altar, the Virgin Mary in tears clutches three spikes inher \n\n\thand. And beside her is another statue  Christ descended from the\n\n\tcross. MEN and WOMEN stand in line to kiss Christ's wounds. Many people are \n\n\tsitting between the pews. SALVATORE helps ALFREDO take a seat, and at that \n\n\tmoment catches sight at the far end of ELENA on her way to the confessional. \n\n\t\n\n\tShe kneels down on one side, just as FATHER ADELFIO comes out of the middle \n\n\tbooth and goes to the altar to say something to the sacristan. SALVATORE'S eyes \n\n\tlight up.",
  "63": "---END OF PREVIOUS SECTION---\nSALVATORE helps ALFREDO take a seat, and at that \n\n\tmoment catches sight at the far end of ELENA on her way to the confessional. She kneels down on one side, just as FATHER ADELFIO comes out of the middle \n\n\tbooth and goes to the altar to say something to the sacristan. SALVATORE'S eyes \n\n\tlight up. \n---TARGET SECTION TO BE ANNOTATED---\n He has had a brainstorm. \n\n\t\n\n\tHe leans over and whispers something into ALFREDO's ear. ALFREDO nods his head. \n\n\tSALVATORE is so happy that he gives him a pat on the cheek, like a caress. Then \n\n\the hurries over to the PRIEST. Says something in a low voice, gesticulates with \n\n\tsome agitation, points to the pew where ALFREDO is sitting. The PRIEST tries to \n\n\tsay he can't now, but SALVATORE insists, and wins. The PRIEST goes over to \n\n\tALFREDO, leans over. \n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tWhat is it, Alfredo? Right now, of \n\n\t\tall times! \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(In a grave voice) \n\n\t\tFather Adelfio, I have a very serious \n\n\t\tdoubt that is torturing my soul. And \n\n\t\tyou've got to help me, because I've \n\n\t\tlost all peace of mind...\n\n\t\n\n\tSALVATORE watches from a distance. He sees the PRIEST put on an alarmed \n\n\texpression and then sit down beside ALFREDO. Everything's ready. He creeps over \n\n\tto the confessional. ELENA is there, kneeling down waiting for the PRIEST to \n\n\tarrive. In an instant, without anyone noticing, SALVATORE pops inside the \n\n\tconfessional. He shuts the little door below and draws the purple curtain. On \n\n\tthe other side of grille, only a few inches away, those eyes that keep him awake \n\n\tall night. \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tFather, I have sinned...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(In a low voice) \n\n\t\tWe'll talk about that later. \n\n\t\n\n\t\t\t\tELENA  \n\n\t\t\t(Surprised) \n\n\t\tBut...who...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Interrupting her) \n\n\t\tSssssh, Be quiet, pretend \n\n\t\teverything's normal. I'm Salvatore. \n\n\t\n\n\tELENA'S eyes pop in amazement.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tWhat are you doing here?\n\n\t\n\n\tMeanwhile ALFREDO and the PRIEST continue their unusual and animated discussion. \n\n\tThe PRIEST is appalled, crosses himself.",
  "64": "---END OF PREVIOUS SECTION---\nELENA  \n\n\t\tWhat are you doing here? Meanwhile ALFREDO and the PRIEST continue their unusual and animated discussion. The PRIEST is appalled, crosses himself. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tBut Alfredo, what you're saying is \n\n\t\thorrifying! \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tI know. But take the-miracle of the \n\n\t\tloaves and fishes, for example! I \n\n\t\tthink about it a lot...How is it \n\n\t\tpossible for...\n\n\t\n\n\tIn the confessional, the whispered conversation between SALVATORE and ELENA \n\n\tcontinues.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\t\t(Annoyed) \n\n\t\tThere was a terrible rumpus at home. \n\n\t\tMy mother told my father. And how \n\n\t\tcould you have mistaken my voice?!\n\n\t\n\n\tSALVATORE is mortified, on tenterhooks, keeps an eye on ALFREDO and the PRIEST \n\n\tthrough a crack in the curtain.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tForgive me, Elena. It was stupid of \n\n\t\tme. But I had to talk to you. \n\n\t\n\n\tShe looks up at him and her eyes are even more beautiful in the candlelight. \n\n\tThis time SALVATORE finds the courage to speak to her calmly, with \n\n\tdetermination. That grille probably helps him, allows him to see without being \n\n\tseen.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tYou're so beautiful, Elena...That's \n\n\t\twhat I wanted to tell you. When I \n\n\t\tmeet you, I can't put two words \n\n\t\ttogether because...you give me the \n\n\t\tshivers. I don't know what you do in \n\n\t\tthese situations, what you're \n\n\t\tsupposed to say. It's the first time. \n\n\t\tBut I think I'm in love with you. \n\n\t\n\n\tELENA gazes through the grille at the two shining specks of his eyes. She is \n\n\tbewildered by that flood of passion. At that moment, an OLD WOMAN kneels down on \n\n\tthe other side of the confessional and her face appears behind the grille.\n\n\t\n\n\t\t\t\tOLD WOMAN  \n\n\t\tFather, I have sinned...\n\n\t\t\t(SALVATORE turns lo her, \n\n\t\t\tinstinctively.)\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI absolve you in the name of the \n\n\t\tFather, the Son and the Holy Ghost.",
  "65": "---END OF PREVIOUS SECTION---\nAt that moment, an OLD WOMAN kneels down on \n\n\tthe other side of the confessional and her face appears behind the grille. OLD WOMAN  \n\n\t\tFather, I have sinned... (SALVATORE turns lo her, \n\n\t\t\tinstinctively.)\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI absolve you in the name of the \n\n\t\tFather, the Son and the Holy Ghost. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\tGo in peace, my daughter. \n\n\t\t\t(And he slams the panel \n\n\t\t\tshut in her face. ELENA is \n\n\t\t\tbarely able to control her \n\n\t\t\tlaughter.) \n\n\t\tWhen you laugh, you're even more \n\n\t\tbeautiful. \n\n\t\n\n\tShe pulls herself together again and puts on a serious, but tender look.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tSalvatore, it's awfully sweet of you. \n\n\t\tAnd even though I don't know you, I \n\n\t\tlike you. But...I'm not in love with \n\n\t\tyou. \n\n\t\n\n\tFor SALVATORE, it's as if a knife had plunged straight into his heart. He sits \n\n\tthere gazing into her eyes, at the beauty mark on her lip, without moving. Then \n\n\tthrough the crack sees ALFREDO and the PRIEST conversing nervously, God knows \n\n\twhat they're saying. And he turns back to her.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI don't care. I'll wait.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tFor what?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tFor you to fall in love with me too. \n\n\t\tListen carefully. Every night, when I \n\n\t\tget off work, I'll come and wait \n\n\t\tbeneath your window. Every night. \n\n\t\tWhen you change your mind, open your \n\n\t\twindow. That's all. I'll \n\n\t\tunderstand...\n\n\t\n\n\tHe smiles at her. She is upset by those exaggerated words, but also intrigued.\n\n\t\n\n\tThe PRIEST has meanwhile solved the problem that ALFREDO has made up as an \n\n\texcuse.\n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\t\t(Exhausted) \n\n\t\tYou understand now? You see it \n\n\t\tclearly?\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Hypocritically) \n\n\t\tOh yes, father. Now everything's \n\n\t\tclear.\n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\tAnd the next time don't go around \n\n\t\tsaying such heresy. You survived the \n\n\t\tfire at the movie house. But no one \n\n\t\tcan save you from the fire of Hell!\n\n\t\n\n\t62:SQUARE AND ELENA'S HOUSE. EXT.",
  "66": "---END OF PREVIOUS SECTION---\nBut no one \n\n\t\tcan save you from the fire of Hell! 62:SQUARE AND ELENA'S HOUSE. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n NIGHT\n\n\t\n\n\tSweet poignant music accompanies SALVATORE's long waits beneath the window of \n\n\tELENA'S room... A warm early summer night. The last spectators wander off into \n\n\tthe streets. The VILLAGE IDIOT makes his rounds of the square.\n\n\t\n\n\tSALVATORE is beneath her window. He waits. The shutters are open,\n\n\tbut not the windows with the curtains. ELENA peers at him through a\n\n\tdark crack...\n\n\t\n\n\t\t\t\t\t\tFade to:\n\n\t\n\n\tA rainy night. SALVATORE is back there again. Determined,\n\n\theadstrong. A dog keeps him company, taking shelter under an\n\n\toverhanging roof. The window is shut...\n\n\t\n\n\t\t\t\t\t\tFade to:\n\n\t\n\n\tSALVATORE'S hand adds another check to an endless row of checks on\n\n\tthe calendar. A check a day...\n\n\t\n\n\t\t\t\t\t\tFade to:\n\n\t\n\n\tAnother night. Wind. The window is still shut. SALVATORE's eyes are\n\n\tthe eyes of a lovesick man prepared to face the hardest battles, just to\n\n\twin, just to conquer his loved one. She peeks at him through the crack,\n\n\tbut he can't see her...\n\n\t\n\n\t\t\t\t\t\tFade to:\n\n\t\n\n\tThe paces of the calendar are covered with checks. Several months\n\n\thave gone by. SALVATORE adds a check on the last page, on 30 December. Tomorrow \n\n\tnight will be...New Year's Eve. The streets are empty. Loud merry voices can be \n\n\theard coming from the houses. Old discarded objects hail down from balconies. \n\n\tFirecrackers explode here and there. SALVATORE is there in the same old place, \n\n\tas usual. The shutters are open, but not the windows, and all is darkness \n\n\tinside. SALVATORE is wrapped in a large overcoat and stamps his feet to keep \n\n\twarm...\n\n\t\n\n\t63:SALVATORES HOUSE. GIANCALDO. INT. NIGHT\n\n\t\n\n\tToasts are being prepared in SALVATORE's house. MARIA is there\n\n\twith her daughter, LIA, then ALFREDO with his wife, ANNA.\n\n\tSALVATORE is the only one missing for the \"family\" to be complete.\n\n\tThe bottle of spumante and the Christmas cake are ready.",
  "67": "---END OF PREVIOUS SECTION---\nMARIA is there\n\n\twith her daughter, LIA, then ALFREDO with his wife, ANNA. SALVATORE is the only one missing for the \"family\" to be complete. The bottle of spumante and the Christmas cake are ready. \n---TARGET SECTION TO BE ANNOTATED---\n The radio is\n\n\ton with the New Year's Eve programme.\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\t\t(Nervously) \n\n\t\tBut why hasn't Toto shown up? The \n\n\t\tmovie house is closed at this hour!\n\n\t\n\n\tALFREDO has a know-all look. He tries to put her mind at rest.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tHe had to do something for me...\n\n\t\n\n\tOver the radio, music and merrymaking\n\n\t\n\n\t64:ELENA'S HOUSE.EXT.NIGHT \n\n\t\n\n\tMore sounds of merrymaking, coming from ELENA's house. SALVATORE listens to it, \n\n\tsees the shadows of her parents and relatives, maybe even hers, ready to \n\n\tcelebrate, welcome in the New Year. But further on, that window remains dark and \n\n\tshut. SALVATORE gazes at it again. \n\n\t\n\n\tThere is a new look in his eyes, like a gleam of hope. Maybe it's the \n\n\tspecialness of that night, maybe it's the fire crackers, the festive atmosphere, \n\n\tbut something tells him that's going to be the right night. The night when \n\n\tshe'll open her window. In fact, a light suddenly goes on in the room. \n\n\tSALVATORE'S eyes sparkle, have already taken on the hue of victory. \n\n\t\n\n\tThe window is pulled open, and his heart starts pounding like a drum. The music \n\n\treaches its climax. Two hands come out. SALVATORE shuts his eyes for a moment, \n\n\tto hold back the flood of feeling. He opens them again and sees......The hands \n\n\treach out and take hold of the shutters and pull them shut. The light goes out. \n\n\tIt is midnight. An echoing voice does the countdown.\n\n\t\n\n\t\t\t\tRADIO VOICE  \n\n\t\tSix, five, four, three, two, one, \n\n\t\tzero! Happy New Year! Happy New Year! \n\n\t\n\n\tAnd a roar of voices, shouts, explosions, fills the air. SALVATORE has remained \n\n\tstanding there immobile, speechless. Disappointed. Defeated.\n\n\t\n\n\t65  SALVATORE S HOUSE. GIANCALDO. INT. NIGHT\n\n\t\n\n\tAt his house, glasses are about to be raised. There is a strange, tense \n\n\tmerriment.",
  "68": "---END OF PREVIOUS SECTION---\nINT. NIGHT\n\n\t\n\n\tAt his house, glasses are about to be raised. There is a strange, tense \n\n\tmerriment. \n---TARGET SECTION TO BE ANNOTATED---\n MARIA is unable to conceal her concern, her presentiment. She glances \n\n\tat the door, hoping to see SALVATORE appear.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(To Maria) \n\n\t\tThere's nothing to worry about. He's \n\n\t\tprobably with his friends. \n\n\t\t\t(To all) \n\n\t\tLet's toast!\n\n\t\n\n\t\t\t\tEVERYBODY  \n\n\t\t\t(Toasting) \n\n\t\tHere's to you! Here's to you! Happy \n\n\t\tNew Year!\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tFor Toto too, here's to you!! Happy \n\n\t\tNew Year! !\n\n\t\n\n\tEverybody echoes MARIA'S toast...\n\n\t\n\n\t66  ELENA S HOUSE. EXT. NIGHT \n\n\t\n\n\tBut SALVATORE is not happy in these first few minutes of the New Year. He feels \n\n\thurt, humiliated, rejected. He walks off amidst the old discarded objects flying \n\n\tdown from the terraces. That was his last night. He's not showing up beneath \n\n\tthat balcony any more.\n\n\t\n\n\t67  CINEMA PARADISO. PROJECTION BOOTH. INT. AFTERNOON \n\n\t\n\n\tOutside there is a violent thunderstorm. The pounding of the rain and the \n\n\trumbling of the thunder drown out the sound-track of the film being shown. Two \n\n\tbuckets are on the floor to catch the water dripping through the roof. SALVATORE \n\n\tis alone. For the first time he feels he hates the profession he's got into. He \n\n\tis tearing up the calendar where he checked off the nights he spent waiting for \n\n\tELENA. He tears it into a thousand pieces, as if trying to wipe out the traces \n\n\tof his grief. He is so absorbed in his thoughts that he doesn't notice that \n\n\tsomeone has appeared at the top of the stairs and quietly entered the room. And \n\n\tnow stands there watching him in silence. The thunder is deafening. That someone \n\n\tis ELENA. She comes up behind him, realizes he is thinking \n\n\tabout her. Whispers. \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tSalvatore...\n\n\t\n\n\tLoud passionate music is heard on the monitor. SALVATORE turns and sees her as \n\n\tif in a dream. It is a sudden blow to the heart.",
  "69": "---END OF PREVIOUS SECTION---\nLoud passionate music is heard on the monitor. SALVATORE turns and sees her as \n\n\tif in a dream. It is a sudden blow to the heart. \n---TARGET SECTION TO BE ANNOTATED---\n The look on her face is \n\n\twonderfully sweet, the look of somebody who knows she is madly loved and \n\n\twho now realizes at last that she is in love too. For SALVATORE it is an \n\n\toverwhelming, almost unbearable moment...A long passionate embrace that is \n\n\tnever-ending. They are happy, cling to each other never to leave each other \n\n\tagain. \n\n\t\n\n\tThey spin around, end up against the wall where strips of film are hanging, the \n\n\tfirst-part endings and the trailers. Another intense look, their eyes \n\n\tlocked...And it is their first kiss. A kiss at first timid, hesitant, almost \n\n\tclumsy, and then becomes resolute, poignant. Amidst the film strips dangling \n\n\taround and touching their young faces. Meanwhile the film has finished, the \n\n\tprojector turns uselessly...Down below the screen is blank, the audience \n\n\twhistles...But SALVATORE hears nothing, neither the whistles nor the useless \n\n\twhirring of the reels in the projector. All he hears is her breathing, an he \n\n\tfeels is the warmth of her \n\n\tskin.\n\n\t\n\n\t68  VARIOUS SETTINGS. INT/EXT. DAY\n\n\t\n\n\tThe happiest, most vivid moments SALVATORE and ELENA spend\n\n\ttogether:\n\n\t\n\n\tA country outing. They eat a lavish salad using the flat branches of the\n\n\tprickly pear for plates.\n\n\t\n\n\tA chase through an endless field of wheat.\n\n\tIn the projection booth. A cake with seventeen lighted candles.\n\n\tSALVATORE and ELENA blow them out together. And then a kiss.\n\n\t\n\n\t69  ROAD AT THE EDGE OF TOWN.EXT. DAY\n\n\t\n\n\tSALVATORE is driving an old beaten-up Balilla he bought from a\n\n\tcar-wrecker. ELENA sits beside him, having the time of her life. They\n\n\troar with laughter. The car jolts, moves by fits and starts, jarred by the\n\n\tholes in the road, and besides SALVATORE is not such a hot driver. She\n\n\tfondles him.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\t\t(Ironically) \n\n\t\tYou have a great future as a driver.",
  "70": "---END OF PREVIOUS SECTION---\nThe car jolts, moves by fits and starts, jarred by the\n\n\tholes in the road, and besides SALVATORE is not such a hot driver. She\n\n\tfondles him. ELENA  \n\n\t\t\t(Ironically) \n\n\t\tYou have a great future as a driver. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\tIf they don't arrest you first!!\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThat's nothing to do with it, it's \n\n\t\tthe car that's still being run in...\n\n\t\n\n\tHe has barely finished the last sentence when the car gives a\n\n\tsudden violent shudder. A sharp report. A cloud of white smoke issues from the \n\n\tmotor. And the Balilla stops dead in its tracks. ELENA and SALVATORE cannot \n\n\tsmother their wild laughter. They embrace. \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tSO now how do we get home? \n\n\t\n\n\t\t\t\t\t\tCut to:  \n\n\t\n\n\tThe two of them are standing beside the empty road, looking bored, as they have \n\n\talready been waiting a long time for someone to go by, a car, a wagon. When all \n\n\tat once a car comes around the bend, heading for town. SALVATORE and ELENA flag \n\n\tit down. \n\n\t\n\n\tThe DRIVER slows down. The back door opens, a MAN gets out. An alarmed and \n\n\tstartled look comes over ELENA's face  that man is her FATHER. She sees him \n\n\tstride over in a rage. \n\n\t\n\n\tHe has almost reached SALVATORE, who tries lo be polite, to make the best of the \n\n\tsituation. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tHello, Dr Mendola...Hem...\n\n\t\n\n\tELENA buries her face in her hands, so as not to see...\n\n\t\n\n\t70  CINEMA PARADISO. INT. EVENING\n\n\t\n\n\tSALVATORE has a bruise on his cheek and two Band-aids on his face.\n\n\tHe got himself a good thrashing, and then some. The house is jammed,\n\n\tas on the great occasions. Curiosity is written all over the faces of the\n\n\taudience. But what they're seeing is not a film, but an instalment of\n\n\tDouble or Nothing. SALVATORE is standing by a teleprojector which\n\n\thas been set up in the central aisle of the balcony. It is a machine that\n\n\tmakes it possible to project television show on the screen. ALFREDO is\n\n\tsitting beside him.",
  "71": "---END OF PREVIOUS SECTION---\nSALVATORE is standing by a teleprojector which\n\n\thas been set up in the central aisle of the balcony. It is a machine that\n\n\tmakes it possible to project television show on the screen. ALFREDO is\n\n\tsitting beside him. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(In a low voice) \n\n\t\tToto, are you pulling my leg or \n\n\t\tsomething? How is it possible to see \n\n\t\tthis television without film?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tJust so, Alfredo. There isn't any. \n\n\t\tAnd if you buy a television set, you \n\n\t\tcan watch it at home, without any \n\n\t\tfuss...\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Sceptically) \n\n\t\tCould be...But I don't like this\n\n\t\tbusiness. It smells fishy to me.\n\n\t\n\n\tELENA is sitting in one corner of the balcony with her parents. Sitting beside \n\n\ther FATHER is the owner of the movie house, SPACCAFICO, who thanks him.\n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\t\t(In a low voice) \n\n\t\tYou see what a bright idea, Dr \n\n\t\tMendola? But without the bank loan \n\n\t\thow could I have bought the machine? \n\n\t\tIf we don't get organized around \n\n\t\there, in this day and age, we'll meet \n\n\t\tthe same end as the Punch and Judy \n\n\t\tshows! \n\n\t\n\n\tELENA is not very interested in the TV show. She sneaks a look at SALVATORE. \n\n\tFrom the looks on their faces, it is clear that things are not going very well. \n\n\tHe gives her a nod, as if to say he wants to speak to her and that she should \n\n\tfigure out some way! ELENA leans over to her MOTHER, whispers something into her \n\n\tear.\n\n\t\n\n\t7I  CINEMA PARADISO. TOILET. INT. EVENING\n\n\t\n\n\tELENA's MOTHER stands waiting in front of the women's toilet,\n\n\tgazing at Mike Bongiorno emceeing the TV show in the distance.\n\n\t\n\n\tInside the toilet, ELENA is standing on the toilet seat whispering to\n\n\tSALVATORE, who is standing on the 20ilet seat of the men's toilet.\n\n\t\n\n\tTheir eyes are barely able to peek over the flush tank which they have\n\n\tuncovered. ELENA is worried.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tCould it be your father doesn't like \n\n\t\tthe work I do...",
  "72": "---END OF PREVIOUS SECTION---\nTheir eyes are barely able to peek over the flush tank which they have\n\n\tuncovered. ELENA is worried. SALVATORE  \n\n\t\tCould it be your father doesn't like \n\n\t\tthe work I do... \n---TARGET SECTION TO BE ANNOTATED---\nThat my family's too \n\n\t\tpoor...Is that it? \n\n\t\n\n\tShe gives a nod of the head, but only faintly, so as no2 to wound his \n\n\tvulnerability. SALVATORE sighs.\n\n\t\n\n\t\t\t\tELENA'S MOTHER  \n\n\t\t\t(Off-screen) \n\n\t\tElena!\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tAll right! ! \n\n\t\t\t(To Salvatore, in a \n\n\t\t\twhisper) \n\n\t\tFor the moment it's impossible to see \n\n\t\teach other...As soon as school is \n\n\t\tout, we're going to go stay with \n\n\t\tfriends in Tuscany. We'll be there \n\n\t\tall summer...Maybe if you came up, \n\n\t\twe could meet in secret...\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Crestfallen) \n\n\t\tBut we're opening the outdoor movie \n\n\t\ttheatre this summer. What will I do \n\n\t\tall this time without seeing you?!\n\n\t\t\t\t\n\n\t\t\t\tELENA  \n\n\t\tI'll write to you every day. Don't \n\n\t\tworry. I love you. The summer'll be \n\n\t\tover and I'll be back...\n\n\t\n\n\tThey reach out to kiss each other. Who knows when they'll be able to see each \n\n\tother again?\n\n\t\n\n\t\t\t\tELENA'S MOTHER  \n\n\t\t\t(Off-screen) \n\n\t\tElena! \n\n\t\n\n\tELENA climbs down, pulls the chain and walks off, leaving SALVATORE standing \n\n\tthere on the toilet seat.\n\n\t\n\n\tSummer has come. A bevy of barefoot children chase after the carts carrying the \n\n\tcarters' families to the beach to go swimming. SALVATORE, helped by the USHER, \n\n\thas finished loading the disassembled projector on to a wagon in order to carry \n\n\tit to the outdoor movie house. The USHER has hung a sign on the Cinema Paradiso \n\n\tto the effect that 'Showings to continue at the Imperia Arena', and now climbs \n\n\tinto the wagon. \n\n\t\n\n\tThe horse moves off slowly and the monotonous clatter of its hoofs reminds \n\n\tSALVATORE that the summer is going to be long this year, longer than ever. And \n\n\the leans on the projector that totters and lurches from the jolting of the \n\n\twheels.",
  "73": "---END OF PREVIOUS SECTION---\nThe USHER has hung a sign on the Cinema Paradiso \n\n\tto the effect that 'Showings to continue at the Imperia Arena', and now climbs \n\n\tinto the wagon. The horse moves off slowly and the monotonous clatter of its hoofs reminds \n\n\tSALVATORE that the summer is going to be long this year, longer than ever. And \n\n\the leans on the projector that totters and lurches from the jolting of the \n\n\twheels. \n---TARGET SECTION TO BE ANNOTATED---\n A cart carrying a cheerful and noisy family pulls up alongside the \n\n\twagon. There are the MEN from the slaughter-house. They recognize SALVATORE. \n\n\t\n\n\t\t\t\tSLAUGHTER-HOUSE MAN \n\n\t\tWell, look who's here!! Cecil B. De \n\n\t\tMille! Hey, Toto!! When are you \n\n\t\tcoming to shoot another film?!? \n\n\t\n\n\tAnd they laugh, with their gaping toothless mouths. SALVATORE doesn't feel like \n\n\tjoking, not even like answering. He looks away, so as not to see their leers. He \n\n\twants to be by himself. \n\n\t\n\n\t73  BEACH AND IMPERIA ARENA. EXT. DAY \n\n\t\n\n\t\n\n\tThe beach is almost deserted, dotted here and there with groups of bathers. The \n\n\tcarts and horses are scattered in the sand, near the Imperia Arena, where some \n\n\tWORKMEN are putting on the finishing touches for the new opening. The wagon \n\n\tarrives and SALVATORE and the USHER unload the projector.\n\n\t\n\n\t74  BEACH. IMPERIA ARENA. PROJECTION BOOTH. EXT.EVENING\n\n\t\n\n\tA sultry evening. The jacklights of the octopus fishers twinkle on the\n\n\tdark horizon. The sound-track of a comic film reverberates over the sea,\n\n\tthe laughter of the audience mingles with the sound of the shallow waves\n\n\tbreaking on the rocks. A group of LITTLE BOYS in a boat pulls away\n\n\tfrom shore. They join some more boats standing still in the water, all of\n\n\tthem crammed with LITTLE BOYS all looking in the same direction...\n\n\ttowards the screen of the open-air movie at the water's edge. There is a\n\n\tfunny scene.\n\n\t\n\n\t\t\t\tLITTLE BOYS  \n\n\t\tAll seats are sold out! Free entrance \n\n\t\tand payment on the way out!! Sssssh!!\n\n\t\n\n\tAnd they guffaw noisily. Their laughter is echoed by more\n\n\tlaughter, in the distance...\n\n\t\n\n\t...the laughter of the Arena audience, scattered among the\n\n\tmetal chairs. By dint of laughing, the people in one of the rows\n\n\tof chairs tip over backwards. Screams, laughs, whistles.\n\n\tThe projection booth has a door at the back with stairs leading\n\n\tdown to the rocks.",
  "74": "---END OF PREVIOUS SECTION---\nBy dint of laughing, the people in one of the rows\n\n\tof chairs tip over backwards. Screams, laughs, whistles. The projection booth has a door at the back with stairs leading\n\n\tdown to the rocks. \n---TARGET SECTION TO BE ANNOTATED---\n SALVATORE is sitting on the ground, bare\n\n\tchested, tired and sticky with sweat. He is reading a letter from\n\n\tELENA. He is so engrossed the words can almost be read on his\n\n\tface.\n\n\t\n\n\t\t\t\tELENA'S VOICE  \n\n\t\t\t(Off-screen) \n\n\t\tSalvatore, my darling, here the days \n\n\t\tnever end. I find your name \n\n\t\teverywhere if I read a book, do a \n\n\t\tcrossword puzzle, thumb through a \n\n\t\tnewspaper...You're always before my \n\n\t\teyes. Today I've got some rather bad \n\n\t\tnews. At the end of October we're \n\n\t\tmoving to the city where I'll attend \n\n\t\tthe University. It'll be hard to see \n\n\t\teach other every day. But don't \n\n\t\tworry, whenever I can get away I'll \n\n\t\talways come running to you, to the \n\n\t\tCinema Paradiso.\n\n\t\n\n\tOn the Arena screen, with its potted plants and palm trees, a\n\n\tvery funny scene is being shown. The audience again bursts into\n\n\twild laughter. And the audience of LITTLE BOYS in the boats also laugh. One\n\n\tof them, laughing himself to tears, loses his balance and falls\n\n\tinto the water. The others howl with laughter. A voice rises up\n\n\tout of the carousel of boats.\n\n\t\n\n\t\t\t\tURCHIN  \n\n\t\tFuck me! I've caught an octopus! An \n\n\t\toooooctopus!\n\n\t\n\n\t\t\t\t\t\tFADE\n\n\t\n\n\t75  VARIOUS SETTINGS. INT/EXT. DAY \n\n\t\n\n\tThe August sun is blazing hot. People are forced to stay inside when the sirocco \n\n\tblows. The streets are empty. And there is a strange silence. Nothing can be \n\n\theard except far in the distance, from somewhere in the country, the love song \n\n\tof some carter...SALVATORE hears it too, stretched out on the floor of his \n\n\troom, his eyes fixed on the ceiling where flies buzz around nervously. The \n\n\tMAILMAN comes down the street on his bicycle, rides up to SALVATORE and hands \n\n\thim a letter...Sitting in the shade of a white wall, SALVATORE reads the \n\n\tletter.",
  "75": "---END OF PREVIOUS SECTION---\nSALVATORE hears it too, stretched out on the floor of his \n\n\troom, his eyes fixed on the ceiling where flies buzz around nervously. The \n\n\tMAILMAN comes down the street on his bicycle, rides up to SALVATORE and hands \n\n\thim a letter... Sitting in the shade of a white wall, SALVATORE reads the \n\n\tletter. \n---TARGET SECTION TO BE ANNOTATED---\n Next to him, the dog that kept him company at night, beneath ELENA's \n\n\twindow. He gazes up at him as if looking for news of her.\n\n\t\n\n\t76:ARENA IMPERIA. PROJECTION BOOTH. EXT/INT.EVENING\n\n\t\n\n\tThe Arena is crowded with sun-burnt faces. On screen, scenes from\n\n\tUlysses. On a shelf in the projection booth, there is an enormous pack of \n\n\tletters. SALVATORE is worn out. The waiting has destroyed him. He looks\n\n\tlike a madman. As he winds up one of the parts of the film, he repeats\n\n\ther name obsessively, under his breath.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tElena...Elena...Elena...\n\n\t\n\n\tNow he is sitting outside on the back steps, a few yards from the\n\n\tsea. There is a breeze this evening, the waves are rather high and\n\n\tthe boats of 'gate-crashers' can be seen out in the water, rolling\n\n\tfitfully but not dangerously. SALVATORE stretches out, gazes up\n\n\tat the inky sky and talks to himself, just like a madman,\n\n\twhispering...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWhen will this shitty summer be over? \n\n\t\t\t(Half shutting his eyes) \n\n\t\tIn a film it'd already be finished...\n\n\t\t\t(Smiling)\n\n\t\t...Fade-out and cut to a nice \n\n\t\tthunderstorm!!! Huh? that'd be \n\n\t\tperfect!\n\n\t\n\n\tA clap of thunder explodes in the air. Loud, rumbling. SALVATORE'S eyes pop \n\n\topen. The Arena audience looks up in alarm at the sky...The 'gate-crashers' in \n\n\tthe boats also look up and see a streak of lightning ushering in another clap of \n\n\tthunder. One of those storms is building up that ruins late summer \n\n\tnights. SALVATORE gives a contented smile as the cloudburst pours down \n\n\tviolently, suddenly... The Arena audience scatters with a howl and scurries \n\n\tover to the overhanging roofs of the projection booth, to take shelter and to go\n\n\ton watching the film despite the rain...\n\n\t\n\n\tThe LITTLE BOYS in the boats quickly pull tarpaulins over their\n\n\theads...",
  "76": "---END OF PREVIOUS SECTION---\nSALVATORE gives a contented smile as the cloudburst pours down \n\n\tviolently, suddenly... The Arena audience scatters with a howl and scurries \n\n\tover to the overhanging roofs of the projection booth, to take shelter and to go\n\n\ton watching the film despite the rain... The LITTLE BOYS in the boats quickly pull tarpaulins over their\n\n\theads... \n---TARGET SECTION TO BE ANNOTATED---\nBut SALVATORE does not get up. He lets the rain fall on him,\n\n\tgoes on laughing, incredulous and stunned as if a real miracle had\n\n\ttaken place. And as he shuts his eyes and lifts his head up, to\n\n\tcatch more rain on his face, and gives himself up to that marvellous feeling of \n\n\tjoy, a mouth comes to rest passionately on his lips it is ELENA. SALVATORE opens \n\n\this eyes in utter amazement, it seems like a vision, another hallucination \n\n\tcreated by the rain...Instead no, it is really her! \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tElena!...But when...\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tI got back today. You can't imagine \n\n\t\tthe excuses I had to make up to be \n\n\t\there...\n\n\t\n\n\tSALVATORE's lips interrupt her. It is an intense, a stupendous kiss. They've \n\n\tprobably never been so happy as they are at that moment. They cling to each \n\n\tother as the rain goes on streaming over their bodies, mingling her hair with \n\n\this, binding them ever closer.\n\n\t\n\n\t77  CINEMA PARADISO. ENTRANCE. EXT. DAY\n\n\t\n\n\tAutumn has arrived. In the streets, the PEASANTS prepare the barrels\n\n\tfor preserving the grape must. ALFREDO is sitting in front of the Cinema \n\n\tParadiso with SPACCAFICO and the USHER. It is a quiet moment, they chat, while \n\n\tthe humming of the projector and the sound track of the film can be heard \n\n\tthrough the window of the booth. The MAILMAN stops and hands SPACCAFICO a folded \n\n\tsheet of paper.\n\n\t\n\n\t\t\t\tMAILMAN  \n\n\t\tDon Ciccio, this is for Toto. Give it \n\n\t\thim...\n\n\t\t\t(And he pedals off on his \n\n\t\t\tbicycle.)\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tWhat is it?\n\n\t\n\n\tSPACCAFICO unfolds it, reads it, claps his hands on his head, in alarm.\n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tHoly blood of Judas! Now what am I \n\n\t\tgoing to do??!\n\n\t\n\n\t78  UNIVERSITY. EXT. DAY\n\n\t\n\n\tELENA is waiting near the University.",
  "77": "---END OF PREVIOUS SECTION---\n78  UNIVERSITY. EXT. DAY\n\n\t\n\n\tELENA is waiting near the University. \n---TARGET SECTION TO BE ANNOTATED---\n She paces nervously back and\n\n\tforth. Glances at her watch. He's late. She looks around in all\n\n\tdirections and sees him at last. He comes running up to her. They\n\n\tembrace...\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tSo what'd they say?\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThe army says that, as a war orphan, \n\n\t\tI don't have to serve in the \n\n\t\tmilitary, but nothing can be done. \n\n\t\tIt's a bureaucratic error. I have to \n\n\t\tleave. Day after tomorrow morning. \n\n\t\tThey're sending me to Rome. But \n\n\t\tthey'll discharge me ten days later. \n\n\t\tLet's go...\n\n\t\n\n\tHe takes her hand, turns to go to a café. ELENA holds back. She has caught sight \n\n\tof her FATHER's car approaching. ELENA turns to look and in a faint voice \n\n\treveals the reason for her nervousness.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tNo, Salvatore. You'd better go. It's \n\n\t\tmy father.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tGood, this way we can finally talk. \n\n\t\tI'll convince him this time.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tHe won't be convinced, Salvatore. He \n\n\t\thas other plans for me.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWho?\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tThe son of one of his colleagues. \n\n\t\tDon't act that way. We'll talk about \n\n\t\tit later. Wait for me Thursday at the \n\n\t\tCinema Paradiso. I'll be coming with \n\n\t\tthe five o'clock bus. \n\n\t\n\n\tSALVATORE looks with longing as ELENA drives away with her father. \n\n\tELENA gives him a meaningful look through the window. SALVATORE returns the \n\n\tlook, but stands there motionless, with a grim expression, like someone who \n\n\tknows how to take the treacherous blows of life. The car drives off and with it \n\n\tELENA. Their eyes hang on the same thread. The thread of hope and now of fear.\n\n\t\n\n\t79  CINEMA PARADISO. ENTRANCE. EXT. MORNING\n\n\t\n\n\tThe poster of Il Grido hangs on the billboard outside the theatre.",
  "78": "---END OF PREVIOUS SECTION---\nENTRANCE. EXT. MORNING\n\n\t\n\n\tThe poster of Il Grido hangs on the billboard outside the theatre. \n---TARGET SECTION TO BE ANNOTATED---\n\tSPACCAFICO replaces 'THURSDAY' with a 'TODAY' sticker. The\n\n\tCHARWOMAN is washing the floor of the lobby. SPACCAFICO shouts\n\n\tup to SALVATORE, who is in the projectionist's booth. SPACCAFICIO\n\n\tsays that tomorrow he'll be leaving and today is his last day on the job,\n\n\tand he's sorry.\n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tToto, this is no film for the common \n\n\t\therd. One day'll be more than \n\n\t\tenough...So tonight, please set up \n\n\t\ttomorrow's film, so the projectionist \n\n\t\twho is coming will find it ready.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tOK...\n\n\t\n\n\tSPACCAFICO understands SALVATORE's sadness.\n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tCheer up, Toto. I'll be here waiting \n\n\t\tfor you. No one's taking your job \n\n\t\taway from you. Don't worry!\n\n\t\n\n\t80  SQUARE AND PROJECTION BOOTH, CINEMA PARADISO. EXT/INT. DAY\n\n\t\n\n\tThe bus has pulled into the square but among the people getting out\n\n\tthere is no sign of ELENA. SALVATORE stands nervously up in the window of the \n\n\tprojection booth, glances at his watch. It's already five-thirty and she hasn't \n\n\tcome. He checks the projector. The first part has just begun and the reel is \n\n\tfull of film.\n\n\t\n\n\tThe first part is now about to finish, the reel is almost empty, and ELENA still \n\n\tisn't there. SALVATORE is extremely nervous, worried, mortified by his meeting \n\n\twith her FATHER. \n\n\tHe sees ELENA's face pulling away in the car. Thinks back over her \n\n\tterrible confession. He paces back and forth, as if he were in a prison cell, \n\n\tthinking up solutions...The stair light finally goes on; there she is SALVATORE \n\n\tdashes over and down the stairs to meet her. He comes down the final turn of the \n\n\tspiral staircase and finds himself face to face with ALFREDO, who is slowly \n\n\tmaking his way up with the help of his cane. SALVATORE freezes to the spot.",
  "79": "---END OF PREVIOUS SECTION---\nThe stair light finally goes on; there she is SALVATORE \n\n\tdashes over and down the stairs to meet her. He comes down the final turn of the \n\n\tspiral staircase and finds himself face to face with ALFREDO, who is slowly \n\n\tmaking his way up with the help of his cane. SALVATORE freezes to the spot. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\tALFREDO senses his disappointment. \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tYou weren't expecting me? \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Nervously) \n\n\t\tNo, Alfredo, I was coming to help \n\n\t\tyou...\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Smiling) \n\n\t\tYou were expecting her? Huh? \n\n\t\t\t(SALVATORE doesn't answer. \n\n\t\t\tHe's too worried, too \n\n\t\t\tupset. ALFREDO climbs \n\n\t\t\tanother step, whispering.)\n\n\t\t...It's a nasty business waiting by \n\n\t\tyourself. In company it's better. \n\n\t\tNo?...Then I'll leave. \n\n\t\n\n\tAs usual ALFREDO'S sweetness comforts SALVATORE, indeed suddenly gives him a \n\n\tbold idea, one that quiets his nervousness. He puts a hand on ALFREDO'S \n\n\tshoulder.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tAlfredo, I need your help!\n\n\t\n\n\t8I  ROAD TO THE CITY. EXT. AFTERNOON \n\n\t\n\n\tThe Balilla speeds as fast as it can down the road to the city, where ELENA s \n\n\tfamily has gone to live. SALVATORE drives along in a state of agitation. The \n\n\tidea of having to leave without seeing ELENA is his obsession. An obsession he \n\n\trefuses to accept...\n\n\t\n\n\t82 CINEMA PARADISO.PROJECTION BOOTH.INT.AFTERNOON\n\n\t\n\n\tThe second part has begun, the reel is full. For the first time in many\n\n\tyears, ALFREDO is alone in the booth, sitting in front of the projector,\n\n\tand he feels helpless. Not only because he's blind, but also because\n\n\tthere is nothing he can do for SALVATORE. A strange agitation comes over him, as \n\n\tif he were experiencing the same anxiety troubling his 'Toto' at that moment. \n\n\tMeanwhile, the film roll on and with it, time, minutes...\n\n\t\n\n\t83  CITY.EXT.AFTERNOON\n\n\t\n\n\tSALVATORE has already reached the city. He slows down at the bus\n\n\tterminus. Looks at the people waiting, but she is not there...\n\n\tHe asks several girls in front of the University.",
  "80": "---END OF PREVIOUS SECTION---\nHe slows down at the bus\n\n\tterminus. Looks at the people waiting, but she is not there... He asks several girls in front of the University. \n---TARGET SECTION TO BE ANNOTATED---\n But they haven't seen\n\n\ther...\n\n\t\n\n\tHe phones from a phone booth. But nobody answers. His self-control\n\n\tis about to give way to desperation...\n\n\t\n\n\t84  CINEMA PARADISO.PROJECTION BOOTH.INT.AFTERNOON\n\n\t\n\n\tOn the reel there is less film. Like an hourglass with the sand trickling\n\n\tthrough...\n\n\t\n\n\t85:ELENAS HOUSE IN THE CITY.EXT/INT.AFTERNOON \n\n\t\n\n\tSALVATORE comes streaking up in front of her house. He screeches to a stop, \n\n\tdashes out like greased lightning. His nerves are tense, a slight tremor runs \n\n\tthrough his whole body. He rings the bell, but nobody answers. A MAN who lives \n\n\tin the building opens the front door and comes out. \n\n\t\n\n\tSALVATORE seizes the chance and climbs up to the third floor. He pounds on the \n\n\tdoor furiously, almost cracking his knuckles. But all to no avail; there is \n\n\tnobody at home. He shrieks, panic stricken. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tOpen up! Open up! Elenaaa! \n\n\t\n\n\tAnd in fact, there is somebody inside: ELENA's MOTHER. She sits there immobile, \n\n\twithout a word. \n\n\t\n\n\tThe pounding on the door reverberates in the room, but she does not budge, \n\n\tdetermined to ignore that desperate message.\n\n\t\n\n\t86:CINEMA PARADISO.PROJECTION BOOTH.INT.AFTERNOON\n\n\t\n\n\tThe reel spins faster. The film is almost ended. By now there is very\n\n\tlittle time...\n\n\t\n\n\t87  ROAD TO THE VILLAGE. EXT. SUNDOWN \n\n\t\n\n\tAnd SALVATORE is on his way home, defeated. Be drives as fast as he can. Be is \n\n\tin a terrible state, can't figure out what's happened. Can't explain it. And \n\n\tthat's what hurts. \n\n\t\n\n\t88  CINEMA PARADISO. PROJECTION BOOTH. INT. SUNDOWN\n\n\t\n\n\tThe words 'THE END' appear on the screen...and the film runs out, leaving the \n\n\tprojector turning uselessly. ALFREDO is alarmed. He can hear that the film is \n\n\tfinished, but doesn't know where to begin. He gropes around.",
  "81": "---END OF PREVIOUS SECTION---\nALFREDO is alarmed. He can hear that the film is \n\n\tfinished, but doesn't know where to begin. He gropes around. \n---TARGET SECTION TO BE ANNOTATED---\n He's scared. Like a \n\n\tlittle boy calls his mother when he's lost in a crowd, so old ALFREDO calls \n\n\tSALVATORE. \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tTotooooO! TotooooO! \n\n\t\n\n\tThe few people down in the audience start whistling and complaining about the \n\n\tfilm they haven't understood. \n\n\t\n\n\t\t\t\tSPECTATORS  \n\n\t\tLights! Christ, what a piece of \n\n\t\tcrap!! We want OUT money back!!! \n\n\t\tHeeeeey!! Bandits!! \n\n\t\n\n\tOthers are shouting that they like the film.\n\n\t\n\n\t89  CINEMA PARADISO. ENTRANCE. EXT. SUNDOWN \n\n\t\n\n\tThe Balilla screeches to a stop in front of the theatre. SALVATORE darts out and \n\n\truns to the stairs...\n\n\t\n\n\t90  CINEMA PARADISO. PROJECTION BOOTH. INT. SUNDOWN \n\n\t\n\n\tSALVATORE turns the lights on in the theatre and turns off the projector, trying \n\n\tto calm down ALFREDO, who has got to his feet, frightened. \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tBut where'd you go, Toto?!! \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI'm here! Take it easy! Take it easy! \n\n\t\t\t(And he folds him into his \n\n\t\t\tarms, like calming down a \n\n\t\t\tlittle boy who has had a \n\n\t\t\tnightmare. Be whispers, \n\n\t\t\tstill out of breath:) \n\n\t\tSit down, sit down...\n\n\t\t\t(ALFREDO quiets down as \n\n\t\t\tSALVATORE lowers him into \n\n\t\t\ta chair, and asks him the \n\n\t\t\tonly question upon which \n\n\t\t\this last hope depends.) \n\n\t\tDid she come? \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tNo, nobody came. \n\n\t\t\t(And he embraces him, \n\n\t\t\talmost as if to comfort \n\n\t\t\thim in his great \n\n\t\t\tdisappointment.)\n\n\t\n\n\tFor SALVATORE it's really the end: she's not coming. Tomorrow he'll be leaving \n\n\twithout having seen her again.",
  "82": "---END OF PREVIOUS SECTION---\nALFREDO  \n\n\t\tNo, nobody came. (And he embraces him, \n\n\t\t\talmost as if to comfort \n\n\t\t\thim in his great \n\n\t\t\tdisappointment.)\n\n\t\n\n\tFor SALVATORE it's really the end: she's not coming. Tomorrow he'll be leaving \n\n\twithout having seen her again. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\n\n\tSALVATORE'S hands remove the photographs of Amedeo Nazzari and of ELENA from the \n\n\twall, slip them into one of his pockets. \n\n\t\n\n\tNow the hands open the metal containers of tomorrow's film, take . \n\n\tout the reels to set them up, pick up the receipt - his last before leaving - \n\n\tand with the same mechanical gesture, hang it on a nail, as usual.\n\n\t\n\n\t91  ROME. VARIOUS SETTINGS, MILITARY LIFE. EXT/ INT. DAY/NIGHT \n\n\t\n\n\tA wild frenetic sequence, set to the pace of military life...SALVATORE, in \n\n\tuniform with close-cropped hair, answers his superior, shouts: \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tRadio Operator Di Vita Salvatore! \n\n\t\tThird Battalion, Ninth Company, \n\n\t\tsir!!!\n\n\t\n\n\tTarget practice. SALVATORE fires all the shots in the cartridge, one after the \n\n\tother... \n\n\t\n\n\tA SECOND LIEUTENANT barks out a march rhythm in the blazing sun. \n\n\t\n\n\t\t\t\tSECOND LIEUTENANT  \n\n\t\tOne, two, one, two!! Attention! Left \n\n\t\tmarch! \n\n\t\n\n\tSALVATORE sneaks out of line, goes over and slips a letter into \n\n\tthe mailbox and hurries back to his place.\n\n\t\n\n\tOn one of the public phones in a square of Rome, SALVATORE is phoning ELENA. \n\n\tNobody answers. He slams down the receiver, as the line of SOLDIERS waits its \n\n\tturn...\n\n\t\n\n\tNight-time. A large plastic bag full of water. A thud. SALVATORE wakes up with a \n\n\tstart in a lake of ice water. He lets out a terrified shriek as the others \n\n\tlaugh, protected by the dark. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tAaaaaaah! Heeeeeelp!! \n\n\t\n\n\tIn the large dormitory, the SERGEANT is handing out the mail. He \n\n\tthrows a pile of letters on SALVATORE'S bunk. They are his letters to ELENA, \n\n\tstamped 'ADDRESS UNKNOWN'.\n\n\t\n\n\tMess duty. SALVATORE is washing Up, in a sea of water and grease.\n\n\tHe rimes a pan full of tomato sauce with a tap hose.",
  "83": "---END OF PREVIOUS SECTION---\nMess duty. SALVATORE is washing Up, in a sea of water and grease. He rimes a pan full of tomato sauce with a tap hose. \n---TARGET SECTION TO BE ANNOTATED---\n A spurt of red water \n\n\tsplatters him in the face. \n\n\t\n\n\tA training run. Another letter which SALVATORE drops into the mailbox...\n\n\t\n\n\tA cold, rainy night. SALVATORE stands stiff as a poker in front of the \n\n\tAmmunition depot. It is his first guard duty. Soaked to the skin, gazing wide-\n\n\teyed into empty space. \n\n\t\n\n\tCOLONEL'S office. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Aggressively) \n\n\t\tColonel, I was supposed to spend ten \n\n\t\tdays here and it's been about a year, \n\n\t\tand I haven't ever gone borne. I'd \n\n\t\tlike a furlough, at least! \n\n\t\n\n\tSALVATORE is in the guardhouse. A cold, dark, filthy cell. His nerves start to \n\n\tgive way. He bows his head in despair. \n\n\t\n\n\tHospital. SALVATORE is exhausted, run-down. The night-stand is jammed with \n\n\tmedicines. He lies in bed without moving, staring off into empty space, and \n\n\trepeats obsessively in a low voice, as if talking to himself. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tElena...Elena...Elena...\n\n\t\t\t(He has touched the \n\n\t\t\textreme of suffering, a \n\n\t\t\tyoung man who has \n\n\t\t\tbeen denied love and \n\n\t\t\taffection, his rights, \n\n\t\t\tfreedom. A NURSE comes \n\n\t\t\tup.) \n\n\t\n\n\t\t\t\tNURSE  \n\n\t\tDi Vita Salvatore, get ready, your \n\n\t\tdischarge has come through.\n\n\t\n\n\tSALVATORE registers this information with his eyes and nods absently.\n\n\t\n\n\t92  GIANCALDO. SQUARE AND STREETS. EXT. DAY \n\n\t\n\n\tThe bus disappears around the corner leaving SALVATORE standing there alone. It \n\n\tis a blazing hot day. The sirocco wind blows the yellow dust in all directions. \n\n\tThe square is empty, the billboard in front of the closed movie house announces \n\n\ta Western. SALVATORE puts his suitcase on the ground, looks around. Everything \n\n\texactly the same, immobile. Only one new feature  in the cafe there's a jukebox \n\n\tplaying 'Estate' sung by Milva.",
  "84": "---END OF PREVIOUS SECTION---\nSALVATORE puts his suitcase on the ground, looks around. Everything \n\n\texactly the same, immobile. Only one new feature  in the cafe there's a jukebox \n\n\tplaying 'Estate' sung by Milva. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\n\n\tSALVATORE turns towards the Cinema Paradiso. The projectionist is at the \n\n\twindow of the booth, smoking a cigarette. Who knows who he is, where he came \n\n\tfrom. A hot flurry of dust. SALVATORE turns and sees a dog leaping around kim, \n\n\twagging its tail. It's the dog that kept him company during his nights beneath \n\n\tthe window. SALVATORE gives a start of joy, drops his suitcase and leans over to \n\n\tstroke him. Then he hugs him, as if he were an old friend. \n\n\t\n\n\t93  ALFREDO'S HOUSE. INT. AFTERNOON \n\n\t\n\n\tSALVATORE goes to see ALFREDO. He is still in bed, has just woken up. He is glad \n\n\tto hear his 'Toto'. He feels his forehead, his eyes and cheeks, as if to 'see' \n\n\thim. \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tYou 're thinner...You can tell \n\n\t\tyou've not been treated well. \n\n\t\t\t(As usual, you can't hide \n\n\t\t\tanything from ALFREDO. \n\n\t\t\tSALVATORE senses something \n\n\t\t\tdifferent in him that he \n\n\t\t\tcan't figure out, like \n\n\t\t\tsame wild restlessness \n\n\t\t\twithin). \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThey tell me you never go out, never \n\n\t\ttalk to anybody. Why?\n\n\t\t\t\t\n\n\t\t\t\tALFREDO  \n\n\t\tToto, sooner or later there comes a \n\n\t\ttime when talking or keeping quiet is \n\n\t\tthe same thing. So it's better to \n\n\t\tshut up. \n\n\t\t\t(Changing his lone) \n\n\t\tIt's hot in here. Toto, take me to \n\n\t\tthe beach. \n\n\t\n\n\t94  BEACH AND WATERFRONT. EXT. AFTERNOON \n\n\t\n\n\tThe sea is ruffled and the air is less sultry, easier to breathe. \n\n\tSALVATORE and ALFREDO walk slowly along the waterfront. ALFREDO totters \n\n\tslightly, holds on to SALVATORE, who is telling him something very funny. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tAt the Christmas party the lieutenant \n\n\t\tpinches a girl's ass.",
  "85": "---END OF PREVIOUS SECTION---\nSALVATORE and ALFREDO walk slowly along the waterfront. ALFREDO totters \n\n\tslightly, holds on to SALVATORE, who is telling him something very funny. SALVATORE  \n\n\t\tAt the Christmas party the lieutenant \n\n\t\tpinches a girl's ass. \n---TARGET SECTION TO BE ANNOTATED---\n The girl turns \n\n\t\taround: it's the daughter of the \n\n\t\tcommanding officer. The lieutenant is \n\n\t\tscared to death and says: 'Miss, if \n\n\t\tyour heart is as hard as what I have \n\n\t\tjust touched, I'm done for! \n\n\t\n\n\tAnd they roar with laughter. They look like two old school buddies telling each \n\n\tother dirty jokes. They stop beside a low wall. ALFREDO knows that those laughs \n\n\tare simply a way of uselessly dancing around the countless things that are \n\n\ttroubling SALVATORE. And he breaks the ice, while SALVATORE is still \n\n\tlaughing.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\t\t(Seriously) \n\n\t\tDid you ever see her again? \n\n\t\t\t(SALVATORE'S laughter dies \n\n\t\t\taway, taken off-guard as \n\n\t\t\the is. Then he lights a \n\n\t\t\tcigarette.)\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tNo. And nobody knows where she is. \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tIt was probably meant to be like \n\n\t\tthis. Each of us has a star to \n\n\t\tfollow. So now what are you thinking \n\n\t\tof doing? \n\n\t\n\n\tIt's a terrible question, and SALVATORE has no answer to it. In fact, would \n\n\trather not even talk about it. He changes his tone, as if he hadn't heard it, \n\n\tlaughs, trying again to ding to the funny jokes he heard during military \n\n\tservice.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tListen to this one...The commander \n\n\t\tsays to the sergeant: 'You \n\n\t\tremember that windmill that used to \n\n\t\tbe there?' 'Yes, sir, I remember the \n\n\t\tmill's gone but the wind's still \n\n\t\tthere!' \n\n\t\t\t(And he bursts into \n\n\t\t\tnervous laughter. But this \n\n\t\t\ttime ALFREDO remains cold, \n\n\t\t\tunmoved, does not laugh \n\n\t\t\twith him. SALVATORE \n\n\t\t\tgradually falls silent. He \n\n\t\t\tdoesn't know what to say. \n\n\t\t\tFor the first time in his \n\n\t\t\tlife, he doesn't know what \n\n\t\t\tgoal to aim for, doesn't \n\n\t\t\tknow what to do.",
  "86": "---END OF PREVIOUS SECTION---\nSALVATORE \n\n\t\t\tgradually falls silent. He \n\n\t\t\tdoesn't know what to say. For the first time in his \n\n\t\t\tlife, he doesn't know what \n\n\t\t\tgoal to aim for, doesn't \n\n\t\t\tknow what to do. \n---TARGET SECTION TO BE ANNOTATED---\n The cloud \n\n\t\t\tof smoke wreaths his \n\n\t\t\tnervous face, now he seems \n\n\t\t\tto relax, whispers:) \n\n\t\tYou remember the story of the soldier \n\n\t\tand the princess? \n\n\t\t\t(ALFREDO nods his head.) \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tNow I understand why the soldier went \n\n\t\taway just before the end. That's \n\n\t\tright, just one more night and the \n\n\t\tprincess would have been his. But \n\n\t\tshe, also, could not have kept her \n\n\t\tpromise. And...that would have been \n\n\t\tterrible, he would have died from it. \n\n\t\tSo instead, for ninety-nine nights at \n\n\t\tleast he had lived with the illusion \n\n\t\tthat she was there waiting for him...\n\n\t\t\t(This time SALVATORE is \n\n\t\t\tthe one to explain \n\n\t\t\tsomething to ALFREDO. And \n\n\t\t\tALFREDO realizes how \n\n\t\t\tbitter his story is and, \n\n\t\t\tabove all, that the boy \n\n\t\t\tstanding there is no \n\n\t\t\tlonger a boy...) \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tDo like the soldier, Toto! Go away! \n\n\t\tThis land is cursed. \n\n\t\t\t(They are now leaning \n\n\t\t\tagainst a boat on the \n\n\t\t\tbeach. ALFREDO goes on \n\n\t\t\twhispering his words.) \n\n\t\tWhen you're here every day you feel \n\n\t\tlike you're at the center\n\n\t\tof the universe, it seems like \n\n\t\tnothing ever changes. Then you go \n\n\t\taway, one year, two...And when you \n\n\t\tcome back, everything's different. \n\n\t\tThe thread has broken. You don't \n\n\t\tfind those you were looking for, your \n\n\t\tthings no longer exist. Isn't that \n\n\t\tthe case?...You've got to go away a \n\n\t\tlong time, for many, many years, \n\n\t\tbefore coming back and finding your \n\n\t\tpeople again, the land where \n\n\t\tyou were born...But not now, it's \n\n\t\timpossible. Now you're blinder than I \n\n\t\tam.\n\n\t\t\t(Intense words, straight \n\n\t\t\tfrom the heart, and \n\n\t\t\tSALVATORE is spellbound.",
  "87": "---END OF PREVIOUS SECTION---\nBut not now, it's \n\n\t\timpossible. Now you're blinder than I \n\n\t\tam. (Intense words, straight \n\n\t\t\tfrom the heart, and \n\n\t\t\tSALVATORE is spellbound. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\t\tHe whispers with a smile:) \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWho said that? Gary Cooper, James \n\n\t\tStewart, Henry Fonda? Huh? \n\n\t\t\t(ALFREDO also gives a \n\n\t\t\tgentle smile) \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tNo, Toto, nobody said it. I say it! \n\n\t\tLife's not like you saw it in the \n\n\t\tmovies. Life...is harder. \n\n\t\t\t(He lays his hand on \n\n\t\t\tSALVATORE'S shoulder, \n\n\t\t\tgives it a hard squeeze.) \n\n\t\tGet out! Go back to Rome. You 're \n\n\t\tyoung, the world is yours! And I'm \n\n\t\told...I don't want to hear you talk \n\n\t\tany more, I want to hear talk about \n\n\t\tyou. \n\n\t\n\n\tSALVATORE gives a shudder that runs through his very soul. The setting sun lies \n\n\tcolorless on the horizon.\n\n\t\n\n\t95  VARIOUS SETTINGS. EXT/INT. NIGHT \n\n\t\n\n\tNight. The square is empty. SALVATORE is sitting on the church steps. \n\n\tHis head in his hands. He has to make a decision leave or stay. And why?... \n\n\t'What decision will he make?' is the question that keeps ALFREDO awake, in his \n\n\thot dark bedroom...\n\n\t\n\n\tMARIA, his mother, also can't get to sleep. She knows, senses, that her son is \n\n\ton the verge of an important turning-point. But what will he decide? What will \n\n\thappen?...\n\n\t\n\n\tAlso LIA, his sister, feels a strange, heavy tension in the air. And \n\n\tdoesn't sleep. She's probably wondering where SALVATORE is at that \n\n\thour... \n\n\t\n\n\tHe's sitting on the ground. But even if he were to go to bed he wouldn't \n\n\tsleep. He rubs his face with his hand. The church bell chimes four a.m...\n\n\t\n\n\tALMOST THIRTY YEARS LATER, another distant bell is chiming four a.m. And \n\n\tSALVATORE is once again wide awake. He is thinking, with his hand on his face, \n\n\tjust like then.",
  "88": "---END OF PREVIOUS SECTION---\nALMOST THIRTY YEARS LATER, another distant bell is chiming four a.m. And \n\n\tSALVATORE is once again wide awake. He is thinking, with his hand on his face, \n\n\tjust like then. \n---TARGET SECTION TO BE ANNOTATED---\n And the same decision to make: what to do? Stretched out beside \n\n\ta sleeping WOMAN, he goes on staring at the window. Outside, the storm has \n\n\tpassed. The long memory has almost faded, only the sound of a train surfaces in \n\n\this mind...\n\n\t\n\n\t96  GIANCALDO RAILWAY STATION. EXT. DAY\n\n\t\n\n\tIt's the train that THIRTY YEARS EARLIER had pulled into the station\n\n\tof his home town before leaving for Rome. SALVATORE hugs his \n\n\tMOTHER and SISTER. The moment has come to say goodbye to  \n\n\tALFREDO. The old man is deeply moved. A heart-rending trembling\n\n\tcomes into his husky voice. \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tDon't come back any more, don't think \n\n\t\tabout us, don't turn round, don't \n\n\t\twrite, don't give in to nostalgia. \n\n\t\tForget us all. If you can't hear it \n\n\t\tand come back, don't come looking for \n\n\t\tme, I won't let you into the house, \n\n\t\tyou understand? \n\n\t\n\n\tThey clasp each other tightly, as if they knew they wouldn't be meeting \n\n\tagain...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThanks for all you've done for me. \n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tWhatever you do, love it like you \n\n\t\tloved that projection booth of the \n\n\t\tParadiso when you were little...\n\n\t\t\t(The train moves now. \n\n\t\t\tHands wave in the air, \n\n\t\t\tdrawing further and \n\n\t\t\tfurther away. The PRIEST \n\n\t\t\thas arrived at the last \n\n\t\t\tmoment and waves goodbye \n\n\t\t\tfrom the distance.)\n\n\t\n\n\t\t\t\tPRIEST  \n\n\t\t\t(Shouting) \n\n\t\tGoodbye, TotooooooO!!! I got here too \n\n\t\tlate. What a shame! \n\n\t\n\n\tThe figure of ALFREDO and the others can no longer be distinguished. Only a \n\n\tdistant blur at the end of the track. \n\n\t\n\n\t97  PUNTA RAISI AIRPORT. EXT. DAY \n\n\t\n\n\tTHIRTY YEARS LATER, a plane flies over Sicily. It lands on the \n\n\trunway char seems to emerge from the sea and flatten out towards the slopes of \n\n\tthe dark mountains.",
  "89": "---END OF PREVIOUS SECTION---\nEXT. DAY \n\n\t\n\n\tTHIRTY YEARS LATER, a plane flies over Sicily. It lands on the \n\n\trunway char seems to emerge from the sea and flatten out towards the slopes of \n\n\tthe dark mountains. \n---TARGET SECTION TO BE ANNOTATED---\n Salvatore's face appears among the clouds reflected in one \n\n\tof the plane windows. He has the tense look of the man who suddenly comes home \n\n\tafter the adventure of life has carried him afar, wandering the world, where he \n\n\thas forgotten everything. From the plane window to another window...\n\n\t\n\n\t98  SUPERHIGHWAY. INT/EXT. DAY \n\n\t\n\n\t...the window of the taxi-cab driving SALVATORE to his home town. The scenery \n\n\tmoving by on either side of the road summons up sweet memories. A lot of things \n\n\thave changed, but the colors are still the same. The yellow running through the \n\n\tentire landscape is unmistakable. And all those black birds perched in a row on \n\n\tthe guard-rail are crows. \n\n\t\n\n\tThe cab now approaches the outskirts of Giancaldo. But if the sign, \n\n\thadn't been there with the name on it, it could be an entirely different \n\n\tplace...\n\n\t\n\n\t99  SALVATORE'S MOTHER'S HOUSE. EXT/INT. DAY\n\n\t\n\n\tThe house where SALVATORE'S MOTHER lives is also new, nearer the \n\n\tsea. \n\n\t\n\n\tThe old lady is sitting alone in an armchair in the parlor, knitting a white \n\n\tsweater. Her hands move very swiftly, almost mechanically. \n\n\t\n\n\tThe hands of a woman who is waiting. The front doorbell rings twice. MARIA stops \n\n\tshort. That is what she has been waiting for. She mumbles in excitement. \n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tIt's Toto...I knew it...\n\n\t\n\n\tAnd she scrambles to her feet, dropping her knitting in the chair, one needle \n\n\tdangling over the edge. She hurries off, forgetting that she still has the ball \n\n\tof white yarn in her apron pocket. And the yarn runs off the needles and the \n\n\tknitting comes undone quickly as she moves about the house, goes down the stairs \n\n\tto the front door.   \n\n\t\n\n\tThere the yam stops and MARIA' s excited voice is heard.\n\n\t\n\n\t\t\t\tMARIA 'S VOICE  \n\n\t\t\t(Off-screen) \n\n\t\tToto!...\n\n\t\n\n\t\t\t\tSALVATORE'S VOICE (Off-screen) \n\n\t\tHow are you, Mamma?...",
  "90": "---END OF PREVIOUS SECTION---\nThere the yam stops and MARIA' s excited voice is heard. MARIA 'S VOICE  \n\n\t\t\t(Off-screen) \n\n\t\tToto!... SALVATORE'S VOICE (Off-screen) \n\n\t\tHow are you, Mamma?... \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\n\n\tThe camera now moves, discovering them through the parlor window, hugging each \n\n\tother outside the front door. Under the curious eyes of an old bored dog.\n\n\t\n\n\t100  SALVATORE'S MOTHER'S HOUSE. INT. DAY \n\n\t\n\n\tMARIA is no longer wearing an apron. Mother and son are sitting side \n\n\tby side at the kitchen table...\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tLia'll be so glad to see you, you'll \n\n\t\tsee. And you won't recognize the \n\n\t\tkids any more, they're grown up by \n\n\t\tnow. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Smiling) \n\n\t\tThey're always writing to me saying \n\n\t\tthey want to come to Rome!\n\n\t\n\n\tSALVATORE looks around; It's a place he's never seen before, and yet it's \n\n\this mother's house.)\n\n\t \n\n\t\t\t\tMARIA  \n\n\t\tSee how pretty the house is? We did \n\n\t\teverything over.\n\n\t\t\t(Smiling) \n\n\t\tIf it hadn't been for you! \n\n\t\t\t(Getting up) \n\n\t\tCome, I have a surprise.... \n\n\t\t\t(She takes him by the hand \n\n\t\t\tand leads him out to the \n\n\t\t\thallway. SALVATORE looks \n\n\t\t\tat her and feels a pang. \n\n\t\t\tShe seems smaller, age \n\n\t\t\twithers the body, she is \n\n\t\t\tslightly stooped, her hair \n\n\t\t\tis gathered into a knot at \n\n\t\t\tthe back other head.)\n\n\t\tYou must be tired. If you want to \n\n\t\trest, there's time before the \n\n\t\tfuneral. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Interrupting her) \n\n\t\tNo, Mamma, it only takes an hour by \n\n\t\tair, you know. \n\n\t\n\n\t\t\t\tMARIA  \n\n\t\t\t(Smiling, ironically) \n\n\t\tYou shouldn't tell me that now. After \n\n\t\tall these years! \n\n\t\t\t(SALVATORE gets the \n\n\t\t\tmessage, feels guilty. \n\n\t\t\tThinking about it, it \n\n\t\t\tseems incredible that he \n\n\t\t\thas never come before.",
  "91": "---END OF PREVIOUS SECTION---\nAfter \n\n\t\tall these years! (SALVATORE gets the \n\n\t\t\tmessage, feels guilty. Thinking about it, it \n\n\t\t\tseems incredible that he \n\n\t\t\thas never come before. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\t\tMARIA opens a door, steps \n\n\t\t\taside to let her son in, \n\n\t\t\twhispers:) \n\n\t\tI put all your things in here. Go in, \n\n\t\tgo in...\n\n\t\n\n\tSALVATORE lakes a few steps, is flabbergasted at the sight of his old room \n\n\tperfectly reconstructed and preserved. It looks like a museum, the museum of the \n\n\tpast. Despite the bed, the clothes in the cupboard, the books on the shelves, it \n\n\tis perfectly clear that no one has ever lived in it and never will live in it. \n\n\tMARIA senses his perturbation, remains standing in the doorway as if to leave \n\n\thim alone...SALVATORE goes over to the bed, looks around  the old 8mm movie \n\n\tcamera, the projector, his documentaries, the bicycle hanging on the wall, the \n\n\tphotographs of his favorite movie stars. But what mostly catches his eye is a \n\n\ttiny framed photograph: SALVATORE as a little boy and ALFREDO, standing smiling \n\n\tin front of the Cinema Paradiso. Strange, at that time ALFREDO was younger than \n\n\the is now! It's as if he were standing there before him one last time. That \n\n\timpressive figure, his good-natured bur firm look, touches his heart. From \n\n\tALFREDO'S smiling face to...\n\n\t\n\n\t101  GIANCALDO. MAIN STREET AND SQUARE. EXT. DAY \n\n\t\n\n\t...the coffin where his old blind friend rests for ever. The funeral\n\n\tprocession winds its way down the main street. At the intersections, , \n\n\tcars stop to let the black hearse pass by. People cross themselves. The old men \n\n\tremove their hats. Store shutters are lowered. Then, when the procession has \n\n\tpassed by, the cars start up again, the old men put their hats back on, the \n\n\tshutters are pulled up. \n\n\t\n\n\tSALVATORE is in the front row with his MOTHER, next to ALFREDO'S WIDOW. \n\n\tSIGNORA ANNA says in a whisper, her eyes fixed on the coffin.  \n\n\t\n\n\t\t\t\tANNA  \n\n\t\tHe would have been happy you came, \n\n\t\tToto. He always talked about you.",
  "92": "---END OF PREVIOUS SECTION---\nSIGNORA ANNA says in a whisper, her eyes fixed on the coffin. ANNA  \n\n\t\tHe would have been happy you came, \n\n\t\tToto. He always talked about you. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\tAlways! Right to the end! He was \n\n\t\tterribly fond of you...\n\n\t\t\t(Tears come to her, she is \n\n\t\t\tunable to say any more. \n\n\t\t\tSALVATORE gives her a hug, \n\n\t\t\tdeeply touched by her \n\n\t\t\twords.) \n\n\t\tHe left two things for you. Come see \n\n\t\tme before you leave. \n\n\t\n\n\tSALVATORE nods his head. He gazes intensely at the coffin covered with flowers \n\n\tand is grieved as if he were ashamed never to have come to see the man who had \n\n\tbeen like a father to him. But why had he forgotten him? Up in front, leading \n\n\tthe procession, he sees a young PRIEST with an altar boy beside him, and these \n\n\tfigures are also like chisels scraping the rust off his soul and bringing old \n\n\tfeelings to light again. \n\n\t\n\n\tThe procession reaches the square. The dark column stands etched in the dazzling \n\n\tearly-afternoon light. SIGNORA ANNA motions the driver and the procession comes \n\n\tto a halt. It is ALFREDO'S last farewell to the place where he had spent the \n\n\tbest years of his life  the Cinema Paradiso. Everyone turns to look and \n\n\tSALVATORE also turns, taken by surprise...It has fallen to pieces: doors and \n\n\twindows boarded shut, crumbling walls, a piece of the sign dangling down, weeds \n\n\tand mildew in the cracks and on the roof. The square has changed completely, is \n\n\tunrecognizable. Buildings, stores, sign boards and lines of cars creeping at a \n\n\tsnail's pace in a deafening chorus of honking horns. And the central square has \n\n\tturned motorcycles. SALVATORE turns slowly to look behind him, towards the small \n\n\tcrowd, and is entranced by the unexpected sight of faces that he recognizes at \n\n\tonce, despite the many years that have gone by:  the MAN AT THE BOX OFFICE, the \n\n\tUSHER who also served as bill-poster, the CHARWOMAN, the CARABINIERE SERGEANT, \n\n\tand further on behind ROSA and ANGELO, the lovebirds who had met in the movie \n\n\thouse and then got married. They all have white hair.",
  "93": "---END OF PREVIOUS SECTION---\nAnd the central square has \n\n\tturned motorcycles. SALVATORE turns slowly to look behind him, towards the small \n\n\tcrowd, and is entranced by the unexpected sight of faces that he recognizes at \n\n\tonce, despite the many years that have gone by:  the MAN AT THE BOX OFFICE, the \n\n\tUSHER who also served as bill-poster, the CHARWOMAN, the CARABINIERE SERGEANT, \n\n\tand further on behind ROSA and ANGELO, the lovebirds who had met in the movie \n\n\thouse and then got married. They all have white hair. \n---TARGET SECTION TO BE ANNOTATED---\n And they too have \n\n\trecognized him, give little hello nods and gestures. Another face \n\n\the seems to recognize: why sure, it's SPACCAFICO, the owner. How old he's \n\n\tbecome! He also looks up and his eyes meet SALVATORE'S. A hello nod. \n\n\tSALVATORE makes his way over to him through the crowd. They shake hands \n\n\theartily, without a word, both touched. The procession starts up again. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Under his breath) \n\n\t\tHow long's it been shut? \n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tSix years ago this May. No one came \n\n\t\tany more. You \"know better than me, \n\n\t\tMr. Di Vita, the crisis, television, \n\n\t\tvideos. By now the movie business is \n\n\t\tonly a dream. The city's bought it \n\n\t\tnow to make a new parking lot. Next \n\n\t\tSaturday they're \n\n\t\ttearing it down...A pity!...\n\n\t\n\n\tSALVATORE is disconcerted, irritated by that 'Mr. Di Vita'. Besides, finding \n\n\tout that the movie house is to be torn down depresses him, after all, it's a \n\n\tpiece of his life...And all those curious faces staring at him.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tBut why do you call me 'Mr. Di Vita'? \n\n\t\tIt didn't used to be that way...\n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tWell, it's hard to call an important \n\n\t\tperson by his first name. But if it \n\n\t\treally matters to you, I'11 call \n\n\t\tyou...\n\n\t\t\t(Smiling) \n\n\t\tToto!...\n\n\t\n\n\tSALVATORE smiles at that. Meanwhile, the procession has reached the church. \n\n\tSALVATORE excuses himself and goes over to the hearse. Old SPACCAFICO watches \n\n\thim go, then says, almost to himself) \n\n\t\n\n\t\t\t\tSPACCAFICO  \n\n\t\tBless you, Toto. \n\n\t\n\n\tThe coffin is unloaded. SALVATORE has asked to be one of the \n\n\tbearers into the church. As he moves off slowly with that weight \n\n\ton his shoulder, somebody catches his eye on the other side of the sidewalk.",
  "94": "---END OF PREVIOUS SECTION---\nThe coffin is unloaded. SALVATORE has asked to be one of the \n\n\tbearers into the church. As he moves off slowly with that weight \n\n\ton his shoulder, somebody catches his eye on the other side of the sidewalk. \n---TARGET SECTION TO BE ANNOTATED---\n An \n\n\told woman, sixty or seventy years old, with a plastic bag in her hand. She \n\n\tcrosses herself quickly. SALVATORE recognizes her  she was the one he made love \n\n\twith for the first time. TERESA, the prostitute. The coffin is carried into the \n\n\tchurch, followed by the little procession. \n\n\t\n\n\t102  SALVATORE' S MOTHER'S HOUSE. EXT/INT. EVENING \n\n\t\n\n\tThe little house is sunk in the darkness of evening and the ground floor\n\n\twindows are lit up. The rustling of the sea can be heard. The family is having \n\n\tsupper. The table is set with the finest silver and the company china has been \n\n\tbrought out. LIA is also there with her husband, ALFIO, and their two children. \n\n\tFILIPPO, fifteen, and SARA, thirteen. The television is on, but the sound has \n\n\tbeen turned practically all the way down. SALVATORE'S presence arouses a special \n\n\texcitement. The children look at their uncle with a certain awe, after all they \n\n\tdon't really know him. \n\n\t\n\n\t\t\t\tSARA  \n\n\t\t\t(Playfully) \n\n\t\tUncle, the next time Granny comes to \n\n\t\tRome, I want to come along too. I \n\n\t\twant to see what you do when you \n\n\t\twork...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Smiling) \n\n\t\tFine. But I warn you, there isn't \n\n\t\tmuch to see. I sell much more smoke \n\n\t\tthan fire...\n\n\t\n\n\tThe CHILDREN laugh. At the sight of them, LIA, ALFIO and MARIA also smile.\n\n\t\n\n\t\t\t\tALFIO \n\n\t\t\t(To SALVATORE) \n\n\t\tWatch out, don't get too familiar \n\n\t\twith those two \n\n\t\t\t(indicating the children)\n\n\t\tthey're worse than cannibals. They'll \n\n\t\ttake advantage. \n\n\t\n\n\tEverybody laughs again. Even MARIA laughs a lot. SALVATORE looks at her; he had \n\n\tnever seen her laugh like that, amused, at peace.\n\n\t\n\n\t\t\t\tFILIPPO  \n\n\t\tYou leaving tomorrow, Uncle? \n\n\t\n\n\tSALVATORE doesn't know what to say. He feels drunk.",
  "95": "---END OF PREVIOUS SECTION---\nFILIPPO  \n\n\t\tYou leaving tomorrow, Uncle? SALVATORE doesn't know what to say. He feels drunk. \n---TARGET SECTION TO BE ANNOTATED---\n It has been a day of violent \n\n\tupheavals, a series of almost overwhelming emotions and now he knows nothing  on \n\n\tthe one hand, he' d like to stay, let himself drift on the sweet tide of family \n\n\tlife, be completely carried off by the rolling waves of his own past: on the \n\n\tother, he wishes he had never come. He forces himself to smile again.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI don't know, Filippo. I don't \n\n\t\tknow...\n\n\t\n\n\tThey go on eating, but SALVATORE isn't very hungry. Re peers at LIA eating out \n\n\tof the comer of his eye, feels deeply bound to her  she has a few white hairs \n\n\tand light wrinkles line her face. \n\n\t\n\n\tThen he looks at her husband, ALFIO, he's going bald but he tries to hide it by \n\n\tcombing over the little hair left. Who knows what their marriage is like, he \n\n\twonders. He looks back at LIA, and it's as if she sensed it, she looks up, \n\n\tguesses the nature of his thoughts, imagines what he is trying to figure out, a \n\n\tblush colors her cheeks and she smiles. SALVATORE returns a conniving smile.\n\n\tThe ringing of a phone. SARA starts to get up to go and answer it, hut MARIA \n\n\tstops her with a glance of the eye.\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\t\t(To SALVATORE) \n\n\t\tIt must be for you...They've been \n\n\t\tcalling all afternoon. They wanted to \n\n\t\tknow if you're leaving this evening \n\n\t\tor tomorrow...\n\n\t\n\n\tEveryone turns to SALVATORE with questioning looks, making him feel even more \n\n\trestless and undecided. The phone goes on ringing.\n\n\t\n\n\t103  CINEMA PARADISO. EXT. DAY . \n\n\t\n\n\tThe TRAFFIC cops are trying to break the front door down with their\n\n\tshoulders. Once, twice, and at last, the door flies open with a screech, \n\n\tkicking up a cloud of dust. SALVATORE enters by himself...\n\n\t\n\n\t104  CINEMA PARADISO. PROJECTION BOOTH. INT. DAY \n\n\t\n\n\tSALVATORE'S silhouette stands out against the light in the open door.",
  "96": "---END OF PREVIOUS SECTION---\nPROJECTION BOOTH. INT. DAY \n\n\t\n\n\tSALVATORE'S silhouette stands out against the light in the open door. \n---TARGET SECTION TO BE ANNOTATED---\n S lowly he \n\n\tmakes his way into the empty theatre. A thick layer of dust lends everything a \n\n\tgray, rarefied look. The light streaming in from the windows up above teems with \n\n\tstrange mates of dust, like a haze. \n\n\t\n\n\tCobwebs hang like long veils from the ceiling. SALVATORE walks down the middle \n\n\taisle. The rows of seats are unhinged, what was once the wooden veneer has \n\n\twarped from the dampness. He looks around as if he Were thumbing through the \n\n\talbum of his memories.  \n\n\t\n\n\tThe screen dangles from its frame. The emergency exits are boarded \n\n\tand nailed shut. Observing the emptiness of the theatre, SALVATORE \n\n\thas the feeling he can hear the howling, the whistling and voices of the . \n\n\taudience, as he remembers it. But only for one brief moment, then the silence \n\n\treturns. A mouse creeps along one wall, stops near a pile of dust. SALVATORE is \n\n\tattracted by that little gray mass. He goes over as the mouse scampers off, \n\n\ttakes a closer look and recognizes the shape of half a lion's head covered with \n\n\tdust. He moves it with his foot, then looks up at the projection booth, \n\n\trepeating the same gesture of bygone years. But the lion's head is no longer \n\n\tthere, only the outline of it on the wall, and cobwebs have covered the hales of \n\n\tthe booth, those little square openings that had caused him such long suffering \n\n\tas a little boy...SALVATORE now climbs up the spiral staircase. Each step kicks \n\n\tup a little cloud of dust. \n\n\t\n\n\tThe little booth, yellow with fumes, appears before him again. Now it \n\n\tlooks like some big, empty cave. The projector is no longer there, nor \n\n\tthe equipment. Who knows where they junked them?! The only thing left is a clump \n\n\tof film strips still attached to the wall: trailers, Part One \n\n\tendings, etc...There he had kissed ELENA for the first time, and\n\n\tstrips of film like those had grazed their faces. Now they are caught up\n\n\tin the coils of cobwebs. And where the film-winder once stood, the\n\n\tnails remain with thousands of yellowing receipts.",
  "97": "---END OF PREVIOUS SECTION---\nThere he had kissed ELENA for the first time, and\n\n\tstrips of film like those had grazed their faces. Now they are caught up\n\n\tin the coils of cobwebs. And where the film-winder once stood, the\n\n\tnails remain with thousands of yellowing receipts. \n---TARGET SECTION TO BE ANNOTATED---\n Of all the films \n\n\tshown at the Cinema Paradiso Palace. And three more boxfuls of \n\n\tthem are on the floor. \n\n\t\n\n\tAnd the windows overlooking the square are bolted shut and the glass   \n\n\tbroken. SALVATORE peers out of one of the cracks in the window and\n\n\tsees the village...which is now a city. A different world he no longer \n\n\tknows. \n\n\t\n\n\t105  CAFÉ IN SQUARE. INT/EXT. DAY \n\n\t\n\n\tThe cafe in the square has been completely renovated. The CASHIER and BARMEN \n\n\thave young, unfamiliar faces. SALVATORE holds out the receipt with a tip. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tA double whisky, please. \n\n\t\n\n\tSeveral BOYS are sitting at the comer tables, talking about girls. Others stand \n\n\tplaying 'war games', shake around to the obsessive strains of same electronic \n\n\ttune. \n\n\t\n\n\tA man comes up to SALVATORE and asks for his autograph. Then SALVATORE turns to \n\n\tthe plate-glass window overlooking the main street, where the workers' club once \n\n\twas. And like a flash, a shudder freezes him to the spot.... Two steps away \n\n\tfrom \n\n\thim, through the glass, a stunning vision, which casts him beyond time, chills \n\n\this blood: there before him is ELENA! But she is still young, young as she was \n\n\tthen! Sweet, luminous, alluring, exactly the way he saw her the first time at \n\n\tthe station. \n\n\t\n\n\tShe is waiting to go across the street with a bunch of books under her \n\n\tarm...Have the passing years had no effect on her? Or is she an hallucination? \n\n\tNo! It's a dream! Or is he dead too, like ALFREDO? SALVATORE doesn't know how to \n\n\texplain it. And he is suddenly seized by a feeling of panic. His glass drops to \n\n\tthe floor...As the GIRL walks off... \n\n\t\n\n\t106  GIANCALDO. STREET. EXT. DAY \n\n\t\n\n\tAt the age of fifty-five, SALVATORE feels no scruples about wandering\n\n\tthe streets of his home town, spying from a distance on an eighteen- year-old \n\n\tgirl. There's nothing he can do about it.",
  "98": "---END OF PREVIOUS SECTION---\nEXT. DAY \n\n\t\n\n\tAt the age of fifty-five, SALVATORE feels no scruples about wandering\n\n\tthe streets of his home town, spying from a distance on an eighteen- year-old \n\n\tgirl. There's nothing he can do about it. \n---TARGET SECTION TO BE ANNOTATED---\n He stares at her with the amazement of \n\n\tsomeone who discovers that miracles exist. Now he is nearer to her. How lovely \n\n\tshe is! It's her, no doubt about it! Exactly the same. Except she has a \n\n\tdifferent hair-do and is wearing different clothes:  ELENA didn't wear slacks. \n\n\tThe GIRL goes up to a parked motorcycle. She removes the padlock and fastens her \n\n\tbooks to the rack. SALVATORE is standing there a few steps away, and without \n\n\tstopping to think, moves a little closer, discreetly, politely.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tExcuse me, Miss...\n\n\t\t\t(She turns to look at him, \n\n\t\t\tindifferent, but friendly. \n\n\t\t\tHe looks at her wonderful \n\n\t\t\tblue eyes.) \n\n\t\tI'm so sorry, I thought you were \n\n\t\tsomeone else. \n\n\t\t\t\n\n\t\t\t\tGIRL  \n\n\t\t\t(Shrugging) \n\n\t\tWell. \n\n\t\n\n\tShe has already started the motor of her bike. A flip of the accelerator and \n\n\toff she goes, her hair flying in the wind. \n\n\t\n\n\tSALVATORE follows her with his eyes until she disappears around the corner.\n\n\t\n\n\t107  SALVATORE'S MOTHER'S HOUSE. INT. AFTERNOON \n\n\t\n\n\tThe old shots of ELENA getting off the train and walking away, casting a curious \n\n\tlook at the camera...SALVATORE is watching her again, projected on the white \n\n\twall of his room. He also watches the other shots of those happy long-gone days  \n\n\tthe picnic,. she at the beach, smiling, joyful...And again SALVATORE doesn't \n\n\tunderstand, or doesn't want to understand. But these scenes could have been shot \n\n\tyesterday, so identical to ELENA is the girl he saw on the street...And the \n\n\twound which he thought had healed years ago, starts bleeding again. \n\n\t\n\n\tThe lingering note of suffering for a romance that had ended without his ever \n\n\tknowing why, and the endless explanations that had been sifted through by his \n\n\tyoung mind, start slipping through his soul again, like those shots \n\n\tslipping again through an old 8mm projector.",
  "99": "---END OF PREVIOUS SECTION---\nBut these scenes could have been shot \n\n\tyesterday, so identical to ELENA is the girl he saw on the street... And the \n\n\twound which he thought had healed years ago, starts bleeding again. The lingering note of suffering for a romance that had ended without his ever \n\n\tknowing why, and the endless explanations that had been sifted through by his \n\n\tyoung mind, start slipping through his soul again, like those shots \n\n\tslipping again through an old 8mm projector. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\n\n\tThrough the crack of the door, MARIA sees those images on the wall, SALVATORE \n\n\trocking his head back and forth slowly, like he used to do as a boy when he \n\n\tcried. She somehow feels his grief, his bitterness, lowers her eyes and walks \n\n\taway without a word, as the little shiny rectangle on the wall remains blank, \n\n\tempty...And SALVATORE sits there gazing at it, as if he saw other scenes which \n\n\this camera never set down on film, only his memory. \n\n\t \n\n\t108  HIGH SCHOOL. STREETS AND LITTLE SQUARE. EXT. DAY \n\n\t\n\n\tThe HIGH SCHOOL STUDENTS are coming out after school. Happy young faces. That \n\n\tGIRL 's motorcycle can be seen in a rear-view mirror. SALVATORE is at the wheel \n\n\tof the car ALFIO has lent him. He has obviously followed that motorcycle before. \n\n\tHe waits with an eagerness he thought he had long lost, a determination to \n\n\tunderstand, to get to the bottom of the matter, which frightens him and at the \n\n\tsame time overwhelms him hopelessly. \n\n\t\n\n\tAnd here she comes. She unlocks the padlock and prepares to speed off. SALVATORE \n\n\tstarts the motor and follows her a short distance away. The GIRL heads for the \n\n\tnew residential district on the outskirts. \n\n\t\n\n\t109  SALVATORE'S MOTHER'S HOUSE. INT. DAY \n\n\t\n\n\tMARIA is setting the table. LIA and her family are eating at her \n\n\thouse today. SALVATORE is sitting again, with a lighted cigarette, \n\n\tgazing through the window at the shrubs tossing in the wind and the \n\n\trolling sea. The air whistling through the cracks of the windows lends a \n\n\theaviness to the silence, like the troubled look on his face. MARIA glances at \n\n\thim. \n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tWhat are you thinking, Toto? \n\n\t\n\n\tSALVATORE looks at the old woman's lovely face, a faint smile. on his lips. \n\n\tThere was always something like an unspoken rule between them, the rule of \n\n\tsilence, of unconfessed complicity. And now he feels that rule has to be broken.",
  "100": "---END OF PREVIOUS SECTION---\nSALVATORE looks at the old woman's lovely face, a faint smile. on his lips. There was always something like an unspoken rule between them, the rule of \n\n\tsilence, of unconfessed complicity. And now he feels that rule has to be broken. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\tHe speaks quietly, as if to curb the tumult of his feelings of guilt.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI was thinking...that we've never \n\n\t\ttalked, Mamma...When I was little I \n\n\t\tsaw you as if you were already old. \n\n\t\tThat's probably true with all kids...\n\n\t\tWho knows? \n\n\t\t\t(She nods, then sits down \n\n\t\t\tbefore him. He strokes her \n\n\t\t\told, skinny, heavily \n\n\t\t\tveined hands...) \n\n\t\tBut only now do I realize you were \n\n\t\tyoung, you were beautiful, had a \n\n\t\twhole life before you. But how...\n\n\t\t\t(Sighing) \n\n\t\t...how could you have lived alone \n\n\t\tall that time, with no one to look \n\n\t\tafter you? You could have \n\n\t\tremarried...Why not? At the time I \n\n\t\tprobably wouldn't have understood, \n\n\t\tbut I would have later...\n\n\t\n\n\tMARIA doesn't answer, but she is not troubled. An inner peace lends her a sweet, \n\n\tquiet expression. Then she too agrees to break the rule of silence. \n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tI never had anybody. If that's what \n\n\t\tyou think...I didn't want anybody. I \n\n\t\talways remained faithful. First to \n\n\t\tyour father, then to you, to Lia. \n\n\t\t\t(With a shrug) \n\n\t\tThat's the way I'm made, there's \n\n\t\tnothing I can do about it. \n\n\t\t\t(Smiling) \n\n\t\tAnd you're like me, you're too honest \n\n\t\tand too attached to the things you\n\n\t\tlove...But I don't know if that's a \n\n\t\tgood thing. Faithfulness is a bad \n\n\t\tbusiness. If you're faithful, you're \n\n\t\talways alone! \n\n\t\t\t(SALVATORE is immersed in \n\n\t\t\tthe profound truth of \n\n\t\t\tthose words. And he says \n\n\t\t\tnothing. The silence is \n\n\t\t\tbroken by the ringing of \n\n\t\t\tthe phone. A menacing \n\n\t\t\tsound, which SALVATORE \n\n\t\t\tcannot bear.",
  "101": "---END OF PREVIOUS SECTION---\nAnd he says \n\n\t\t\tnothing. The silence is \n\n\t\t\tbroken by the ringing of \n\n\t\t\tthe phone. A menacing \n\n\t\t\tsound, which SALVATORE \n\n\t\t\tcannot bear. \n---TARGET SECTION TO BE ANNOTATED---\n He knows they \n\n\t\t\tare calling him from Rome, \n\n\t\t\tgives a nervous gesture, \n\n\t\t\tstands up and pulls out \n\n\t\t\tthe plug. The silence \n\n\t\t\treturns, the whistling of \n\n\t\t\tthe wind. MARIA lowers her \n\n\t\t\teyes.) \n\n\t\tIt's my fault! It would have been \n\n\t\tbetter if I hadn't called you... \n\n\t\n\n\tSALVATORE sits down again, leaning closer to her. He stubs out his cigarette in \n\n\tthe already overflowing ashtray.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Whispering) \n\n\t\tNo...It's nothing to do with you. \n\n\t\tIt's just that I was scared of coming \n\n\t\tback. Now, after all these years, I \n\n\t\tthought I was strong, that I had \n\n\t\tforgotten lots of things. Instead, I \n\n\t\tfind it's quite the opposite, as if I \n\n\t\thad never left. And yet, I look at \n\n\t\tLia and feel as if I didn't know her, \n\n\t\tand you, Mamma...I abandoned you, \n\n\t\tran away like a thief, thought only \n\n\t\tof myself, and never gave you \n\n\t\tan explanation...\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\t\t(Interrupting him) \n\n\t\tAnd I never asked for one! You have \n\n\t\tnothing to explain. I always thought \n\n\t\tthat what you did was right, and that \n\n\t\twas that. With no beating around the \n\n\t\tbush...\n\n\t\t\t(Smiling, playing it down) \n\n\t\tOnly one thing made me suffer: \n\n\t\tbolting the door shut before going to \n\n\t\tbed at night...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tYou never used to do that! \n\n\t\n\n\tShe smiles like a little girl who is about to confess the fibs she has told.\n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tNo, no...When you used to work at \n\n\t\tthe movies, I could never get to \n\n\t\tsleep at night until you came home. \n\n\t\tThen when you arrived, I pretended to \n\n\t\tbe asleep, but I heard all your \n\n\t\tmovements. Then when you fell asleep, \n\n\t\tI'd get up and bolt the door.",
  "102": "---END OF PREVIOUS SECTION---\nWhen you used to work at \n\n\t\tthe movies, I could never get to \n\n\t\tsleep at night until you came home. Then when you arrived, I pretended to \n\n\t\tbe asleep, but I heard all your \n\n\t\tmovements. Then when you fell asleep, \n\n\t\tI'd get up and bolt the door. \n---TARGET SECTION TO BE ANNOTATED---\n Then, \n\n\t\twhen you left, every time I did it, I \n\n\t\tfelt as if I had left somebody \n\n\t\toutside the door, far away.... \n\n\t\t\t(SALVATORE listens to his \n\n\t\t\tMOTHER'S words, surprised \n\n\t\t\tand entranced by the \n\n\t\t\tpoetry of her way of \n\n\t\t\tspeaking...) \n\n\t\tBut you were right to leave. You \n\n\t\tsucceeded in doing what you wanted to \n\n\t\tdo...\n\n\t\t\t(Sighing) \n\n\t\tWhen I call you, a different, woman \n\n\t\talways answers. I pretend I know them \n\n\t\tso they won't have to go through the \n\n\t\tembarrassment of introducing \n\n\t\tthemselves. \n\n\t\t\t(Smiling) \n\n\t\tI'm sure they take me for a crazy old \n\n\t\twoman. But so far I've never heard \n\n\t\tone voice that really loves you...I \n\n\t\twould have known. And yet, I'd like \n\n\t\tto see you...settled down...fall in \n\n\t\tlove...\n\n\t\t\t(Gazing into his eyes) \n\n\t\tBut your life's there. Here there are \n\n\t\tnothing but ghosts, Toto! Let it go. \n\n\t\n\n\tShe has said this with a subtle allusiveness in her voice. And SALVATORE \n\n\trealizes she has always known everything. But he doesn't' answer her. \n\n\tThey look at each other a Long time without speaking. Their rule of conniving \n\n\tsilence has come back into play, as before, forever. It is her expression that \n\n\ttells him to leave, to take the plane and fly away...\n\n\t\n\n\t110  SMALL SQUARE AND HOUSE. INT/EXT. EVENING \n\n\t\n\n\tBut SALVATORE has not taken his MOTHER'S advice. Re has not left. Something \n\n\tholds him there still, leads him to go on looking. \n\n\t\n\n\tThe GIRL'S motorcycle is parked in the courtyard beyond the gate of a small \n\n\thouse. He is studying it from inside the car parked in a corner of the small \n\n\tsquare, near a café. Re has been there some while, but is not nervous, waits \n\n\tthere with determination...\n\n\t\n\n\tSeveral windows in the house are lit, but no one can be seen through \n\n\tthe curtains.",
  "103": "---END OF PREVIOUS SECTION---\nHe is studying it from inside the car parked in a corner of the small \n\n\tsquare, near a café. Re has been there some while, but is not nervous, waits \n\n\tthere with determination... Several windows in the house are lit, but no one can be seen through \n\n\tthe curtains. \n---TARGET SECTION TO BE ANNOTATED---\n Nothing but shadows pass by every now and then. Now the light in \n\n\tone of the windows goes out, and the light on the stair goes on. The front door \n\n\topens and the GIRL comes out with a tall, sturdy- looking, elegantly dressed \n\n\tGENTLEMAN around fifty. \n\n\t\n\n\tThey converse bur are too far away for their voices to be heard. SALVATORE \n\n\twatches them come out the gate and climb into a car. They look like father and \n\n\tdaughter. The car now drives off and passes right by him. A gleam of light, \n\n\tthe reflection from the headlights, falls on the GENTLEMAN'S face. He recognizes \n\n\thim at once, from the birthmark on his temple...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(To himself) \n\n\t\tBoccia! \n\n\t\n\n\tHis eyes flash, he's afraid he's understood. And now the craze to get to the \n\n\tbottom of it all gnaws away at him. There is no turning back. \n\n\t\n\n\t111 CAFÉ. AND SMALL SQUARE. INT/EXT. EVENING \n\n\t\n\n\tSALVATORE'S hands rifle through a phone directory. He is in the cafe, on the \n\n\tother side of the glass door leading to the little square. His finger \n\n\truns down the column of names...\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(Mumbling) \n\n\t\tHis last name was Lo Meo, Vincenzo. \n\n\t\n\n\tHe has already put the token into the slot and dials the number, looking at the \n\n\ttwo lit upstairs windows of that house, where the mystery of his life may be \n\n\thiding. SALVATORE hears the first ring, his heart in his throat...A shadow \n\n\tappears in one of the windows. And a voice answers. \n\n\t\n\n\t\t\t\tVOICE ON TELEPHONE  \n\n\t\tHello? \n\n\t\t\t(It's a woman's voice. \n\n\t\t\tSALVATORE shuts his eyes, \n\n\t\t\tis about to speak, but the \n\n\t\t\tlump in his throat \n\n\t\t\tsilences him...) \n\n\t\n\n\t\t\t\tVOICE ON TELEPHONE  \n\n\t\tHello? Hello? \n\n\t\n\n\tHe still hesitates, can' t get a word out, as if he had lost his voice or \n\n\tdidn't know what to say. He hangs up.",
  "104": "---END OF PREVIOUS SECTION---\nHello? He still hesitates, can' t get a word out, as if he had lost his voice or \n\n\tdidn't know what to say. He hangs up. \n---TARGET SECTION TO BE ANNOTATED---\n The shadow at the window also hangs up, \n\n\tthen disappears... \n\n\t\n\n\tSALVATORE is at a loss, sits down at one of the rabies near the \n\n\tphone in the almost empty cafe. At the far end, a group of five people watching \n\n\ttelevision.\n\n\t\n\n\t\t\t\tBARMAN  \n\n\t\tYou want something? \n\n\t\n\n\tAnd he turns back to the television. SALVATORE lights a cigarette. He is \n\n\tuncertain. Once again he has to lake an important decision  redial the number \n\n\tand seek a face behind that shadow? Or forget the whole thing, the GIRL, BOCCIA, \n\n\tthe shadow, and go away? Yes, best go away. He gets up and leaves. He can be \n\n\tseen through the window turning the comer. A pack of cigarettes and a lighter \n\n\tlie on the table, he has forgotten them. And the lighted cigarette bums down in \n\n\tthe ashtray. A few moments have gone by. Footsteps, and a hand picks up the \n\n\tlighter and the cigarettes. It is SALVATORE who now, on a sudden urge, slips \n\n\tanother token into the slot. The shadow reappears at the window. The same voice \n\n\tas before.\n\n\t \n\n\t\t\t\tVOICE ON TELEPHONE  \n\n\t\tHello, who's speaking? \n\n\t\n\n\tSALVATORE answers at last, keeping his eyes shut, whispering:\n\n\t \n\n\t\t\t\tSALVATORE  \n\n\t\tI'd like to speak to Signora Elena...\n\n\t\n\n\t\t\t\tVOICE ON TELEPHONE  \n\n\t\tSpeaking. Who is it, please? \n\n\t\n\n\tSALVATORE feels a terrible pang, continues:\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tSalvatore. \n\n\t\n\n\tSilence, charged with tension. Then the voice continues weakly, as if puzzled.\n\n\t\n\n\t\t\t\tVOICE ON TELEPHONE  \n\n\t\tSalvatore...who? \n\n\t\n\n\tHe runs his hand over his forehead, his eyes, as if to soothe the turmoil he \n\n\tfeels inside.\n\n\t\n\n\t\t\t\tSALVATORE \n\n\t\tDi Vita. Salvatore Di Vita. Do you \n\n\t\tremember? \n\n\t\t\t(Another pause chilly, \n\n\t\t\theavy. SALVATORE opens his \n\n\t\t\teyes, looks at the window.",
  "105": "---END OF PREVIOUS SECTION---\nDo you \n\n\t\tremember? (Another pause chilly, \n\n\t\t\theavy. SALVATORE opens his \n\n\t\t\teyes, looks at the window. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\t\tHer shadow is motionless, \n\n\t\t\tas if cut out of \n\n\t\t\tcardboard.) \n\n\t\tElena, I'm here, in the bar, across \n\n\t\tthe street from your house. \n\n\t\n\n\tThe shadow moves slowly, a hand pulls aside the curtain. It's a moment of heart-\n\n\trending emotion...She appears. And they see each other from a distance, after \n\n\tthirty years, each of them with a phone receiver to their ear. But she is \n\n\tsomewhat in the dark, against the light, it's impossible to make out her \n\n\tfeatures. Her voice gives a sudden start, instantly controlled.\n\n\t \n\n\t\t\t\tVOICE ON TELEPHONE  \n\n\t\tCertainly, I remember...\n\n\t\n\n\tSALVATORE'S eyes glisten, try to pierce the distance and the darkness to get a \n\n\tbetter look, but in vain. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tElena. I'd like to see you...Let's \n\n\t\tmeet. \n\n\t\n\n\tELENA lets the curtain drop and goes back to being a shadow. She whispers the \n\n\twords.\n\n\t\n\n\t\t\t\tVOICE ON TELEPHONE  \n\n\t\tIt's been so long. Why should we \n\n\t\tmeet? What good would it do? \n\n\t\n\n\t\t\t\tSALVATORE \n\n\t\tPlease, don't say no.. . \n\n\t\n\n\tBut her voice is firm, unshakeable, even if quivering with emotion.\n\n\t\n\n\t\t\t\tVOICE ON TELEPHONE  \n\n\t\tI'm old, Salvatore. And you too. It's \n\n\t\tbest not to meet. Goodbye. \n\n\t\n\n\tThe shadow hangs up, disappears. The light goes off.\n\n\t\n\n\t112  DIFFERENT SETTINGS. INT/EXT. EVENING \n\n\t\n\n\tThe wind is stronger now, the streets and the square are empty. SALVATORE \n\n\tis at the wheel of the car, driving aimlessly around the town. He has \n\n\trediscovered the woman who conditioned his whole life and they hadn't had the \n\n\tcourage to meet. An obsessive musical heat, fraught with rage, pours out of the \n\n\tcar radio. \n\n\t\n\n\t113  SALVATORE'S MOTHER'S HOUSE. INT. EVENING \n\n\t\n\n\tA phone ringing drowns out the sound of the television and the wind  \n\n\twhistling outside. In the half-darkened room, MARIA picks up the receiver...",
  "106": "---END OF PREVIOUS SECTION---\nINT. EVENING \n\n\t\n\n\tA phone ringing drowns out the sound of the television and the wind  \n\n\twhistling outside. In the half-darkened room, MARIA picks up the receiver... \n---TARGET SECTION TO BE ANNOTATED---\n  \n\n\t\n\n\t\t\t\tMARIA  \n\n\t\tHello?\n\n\t\n\n\tNo one answers, but she can sense the presence of someone who now hangs up. \n\n\tMARIA is alarmed. Who could it be at this hour? And where is Toto?\n\n\t\n\n\t114  SEAFRONT AND PIER. EXT/INT. CAR. EVENING \n\n\t\n\n\tSALVATORE stands motionless on the pier, facing the storm-tossed sea. He feels \n\n\trelieved by the roar of the waves that dispels his bitter thoughts, blurs them, \n\n\tbut does not wipe out the look of suffering in his eyes. A flashing light seems \n\n\tto approach behind his back. SALVATORE turns and is blinded by the headlights of \n\n\ta car parked at the beginning of the pier. The splattering waves lend the scene \n\n\ta hazy cast and diffuse the glare of the flashing headlights. Now the lights \n\n\tmove towards him. And SALVATORE also lakes a few timid steps forward... \n\n\tThey are close. The car has almost stopped. But it is impossible to make out the \n\n\tperson at the wheel who now reaches over to open the other door. A voice can be \n\n\tbarely heard over the raging sea. It is ELENA's voice. \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tSalvatore! \n\n\t\n\n\tSALVATORE approaches, accepting the invitation, enters the car and shuts the \n\n\tdoor. The headlights go off and the car remains there suspended between the open \n\n\tsea and the harbor with its rocking boats. Inside the car, not a word. Two dark \n\n\tfigures gaze at each other, unintelligible, as if the night were trying to \n\n\tfurther delay that meeting. The glowing reflection of a wave higher than the \n\n\tothers now lights up their faces. ELENA was right, they are no longer the faces \n\n\tof teenagers, but of people on in years who study each other, searching for a \n\n\ttruth. The howling of the wind and the crashing of the waves are louder, but \n\n\tELENA and SALVATORE /rear nothing, sit glued to their seats, fixed in the \n\n\tendless gaze that envelops them. He is the first to break the silence in a faint  \n\n\tvoice.",
  "107": "---END OF PREVIOUS SECTION---\nELENA was right, they are no longer the faces \n\n\tof teenagers, but of people on in years who study each other, searching for a \n\n\ttruth. The howling of the wind and the crashing of the waves are louder, but \n\n\tELENA and SALVATORE /rear nothing, sit glued to their seats, fixed in the \n\n\tendless gaze that envelops them. He is the first to break the silence in a faint  \n\n\tvoice. \n---TARGET SECTION TO BE ANNOTATED---\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tHow'd you know I'd be here? \n\n\t\n\n\tELENA  I don't know how many years have gone by, but some things about you I do \n\n\tremember. There weren't many, places you could have gone. I looked around...\n\n\t\n\n\tSALVATORE turns on the light of the rear-view mirror. Finally \n\n\tthey can see better. They look at each other a little ill at ease, \n\n\tmaking the inevitable comparisons with the memory of their young faces. \n\n\tSALVATORE carefully observes her graying hair, her blue eyes lined \n\n\twith wrinkles, the somewhat faded beauty mark on her lip.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tYou're still beautiful...\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tDon't be silly...I'm old.\n\n\t\t\t(She looks down troubled \n\n\t\t\tby the way he has of \n\n\t\t\tgazing into her eyes, \n\n\t\t\tspeaks almost mumbling her \n\n\t\t\twords.) \n\n\t\tDon't look at me like that, please. \n\n\t\t\t(And she switches off the \n\n\t\t\tlight. But this time it is \n\n\t\t\tless dark, things can be \n\n\t\t\tseen.) \n\n\t\tWhy'd you come back? \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tAlfredo died. Do you remember him? \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tOf course I remember him. I'm sorry. \n\n\t\tYou were terribly fond of him. \n\n\t\n\n\tA moment of silence. It's hard to find something to say.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI saw your daughter. She's beautiful! \n\n\t\tWho knows how many Salvatores \n\n\t\tmust be running after her...\n\n\t\n\n\t\t\t\tELENA  \n\n\t\t\t(Smiling) \n\n\t\tOne or two. Bur there're not all that \n\n\t\tmany Salvatores. \n\n\t\t\t(SALVATORE also smiles, \n\n\t\t\tbut a puzzled smile as if \n\n\t\t\twhat she has said had \n\n\t\t\tthrown him off-guard.) \n\n\t\tI've got a son, too...he's older. \n\n\t\tAnd you, do you have children? \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tNo. And I'm not married. \n\n\t\t\t(ELENA sits there in \n\n\t\t\tsilence.",
  "108": "---END OF PREVIOUS SECTION---\nSALVATORE  \n\n\t\tNo. And I'm not married. (ELENA sits there in \n\n\t\t\tsilence. \n---TARGET SECTION TO BE ANNOTATED---\n A veil of sadness \n\n\t\t\tclouds her eyes. \n\n\t\t\tSALVATORE'S \n\n\t\t\ttoo...) \n\n\t\tAre you happy? \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tAll things considered, yes. Even if \n\n\t\tit wasn't what I dreamt of then...\n\n\t\n\n\tAgain SALVATORE is thrown off-guard, as if the round key of \n\n\this enquiry had met with only square locks. She continues.\n\n\t \n\n\t\t\t\tELENA  \n\n\t\tMy husband...you know him. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tSure, sure! Boccia...\n\n\t\t\t(With a bitter smile) \n\n\t\tWhat's he do? \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tPolitics. He's the district \n\n\t\trepresentative. We met at the \n\n\t\tUniversity in Pisa. \n\n\t\n\n\tThen instinctively, in a shy voice, SALVATORE asks the question \n\n\tthat he probably wouldn't have asked a moment later.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tAnd...how come you never married \n\n\t\tthat guy from Tuscany? \n\n\t\n\n\tThe white foam of the waves splashes up over the wall of the pier, dashing \n\n\tagainst the car windows. The shadow of the trickling water is superimposed on \n\n\tthe agony of their faces. ELENA hides her embarrassment beneath a faint but \n\n\thaughty smile.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tI didn't want to...I had to fight \n\n\t\ttooth and nail. But in the end I \n\n\t\twon...\n\n\t\t\t(SALVATORE is unable to \n\n\t\t\tsmile. It's as if the void \n\n\t\t\twere growing and swelling \n\n\t\t\twithin. Thunder and \n\n\t\t\tlightning shatter the \n\n\t\t\troaring of the wind and \n\n\t\t\tsea, hut it does not rain. \n\n\t\t\tNow her smile Jades away.)\n\n\t\tAt that time...I was waiting for \n\n\t\tyou...\n\n\t\n\n\tThere is no resentment in her words. She has said them fondly. With the serenity \n\n\tof someone who has suffered greatly and then found a strong convincing way of \n\n\tsuffering no more. For SALVATORE, it's as if one of those thunderbolts had \n\n\tpierced his heart. He leans over, gazing into her shining eyes.",
  "109": "---END OF PREVIOUS SECTION---\nWith the serenity \n\n\tof someone who has suffered greatly and then found a strong convincing way of \n\n\tsuffering no more. For SALVATORE, it's as if one of those thunderbolts had \n\n\tpierced his heart. He leans over, gazing into her shining eyes. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tBut I've never forgotten you, Elena! \n\n\t\n\n\t\t\t\tELENA  \n\n\t\t\t(Whispering) \n\n\t\tNor have I. Even though you \n\n\t\tdisappeared...\n\n\t\t\t(SALVATORE is staggered, \n\n\t\t\tfeels as if he were \n\n\t\t\tplunging into the void. \n\n\t\t\tWhat she has said strikes \n\n\t\t\thim as grotesque. ELENA \n\n\t\t\tstrokes his hair, as if to \n\n\t\t\trestrain his sinking \n\n\t\t\theart, gives a sweet \n\n\t\t\tsmile.) \n\n\t\tBut what's the point of talking about \n\n\t\tit? We risk being pathetic and \n\n\t\tridiculous. \n\n\t\t\t(And she tries to change \n\n\t\t\tthe subject.) \n\n\t\tYou still live in Rome? \n\n\t\n\n\tBut SALVATORE ignores the question. He doesn't want to change the subject. \n\n\tHe feels that everything is crumbling inside him, the alibis and excuses he had \n\n\thad to give himself in order to accept the end of their romance. And instead, \n\n\tnow the tables seem to have completely turned. Without realizing, he shouts \n\n\tdesperately, staring wildly at her and shaking her by the \n\n\tshoulders.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWhat do you mean, you were waiting \n\n\t\tfor me?! What are you saying? \n\n\t\t\t(He controls himself at \n\n\t\t\tonce, continues, breathing \n\n\t\t\theavily.) \n\n\t\tThe last time we saw each other, we \n\n\t\tmade a date to meet at the Cinema \n\n\t\tParadiso. You remember? And you \n\n\t\tdidn't come, you disappeared without \n\n\t\tleaving a trace, nothing! I'll tell \n\n\t\tyou how many years have gone by: more \n\n\t\tthan thirty!!! \n\n\t\n\n\tQuiet rears stream down Elena's face, glisten with the reflections of the \n\n\tlightning and the waves.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tI kept that date. \n\n\t\t\t(SALVATORE laughs at the \n\n\t\t\tabsurdity of it. A \n\n\t\t\tnervous, heartbroken \n\n\t\t\tlaugh, which slowly melts \n\n\t\t\taway as she goes on to \n\n\t\t\tsay:) \n\n\t\tBut I was late...",
  "110": "---END OF PREVIOUS SECTION---\nELENA  \n\n\t\tI kept that date. (SALVATORE laughs at the \n\n\t\t\tabsurdity of it. A \n\n\t\t\tnervous, heartbroken \n\n\t\t\tlaugh, which slowly melts \n\n\t\t\taway as she goes on to \n\n\t\t\tsay:) \n\n\t\tBut I was late... \n---TARGET SECTION TO BE ANNOTATED---\n\t\t\t(Tears continue to stream \n\n\t\t\tout of her blue eyes, but \n\n\t\t\tshe tells her story in a \n\n\t\t\tcalm voice.) \n\n\t\tI had a fight with my family. I tried \n\n\t\tto convince them again that they \n\n\t\tcouldn't separate us. But it was \n\n\t\tfutile. They had decided to leave \n\n\t\tSicily once and for all. Which is \n\n\t\twhat we did. I didn't know what to do \n\n\t\tany more, what to say. And I said \n\n\t\tyes, I'd do whatever they wanted. In \n\n\t\treturn, my father promised to let me \n\n\t\tsee you one last time, to say \n\n\t\tgoodbye. But I hoped that by seeing \n\n\t\teach other we could take advantage of \n\n\t\tit and make a decision...I thought \n\n\t\twe would run away together. \n\n\t\t\t(She holds back her sobs. \n\n\t\t\tDries her tears with the \n\n\t\t\tback of her hand, and \n\n\t\t\tcontinues:) \n\n\t\tMy father drove me to the movie \n\n\t\ttheatre. But you weren't in the \n\n\t\tprojection booth. Only Alfredo...\n\n\t\n\n\tHer voice continues over the scene of same thirty years before...\n\n\t\n\n\t115  CINEMA PARADISO. PROJECTION BOOTH. INT. AFTERNOON Flashback. \n\n\t\n\n\t\t\t\tELENA'S VOICE  \n\n\t\t\t(Off-screen) \n\n\t\tAnd I didn't have time to wait for \n\n\t\tyou to comeback... \n\n\t\n\n\tFrom the bottom of the spiral staircase, ELENA'S FATHER is waiting nervously, \n\n\tyells up at the projection booth.\n\n\t\n\n\t\t\t\tELENA' S FATHER  \n\n\t\tElena! Hurry up!! \n\n\t\n\n\t\t\t\tYOUNG ELENA  \n\n\t\tAll right, Daddy!...\n\n\t\n\n\tIn the projection booth, ALFREDO is sitting on a stool, near the\n\n\tprojector. Seen from the rear, the YOUNG ELENA is leaning over \n\n\tbeside him, she is excited, her eyes are red and swollen with tears.\n\n\t\n\n\t\t\t\tELENA'S VOICE  \n\n\t\t\t(Off-screen) \n\n\t\tSo I told Alfredo how things stood \n\n\t\tand fiat I was leaving the same \n\n\t\tevening, and I asked him to tell you \n\n\t\teverything.",
  "111": "---END OF PREVIOUS SECTION---\nIn the projection booth, ALFREDO is sitting on a stool, near the\n\n\tprojector. Seen from the rear, the YOUNG ELENA is leaning over \n\n\tbeside him, she is excited, her eyes are red and swollen with tears. ELENA'S VOICE  \n\n\t\t\t(Off-screen) \n\n\t\tSo I told Alfredo how things stood \n\n\t\tand fiat I was leaving the same \n\n\t\tevening, and I asked him to tell you \n\n\t\teverything. \n---TARGET SECTION TO BE ANNOTATED---\n He was very kind, he \n\n\t\tlistened carefully, then... \n\n\t\n\n\tALFREDO answers YOUNG ELENA, stroking her hair.\n\n\t\n\n\t\t\t\tALFREDO  \n\n\t\tEasy, easy. \n\n\t\t\t(Sighing) \n\n\t\tListen carefully to what I have to \n\n\t\tsay. If you want me to tell Toto what \n\n\t\tyou've told me, I will. But if you \n\n\t\twant my advice, forget it. It's \n\n\t\tbetter for both of you if you don't \n\n\t\tsee each other...\n\n\t\t\t(YOUNG ELENA gives a start \n\n\t\t\tof resentment, listens \n\n\t\t\twith surprise.) \n\n\t\tDear girl, fire always turns into \n\n\t\tashes! Even the deepest love ends \n\n\t\tsooner or later. And after that other \n\n\t\tloves appear, lots of them. Toto, he \n\n\t\tcan't understand fiat now. If I tell \n\n\t\thim he won't believe it, he' d be \n\n\t\tcapable of killing me...But you can \n\n\t\tunderstand, you've got to \n\n\t\tunderstand...Do it for him! \n\n\t\n\n\t116  WATERFRONT. INT. CAR. EVENING \n\n\t\n\n\tSALVATORE sits there without moving, pale as a sheet, looks as if he had\n\n\tgrown even older. As if the whole world has fallen in on him. For ELENA, it was \n\n\ta painful but liberating story. She dries her last tears. \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tIt's the first time I've had to \n\n\t\tchance to tell the story. I never \n\n\t\tmentioned it to anybody. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\t\t(In a daze) \n\n\t\tAlfredo, damn him! He cast his spell \n\n\t\ton you too! \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tI told him I'd take his advice. But \n\n\t\tbefore I went away I left you that \n\n\t\tnote...\n\n\t\t\t(SALVATORE gives her a \n\n\t\t\tquick look, a questioning \n\n\t\t\tlook. He listens.) \n\n\t\tI was on my way down the stairs...\n\n\t\t\t(Her voice continues, laid \n\n\t\t\tover the...) \n\n\t\n\n\t117  CINEMA PARADISO. PROJECTION BOOTH. INT.",
  "112": "---END OF PREVIOUS SECTION---\n(Her voice continues, laid \n\n\t\t\tover the...) \n\n\t\n\n\t117  CINEMA PARADISO. PROJECTION BOOTH. INT. \n---TARGET SECTION TO BE ANNOTATED---\n AFTERNOON Flashback\n\n\t\n\n\tELENA has already said goodbye to ALFREDO, is on her way down the stairs, but \n\n\tstops short. \n\n\t\n\n\t\t\t\tELENA' S VOICE  \n\n\t\t\t(Off-screen) \n\n\t\tI thought Alfredo couldn't see me. So \n\n\t\tI snuck back up...\n\n\t\t\t(She tip-toes back without \n\n\t\t\tmaking any noise. Goes \n\n\t\t\tover to the film-winder. \n\n\t\t\tTakes out a pen, looks for \n\n\t\t\ta scrap of paper, but \n\n\t\t\tdoesn't see any. Her eyes \n\n\t\t\tfall on the film receipts \n\n\t\t\thanging on the nail. She \n\n\t\t\ttears off the top one, \n\n\t\t\tturns it over and \n\n\t\t\tscribbles a message on the \n\n\t\t\tback.) \n\n\t\tI wrote you where you could find me, \n\n\t\tand that I'd wait for you. \n\n\t\n\n\tShe hangs the scrap of paper back on the nail, well in sight. She creeps out, \n\n\tglancing at ALFREDO, who hasn't noticed a thing.\n\n\t\n\n\t118  WATERFRONT. EXT/INT. CAR. EVENING \n\n\t\n\n\tELENA finishes telling her story. She heaves a Jeep sigh. \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tBut you disappeared all the same. \n\n\t\n\n\tThere is a haunted look in SALVATORE's eyes, he is searching his memory for \n\n\tsomething he can't find, then suddenly sees, as if in a dream...his hand thirty \n\n\tyears before going through the routine gesture of hanging a receipt on the nail, \n\n\tover the others, mechanically, without even looking...and he shuts his eyes as \n\n\tif fearing the truth. Her last words have wounded him. He shakes his head, then \n\n\tin a faint voice:\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tOh, how I looked for you, Elena! \n\n\t\tYou'll never know. I wrote, \n\n\t\ttelephoned, nothing. Nobody ever \n\n\t\tanswered. But I dreamt of you for \n\n\t\tyears! That's why I went away...and \n\n\t\tnever came back here. \n\n\t\t\t(And his anguish breaks \n\n\t\t\tfree, dissolving into \n\n\t\t\tquiet, almost childish \n\n\t\t\ttears.",
  "113": "---END OF PREVIOUS SECTION---\nBut I dreamt of you for \n\n\t\tyears! That's why I went away...and \n\n\t\tnever came back here. (And his anguish breaks \n\n\t\t\tfree, dissolving into \n\n\t\t\tquiet, almost childish \n\n\t\t\ttears. \n---TARGET SECTION TO BE ANNOTATED---\n ELENA is startled \n\n\t\t\tby his reaction. She \n\n\t\t\tcaresses him, \t\n\n\t\t\tpassionately. They embrace \n\n\t\t\tand remain like that, she \n\n\t\t\twith her face buried in \n\n\t\t\this shoulder, he leaning \n\n\t\t\ton hers with his tear-\n\n\t\t\tfilled eyes.)\n\n\t\tEven as the years passed, in all the \n\n\t\twomen I met, I was only looking for \n\n\t\tyou. I had success it's true, but \n\n\t\tthere was always something missing...\n\n\t\t\t(She is deeply moved, goes \n\n\t\t\ton caressing him gently \n\n\t\t\tuntil he calms down. The \n\n\t\t\tcar windows are steamed \n\n\t\t\tup. The sea, the harbor, \n\n\t\t\tthe waves have \t\n\n\t\t\tdisappeared. Nothing \n\n\t\t\tremains but the sound of  \n\n\t\t\tthe storm. SALVATORE takes \n\n\t\t\ther face between his \n\n\t\t\thands. They gaze at each \n\n\t\t\tother, their faces \n\n\t\t\tpractically touching. He \n\n\t\t\tmurmurs:) \n\n\t\tI'd never have imagined that all this \n\n\t\thad to end because of the man who was \n\n\t\tlike a father to me. A crazy lunatic!  \n\n\t\t\t(She gives a faint smile.) \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tHe wasn't crazy. In the beginning I \n\n\t\twas upset. I think I really hated \n\n\t\thim. But then, with time, I \n\n\t\tunderstood what he said...and your \n\n\t\tsilence too. \n\n\t\n\n\tSALVATORE whispers one last dreadful revelation. And it's as if he had got a \n\n\tterrible weight off his chest.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tBut I never saw that note! \n\n\t\t\t(He squints, as if to \n\n\t\t\tstress the absurdity of \n\n\t\t\tthe idea.) \n\n\t\tI must have covered it with my hand, \n\n\t\twithout realizing it, that's the only \n\n\t\texplanation...\n\n\t\t\t(But strangely enough, \n\n\t\t\tELENA is not surprised.) \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tWhat difference does it make to find \n\n\t\tan explanation? That's the way it \n\n\t\twent. But Alfredo didn't betray you, \n\n\t\the was the only one who really \n\n\t\tunderstood you.",
  "114": "---END OF PREVIOUS SECTION---\n(But strangely enough, \n\n\t\t\tELENA is not surprised.) \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tWhat difference does it make to find \n\n\t\tan explanation? That's the way it \n\n\t\twent. But Alfredo didn't betray you, \n\n\t\the was the only one who really \n\n\t\tunderstood you. \n---TARGET SECTION TO BE ANNOTATED---\n Salvatore, if you had \n\n\t\tchosen to be with me, you'd have \n\n\t\tnever made your films. And that would \n\n\t\thave been a pity! Because they're \n\n\t\twonderful, I've seen them all. \n\n\t\t\t(Her eyes glitter with \n\n\t\t\tjoy, then she smiles, \n\n\t\t\talmost ironically.) \n\n\t\tBut you shouldn't have gone and \n\n\t\tchanged your name. You should have \n\n\t\tkept your own. \n\n\t\n\n\tTears stream down Salvatore's cheeks. He gives her a look of longing, of \n\n\tdesire. \n\n\t\n\n\tELENA embraces him. They kiss with heartrending tenderness, with the same \n\n\tpassion of their first kiss amidst the strips of film brushing their faces, so \n\n\tmany years ago. And they make love, clasped in the cramped quarters of the car, \n\n\tlike two teenagers. Passionate kisses, embraces, deep sighs. Their hair \n\n\tdamp with sweat, their hands clasping, their fingers interweaving. Then the \n\n\tfrenzy subsides into a deep, tumultuous pleasure, of immense loving and immense \n\n\tgrief...As outside the wind and the waves go on rating around that car which \n\n\tseems suspended in empty space.) \n\n\t\n\n\t \n\n\t119  ALFREDO'S WIDOW'S HOUSE. INT. DAY \n\n\t\n\n\tSIGNORA ANNA'S hands place an old wooden stool and a rusty round \n\n\tmetal can on the table.\n\n\t\n\n\t\t\t\tANNA  \n\n\t\tThese are the things he left to \n\n\t\tyou...\n\n\t\n\n\tSALVATORE is sitting by the table. He has finished the cup of coffee SIGNORA \n\n\tANNA has prepared for him. He picks up the stool, recognizes it at once: it's \n\n\tthe one ALFREDO had made for him as a little boy so he could climb up and put \n\n\tthe reels on the projector. \n\n\t\n\n\t\t\t\tANNA  \n\n\t\tWhen they showed your films on \n\n\t\ttelevision, he was happy. He'd plop \n\n\t\thimself down there and all his \n\n\t\tailments were forgotten. He knew all \n\n\t\tthe words by heart, every one, and \n\n\t\tI'd describe what was going on.",
  "115": "---END OF PREVIOUS SECTION---\nANNA  \n\n\t\tWhen they showed your films on \n\n\t\ttelevision, he was happy. He'd plop \n\n\t\thimself down there and all his \n\n\t\tailments were forgotten. He knew all \n\n\t\tthe words by heart, every one, and \n\n\t\tI'd describe what was going on. \n---TARGET SECTION TO BE ANNOTATED---\n And \n\n\t\twhen the papers talked about \n\n\t\tyou, I had to read them two or three \n\n\t\ttimes...\n\n\t\n\n\tSALVATORE examines the can, wonders what it can be. He opens it: inside is a \n\n\treel of film, wrapped in a plastic bag, well preserved. Those objects bring a \n\n\tpang to his heart, and the things that ANNA said, but he feels disappointed, as \n\n\tif he expected to find something else.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tDid he ever think of meeting me? \n\n\t\n\n\t\t\t\tANNA  \n\n\t\tNo, never! One time your mother said \n\n\t\tthat if he wanted, you'd have surely \n\n\t\tcome. He got furious and said  'No, \n\n\t\tToto mustn't come back to Giancaldo, \n\n\t\tnever!!' He didn't say it to be mean. \n\n\t\tHe was a decent man. Who knows what \n\n\t\the could have been thinking? Towards \n\n\t\tthe end he'd say such strange things. \n\n\t\tAnd a moment before he shut his eyes, \n\n\t\the told your mother not to let you \n\n\t\tknow. \n\n\t\n\n\t120  CINEMA PARADISO. PROJECTION BOOTH. INT. DAY \n\n\t\n\n\tA cloud of yellowed scraps of paper flutters into the air and as it falls slowly \n\n\tto the ground another handful is flung up. SALVATORE is in the projection booth, \n\n\tlooking through the countless yellowed receipts, stuffed away in boxes. He looks \n\n\tat them one by one, then throws them into the air. A desperate search, almost a \n\n\tdefiance of the passing of time. He continues with greater determination, flings \n\n\tpiles of receipts into the air, glances at a few dates, a film title, tries to \n\n\tdiscover the oldest dates at the bottom. He moves swiftly, his hands plunge in, \n\n\tthen fling up a nimbus of paper and dust. But to no avail...He stops, short of \n\n\tbreath. His eyes go over to the nails in the wall, where other stacks of \n\n\treceipts are hanging. He gets up and goes to look at them, thumbs \" it through \n\n\tthem hastily, in anger... \n\n\t\n\n\tHe yanks off two or three packs, which come off, nail and all.",
  "116": "---END OF PREVIOUS SECTION---\nHis eyes go over to the nails in the wall, where other stacks of \n\n\treceipts are hanging. He gets up and goes to look at them, thumbs \" it through \n\n\tthem hastily, in anger... He yanks off two or three packs, which come off, nail and all. \n---TARGET SECTION TO BE ANNOTATED---\n Only then does he \n\n\tnotice that at the bottom of those blocks of yellowed paper, there are same more \n\n\tsheets, much older, almost brown. His eyes concentrate on the mildewed scraps of \n\n\tpaper. He leans over, picks themup and goes through them one by one, delicately, \n\n\tbecause they crumble in his fingers...And then all of a sudden, some film \n\n\ttitles \n\n\the recognizes from that time. He goes on thumbing through them, and all at once \n\n\tan astonished look appears on his face  in his hands is a receipt that has been \n\n\tturned over. It's the one! The message scribbled on it can still be seen. He \n\n\treads it. \n\n\t\n\n\t\t\t\tSALVATORE'S VOICE  \n\n\t\t\t(Off-screen) \n\n\t\tSalvatore, forgive me. I'll explain \n\n\t\tlater what happened. Not finding you \n\n\t\there was terrible. Unfortunately, \n\n\t\tthis evening, my mother and I are \n\n\t\tleaving for Tuscany. We're moving \n\n\t\tthere. But you' re the only one I \n\n\t\tlove, I'll never be with anybody \n\n\t\telse, I promise. Here's the address \n\n\t\tof a girlfriend of mine where you \n\n\t\tcan write to me. Don't abandon me. \n\n\t\tLove and kisses, Elena. \n\n\t\n\n\tHe clasps the scrap of paper, and his brimming eyes darken with regret.\n\n\t\n\n\t121  CAFÉ~ IN SQUARE AND ELENA'S HOUSE. INT/EXT. DAY \n\n\t\n\n\tELENA stands near the window overlooking the little square, listening on the \n\n\tphone to SALVATORE'S voice. She can see him through the transparent curtain \n\n\tspeaking on the phone down below in the café. \n\n\t\n\n\t\t\t\tELENA  \n\n\t\tWhen are you leaving? \n\n\t\n\n\tSALVATORE opens his eyes, tosses away his cigarette.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThis afternoon. Elena, in the future \n\n\t\tmaybe we could...\n\n\t\n\n\tELENA interrupts him, speaks softly, tenderly.\n\n\t\n\n\t\t\t\tELENA  \n\n\t\tNo, Salvatore...there is no future. \n\n\t\tThere's only the past. Even meeting \n\n\t\tlast night was nothing but a dream, a \n\n\t\tbeautiful dream.",
  "117": "---END OF PREVIOUS SECTION---\nELENA  \n\n\t\tNo, Salvatore...there is no future. There's only the past. Even meeting \n\n\t\tlast night was nothing but a dream, a \n\n\t\tbeautiful dream. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\t\t(Smiling) \n\n\t\tWe never did it when we were kids, \n\n\t\tremember? \n\n\t\t\t(Down in the cafe, \n\n\t\t\tSALVATORE nods his head \n\n\t\t\tslowly, desperately.) \n\n\t\tNow that it's happened, I don't think \n\n\t\tthere could have been a better \n\n\t\tending.\n\n\t\t\t(It's farewell. SALVATORE \n\n\t\t\tglances one last time at \n\n\t\t\tthat window.) \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tI'll never agree with you. Never, \n\n\t\tElena. \n\n\t\n\n\t122  CINEMA PARADISO. EXT. DAY \n\n\t\n\n\tThe square, unusually empty. There is no one, and no cars and motorcycles are \n\n\tparked in the middle. The stores are shut. And there is an unreal silence. The \n\n\thouses on the two streets on either side of the theatre are covered by enormous \n\n\tpieces of gray canvas. \n\n\t\n\n\tOnly now does the camera discover in the distance, a crowd of curious onlookers \n\n\twaiting in front of the movie house, kept at a safe distance by firemen and \n\n\tpolicemen. Old SPACCAFICO is in the crowd. SALVATORE is also there. Be gazes at \n\n\tthe front of the old movie theatre...\n\n\t\n\n\t123  CINEMA PARADISO. INT. DAY \n\n\t\n\n\tThe inside of the theatre, completely empty...All of a sudden, a blinding flash \n\n\tand...\n\n\t\n\n\t124  SQUARE AND CINEMA PARADISO. EXT. DAY \n\n\t\n\n\t...a deafening roar rends the air, accompanied by a surge of amazement in the \n\n\tcrowd. And the Cinema Paradiso suddenly collapses, folds inward and disappears \n\n\tfor ever in a gigantic cloud of white smoke that rises into the air, carried by \n\n\tthe wind towards the crowd...\n\n\t\n\n\t125  ELENA' S HOUSE. INT. DAY \n\n\t\n\n\tThe echo of the explosion is also heard in ELENA'S house. She is alone. \n\n\tAnd the bang distresses her, as if something had burst inside her. From her face \n\n\tto...\n\n\t\n\n\t126  SQUARE AND CINEMA PARADISO. EXT.",
  "118": "---END OF PREVIOUS SECTION---\nFrom her face \n\n\tto... 126  SQUARE AND CINEMA PARADISO. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DAY \n\n\t\n\n\tSALVATORE's face, stiff, unmoving, his eyes fixed on those falling ruins, on \n\n\tthat season of his life turning into smoke and dust. Enveloped in the white \n\n\tcloud, SPACCAFICO stands crying in silence. \n\n\t\n\n\tMice dart out of the ruins in terror, scamper nervously into the square. A group \n\n\tof youngsters scream, amused and excited. Among them, ELENA'S DAUGHTER, \n\n\tsmiling... SALVATORE sees her joking with friends and pointing to some boys  \n\n\tchasing the mice across the square, hooting and laughing. As a white-haired OLD \n\n\tTRAMP, filthy and covered in rags, makes his way through the crowd. There is an \n\n\tempty look in his eyes and he repeats obsessively in a low voice:\n\n\t\n\n\t\t\t\tVILLAGE IDIOT  \n\n\t\tThe square's mine, the square's mine, \n\n\t\tthe square's mine... \n\n\t\n\n\tSALVATORE recognizes him, it's the VILLAGE IDIOT, the one who used to close down \n\n\tthe square at night. Be watches him walk off, raving, with nobody even noticing. \n\n\tThe crowd now moves over to the huge empty space where the movie house once \n\n\tstood. The murmuring voices are drowned out by the deafening roar of an \n\n\tairplane. From the ruins of the Cinema Paradiso, fade to...\n\n\t\n\n\t127  ROME. STUDIO VIEWING-ROOM. INT. DAY \n\n\t\n\n\t...SALVATORE'S hands giving a STUDIO PROJECTIONIST the rusty metal can left him \n\n\tby ALFREDO. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tPlease check the splices. As soon as \n\n\t\tyou're ready you can start. \n\n\t\n\n\t\t\t\tPROJECTIONIST  \n\n\t\tOK. Congratulations on your film. \n\n\t\tIt's terrific. \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tThanks. \n\n\t\n\n\tA COLLEAGUE of SALVATORE comes up behind him.\n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tWell? \n\n\t\n\n\t\t\t\tCOLLEAGUE  \n\n\t\tThe distributor is opening up the \n\n\t\tfilm earlier. The press conference is \n\n\t\tin the afternoon. The actors will \n\n\t\talso be there, the producer, just \n\n\t\tabout everyone.",
  "119": "---END OF PREVIOUS SECTION---\nCOLLEAGUE  \n\n\t\tThe distributor is opening up the \n\n\t\tfilm earlier. The press conference is \n\n\t\tin the afternoon. The actors will \n\n\t\talso be there, the producer, just \n\n\t\tabout everyone. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\t\n\n\tAn ASSISTANT comes up to them.\n\n\t\n\n\t\t\t\tASSISTANT  \n\n\t\tThe official notification of the \n\n\t\taward just came out, but we've \n\n\t\talready received a mountain of \n\n\t\ttelegrams. Aren't you happy? \n\n\t\n\n\t\t\t\tSALVATORE  \n\n\t\tIt's all right. We'll talk about it \n\n\t\tlater. \n\n\t\n\n\tSALVATORE walks off towards the viewing theatre. \n\n\t\n\n\tSALVATORE is by himself in the small viewing theatre. Now the lights go down. \n\n\tThe beam of light shines out of the little square hole of the projection booth \n\n\tand the screen lights up. A number trailer goes by and then SALVATORE sees the \n\n\tfirst shots. \n\n\t\n\n\tA start of intense amazement and joy suddenly runs through him, astounds him, \n\n\tdelights him. It's the best piece of film he has ever seen...  \n\n\t\n\n\tIt consists of all the kisses ALFREDO cut out of the films and kept for him, \n\n\twhen he was a little boy. They have been spliced together, one , after the \n\n\tother, at random, same of them even upside down. And yet it looks like a first-\n\n\trate editing job. \n\n\t\n\n\tIn rapid sequence the passionate kisses between actors and actresses, names \n\n\tfamous and names unknown in the history of movies. Greta Garbo, Gary Cooper, \n\n\tAlida Valii, Rudolph Valentino, Ingrid Bergman, Clark Gable, Anna Magnani, \n\n\tHumphrey Bogart, Marlene Dietrich, Amedeo Nazzari, Luisa Ferida, Vittorio De \n\n\tSica, Rita Hayworth, Tyrone Power, Doris Durante, Massimo Gironi, Marta Abba, \n\n\tFred Astaire and Ginger Rogers, Assia Noris...\n\n\t\n\n\tA whole movie season summed up in a few fragments, a few seconds. A bizarre, \n\n\tpoignant, melancholy parade. \n\n\t\n\n\tSALVATORE is overwhelmed, moved to tears. It is the most profound act of love he \n\n\thas ever seen. He laughs as tears shine in his eyes. Up on the screen, another \n\n\tkiss, the last kiss marking the happy ending of a film. And the age-old words \n\n\tappear 'THE END'.\t\t\t\n\n\t\t\t\t\n\n\t\n\n\t\n\n\n\n\n\n\n"
}