{
  "1": "\n\n\n\n\n\n                              CONAN THE BARBARIAN\n\n\n\n\n\n\n\n                                  Written by\n\n\n\n                   Thomas Dean Donnelly &amp; Joshua Oppenheimer                       \n\n                         \n\n                         \n\n                         \n\n                            Based on the writings of\n\n\n\n                               Robert E. Howard\n\n                         \n\n                         \n\n                         \n\n                         \n\n\n\n                                                        October 7, 2009\n\n\n\n\n\n          OVER BLACK:\n\n                         \n\n          In the darkness, we hear the solitary sound of a HEARTBEAT,\n\n          resounding like a drum.\n\n                         \n\n           NARRATOR (V.O)\n\n           In between the years when the\n\n           oceans drank Atlantis and the rise\n\n           of the Sons of Aryas, there was an\n\n           age undreamed of, when shining\n\n           kingdoms lay spread across the\n\n           world like blue mantles under the\n\n           stars. Hither came Conan, the\n\n           Cimmerian: a thief, a slayer, a\n\n           king born of battle.\n\n                         \n\n          Muffled sounds, as if underwater, echo: CLANGING swords, the\n\n          guttural CRIES of combat.\n\n                         \n\n                         UNBORN BABY\n\n                         \n\n          Eyes closed, floating at peace within red glow of the womb.\n\n                         \n\n          Suddenly, a flash of steel, as a sword pierces the womb, its\n\n          tip not an inch from the baby's head.\n\n                         \n\n          As the sword is ripped out, light streams in from outside, we\n\n          travel with it, into the DIN of BATTLE.\n\n                         \n\n                         \n\n          EXT. CIMMERIA - MUDDY FIELD - DAY\n\n                         \n\n          A blonde-haired, armored AESIR RAIDER withdraws the bloody\n\n          sword from the stomach of ISLENE, a wild-maned Cimmerian\n\n          beauty, many months pregnant, now clutching her bloody\n\n          stomach.\n\n                         \n\n          Across a muddy battlefield, the air a maelstrom of falling\n\n          snowflakes and embers from trees aflame, the powerfully built\n\n          CORIN rallies his fellow CIMMERIANS, until he spots Islene.\n\n                         \n\n                          CORIN\n\n           Islene!!!\n\n                         \n\n          Wielding a broadsword, runes etched into its surface, Corin\n\n          cuts a bloody path through his enemies, his eyes never\n\n          leaving Islene.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nAcross a muddy battlefield, the air a maelstrom of falling\n\n          snowflakes and embers from trees aflame, the powerfully built\n\n          CORIN rallies his fellow CIMMERIANS, until he spots Islene. CORIN\n\n           Islene!!! Wielding a broadsword, runes etched into its surface, Corin\n\n          cuts a bloody path through his enemies, his eyes never\n\n          leaving Islene. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          The Aesir standing over Islene LAUGHS as she claws at the\n\n          earth behind her, trying to pull herself away.\n\n                         \n\n                          AESIR\n\n           Now, now little whore. Did I get\n\n           you or your little one?\n\n           2.\n\n                         \n\n                         \n\n          Islene's hand reaches back once again -- and it finds a\n\n          fallen warrior's SWORD. In one fluid motion she swings the\n\n          sword around her body and drives it into the gap in the\n\n          Aesir's armor -- at his groin.\n\n                         \n\n                          ISLENE\n\n           I'd ask you the same.\n\n                         \n\n          The Aesir HOWLS in agony, raising his sword to deliver the\n\n          killing blow -- when another sword pierces his chest. The\n\n          Aesir falls, revealing Corin standing behind him.\n\n                         \n\n          Corin throws aside his horned helmet, and falls to his knees\n\n          beside Islene, checking her wound. When he pulls his hands\n\n          back they are coated in blood.\n\n                         \n\n          Their eyes meet. Torment. Loss. They both know. She pulls a\n\n          knife from the folds of her pelts, puts it in his hand.\n\n                         \n\n                          ISLENE (CONT'D)\n\n           Take your child.\n\n                         \n\n                          CORIN\n\n           I cannot.\n\n                         \n\n          Islene looks to her naked belly. The baby inside presses\n\n          against its womb, a visible impression on her flesh.\n\n                         \n\n                          ISLENE\n\n           There is no time, husband. I would\n\n           see my child's face.\n\n                         \n\n          Islene's eyes flutter as she struggles. Corin lowers the\n\n          knife. Islene's eyes lock with Corin's as he puts the knife\n\n          to use. Never once does she scream.\n\n                         \n\n          A moment later, Corin lifts the crying, blood-covered BOY up\n\n          through the falling snowflakes to Islene's lap.\n\n                         \n\n                          ISLENE (CONT'D)\n\n           A boy. He will be strong. A warrior\n\n           with no equal.\n\n                         \n\n                          CORIN\n\n           Do not speak, love.\n\n                         \n\n                          ISLENE\n\n           You have never been able to still\n\n           my tongue, and you will not this\n\n           day. He will be wild, Corin. You\n\n           must temper him.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nISLENE\n\n           You have never been able to still\n\n           my tongue, and you will not this\n\n           day. He will be wild, Corin. You\n\n           must temper him. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          She shares one kiss with her child, its first taste not of\n\n          mother's milk, but of her blood.\n\n           3.\n\n                         \n\n                         \n\n                          ISLENE (CONT'D)\n\n                          (FADING)\n\n           Conan. His--name--is--Conan.\n\n                         \n\n                         CONAN\n\n                         \n\n          The boy's eyes are as deep and blue as the Eastern Sea.\n\n                         \n\n          TITLE CARD: CONAN\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. CIMMERIAN VILLAGE - DAY\n\n                         \n\n          A small Cimmerian village lies in a heavily forested valley,\n\n          a redoubt from the icy mountains surrounding it.\n\n                         \n\n          Round wooden huts surround a stone-lined pit, where young\n\n          CIMMERIAN BOYS, ages 12-15 stand. Pollen drifts through the\n\n          air, giving it an ethereal haze.\n\n                         \n\n          At the center of the pit URAN, an elder Cimmerian warrior\n\n          speaks.\n\n                         \n\n                          URAN\n\n           A Cimmerian warrior is like any\n\n           other man. A Cimmerian warrior\n\n           feels hunger. He feels cold. Like\n\n           other men he may lie and cheat.\n\n           (stares the boys down)\n\n           But when a Cimmerian warrior\n\n           hungers, he hungers only for the\n\n           blood of his enemy. When he feels\n\n           cold, it is the cold steel of his\n\n           sword. When he lies, he lies in\n\n           wait for his enemy. And when he\n\n           cheats, he cheats death itself!\n\n                         \n\n          Uran stops at the end of the line, where a boy stands a good\n\n          two heads smaller than the rest. He is no more than eight,\n\n          but his face is as stoic, driven.\n\n                         \n\n                          URAN (CONT'D)\n\n           Conan! You are too young to be\n\n           here. Withdraw.\n\n                         \n\n          CONAN, determined, doesn't move an inch. The LARGEST TEEN\n\n          menacingly steps up to the smaller boy.\n\n                         \n\n                          LARGEST TEEN\n\n           He said leave, motherless whelp.\n\n           4.\n\n                         \n\n                         \n\n          The hulking teen goes to shove Conan, but Conan pulls his arm\n\n          towards him, lashing out with his other hand, punching the\n\n          teen in the throat.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nLARGEST TEEN\n\n           He said leave, motherless whelp. 4. The hulking teen goes to shove Conan, but Conan pulls his arm\n\n          towards him, lashing out with his other hand, punching the\n\n          teen in the throat. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          The large boy goes down hard, hands and knees, gasping for\n\n          air.\n\n                         \n\n          A smattering of LAUGHS erupt from the boys, quickly silenced\n\n          by Uran's stare. Uran hands out RIVER STONES to each boy,\n\n          ending with Conan. The boys know what to do: they put the\n\n          large stones in their mouths.\n\n                         \n\n                          URAN\n\n           In the black crag in the high pass\n\n           stands a wooden training sword. The\n\n           one who claims it, with stone still\n\n           in his mouth, will have earned the\n\n           right to train with the warriors.\n\n                         \n\n          The boys look at each other, sizing up the competition.\n\n                         \n\n                          URAN (CONT'D)\n\n           Well? What are you waiting for?!\n\n                         \n\n          And off they run. They knock each other down, punching the\n\n          other's stomachs, each trying to force the other to expel\n\n          their stones. One or two succeed.\n\n                         \n\n          Most of the remaining boys run for the trail that winds high\n\n          into the mountains. But a few head right for the sheer cliff\n\n          face.\n\n                         \n\n          Conan follows the ones headed to the cliff.\n\n                         \n\n                         CLIFF FACE\n\n                         \n\n          And when the Cimmerian boys climb, it is a sight to behold.\n\n          They find cracks we can barely see and scale the smooth rock\n\n          face as though it were a ladder.\n\n                         \n\n          The hulking teen reaches for the same handhold as Conan,\n\n          trying to knock him off. Conan swings with one hand and finds\n\n          another path. In moments he is ahead.\n\n                         \n\n                         \n\n          EXT. FOREST - DAY\n\n                         \n\n          Conan is in the lead as he crests the cliff top, the bigger\n\n          boys right behind him.\n\n                         \n\n          They race through the forest, heading uphill --\n\n                         \n\n          When Conan spots movement ahead. He pauses --\n\n           5.\n\n                         \n\n                         \n\n          And the largest teen elbows past Conan, into the lead. The\n\n          boy runs two paces more and suddenly flies off his feet, an\n\n          AXE lodged squarely in his forehead.\n\n                         \n\n          All the boys stop.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd the largest teen elbows past Conan, into the lead. The\n\n          boy runs two paces more and suddenly flies off his feet, an\n\n          AXE lodged squarely in his forehead. All the boys stop. \n\nTARGET SECTION TO BE ANNOTATED:\n Out of the dense forest come\n\n                         \n\n          FOUR PICTISH SAVAGES\n\n                         \n\n          Covered with fearsome war paint and armed with dual hand\n\n          axes, the rotting heads of their enemies are slung at their\n\n          waist.\n\n                         \n\n          The boys spit out the rocks in their mouths and YELL. They\n\n          turn and run in the opposite direction.\n\n                         \n\n          Only Conan doesn't move, even as another boy pulls at him.\n\n                         \n\n                          CIMMERIAN BOY\n\n           Conan! Run!\n\n                         \n\n          But Conan simply pulls the axe from his large boy's skull. He\n\n          turns to face the Picts, his eyes burning.\n\n                         \n\n          The Picts LAUGH and CHARGE CONAN.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         LATER\n\n                         \n\n          Corin arrives with Uran and other armed CIMMERIAN WARRIORS.\n\n          They get a brief glimpse of a single PICT, escaping in the\n\n          other direction. One of the Cimmerians takes off in pursuit.\n\n          Corin desperately searches for his son.\n\n                         \n\n                          CORIN\n\n           Conan? Conan?!\n\n                         \n\n          Conan steps forward from out of a thicket, his body covered\n\n          in Pict blood. Three PICTS lie massacred, the bodies hacked\n\n          to pieces.\n\n                         \n\n                          CORIN (CONT'D)\n\n           What have you done, boy?\n\n                         \n\n          Conan walks past the other stunned Cimmerians, up to his\n\n          father. Conan SPITS OUT the bloody stone from his mouth.\n\n                         \n\n                          CONAN\n\n           They killed one. I killed three. I\n\n           am a warrior now.\n\n                         \n\n          Uran and the other Cimmerian men exchange worried glances.\n\n          Looking at the carved up bodies of the Picts, they are\n\n          aghast. Conan looks confused. Why aren't they happy?\n\n           6.\n\n                         \n\n                         \n\n                          CORIN\n\n           A warrior? What you have done a\n\n           jackal would do. Never a warrior.\n\n                         \n\n                          CONAN\n\n           They would have done the same --\n\n                         \n\n                          CORIN\n\n           As I said, jackals.\n\n                          (TO URAN)\n\n           He is not ready. I will forge him\n\n           myself.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONAN\n\n           They would have done the same --\n\n                         \n\n                          CORIN\n\n           As I said, jackals. (TO URAN)\n\n           He is not ready. I will forge him\n\n           myself. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n                         TRAINING MONTAGE:\n\n                         \n\n          Conan is tested under Corin's watchful eye:\n\n                         \n\n          - Forced to sleep in the snow, while his father keeps warm\n\n          inside.\n\n                         \n\n          - A heavy boulder on his shoulder blades while he balances on\n\n          wet river rocks.\n\n                         \n\n          - Climbing a cliff face, his bare hands leaving blood behind\n\n          on the jagged rocks.\n\n                         \n\n                         \n\n          INT. CIMMERIAN FORGE - DAY\n\n                         \n\n          Flames reflect in the blue eyes of Conan as he works the\n\n          bellows of the forge. Sparks buzz like angry fireflies as he\n\n          stokes the blaze.\n\n                         \n\n          Corin sharpens a sword, perfecting it. Conan cannot take his\n\n          eyes off it, stepping away from the bellows.\n\n                         \n\n                          CORIN\n\n           Stoke your fire, boy.\n\n                         \n\n          Conan slams the bellows closed, anger rising.\n\n                         \n\n                          CONAN\n\n           \"Stoke your fire, chop your wood.\"\n\n           I have slept where wolves dare not.\n\n           I have balanced a thousand river\n\n           stones. When will you teach me the\n\n           sword?\n\n                         \n\n          Corin stares his son in the eyes. Judging.\n\n           7.\n\n                         \n\n                         \n\n                          CORIN\n\n           Think you're ready? Then tell me:\n\n           what is a sword's purpose?\n\n                         \n\n                          CONAN\n\n           To slay ones enemies.\n\n                         \n\n                          CORIN\n\n           No. That is what it does. Its\n\n           purpose is why you use it.\n\n                         \n\n          He tosses Conan two lumps of ore.\n\n                         \n\n                          CORIN (CONT'D)\n\n           Tell me, which makes the best\n\n           sword?\n\n                         \n\n          Conan takes the two lumps, testing them. He hands his father\n\n          back one.\n\n                         \n\n                          CORIN (CONT'D)\n\n           The stronger ore, eh? Then we shall\n\n           make a sword of it, and tomorrow\n\n           you will show me what brute\n\n           strength yields.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. FIELD - DUSK\n\n                         \n\n          With a setting sun silhouetting the two, Conan attacks Corin.\n\n          Conan attacks with fury. Corin defends with grace.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nFIELD - DUSK\n\n                         \n\n          With a setting sun silhouetting the two, Conan attacks Corin. Conan attacks with fury. Corin defends with grace. \n\nTARGET SECTION TO BE ANNOTATED:\n Until the\n\n          boy overextends and Corin slashes down a counterattack that\n\n          SHATTERS CONAN'S SWORD.\n\n                         \n\n          Corin simply turns and walks away, leaving Conan to puzzle\n\n          what happened.\n\n                         \n\n          Corin lowers his sword and walks away, leaving Conan to\n\n          puzzle what happened.\n\n                         \n\n                         \n\n          INT. CORIN'S FORGE - NIGHT\n\n                         \n\n          Conan works the bellows, putting his back into it. Corin\n\n          places both ores in the furnace where they begin to melt.\n\n                         \n\n                          CONAN\n\n           Why did it break?\n\n           8.\n\n                         \n\n                         \n\n                          CORIN\n\n           Because it had no life.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          Sparks fly as Corin pounds on the glowing edge of the sword\n\n          with hammer. Corin nods at Conan, who sprinkles the glowing\n\n          blade with ash.\n\n                         \n\n           CORIN (O.S.) (CONT'D)\n\n           The strongest blade isn't made of\n\n           the hardest steel, boy. The hardest\n\n           ore is what a man will die for. It\n\n           is strong and unyielding. It\n\n           neither cowers nor concedes. But\n\n           without the softer ore, it can be\n\n           shattered like glass.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          Steam rises as Corin lowers the blade into a freezing slack\n\n          tub, only to place it right back into the flames.\n\n                         \n\n                          CORIN (CONT'D)\n\n           The softer ore is what a man lives\n\n           for. It is flexible and lasting. It\n\n           survives, even against the greatest\n\n           of foes. But too much of the soft\n\n           ore, the blade will not cut deep\n\n           enough when it must.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          Corin fashions the blade's hilt, engraving the guard and\n\n          pommel. It is a work of art.\n\n                         \n\n                          CORIN (CONT'D)\n\n           A sword must be tempered, the two\n\n           ores united through fire and ice.\n\n           Through its suffering the sword\n\n           comes to hold both life and death.\n\n                         \n\n          Corin hands Conan the sword.\n\n                         \n\n                          CORIN (CONT'D)\n\n           Now tell me, what is this sword's\n\n           purpose?\n\n                         \n\n          Conan furrows his brow, trying to puzzle the answer.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nCorin hands Conan the sword. CORIN (CONT'D)\n\n           Now tell me, what is this sword's\n\n           purpose? Conan furrows his brow, trying to puzzle the answer. \n\nTARGET SECTION TO BE ANNOTATED:\n He\n\n          can't. Corin's disappointment shows. He takes the sword from\n\n          Conan's hands.\n\n                         \n\n                          CORIN (CONT'D)\n\n           This one is not ready yet.\n\n           9.\n\n                         \n\n                         \n\n          Blood rushes to Conan's face but he says nothing. He rushes\n\n          out.\n\n                         \n\n                         \n\n          EXT. MOUNTAIN LAKE - DAY\n\n                         \n\n          Frustrated, Conan slashes through a field of reeds, cutting\n\n          everything within reach of him, expending his rage.\n\n                         \n\n          Behind him something moves in the forest. We catch just a\n\n          glimpse of the PICT, the same one that escaped Conan in the\n\n          earlier scene.\n\n                         \n\n          Conan's instincts cause him to spin around -- but then\n\n          there's nothing there.\n\n                         \n\n                         \n\n          INT. CIMMERIAN SCOUT POST - DAY\n\n                         \n\n          Built into the side of a huge tree, fifty feet up, this\n\n          wooden structure houses two CIMMERIAN SENTRIES. A BIRD CRIES\n\n          in the woods, causing one of the sentries to investigate.\n\n                         \n\n          THWICK! He suddenly stands up straight, unmoving. The one\n\n          still sitting in the structure notices.\n\n                         \n\n                          CIMMERIAN SENTRY\n\n           See something?\n\n                         \n\n          The standing sentry falls backwards, revealing an ARROW\n\n          piercing his right eye. Shocked, the remaining sentry reaches\n\n          for the WARNING HORN mounted on the wall.\n\n                         \n\n          But as he reaches for it, his shadow becomes three\n\n          dimensional, MORPHING into\n\n                         \n\n          A SHADOW SCOUT\n\n                         \n\n          A thin, feral humanoid, bodies covered in tattoos, from the\n\n          deepest jungles of Zingara. The scout lashes out with his\n\n          black sword and cuts straight across the sentry's throat.\n\n                         \n\n          This Shadow Scout's name is REMO.\n\n                         \n\n                         \n\n          EXT. SCOUT POST - DAY\n\n                         \n\n          Remo exits and stares down at CHEREN, a BLIND ARCHER clad in\n\n          lamellar armor and a conical sedge hat. Cheren has an arrow\n\n          notched and ready, but somehow he knows not to fire.\n\n                         \n\n          Cheren lowers his bow and lets out a BIRD WHISTLE --\n\n           10.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCOUT POST - DAY\n\n                         \n\n          Remo exits and stares down at CHEREN, a BLIND ARCHER clad in\n\n          lamellar armor and a conical sedge hat. Cheren has an arrow\n\n          notched and ready, but somehow he knows not to fire. Cheren lowers his bow and lets out a BIRD WHISTLE --\n\n           10. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n          And the forest comes alive. The forces are an odd\n\n          combination; massive KUSHITE TRIBESMEN, dark-skinned savages\n\n          from the savannahs of Kush, and a LEGION OF AQUILONIAN\n\n          MERCENARIES, heavily armored knights drawn from the cities of\n\n          Aquilonia.\n\n                         \n\n          Their leaders, respectively, are the six foot-five Kushite\n\n          chief UKAFA, gold-toothed, his body painted for battle, and\n\n          the handsome, silver-armored Aquilonian LUCIUS.\n\n                         \n\n                          UKAFA\n\n           That's the last of their guard\n\n           towers.\n\n                         \n\n                          LUCIUS\n\n           All this sneaking around for a\n\n           lowly tribe of barbarians.\n\n                         \n\n           KHALAR SINGH (O.S.)\n\n           This lowly tribe of barbarians have\n\n           buried every warrior ever to set\n\n           foot on this land, Lucius.\n\n                         \n\n          KHALAR SINGH, a warlord atop a black horse, rides through the\n\n          fog-shrouded trees.\n\n                         \n\n          He bears a nomadic visage, with tanned skin and almond-shaped\n\n          eyes. While his voice is calm, his eyes burn with malice.\n\n                         \n\n                          LUCIUS\n\n           That is only because they have\n\n           never faced my legion.\n\n                         \n\n          Khalar regards Lucius with amusement.\n\n                         \n\n                          KHALAR SINGH\n\n           Then show us. But should you fail,\n\n           remember the plan.\n\n                         \n\n          Lucius scowls as he delivers a bow to Khalar Singh.\n\n                         \n\n                         \n\n          EXT. CIMMERIAN VILLAGE - DAY\n\n                         \n\n          Corin walks out of the forge, looking around for Conan.\n\n          Various other Cimmerians go about the daily routine, but\n\n          Conan is nowhere to be seen.\n\n                         \n\n                          CORIN\n\n           Conan?\n\n           11.\n\n                         \n\n                         \n\n          Corin looks to the ridge above the village, noticing a thick\n\n          fog creeping in. The fog curls and eddies, something is out\n\n          there.\n\n                         \n\n          Suddenly, Lucius and his legion of silver-armored warriors\n\n          burst out of the fog, attacking with speed and strength.\n\n                         \n\n          But the Cimmerians are hardly caught flat footed.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe fog curls and eddies, something is out\n\n          there. Suddenly, Lucius and his legion of silver-armored warriors\n\n          burst out of the fog, attacking with speed and strength. But the Cimmerians are hardly caught flat footed. \n\nTARGET SECTION TO BE ANNOTATED:\n In seconds\n\n          they are armed, and they counter the charge with a furious\n\n          charge of their own.\n\n                         \n\n          SLAM! Sword and bone collide as the two enemy fronts smash\n\n          into each other. And the battle devolves into one-on-ones --\n\n                         \n\n          Where the barbarians have the upper hand. Uran and Corin lead\n\n          the main push of battle-frenzied barbarians as they swing\n\n          their huge broadswords, extending their reach advantage over\n\n          the Aquilonian's shorter weapons.\n\n                         \n\n          And quickly, the Aquilonian's numbers are cut in half. Corin\n\n          squares off against Lucius himself. Lucius is sweating.\n\n          Worried. It wasn't supposed to be this hard.\n\n                         \n\n                          LUCIUS\n\n           Retreat!\n\n                         \n\n          As a unit, the Aquilonians race back into the woods. In\n\n          seconds, the Cimmerians give chase in wild pursuit.\n\n                         \n\n                          CORIN\n\n           Wait! Hold your ground!\n\n                         \n\n          But it's too late, nearly half the Cimmerian warriors are\n\n          gone on the chase.\n\n                         \n\n                         \n\n          EXT. CLIFF FACE - DAY\n\n                         \n\n          Lucius and the Aquilonians race up to a sheer cliff face.\n\n          Nowhere left to run. They turn to see the Cimmerians\n\n          gathering in front of them.\n\n                         \n\n                          URAN\n\n           Death is in the air, invaders. Can\n\n           you taste it?\n\n                         \n\n                          LUCIUS\n\n                          (SMILES)\n\n           Indeed. I savor it.\n\n                         \n\n          Uran notices something is wrong. His eyes go skyward. Atop\n\n          the cliff stand Cheren and a dozen more of his blind archers,\n\n          bows at the ready with FLAMING ARROWS.\n\n           12.\n\n                         \n\n                         \n\n          They let the arrows fly, streaking balls of flame heading\n\n          right for the Cimmerians. But they do not hit them. They hit\n\n          the tree trunks beside them.\n\n                         \n\n          And for a moment, the Cimmerians look relieved, until they\n\n          notice small bags of a black substance tied to the arrows.\n\n          The flames lick at the substance --\n\n                         \n\n          KABOOM! The forest erupts into flames as the Cimmerian\n\n          warriors are burned alive.\n\n                         \n\n                         \n\n          EXT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe flames lick at the substance --\n\n                         \n\n          KABOOM! The forest erupts into flames as the Cimmerian\n\n          warriors are burned alive. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MOUNTAIN LAKE - DAY\n\n                         \n\n          Conan spins, started by the sound of the explosion. He sees\n\n          flames rising above the treetops beyond.\n\n                         \n\n          He races back home.\n\n                         \n\n                         \n\n          EXT. CIMMERIAN VILLAGE - DAY\n\n                         \n\n          Corin sees the flames in the distance as well. Suddenly,\n\n          Ukafa and his Kushite warriors erupt out of the forest. Armed\n\n          with fearsome barbed spears they charge the remaining\n\n          Cimmerians, savage against savage.\n\n                         \n\n          But the Kushites are not alone. From behind the Cimmerians\n\n          comes, AKHUN, a massive four hundred pounds of flesh, wearing\n\n          loops of chains like armor, leads his turbaned TURANIAN\n\n          HORSEMEN into the village.\n\n                         \n\n          The Cimmerian WOMEN arm themselves, but the Horsemen attack\n\n          with NINE TAILED WHIPS pulling their swords from their hands\n\n          and dragging them to the ground.\n\n                         \n\n          The Horsemen quickly gather up the women while Ukafa and his\n\n          men keep the Cimmerian warriors all too occupied.\n\n                         \n\n                         CONAN\n\n                         \n\n          Conan rushes through a river, now tinged red with blood, and\n\n          reaches the far end of the village.\n\n                         \n\n          Huts burn, women are chained, only a handful of Cimmerians\n\n          still stand. Lucius and his Aquilonian mercenaries are\n\n          helping the Spearmen slay the wounded.\n\n                         \n\n          Conan grabs a fallen sword and rushes for the nearest\n\n          Aquilonian and RUNS HIM THROUGH. A ZINGARAN spots him and\n\n          rushes him with his spear. Conan readies himself for the\n\n                         CHARGE --\n\n           13.\n\n                         \n\n                         \n\n          When the Zingaran loses his head, lopped off by Corin's\n\n          blade.\n\n                         \n\n                          CONAN\n\n           Father!\n\n                         \n\n                          CORIN\n\n           Come.\n\n                         \n\n          Corin, sporting a deep gash to his abdomen, pulls a reluctant\n\n          Conan from the battle, back toward the forge.\n\n                         \n\n                         \n\n          INT. FORGE - DAY\n\n                         \n\n          The flames of the forge still burn as Corin pushes Conan into\n\n          the room. He bolts the door behind him.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. FORGE - DAY\n\n                         \n\n          The flames of the forge still burn as Corin pushes Conan into\n\n          the room. He bolts the door behind him. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          CONAN\n\n           Do we need more weapons?\n\n                         \n\n          Corin drops his sword, then struggles to lift a heavy grating\n\n          in the dirt floor. Beneath it a trough of cooling water leads\n\n          under the hut and away from the village.\n\n                         \n\n                          CORIN\n\n           Go. There is a hunting lodge in the\n\n           North Pass with provisions.\n\n                         \n\n                          CONAN\n\n           No! I will fight!\n\n                         \n\n          Corin grabs Conan by his tunic, pulling him up to his face.\n\n          Corin's eyes are half-crazed.\n\n                         \n\n                          CORIN\n\n           This fight is over, but yours has\n\n           just begun. You wanted to be a\n\n           warrior of the tribe, Conan--now\n\n           you must be its last.\n\n                         \n\n                          CONAN\n\n           Father, I am not afraid to die.\n\n                         \n\n                          CORIN\n\n           Good. Make your death have purpose.\n\n                         \n\n          BOOM. Something slams at the door. It does not budge. Again,\n\n          BOOM.\n\n                         \n\n          A shadow appears under the door, sliding into the forge, and\n\n          MATERIALIZING into the form of Remo. Remo quickly slides away\n\n          the bolt.\n\n           14.\n\n                         \n\n                         \n\n          In rush enter Lucius and Ukafa. Corin and Conan face their\n\n          attackers, fighting in close quarters. Lucius rushes at\n\n          Conan, only for Conan to duck under his attack and --\n\n                         \n\n          THROW HIM IN THE FIERY FORGE. Lucius SCREAMS in agony, rising\n\n          up to reveal half of his formerly handsome face burned to a\n\n          crisp.\n\n                         \n\n          Corin fights Ukafa to a standstill, until Remo emerges from\n\n          the shadows behind him and drives a short sword into his\n\n          back.\n\n                         \n\n          Corin falls to his knees.\n\n                         \n\n                          CONAN\n\n           No!\n\n                         \n\n          Lucius delivers a massive backhand, sending Conan flying\n\n          backwards -- and demolishing one of the Forge's main support\n\n          beams.\n\n                         \n\n          Half of the forge comes crashing down on top of Conan,\n\n          pinning his bleeding form to the ground, just a few feet from\n\n          his fallen father.\n\n                         \n\n          Enraged, Lucius turns his anger to Corin, raising his sword\n\n          to deliver the killing blow.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nLucius delivers a massive backhand, sending Conan flying\n\n          backwards -- and demolishing one of the Forge's main support\n\n          beams. Half of the forge comes crashing down on top of Conan,\n\n          pinning his bleeding form to the ground, just a few feet from\n\n          his fallen father. Enraged, Lucius turns his anger to Corin, raising his sword\n\n          to deliver the killing blow. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           KHALAR SINGH (O.S.)\n\n           I said I wanted a word with him.\n\n                         \n\n          Lucius stays his hand as Khalar Singh steps into the forge.\n\n          Beside him stands the PICT who escaped from Conan earlier,\n\n          grinning from ear to ear.\n\n                         \n\n          Khalar Singh hands him a bag of gold.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           As promised.\n\n                         \n\n                          PICT\n\n           (strange dialect -\n\n                          SUBTITLED)\n\n           Their heads. You promised me their\n\n           heads.\n\n                         \n\n                          KHALAR SINGH\n\n           All you wish, once we are gone.\n\n                         \n\n          The Pict nods and heads off, drawing his knife. Khalar Singh\n\n          stares down at Corin, sizing him up.\n\n                         \n\n          Corin lifts up into a sitting position, back to the forge.\n\n           15.\n\n                         \n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           I take no pleasure in this day,\n\n           barbarian. Your people are fierce\n\n           warriors, deserving of every story\n\n           told of them. But now you must\n\n           choose the story for yourself. I am\n\n           Khalar Singh. My army is handpicked\n\n           from the best Hyboria. My second,\n\n           Ukafa, and his Kushite horde. Remo\n\n           and his Shadow Scouts from the\n\n           jungles of Zingara. And countless\n\n           others. They all had a day like\n\n           this one. They all chose a way\n\n           forward.\n\n                         \n\n          Into the forge walks Cherin and Akhun. The lieutenants stand\n\n          behind Corin, eyeing Corin with malice.\n\n                         \n\n          Corin catches a glimpse of Conan, buried but staring back at\n\n          him, unable to move. Corin quickly turns away, careful not to\n\n          give his son away.\n\n                         \n\n                          CORIN\n\n           What is it you want?\n\n                         \n\n                          KHALAR SINGH\n\n           I seek neither gold nor steel, but\n\n           flesh and blood. The last of a\n\n           royal line that goes back three\n\n           thousand years.\n\n                         \n\n          Corin LAUGHS.\n\n                         \n\n                          CORIN\n\n           Royalty in Cimmeria? Never. Each\n\n           man is free here.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCORIN\n\n           Royalty in Cimmeria? Never. Each\n\n           man is free here. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          KHALAR SINGH\n\n           But I seek a woman.\n\n                         \n\n          Khalar looks outside the door of the forge. The Cimmerians\n\n          women are being herded by the slavers.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           A queen in hiding. Point her out\n\n           and you'll spare the lives of your\n\n           own. Perhaps even your wife?\n\n                         \n\n                          CORIN\n\n           My wife was killed, long ago, by\n\n           swine such as you.\n\n                         \n\n          Khalar nods, understanding.\n\n           16.\n\n                         \n\n                         \n\n                          KHALAR SINGH\n\n           Then our stories began in the same\n\n           place, Cimmerian. I too lost my\n\n           wife to marauders. How many men, in\n\n           how many lands have suffered so?\n\n           The only answer is power, strength\n\n           unfettered, the kind of which can\n\n           unite all Hyboria under a single\n\n           crown. That is the legacy I seek.\n\n           Will you join me?\n\n                         \n\n          It's a powerful, convincing speech. But Corin holds his\n\n          tongue, unmoved.\n\n                         \n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Very well. Then death will be your\n\n           story. Your men will die. And your\n\n           women too, when I am done with\n\n           them. None will survive to carry\n\n           your name forth, and over time,\n\n           even your enemies will forget you\n\n           ever were. You will be wiped from\n\n           the pages of history.\n\n           (to his men)\n\n           Take your blood, but leave the\n\n           kill.\n\n                         \n\n          One by one, the lieutenants beat and stab Corin, taking\n\n          pleasure in his pain.\n\n                         \n\n          Conan struggles, trying to move, to yell, to do anything\n\n          other than lie there. But a huge timber lies upon his back,\n\n          pinning him to the ground.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Fariq! Come!\n\n                         \n\n          Entering the wrecked forge is FARIQ, the six year old son to\n\n          Khalar Singh. He stares at Corin's bleeding form with the\n\n          dispassion of a sociopath.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nCome! Entering the wrecked forge is FARIQ, the six year old son to\n\n          Khalar Singh. He stares at Corin's bleeding form with the\n\n          dispassion of a sociopath. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Khalar picks up THE SWORD Corin and Conan had forged\n\n          together, the one Corin took away. He admires it, then hands\n\n          it to his son. He keeps a hand on it as it is too heavy for\n\n          his son to lift alone. He instructs his son as if teaching\n\n          him multiplication.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Before you lies our enemy. His\n\n           tribe waits for him in the beyond.\n\n           What would you do?\n\n           17.\n\n                         \n\n                         \n\n                          FARIQ\n\n           I would cut out his eyes, father,\n\n           so that he will not find them. So\n\n           he will wander the afterlife\n\n           forever.\n\n                         \n\n          Khalar smiles.\n\n                         \n\n                          KHALAR SINGH\n\n           Show me your strength, Fariq.\n\n           Without it, you will never rule.\n\n           With it, you will never be\n\n           forgotten.\n\n                         \n\n          Fariq DRIVES THE SWORD INTO CORIN'S EYE. Corin doesn't make a\n\n          sound. Once Fariq has ripped out Corin's eyes, Khalar runs\n\n          Corin through.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           You have your desire. Death has\n\n           found you.\n\n                         \n\n          Corin spits out his last words, also meant for Conan.\n\n                         \n\n                          CORIN\n\n           Soon -- it comes for you.\n\n                         \n\n                         CONAN'S POV\n\n                         \n\n          Conan glimpses around the faces of Khalar and his men, each\n\n          image seared into his memory as if ablaze.\n\n                         \n\n                          KHALAR SINGH\n\n           Burn this place. It no longer\n\n           exists.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. CIMMERIAN VILLAGE - DAY\n\n                         \n\n          The forge is lit afire from a half dozen torches, thrown onto\n\n          its roof and inside its windows. Khalar and the other watch\n\n          as the building roars into flame.\n\n                         \n\n                         \n\n          INT. FORGE - DAY\n\n                         \n\n          Smoke fills the air. Conan struggles, still unable to move.\n\n          He COUGHS, dying.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORGE - DAY\n\n                         \n\n          Smoke fills the air. Conan struggles, still unable to move. He COUGHS, dying. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          But then the fire collapses more of the forge, and the\n\n          falling beams shatter the one that pins Conan to the ground.\n\n           18.\n\n                         \n\n                         \n\n          Slowly, painfully, Conan drags himself into the cooling\n\n          trough that runs beneath the hut.\n\n                         \n\n           FADE TO BLACK.\n\n                         \n\n                         \n\n          EXT. CIMMERIAN VILLAGE - DAY\n\n                         \n\n          Conan exits the forge only to see the entire village burning.\n\n          The bodies of everyone he has ever known litter the\n\n          landscape. Nothing stirs. Until he hears a strange CHOPPING\n\n          SOUND.\n\n                         \n\n                         THE PICT\n\n                         \n\n          Conan spots the Pict, who is decapitating a dead Cimmerian\n\n          warrior, adding to the collection of heads at his tattooed\n\n          waist.\n\n                         \n\n          The Pict doesn't notice as Conan slips up behind him, then\n\n          RUNS HIM THROUGH.\n\n                         \n\n          As the wide-eyed Pict dies, Conan takes the sword and CUTS A\n\n          NOTCH into his arm.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n                         \n\n                         NOTCHED ARM\n\n                         \n\n          Where there was once a single notch, there are now FIVE such\n\n          notches, on a much broader arm that struggles to pin another\n\n          powerful looking arm.\n\n                         \n\n                         \n\n          INT. BAR - MESSANTIA - NIGHT\n\n                         \n\n          A raucous bar on the Argossean waterfront. Out the window we\n\n          see a port lined with Shemish galleys and junks from Kush.\n\n                         \n\n          The bar is filled with the hearty sailors and merchants of\n\n          those ships, and those who desire to part them from their\n\n          hard-earned money; Zamoran thieves, Hyborean mercenaries and\n\n          Brythunian whores. Most of them watch the arm wrestling match\n\n          taking place at the back of the bar.\n\n                         \n\n          A pair of CITY GUARDS, short swords sheathed at their sides,\n\n          enter the bar and are immediately summoned over by the\n\n          harried BARKEEP.\n\n                         \n\n                          BARKEEP\n\n           He's back there.\n\n                         \n\n          The barkeep motion to the arm wrestlers.\n\n           19.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARKEEP\n\n           He's back there. The barkeep motion to the arm wrestlers. 19. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                          CITY GUARD #1\n\n           What's this one done?\n\n                         \n\n                          BARKEEP\n\n           What's he done?! What hasn't he\n\n           done? He's bedded six of my whores\n\n           and finished off three casks of\n\n           mead--and he hasn't paid so much as\n\n           a silver piece for it.\n\n                         \n\n                          CITY GUARD #1\n\n           So have your men deal with him.\n\n                         \n\n                          BARKEEP\n\n           I did.\n\n                         \n\n          Behind the bar, six men each hold down two HULKING MEN\n\n          YELLING in agony as their horribly broken arms are snapped\n\n          back into place.\n\n                         \n\n                          CITY GUARD #2\n\n           Sounds like a real problem. Too bad\n\n           we have other places to be right\n\n           now.\n\n                         \n\n          The Barkeep shakes his head, knowing the routine. He slips a\n\n          pair of silver pieces into the soldier's hand.\n\n                         \n\n                          BARKEEP\n\n           Just get that behemoth out of here.\n\n                         \n\n          The two City Guards make their way to the back of the bar.\n\n          His back to them, the DRUNKEN MAN they're after struggles to\n\n          pin his opponent, cobras beneath each of their wrists, ready\n\n          to strike at the loser. A pair of voluptuous WHORES watch,\n\n          caressing the Drunken Man's sinewy back.\n\n                         \n\n          The Drunken Man YELLS in fury as he SLAMS the other man's\n\n          hand down upon the cobra, which immediately bites its prey.\n\n                         \n\n          As the soldiers arrive, the drunken victor throws his tankard\n\n          of ale at the Barkeep, who's now back behind the bar.\n\n                         \n\n                          DRUNKEN MAN\n\n           Piss-water! You'll serve my friends\n\n           and I your best, barman, or you'll\n\n           taste steel!\n\n                         \n\n                          CITY GUARD #1\n\n           Time to leave, northerner.\n\n                         \n\n          The Drunken Man turns as the City Guard puts a hand on his\n\n          shoulder.\n\n           20.\n\n                         \n\n                         \n\n                         CONAN\n\n                         \n\n          The gangly fifteen year old boy has grown into a powerfully\n\n          built man, broad-shouldered with sun browned skin lined with\n\n          battle scars.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Drunken Man turns as the City Guard puts a hand on his\n\n          shoulder. 20. CONAN\n\n                         \n\n          The gangly fifteen year old boy has grown into a powerfully\n\n          built man, broad-shouldered with sun browned skin lined with\n\n          battle scars. \n\nTARGET SECTION TO BE ANNOTATED:\n Only the piercing blue eyes and square cut\n\n          black mane remain from the boy we last saw.\n\n                         \n\n          Conan stands to his full height, looming over the smaller\n\n          City Guards, who instinctively take a step back.\n\n                         \n\n                          CONAN\n\n           No, my small friends. It's time to\n\n           die. Now--\n\n                         \n\n          Conan sways. The room spins. He falls on his face.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Who's first --\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. STREET - NIGHT\n\n                         \n\n          Conan, unconscious, is dragged down the street by the two\n\n          City Guards.\n\n                         \n\n                          CITY GUARD #1\n\n                          (STRUGGLING)\n\n           By the gods, he's as heavy as a\n\n           horse.\n\n                         \n\n                          CITY GUARD #2\n\n           Even a dead horse smells better\n\n           than this.\n\n                         \n\n                         \n\n          EXT. PRISON YARD - NIGHT\n\n                         \n\n          The City Guards drag Conan into a broad prison yard. Many of\n\n          the INMATES are shackled together, hacking with picks at the\n\n          rock walls on their work detail. Those in no condition to\n\n          break rock are left in their own filth to rot. Some are even\n\n          dead already, the rats gnawing at the remains.\n\n                         \n\n                         \n\n          INT. PRISON GUARDHOUSE - NIGHT\n\n                         \n\n          The two City Guards drag Conan into the guardhouse, where a\n\n          LIEUTENANT sits eating his dinner.\n\n                         \n\n          The Lieutenant doesn't even bother to look up from his meal.\n\n           21.\n\n                         \n\n                         \n\n                          LIEUTENANT\n\n           What's the charge?\n\n                         \n\n                          CITY GUARD #2\n\n           Public drunkenness. Another damn\n\n           hill ape who can't handle his\n\n           liquor.\n\n                         \n\n                          LIEUTENANT\n\n           Is that so, boy? How do you plead?\n\n                         \n\n          Conan yawns in response. One of the City Guards slaps Conan,\n\n          hard, across the face. Conan slowly opens his eyes.\n\n                         \n\n                          CONAN\n\n           Where's the Captain of the Guard?\n\n                         \n\n          SCREAMS OF PAIN come from down the hall, past a locked door.\n\n                         \n\n                          LIEUTENANT\n\n           In the cells, interrogating a\n\n           prisoner.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONAN\n\n           Where's the Captain of the Guard? SCREAMS OF PAIN come from down the hall, past a locked door. LIEUTENANT\n\n           In the cells, interrogating a\n\n           prisoner. \n\nTARGET SECTION TO BE ANNOTATED:\n And you'll get the same\n\n           if you don't answer. You're accused\n\n           of public drunkenness. How do you\n\n           plead?\n\n                         \n\n                          CONAN\n\n           In truth, I've been guilty of much.\n\n           Jewels stolen from the crowns of\n\n           kings, men's heads split in battle\n\n           for the price of a night's drink.\n\n           But through that I've searched and\n\n           waited and hunted my prey.\n\n                         \n\n          Suddenly Conan shifts upright, looking more sober than he did\n\n          a moment ago.\n\n                         \n\n                          CONAN (CONT'D)\n\n           But drink? Haven't had a drop all\n\n           night.\n\n                         \n\n          The guards holding Conan up by his arms, suddenly find those\n\n          arms wrapped around their heads. Twist, twist. SNAP. SNAP. He\n\n          breaks both their necks in an instant.\n\n                         \n\n          The Lieutenant is horrified. He goes for his sword. Conan\n\n          bats it out of his hand, slamming his head against the back\n\n          wall.\n\n                         \n\n                          CONAN (CONT'D)\n\n           The key to the cells.\n\n           22.\n\n                         \n\n                         \n\n                          LIEUTENANT\n\n           I don't have it. There's a guard\n\n           inside the door. Only he can open\n\n           it.\n\n                         \n\n          Conan picks up the Lieutenant's sword.\n\n                         \n\n                          LIEUTENANT (CONT'D)\n\n           You can't kill me! He'll only open\n\n           the door for me!\n\n                         \n\n          A FLASH OF STEEL as Conan delivers a blow.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          INT. CELLS - NIGHT\n\n                         \n\n          A GUARD sits on a stool next to a heavy metal door. Behind\n\n          him, the CAPTAIN OF THE GUARD beats a chained ONE-EYED\n\n          PRISONER to a pulpy mess.\n\n                         \n\n          There's a KNOCK at the door.\n\n                         \n\n                          GUARD #1\n\n           What is it?\n\n                         \n\n           MUFFLED VOICE (O.S.)\n\n           Need to see the Captain.\n\n                         \n\n          The Guard exhales, frustrated. He stands up, getting his keys\n\n          out. He stops. Opens the small EYEHOLE to see into the other\n\n          room.\n\n                         \n\n          The Lieutenant stares back at him.\n\n                         \n\n                          GUARD #1\n\n           Fine, fine.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nOpens the small EYEHOLE to see into the other\n\n          room. The Lieutenant stares back at him. GUARD #1\n\n           Fine, fine. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          He opens the door--\n\n                         \n\n          Only to see Conan standing there, holding the decapitated\n\n          head of the Lieutenant.\n\n                         \n\n          The shocked Guard goes for his sword. Conan swings the\n\n          Lieutenant's head, smashing it into the Guard's jaw and\n\n          putting him down for the count.\n\n                         \n\n          That's when the Captain of the Guard turns around. And WE\n\n          RECOGNIZE HIM! He's LUCIUS, the disfigured Aquilionian who\n\n          was one of Khalar Singh's lieutenants.\n\n                         \n\n                          LUCIUS\n\n           Men!\n\n           23.\n\n                         \n\n                         \n\n          From around a corner come five more Guards, drawing their\n\n          weapons. Lucius draws his as well.\n\n                         \n\n                          LUCIUS (CONT'D)\n\n           You've made a huge mistake, ape.\n\n           You'll never make it out of this\n\n           place.\n\n                         \n\n                          CONAN\n\n           I came for you, Lucius.\n\n                         \n\n          Lucius nods to the guards, who advance on Conan.\n\n                         \n\n                          LUCIUS\n\n           You talk as though you know me,\n\n           ape.\n\n                         \n\n                          CONAN\n\n           I do. And I am no ape. I am\n\n           Cimmerian.\n\n                         \n\n          As recognition crosses Lucius' face, Conan springs into\n\n          action. He KICKS the table at the men, sending the knives and\n\n          other torture implements flying right into the first guard.\n\n                         \n\n          The second guard tries leaping over the falling table. Conan\n\n          just grabs him in midair and throws him even faster into the\n\n          iron bands of the prisoner cells.\n\n                         \n\n          Lucius lunges at Conan, Conan steps in on him, grabbing his\n\n          sword hand. In a show of strength, he twists Lucius' own\n\n          sword until points down at the floor, then THRUSTS IT THROUGH\n\n          LUCIUS' FOOT AND DEEP INTO THE WOOD FLOOR BELOW.\n\n                         \n\n          Lucius BELLOWS in pain, pinned to the spot.\n\n                         \n\n          The next three Guards rush forward, forcing Conan to deal\n\n          with three weapons attacks at once.\n\n                         \n\n          The first to strike swings a mace and chain that wraps around\n\n          Conan's sword and he tries to yank it free from Conan's grip.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nLucius BELLOWS in pain, pinned to the spot. The next three Guards rush forward, forcing Conan to deal\n\n          with three weapons attacks at once. The first to strike swings a mace and chain that wraps around\n\n          Conan's sword and he tries to yank it free from Conan's grip. \n\nTARGET SECTION TO BE ANNOTATED:\n          Instead, Conan pulls him in a wide circle, sending him flying\n\n          into a wall-mounted torch. The guard burns like dry kindling.\n\n                         \n\n          The second to strike hits Conan on his sword hand, carving a\n\n          deep gash and causing him to drop his sword.\n\n                         \n\n          Conan turns to face him, eyes filled with rage. The guard's\n\n          face goes pale. Conan head butts him with all his might and\n\n          the guard goes down, bleeding from mouth, nose and ears.\n\n           24.\n\n                         \n\n                         \n\n          However, the last Guard is upon Conan before he can react.\n\n          The powerful soldier uses the shaft of his poleax to lift\n\n          Conan off his feet and back against the far wall, pinned by\n\n          the neck.\n\n                         \n\n          Conan struggles to breathe, the polearm shaft driving his\n\n          throat into the wall. The thickness of the Cimmerian's neck\n\n          gives him time to reach into his bracer, pulling out a hidden\n\n          knife which he buries into the Guardsman's eye.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          Lucius SCREAMS in pain as Conan pours water on the burning\n\n          guard, and lifts the table back onto its legs. Then he pulls\n\n          the sword out of the floor, a thick plume of blood rising out\n\n          of Lucius' now liberated foot.\n\n                         \n\n          Conan takes Lucius' face and smashes it against the table.\n\n          Lucius looks, aghast, as Conan takes his injured hand and\n\n          places it over the torch flame, searing the wound closed. The\n\n          Cimmerian never even bats an eye.\n\n                         \n\n                          LUCIUS\n\n           What do you want? Who are you?\n\n                         \n\n          Conan turns his face to the burnt side.\n\n                         \n\n                          CONAN\n\n           I'm the one who made you pretty.\n\n                         \n\n                          LUCIUS\n\n           Impossible! You're dead!\n\n                         \n\n          Conan shows Lucius the FIVE SCARS running down his forearm.\n\n                         \n\n                          CONAN\n\n           No. I am death. And I came a long\n\n           way for you.\n\n                         \n\n          Conan lifts the sword.\n\n                         \n\n                          LUCIUS\n\n           Wait!! Wait!!\n\n                          (CONAN PAUSES)\n\n           I can tell you where the rest are.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCIUS\n\n           Wait!! Wait!! (CONAN PAUSES)\n\n           I can tell you where the rest are. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          CONAN\n\n           Where?\n\n                         \n\n                          LUCIUS\n\n           The end of the earth. You kill me,\n\n           and you'll never find them.\n\n           25.\n\n                         \n\n                         \n\n                          CONAN\n\n           Who are you offering?\n\n                         \n\n                          LUCIUS\n\n           Who do you think? All of them.\n\n           Ukafa, Remo, Cheren, Akhun -- and\n\n           Khalar Singh himself. But you have\n\n           to swear you won't kill me.\n\n                         \n\n          Conan thinks about it.\n\n                         \n\n                          CONAN\n\n           You have my word. You tell me where\n\n           I will find Khalar Singh, and I\n\n           will not kill you.\n\n                         \n\n          Conan lets Lucius go. Lucius hobbles to his chair.\n\n                         \n\n                          LUCIUS\n\n           He is in a city called on the edge\n\n           of the Eastern Sea. On the edge of\n\n           Hyboria. Khor Khalba.\n\n                         \n\n          Conan looks him in his eyes, sizing him up. He likes what he\n\n          sees. In a flash, Conan grabs Lucius' head again, yanking it\n\n          back, exposing his throat.\n\n                         \n\n                          LUCIUS (CONT'D)\n\n           You gave your word!\n\n                         \n\n          Conan rips a SMALL KEY from a large keyring. He drops it in\n\n          Lucius' throat. The big man chokes instantly. A second later,\n\n          Conan pours ale from a flagon down his throat as well.\n\n                         \n\n          Lucius swallows the key, gasping for breath as Conan releases\n\n          him.\n\n                         \n\n                          LUCIUS (CONT'D)\n\n           What are you doing?!\n\n                         \n\n                          CONAN\n\n           Toasting, to our deal.\n\n                         \n\n          Conan swings his sword and cuts the One Eyed Prisoner from\n\n          the wall.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Go. You are free.\n\n                         \n\n          One-Eye looks at his wrists and ankles, still hobbled by\n\n          shackles.\n\n                         \n\n                          ONE-EYED PRISONER\n\n           I won't get far like this.\n\n           26.\n\n                         \n\n                         \n\n          Conan hands him a fallen Guardsmen's sword.\n\n                         \n\n                          CONAN\n\n           The key to your shackles sits in\n\n           the Captain's gut. Happy hunting.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nConan hands him a fallen Guardsmen's sword. CONAN\n\n           The key to your shackles sits in\n\n           the Captain's gut. Happy hunting. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          The One-Eyed Prisoner grins with malice. As he closes in on\n\n          the terrified Lucius, Conan heads for the door.\n\n                         \n\n                          LUCIUS\n\n           Barbarian! I had your word! You\n\n           said you would spare my life!\n\n                         \n\n                          CONAN\n\n           No. I said I wouldn't kill you.\n\n                         \n\n          We hear Lucius SCREAMS OF PAIN as Conan walks out into the\n\n          night, cutting another notch into his arm.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. DESERT SANDSTORM - DAY\n\n                         \n\n          KHALAR SINGH looks older. Worn. He squints as he stares into\n\n          a howling sandstorm.\n\n                         \n\n          UKAFA trudges through the deep sand to reach him. The\n\n          sandstorm is so blinding we don't see him until he is less\n\n          than five feet away.\n\n                         \n\n                          UKAFA\n\n           Khalar Singh, we've lost half our\n\n           cavalry legion, and still Fariq\n\n           presses on! We must turn back!\n\n                         \n\n                          KHALAR SINGH\n\n           He says the Queen is here.\n\n                         \n\n                          UKAFA\n\n           He leads us in circles. He knows\n\n           nothing of leading an army --\n\n                         \n\n                          KHALAR SINGH\n\n           Take care, Ukafa. You hold a\n\n           special place in my kingdom, but\n\n           blood you are not.\n\n                         \n\n                          UKAFA\n\n           My apologies, Khalar Singh. I am\n\n           simply concerned for your army.\n\n           27.\n\n                         \n\n                         \n\n                          KHALAR SINGH\n\n           And I would gladly sacrifice every\n\n           last man to get my hands on the\n\n           Queen. And in that respect, Fariq\n\n           has my confidence. He knows more of\n\n           the legends of Acheron than anyone.\n\n                         \n\n          Suddenly, two forms race at them from the blinding sand. REMO\n\n          and FARIQ. No longer a child, Fariq is now a man in his\n\n          twenties, but he is hardly the strong warrior his father is.\n\n          His frame is slight, his eyes beady.\n\n                         \n\n                          FARIQ\n\n           Father, they are here! The hidden\n\n           oasis, just as it was written.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis frame is slight, his eyes beady. FARIQ\n\n           Father, they are here! The hidden\n\n           oasis, just as it was written. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Khalar Singh looks to Remo for confirmation. The misshapen\n\n          and shadowy Remo nods.\n\n                         \n\n                         \n\n          EXT. CAVE TUNNEL - DAY\n\n                         \n\n          Remo and Fariq lead Khalar and Ukafa into a natural tunnel\n\n          carved out of rock. Inside, the sandstorm no longer rages.\n\n                         \n\n          And on the other side of the tunnel --\n\n                         \n\n                         \n\n          EXT. OASIS - CONTINUOUS\n\n                         \n\n          A protected rock oasis, heavy vegetation crawling up the\n\n          encircling cliff walls, herds of sheep grazing on fields of\n\n          grass. At its far end, beyond a deep blue pond, lies a Greek-\n\n          influenced monastery and several tiled-roof, mud-brick\n\n          houses.\n\n                         \n\n          And moving between the pools are MEN and WOMEN going about\n\n          their simple chores. They wear long flowing white linen robes\n\n          and turbans.\n\n                         \n\n          The air and sand are perfectly still within the perimeter of\n\n          the oasis. But beyond it, the sandstorm rages all around,\n\n          sand hurled violently hundreds of feet into the air, swirling\n\n          around the oasis as though it were the eye of some mystical\n\n          hurricane, protected by an unseen force.\n\n                         \n\n          A row of robed YOUNG WOMEN kneel in front of one of the\n\n          reflecting pools, quietly reading from prayer books and\n\n          softly striking their right breast with a left hands wrapped\n\n          in thorns.\n\n                         \n\n          One girl, ILIRA, mischievously taps the shoulder of the girl\n\n          next to her with her thorn. The girl, TAMARA, squeals in\n\n          pain, angry her prayer was interrupted.\n\n           28.\n\n                         \n\n                         \n\n          Ilira is the fun-loving dilettante of the relationship.\n\n          Tamara the studious good girl.\n\n                         \n\n                          TAMARA\n\n           Stop it! I'm trying to pray!\n\n                         \n\n                          ILIRA\n\n           I'm bored.\n\n                         \n\n                          TAMARA\n\n           Then hit yourself.\n\n                         \n\n          Tamara hits Ilira back with her thorn. Ilira SQUEALS, then\n\n          hits a grinning Tamara back. Tamara grabs her, but as they\n\n                         TUSSLE--\n\n                         \n\n           FASSIR (O.S.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nIlira SQUEALS, then\n\n          hits a grinning Tamara back. Tamara grabs her, but as they\n\n                         TUSSLE--\n\n                         \n\n           FASSIR (O. S. \n\nTARGET SECTION TO BE ANNOTATED:\n           Is that how one shows penitence?\n\n                         \n\n          Both girls instantly stop as FASSIR appears behind them.\n\n          Fassir is an elder monk and leader of the monastery. He\n\n          shakes his head, both out of fondness and disappointment.\n\n                         \n\n                          FASSIR (CONT'D)\n\n           I expect more from a queen.\n\n                         \n\n                          ILIRA\n\n           I'm sorry, Fassir. I just tire of\n\n           saying the same prayer every day.\n\n                         \n\n                          FASSIR\n\n           Then you should be able to\n\n           translate it from its original\n\n           Acheronian.\n\n                         \n\n          Ilira's face scrunches, unsure. Tamara steps in to help Ilira\n\n          save face.\n\n                         \n\n                          TAMARA\n\n           Of course she can. She even taught\n\n           it to me. \"Never again.\"\n\n                         \n\n                          FASSIR\n\n           Go on.\n\n                         \n\n                          TAMARA\n\n           Never again will we stand by as\n\n           darkness consumes the world. Never\n\n           again will innocents suffer for\n\n           others' power. Never again will the\n\n           Queen suffer so Acheron may rise.\n\n           29.\n\n                         \n\n                         \n\n                          FASSIR\n\n           Very good, Tamara. You must have\n\n           taught her very well indeed, Ilira.\n\n                         \n\n          A smile on Fassir's face confirms he knows the truth.\n\n                         \n\n          Suddenly, the monastery's BELL RINGS OUT. A moment later, a\n\n          temple EXPLODES in flames.\n\n                         \n\n          Pouring out from the swirling sands come Khalar Singh's army.\n\n          Cheren and his archers stand atop Khalar's\n\n                         \n\n          MAN OF WAR\n\n                         \n\n          A massive siege engine atop which CHEREN and his archers fire\n\n          FLAMING ARROWS. The arrows arc down and explode as they\n\n          impact the tiled roofs.\n\n                         \n\n          Sitting at the highest point of the Man Of War, Khalar Singh\n\n          likes what he sees.\n\n                         \n\n                         CHAOS\n\n                         \n\n          The monks scatter in every direction, but wherever they turn,\n\n          more troops burst out of the swirling sand.\n\n                         \n\n          A small handful of armed MONKS display acrobatic martial arts\n\n          prowess as they battle with Khalar's heavily armed forces,\n\n          but they are vastly outnumbered.\n\n                         \n\n          Fassir grabs Tamara.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHAOS\n\n                         \n\n          The monks scatter in every direction, but wherever they turn,\n\n          more troops burst out of the swirling sand. A small handful of armed MONKS display acrobatic martial arts\n\n          prowess as they battle with Khalar's heavily armed forces,\n\n          but they are vastly outnumbered. Fassir grabs Tamara. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          FASSIR (CONT'D)\n\n           The Queen must not be captured.\n\n           Take her out the North Gate.\n\n           Quickly!\n\n                         \n\n          Tamara grabs Ilira and pulls her through the flaming\n\n          battleground. Zingaran warriors cut down the monks while\n\n          Turanian horsemen concentrate on the women.\n\n                         \n\n                          ILIRA\n\n           We can't leave them.\n\n                         \n\n                          TAMARA\n\n           If you are caught, everything we\n\n           live for is lost!\n\n                         \n\n          WHIP! A whip encircles Ilira's waist. A massive TURANIAN\n\n          pulls her to him. Tamara grabs the whip, pulling Ilira the\n\n          other way. But she is no match for the huge slaver. He yanks\n\n          on the whip pulling both of them to him --\n\n           30.\n\n                         \n\n                         \n\n          Only then does he notice Tamara's unsheathed knife which she\n\n          plunges into his throat.\n\n                         \n\n          She frees Ilira and they run.\n\n                         \n\n                         \n\n          INT. NORTH PASSAGE - CONTINUOUS\n\n                         \n\n          A thin alleyway at the rear of the monastery, leading away\n\n          from the din of battle, towards a rear gate of the oasis.\n\n                         \n\n          Tamara and Ilira run for the gate, only for the shadows of\n\n          the alleyway to move and shift -- REMO and three of his\n\n          shadow scouts.\n\n                         \n\n          They advance on the women, drawing dark shortswords.\n\n                         \n\n                          REMO\n\n           No swords. Khalar needs them alive.\n\n                         \n\n                          TAMARA\n\n           Good to know.\n\n                         \n\n          Tamara lunges for the nearest shadow scout with her knife,\n\n          but when she strikes, she hits nothing but shadow. It reforms\n\n          behind her and grabs her.\n\n                         \n\n          Another grabs Ilira. Tamara launches her body into the air,\n\n          executing a backflip that puts her behind the shadow scout. A\n\n          quick knife strike and he goes down.\n\n                         \n\n          And with one continuous motion, she vaults over the shadow\n\n          scout holding Tamara, cutting his throat as well.\n\n                         \n\n          Remo and the remaining scout give chase, blending in and out\n\n          of shadows. But each time they strike, Tamara defends Ilira.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd with one continuous motion, she vaults over the shadow\n\n          scout holding Tamara, cutting his throat as well. Remo and the remaining scout give chase, blending in and out\n\n          of shadows. But each time they strike, Tamara defends Ilira. \n\nTARGET SECTION TO BE ANNOTATED:\n          They near the far end of the alleyway, the North gate looming\n\n          ahead with the desert beyond.\n\n                         \n\n          Remo blends into another shadow --\n\n                         \n\n                         \n\n          EXT. MAN OF WAR - CONTINUOUS\n\n                         \n\n          Remo materializes out of a shadow atop the Man Of War, next\n\n          to Cheren, the archer.\n\n                         \n\n                          REMO\n\n           The north gate. Destroy it.\n\n                         \n\n          Cheren and the other archers turn their fire to the gate at\n\n          the end of the passage. They fire a volley of fiery arrows.\n\n           31.\n\n                         \n\n                         \n\n          INT. NORTH GATE - CONTINUOUS\n\n                         \n\n          Tamara and Ilira run for the whirling sands just ahead --\n\n          when the flaming arrows land before them.\n\n                         \n\n          Ilira hesitates.\n\n                         \n\n                          TAMARA\n\n           Run!\n\n                         \n\n                          ILIRA\n\n           We'll die!\n\n                         \n\n                          TAMARA\n\n           We'll die if we stay!\n\n                         \n\n          She locks eyes with Ilira, who nods. Together they run right\n\n          for the arrows.\n\n                         \n\n          But at the last minute, Ilira falters. She falls to the\n\n          ground.\n\n                         \n\n          Tamara turns to see Ilira lying in the gateway a moment too\n\n          late.\n\n                         \n\n          THE ARROWS EXPLODE causing a cave in that closes the gateway.\n\n                         \n\n                         \n\n          EXT. SANDSTORM - CONTINUOUS\n\n                         \n\n          Tamara falls to the sand as the gate collapses behind her.\n\n          She looks back, only to see that Ilira didn't make it.\n\n                         \n\n                          TAMARA\n\n           NO!!!\n\n                         \n\n                         \n\n          EXT. MAN OF WAR - CONTINUOUS\n\n                         \n\n          Khalar Singh stares at the cloud of destruction at the north\n\n          tunnel.\n\n                         \n\n          There, one form hurries into the swirling sandstorm.\n\n                         \n\n                          KHALAR SINGH\n\n           Who was guarding that gate?\n\n                         \n\n                          REMO\n\n           It was I, Lord.\n\n           32.\n\n                         \n\n                         \n\n                          KHALAR SINGH\n\n           Take four legions. Hunt her. Before\n\n           I hunt you.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHunt her. Before\n\n           I hunt you. CUT TO:\n\n                         \n\n                         \n\n          EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DESERT - DAY\n\n                         \n\n          Tamara stumbles through a stretch of barren wasteland, the\n\n          plumes of the oasis' sandstorm now off in the distance behind\n\n          her.\n\n                         \n\n          The sun mercilessly beats down upon her face, her lips are\n\n          already chapped. She falls to her knees, unable to go on.\n\n                         \n\n          She looks up, as the heat streams off the desert floor,\n\n          creating a swirling mirage. Through which the silhouette of a\n\n          rider appears, followed by others.\n\n                         \n\n                         SLAVER CARAVAN\n\n                         \n\n          The horse-drawn carts of the caravan are lined with iron\n\n          bars, and behind the bars are a bevy of young women, mostly\n\n          looking worse for wear.\n\n                         \n\n          The HEAD SLAVER rides ahead, and walks up to the heap of\n\n          white cloth that is Tamara.\n\n                         \n\n                          TAMARA\n\n           Water -- please --\n\n                         \n\n          He lifts her barely conscious head, eyeing her features, a\n\n          greasy paw examining her body. He smiles.\n\n                         \n\n                          HEAD SLAVER\n\n           The gods are good.\n\n           (to the other slavers)\n\n           Chain this one in my cage. She'll\n\n           be the prize of the auction in Khor\n\n           Kalba.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. OASIS - NIGHT\n\n                         \n\n          The Man of War dominates the center of the oasis, its torches\n\n          illuminating the scene before it. Akhun and the Turanians\n\n          hold chains connected to the twenty women monks, kneeling,\n\n          with their wrists chained to their neck collars.\n\n                         \n\n          In front of them kneels Fassir, beaten and bloodied.\n\n           33.\n\n                         \n\n                         \n\n          Khalar Singh, Fariq, and Ukafa step down from the Man of War.\n\n          Fariq carries with him a large iron box with ornate carvings\n\n          on it.\n\n                         \n\n                          KHALAR SINGH\n\n           All these years searching the ends\n\n           of the earth. And here you are.\n\n           Just a two day ride from Khor\n\n           Kalba. I can scarcely believe it.\n\n                         \n\n                          FASSIR\n\n           (in Acheronian, to monks)\n\n           Say nothing.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust a two day ride from Khor\n\n           Kalba. I can scarcely believe it. FASSIR\n\n           (in Acheronian, to monks)\n\n           Say nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          KHALAR SINGH\n\n                          (IN ACHERONIAN)\n\n           Yes. Say nothing. Maybe he doesn't\n\n           know who we are. Maybe he's not\n\n           looking for the Queen.\n\n                         \n\n          Several of the women look up at him, shocked.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           That's right, my brethren, you have\n\n           been lied to all your lives. Told\n\n           you must hide yourselves, told you\n\n           were alone. I want you to look at\n\n           me, and see me for what I am. A\n\n           brother. A friend. I have come not\n\n           to hurt you, but liberate you.\n\n                         \n\n                          FASSIR\n\n           You come for your own dark\n\n           purposes, to raise Acheron.\n\n                         \n\n                          KHALAR SINGH\n\n           Yes. I come to resurrect the\n\n           greatest empire Hyboria has ever\n\n           known.\n\n                         \n\n                          FASSIR\n\n           An empire of evil, soaked in blood\n\n           sacrifice and the blackest of\n\n           magic.\n\n                         \n\n          Khalar Singh becomes infuriated, eyes blazing.\n\n                         \n\n                          KHALAR SINGH\n\n           Have you hidden from the world so\n\n           long that you cannot to see? Blood,\n\n           magic, death: it is everywhere.\n\n           Acheron is no different than any\n\n           other kingdom, but for its glory.\n\n                          (MORE)\n\n           34.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           And in place of that glory, you\n\n           offer shame? I knew shame, but that\n\n           was before I was shown my true\n\n           lineage.\n\n                         \n\n          Khalar draws closer to the women, looking them each in the\n\n          eye.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           When I was but a child, raiders\n\n           destroyed my village, cut our\n\n           fathers to ribbons, and burned our\n\n           women as sacrifice to foreign gods.\n\n           Those few who survived, we ran for\n\n           our lives, chased into caves at the\n\n           edge of the Eastern Sea, left with\n\n           nothing to live for. But then we\n\n           discovered it. Acheron. The temple\n\n           that spawned an empire.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut then we\n\n           discovered it. Acheron. The temple\n\n           that spawned an empire. \n\nTARGET SECTION TO BE ANNOTATED:\n We learned\n\n           that we were not broken goat-\n\n           herders on a desolate coastline. We\n\n           were the sons and daughters of\n\n           kings.\n\n           (stares in Ilira's eyes)\n\n           And queens.\n\n                         \n\n          He motions to Fariq, who brings the iron box forward.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           For thirty years I have searched\n\n           for you. In that time I built both\n\n           an army and empire, but they are\n\n           nothing compared to what we can\n\n           create together. We can raise\n\n           Acheron again. Never again will we\n\n           hide like rats. Never again will we\n\n           watch as our loved ones are\n\n           slaughtered. I call forth the\n\n           Queen. Stand and join me, and this\n\n           day will have a joyous end.\n\n                         \n\n          No one moves.\n\n                         \n\n                          FASSIR\n\n           You would have all the world\n\n           suffer, as you have suffered. We\n\n           will die before we help you.\n\n                         \n\n                          KHALAR SINGH\n\n           Yes. You will.\n\n                         \n\n          He nods to his son. He paces in front of the female monks,\n\n          the box in front of them.\n\n           35.\n\n                         \n\n                         \n\n                          FARIQ\n\n           The caves beneath Khor Khalba\n\n           contain all manner of creature,\n\n           many -- altered -- by centuries of\n\n           blood magic. But one, in\n\n           particular, has developed a special\n\n           connection to the blood. A thirst.\n\n           It is said that only the Queen of\n\n           Acheron itself can resist its\n\n           embrace.\n\n                         \n\n          He stops, one woman away from Ilira.\n\n                         \n\n                          FARIQ (CONT'D)\n\n           So what say you? Will you be the\n\n           lucky one, or will you tell me who\n\n           is?\n\n                         \n\n          A tear falls down her face, but she stays silent. There's the\n\n          sound of SLITHERING as Fariq opens the box. She stares down\n\n          inside the box --\n\n                         \n\n          AND SCREAMS.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n                         TAMARA\n\n                         \n\n          She awakens to the SCREAMING of a whipped SLAVE GIRL.\n\n                         \n\n                         \n\n          EXT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe stares down\n\n          inside the box --\n\n                         \n\n          AND SCREAMS. CUT TO:\n\n                         \n\n                         \n\n                         TAMARA\n\n                         \n\n          She awakens to the SCREAMING of a whipped SLAVE GIRL. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DESERT - DAY\n\n                         \n\n          Tamara's eyes are met by a dozen others, SLAVES of every\n\n          color, chained together with her in a CAGED WAGON. The SLAVE\n\n          TRADER swings his whip twice more, hitting the cowering women\n\n          in the cage.\n\n                         \n\n                          SLAVE TRADER\n\n           Wake up, slags! Smile! A new owner\n\n           approaches!\n\n                         \n\n          Tamara makes eye contact with the Slave Trader.\n\n                         \n\n                          TAMARA\n\n           Let me go. I promise you'll be\n\n           rewarded.\n\n                         \n\n          The Trader just laughs, leering at her.\n\n                         \n\n                          SLAVE TRADER\n\n           And I would sample that reward,\n\n           fair one, but you wear white.\n\n                          (MORE)\n\n           36.\n\n                         \n\n           SLAVE TRADER (CONT'D)\n\n           Tell me, have the stars aligned and\n\n           delivered a virgin slave into my\n\n           care?\n\n                         \n\n          He eyes her lasciviously. Tamara turns away and does not\n\n          answer.\n\n                         \n\n           SLAVE TRADER (CONT'D)\n\n           No matter. I'll know soon enough.\n\n                          (TURNS AWAY)\n\n           Good day, sir! A lone rider in a\n\n           desolate land. The perfect customer\n\n           for what I sell.\n\n                         \n\n                         CONAN\n\n                         \n\n          Rides out of the sun, his massive form silhouetted by the\n\n          bright desert sky. He stares at the slave wagons.\n\n                         \n\n                          SHEMISH WOMAN\n\n           Please, master! Your gold can free\n\n           me from this hole! I can bring you\n\n                          PLEASURE--\n\n                         \n\n          The Slave Trader immediately WHIPS her, incensed.\n\n                         \n\n                          SLAVE TRADER\n\n           Silence whore!\n\n                         \n\n          The Slaver goes to whip her again, but before the blow can\n\n          fall, Conan grabs his arm. The Slave Trader looks furious,\n\n          but Conan's size holds him back.\n\n                         \n\n                          CONAN\n\n           Khor Kalba. Which way?\n\n                         \n\n                          SLAVE TRADER\n\n           This is the road to Khor Kalba.\n\n           Ahead. Past the Great Wall.\n\n                         \n\n          The Slaver nods to the east and Conan releases his arm.\n\n                         \n\n          The Slaver continues whipping the slave. Conan just rides on -\n\n          - not his problem.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Slaver nods to the east and Conan releases his arm. The Slaver continues whipping the slave. Conan just rides on -\n\n          - not his problem. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          But as Conan passes Tamara, for a brief moment their eyes\n\n          meet. Something about her. Conan stares a moment, then spurs\n\n          his horse on.\n\n                         \n\n          Just then, the ground around them RUMBLES. Horses rear, the\n\n          women SCREAM. Conan turns and looks up. His eyes go wide.\n\n                         \n\n                         ENORMOUS BOULDERS\n\n           37.\n\n                         \n\n                         \n\n          Coming thundering down the hills on all sides. The SLAVERS\n\n          see them a moment to late.\n\n                         \n\n          SLAM. Several of the horses and carts are smashed by the\n\n          rolling boulders.\n\n                         \n\n          Conan kicks his horse, trying to outrace the boulders. But\n\n          when the wagon next to him is hit, its axle spears his horse\n\n          in its side, and Conan goes down.\n\n                         \n\n          Pissed, he draws his sword. The Slavers scramble around the\n\n          broken wagons, in chaos.\n\n                         \n\n          Only a pair of wagons still stands. One of them holds Tamara.\n\n                         \n\n                          CONAN\n\n           Use your whips on the horses' legs!\n\n                         \n\n          The Slavers are confused. Then they notice\n\n                         \n\n                         TURANIAN HORSEMEN\n\n                         \n\n          racing down the hill, behind the boulders.\n\n                         \n\n          As the riders bear down upon the slavers, the Slavers do as\n\n          they're told, entangling the legs of the first wave of\n\n          horses, throwing their riders.\n\n                         \n\n          More than a few riders SNAP their necks as they're driven\n\n          into the desert floor. The remainder fight hand to hand, and\n\n          are cut down by either Conan's blade or the slavers' tulwars.\n\n          But their victory is short lived --\n\n                         \n\n          As a SECOND WAVE OF RIDERS comes thundering towards them,\n\n          before the Slavers can re-establish their perimeter. The\n\n          riders start cutting the slavers down where they stand.\n\n                         \n\n                         CONAN\n\n                         \n\n          Conan lodges his sword in a still-rolling boulder. As it\n\n          rolls, it pulls him up on top of it. From this height, Conan\n\n          launches himself down at the horsemen below.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONAN\n\n                         \n\n          Conan lodges his sword in a still-rolling boulder. As it\n\n          rolls, it pulls him up on top of it. From this height, Conan\n\n          launches himself down at the horsemen below. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          WHAM! He knocks a rider off his horse, Conan landing square\n\n          in the saddle. He kicks the horse straight at the other\n\n          riders. They don't see him coming until it's too late. He\n\n          cuts them down where they sit.\n\n                         \n\n          The last remaining CARAVAN DRIVER whips his horse team,\n\n          trying to pull his wagon out of the fight. Conan spins to see\n\n          a FLASH of steel and the rider's neck plumes in blood as he's\n\n          decapitated.\n\n           38.\n\n                         \n\n                         \n\n          Which is strange since the cavalry are nowhere near the\n\n          wagon.\n\n                         \n\n                         REMO\n\n                         \n\n          The explanation comes as the shadow behind the driver MORPHS\n\n          into Remo, the spindly Shadow Scout. He takes the reins,\n\n          stopping the wagon.\n\n                         \n\n          Conan spots him, recognition in his eyes.\n\n                         \n\n                          CONAN (CONT'D)\n\n           You!\n\n                         \n\n          There's a SCREAM. Conan turns to see the other two SHADOW\n\n          SCOUTS already hacking their way through the slaves on one of\n\n          the caged wagons. A Shadow Scout gets to Tamara, only to have\n\n          her FIGHT BACK.\n\n                         \n\n          Tamara kicks the first Scout in the face, slamming his head\n\n          into the bars. However, the second one clubs her unconscious\n\n          from behind.\n\n                         \n\n                         CONAN\n\n                         \n\n          Leaps from his horse, launching his body at Remo. Remo dives\n\n          and rolls away. Small and misshapen, he is nonetheless very\n\n          fast.\n\n                         \n\n          Conan strikes again. Again Remo dodges out of the way.\n\n                         \n\n          The Shadow Scouts draw swords, but Remo waves them off,\n\n          speaking in the broken language of a savage.\n\n                         \n\n                          REMO\n\n           The girl! Bring her to Khalar!\n\n                         \n\n          Conan launches an all out attack. Remo leaps over his sword\n\n          and vaults Conan, landing on his back. He draws his sword,\n\n          preparing to cut Conan's throat --\n\n                         \n\n          When Conan hurls his body backwards, into one of the huge\n\n          rolling boulders. The impact crushes Remo and he loses his\n\n          grip.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nRemo leaps over his sword\n\n          and vaults Conan, landing on his back. He draws his sword,\n\n          preparing to cut Conan's throat --\n\n                         \n\n          When Conan hurls his body backwards, into one of the huge\n\n          rolling boulders. The impact crushes Remo and he loses his\n\n          grip. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Conan spins to strike again, only to see Remo MELT INTO THE\n\n          SHADOW OF THE BOULDER.\n\n                         \n\n          Conan turns his attention towards the other two Shadow Scouts\n\n          as they drag the unconscious Tamara away.\n\n           39.\n\n                         \n\n                         \n\n          Conan mounts one of the cavalry horses and gallops towards\n\n          the Scouts. They see him coming and let go of Tamara. THEY\n\n          MELT AWAY INTO HER SHADOW AND DISAPPEAR.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         TAMARA\n\n                         \n\n          Dazed, she struggles to her feet. Conan appears beside her,\n\n          his dagger out. Tamara gasps in fear but Conan only reaches\n\n          out and breaks the lock on her chains.\n\n                         \n\n                          CONAN\n\n           Who are you?\n\n                         \n\n                          TAMARA\n\n           I am nobody.\n\n                         \n\n          He cuts the bonds on her feet. Tamara rises up, the battle\n\n          scene revealed to her.\n\n                         \n\n          Dead bodies of the Slavers and Turanian horsemen lie sprawled\n\n          in every direction. Tamara takes in the gruesome sight,\n\n          shocked.\n\n                         \n\n                          CONAN\n\n           Many died to capture nobody.\n\n           (motions to his horse)\n\n           Get up.\n\n                         \n\n                          TAMARA\n\n           And if I don't wish to ride with\n\n           you?\n\n                         \n\n                         \n\n          EXT. DESERT - DAY\n\n                         \n\n          Conan rides his horse, Tamara trailing on foot, wrists\n\n          tethered to Conan's saddle by a long rope. Tamara looks\n\n          exhausted.\n\n                         \n\n          They reach a gallery of broken columns, spires of fossilized\n\n          coral that juts out of the desert.\n\n                         \n\n                          TAMARA\n\n           Stop! I want water.\n\n                         \n\n          Conan just keeps riding.\n\n                         \n\n                          CONAN\n\n           Perhaps the slavers took your\n\n           orders. I don't.\n\n           40.\n\n                         \n\n                         \n\n                          TAMARA\n\n           I never knew men could be so cruel.\n\n           Now I wonder if the world is filled\n\n           with animals such as you.\n\n                         \n\n                          CONAN\n\n           You speak of animals as if they\n\n           were less than men. But animals\n\n           don't stab their brothers in the\n\n           back or steal their mother's only\n\n           possession. And they never lie.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONAN\n\n           You speak of animals as if they\n\n           were less than men. But animals\n\n           don't stab their brothers in the\n\n           back or steal their mother's only\n\n           possession. And they never lie. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          TAMARA\n\n           I haven't lied.\n\n                         \n\n          Conan get off his horse, unties Tamara and gives her a water\n\n          sack. Tamara greedily drinks down the water.\n\n                         \n\n                          CONAN\n\n           Very well. Give me your name.\n\n                         \n\n                          TAMARA\n\n           I am Tamara Amelia Karushan. And\n\n           you?\n\n                         \n\n                          CONAN\n\n           I am Conan.\n\n                         \n\n                          TAMARA\n\n           Conan? That's it?\n\n                         \n\n                          CONAN\n\n           What more names do I need?\n\n                         \n\n          Conan then grabs Tamara around her waist, putting her atop\n\n          his horse. He then mounts behind her, their bodies close.\n\n          Conan's mouth is only inches from her ear as he speaks.\n\n                         \n\n                          CONAN (CONT'D)\n\n           There is only one truth I need from\n\n           you, Tamara Amelia Karushan. Why\n\n           does Khalar Singh want you?\n\n                         \n\n          Tamara looks away, but doesn't respond.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Then let's hope it's for your\n\n           cooking.\n\n                         \n\n                         \n\n          EXT. CAMPFIRE - NIGHT\n\n                         \n\n          A campfire amidst several large boulders, a line of windmills\n\n          on the horizon.\n\n           41.\n\n                         \n\n                         \n\n          Tamara struggles to manage a cooking pot over a blaze. Conan\n\n          comes over and smells the pot; his face scrunches from the\n\n          odor.\n\n                         \n\n                          CONAN\n\n           Trying to poison me?\n\n                         \n\n          Tamara steps back and gets down on her knees, her hands\n\n          clasped.\n\n                         \n\n                          CONAN (CONT'D)\n\n           What are you doing?\n\n                         \n\n                          TAMARA\n\n           Before we eat, I must pray.\n\n                         \n\n                          CONAN\n\n           Crom! What would you pray for? That\n\n           a bone may not get stuck in your\n\n           throat? No words nor gods will give\n\n           you one more moment than fate\n\n           allows you.\n\n                         \n\n                          TAMARA\n\n           Then you have no faith. And I am\n\n           sorry for you.\n\n                         \n\n                          CONAN\n\n           I need no pity.\n\n                         \n\n                          TAMARA\n\n           But you do. You live in a world\n\n           that is harsh and short.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONAN\n\n           I need no pity. TAMARA\n\n           But you do. You live in a world\n\n           that is harsh and short. \n\nTARGET SECTION TO BE ANNOTATED:\n Where fate\n\n           is unyielding and hope is a cruel\n\n           joke. I live in a world with a\n\n           purpose that guides me, where faith\n\n           sustains me.\n\n                         \n\n          Suddenly, Conan KICKS DIRT PAST TAMARA, ONTO THE FIRE. The\n\n          fire goes out, plunging everything into darkness.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           Why did you--\n\n                         \n\n          Suddenly, there's the sound of FIGHTING. Grunting, blows\n\n          being interchanged, then a LOUD SNAP AS BONES ARE BROKEN.\n\n                         \n\n          A moment later, the flames of the fire are stoked up again,\n\n          revealing Conan standing over the groaning REMO. The other\n\n          two SHADOW SCOUTS are dead.\n\n                         \n\n          Tamara instinctively jumps back.\n\n           42.\n\n                         \n\n                         \n\n                          CONAN\n\n           Don't worry. His back is broken. He\n\n           won't be slinking away this time.\n\n                         \n\n          As Tamara gapes at Remo, Conan simply pulls the cooking pot\n\n          off the fire.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Now, let's eat.\n\n                         \n\n                          TAMARA\n\n           But -- what about him?!\n\n                         \n\n          Remo GROANS in pain.\n\n                         \n\n                          CONAN\n\n           I enjoy a little music with my\n\n           meal.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n                         \n\n          AERIAL SHOT - POV - SOARING\n\n                         \n\n          Across steep valleys and up jagged peaks we race into steep\n\n          and unforgiving mountains. Far off, we hear a pair of\n\n          thunderous booms, almost like the sound of a heartbeat.\n\n          THUMP, THUMP.\n\n                         \n\n          Cresting over a set of peaks, a gorge is revealed below, and\n\n                         BENEATH IT--\n\n                         \n\n                         \n\n          EXT. ACHERON - NIGHT - MOVING\n\n                         \n\n          A city carved out of the purple granite of a mountainous\n\n          gorge. Hundred-foot towers rise up, their pinnacles crafted\n\n          to depict ANGRY, GOD-LIKE FACES.\n\n                         \n\n          As we pass one of the faces, again we hear the sound of a\n\n          thunderous heartbeat, now closer. THUMP, THUMP.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHundred-foot towers rise up, their pinnacles crafted\n\n          to depict ANGRY, GOD-LIKE FACES. As we pass one of the faces, again we hear the sound of a\n\n          thunderous heartbeat, now closer. THUMP, THUMP. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          We GLIDE DOWN past hundred foot high pillars of flames,\n\n          towards the growing sounds of SCREAMING and WAILING.\n\n                         \n\n          The streets of Acheron are lined with thousands of SLAVES,\n\n          young and old, chained together, toiling under the lash of\n\n          their cruel masters, the\n\n                         \n\n                         ACHERONIAN WARRIORS\n\n                         \n\n          Towering over the slaves, the warriors are a fearsome sight.\n\n          Their armor, crafted from the bones of their defeated\n\n          enemies, rises to a mask which covers much of their features.\n\n           43.\n\n                         \n\n                         \n\n          Only the red irises of their eyes peer through. That and\n\n          their pitch black skin.\n\n                         \n\n          The slaves hobble down the main boulevard, their naked feet\n\n          splashing in streams of BLOOD which flow from the\n\n                         \n\n                         ACHERONIAN PYRAMID\n\n                         \n\n          Up ahead looms a colossal pyramid, surrounded in a semi-\n\n          circle by five massive statues. As we grow closer the\n\n          grotesque surface of the pyramid becomes clearer, one hewn\n\n          from cracked bone and empty sockets.\n\n                         \n\n          The thunderous heartbeat seems all around us now. THUMP,\n\n          THUMP.\n\n                         \n\n          The three hundred foot high edifice is made ENTIRELY OF\n\n          THOUSANDS OF HUMAN SKULLS. Many of the skulls still drip with\n\n          blood, pouring down from the pyramid's crest, where stands\n\n                         \n\n          A BLACK THRONE\n\n                         \n\n          Images of snakes gorging themselves on hapless victims are\n\n          carved in bas relief into the throne's surface.\n\n                         \n\n          Standing before the throne, surrounded by BLACK ROBED PRIESTS\n\n          are a man and woman, mere shadows in the silhouette of\n\n          torches.\n\n                         \n\n          The HEAD PRIEST and his ACOLYTE approach with TWO CROWNS. One\n\n          is made of GOLD, the other of IRON.\n\n                         \n\n          The Gold crown goes on the head of the man. For the woman,\n\n          the Iron crown is placed on her head.\n\n                         \n\n          And suddenly, THUMP, THUMP.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Gold crown goes on the head of the man. For the woman,\n\n          the Iron crown is placed on her head. And suddenly, THUMP, THUMP. \n\nTARGET SECTION TO BE ANNOTATED:\n IRON SPIKES SHOOT OUT OF THE IRON\n\n          CROWN PIERCING THE WOMAN'S FOREHEAD, HER SCREAMS ECHOES\n\n          THROUGHOUT THE CITY.\n\n                         \n\n          Blood streams down the woman's face as she turns toward the\n\n          torchlight.\n\n                         \n\n          IT IS TAMARA.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. CAMPFIRE - NIGHT\n\n                         \n\n          Tamara leaps up, startled. Her face is covered in sweat, her\n\n          eyes as terrified as the victim from her dream.\n\n                         \n\n          Nearby we hear screaming of another type. Remo.\n\n           44.\n\n                         \n\n                         \n\n          EXT. OPEN FIELD - NIGHT\n\n                         \n\n          MUFFLED SCREAMS. We pull out of Remo's wide mouth, stuffed\n\n          with cloth, trying to bellow in uncontrollable agony.\n\n                         \n\n          A hand comes in and pulls out the cloth. It's Conan.\n\n                         \n\n                          REMO\n\n           Please! Mercy!\n\n                         \n\n                          CONAN\n\n           You are more fit to inflict torture\n\n           than to endure it. Your life is not\n\n           nailed to your spine as my peoples\n\n           are.\n\n                         \n\n          We PULL OUT, revealing that Remo arms are spread-eagle,\n\n          attached to ropes pulled taught by opposing tree limbs.\n\n                         \n\n          Conan nudges him with the point of his sword. Remo SCREAMS in\n\n          agony, then speaks in his savage, broken dialect.\n\n                         \n\n                          REMO\n\n           Stop! Stop! I know how make you\n\n           rich! Rich! You hear name Khalar\n\n           Singh? You have what he want. The\n\n           girl, yes? Khalar give you anything\n\n           for her. More!\n\n                         \n\n                          CONAN\n\n           Why would he?\n\n                         \n\n          Remo pauses, not wanting to answer. Conan put the blade back\n\n          to Remo's neck.\n\n                         \n\n                          REMO\n\n           She could be the one.\n\n                         \n\n                          CONAN\n\n           One what?\n\n                         \n\n                          REMO\n\n           The one. The Queen.\n\n                         \n\n          Conan's mind races, remembering Khalar's words from long ago.\n\n                         \n\n                          CONAN\n\n           A queen in hiding.\n\n                         \n\n                          REMO\n\n           Yes! Yes! I sent to find her. Bring\n\n           her.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nYes! I sent to find her. Bring\n\n           her. \n\nTARGET SECTION TO BE ANNOTATED:\n He wait for me now, at Great\n\n           Wall. He pay you anything. More!\n\n           45.\n\n                         \n\n                         \n\n                          CONAN\n\n           So I should ransom her to your\n\n           master? Not exactly loyal -- but\n\n           still, a good idea.\n\n                         \n\n          Conan pulls out a sheet of handwritten paper from Remo's\n\n          tunic.\n\n                         \n\n                          CONAN (CONT'D)\n\n           You'll help me deliver it.\n\n                         \n\n                         \n\n          EXT. GREAT WALL - NIGHT\n\n                         \n\n          Torchlight dots the heights of a fifty-foot high stone wall,\n\n          erected between giant rock formations, an impassable barrier\n\n          that runs countless miles.\n\n                         \n\n          The wreckage of old siege equipment dots the hillside before\n\n          the wall.\n\n                         \n\n                         \n\n          EXT. CATAPULT - NIGHT\n\n                         \n\n          An aging catapult looks down upon the wall below. Slowly, it\n\n          begins to turn.\n\n                         \n\n          Conan pushes the catapult until it aims towards the Great\n\n          Wall.\n\n                         \n\n          We hear MUFFLED SCREAMS, and find Remo tied to a boulder\n\n          cradled in the catapult. Conan pulls the gag out of Remo's\n\n          mouth.\n\n                         \n\n                          REMO\n\n           Please! Please! I help you! I do\n\n           anything you wish!\n\n                         \n\n          Conan stuffs a parchment in his mouth. He takes out his sword\n\n          and cuts another NOTCH into his arm.\n\n                         \n\n                          CONAN\n\n           Good. Die.\n\n                         \n\n          He then cuts the rope and WHOOSH! The catapult fires tossing\n\n          Remo and the rock he's tied to high into the night sky.\n\n                         \n\n                         \n\n          EXT. GREAT WALL - NIGHT\n\n                         \n\n          BOOM! Patrolling SOLDIERS are crushed beneath the massive\n\n          rock as it reduces a section of wall to rubble.\n\n                         \n\n                          CUT TO:\n\n           46.\n\n                         \n\n                         \n\n                         KHALAR\n\n                         \n\n          Stares down at Remo's broken body. Ukafa and Fariq stand\n\n          beside him.\n\n                         \n\n                          KHALAR SINGH\n\n           He brought a message?\n\n                         \n\n          Ukafa hands him the bloodied parchment. Khalar reads it.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Gold, for the girl. A ransom, for\n\n           me to deliver in person.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nKhalar reads it. KHALAR SINGH (CONT'D)\n\n           Gold, for the girl. A ransom, for\n\n           me to deliver in person. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          UKAFA\n\n           I'll find them -- and come back\n\n           with their heads.\n\n                         \n\n                          FARIQ\n\n           You let the girl escape once,\n\n           Ukafa. What makes you think you can\n\n           do better now?\n\n                         \n\n                          UKAFA\n\n           I did what?\n\n                         \n\n                          FARIQ\n\n           I found the monastery. It was my\n\n           understanding that you were in\n\n           charge of its capture --\n\n                         \n\n          Ukafa's anger grows.\n\n                         \n\n                          KHALAR SINGH\n\n           Enough! We will take no chances. We\n\n           will pay this thief what he wants,\n\n           and more.\n\n                         \n\n                         \n\n          EXT. BRIDGE TO NOWHERE - NIGHT\n\n                         \n\n          Conan returns from the nearby hills, carrying a pair of\n\n          rabbits he's hunted and skinned.\n\n                         \n\n          He looks around, surprised not to find Tamara. He hears a\n\n          yelp from nearby and walks to a dirt path beyond the\n\n          clearing.\n\n                         \n\n                         TAMARA\n\n                         \n\n          She's tied up and gagged and she's wormed her way this far,\n\n          muddying and scraping herself all along the way. She lets out\n\n          a frustrated grunt as Conan simply picks her back up and\n\n          carries her back to the outcropping.\n\n           47.\n\n                         \n\n                         \n\n          He pulls the gag from her mouth and drops a skinned rabbit at\n\n          her feet.\n\n                         \n\n                          CONAN\n\n           Here. Eat.\n\n                         \n\n          Tamara squirms away from the carcass, disgusted.\n\n                         \n\n                          TAMARA\n\n           Couldn't you at least cook it\n\n           first?\n\n                         \n\n                          CONAN\n\n           Fire draws attention.\n\n                         \n\n          Conan tears into his rabbit, chewing on the raw meat.\n\n                         \n\n                          TAMARA\n\n           Does it bother you, blood on your\n\n           hands?\n\n                         \n\n                          CONAN\n\n           The only blood on these hands I\n\n           claimed with my own sword.\n\n                         \n\n                          TAMARA\n\n           What does that mean?\n\n                         \n\n                          CONAN\n\n           Clean hands mean nothing. Kings and\n\n           Queens claim more lives than I will\n\n           ever meet, and not a drop is\n\n           spilled in their presence.\n\n                         \n\n                          TAMARA\n\n           What are you talking about? I've\n\n           done no harm to you.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nKings and\n\n           Queens claim more lives than I will\n\n           ever meet, and not a drop is\n\n           spilled in their presence. TAMARA\n\n           What are you talking about? I've\n\n           done no harm to you. \n\nTARGET SECTION TO BE ANNOTATED:\n I've done no\n\n           harm to anyone.\n\n                         \n\n          Conan confronts her, enraged.\n\n                         \n\n                          CONAN\n\n           You lie. You are the very reason my\n\n           people are dead.\n\n                         \n\n                          TAMARA\n\n           Are you mad? I never met your\n\n           people.\n\n                         \n\n                          CONAN\n\n           But Khalar Singh has. He destroyed\n\n           my people, looking for you.\n\n                         \n\n          Suddenly Tamara understands.\n\n           48.\n\n                         \n\n                         \n\n                          TAMARA\n\n           The one who came for us? His name\n\n           is Khalar Singh?\n\n                         \n\n                          CONAN\n\n           You know this.\n\n                         \n\n                          TAMARA\n\n           We did not know who sought us, only\n\n           that we were sought.\n\n                         \n\n                          CONAN\n\n           You hid from him. And while you\n\n           did, others died in your place.\n\n                         \n\n                          TAMARA\n\n           If we did not hide, countless more\n\n           would have been killed! You do not\n\n           know what purpose he has for our\n\n           queen.\n\n                         \n\n                          CONAN\n\n           And I do not care, for he will not\n\n           live to see it bear fruit!\n\n                         \n\n          Tamara is shocked.\n\n                         \n\n                          TAMARA\n\n           Wait -- you seek to kill this\n\n           Khalar? We have the same aim. He\n\n           takes my queen to Khor Kalba. I\n\n           have sworn an oath to protect her.\n\n           I can help you.\n\n                         \n\n                          CONAN\n\n           Enough lies.\n\n                         \n\n          Conan puts the gag back in her mouth and binds her hands.\n\n                         \n\n                         \n\n          EXT. ROCK RIDGE - NIGHT\n\n                         \n\n          Conan watches the Great Wall silently, absently playing with\n\n          a DAGGER in his hand as he gauges the many guardposts along\n\n          the wall. The archers. The barrels of oil. The cavalry.\n\n                         \n\n          He feels eyes upon him and looks down at Tamara, still bound\n\n          and gagged, her eyes burning holes in his forehead. Conan\n\n          pulls out her gag.\n\n                         \n\n                          CONAN\n\n           You will keep quiet.\n\n           49.\n\n                         \n\n                         \n\n                          TAMARA\n\n           What use is talking? You won't\n\n           believe a word I speak.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\n49. TAMARA\n\n           What use is talking? You won't\n\n           believe a word I speak. \n\nTARGET SECTION TO BE ANNOTATED:\n I only want\n\n           to know this -- how will you kill\n\n           Khalar? You are too big to play the\n\n           assassin.\n\n                         \n\n                          CONAN\n\n           You will be the lure that will draw\n\n           me close. Then I will scale the\n\n           wall and cut him down where he\n\n           stands.\n\n                         \n\n                          TAMARA\n\n           And the archers and cavalry? They\n\n           will be napping?\n\n                         \n\n                          CONAN\n\n           They will not be a problem.\n\n                         \n\n          Tamara thinks about it.\n\n                         \n\n                          TAMARA\n\n           No. Not good enough.\n\n                         \n\n          Conan is shocked by her brazen response.\n\n                         \n\n                          CONAN\n\n           Did I ask?\n\n                         \n\n                          TAMARA\n\n           Should you fail, I'll be left\n\n           without a weapon, helpless in my\n\n           enemies hands. Let me help, Conan.\n\n                         \n\n          Conan responds by putting the gag back in her mouth.\n\n                         \n\n                          CONAN\n\n           I will not fail.\n\n                         \n\n          But still Tamara glares at him -- and we can see the hint of\n\n          Conan's resolve bending.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n                         \n\n          EXT. GREAT WALL - DAY\n\n                         \n\n          Khalar Singh stands atop the wall, awaiting Conan. Fariq\n\n          draws close.\n\n                         \n\n                          FARIQ\n\n           Let me take care of this thief,\n\n           father. He's beneath your notice.\n\n           50.\n\n                         \n\n                         \n\n                          KHALAR SINGH\n\n           He killed Remo, likely his cavalry\n\n           legion as well. Whatever he is, he\n\n           is more than a mere thief.\n\n                         \n\n          Then, off in the distance, at the far edge of the desert\n\n          clearing, two figures step out from amongst the boulders.\n\n                         \n\n          CONAN AND TAMARA\n\n                         \n\n          Conan holds a squirming, but bound Tamara.\n\n                         \n\n                          CONAN\n\n           Be still!\n\n                         \n\n          Conan thrusts Tamara in Khalar's direction.\n\n                         \n\n                          CONAN (CONT'D)\n\n           (yelling to Khalar)\n\n           I have what you want! Where's my\n\n           gold?!\n\n                         \n\n                         KHALAR\n\n                         \n\n          Khalar reaches down and lifts a heavy sack of gold coins.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONAN (CONT'D)\n\n           (yelling to Khalar)\n\n           I have what you want! Where's my\n\n           gold?! KHALAR\n\n                         \n\n          Khalar reaches down and lifts a heavy sack of gold coins. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          KHALAR SINGH\n\n                          (YELLING BACK)\n\n           Triple your price. Come and claim\n\n           it.\n\n                         \n\n          GATES OF THE WALL - MOMENTS LATER\n\n                         \n\n          The gates open and Khalar strides out into the clearing.\n\n                         \n\n          CONAN AND TAMARA\n\n                         \n\n          stand a hundred feet ahead.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Send her to me.\n\n                         \n\n                          CONAN\n\n           Send the gold.\n\n                         \n\n          Khalar Singh throws the gold sack. It lands halfway between\n\n          them. He sends Tamara ahead, her mouth gagged.\n\n                         \n\n          But the moment Tamara reaches the gold --\n\n                         \n\n          From out underneath the sand, FOUR HORSEMEN rise up out of\n\n          the desert floor. They each bear weighted nets and spiked\n\n          lances, and they surround Conan.\n\n           51.\n\n                         \n\n                         \n\n          The first rider gallops towards Conan who simply LOPS OFF THE\n\n          HORSES FRONT LEGS. As the beast collapses, Conan crushes the\n\n          rider's skull with his broadsword.\n\n                         \n\n          The next two riders attack together, but Conan dodges their\n\n          nets and rips away one of their spears, only to lodge it into\n\n          the other rider's chest. He dives at and tackles the first\n\n          rider, TOPPLING HIM, ALONG WITH HIS HORSE. He snaps the\n\n          second rider's neck.\n\n                         \n\n          The last rider comes at Conan, who horizontally slashes RIGHT\n\n          THROUGH THE HORSE'S NECK AND THEN THE RIDER'S NECK. Both\n\n          human and animal head tumble to the desert floor.\n\n                         \n\n          All four riders are dead, in a matter of seconds.\n\n                         \n\n                         KHALAR\n\n                         \n\n          Smiles. He's got Tamara by the neck.\n\n                         \n\n                          KHALAR SINGH\n\n           You're fast. But are you fast\n\n           enough?\n\n                         \n\n          Conan's eyes go to the top of the wall, where CHEREN and his\n\n          archer prepare to fire. Conan rushes forward as the flaming\n\n          arrows stream toward him.\n\n                         \n\n          EXPLOSIONS rip through the air where Conan was, throwing up a\n\n          huge dust cloud.\n\n                         \n\n          Conan bursts out of the dust cloud, lunging in an attack.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nConan rushes forward as the flaming\n\n          arrows stream toward him. EXPLOSIONS rip through the air where Conan was, throwing up a\n\n          huge dust cloud. Conan bursts out of the dust cloud, lunging in an attack. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          But Khalar Singh is not there. He has withdrawn inside the\n\n          gates.\n\n                         \n\n          Baring his teeth, Conan runs at the wall itself.\n\n                         \n\n          Cheren and the archers let loose another volley at Conan, who\n\n          evades and strikes away the falling arrows with his sword.\n\n                         \n\n          Explosions fill the air, but none of them scorch Conan as he\n\n                         REACHES\n\n                         \n\n          THE GREAT WALL\n\n                         \n\n          Conan hits the base of the wall at full stride, like a\n\n          mountain lion. Reaching out, he launches himself up, taking\n\n          half the vertical of the wall in a single leap.\n\n                         \n\n          Digging his hand into the seam of the wooden beams, he stops\n\n          only to vault up again, taking the forty foot wall in two\n\n          upward bounds.\n\n           52.\n\n                         \n\n                         \n\n                         WALL WALK\n\n                         \n\n          Conan leaps upon wall walk, the passageway atop the Great\n\n          Wall.\n\n                         \n\n                         FARIQ\n\n                         \n\n          Tries to hide his surprise. Even as he draws his sword, Conan\n\n          takes out the four SOLDIERS in his way.\n\n                         \n\n                          FARIQ\n\n           You should have run, while you\n\n           could.\n\n                         \n\n          Conan looks at the sword. It strikes a chord in him. IT IS\n\n          THE SWORD HIS FATHER FORGED! Enraged, Conan charges the\n\n          slight Fariq.\n\n                         \n\n          Fariq partially parries the attack. He's obviously well-\n\n          trained, but he's no match for Conan. The tip of Conan' blade\n\n          cuts a large gash in Fariq's cheek.\n\n                         \n\n                          KHALAR SINGH\n\n           Fariq!\n\n                         \n\n          Khalar Singh arrives, grabbing his son by his collar and\n\n          flinging him away from the barbarian. Fariq struggles to\n\n          stand, trying in vain to hide his embarrassment.\n\n                         \n\n          Conan and Khalar Singh size each other up on the narrow wall\n\n          walk.\n\n                         \n\n                          CONAN\n\n           I was wondering what it would take\n\n           for you to stop cowering.\n\n                         \n\n                          KHALAR SINGH\n\n           I wasn't cowering. I was studying.\n\n           You're quite gifted with a sword,\n\n           but it's not from schooling.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nKHALAR SINGH\n\n           I wasn't cowering. I was studying. You're quite gifted with a sword,\n\n           but it's not from schooling. \n\nTARGET SECTION TO BE ANNOTATED:\n Your\n\n           speed and power makes up for a lack\n\n           of -- finesse. I've seen such\n\n           fighting before -- Cimmerian.\n\n                         \n\n          Enraged, Conan charges Khalar Singh. He swings down on Khalar\n\n          Singh's head, only when the sword reaches it, it finds\n\n          nothing but air. Khalar is fast.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Cimmerian it is. Now it makes\n\n           sense. You came for blood, not\n\n           gold.\n\n           53.\n\n                         \n\n                         \n\n          Conan responds by lunging in, swinging his broadsword in a\n\n          broad arc, with all his might. Even in the small space,\n\n          Khalar's lateral speed is dizzying. He sidesteps Conan's\n\n          attack and backhands Conan's face with the flat of his\n\n          tulwar.\n\n                         \n\n          Conan's resolve wavers momentarily, knowing Khalar could have\n\n          just as easily sliced his throat.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Your people barely afforded me a\n\n           challenge. You're little more than\n\n           beasts.\n\n                         \n\n          Conan comes at Khalar with twice as much fury, smashing\n\n          entire posts as he hacks at the warlord, who simply evades\n\n          the attack.\n\n                         \n\n          Down the wall walk they move, Conan attacking while Khalar\n\n          seems complacent enough just to defend.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           You've come a long way, barbarian,\n\n           only to fail.\n\n                         \n\n          Khalar ducks Conan's last wild swing and gashes Conan twice,\n\n          both deeply in his midsection. Khalar then KICKS Conan,\n\n          sending the Cimmerian slamming onto the rock parapet.\n\n                         \n\n          CRUNCH. Conan lands directly on his back, his sword\n\n          clattering away from him. Khalar's men back away into a\n\n          circle. Conan struggles to get on all fours.\n\n                         \n\n          Khalar KICKS Conan in his shattered chest, lifting Conan off\n\n          the ground with his might. He follows up with a devastating\n\n          punch to Conan's face, one which lands like a piledriver.\n\n          CRUNCH.\n\n                         \n\n          Conan can only bleed as Khalar looms over him.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe follows up with a devastating\n\n          punch to Conan's face, one which lands like a piledriver. CRUNCH. Conan can only bleed as Khalar looms over him. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           So much for vengeance.\n\n           (to his soldiers)\n\n           Get me oil -- and a torch.\n\n                         \n\n          Soldiers quickly bring over a bucket of oil and a lit torch.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Is that really the best you could\n\n           do? Is that as far as you could\n\n           think ahead? Just rush in and kill\n\n           me?\n\n           54.\n\n                         \n\n                         \n\n          Behind Khalar Singh, Conan spots Tamara being brought up, her\n\n          hands bound. Her eyes show an intense fear, but resolve as\n\n          well.\n\n                         \n\n                         TAMARA' HANDS\n\n                         \n\n          Between the bonds she slips down a blade. It's CONAN'S\n\n          DAGGER. She quickly cuts her bonds.\n\n                         \n\n          With all the attention focused on Conan, no one is quick\n\n          enough to stop her as GRABS THE TORCH FROM THE SOLDIER,\n\n          LIGHTING THE ARROWS IN CHEREN'S QUIVER.\n\n                         \n\n          Cheren spins around, sees the flames reaching his pitched\n\n          arrows.\n\n                         \n\n                          CHEREN\n\n           No!!\n\n                         \n\n          But it's far too late. Tamara hits the floor, beside Conan.\n\n          BOOM.\n\n                         \n\n                         EXPLOSION\n\n                         \n\n          The blast sends parts of Cheren flying in every direction.\n\n          Ukafa, Fariq, and the wall guards are flattened by the\n\n          concussion.\n\n                         \n\n          Khalar Singh, who was standing closer to the explosion, is\n\n          THROWN AGAINST THE WALL!\n\n                         \n\n                         KHALAR SINGH\n\n                         \n\n          The warlord slowly rises, his head pounding from the\n\n          explosion. He looks up. The entire parapet is on fire.\n\n                         \n\n          He grits his teeth and climbs the wall.\n\n                         \n\n          ATOP THE WALL\n\n                         \n\n          A thick wall of flame rages before Khalar. Conan and Tamara\n\n          are gone. He looks over the far side of the wall, where two\n\n          figures on horseback ride off into the distance, Tamara\n\n          holding Conan atop the horse.\n\n                         \n\n          Ukafa and Fariq rise and see what Khalar Singh sees.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nConan and Tamara\n\n          are gone. He looks over the far side of the wall, where two\n\n          figures on horseback ride off into the distance, Tamara\n\n          holding Conan atop the horse. Ukafa and Fariq rise and see what Khalar Singh sees. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          KHALAR SINGH\n\n           Ukafa, you will take half our\n\n           forces North, to the Sea. I will\n\n           take the rest South.\n\n                         \n\n                          FARIQ\n\n           What of me, father?\n\n           55.\n\n                         \n\n                         \n\n                          KHALAR SINGH\n\n           You will return to Khor Kalba. You\n\n           will feed the women to the beast\n\n           until you find our Queen.\n\n                         \n\n                          FARIQ\n\n           I will not. I will track the\n\n           barbarian with you --\n\n                         \n\n          Enraged, Khalar Singh grabs him by the back of his head,\n\n          pulling him in close.\n\n                         \n\n                          KHALAR SINGH\n\n           You think I care what you wish?!\n\n           You want to play warrior? It is not\n\n           in you. One day you will be king,\n\n           but warlord, never.\n\n                         \n\n                          FARIQ\n\n           I can. Let me prove it to you!\n\n                         \n\n                          KHALAR SINGH\n\n           You will not risk your life again.\n\n           You are my line, my successor. You\n\n           will not throw away all that I have\n\n           worked for.\n\n                         \n\n          A smile creeps up on Ukafa's face, watching Fariq's\n\n          embarrassment. He withdraws hastily, all eyes on him.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           (without looking at Ukafa)\n\n           If I find you smiling before you\n\n           bring me the girl, I will take\n\n           every tooth I see.\n\n                         \n\n          Ukafa buries the smile as Khalar turns to the wall of flames\n\n          left in Conan's wake.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          INT. CORIN'S FORGE - NIGHT\n\n                         \n\n          The flames become the blaze of the forge.\n\n                         \n\n           CORIN (O.S.)\n\n           More wood boy! We must test the\n\n           steel with our fire.\n\n                         \n\n          Conan, a young boy again, kneels beside the woodpile, pulling\n\n                         OUT LOGS--\n\n           56.\n\n                         \n\n                         \n\n          But when he hands them to his father, he notices his father\n\n          is covered with sword wounds, cut and bleeding.\n\n                         \n\n                          CORIN (CONT'D)\n\n           What are you waiting for? The fire\n\n           is dying.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut when he hands them to his father, he notices his father\n\n          is covered with sword wounds, cut and bleeding. CORIN (CONT'D)\n\n           What are you waiting for? The fire\n\n           is dying. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Conan turns back to the wood pile. Instead of wood, the pile\n\n          is full of the bodies of those he recently killed: Lucius,\n\n          Remo, etc.\n\n                         \n\n          The young Conan struggles to push the first body onto the\n\n          forge. Still the fire diminishes.\n\n                         \n\n          Conan turns and there is no more wood. And no more bodies.\n\n                         \n\n                          CONAN\n\n           It's not enough. I've failed you\n\n           father.\n\n                         \n\n                          CORIN\n\n           It will never be enough, Conan.\n\n                         \n\n                          CONAN\n\n           I don't understand --\n\n                         \n\n          He spins. Behind him TAMARA stands, a look of sadness on her\n\n          face.\n\n                         \n\n                          CORIN\n\n           Through suffering, you will learn\n\n           your purpose, boy. And you have not\n\n           begun to suffer yet.\n\n                         \n\n                         \n\n          INT. ROOM - NIGHT\n\n                         \n\n          Conan's eyes pop open. He inhales sharply, gripped by the\n\n          dream.\n\n                         \n\n          The room is dark, surrounded by thick draperies. Conan lies\n\n          on a straw bed with white sheets, soaked through with his\n\n          sweat. He looks to his wounds, all bandaged.\n\n                         \n\n          He rises--a bit too fast because he falls back to his bed.\n\n                         \n\n                          TAMARA\n\n           I wouldn't move so fast. I bound\n\n           your wounds as best I could, but\n\n           I'm no healer.\n\n                         \n\n          Conan looks over to discover Tamara sitting nearby.\n\n           57.\n\n                         \n\n                         \n\n                          CONAN\n\n           Where am I?\n\n                         \n\n                          TAMARA\n\n           On the Wasp. You told me where it\n\n           laid, just before you passed out.\n\n           Though I can't say as I feel much\n\n           safer here.\n\n                         \n\n          Conan's response is to rise again, his face contorting in\n\n          pain.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           Don't embarrass me with thanks, I\n\n           only saved your life.\n\n                         \n\n                          CONAN\n\n           You were -- adequate.\n\n                         \n\n          Conan pulls aside one of the thick draperies that surround\n\n          his bed. Behind it lies a staircase, which he ascends.\n\n                         \n\n                         \n\n          EXT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nConan pulls aside one of the thick draperies that surround\n\n          his bed. Behind it lies a staircase, which he ascends. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ZINGARAN GALLEY - NIGHT\n\n                         \n\n          Conan steps out onto the deck of a sixty-foot djunk,\n\n          traveling quickly down a wide and powerful river.\n\n                         \n\n                          ARTUS\n\n           Look what we have here. A hill ape\n\n           in over his head.\n\n                         \n\n          Conan spins to see the rough, brightly dressed Zamoran pirate\n\n          ARTUS leaping down from the quarterdeck, his sword out.\n\n                         \n\n          The other ZAMORAN PIRATES draw near as well. Tamara sees the\n\n          scene, suddenly uncomfortable.\n\n                         \n\n                          CONAN\n\n           I was just wondering what that\n\n           smell was.\n\n           (sniffs near Artus)\n\n           Now I know.\n\n                         \n\n                          ARTUS\n\n           We take no stowaways. Only paying\n\n           passengers. You've best be laden\n\n           with gold.\n\n                         \n\n                          CONAN\n\n           If it's metal you seek, perhaps\n\n           you'd settle for steel.\n\n           58.\n\n                         \n\n                         \n\n          In a flash Conan's sword lunges forward. CLANG. It meets\n\n          Artus's, sparking as they collide. Artus LAUGHS.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Still fast Artus.\n\n                         \n\n                          ARTUS\n\n           Fast, deadly, charming, rakishly\n\n           handsome.\n\n           (to the pirates)\n\n           All hail Conan!\n\n                         \n\n                          PIRATES\n\n           All hail Conan!\n\n                         \n\n          Artus slaps his hand on Conan's back and Conan winces in\n\n          pain.\n\n                         \n\n                          ARTUS\n\n           Sorry, friend. Looks like you've\n\n           had a rough road.\n\n                         \n\n                          CONAN\n\n           It won't get easier. Khalar Singh\n\n           lives. He'll be coming for me and\n\n           the girl.\n\n                         \n\n                          ARTUS\n\n           Good. We're scrapping for a fight\n\n           these days.\n\n                         \n\n                          CONAN\n\n           This one may be more than you wish.\n\n           I need you to get me close to Khor\n\n           Kalba.\n\n                         \n\n          Artus rubs his beard.\n\n                         \n\n                          ARTUS\n\n           Rest up. We'll get you there.\n\n                         \n\n          Conan withdraws to his room.\n\n                         \n\n                         \n\n          INT. ROOM - NIGHT\n\n                         \n\n          Conan collapses on the bed as Tamara follows him inside.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nConan withdraws to his room. INT. ROOM - NIGHT\n\n                         \n\n          Conan collapses on the bed as Tamara follows him inside. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          TAMARA\n\n           We go to Khor Kalba?\n\n                         \n\n                          CONAN\n\n           I do.\n\n           59.\n\n                         \n\n                         \n\n          Conan puts a brawny arm over his tired eyes.\n\n                         \n\n                          TAMARA\n\n           No. We do.\n\n                         \n\n                          CONAN\n\n           Just leave me to sleep.\n\n                         \n\n          But Tamara doesn't leave, forcing Conan to respond.\n\n                         \n\n                          CONAN (CONT'D)\n\n           You would risk your life for\n\n           royalty? Why?\n\n                         \n\n          Tamara pauses, realizing she must trust Conan to gain his\n\n          help.\n\n                         \n\n                          TAMARA\n\n           Because she represent freedom, not\n\n           just ours but all Hyboria's. What\n\n           do you know of Acheron?\n\n                         \n\n                          CONAN\n\n           A tall tale. Meant to scare\n\n           children.\n\n                         \n\n                          TAMARA\n\n           It is no fable. It's my people's\n\n           history. Acheron was an empire that\n\n           swallowed all of Hyboria, led by\n\n           the King and his legion of demon\n\n           warriors. Unstoppable. Insatiable.\n\n           Immortal. But still it had one\n\n           weakness. For the true power of\n\n           Acheron laid not with its King, but\n\n           the Queen. Every twenty years, a\n\n           new queen from the royal line would\n\n           be coronated with a crown of iron.\n\n           Spikes would pierce her, slowly\n\n           drain her precious blood, and\n\n           through her suffering Acheron would\n\n           remain invincible. Until one of my\n\n           ancestors, an Acheronian himself,\n\n           put a stop to this tyranny. He and\n\n           others spirited the new Queen away,\n\n           hiding her from the empire and all\n\n           those who would raise it again.\n\n                         \n\n                          CONAN\n\n           What care I for queens and empires?\n\n                         \n\n          Conan turns to head back to his bed. Tamara grabs him,\n\n          incensed.\n\n           60.\n\n                         \n\n                         \n\n                          TAMARA\n\n           Didn't you hear me? This evil faces\n\n           us all. All of civilization will\n\n           fall if the army of Acheron is\n\n           raised again.\n\n                         \n\n                          CONAN\n\n           I heard. Only I would happily put\n\n           all of your \"civilization\" to the\n\n           torch myself.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll of civilization will\n\n           fall if the army of Acheron is\n\n           raised again. CONAN\n\n           I heard. Only I would happily put\n\n           all of your \"civilization\" to the\n\n           torch myself. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          TAMARA\n\n           But -- you owe me a debt, you\n\n           thankless oaf!\n\n                         \n\n                          CONAN\n\n           My only debt is to my people. And\n\n           it still lies unpaid.\n\n                         \n\n                         \n\n          EXT. MAN OF WAR - NIGHT\n\n                         \n\n          The enormous siege vessel lies before a burning PORT CITY.\n\n                         \n\n          A SAILOR, crying, grovels on his knees before Khalar and his\n\n          men.\n\n                         \n\n                          SAILOR\n\n           It was a pirate ship. They left as\n\n           soon as the girl and the large one\n\n           boarded.\n\n                         \n\n                          KHALAR SINGH\n\n           Which way did they sail?\n\n                         \n\n                          SAILOR\n\n           North.\n\n                         \n\n          Khalar is surprised.\n\n                         \n\n                          KHALAR SINGH\n\n           Are you certain?\n\n                         \n\n                          SAILOR\n\n           Yes, please, I'm telling you the\n\n           truth!\n\n                         \n\n          Khalar nods to one of his men, who slits the Sailor's throat.\n\n                         \n\n          Khalar turns to his FALCONER, with the huge bird of prey on\n\n          his arm.\n\n           61.\n\n                         \n\n                         \n\n                          KHALAR SINGH\n\n           Send word to Ukafa. They come to\n\n           him by sea.\n\n                         \n\n          The Falconer nods and heads off. Khalar looks to his\n\n          soldiers.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Find me a warship.\n\n                         \n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. GALLEY - NIGHT\n\n                         \n\n          The ship sails like a ghost over black water, the stars lit\n\n          up impossibly bright. Artus finds Tamara sitting near the\n\n          bow. He hands her a steaming bowl of food.\n\n                         \n\n                          ARTUS\n\n           Try not to taste it going down\n\n           would be my advice.\n\n                         \n\n                          TAMARA\n\n           You've known Conan long?\n\n                         \n\n                          ARTUS\n\n           We sailed with him for a while. I\n\n           would like to say I know the man.\n\n                         \n\n                          TAMARA\n\n           He is a riddle to me.\n\n                         \n\n                          ARTUS\n\n           Aye, he's that too.\n\n                         \n\n                          TAMARA\n\n           We have the same goal.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nTAMARA\n\n           He is a riddle to me. ARTUS\n\n           Aye, he's that too. TAMARA\n\n           We have the same goal. \n\nTARGET SECTION TO BE ANNOTATED:\n Why will he\n\n           not trust me?\n\n                         \n\n                          ARTUS\n\n           Why would he? He's a stranger in\n\n           every land he trods. A man with no\n\n           home, no people, none but the\n\n           company of ghosts. And he bears the\n\n           weight of their deaths every moment\n\n           of every day.\n\n                         \n\n                          TAMARA\n\n           That is no way to live.\n\n           62.\n\n                         \n\n                         \n\n                          ARTUS\n\n           He doesn't live. I've seen in him\n\n           great mirth, only to watch it\n\n           smothered by greater melancholy. He\n\n           owes a blood debt, and he can\n\n           entertain no other joy, no other\n\n           cause, until it is fulfilled.\n\n                         \n\n                          TAMARA\n\n           And yet you call him friend, and\n\n           risk death to help him.\n\n                         \n\n                         \n\n                          ARTUS\n\n           Let me tell you something of Conan.\n\n           He will never lie. He will never\n\n           break a trust, once given. And he\n\n           will never, ever give up.\n\n                         \n\n                          TAMARA\n\n           He's a stubborn ass.\n\n                         \n\n          Artus LAUGHS.\n\n                         \n\n                          ARTUS\n\n           He is that, lass. He is that.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          INT. DUNGEON - THE PIT - NIGHT\n\n                         \n\n          AKHUN and his Turanian slavers lead the female monks into a\n\n          large circular chamber, lit by many torches. Before them lies\n\n          a PIT, dark and foreboding, with a bamboo grid placed atop\n\n          it.\n\n                         \n\n          Fariq enters, an AIDE holding the iron box he used earlier.\n\n          Fariq has a bandage on his face where Conan struck him, and\n\n          he looks even more angry and malevolent than before.\n\n                         \n\n                          FARIQ\n\n           Here we stand again. Will the queen\n\n           reveal herself, or must another\n\n           innocent suffer?\n\n                         \n\n          Fariq walks past the row of women, each recoiling. He slaps\n\n          one. Then another, his rage only building.\n\n                         \n\n                          FARIQ (CONT'D)\n\n           My father, he tires of your\n\n           charade. He grows impatient. But I\n\n           have no such haste. I enjoy\n\n           watching you squirm.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grows impatient. But I\n\n           have no such haste. I enjoy\n\n           watching you squirm. \n\nTARGET SECTION TO BE ANNOTATED:\n           63.\n\n                         \n\n                         \n\n          Fariq passes Ilira, slowing his pace. He closes in on the\n\n          YOUNGEST FEMALE MONK, a true innocent with terrified eyes.\n\n                         \n\n                          FARIQ (CONT'D)\n\n           Perhaps you'd like to see the end\n\n           your sisters faced back at the\n\n           monastery?\n\n                         \n\n          Fariq slowly opens the box before her.\n\n                         \n\n                         ACHERONIAN BOX\n\n                         \n\n          In the darkness of the box slithers a grotesque TENTACLE. The\n\n          tentacle is severed, but still alive, thirsting for blood.\n\n                         \n\n          Terrified as she is, the young monk says nothing. Fariq\n\n          closes the box.\n\n                         \n\n                          FARIQ (CONT'D)\n\n           No? Your fear is not enough yet?\n\n           Let's try harder.\n\n                         \n\n          Fariq nods to the slavers, who unchain her from the rest.\n\n                         \n\n                          FARIQ (CONT'D)\n\n           I've read all there is to know of\n\n           mighty Acheron. Why would true\n\n           Acheronians protect a traitor to\n\n           their own? You once held the entire\n\n           world in your grasp, now you hide\n\n           and cower like pitiful mice.\n\n                         \n\n          He pushes the girl. She falls to the grid, the sound echoing\n\n          down into the pit.\n\n                         \n\n          AN INHUMAN GROWL emits from the darkness. Something comes.\n\n          The girl looks below.\n\n                         \n\n                          FARIQ (CONT'D)\n\n           And mice are meant to be swallowed\n\n           whole.\n\n                         \n\n          Suddenly, a MASSIVE TENTACLE, ten times the size of the one\n\n          in the box, comes hurtling up through the grid. It grabs the\n\n          young monk, its barbs ripping into her, dragging her into the\n\n          darkness below.\n\n                         \n\n          Her SCREAMS echo.\n\n                         \n\n                          FARIQ (CONT'D)\n\n           What was in the box could only\n\n           drink from you one at a time. But\n\n           the beast of Acheron, it will claim\n\n           four of you this night.\n\n                          (MORE)\n\n           64.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nFARIQ (CONT'D)\n\n           What was in the box could only\n\n           drink from you one at a time. But\n\n           the beast of Acheron, it will claim\n\n           four of you this night. (MORE)\n\n           64. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          FARIQ (CONT'D)\n\n           Who will spare the rest and tell me\n\n           which of you is the queen?\n\n                         \n\n          Not a single woman moves, resolved. Ilira catches herself,\n\n          but also stays silent. She looks up to see Fariq staring at\n\n          her.\n\n                         \n\n          CU - ILIRA'S EYES\n\n                         \n\n          Her pupils widen in fear as Fariq's cold stare bores into\n\n          her.\n\n                         \n\n           FEMALE VOICE (O.S.)\n\n           I am here, swine.\n\n                         \n\n          Fariq turns -- only it is another FEMALE MONK that glares at\n\n          him.\n\n                         \n\n                          FEMALE MONK\n\n           I am the one you seek.\n\n                         \n\n          Fariq smiles.\n\n                         \n\n                          FARIQ\n\n           At last. Some bravery. But of\n\n           course, you wouldn't expect me to\n\n           take your word, would you?\n\n                         \n\n          As the Fariq reaches for her--\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          INT. GALLEY - ROOM - NIGHT\n\n                         \n\n          Tamara awakens with a SCREAM, her body resting against the\n\n          curved hull of the ship.\n\n                         \n\n                          TAMARA\n\n           No!!!\n\n                         \n\n          Tamara looks around with a panicked look, until she realizes\n\n          where she is.\n\n                         \n\n           CONAN (O.S.)\n\n           I hope I awoke with less clamor.\n\n                         \n\n          Their roles reversed, now it is Tamara's turn to see Conan\n\n          sitting nearby, drinking from a flask of mead.\n\n                         \n\n                          TAMARA\n\n           You're drinking? You were near\n\n           death this time yesterday.\n\n           65.\n\n                         \n\n                         \n\n                          CONAN\n\n           Is there a better reason to drink?\n\n                         \n\n          Tamara actually manages to LAUGH.\n\n                         \n\n                          TAMARA\n\n           Do you think--I could try some of\n\n           that? I'm curious of its taste.\n\n                         \n\n                          CONAN\n\n           You've never tasted mead?\n\n                         \n\n          Tamara shrugs, embarrassed. Conan hands her flask. She takes\n\n          a deep swallow, some spilling out over her cheeks. But she\n\n          doesn't cough, and smiles brightly afterwards.\n\n                         \n\n                          TAMARA\n\n           It's good.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe takes\n\n          a deep swallow, some spilling out over her cheeks. But she\n\n          doesn't cough, and smiles brightly afterwards. TAMARA\n\n           It's good. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Conan reaches for the flask, but Tamara ignores him, taking\n\n          another swig. It quickly loosens her tongue.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           Let me ask you something. Once\n\n           you've killed Khalar and claimed\n\n           your vengeance, then what? You will\n\n           be free from your ghosts. What of\n\n           your future, Conan?\n\n                         \n\n                          CONAN\n\n           I have no future. It died with my\n\n           people, as I should have.\n\n                         \n\n                          TAMARA\n\n           So your life is penance? For what,\n\n           for living? And when you too die,\n\n           what do you believe happens then?\n\n                         \n\n          Conan just shrugs, taking back the mead.\n\n                         \n\n                          CONAN\n\n           Nothing.\n\n                         \n\n          Tamara, her tongue loosened by drink, laughs.\n\n                         \n\n                          TAMARA\n\n           Nothing? I couldn't live without\n\n           some kind of belief in the world\n\n           after this.\n\n                         \n\n                          CONAN\n\n           I believe in the cold of steel, the\n\n           warmth of flesh. All else is fairy\n\n           tales.\n\n           66.\n\n                         \n\n                         \n\n                          TAMARA\n\n           Perhaps. But I still die with faith\n\n           in my heart, belief in something\n\n           greater than one's self. What will\n\n           you die with?\n\n                         \n\n                          CONAN\n\n           Purpose. I die with purpose.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n                         \n\n          EXT. ZINGARAN GALLEY - MORNING\n\n                         \n\n          Tamara steps out onto the deck, grabbing her pounding head.\n\n          Her first hangover. She hears a THUMPING sound, followed by\n\n          ANOTHER, and walks towards the side of the deck.\n\n                         \n\n          Tamara looks overboard, to the water below.\n\n                         \n\n                         TAMARA'S POV\n\n                         \n\n          THE RIVER IS FILLED WITH BODIES! Bloated, they float in blood\n\n          red water as flies buzz around them. One of them hits the\n\n          hull of the boat. THUMP.\n\n                         \n\n          Tamara blinks, unsure if the vision is real -- but then she's\n\n          joined by other PIRATES who gape at the bodies below.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne of them hits the\n\n          hull of the boat. THUMP. Tamara blinks, unsure if the vision is real -- but then she's\n\n          joined by other PIRATES who gape at the bodies below. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          PIRATE 1\n\n           To stations! To stations!\n\n                         \n\n          Tamara turns and up ahead spies --\n\n                         \n\n                         BLACK WARSHIP\n\n                         \n\n          The larger warship cuts through the water, manned by a legion\n\n          of rowers. On the deck of the warship, UKAFA and his SPEARMEN\n\n          stand. The SAILORS get the most out of the billowing black\n\n          sails. The ship gains fast.\n\n                         \n\n                         THE GALLEY\n\n                         \n\n          Conan exits his room, sees the danger. Artus appears at his\n\n          side.\n\n                         \n\n                          ARTUS\n\n           What do you think? They have us\n\n           outnumbered, but we might beat\n\n           their speed.\n\n           67.\n\n                         \n\n                         \n\n                          CONAN\n\n           That is what they wish. They drive\n\n           us to another force, approaching\n\n           from the south.\n\n                         \n\n                          ARTUS\n\n           Then we fight?\n\n                         \n\n                          CONAN\n\n           No. We give them what they think\n\n           they want.\n\n           (to the Pirates)\n\n           About ship! Now!\n\n                         \n\n          The pirates leap into action, tacking and turning the galley\n\n          with great speed and efficiency.\n\n                         \n\n                         THE WARSHIP\n\n                         \n\n          Ukafa smiles, his gold teeth shining. The ship's CAPTAIN\n\n          stands beside him.\n\n                         \n\n                          CAPTAIN\n\n           They're turning to run.\n\n                         \n\n                          UKAFA\n\n           Good. We only need stay close.\n\n                         \n\n                         THE GALLEY\n\n                         \n\n          Is turned around now, fleeing. ARCHERS from the Warship fire\n\n          arrows that barely reach the Galley. The Pirates dodge the\n\n          few that land on deck.\n\n                         \n\n          Tamara reaches Conan and Artus. She's worried to say the\n\n          least.\n\n                         \n\n                          ARTUS\n\n           And now?\n\n                         \n\n                          CONAN\n\n           Let us show them why she is called\n\n           the Wasp.\n\n                         \n\n          Artus smiles. He was hoping Conan would say that.\n\n                         \n\n                          TAMARA\n\n           Why is she called the Wasp?\n\n                         \n\n                          ARTUS\n\n           Open astern! Load the stinger!\n\n                         \n\n          The Pirates rush to the back of the ship.\n\n           68.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nLoad the stinger! The Pirates rush to the back of the ship. 68. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n          THE BLACK WARSHIP\n\n                         \n\n          The Captain stares ahead, confused.\n\n                         \n\n                          CAPTAIN\n\n           They are doing -- something.\n\n                         \n\n          Sure enough, the stern of the ship begins to part, revealing -\n\n                         \n\n          A MASSIVE CROSSBOW\n\n                         \n\n          Mounted with a barbed harpoon, fifteen feet long.\n\n                         \n\n                          CONAN\n\n           Fire!\n\n                         \n\n          They fire the weapon. The harpoon races for the bow of the\n\n          Warship, a thick rope trailing it. It smashes into the wood,\n\n          ripping through it like it was paper.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Rip her apart!\n\n                         \n\n          The Pirates grab the heavy rope and run, pulling the rope,\n\n          and the harpoon back towards the Wasp.\n\n                         \n\n          As it's pulled out, the barbs of the harpoon rip a wider hole\n\n          in the warship.\n\n                         \n\n                         WARSHIP\n\n                         \n\n          The Captain and crew are in a panic. Men rush to patch the\n\n          gaping hole in the hull.\n\n                         \n\n                          SAILOR\n\n           We're taking on water!\n\n                         \n\n                          CAPTAIN\n\n           Hard to port!\n\n                         \n\n                          UKAFA\n\n           No. Let them fire again!\n\n                         \n\n                          CAPTAIN\n\n           We will sink.\n\n                         \n\n          Ukafa guts the captain with his spear.\n\n                         \n\n                          UKAFA\n\n           So be it.\n\n           (to his spearmen)\n\n           Get below. Be ready.\n\n                         \n\n                         GALLEY\n\n           69.\n\n                         \n\n                         \n\n          The pirates load the harpoon in the crossbow device a second\n\n          time.\n\n                         \n\n                          CONAN\n\n           Fire!\n\n                         \n\n          It fires, smashing again into the wooden hull of the Warship.\n\n                         \n\n          WARSHIP - INSIDE\n\n                         \n\n          The harpoon lodges deep inside the hull -- where Ukafa and\n\n          his spearmen wait.\n\n                         \n\n                          UKAFA\n\n           Now!\n\n                         \n\n          They rush forward and grab onto the harpoon.\n\n                         \n\n                         GALLEY\n\n                         \n\n                          ARTUS\n\n           Bring her back!\n\n                         \n\n          Again, the pirates pull the harpoon back out. It falls into\n\n          the water as they pull on the rope tied to it.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nGALLEY\n\n                         \n\n                          ARTUS\n\n           Bring her back! Again, the pirates pull the harpoon back out. It falls into\n\n          the water as they pull on the rope tied to it. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          They do not notice Ukafa and his dozen spearmen clasping the\n\n          very same rope as its pulled toward the Galley.\n\n                         \n\n          Artus looks at the Warship. It's foundering and sinking\n\n          quickly.\n\n                         \n\n                          ARTUS (CONT'D)\n\n           She's dead in the water!\n\n                         \n\n          A CHEER goes up among the pirates --\n\n                         \n\n          And then one PIRATE takes a spear through the chest. All eyes\n\n          turn to the side of the Wasp, where Ukafa and his men climb\n\n          aboard.\n\n                         \n\n          Conan's eyes alight with fury.\n\n                         \n\n                          CONAN\n\n           Good. I was growing weary with\n\n           boredom.\n\n                         \n\n          Conan motions to a pair of pirates.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Hide her below.\n\n                         \n\n                         BATTLE\n\n           70.\n\n                         \n\n                         \n\n          The Spearmen rush to the attack. The pirates spring to the\n\n          defense of the ship, countering the Spearmen with cutlass and\n\n          dagger. Ukafa marshals his men as a fierce battle rages.\n\n                         \n\n                          UKAFA\n\n           Find the girl!\n\n                         \n\n          The Spearmen quickly make their way to the interior of the\n\n          galley, throwing the dead bodies of the pirates overboard.\n\n                         \n\n                         CONAN\n\n                         \n\n          Conan grabs the nearby jib, swings over, and plants both feet\n\n          in the face of one of the spearmen, knocking him over the\n\n          side.\n\n                         \n\n                         ARTUS\n\n                         \n\n          The sea captain proves dangerous in his own right, grabbing\n\n          the head of one of the Spearmen and violently pulling it down\n\n          to the gunwale of the ship, impaling the Spearman's eye on a\n\n          handspike.\n\n                         \n\n                         UKAFA\n\n                         \n\n          The massive warrior shows incredible speed as well, dodging\n\n          one cutlass attack only to turn the weapon upon another\n\n          pirate.\n\n                         \n\n                         CONAN\n\n                         \n\n          The Cimmerian cuts through a Spearman, his gaze focused on\n\n          Ukafa. Ukafa stares right back as he runs through a pair of\n\n          pirates. Finally, the two warriors stand only feet apart.\n\n                         \n\n          The two warriors eye each other with satisfaction.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nUkafa stares right back as he runs through a pair of\n\n          pirates. Finally, the two warriors stand only feet apart. The two warriors eye each other with satisfaction. \n\nTARGET SECTION TO BE ANNOTATED:\n Ukafa's\n\n          frightening, sharpened gold teeth shine as he smiles.\n\n                         \n\n                          UKAFA (CONT'D)\n\n           We are each the last of our tribe,\n\n           Cimmerian. Yours dies this day.\n\n                         \n\n          Conan responds by lunging forward, swinging his sword in a\n\n          broad arc. Ukafa is just as quick, stepping back and allowing\n\n          his spear to block the swing.\n\n                         \n\n          Ukafa whirls the war spear in great circles, forcing Conan to\n\n          parry, stepping back beyond the spear's reach.\n\n                         \n\n          The two powerful warriors trade blows back and forth, neither\n\n          able to gain the advantage.\n\n           71.\n\n                         \n\n                         \n\n                          UKAFA (CONT'D)\n\n           Your head will top my spear today,\n\n           but know Khalar's pig son will soon\n\n           share your fate.\n\n                         \n\n          Ukafa tries to spear Conan through the chest, and Conan\n\n          decides to drop his sword, grabbing the spear as it passes by\n\n          him.\n\n                         \n\n          Conan then pulls on the spear, throwing Ukafa off his\n\n          balance, towards Conan. Conan then kicks the warrior in the\n\n          chest, hurtling Ukafa backwards.\n\n                         \n\n          Now Conan turns the spear on its master. Ukafa, unarmed, is\n\n          forced to backpedal as Conan thrusts the spear at him. A pair\n\n          of close misses leaves Ukafa with gashes on his chest and\n\n          arm, but he manages to knock the spear from Conan's hands.\n\n                         \n\n          The battle goes to hand-to-hand. It's primal, each of them\n\n          covered in blood. Ukafa bear hugs Conan, then resorts to\n\n          using his teeth to bite into Conan's shoulder.\n\n                         \n\n          Conan YELLS IN PAIN, butting Ukafa's head and knocking him\n\n          back. Conan falls to the stern of the ship, his back against\n\n          the harpoon crossbow.\n\n                         \n\n          Ukafa shakes off the head butt, and sees his spear nearby. He\n\n          picks it up.\n\n                         \n\n                          UKAFA (CONT'D)\n\n           Now finally, you die.\n\n                         \n\n          He raises up to hurl the spear through Conan, only to see\n\n          Conan manning the harpoon, NOW TURNED TO FACE UKAFA.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\n\n          picks it up. UKAFA (CONT'D)\n\n           Now finally, you die. He raises up to hurl the spear through Conan, only to see\n\n          Conan manning the harpoon, NOW TURNED TO FACE UKAFA. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          The crossbow fires and the harpoon punches a massive hole\n\n          through Ukafa, its momentum throwing him off the galley, into\n\n          the sea beyond.\n\n                         \n\n                         TAMARA\n\n                         \n\n          She hides inside a small compartment of the ship. She hears\n\n          FOOTSTEPS walking past, then returning. An ARM suddenly\n\n          reaches in and grabs her.\n\n                         \n\n          As she's pulled out, Tamara SCREAMS right in Conan's face. He\n\n          doesn't even flinch.\n\n                         \n\n                          CONAN\n\n           Time to go.\n\n           72.\n\n                         \n\n                         \n\n          EXT. GALLEY - NIGHT\n\n                         \n\n          The battle ended, the pirates toss the dead Spearmen into the\n\n          sea and prepare to make sail again.\n\n                         \n\n          Meanwhile, Conan lashes his sword to his back, standing by\n\n          the gunwales with Tamara and Artus, a SMALL DINGHY waiting\n\n          below.\n\n                         \n\n                          ARTUS\n\n           I could get you closer. Another\n\n           half day along the coast --\n\n                         \n\n                          CONAN\n\n           I need you head west, to draw off\n\n           our pursuers. I'll find another\n\n           path to Khor Kalba.\n\n                         \n\n                          ARTUS\n\n           So be it. Swift wind at your backs.\n\n                         \n\n                         \n\n          EXT. DINGHY - DAY\n\n                         \n\n          Conan rows away from the galley with powerful strokes.\n\n                         \n\n                          TAMARA\n\n           So you are taking me with you to\n\n           Khor Kalba.\n\n                         \n\n                          CONAN\n\n           I never said that. But I won't\n\n           leave a virgin onboard a pirate\n\n           ship, alone.\n\n                         \n\n                          TAMARA\n\n           I -- but -- who said I was a\n\n           virgin?\n\n                         \n\n          Conan just shakes his head as a parting fog reveals a large\n\n          Colossus head, the fallen remains of an enormous statue,\n\n          lying agape on the shoreline.\n\n                         \n\n                         \n\n          INT. COLOSSUS HEAD - DUSK\n\n                         \n\n          Conan pulls off his jerkin, revealing a torso rippling with\n\n          muscles.\n\n                         \n\n                          CONAN\n\n           We'll rest here until morning.\n\n           73.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOLOSSUS HEAD - DUSK\n\n                         \n\n          Conan pulls off his jerkin, revealing a torso rippling with\n\n          muscles. CONAN\n\n           We'll rest here until morning. 73. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                          TAMARA\n\n           Will I awake alone? Do you intend\n\n           to leave me?\n\n                         \n\n                          CONAN\n\n           I would do you a kindness. Khor\n\n           Kalba will bring only death.\n\n                         \n\n                          TAMARA\n\n           Please, Conan. Artus told me of how\n\n           you lost your tribe. I too had to\n\n           watch as my people were taken from\n\n           me.\n\n                         \n\n          Conan ignores her, gathering wood for a fire.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           All I ask is that you let me travel\n\n           with you. I too have a purpose. I\n\n           must get to the queen. I would\n\n           rather you kill me here, than fail\n\n           her again.\n\n                         \n\n          Conan continues collecting, infuriating Tamara.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           I was wrong about you. You are no\n\n           fearless warrior. Your heart is\n\n           closed to all but fear -- and hate.\n\n                         \n\n          Conan draws flint, starting the fire. Only once his task is\n\n          complete does he answer Tamara.\n\n                         \n\n                          CONAN\n\n           We leave at dawn. I will not break\n\n           stride for you. Not once. I will\n\n           get you into Khor Kalba. Beyond\n\n           that I have my purpose, and you\n\n           yours.\n\n                         \n\n          Tamara offers a thankful nod, her anger subsiding.\n\n                         \n\n                          TAMARA\n\n           Nice fire. Does it mean you'll\n\n           actually cook the meat this time?\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. KHALAR SINGH'S WARSHIP - DUSK\n\n                         \n\n          Khalar looks at the destruction of Ukafa's warship, the\n\n          bodies filling the water. Khalar spots Ukafa's dead body\n\n          floating there, harpoon still lodged in his chest.\n\n           74.\n\n                         \n\n                         \n\n          The ship's CAPTAIN approaches.\n\n                         \n\n                          CAPTAIN\n\n           The pirate ship sailed to the west.\n\n           Even under full sail it'll be no\n\n           easy task to overtake her.\n\n                         \n\n          Just then, a FALCON approaches. The Falconer retrieves it, a\n\n          parchment tied to its talon. He passes it on to Khalar Singh.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust then, a FALCON approaches. The Falconer retrieves it, a\n\n          parchment tied to its talon. He passes it on to Khalar Singh. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Khalar Singh reads it, a smile creeping upon his face.\n\n                         \n\n                          KHALAR SINGH\n\n           Fariq has done well.\n\n           (to the Captain)\n\n           Head east, back to Khor Kalba.\n\n                         \n\n                          CAPTAIN\n\n           But our chase points the other way.\n\n                         \n\n                          KHALAR SINGH\n\n           The chase is over. They come to me\n\n           now.\n\n                         \n\n                         \n\n          EXT. FOREST - LATE DAY\n\n                         \n\n          Tamara watches Conan from a distance. He silently stalks prey\n\n          with nothing more than a knife.\n\n                         \n\n                         A BOAR\n\n                         \n\n          Its ears listen intently, aware. Suddenly, it bolts.\n\n                         \n\n                         CONAN\n\n                         \n\n          Is just as quick, racing through the forest on a intercepting\n\n          course with the great beast. He leaps over a fallen log,\n\n          throwing his dagger with a sweep of his arm.\n\n                         \n\n          The boar goes down, the blade through its jugular. Conan\n\n          walks up to the struggling beast, showing no satisfaction as\n\n          he mercifully SNAPS its neck.\n\n                         \n\n                         \n\n          INT. COLOSSUS HEAD - NIGHT\n\n                         \n\n          The great haunches of the beast roast over the fire. Conan\n\n          turns the meat.\n\n                         \n\n          Behind him, Tamara approaches. She has cleaned herself up,\n\n          her white robe translucent in light of the fire, her wet hair\n\n          glistening.\n\n           75.\n\n                         \n\n                         \n\n          Conan can't help but notice her supple skin, her curves. He\n\n          stops chewing.\n\n                         \n\n          Tamara notices. Embarrassed, she turns so that he can only\n\n          see her side. Conan returns to his food.\n\n                         \n\n                          TAMARA\n\n           What were the women of your tribe\n\n           like, Conan?\n\n                         \n\n                          CONAN\n\n           They fought beside the men.\n\n                         \n\n                          TAMARA\n\n           So they were equals. And your\n\n           mother?\n\n                         \n\n                          CONAN\n\n           She died in battle, even as I was\n\n           born.\n\n                         \n\n                          TAMARA\n\n           So you never knew her. It was the\n\n           same with me. I've always known\n\n           being a mother was somehow not my\n\n           fate. But--\n\n                         \n\n          Tamara falters, unsure.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt was the\n\n           same with me. I've always known\n\n           being a mother was somehow not my\n\n           fate. But--\n\n                         \n\n          Tamara falters, unsure. \n\nTARGET SECTION TO BE ANNOTATED:\n But Conan's quiet eases her.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           You said earlier Khor Kalba will\n\n           bring only death. Were you trying\n\n           to scare me, or do you really\n\n           believe our end lies there?\n\n                         \n\n                          CONAN\n\n           I don't lie.\n\n                         \n\n          Tamara nods, having heard as much about Conan. She turns back\n\n          to face him, no longer hiding her body.\n\n                         \n\n                          TAMARA\n\n           Then we don't have much time. Your\n\n           mother perished too young, but at\n\n           least she died having known the\n\n           touch of one who cared.\n\n                         \n\n          Tamara steps closer to Conan.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           So -- do you care, Conan?\n\n                         \n\n          Conan rises to her, his broad form looming over her slight\n\n          build.\n\n           76.\n\n                         \n\n                         \n\n          But Conan shows surprising gentleness as he removes her robe\n\n          and pulls her naked body into his, their mouths meeting in a\n\n          desperate kiss.\n\n                         \n\n                         LOVE SCENE\n\n                         \n\n          Conan lies atop Tamara by the fire, their sinewy limbs\n\n          intertwined, fingers locked together. He thrusts into her,\n\n          causing her face to contort in pleasure and pain.\n\n                         \n\n          The fire grows brighter as Tamara rolls on top, undulating as\n\n          their pace quickens. Tamara CRIES OUT in ecstasy.\n\n                         \n\n                         AFTERMATH\n\n                         \n\n          Tamara stares into the fire, her body wrapped around Conan's.\n\n          She gently caresses the notched scars cut into his arm.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           I've only ever heard you speak of\n\n           what you'd die for, Conan. What\n\n           would you live for?\n\n                         \n\n          Conan, his eyes closed, keeps them shut.\n\n                         \n\n                          CONAN\n\n           Do you ever tire of talking? Let me\n\n           rest, woman.\n\n                         \n\n          Tamara reaches down between Conan's legs. His eyes open.\n\n                         \n\n                          TAMARA\n\n           I thought that may work.\n\n                         \n\n          Conan growls and pulls himself atop Tamara. Looking down at\n\n          her face, her hair loose and wild, she's beautiful in the\n\n          soft glow of the firelight.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nTAMARA\n\n           I thought that may work. Conan growls and pulls himself atop Tamara. Looking down at\n\n          her face, her hair loose and wild, she's beautiful in the\n\n          soft glow of the firelight. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          TAMARA (CONT'D)\n\n           I see you clearly now, finally,\n\n           after all this time.\n\n           (she kisses him deeply)\n\n           I would be that which you live for,\n\n           Conan, if you would have me. You\n\n           may have faith in nothing, Conan --\n\n           but I have faith in you.\n\n                         \n\n          Conan lowers himself back down upon her.\n\n                         \n\n                          DISSOLVE TO:\n\n           77.\n\n                         \n\n                         \n\n          EXT. MOUNTAIN RIDGE - DAY\n\n                         \n\n          Conan powers his way to the top of a high ridge, spotting\n\n          down in the vista below:\n\n                         \n\n                         KHOR KALBA\n\n                         \n\n          Surrounded on three sides by the coastline, the stone\n\n          fortress of Khalar Singh rests on a plateau, overlooking a\n\n          bustling, tented city below.\n\n                         \n\n          Conan spots a long CARAVAN of packed camels working their way\n\n          towards town, driven by DESERT TRADERS from Shem.\n\n                         \n\n                          CONAN\n\n           We'll slip in, along with those\n\n           traders. But you'll need a change\n\n           of clothes, those monks' robes will\n\n           draw attention.\n\n                         \n\n          Tamara looks down at her loose-fitting robes.\n\n                         \n\n                          TAMARA\n\n           What will I wear?\n\n                         \n\n                         \n\n          EXT. KHOR KHALBA - ENTRANCE - DAY\n\n                         \n\n          The caravan rides up to the walled entrance to the city,\n\n          guarded by Khalar's troops. Blended in amongst the others,\n\n          Conan now wears the elaborate head scarf and clothes of\n\n          Shemish traders, obscuring all but his eyes.\n\n                         \n\n                         TAMARA\n\n                         \n\n          Tamara is dressed like a Shemish serving girl, her taut body\n\n          barely covered by silken drapings. She glares at Conan,\n\n          miserable.\n\n                         \n\n                          TAMARA\n\n           I don't understand why I couldn't\n\n           be dressed as you are. I look like\n\n           a whore.\n\n                         \n\n                          CONAN\n\n           And what better disguise for a\n\n           monk?\n\n                         \n\n          Conan tugs on the rope for the camel to move faster. The\n\n          Camel BRAYS and rears. Conan yanks harder and the camel flies\n\n          forward, its eyes wide.\n\n                         \n\n          Conan meets its eye.\n\n           78.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nConan yanks harder and the camel flies\n\n          forward, its eyes wide. Conan meets its eye. 78. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                          CONAN (CONT'D)\n\n           Do not test me, beast.\n\n                         \n\n                          TAMARA\n\n           Is there not a living thing you can\n\n           be at peace with?\n\n                         \n\n          They ride into the city, past the troops.\n\n                         \n\n                         \n\n          EXT. KHOR KHALBA CITY - ENTRANCE - DAY\n\n                         \n\n          Conan and Tamara walk through the town's teeming market, a\n\n          otherworldly bazaar replete with animal sacrifices, veiled\n\n          faces and not a hint of morality.\n\n                         \n\n                         STRANGER\n\n                         \n\n          A FIGURE, his form hidden beneath a cloak, spots Conan and\n\n          Tamara as they enter, and begins to follow them.\n\n                         \n\n                         WOODEN PLATFORM\n\n                         \n\n          The city ends at the sheer cliff wall at the bottom of the\n\n          plateau. There stands a WOODEN PLATFORM that is lowered by a\n\n          massive winch, unloading a cavalry regiment and then raising\n\n          back up to the fortress above.\n\n                         \n\n                          CONAN\n\n           It's probably only way into\n\n           Khalar's fortress. I'm sure it is\n\n           heavily guarded at all times, day\n\n           and night.\n\n                         \n\n                          TAMARA\n\n           So we must try to scale the cliff.\n\n                         \n\n                          CONAN\n\n           And dodge arrows as we do so?\n\n                         \n\n          Conan motions up to the winch. Standing beside it are a half\n\n          dozen of the four-armed ARCHERS.\n\n                         \n\n                          CONAN (CONT'D)\n\n           During the day, we'd easily be\n\n           spotted on the climb. And it would\n\n           be useless to even attempt at\n\n           night. No, we must find another\n\n           way.\n\n                         \n\n                         STRANGER'S POV\n\n                         \n\n          As Conan continues around the base of the mesa, the Figure\n\n          following Conan is joined by TWO OTHERS.\n\n           79.\n\n                         \n\n                         \n\n                         ALLEYWAY\n\n                         \n\n          Conan and Tamara reach a less crowded area of the village\n\n          when a VOICE rings out behind them.\n\n                         \n\n           VOICE (O.S.)\n\n           Halt.\n\n                         \n\n          Conan spins, sword at the ready. From out of the shadows\n\n          comes a pair of MEN, their beady eyes fixed on Tamara.\n\n                         \n\n                          CONAN\n\n           Thieves. You'll regret finding me.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom out of the shadows\n\n          comes a pair of MEN, their beady eyes fixed on Tamara. CONAN\n\n           Thieves. You'll regret finding me. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           VOICE (O.S.)\n\n           I think not.\n\n                         \n\n          From out of the shadows steps the ONE-EYED THIEF, the same\n\n          one who Conan saved from Lucius' beatings. He smiles at\n\n          Conan, lifting a KEY from a rope around his neck\n\n                         \n\n           ONE EYED THIEF\n\n           It took longer than you think to\n\n           cut this out of Lucius' stomach.\n\n           After all that work, I figured I'd\n\n           keep it -- for old times' sake.\n\n                         \n\n                         \n\n          INT. THIEVES' TAVERN - AFTERNOON\n\n                         \n\n          A rundown hall, built beneath the city. Wooden supports hold\n\n          up the buildings of the entire city block overhead.\n\n                         \n\n          And within the hall, a gathering of THIEVES and ROGUES.\n\n          They're a flinty collection, many of them missing fingers or\n\n          even hands, evidence of Khalar's cruel justice.\n\n                         \n\n          They eat and drink, sharing tales and tips, WENCHES and\n\n          SERVING WOMEN their cautious eyes following the Cimmerian\n\n          outsider.\n\n                         \n\n          The One Eyed Thief takes them to an open table, and\n\n          immediately three of the serving women descend upon Conan,\n\n          caressing him.\n\n                         \n\n          Tamara watches this, jaw dropped, and manages a COUGH, even\n\n          as a SERVING GIRL delivers mead to the table.\n\n                         \n\n          Conan just smiles as he enjoys the silky bodies of the nubile\n\n          women, their breasts practically framing his face.\n\n           80.\n\n                         \n\n                         \n\n                          CONAN\n\n           What? Do you wish to join in?\n\n                         \n\n                          CUT TO:\n\n                         \n\n          Conan cleans mead from his face, scowling at Tamara, as the\n\n          One-Eyed Thief uses the tabletop to explain the fortress.\n\n                         \n\n           ONE EYED THIEF\n\n           --so you were right about the\n\n           platform. You'll be long dead\n\n           before you make it top. Same with\n\n           scaling the cliff. There's no known\n\n           way to break into the fortress.\n\n                         \n\n                          CONAN\n\n           So that's it?\n\n                         \n\n           ONE EYED THIEF\n\n           I didn't say that.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere's no known\n\n           way to break into the fortress. CONAN\n\n           So that's it? ONE EYED THIEF\n\n           I didn't say that. \n\nTARGET SECTION TO BE ANNOTATED:\n I just said\n\n           there's no known way in -- because\n\n           no one has ever tried to. But\n\n           breaking out -- that's another\n\n           story. It's not much easier, but\n\n           it's possible.\n\n                         \n\n          The One Eyed Thief offers the same gap-toothed grin.\n\n                         \n\n           ONE EYED THIEF (CONT'D)\n\n           You just need to find someone crazy\n\n           enough to show you the way.\n\n                         \n\n                         \n\n          INT. SEWERS - NIGHT\n\n                         \n\n          Tamara is the last to follow Conan, the One Eyed Thief and\n\n          the three THIEVES from before down a short ladder. Below lies\n\n          a darkened catacomb, lit only by their torches.\n\n                         \n\n           ONE EYED THIEF\n\n           These catacombs run underneath the\n\n           entire city, even to the cistern\n\n           that drains out from the fortress\n\n           dungeon.\n\n                         \n\n          Tamara's foot drops into knee high water. She immediately\n\n          grabs her nose.\n\n                         \n\n                          TAMARA\n\n           Catacombs? You mean sewers.\n\n                         \n\n           ONE EYED THIEF\n\n           Piss and shit are the last things\n\n           you need to worry about down here.\n\n           81.\n\n                         \n\n                         \n\n          Tamara eyes the muddy water, nothing visible beneath its\n\n          murky surface.\n\n                         \n\n                         \n\n          INT. OTHER SEWERS - NIGHT\n\n                         \n\n          The group wades through the water, single file. Conan notices\n\n          HIEROGLYPHICS and carvings on the wall of the catacomb.\n\n          Massive creatures of the sea, dark sorcery, ritual sacrifice.\n\n                         \n\n                          CONAN\n\n           What is it?\n\n                         \n\n                          TAMARA\n\n           A warning. These catacombs are\n\n           connected to the sea. It says that\n\n           the beasts of Acheron protect its\n\n           secrets.\n\n                         \n\n                          CONAN\n\n           Not from me.\n\n                         \n\n          Conan presses on, into the darkness.\n\n                         \n\n                         \n\n          INT. CISTERN - NIGHT\n\n                         \n\n          The catacomb widens out to a giant circular cistern, its\n\n          walls rising up high into the darkness. As the torches bring\n\n          light to the space, we see HUNDREDS OF DEAD, ROTTING BODIES.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CISTERN - NIGHT\n\n                         \n\n          The catacomb widens out to a giant circular cistern, its\n\n          walls rising up high into the darkness. As the torches bring\n\n          light to the space, we see HUNDREDS OF DEAD, ROTTING BODIES. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          As Conan and Tamara walk forward, the One Eyed Thief and the\n\n          other stop at the entrance.\n\n                         \n\n           ONE EYED THIEF\n\n           Sorry, friend. We stop here. We've\n\n           heard too much about what lies\n\n           within to go any further.\n\n                         \n\n          Conan simply nods and the thieves depart. Conan raises his\n\n          torch, illuminating the near wall.\n\n                         \n\n                          TAMARA\n\n           Where now?\n\n                         \n\n                          CONAN\n\n           Around. Up.\n\n                         \n\n          Conan heads off one direction, leaving Tamara to navigate the\n\n          other half. Her torch illuminates the grizzly path ahead. She\n\n          inhales deeply and takes her first step.\n\n                         \n\n                         CONAN\n\n           82.\n\n                         \n\n                         \n\n          Following the slick wall, he passes many DEAD BODIES, but\n\n          only one catches his eye. He stops before it.\n\n                         \n\n                         DEAD WARRIOR\n\n                         \n\n          Nothing more than a skeleton, picked clean by the rats. But\n\n          he still bears his leather armor, and a horned helmet that\n\n          resembles his father's own.\n\n                         \n\n          Conan takes the helmet and places it on his head. It fits\n\n          perfectly.\n\n                         \n\n                         TAMARA\n\n                         \n\n          Tamara is gingerly making her way through the knee high\n\n          sewage water and the dead bodies submerged within.\n\n                         \n\n                          TAMARA\n\n           Oh!!!\n\n                         \n\n          Tamara leaps up, swinging the torch down towards the water.\n\n          Conan, nearby, unsheathes his sword.\n\n                         \n\n                          CONAN\n\n           What?\n\n                         \n\n                          TAMARA\n\n           Something touched me. Something\n\n           slimy.\n\n                         \n\n          Conan walks over, the torchlight revealing something on\n\n          Tamara's leg. It's a SLUG, which he flicks off.\n\n                         \n\n                          CONAN\n\n           Crom! Stop wasting time.\n\n                         \n\n          But when Conan steps forward, something ROILS THE WATER right\n\n          before him. He spots a HUGE TENTACLE just before its\n\n          submerges back into the water.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Crom indeed.\n\n                         \n\n          Then Tamara SCREAMS as another tentacle rises up from the\n\n          water, wrapping around her waist. Tamara grabs hold of the\n\n          wall as the tentacle tries to pull her underwater.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONAN (CONT'D)\n\n           Crom indeed. Then Tamara SCREAMS as another tentacle rises up from the\n\n          water, wrapping around her waist. Tamara grabs hold of the\n\n          wall as the tentacle tries to pull her underwater. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Conan immediately SLASHES the tentacle, pulling Tamara away.\n\n          The squirming decapitated tentacle squirts black blood\n\n          everywhere, the knee high water seems to come alive with\n\n          roiling intensity.\n\n                         \n\n          Conan spins, finding a circular stone staircase tiled into\n\n          the far cistern wall.\n\n           83.\n\n                         \n\n                         \n\n                          CONAN (CONT'D)\n\n           Let's go.\n\n                         \n\n                         \n\n          EXT. CIRCULAR STAIRWAY - CISTERN\n\n                         \n\n          As they work their way up the circular stairwell, towards a\n\n          thin shaft of firelight up ahead.\n\n                         \n\n                         \n\n          INT. DUNGEON - NIGHT\n\n                         \n\n          Carved out of solid black rock, both sides of the broad\n\n          corridor are occasionally punctuated by thick steel doors,\n\n          leading to prison cells.\n\n                         \n\n          Conan and Tamara emerge from a sewer drain, pushing their way\n\n          to the floor of the hallway. The heavy darkness presses in on\n\n          Conan's torch like a sentient, animate thing.\n\n                         \n\n          The floor of the corridor is lined with DEAD BODIES, in\n\n          varying states of decay. There are buckets, filled with\n\n          entrails and feces, upended. Tamara put her hand over her\n\n          mouth.\n\n                         \n\n          Conan continues down the hallway. He and Tamara begin to hear\n\n          the sound of EERIE CHANTING.\n\n                         \n\n                          TAMARA\n\n           What is that?\n\n                         \n\n          Up ahead, the torch-lined dungeon plunges into darkness as\n\n          the torches end. Conan holds up his own torch, struggling to\n\n          peer into the black void.\n\n                         \n\n                          CONAN\n\n           Nothing good.\n\n                         \n\n          Conan takes a step forward when suddenly a POWERFUL WIND\n\n          blows out his torch. A moment later, there's the sound of A\n\n          GATE WHISTLING DOWN AND CRASHING INTO THE GROUND.\n\n                         \n\n          In the darkness, comes a DEEP, EARTHY CHUCKLE.\n\n                         \n\n           VOICE (O.S.)\n\n           Welcome.\n\n                         \n\n          A HOST OF OIL LIGHTS SUDDENLY COME UP, revealing that the\n\n          gate that closed behind them was actually just a door to a\n\n          vast CAGE built around a massive PIT.\n\n           84.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\n\n           Welcome. A HOST OF OIL LIGHTS SUDDENLY COME UP, revealing that the\n\n          gate that closed behind them was actually just a door to a\n\n          vast CAGE built around a massive PIT. 84. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n          INT. THE PIT - NIGHT\n\n                         \n\n          The same pit where Fariq sacrificed the female monk, only\n\n          now, a half dozen COMBATANTS stand on the grid above the\n\n          void.\n\n                         \n\n          Hanging high above the pit, in baskets, lie other PRISONERS,\n\n          including Tamara's fellow female monks. Several of them YELL\n\n          out Tamara's name as they see her.\n\n                         \n\n          And watching everything, from an amphitheater above the cage,\n\n          is the massive Akhun and several of his slavers.\n\n                         \n\n                          AKHUN\n\n           Which ever one of you slaves gets\n\n           me the girl, lives.\n\n                         \n\n          The Combatants all close in on Conan and Tamara, each taking\n\n          a different plank way to get to them.\n\n                         \n\n                          CONAN\n\n                          (TO TAMARA)\n\n           Stay behind me.\n\n                         \n\n          Tamara steps behind Conan, who blocks the others' path to\n\n          her.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Who dies first?\n\n                         \n\n          The first two COMBATANTS attack as one, the first wielding a\n\n          short sword, the other a pike. The pikeman thrusts first,\n\n          Conan deftly stepping aside, then pulling the pike, sending\n\n          the wielder off balance and into the abyss.\n\n                         \n\n          The prisoner with the short sword doesn't fare much better,\n\n          as Conan evades his swipe and decapitates him with a single\n\n          blow.\n\n                         \n\n                         TAMARA\n\n                         \n\n          Tamara sees that the prisoner baskets are suspended by the\n\n          top half of the metallic cage. She begins scaling the cage,\n\n          her eyes set upon the imprisoned monks.\n\n                         \n\n                         CONAN\n\n                         \n\n          Three more COMBATANTS step in to replace the fallen duo.\n\n          Conan readies himself as the first one steps up, only to have\n\n          the combatant suddenly grabbed by a ENORMOUS TENTACLE, much\n\n          like the one Conan cut through earlier.\n\n                         \n\n                         TENTACLED MONSTER\n\n           85.\n\n                         \n\n                         \n\n          Up from the darkness of the pit comes a gargantuan monster; a\n\n          gigantic octopus-like behemoth, with multiple tentacles that\n\n          feed a pulsing black orifice lined with razor sharp teeth.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nConan readies himself as the first one steps up, only to have\n\n          the combatant suddenly grabbed by a ENORMOUS TENTACLE, much\n\n          like the one Conan cut through earlier. TENTACLED MONSTER\n\n           85. Up from the darkness of the pit comes a gargantuan monster; a\n\n          gigantic octopus-like behemoth, with multiple tentacles that\n\n          feed a pulsing black orifice lined with razor sharp teeth. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          The creature reaches out and grabs another SCREAMING\n\n          combatants, lowering him to its mouth and devouring him in\n\n          its gnashing maw.\n\n                         \n\n          The creature reaches for Conan, who ducks underneath the\n\n          tentacle, the slices it off. He immediately turns back to\n\n          check on Tamara -- and he discovers she's not there.\n\n                         \n\n          He looks up to see Tamara scaling the cage, now nearly fifty\n\n          feet directly above him.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Crom!\n\n                         \n\n                         AKHUN\n\n                         \n\n          The massive warrior spots Tamara getting close to the\n\n          prisoner baskets and motions to his two Jailers.\n\n                         \n\n                          AKHUN\n\n           Get her!\n\n                         \n\n                         TAMARA\n\n                         \n\n          She's reached the base of the chain supporting one of the\n\n          baskets when she spots the two Jailers closing in, climbing\n\n          towards her from either side.\n\n                         \n\n                         CONAN\n\n                         \n\n          Spotting Tamara overhead, Conan tries to keep beneath her,\n\n          evading the swarming tentacles while balancing on the rickety\n\n          planks.\n\n                         \n\n                         TAMARA\n\n                         \n\n          She's scaling down the basket supporting chain when the first\n\n          Jailer reaches out to grab her. She reacts by GASHING his\n\n          eyes, and as he instinctively grabs them, he FALLS TOWARDS\n\n          THE PIT.\n\n                         \n\n                         CONAN\n\n                         \n\n          Conan barely dives out of the way as the fallen Jailer\n\n          SMASHES through the plank he was on, forcing Conan to jump to\n\n          another.\n\n                         \n\n          Just then another COMBATANT comes swinging for the Cimmerian,\n\n          forcing him to defend while still not balanced.\n\n           86.\n\n                         \n\n                         \n\n                         TAMARA\n\n                         \n\n          The next Jailer grabs her, pulling her off the cage. He\n\n          struggles to pull towards a nearby exit hatch when she BITES\n\n          HIS EAR OFF.\n\n                         \n\n          The Jailer drops Tamara, who SCREAMS as she falls.\n\n                         \n\n                         CONAN\n\n                         \n\n          Conan spots Tamara plunging towards him. In one swift move,\n\n          he SLASHES his opponent, ducks underneath a writhing\n\n          tentacle, and reaches out to GRAB TAMARA BY THE ARM AS SHE\n\n          FALLS.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Jailer drops Tamara, who SCREAMS as she falls. CONAN\n\n                         \n\n          Conan spots Tamara plunging towards him. In one swift move,\n\n          he SLASHES his opponent, ducks underneath a writhing\n\n          tentacle, and reaches out to GRAB TAMARA BY THE ARM AS SHE\n\n          FALLS. \n\nTARGET SECTION TO BE ANNOTATED:\n His shoulder nearly pops out, but he manages to hold\n\n          onto Tamara.\n\n                         \n\n                         TAMARA\n\n                         \n\n          She swings above the chasm, the gnashing teeth of the monster\n\n          below her. Only a single splintering plank holds her and\n\n          Conan aloft.\n\n                         \n\n                         CONAN\n\n                         \n\n          With a grunt, he swings Tamara and throws her to safety, at\n\n          the edge of the pit.\n\n                         \n\n          But as he gets to his feet, he spots the massive Akhun\n\n          entering the arena.\n\n                         \n\n                         AKHUN\n\n                         \n\n          The giant warrior grins as he boards the same plank as Conan.\n\n          He thrusts his thunderous legs down, causing the plank to\n\n          bend and warp.\n\n                         \n\n          Conan struggle to balance on the undulating plank, but his\n\n          training in Cimmeria serves him well.\n\n                         \n\n          Akhun smiles and step closer, again thrusting down with his\n\n          legs. Conan's balance is thrown, but there's no other plank\n\n          close enough for him to jump to.\n\n                         \n\n                          AKHUN (CONT'D)\n\n           You'll make a nice meal.\n\n                         \n\n          Akhun steps down on the plank one last time, but this time\n\n          Conan uses the momentum to SPRINGBOARD UP INTO AIR.\n\n                         \n\n          Conan soars into the air, his cat-like reflexes keeping him\n\n          focused as he lands right before the stunned Akhun. With one\n\n          great slash of his blade, Conan eviscerates Akhun.\n\n           87.\n\n                         \n\n                         \n\n          Akhun's innards drop out of his belly as he falls into the\n\n          abyss, only to be snapped up by the massive beast.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          INT. ARENA OF THE PIT - LATER\n\n                         \n\n          Conan lowers down the last of the baskets. Tamara use a sword\n\n          to smash open the lock, freeing the prisoners inside.\n\n                         \n\n          Tamara shares hugs of joy with the other monks of her flock.\n\n          The women look worn, but unbroken.\n\n                         \n\n                          TAMARA\n\n           Where is Ilira?\n\n                         \n\n                          FEMALE MONK\n\n           She was taken away by Fariq.\n\n                         \n\n                          TAMARA\n\n           Then I'm too late.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nTAMARA\n\n           Where is Ilira? FEMALE MONK\n\n           She was taken away by Fariq. TAMARA\n\n           Then I'm too late. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          One of the stronger looking women, an ELDER MONK, steps\n\n          forward.\n\n                         \n\n                          ELDER MONK\n\n           No. She was just taken this\n\n           morning. It's not yet midnight,\n\n           and Khalar still must bring her to\n\n           the cave of Acheron.\n\n                         \n\n          Tamara nods and the women begin to ARM THEMSELVES. Conan\n\n          shakes his head at the rag-tag group.\n\n                         \n\n                          CONAN\n\n           You're going to fight Khalar's\n\n           troops? Just you?\n\n                         \n\n          The Elder Monk grabs and nearby pike and twirls it expertly\n\n          about her body, clearly well versed in it use.\n\n                         \n\n                          TAMARA\n\n           Cimmerians aren't the only women\n\n           who know how to fight. And to kill.\n\n                         \n\n          Tamara looks at the other monks.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           Our duty was to keep the queen\n\n           safe. We failed. But if Khalar\n\n           brings her to Acheron, it will rise\n\n           again -- and all our peoples'\n\n           sacrifice is for nothing.\n\n                          (MORE)\n\n           88.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           So if the queen is not free by the\n\n           stroke of midnight -- she must be\n\n           already dead.\n\n                         \n\n          The other monks nod and they start to head off. Tamara is the\n\n          last to head off, her eyes burning into Conan's.\n\n                         \n\n                          CONAN\n\n           You want my help again.\n\n                         \n\n                          TAMARA\n\n           No. You kept your word, I'll keep\n\n           mine. I pray you fulfill your debt.\n\n                         \n\n          Tamara kisses Conan's cheek one last time and heads off.\n\n                         \n\n                         \n\n          INT. CATACOMBS - NIGHT\n\n                         \n\n          The monk travel in single file, the Elder Monk leading the\n\n          way. Suddenly, she stops, motioning to an entranceway ahead.\n\n                         \n\n                          ELDER MONK\n\n                          (WHISPERING)\n\n           Guard.\n\n                         \n\n                          TAMARA\n\n                          (WHISPERING)\n\n           Don't kill him. We need to find out\n\n           which way Ilira was taken.\n\n                         \n\n          The Elder Monk nods and slips up ahead. We hear a SMASH.\n\n                         \n\n                         \n\n          INT.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Elder Monk nods and slips up ahead. We hear a SMASH. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CATACOMB ENTRANCEWAY - NIGHT\n\n                         \n\n          The stunned GUARD lies before the assembled monks. Tamara\n\n          glares down at him.\n\n                         \n\n                          TAMARA\n\n           Tell us where the last girl was\n\n           taken.\n\n                         \n\n          The Guard just LAUGHS at them through bloody teeth.\n\n                         \n\n           CONAN (O.S.)\n\n           Let me ask.\n\n                         \n\n          The Guard's face drops as Conan steps out from the darkness.\n\n                         \n\n                          TAMARA\n\n           Your debt --\n\n           89.\n\n                         \n\n                         \n\n                          CONAN\n\n           Will be where your queen is.\n\n                         \n\n          Tamara smiles. She knows it is a half truth.\n\n                         \n\n                         \n\n          INT. FORTRESS - THRONE ROOM - NIGHT\n\n                         \n\n          As Conan and the monks enter, the throne room is empty,\n\n          scattered light barely illuminating the expansive chamber.\n\n                         \n\n          Ilira sits on the throne, crown on her slumped head. Tamara\n\n          runs over to her.\n\n                         \n\n                          TAMARA\n\n           Ilira!\n\n                         \n\n          She raises Ilira's head, only to discover lifeless eyes.\n\n          Tamara cradles her best friend's face.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           She's dead. It's over.\n\n                         \n\n           VOICE (O.S.)\n\n           Not yet.\n\n                         \n\n          Before the monks can react, ARROWS STREAK OUT FROM THE\n\n          DARKNESS, killing them all. Only Conan is quick enough to\n\n          dodge his arrow by diving aside.\n\n                         \n\n          When he comes up, Khalar has Tamara, his sword at her neck.\n\n          Several ARCHERS stand behind him, at the ready.\n\n                         \n\n                          KHALAR SINGH\n\n           It's only begun. Because that one\n\n           was not the heir to Acheron.\n\n                         \n\n          Khalar smiles down at Tamara.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           She is.\n\n                         \n\n          Slowly, what he's saying dawns on her.\n\n                         \n\n                          TAMARA\n\n           No. It can't be --\n\n                         \n\n                          KHALAR SINGH\n\n           Secretive, the traitors of Acheron.\n\n           It wasn't easy, but Fariq finally\n\n           wrung honesty from the girl.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nTAMARA\n\n           No. It can't be --\n\n                         \n\n                          KHALAR SINGH\n\n           Secretive, the traitors of Acheron. It wasn't easy, but Fariq finally\n\n           wrung honesty from the girl. \n\nTARGET SECTION TO BE ANNOTATED:\n That\n\n           poor innocent was forced to live a\n\n           lie, even as the truth was kept\n\n           from the queen herself.\n\n                          (MORE)\n\n           90.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n                          (TO CONAN)\n\n           And you did the rest, barbarian. My\n\n           thanks for delivering the Queen to\n\n           me.\n\n                         \n\n                          TAMARA\n\n           No!\n\n                         \n\n          Suddenly, a trap door opens beneath Conan and drops down in\n\n          the darkness, landing with a heavy THUD.\n\n                         \n\n                         \n\n          INT. FORGE - NIGHT\n\n                         \n\n          Conan awakens to the familiar sound of a hot blade SIZZLING\n\n          as it hits the cooling vat.\n\n                         \n\n          But this is no dream of his father's forge -- as he looks up\n\n          to see Fariq holding a sword, its tip still red hot, the\n\n          flames of the fortress's forge behind him.\n\n                         \n\n          Conan's thrusts forward, only to find his armed chained\n\n          around a heavy mortar and stone pillar.\n\n                         \n\n          Fariq strokes his newly acquired scar.\n\n                         \n\n                          FARIQ\n\n           At last you awaken, Cimmerian. It's\n\n           been hours you've made me wait for\n\n           my fun.\n\n                         \n\n          Conan says nothing, but his eyes scan the room, taking in\n\n          everything.\n\n                         \n\n                          FARIQ (CONT'D)\n\n           You made me lose face in front of\n\n           my father. That wasn't wise. But\n\n           what should I expect from a\n\n           Cimmerian?\n\n                         \n\n                          CONAN\n\n           A swift end!\n\n                         \n\n          Conan strains at the chain, ripping the skin beneath his\n\n          shackles -- but a thin wisp of mortar comes loose from the\n\n          pillar.\n\n                         \n\n                          FARIQ\n\n           Hardly. But that is a difference\n\n           between you and me. A swift end\n\n           would be a mercy I do not intend to\n\n           grant. No, you must suffer for your\n\n           transgressions.\n\n                          (MORE)\n\n           91.\n\n                         \n\n                          FARIQ (CONT'D)\n\n           You must beg for your suffering to\n\n           end. Just as your people did.\n\n                         \n\n          He waves the glowing sword tip in front of Conan's face.\n\n                         \n\n                          CONAN\n\n           You lie. I was there.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe waves the glowing sword tip in front of Conan's face. CONAN\n\n           You lie. I was there. \n\nTARGET SECTION TO BE ANNOTATED:\n My father\n\n           never uttered a sound.\n\n                         \n\n          Fariq LAUGHS, amused.\n\n                         \n\n                          FARIQ\n\n           You were there? What were you\n\n           doing, warrior? Watching your\n\n           father die, without saying a sound?\n\n           Taking your eyes will be justice\n\n           indeed, coward.\n\n                         \n\n          Fariq pushes the hot tip of the sword against Conan's skin.\n\n          Conan's face reddens with pain, but he doesn't utter a sound.\n\n          But as Conan pulls on his chains -- more mortar falls. As\n\n          Fariq turns back to place the sword in the forge, Conan\n\n          notices one of the bricks the chains are fastened to is\n\n          LOOSE.\n\n                         \n\n                          CONAN\n\n           I saw my father die. Slain by one\n\n           who can only kill men already on\n\n           their knees.\n\n                         \n\n          Fariq turns, his eyes blazing. He glances over at the two\n\n          GUARDS by the door, who try not to listen.\n\n                         \n\n                          FARIQ\n\n           I've killed many in battle, cur.\n\n                         \n\n                          CONAN\n\n           Really? Then why did your father\n\n           not let you face me before, when I\n\n           had sword in hand. He thought you\n\n           unequal to the task.\n\n                         \n\n          Fariq responds by pushing the red hot blade against Conan's\n\n          chest. Conan just YELLS back at him.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Coward! Prove your strength!\n\n                         \n\n          Again, Fariq pushes the hot blade against Conan's skin.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Take my eyes, coward -- if you can.\n\n           92.\n\n                         \n\n                         \n\n          Fariq yells and thrust the tip of the sword at Conan's head.\n\n          Conan lifts his manacles, forcing the blade up into the brick\n\n          holding his chain.\n\n                         \n\n          Then Conan pulls on the chains with all his might, loosening\n\n          the heavy brick, which falls to the ground.\n\n                         \n\n          In one powerful movement, Conan begins SWINGING the chain\n\n          with the mortar block on the end, a homemade ball and chain.\n\n                         \n\n          The two Guards come forward, sword drawn, only to meet with a\n\n          CRUNCHING blow by Conan's weapon.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen Conan pulls on the chains with all his might, loosening\n\n          the heavy brick, which falls to the ground. In one powerful movement, Conan begins SWINGING the chain\n\n          with the mortar block on the end, a homemade ball and chain. The two Guards come forward, sword drawn, only to meet with a\n\n          CRUNCHING blow by Conan's weapon. \n\nTARGET SECTION TO BE ANNOTATED:\n Both their heads get caved\n\n          in.\n\n                         \n\n          Fariq rushes Conan, getting in too close for Conan's wide\n\n          swings. Conan simply meets Fariq's sword with the heavy\n\n          chains, then encircles Fariq's neck with the steel bonds.\n\n                         \n\n          Fariq CHOKES, falling to the ground, gasping for air. But\n\n          Conan doesn't kill him -- yet.\n\n                         \n\n                         THE FORGE\n\n                         \n\n          A vat of molten steel bubbles in a cauldron within the forge.\n\n          Conan uses tongs to lift the cauldron out.\n\n                         \n\n                         FARIQ\n\n                         \n\n          Conan kicks him onto his back. Fariq's last vision is that of\n\n          Conan, tipping the cauldron, the hot iron descending toward\n\n          his eyes. Fariq SCREAMS.\n\n                         \n\n          Conan reaches down and picks up Fariq's sword. THE SWORD\n\n          CONAN'S FATHER MADE FOR HIM.\n\n                         \n\n                         \n\n          EXT. SEA PENINSULA - NIGHT\n\n                         \n\n          By torchlight, Khalar Singh leads his black-armored PERSONAL\n\n          GUARD, two dozen men strong, across a rocky peninsula,\n\n          jutting out into the sea. On the back of Khalar's horse,\n\n          bound, rides the helpless Tamara.\n\n                         \n\n          As they round a large rock spire they spy a fearsome and awe\n\n          inspiring sight. A massive SKULL, seemingly a natural rock\n\n          formation, rises over the peninsula.\n\n                         \n\n          As they ride closer, we can make out one more detail -- the\n\n          mouth of the skull is actually a massive door, at least sixty\n\n          feet high, and seemingly made up of jagged bone. It has the\n\n          appearance of teeth, completing the skull illusion.\n\n           93.\n\n                         \n\n                         \n\n          INT. ACHERON CAVE - NIGHT\n\n                         \n\n          It takes the full complement of soldiers to open the enormous\n\n          doors. Khalar Singh rides in. Moonlight from the huge eyes of\n\n          the skull illuminate terrifying faces in the darkness. Faces\n\n          of demonic warrior statues.\n\n                         \n\n          At their feet lie the decaying bones of human skeletons, too\n\n          numerous to count.\n\n                         \n\n                          TAMARA\n\n           This is no empire, only a\n\n           graveyard.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nFaces\n\n          of demonic warrior statues. At their feet lie the decaying bones of human skeletons, too\n\n          numerous to count. TAMARA\n\n           This is no empire, only a\n\n           graveyard. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          KHALAR SINGH\n\n           You see only with your eyes.\n\n                         \n\n          Khalar nods to his men. Two Guardsmen take their torches and\n\n          light other torches set in the walls. It sets off a chain\n\n          reaction. As far as the eye can see torches ignite revealing\n\n          the true scope of this place.\n\n                         \n\n          An enormous cave, the walls lined with monumental columns\n\n          that frame countless bas relief carvings of demonic origin.\n\n                         \n\n          And at the far of the cave, an ALTAR sits beneath a raised\n\n          THRONE, surrounded by a SACRIFICIAL POOL. The pool is empty.\n\n                         \n\n          Khalar turns to his guards.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Close the gates and stay here. Send\n\n           my son to me when he arrives.\n\n           (motioning to two of them)\n\n           You two, come with me.\n\n                         \n\n                         \n\n                         THE ALTAR\n\n                         \n\n          Khalar dismounts at the sacrificial altar, carved of out of\n\n          purple-shaded rock. Around its edges are deep channels, for\n\n          the blood of its victims. And on its four corners -- shackles\n\n          of bone.\n\n                         \n\n                          KHALAR SINGH\n\n           The Acheronians had a wonderful\n\n           sense of balance, don't you think?\n\n           For one to ascend to royalty,\n\n           another must fall.\n\n                         \n\n          With the flick of a wrist, Khalar cuts Tamara's bonds.\n\n           94.\n\n                         \n\n                         \n\n          Tamara head butts him, struggling to escape, but Khalar\n\n          absorbs the blow effortlessly. He throws Tamara upon the\n\n          altar, his two guards shackling her in place.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           For a hundred generations the kings\n\n           of Acheron were crowned, and the\n\n           queens were sacrificed.\n\n                         \n\n          Khalar snaps his fingers and two guardsmen bring an ornately\n\n          carved BOX MADE OF BONE, laying it before the altar. Like a\n\n          Chinese puzzle box, Khalar manipulates the carvings of\n\n          skulls, sacrifices, and creatures until the box UNLATCHES.\n\n                         \n\n          And from the box he lifts two items.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nKhalar snaps his fingers and two guardsmen bring an ornately\n\n          carved BOX MADE OF BONE, laying it before the altar. Like a\n\n          Chinese puzzle box, Khalar manipulates the carvings of\n\n          skulls, sacrifices, and creatures until the box UNLATCHES. And from the box he lifts two items. \n\nTARGET SECTION TO BE ANNOTATED:\n A CROWN OF GOLD and A\n\n          CROWN OF IRON. The crown of gold is magnificent, ornately\n\n          detailed gold that glows in the firelight.\n\n                         \n\n          But the crown of iron is terrifying. Huge rough spikes extend\n\n          from it in every direction. It looks more like a weapon than\n\n          a crown.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           What a day for you. This morning\n\n           you were a handmaiden. Tonight, you\n\n           are a queen giving birth to an\n\n           empire.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. CAVE ENTRANCE - NIGHT\n\n                         \n\n          Bloodied and weary, Conan approaches the Skull Rock. He has\n\n          nothing more than his sword, his loincloth and a small BURLAP\n\n          SACK tied to his hip.\n\n                         \n\n          He stumbles, falling to his knees. His wounds have taken a\n\n          grave toll. Still he stands and presses on.\n\n                         \n\n          He pushes on the doors. They do not budge in the least. He\n\n          puts his shoulder to the doors -- his every muscle straining\n\n          to their utmost. Again -- no movement.\n\n                         \n\n          Conan backs away, taking stock of the surroundings. He climbs\n\n          up the side of the rock.\n\n                         \n\n                         \n\n          INT. ACHERON CAVE - NIGHT\n\n                         \n\n          Khalar Singh CHANTS in Acheronian. Ancient, harsh words, as\n\n          he lifts the two crowns overhead, offering them to the\n\n          statues of dark gods all around.\n\n           95.\n\n                         \n\n                         \n\n                          TAMARA\n\n           Stop. You don't know what you are\n\n           about to do.\n\n                         \n\n                          KHALAR SINGH\n\n           But I do. For thirty years I have\n\n           dreamed of this day. The day our\n\n           people rise from the ashes.\n\n                         \n\n          Khalar Singh continues his chant and places the gold crown\n\n          upon his head. As he does so, the light from the moon\n\n          reflects off the crown, bathing the sacrificial pool in an\n\n          unnatural glow.\n\n                         \n\n          THUMP-THUMP. A deep and foreboding sound echoes throughout\n\n          the cave, shaking everything like an earthquake. It sounds\n\n          like the heartbeat of a giant.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHUMP-THUMP. A deep and foreboding sound echoes throughout\n\n          the cave, shaking everything like an earthquake. It sounds\n\n          like the heartbeat of a giant. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Khalar next places the iron crown around Tamara's head. She\n\n          thrashes and struggles but to no avail.\n\n                         \n\n          Once the crown is around her head -- THUMP-THUMP! The spikes\n\n          around the iron crown grow shorter AS THE SPIKES DRIVE\n\n          THEMSELVES INTO HER HEAD. She SCREAMS in agony.\n\n                         \n\n          Blood drips from beneath the crown, flowing into channels\n\n          around the edges of the altar.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           It begins. You give birth to an\n\n           empire.\n\n                         \n\n                         \n\n          EXT. THE SIDE OF THE SKULL - NIGHT\n\n                         \n\n          Conan climbs -- muscles straining -- slipping -- hanging on\n\n          by one hand -- and climbing again.\n\n                         \n\n          THUMP-THUMP. The statuary shakes, indeed the whole earth\n\n          does. Conan nearly slips, but keeps his grip.\n\n                         \n\n                          CONAN\n\n           Crom.\n\n                         \n\n          He reaches the eye of the skull.\n\n                         \n\n                         REVERSE ANGLE\n\n                         \n\n          With the moon over his shoulder, Conan stares down at the\n\n          unholy sight before him. We pull back revealing Tamara, her\n\n          blood draining from her body.\n\n           96.\n\n                         \n\n                         \n\n          INT. ACHERON CAVE - CONTINUOUS\n\n                         \n\n          Tamara, her face pale from blood loss, begins to pray in\n\n          pained whispers.\n\n                         \n\n                          KHALAR SINGH\n\n           It's good that you pray. Gods will\n\n           be here soon.\n\n                         \n\n          Tamara struggles to speak, her body wracked with pain.\n\n                         \n\n                          TAMARA\n\n           He'll--be---here--sooner.\n\n                         \n\n                          KHALAR SINGH\n\n           Who?\n\n                         \n\n           CONAN (O.S.)\n\n           Me!\n\n                         \n\n          Khalar turns to see the outline of Conan, framed by the\n\n          moonlight, looking down at Khalar from atop of one the\n\n          warrior statues. A thick vine dangles nearby, Conan's route\n\n          down from the cave roof above.\n\n                         \n\n          Conan then leaps down to the skeleton covered floor before\n\n          the altar. It is a killing floor.\n\n                         \n\n          The two Guardsmen leap for him, but Conan dispatches them\n\n          with a pair of strikes.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nConan then leaps down to the skeleton covered floor before\n\n          the altar. It is a killing floor. The two Guardsmen leap for him, but Conan dispatches them\n\n          with a pair of strikes. \n\nTARGET SECTION TO BE ANNOTATED:\n Both fall down dead.\n\n                         \n\n          Conan meets Tamara's eyes, a look of determination,\n\n          assurance. He starts toward the altar.\n\n                         \n\n                          KHALAR SINGH\n\n           I will say this for you, barbarian.\n\n           You are hard to kill.\n\n                         \n\n                          CONAN\n\n           Let her go.\n\n                         \n\n                          KHALAR SINGH\n\n           You've faced me before and lost.\n\n           What do you think has changed now?\n\n                         \n\n                          CONAN\n\n           My purpose.\n\n                         \n\n          Conan lunges for Khalar, their swords meeting with a flash of\n\n          sparks. They fight to a brief standstill when ---THUMP,\n\n          THUMP.\n\n                         \n\n                         THE ALTAR\n\n           97.\n\n                         \n\n                         \n\n          Tamara writhes in pain as the spikes drive deeper into her\n\n          head. More blood pours forth. The blood in the channels\n\n          speeds up and finds the channel leading down to the\n\n          sacrificial pool.\n\n                         \n\n          Conan makes another movement toward the altar, but Khalar\n\n          nimbly blocks his path.\n\n                         \n\n                          KHALAR SINGH\n\n           You are strong, Cimmerian, but we\n\n           both know you are not my equal.\n\n                         \n\n          Conan takes the burlap sack wrapped at his hip pulls it off.\n\n                         \n\n                          CONAN\n\n           Once you used my father to teach\n\n           your son a lesson about strength.\n\n           Now let me teach you.\n\n                         \n\n          Conan tosses out what is inside. It falls to the ground,\n\n          rolling to Khalar Singh's feet.\n\n                         \n\n                         FARIQ'S HEAD\n\n                         \n\n          Khalar looks down at the ground -- at the head of his beloved\n\n          son, his eyes gone, replaced by molten metal. Khalar trembles\n\n          in shock and rage.\n\n                         \n\n                          KHALAR SINGH\n\n           No.\n\n                         \n\n          Khalar reaches for the severed head, giving Conan a brief\n\n          window to rush to Tamara's side. Conan tries to lift her off\n\n          the altar, but the bone shackles still pin her down.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Cimmerian!!!\n\n                         \n\n          Enraged, Khalar CHARGES Conan throwing all his skill and\n\n          force into an all-out attack.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nConan tries to lift her off\n\n          the altar, but the bone shackles still pin her down. KHALAR SINGH (CONT'D)\n\n           Cimmerian!!! Enraged, Khalar CHARGES Conan throwing all his skill and\n\n          force into an all-out attack. \n\nTARGET SECTION TO BE ANNOTATED:\n Conan simply sidesteps it, then\n\n          shatters the bone shackle holding one of Tamara's wrists.\n\n          Before he can shatter the other, Khalar charges again.\n\n                         \n\n          Khalar swings, Conan spins, his blade catching Khalar's just\n\n          inches from his face. Conan throws Khalar off him, knocking\n\n          the warlord back ten feet. Khalar's attack is feral,\n\n          uncontrolled. He's lost his balance.\n\n                         \n\n          Spinning and striking blindly, Conan smashes the second\n\n          shackle on her wrist. He continues his motion, bringing his\n\n          sword around to meet Khalar's next strike.\n\n           98.\n\n                         \n\n                         \n\n          Now Khalar looks like the enraged amateur, and Conan the more\n\n          polished warrior. Their battle takes them away from the\n\n          altar.\n\n                         \n\n          With her hands free, Tamara struggles to pull the spikes out\n\n          and remove the crown.\n\n                         \n\n          THE KILLING FLOOR\n\n                         \n\n          Conan repels another Khalar attack, this time striking\n\n          Khalar's chest and drawing blood. The Guardsmen arrive from\n\n          the other side of the cave, drawing their swords.\n\n                         \n\n          Khalar waves them off, his fury aimed at the Cimmerian.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           The Queen. Shackle her!\n\n                         \n\n                         THE ALTAR\n\n                         \n\n          In agony, Tamara pulls one of the spikes out, then another.\n\n          She pushes with all her might, lifting the crown of iron off\n\n          her bloodied head --\n\n                         \n\n          When the Guardsmen charge her, pin her down, and force the\n\n          crown back on.\n\n                         \n\n          THUMP, THUMP! The crown spikes imbed themselves even deeper\n\n          as Tamara SCREAMS. The blood now fills the channels of the\n\n          altar.\n\n                         \n\n          WE FOLLOW the trail of blood, down the side of the altar, in\n\n          a spiral channel around the leg, and in a wide circle around\n\n          the altar until reaching the channel's end --\n\n                         \n\n          THE FIRST DROP OF TAMARA'S BLOOD TOUCHES THE SACRIFICIAL\n\n          POOL. It BOILS instantly, multiplying itself exponentially,\n\n          bubbling forth and filling the entire pool.\n\n                         \n\n          AND ALL HELL BREAKS LOOSE.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nWE FOLLOW the trail of blood, down the side of the altar, in\n\n          a spiral channel around the leg, and in a wide circle around\n\n          the altar until reaching the channel's end --\n\n                         \n\n          THE FIRST DROP OF TAMARA'S BLOOD TOUCHES THE SACRIFICIAL\n\n          POOL. It BOILS instantly, multiplying itself exponentially,\n\n          bubbling forth and filling the entire pool. AND ALL HELL BREAKS LOOSE. \n\nTARGET SECTION TO BE ANNOTATED:\n A massive earthquake jolts the\n\n          entire cave.\n\n                         \n\n          THE KILLING FLOOR\n\n                         \n\n          As Khalar Singh and Conan battle, the ground beneath them on\n\n          the wide cave floor CRACKS and SPLINTERS.\n\n                         \n\n          THUMP-THUMP! The earthquake intensifies and the entire floor\n\n          of the cave GIVES WAY, tumbling into an incredible abyss.\n\n          Conan and Khalar alike grab onto the only rocks they can\n\n          reach to prevent them from falling further.\n\n           99.\n\n                         \n\n                         \n\n          Conan ends up against one of the walls on the side of the\n\n          cave. Khalar clings to the rocks on the edge of the sacred\n\n          pool.\n\n                         \n\n          Their bodies are illuminated by a fiery glow. They look\n\n          below, searching for the source of the glow.\n\n                         \n\n                         ACHERON\n\n                         \n\n          Another two hundred feet deep lies the golden spired city of\n\n          ancient Acheron. The cave is but a forechamber, the slightest\n\n          taste of the true glory and horror of Acheron.\n\n                         \n\n          And as they stare down into the ancient city, the shadows\n\n          there MOVE.\n\n                         \n\n          Is it a trick of the light? No. Whatever the dark forms are,\n\n          they are coming this way, climbing the tallest demonic spires\n\n          and leaping impossibly far to climb up after Conan and Khalar\n\n          Singh.\n\n                         \n\n          Khalar gazes down at the city with wide eyes.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n           Beyond my dreams --\n\n                         \n\n                         THE ALTAR\n\n                         \n\n          Tamara, her body's blood nearly drained, is still shackled to\n\n          the altar, which now teeters over the edge of chasm, poised\n\n          to fall into the fiery depths.\n\n                         \n\n                          TAMARA\n\n           Conan!!!\n\n                         \n\n                         CONAN\n\n                         \n\n          On the other side of the abyss, Conan spots her and scales\n\n          the cave wall, up to a tiered plateau. He moves quickly,\n\n          trying to get to Tamara.\n\n                         \n\n                         KHALAR SINGH\n\n                         \n\n          Khalar watches, entranced, as the first of the creatures\n\n          rises out of the pit.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONAN\n\n                         \n\n          On the other side of the abyss, Conan spots her and scales\n\n          the cave wall, up to a tiered plateau. He moves quickly,\n\n          trying to get to Tamara. KHALAR SINGH\n\n                         \n\n          Khalar watches, entranced, as the first of the creatures\n\n          rises out of the pit. \n\nTARGET SECTION TO BE ANNOTATED:\n They climb the walls like insects,\n\n          clinging to the walls, their heads swiveling like a praying\n\n          mantis.\n\n                         \n\n                         ACHERONIAN WARRIORS\n\n                         \n\n          The look like the statues above -- a hybrid -- part human,\n\n          part demon. Their skin is a perfect black, armor carved of\n\n          black bone, faces once human but now demonic with blood red\n\n          eyes and gnashing teeth.\n\n           100.\n\n                         \n\n                         \n\n          They advance on Khalar Singh, who is furthest down now that\n\n          Conan climbs upward towards Tamara.\n\n                         \n\n                          KHALAR SINGH\n\n                          (IN ACHERONIAN)\n\n           I am Khalar Singh, King of Acheron.\n\n           I command you to kneel!\n\n                         \n\n          And this demonic horde advances right for him, their razor\n\n          sharp teeth bared. Unsure, Khalar grips his tulwars tight.\n\n          The demonic creatures draw close, and they -- kneel. They\n\n          climb out of the abyss and immediately lower their heads\n\n          before Khalar Singh.\n\n                         \n\n          Out of the corner of his eye, Khalar spots Conan, drawing\n\n          near.\n\n                         \n\n           KHALAR SINGH (CONT'D)\n\n                          (IN ACHERONIAN)\n\n           Show him the might of the army of\n\n           Acheron!\n\n                         \n\n          But they do not rush to follow the order. They stir. One of\n\n          them with more ornate bone armor than the rest looks over at\n\n          Khalar's Guardsmen.\n\n                         \n\n                          ACHERONIAN COMMANDER\n\n                          (IN ACHERONIAN)\n\n           First, we feed.\n\n                         \n\n          Its voice is somewhere between a whisper and a hiss.\n\n                         \n\n                          KHALAR SINGH\n\n           Fine. Take your fill. I will kill\n\n           him myself.\n\n                         \n\n                         CONAN\n\n                         \n\n          Conan is on an intercept course with Tamara, leaping across\n\n          chasms from statue to statue. Just below him, the first wave\n\n          of Acheronian Warriors reach the Khalar's remaining\n\n          Guardsmen.\n\n                         \n\n                         KHALAR'S GUARDSMEN\n\n                         \n\n          Khalar's Guardsmen, who have been watching the events with\n\n          mouths agape, realize the danger too late.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONAN\n\n                         \n\n          Conan is on an intercept course with Tamara, leaping across\n\n          chasms from statue to statue. Just below him, the first wave\n\n          of Acheronian Warriors reach the Khalar's remaining\n\n          Guardsmen. KHALAR'S GUARDSMEN\n\n                         \n\n          Khalar's Guardsmen, who have been watching the events with\n\n          mouths agape, realize the danger too late. \n\nTARGET SECTION TO BE ANNOTATED:\n The horde of\n\n          Acheronian Warriors leaps on them and a massive battle ensues\n\n          between the demonic warriors and the soldiers.\n\n                         \n\n                         CONAN\n\n                         \n\n          His climbing is dizzying, reminiscent of his youth scaling\n\n          the cliffs of Cimmeria.\n\n           101.\n\n                         \n\n                         \n\n                         KHALAR\n\n                         \n\n          Intercepts Conan just below the altar, his tulwars at the\n\n          ready.\n\n                         \n\n                          CONAN\n\n           Your story ends here.\n\n                         \n\n          The two warriors square off, fighting even as they cling to\n\n          the statues.\n\n                         \n\n                         ACHERONIAN WARRIORS\n\n                         \n\n          The demon warriors not only slay Khalar's Guardsmen, but rip\n\n          their still living bodies apart, dousing themselves in the\n\n          blood of their victims. It is a violent ritual, both\n\n          Bacchantic and gruesome.\n\n                         \n\n                         KHALAR\n\n                         \n\n          Launches himself at Conan, his tulwars sparking off the stone\n\n          statuary. Conan leaps to another statue, parrying the blows.\n\n          Khalar overextends himself, and Conan's sword just barely\n\n          misses his throat.\n\n                         \n\n          Khalar pulls back, tries to settle himself. Conan's eyes\n\n          narrow, he knows what Khalar is doing.\n\n                         \n\n                          CONAN (CONT'D)\n\n           Like a woman, Fariq cried and\n\n           begged me to spare him.\n\n                         \n\n          Khalar ROARS in rage, launching an all-out offensive. Conan\n\n          backs up slowly, waiting for his moment.\n\n                         \n\n          And it comes quickly. Conan ducks below the tulwars and CUTS\n\n          Khalar across the stomach. Khalar loses his balance and\n\n          falls, one hand grabbing a protruding statue arm, dangling\n\n          over the abyss.\n\n                         \n\n          Conan raises his sword to finish the job.\n\n                         \n\n           TAMARA (O.S.)\n\n           Conan!!!\n\n                         \n\n          Conan glances down. The Acheronian Commander drank his fill,\n\n          and now moves to the altar itself, his claw stroking Tamara's\n\n          body. With one touch, the shackles open. He and the\n\n          Acheronian Warriors drag her pale body toward the abyss.\n\n                         \n\n          Khalar grins up at him through bloody teeth.\n\n           102.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe and the\n\n          Acheronian Warriors drag her pale body toward the abyss. Khalar grins up at him through bloody teeth. 102. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                          KHALAR SINGH\n\n           They take her to a place you can\n\n           never follow. Who will you fail,\n\n           Cimmerian? Your father or your\n\n           woman?\n\n                         \n\n          Conan leaps down to the altar. The Acheronian Warriors\n\n          attack. Standing atop the altar, Conan cuts down all comers,\n\n          cutting his way through the enemy, working his way to Tamara.\n\n                         \n\n                          CONAN\n\n           Tamara!!\n\n                         \n\n          They leap on Conan, impossibly fast. They stab him. They cut\n\n          him. But he does not stop. Even wounded, he throws them into\n\n          the abyss.\n\n                         \n\n          And he reaches Tamara, just before the Commander drags her\n\n          below. He grabs her arm. The Commander grabs her other arm,\n\n          baring his shark-like teeth.\n\n                         \n\n          BLAM! Conan punches him in the mouth with his free hand and\n\n          the Commander falls into the abyss.\n\n                         \n\n          The bloody Conan pulls Tamara up into his arms. Only for\n\n          Tamara to scream.\n\n                         \n\n                          TAMARA\n\n           Conan!\n\n                         \n\n          Conan spins just in time as Khalar strikes. Khalar's tulwar\n\n          narrowly misses, and Conan counters. His father's sword runs\n\n          Khalar Singh through.\n\n                         \n\n          Khalar's body falls into the abyss.\n\n                         \n\n          But the Acheronian Warriors surround them. Thousands climb\n\n          out of the abyss, teeth bared, closing in on the wounded\n\n          Conan. Tamara, badly weakened herself, grabs Conan.\n\n                         \n\n                          TAMARA (CONT'D)\n\n           Conan, you know what you must do.\n\n           Kill me.\n\n                         \n\n                          CONAN\n\n           No.\n\n                         \n\n                          TAMARA\n\n           It is the only way to end this. My\n\n           death gives others life.\n\n                         \n\n                          CONAN\n\n           I cannot.\n\n           103.\n\n                         \n\n                         \n\n                          TAMARA\n\n           You must. Your parents both\n\n           understood that purpose. Now it is\n\n           yours. Live, Conan.\n\n                         \n\n          A tear falls from Tamara's face. The demonic warriors prepare\n\n          to strike.\n\n                         \n\n          Conan drives his sword into Tamara's heart. The crown spikes\n\n          retract and it falls from her head, tumbling into the abyss.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe demonic warriors prepare\n\n          to strike. Conan drives his sword into Tamara's heart. The crown spikes\n\n          retract and it falls from her head, tumbling into the abyss. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          BOOM! A seismic explosion shakes everything, an unearthly\n\n          GUST OF WIND pulling the Acheronian Warriors back down into\n\n          the abyss.\n\n                         \n\n                         ACHERONIAN CAVE\n\n                         \n\n          The cave begins to fall, massive sections of the roof\n\n          dropping in to decimate the pyramid and the city below.\n\n                         \n\n                         ALTAR\n\n                         \n\n          Conan pulls Tamara's body away, even as the world descends\n\n          into dust and debris.\n\n                         \n\n                         \n\n          EXT. CAVE ENTRANCE - NIGHT\n\n                         \n\n          Khalar's HORSE stands near the entrance. Conan puts Tamara's\n\n          body carefully atop the horse, then mounts it himself. He\n\n          positions her in front of him, his arms encircling her.\n\n                         \n\n          Conan gives her lifeless body one last kiss, her blood\n\n          staining his lips red, as his mother's did as a child.\n\n                         \n\n                         \n\n          EXT. HIGH PLATEAU - DAWN\n\n                         \n\n          A blazing sun threatens to explode over the nearby mountains.\n\n          Conan holds a single torch in his hand. His look is hard.\n\n          Grim.\n\n                         \n\n          We pull back to reveal a funeral pyre, Tamara's body atop it.\n\n          Conan places the torch to the pyre. It quickly spreads.\n\n                         \n\n          We move in, closer and closer upon Conan's ice blue eyes, a\n\n          blazing fire erupting in them. A fire that will never be\n\n          extinguished.\n\n                         \n\n           TAMARA (O.S.)\n\n           Live, Conan. Live.\n\n                         \n\n           FADE TO BLACK.\n\n\n\n\n\n"
}