{
  "1": "\n\nCOOL HAND LUKE (1967) \n\n\n\n\n                                     \"COOL HAND LUKE\"\n\n                                      Screenplay by\n\n                              Donn Pearce and Frank Pierson\n\n                                  Based on the novel by\n\n                                       Donn Pearce\n\n                                      SHOOTING DRAFT\n\n                \n\n               FADE IN:\n\n               EXT. SOUTHERN CITY STREET EXTREME CLOSEUP PARKING METER \n               (NIGHT)\n\n               Its irritating head opens a glaring red eye: the red flag \n               pops across the entire screen:\n\n                                        VIOLATION\n\n               INSERT: PARKING METER SUPPORT (NIGHT)\n\n               CLOSEUP of a pipe cutter attached to the meter neck, metal \n               slivers curling out. From o.s. we HEAR -- LUCAS JACKSON \n               cheerfully humming and mumbling Auld Lang Syne and then:\n\n                                     LUKE\n                         Okay, Mister General, you son of a \n                         bitch. Sir. Think you can put things \n                         right with a piece of tin with a \n                         ribbon hangin' on it? Gonna put you \n                         right.\n\n               CLOSEUP PARKING METER (NIGHT)\n\n               as the meter head falls out of FRAME.\n\n               NEW ANGLE ON METER (NIGHT)\n\n               as it falls to the ground amidst a forest of meter stands \n               and Luke's hand comes into the FRAME to pick it up and we \n               SEE him in CLOSEUP for the first time. He is cheerful, drunk, \n               wearing a faded GI Field jacket. A bottle opener hangs on a \n               silver chain around his neck. He addresses the next meter.\n\n                                     LUKE\n                         All right. Helen, honey. I lost my \n                         head over you. Now its your turn.\n\n               Suddenly the beam of headlights crashes in, FLARING the \n               SCREEN.\n\n               ANGLE ON PROWL CAR (NIGHT)\n\n               sliding up to us, headlights glaring, red toplight revolving \n               menacingly. TWO OFFICERS, black shapes, get out and start \n               warily toward Luke.\n\n               ON LUKE (NIGHT)\n\n               illuminated by the headlights. He grins as the Officers \n               approach, lifts a bottle of beer, opens it and drinks, \n               smiling. On his smile, FREEZE FRAME. ON THE FRAME SUPER-IMPOSE \n               MAIN TITLE and as it FADES\n\n                                                               DISSOLVE TO:\n\n               OMITTED\n\n               EXT.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grins as the Officers \n               approach, lifts a bottle of beer, opens it and drinks, \n               smiling. On his smile, FREEZE FRAME. ON THE FRAME SUPER-IMPOSE \n               MAIN TITLE and as it FADES\n\n                                                               DISSOLVE TO:\n\n               OMITTED\n\n               EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CLOSEUP A YOYO BLADE IN THE SUN\n\n               It swings with a pendulum motion, its shining blade topping \n               a clump of grass and weeds; it swings on the backstroke, \n               lopping more grass, then moves a little away from CAMERA. \n               FROM CAMERA RIGHT, a pair of feet move INTO the FRAME, the \n               feet of the man swinging the yoyo. They are booted and \n               connected by chains, riveted around the ankles. The feet \n               move further INTO the FRAME and the SHOT WIDENS. We are on:\n\n               EXT. A COUNTRY ROAD (DAY)\n\n               and we see the work gang in uniforms (14 men) flailing away \n               with yoyos, short-handled scythes in the hot sun, guarded by \n               three men. Three of the workers wear chains (Gambler, \n               Dynamite, Sailor). The scene is bleached and hot; the men \n               sweating and dirty in prison shirts and pants. The light \n               shifts during the following:\n\n               A MONTAGE OF A FULL DAY - SUPERIMPOSE TITLES AS APPROPRIATE \n               OVER FOLLOWING\n\n               ANGLE ON RABBIT\n\n               He is a trustee. He walks up INTO CAMERA and sets up sign: \n               SLOW DOWN -- MEN AT WORK\n\n               ANGLE ON DRAGLINE (9:00 A.M.)\n\n               He is a giant, covered with sweat and dust. He starts to \n               pull off his shirt.\n\n                                     DRAGLINE\n                         Takin' it off here, Boss!\n\n                                     BOSS KEAN\n                         Yeah, take it off, Dragline!\n\n               ANGLE BOSS KEAN (11:00 A.M.)\n\n               pulling out watch, looking at the sun.\n\n               ANGLE THE BULL GANG\n\n               flailing away, most of them naked to the waist.\n\n               ANGLE KOKO\n\n               He is sweating streams.\n\n                                     KOKO\n                         Wipin' it off here, Boss!\n\n                                     BOSS SHORTY\n                         Okay, wipe it off there, Koko.\n\n               Koko takes out a limp handkerchief and mops his face.\n\n               ANGLE ON GAMBLER (A CHAINMAN) (NOON)\n\n               his yoyo flashing like a sword. He pauses, panting.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nKoko takes out a limp handkerchief and mops his face. ANGLE ON GAMBLER (A CHAINMAN) (NOON)\n\n               his yoyo flashing like a sword. He pauses, panting. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     GAMBLER\n                         Drinkin' it up here, Boss!\n\n               ANGLE BOSS KEAN\n\n                                     BOSS KEAN\n                         Awright, drink it up, Gambler. Water \n                         'em, Rabbit.\n\n               NEW ANGLE GAMBLER AND GANG\n\n               as Gambler takes a drink from a tin cup, passed by Rabbit.\n\n               FULL SHOT THE GANG (2:00 P.M.)\n\n               working away like a machine.\n\n               ANGLE PAST BOSS GODFREY TO BOSS SHORTY\n\n               Godfrey is the Walking Boss, silent, implacable symbol of \n               ultimate judgement. He wears a black hat, globular mirrored \n               sunglasses -- the Man With No Eyes, impassive, emotionless. \n               He nods to Boss Shorty.\n\n                                     BOSS SHORTY\n                         Awright, smoke it up!\n\n               FULL SHOT THE GANG\n\n               In unison they chant:\n\n                                     THE GANG\n                         Yeah, Boss.\n\n               ANGLE SOCIETY RED AND BLIND DICK 4:00 P.M.\n\n               Society is checking his yoyo edge with a file, covertly \n               watching a passing car. Blind Dick sneaks a look, then ducks.\n\n               ANGLE BOSS KEAN\n\n                                     BOSS KEAN\n                         You eyeballin' there, Society?\n\n               SOCIETY RED\n\n                                     SOCIETY RED\n                         Checkin' my yoyo, Boss!\n\n               KOKO (5:00 P.M.)\n\n               He sees something o.s. He speaks, as they all do outside, \n               like a ventriloquist, not moving the lips, and in a stage \n               whisper, to Dragline.\n\n                                     KOKO\n                         Drag... Drag... Newmeat Bus! We got \n                         us Newmeat tonight!\n\n               ANGLE ON GAMBLER AND DRAGLINE\n\n               They look up covertly.\n\n               P.O.V. ANGLE ON ROAD\n\n               The Newmeat Bus, a prison vehicle, a panel truck with meshed \n               windows; and men in it, appears down the road approaching \n               the gang. It slows as it passes them and the men covertly \n               look at it.\n\n               KOKO AND GAMBLER\n\n                                     KOKO\n                              (whispering)\n                         A bunch. Must be halfa dozen Newmeat.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt slows as it passes them and the men covertly \n               look at it. KOKO AND GAMBLER\n\n                                     KOKO\n                              (whispering)\n                         A bunch. Must be halfa dozen Newmeat. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     GAMBLER\n                         No more than five. For a cold drink.\n\n                                     KOKO\n                              (whispering)\n                         Bet! Babalugats, bet here!\n\n               ANGLE BABALUGATS\n\n               He is the idiot of the gang. He grins foolishly, making the \n               bet official.\n\n               NEWMEAT BUS\n\n               as it passes, picking up speed, PAN INTO:\n\n               CLOSE SHOT GODFREY\n\n               looking at the Newmeat Bus.\n\n               EXT. CLOSEUP THE EYES OF GODFREY\n\n               His sunglasses FILL THE SCREEN, distorting the image of the \n               bus as it moves away from us and the last TITLE ROLLS.\n\n                                                                    CUT TO:\n\n               INT. NEWMEAT BUS\n\n               The SCREEN is mostly black, but we see out through the meshed \n               rear windows a desolate panorama of gnarled trees and grubby \n               landscape, bleak and hopeless.\n\n               Now we HEAR outside the barking and baying of bloodhounds, \n               not like they're tracking, but just playing as the truck \n               turns and stops. The BUS GUARD and DRIVER get out. The back \n               of the truck is opened by the guard and through that rectangle \n               of bright sunlight, the silhouettes of the Newmeat descend, \n               Luke last.\n\n               EXT. PRISON CAMP LUKE'S P.O.V. (DAY)\n\n               The Scene: in a hollow is a long barracks, white-washed, \n               faded gray, one story high. At right is a mess hall and \n               laundry. A chain-link fence surrounds the whole compound. \n               The corners of the fence are telephone poles with floodlights \n               on the tops. These burn all night. Back of the mess hall, \n               again outside the fence, are several kennel runs in which \n               bloodhounds are now ROARING. A wooden tower with a simple \n               board roof stands at two corners of the compound where the \n               guards sit when the prisoners are not locked in the barracks. \n               A picnic table sits in a grassy area just outside and at one \n               side of the gate is a picket fence enclosing a scrubby lawn.\n\n                                     BOSS PAUL\n                         Four. Right.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nA picnic table sits in a grassy area just outside and at one \n               side of the gate is a picket fence enclosing a scrubby lawn. BOSS PAUL\n                         Four. Right. \n\nTARGET SECTION TO BE ANNOTATED:\n               He hands the papers to the CAPTAIN, a small man with a kindly \n               face but a firm, set mouth who always carries a golf club. \n               In b.g. the bloodhounds are YOWLING:\n\n                                     BOSS PAUL\n                         Dogboy, get them dogs shut up!\n\n               DOGBOY, a trustee whose leather gloves are always sticking \n               out of one back pocket, puts his hand to be licked by the \n               dogs who quiet, friendly, like any pets.\n\n                                     DOGBOY\n                         They just smell newmeat is all, Boss.\n\n               The Captain has been ignoring this, watching the prisoners, \n               looking at their records.\n\n               EXT. NEWMEAT BUS (DAY)\n\n               as the Bosses (BOSS PAUL and BOSS HIGGINS) motion for them, \n               the other Newmeat (to be known as TRAMP, ALIBI, and TATTOO) \n               stumble into each other and jostle Luke in their eagerness \n               to obey orders.\n\n                                     BOSS PAUL\n                         You men git lined up here.\n\n               The Newmeat jostle into line. They are wearing State Issue \n               gray pants and their own Free World shirts. All except Luke \n               carry a paper bag or cigar box containing their wordly goods. \n               All except Luke look apprehensive, worried. Luke stands with \n               languid grace, neither insolent nor hostile, nor fearful. \n               The Bus Guard hands Boss Paul a folder that contains records \n               as the Captain approaches from his porch.\n\n                                     CAPTAIN\n                         What did they bring us today? Gibson. \n                         A 507, Manslaughter. Good for a two \n                         spot.\n\n                                     ALIBI\n                         It was an accident. I've never been \n                         in any trouble.\n\n                                     BOSS PAUL\n                         You'all call the Captain, Captain.\n\n                                     CAPTAIN\n                              (to next man)\n                         Edgar Potter. A 302 and resisting \n                         arrest. One year.\n\n                                     TRAMP\n                         I was tryin' to keep outa the rain.\n\n                                     BOSS PAUL\n                         Git the wax out'n yore ears. You \n                         call the Captain, Captain.\n\n                                     TRAMP\n                         Yes, sir.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOSS PAUL\n                         Git the wax out'n yore ears. You \n                         call the Captain, Captain. TRAMP\n                         Yes, sir. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     BOSS PAUL\n                         And you call the rest of us Boss, \n                         you hear?\n\n                                     TRAMP\n                         Yes, Boss.\n\n                                     CAPTAIN\n                         This man is gonna make us proud of \n                         him, Mr. Hunnicutt.\n                              (moving on)\n                         Raymond Pratt.\n\n                                     TATTOO\n                         Yes, Captain.\n\n                                     CAPTAIN\n                         Breakin', enterin' and assault. Five \n                         spot. Hmmm. Able-bodied seaman.\n\n                                     TATTOO\n                         That oughta come in handy here, \n                         Captain.\n\n                                     CAPTAIN\n                         Maybe.\n                              (turning to Luke)\n                         Lucas Jackson.\n\n                                     LUKE\n                         Here, Captain.\n\n                                     CAPTAIN\n                         Maliciously destroyin' municipal \n                         property while under the influence. \n                         What was that?\n\n                                     LUKE\n                         Cuttin' the heads off parkin' meters, \n                         Captain.\n\n                                     CAPTAIN\n                         Well, we ain't never had one of them. \n                         Where'd you think that was gonna get \n                         you?\n\n                                     LUKE\n                         I guess you could say I wasn't \n                         thinkin', Captain.\n\n                                     CAPTAIN\n                              (looking at record)\n                         Says here you done real good in the \n                         war: Silver Star, Bronze Star, couple \n                         Purple Hearts. Sergeant! Little time \n                         in stockades. Come out the same way \n                         you went in: Buck Private.\n\n                                     LUKE\n                         That's right, Captain. Just passin' \n                         the time.\n\n                                     CAPTAIN\n                              (staring at him)\n                         Well, you got yourself some time \n                         now. Two years. Hell, that ain't \n                         much, we got coupla men here doin' \n                         twenty spots. We got one who's got \n                         all of it. We got all kinds and you \n                         gonna fit in real good. Course in \n                         case you git rabbit in your blood \n                         and decide to take off fer home, you \n                         git a bonus a some time and couple \n                         leg chains to keep you slowed down a \n                         little -- fer your own good. You'll \n                         learn the rules. It's all up to you. \n                         I can be a good guy or I can be one \n                         mean son-of-a-bitch, it's up to you.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou'll \n                         learn the rules. It's all up to you. I can be a good guy or I can be one \n                         mean son-of-a-bitch, it's up to you. \n\nTARGET SECTION TO BE ANNOTATED:\n               He turns and walks away.\n\n               CLOSE SHOT LUKE\n\n               His eyes have been wandering during this speech. He sees a \n               doleful, lovable bloodhound, nose at the mesh and winks at \n               him.\n\n               CLOSE SHOT BLOODHOUND\n\n               He simply stares dolefully.\n\n               INT. BARRACKS (DAY)\n\n               Bare, unpainted wood. The windows are barred and covered \n               with chain link. The door from the barracks up to the compound \n               passes a small area enclosed by a woven metal strap cage. In \n               this usually sits the WICKER MAN, whom we generally see as a \n               heavy, short shape moving about his own business which is \n               making an endless series of rings or jewelry by hammering \n               coins with the back of a heavy spoon.\n\n               The door to the barracks locks by the tongue of a strap iron \n               bar that is thrust through a hole in the wicker where the \n               Wicker Man locks it by padlock. Thus he can always see them, \n               but they can't reach him. The single big room is filled with \n               two and even three-tiered bunks. Bare bulbs hang from the \n               ceiling.\n\n               CARR, the floorwalker, a 240 pound behemoth, is indoctrinating \n               the Newmeat while they change into camp clothing: gray twill \n               trousers, shirt and jacket, all numbered, which has been \n               piled on the table. Carr squeegees up and down, a restless \n               man, and CAMERA in following him SHOWS us the room. At the \n               same time, the Wicker Man is moving about the barracks, \n               tapping the floors and bunk posts with a broom handle for \n               signs of tampering. Carr pays no attention to him, addressing \n               the Newmeat.\n\n                                     CARR\n                         Them clothes has got laundry numbers \n                         on 'em. You remember your number and \n                         always wear the ones that has your \n                         number. Any man forgets his number \n                         spends a night in the box.\n                              (passing out spoons)\n                         This yere spoon you keep with you \n                         and any man loses his spoon spends a \n                         night in the box. There is no playing \n                         grabass or fighting in the building.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nAny man forgets his number \n                         spends a night in the box. (passing out spoons)\n                         This yere spoon you keep with you \n                         and any man loses his spoon spends a \n                         night in the box. There is no playing \n                         grabass or fighting in the building. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                         You got a grudge against another man \n                         you can fight him Saturday afternoon. \n                         Any man playing grabass or fighting \n                         in the building spends a night in \n                         the box. First bell is at five minutes \n                         of eight when you will get in your \n                         bunk and last bell is at eight...\n\n               O.S. now are heard the SOUNDS of trucks arriving and the \n               Wicker Man goes back to the wicker.\n\n                                     CARR\n                              (continuing)\n                         Any man not in his bunk at eight \n                         will spend a night in the box. There \n                         is no smoking in prone position in \n                         bed. To smoke you must have both \n                         legs over the side of your bunk. \n                         Anyone caught smoking in prone \n                         position will spend a night in the \n                         box. You get two sheets. Every \n                         Saturday you put the clean sheet on \n                         the top, the top sheet on the bottom \n                         and the bottom sheet you turn in to \n                         the Laundry Boy. Any man who turns \n                         in the wrong sheet spends a night in \n                         the box. No one will sit on the bunks \n                         with dirty pants on. Any man sitting \n                         on a bunk with dirty pants will spend \n                         a night in the box. Any man who don't \n                         bring back his empty pop bottles \n                         spends a night in the box.\n\n               O.S. now are the SOUNDS of men counting off, filling the air \n               with the apprehension of impending arrival.\n\n                                     CARR\n                              (continuing)\n                         Any man loudtalking spends a night \n                         in the box. You got questions you \n                         come to me.\n                              (attentive now)\n                         I'm Carr, the floorwalker. I'm \n                         responsible for order in here and \n                         any man that don't keep order...\n\n               Luke mouths the next line with him. At the same time, we \n               HEAR the clanking of the Wicker Man's doors opening and the \n               thudding of many steps.\n\n                                     CARR\n                         ...spends a night in the box.\n                              (to Luke, sincerely)\n                         I hope you ain't gonna be a hardcase.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt the same time, we \n               HEAR the clanking of the Wicker Man's doors opening and the \n               thudding of many steps. CARR\n                         ...spends a night in the box. (to Luke, sincerely)\n                         I hope you ain't gonna be a hardcase. \n\nTARGET SECTION TO BE ANNOTATED:\n               NEW ANGLE\n\n               As Luke shrugs the chute bursts open and the Bull Gang rushes \n               in, men trying to get hands clean, urinate and get back out \n               into the chowline. Sudden LOUD CHAOS. The Newmeat are seated \n               on the bench, bewildered, except Luke who grins. Koko spies \n               the Newmeat and is unhappy that there are only four.\n\n                                     GAMBLER\n                              (to Koko)\n                         Four. You owe me a drink.\n\n                                     DRAGLINE\n                              (pushing both aside)\n                         Get outa mah way you don't want a \n                         wet pocket!\n\n                                     SOCIETY RED\n                              (passing the Newmeat)\n                         Gentlemen, welcome to the Family.\n\n                                     LOUDMOUTH STEVE\n                         Any of you guys from Connecticut?\n\n                                     CARR\n                         Awright, let's move it along!\n\n               NEW ANGLE\n\n               as the flow of bodies reverses and the men stampede for the \n               chute, going out, adjusting clothing, etc. Dragline shoves \n               Loudmouth Steve along.\n\n                                     DRAGLINE\n                         Fill your loudmouth with some beans!\n\n               And they are in the chute. The Newmeat still sit there. .in \n               the empty barracks, the SOUND of men disappearing across the \n               yard.\n\n                                     CARR\n                         Well, what are you doin' here? You \n                         supposed to be eatin' them beans!\n\n               The Newmeat stampede out the chute.\n\n               INT. MESS HALL (DUSK)\n\n               Most of the other men already have their food and are sitting \n               down with no jockeying for places: everybody knows. They are \n               shoveling it down as fast as they can, getting back up for \n               seconds. Luke and the other Newmeat get their plates and \n               while the others stand there, confused, Luke sits at the \n               first vacant spot and begins to eat industriously.\n\n                                     KOKO\n                              (sotto voce to Dragline)\n                         Newmeat's a hog-gut.\n\n               Dragline looks up, goes back to his food. There is an off-\n               stage CRASH.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nKOKO\n                              (sotto voce to Dragline)\n                         Newmeat's a hog-gut. Dragline looks up, goes back to his food. There is an off-\n               stage CRASH. \n\nTARGET SECTION TO BE ANNOTATED:\n               NEW ANGLE TRAMP\n\n               He is sitting on the floor, between his knees a mess of stew \n               on the floor and his plate upside down. He has made the \n               mistake of taking Dynamite's seat. DYNAMITE, the champion \n               eater, has casually displaced him and is busy chowing. Dogboy \n               is serving; he is the only one to break the rule of silence \n               in chowlines.\n\n                                     DOGBOY\n                         These pigs is rollin' in thar slops \n                         now, Boss!\n\n               Tramp makes terrified and ineffectual efforts to scoop the \n               stew back onto his plate with his hand, wiping his hand on \n               his uniform, etc., then trying to obliterate the stain on \n               the floor with a foot.\n\n               EXT. BARRACKS PORCH (NIGHT)\n\n               The men are being shaken down before entering the barracks \n               for the night. They sit and take off their shoes. They empty \n               their pockets into their caps. Carr inspects shoes, throws \n               them inside door, frisks men who stand with backs turned, \n               arms raised. Then Carr mutters a number.\n\n               INT. BARRACKS (NIGHT)\n\n               Through the Wicker Cage toward door. As the men enter, stoop \n               to pick up shoes, repeat their number to the Wicker Man, as \n               they go through the chute.\n\n               INT. BARRACKS NEW ANGLE (NIGHT)\n\n               The men are preparing for their hour of free time. Gambler \n               has layed out the blanket for the poker game and is shuffling \n               cards. Koko and BLIND DICK have their seats, are arranging \n               their piles of change. Luke sits at the other end of the \n               table, past the blanket line. Dragline who has been talking \n               to the Wicker Man now enters casually as we HEAR Dynamite, \n               change in hand, moving to the game berating Tramp.\n\n                                     DYNAMITE\n                         Next time you stay outa my place! I \n                         earned it. You try that agin an' \n                         I'll bounce you all over the floor.\n\n                                     TRAMP\n                         I didn't know. I was hungry.\n\n                                     KOKO\n                         You don't take another man's place, \n                         boy.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nTRAMP\n                         I didn't know. I was hungry. KOKO\n                         You don't take another man's place, \n                         boy. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ALIBI\n                         It wasn't his fault. Nobody said \n                         anything about seats. We --\n\n                                     DRAGLINE\n                              (to Tramp)\n                         You gotta mind your manners, you \n                         actin' like a hillbilly tramp.\n\n                                     KOKO\n                              (delighted)\n                         Tramp! Beautiful!\n\n               Dragline nods.\n\n                                     GAMBLER\n                              (to Tramp)\n                         You got your bullgang name, boy.\n\n                                     TRAMP\n                              (good-naturedly)\n                         Ain't no worse than some I been \n                         called.\n\n                                     TATTOO\n                         In the Navy, we used to call guys --\n\n                                     DRAGLINE\n                         Fasten your flap! All you Newmeats \n                         gonna have to shape up fast and hard \n                         on this gang. We got rules here an' \n                         in order to learn them, you gotta \n                         keep your ears open and your mouths \n                         shut.\n\n               Luke snorts.\n\n               OMITTED\n\n               ANGLE ON DRAGLINE\n\n               looking up as if he has just heard a strange sound.\n\n                                     DRAGLINE\n                         Somebody say somethin'?\n\n                                     LUKE\n                         I didn't say nothin', Boss.\n\n                                     DRAGLINE\n                         Well, whatta we got here?\n\n                                     LUKE\n                         A Lucas Jackson.\n\n                                     SOCIETY RED\n                              (at mirror, back turned)\n                         Dragline gives out the names here. \n                         You'll get yours when he figures you \n                         out.\n\n                                     DRAGLINE\n                              (to Luke)\n                         Maybe we oughta call you No-Ears. \n                         You don't listen much, do you, boy?\n\n                                     LUKE\n                              (smiling)\n                         Ain't heard much worth listening to \n                         yet. Just everybody handing out rules.\n\n               A feeling of discomfort. Koko assesses Luke, who has remained \n               at the poker table.\n\n                                     KOKO\n                         Newmeat looks like a poker player, \n                         Drag.\n\n                                     DRAGLINE\n                         Wouldn't surprise me none.\n                              (to Luke)\n                         Wicker Man says you got a hundred-\n                         twenny and some change in the \n                         Captain's safe and you got your five \n                         dollars pocket money... That'll buy \n                         you a whole fistfull of cards.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nDRAGLINE\n                         Wouldn't surprise me none. (to Luke)\n                         Wicker Man says you got a hundred-\n                         twenny and some change in the \n                         Captain's safe and you got your five \n                         dollars pocket money... That'll buy \n                         you a whole fistfull of cards. \n\nTARGET SECTION TO BE ANNOTATED:\n You \n                         in or out?\n\n               Luke stares at him for a beat, then shrugs -- who needs it -- \n               and walks over to his bunk.\n\n                                     SOCIETY RED\n                         Looks like you've got yourself a \n                         redhot, Dragline.\n\n               Dragline just stares after Luke.\n\n                                     GAMBLER\n                              (dealing)\n                         Awright, let's play some poker. First \n                         Jack is the Man... a trey, a duck, a \n                         neighter...\n\n               He continues to call cards as we PAN AWAY and DOWN the bunks \n               showing Alibi writing a letter, Loudmouth Steve reading a \n               sex book, STUPID BLONDIE working a rattleskin wallet, SAILOR \n               removing his pants through his chains, CHIEF rolling \n               cigarettes, etc.\n\n               CLOSE THE WICKER\n\n               The shadow of the Wicker Man behind it rises and moves to \n               the tire rim which he beats with a tire iron.\n\n               CLOSE CARR\n\n                                     CARR\n                         First bell!\n\n               POKER TABLE\n\n               The men break it up, some head for the urinal.\n\n               ANGLE ON LUKE\n\n               He lies in his bunk staring directly into a flyspecked bulb \n               hanging from the ceiling about eighteen inches from his face. \n               It will be on all night. The tire iron SOUNDS again and men \n               hurry for their bunks.\n\n                                     CARR (O.S.)\n                         Last bell. Last bell.\n\n               INT. BARRACKS MED. SHOT\n\n               Carr moves down the aisle, counting lips moving. The barracks \n               is silent. Finishing the count, Carr goes to the Wicker.\n\n                                     CARR\n                         Fifty, Boss.\n\n                                     WICKER MAN (O.S.)\n                         Fifty. Okay, Carr.\n\n               ANGLE ON LUKE\n\n               staring up at bulb.\n\n                                     LOUDMOUTH STEVE'S VOICE\n                         Gittin' up here, Carr.\n\n               MOVING CLOSE SHOT CARR\n\n               Pacing along, his feet squeegeeing on the floor.\n\n                                     CARR\n                         Yeeahp.\n\n               ANGLE SHOWING LOUDMOUTH STEVE\n\n               In the sleeping barracks he gets up and moves toward the \n               toilets...",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOVING CLOSE SHOT CARR\n\n               Pacing along, his feet squeegeeing on the floor. CARR\n                         Yeeahp. ANGLE SHOWING LOUDMOUTH STEVE\n\n               In the sleeping barracks he gets up and moves toward the \n               toilets... \n\nTARGET SECTION TO BE ANNOTATED:\n               ANGLE ON BABALUGATS\n\n               He is crouched in a tortured position to pray, in the space \n               between his bunk and the one above.\n\n               CLOSE LUKE\n\n               He rolls over and goes to sleep. SOUND OVER: Carr squeegeeing \n               along, the CREAK of the bunks as men toss and turn, the WATER \n               RUNNING in the toilets, the DOGS BARKING a little outside.\n\n               OMITTED\n\n               OMITTED\n\n               ANGLE ON CARR\n\n               He sits at the poker table. The sound has dropped now in the \n               depth of the night, the chink, chink of the Wicker man \n               stopped. Carr simply sits staring at his half-finished game \n               of solitaire, a card in his hand, his eyes seeing something \n               far distant. He's breathing but he could be carved of stone.\n\n               OMITTED\n\n               INT. BARRACKS LONG SHOT BEFORE DAWN (NIGHT)\n\n               All others sleeping. Carr at poker table. Suddenly the clamor \n               of the iron bar is HEARD.\n\n                                     CARR\n                         First bell! First bell! Let's go!\n\n               ANGLE ON ALIBI\n\n               as, still asleep, he is unceremoniously dumped onto the floor \n               by Carr who goes right by. Pandemonium of rushing men all \n               around.\n\n               EXT. CHUTE MED. SHOT BEFORE DAWN (NIGHT)\n\n               Carr is barring the gate with his body. The door outside is \n               unlocked and opened. The gong SOUNDS. Carr opens the gate, \n               steps outside to the porch and the men begin counting out.\n\n               EXT. BARRACKS PORCH BEFORE DAWN (NIGHT)\n\n               The voices continue to count off as the men run to lockers \n               and quickly line up outside the mess hall. Watching them go \n               is Boss Godfrey.\n\n               GODFREY'S FACE\n\n               impassive behind the sunglasses.\n\n               EXT. MESS HALL INSIDE YARD BEFORE DAWN (NIGHT)\n\n               The men pour out. There is a little dawnlight, but the \n               floodlights are still on. The Yard Man opens the gate and \n               the men begin counting off again.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nMESS HALL INSIDE YARD BEFORE DAWN (NIGHT)\n\n               The men pour out. There is a little dawnlight, but the \n               floodlights are still on. The Yard Man opens the gate and \n               the men begin counting off again. \n\nTARGET SECTION TO BE ANNOTATED:\n Gambler is the last out of \n               the mess hall and gets a kick in the ass from Boss Paul to \n               get him up with the others.\n\n               ANGLE ON CAPTAIN'S PORCH BEFORE DAWN (NIGHT)\n\n               He sits in his rocket watching. We hear the SOUND of the men \n               counting, clanging of chains.\n\n               TRUCK BEING LOADED (DAWN)\n\n               The men clamber inside. The Little Bull Gang truck leaves.\n\n               EXT. ROAD NEAR CAMP\n\n               Caravan of the Little Bull Gang and Patch Squad trucks moving \n               off down the road into the dawn light.\n\n               INT. TRUCK (DAWN)\n\n               just as the gate is swung shut. We SEE Godfrey's face looking \n               in, then all is dim and the truck begins to lurch away, \n               gunning fast, throwing the men, searching for their customary \n               seats. Chaos.\n\n                                     DRAGLINE'S VOICE\n                         Git outa my eyeballin' seat, you \n                         Newmeat dummy!\n\n               Luke stands, holding a strut in the roof and watching with \n               amusement as Tattoo is shoved away by Dragline, then Koko, \n               and then pushed from man to man as he tries to sit down but \n               always finds a lap in the way. Bawdy laughter; it's a game \n               but earnest. As they settle Tattoo winds up on the floor but \n               grins, understands, finds a place beside Tramp. Across the \n               way Alibi begins a serious conversation with Blind Dick.\n\n                                     ALIBI\n                              (nervously)\n                         Where are we going now?\n\n                                     LOUDMOUTH STEVE\n                         It's the Captain's birthday. They're \n                         takin' us on a picnic.\n\n                                     ALIBI\n                              (uncertainly smiling)\n                         I'm a salesman. I used to drive these \n                         roads all the time. I never thought -- \n                         it was an accident, car skidded, \n                         maybe I'd had a drink or two --\n\n               ANGLE ON KOKO, TRAMP, TATTOO\n\n                                     KOKO\n                         Man! It's gonna be one hot muther \n                         today.\n\n                                     GAMBLER\n                         Bears gonna be walkin' the road today.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nI never thought -- \n                         it was an accident, car skidded, \n                         maybe I'd had a drink or two --\n\n               ANGLE ON KOKO, TRAMP, TATTOO\n\n                                     KOKO\n                         Man! It's gonna be one hot muther \n                         today. GAMBLER\n                         Bears gonna be walkin' the road today. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     MECHANIC\n                              (to Tattoo)\n                         You ever seen a man bearcaught?\n\n               Tattoo and Tramp look uncertain, frightened.\n\n               NEW ANGLE\n\n                                     GAMBLER\n                         All the salt goes outa his body and \n                         the water follers the salt and the \n                         brain shrivels up like a dried pea.\n\n                                     TATTOO\n                              (trying to ingratiate)\n                         When I was in the Navy --\n\n                                     SOCIETY RED\n                              (to Alibi)\n                         Convulsions, shivering. Very \n                         unpleasant to watch.\n\n                                     BLIND DICK\n                              (to Alibi)\n                         Man's never the same. Makes him lose \n                         his sex drive.\n\n               ON KOKO, OTHERS\n\n                                     KOKO\n                              (to Tramp)\n                         I'm lucky I got a broom. Work up \n                         top. Real easy job. Man, it's gonna \n                         be hot down in that ditch.\n\n                                     ALIBI\n                         We work down in the ditch?\n\n                                     GAMBLER\n                         Ain't you never seen a chain gang, \n                         in all your driving around?\n\n                                     TRAMP\n                              (to Koko)\n                         I ain't used to hard labor neither. \n                         Done my best to avoid it.\n\n                                     TATTOO\n                         I ain't crazy about it myself.\n\n                                     KOKO\n                              (shaking his head)\n                         Gonna be a hot one to learn on.\n\n                                     SOCIETY RED\n                         Koko, why don't you let one of these \n                         Newmeats take your broom for today?\n\n                                     KOKO\n                         Hell, no. I ain't goin' down in the \n                         ditch.\n\n                                     TRAMP\n                         I shore would appreciate it. I ain't \n                         in much shape just now.\n\n                                     TATTOO\n                         What about me?\n\n                                     SOCIETY RED\n                              (to Tramp and Tattoo)\n                         Perhaps if you offered Brother Koko \n                         a small...\n                              (makes money gesture)\n\n                                     TRAMP\n                         I ain't got much. A quarter?\n\n                                     DRAGLINE\n                              (to Koko)\n                         You was to sell your job, maybe this \n                         Lucas War Hero would give you a price.\n\n                                     TATTOO\n                         I'll give you fifty cents.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nA quarter? DRAGLINE\n                              (to Koko)\n                         You was to sell your job, maybe this \n                         Lucas War Hero would give you a price. TATTOO\n                         I'll give you fifty cents. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     KOKO\n                         Fifty cents? Sweet job like that \n                         worth at least a buck.\n\n                                     ALIBI\n                         I'll make it a dollar.\n\n                                     KOKO\n                         Buck is a deal.\n\n                                     ALIBI\n                              (apologetically to \n                              Tramp, Tattoo)\n                         I've got this weak heart. Too much \n                         drinking, I guess. As soon as they \n                         find out about it, they'll probably \n                         send me someplace else.\n\n                                     TRAMP\n                         If you even need dough in here, I'm \n                         in big trouble.\n\n                                     LUKE\n                              (to Dragline)\n                         Where'd you get that about war hero?\n\n                                     DRAGLINE\n                         Oh we got our sources... Tearing the \n                         heads off... what was it... gumball \n                         machines? What kind of thing is that \n                         for a grown man?\n\n                                     LUKE\n                              (amused by the put-on)\n                         Well, you know. Small town, not much \n                         to do in the evenings. Mostly it was \n                         settling up old scores.\n\n                                     SOCIETY RED\n                         You'll have to do better than that \n                         if you want to impress these men. \n                         Some pretty hard numbers here. \n                         Dragline's an ex-safe cracker, Koko's \n                         a jewel thief. Blind Dick is a rapist.\n\n                                     BLIND DICK\n                              (to Luke)\n                         Show you the clippings some time. \n                         News-Dispatch called me \"The Shiek \n                         of Simmonsville.\" Five broads in \n                         three days...\n\n                                     GAMBLER\n                         'Course two of them were sisters.\n\n                                     SOCIETY RED\n                         Of course some of them, like Stupid \n                         Blondie, were just unlucky... he \n                         fell off the fire escape... and one \n                         or two don't really belong here at \n                         all...\n                              (indicates Babalugats)\n                         ...or myself, who just made the small \n                         error of misspelling a friend's \n                         name... on a check.\n\n                                     DRAGLINE\n                         Hey, Koko. You hear that? All this \n                         time I been thinkin' Society just \n                         come here for the sun and exercise.\n\n               Everyone laughs.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou hear that? All this \n                         time I been thinkin' Society just \n                         come here for the sun and exercise. Everyone laughs. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     DRAGLINE\n                              (to Luke who is smiling)\n                         Whatta you so happy about?\n\n                                     LUKE\n                         I just always did like truck rides.\n\n               EXT. CLAYPIT ROAD (JUST AFTER SUNRISE)\n\n               as the trucks pull up and stop and the men pour out, picking \n               up tools for the day's work.\n\n               EXT. TOOL TRUCK\n\n               The guards for the day are: Paul, Kean, Higgins and Godfrey. \n               As the men move through the line for tools, Alibi approaches \n               Boss Paul:\n\n                                     ALIBI\n                         Boss, I made an arrangement with \n                         that man to take his broom.\n\n                                     BOSS PAUL\n                              (shoving him along)\n                         Git your shovel and git to work.\n\n                                     ALIBI\n                         I don't think you understand. We \n                         made a deal ---\n\n                                     BOSS PAUL\n                              (canes him on the leg)\n                         Git movin', I said.\n\n                                     ALIBI\n                              (in pain)\n                         But I made this arrangement --\n\n                                     BOSS PAUL\n                              (shoving him)\n                         Cut that backsass!\n\n               Alibi sees the light, accepts a shovel and walks off \n               resentfully to where the others are working, casting hurt, \n               angry looks at Koko and Society who ignore him.\n\n               THE SUN COMES UP\n\n               in Godfrey's glasses, and we SEE the gang begin their work. \n               In VARIOUS CUTS, in each of which the sun leaps forward, \n               time passing inexorably...\n\n               FULL SHOT: THE GANG\n\n               rhythmically working away.\n\n               CLOSE: ALIBI\n\n               Trying to pretend to work, not doing it well and getting a \n               passing cut from Boss Paul's cane. Resentfully, he goes at \n               it, sweating heavily.\n\n               CLOSE: LUKE\n\n               He is working hard but badly, unused to the awkward tool, \n               trying to master it. Society Red works up behind him.\n\n               LUKE AND SOCIETY\n\n                                     SOCIETY RED\n                         You're working too hard. You won't \n                         last two hours. Watch the way the \n                         Human Dragline does it.\n\n               ANGLE ON DRAGLINE\n\n               He is whipping away with apparently effortless ease but \n               accomplishing more than the others.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou won't \n                         last two hours. Watch the way the \n                         Human Dragline does it. ANGLE ON DRAGLINE\n\n               He is whipping away with apparently effortless ease but \n               accomplishing more than the others. \n\nTARGET SECTION TO BE ANNOTATED:\n               THE ROAD\n\n               An open red Continental with kit zips past, the driver \n               grinning at the Gang.\n\n               CLOSE: TATTOO\n\n               He is suffering along, sweat pouring off him. The sun is \n               beginning to really beat down now. Dragline works a little \n               behind him.\n\n                                     DRAGLINE\n                         Takin' it off here, Boss!\n\n                                     BOSS PAUL\n                         Yeah, take it off there.\n\n               He takes off his jacket and tosses it to the edge of the \n               road where Dogboy collects it. Tattoo decides to imitate, \n               tentatively.\n\n                                     TATTOO\n                         Takin' it off here, Boss?\n\n                                     BOSS PAUL\n                         Yeah, take if off there.\n\n               He strips, revealing a tattoo of \"Mother\" lodged thornlike \n               in his flesh and a great garland of flowers and a girl on \n               his chest.\n\n                                     DRAGLINE\n                              (sotto voce)\n                         Hey, turn around! Let Koko see the \n                         broad.\n\n               CLOSE TATTOO\n\n               turning so Koko can see, grinning, stopping work.\n\n                                     KOKO\n                         Beautiful! A real work of art!\n\n                                     BLIND DICK\n                              (low voice)\n                         Nice broad. Good set.\n\n                                     TATTOO\n                              (proudly, flexing it)\n                         Had it done in Singapore. Bunch of \n                         us drunk as coots --\n\n                                     DRAGLINE\n                              (hissing)\n                         Hey, Tattoo!\n\n                                     TATTOO\n                              (not hearing)\n                         -- went down to see this old hag and \n                         she had needles the size of that \n                         cane.\n\n                                     MECHANIC\n                              (quietly)\n                         Hey. Swing that yoyo or you gonna \n                         get a taste of that cane.\n\n               Tattoo realizes where he is and goes back to work.\n\n               MOVING SHOT TRAMP (LATER)\n\n               as he seems to spin, his eyes closed, his arms limp, his \n               head lolling back, he stumbles, twists, careens.\n\n               CLOSE DRAGLINE\n\n               seeing this.\n\n                                     DRAGLINE\n                         Man bearcaught, boss!\n\n               CLOSE BOSS KEAN\n\n                                     BOSS KEAN\n                         Blondie... Sleepy! Git him afore he \n                         falls.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE BOSS KEAN\n\n                                     BOSS KEAN\n                         Blondie... Sleepy! Git him afore he \n                         falls. \n\nTARGET SECTION TO BE ANNOTATED:\n               STUPID BLONDIE AND SLEEPY\n\n               They drop their tools and rush over as Tramp falls. Without \n               ceremony, they drag him over the rough ground to the truck, \n               where Boss Paul locks him in.\n\n               DRAGLINE\n\n               He is watching Luke, who is very close to the same fate. \n               Although he has achieved some grace, it is apparent that \n               Luke is working too strenuously, too determined.\n\n               MED. SHOT BOSS KEAN\n\n               He reaches into his pocket and takes out a turnip watch, \n               looks to Godfrey, who nods.\n\n                                     BOSS KEAN\n                         Awright, let's eat them beans!\n\n               The men break and head for the chow line.\n\n               OMITTED\n\n               ANGLE ON LUKE\n\n               He has dropped to the ground, examining a blister on his \n               hand. At Boss Kean's call, he looks up, ruefully resentful, \n               and gets to his feet and slowly walks to the chow line.\n\n                                     BOSS KEAN'S VOICE\n                         Hey, you. Bean time!\n\n                                     DRAGLINE\n                              (eyeing Luke, to \n                              Gambler)\n                         Cold drink he don't make it.\n\n                                     GAMBLER\n                         Bet. Babalugats, bet!\n\n               Babalugats grins. Dragline has his chow, passes Luke.\n\n                                     DRAGLINE\n                              (whispering)\n                         You got to snag it, man. You got to \n                         stop foolin' around and tear up them \n                         weeds.\n\n               Luke stumbles past, not paying attention.\n\n               FULL SHOT GANG WORKING\n\n               It is later in the afternoon.\n\n               ON STUPID BLONDIE\n\n               He stops.\n\n                                     STUPID BLONDIE\n                         Caught short here, boss!\n\n               ANGLE BOSS KEAN\n\n                                     BOSS KEAN\n                         Awright, Blondie. Take it behind \n                         that tree.\n\n               ON STUPID BLONDIE\n\n               He drops his tool and gratefully trots off in the direction \n               of the tree.\n\n               ANGLE ON LUKE\n\n               It is later. He is working hard, stops a minute as he HEARS \n               a crow cawing overhead. He looks up at it.\n\n               CLOSE SHOT GODFREY\n\n               He snaps his fingers.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is working hard, stops a minute as he HEARS \n               a crow cawing overhead. He looks up at it. CLOSE SHOT GODFREY\n\n               He snaps his fingers. \n\nTARGET SECTION TO BE ANNOTATED:\n               ANGLE ON LUKE, TATTOO, KOKO, OTHERS\n\n               looking up as Rabbitt goes to the truck and gets out a single \n               action rifle which he brings to Godfrey, who puts in a bolt \n               and bullets from his pocket.\n\n                                     TATTOO\n                         Who's that?\n\n                                     KOKO\n                         Boss Godfrey.\n\n                                     MECHANIC\n                         The walking boss.\n\n                                     TATTOO\n                         Don't he ever talk?\n\n               Godfrey has raised the gun and now FIRES.\n\n               INSERT CROW ON THE WING\n\n               It is hit, explodes in a burst of feathers.\n\n               ANGLE ON LUKE AND TATTOO\n\n                                     LUKE\n                         I believe he just said something.\n\n               OMITTED\n\n               FULL SHOT THE MEN\n\n               working, Luke flailing away like an automaton.\n\n               INT. THE TRUCK (AFTERNOON)\n\n               as it is opened from the outside. Tramp sits up against the \n               bench, still in rocky shape from his collapse. The others \n               step over him as though he weren't there. Luke appears, like \n               a sleepwalker. He grabs the side rails, gets one foot up and \n               tries to pull himself over the edge of the truck body. But \n               the muscles are just used up. Boss Paul sees this and gives \n               Luke a kick, timed so that it coincides with his jump. It \n               gives him just the added momentum needed to send him over \n               the edge of the body and sprawling along the floor. He's the \n               last one and as the guards lock them up, he grins up at \n               Dragline and Gambler from his prone position.\n\n                                     LUKE\n                              (to Dragline)\n                         You owe that fella a cold drink.\n\n               The men are not tired, they smoke and talk and laugh: it's \n               been an easy day.\n\n                                     KOKO\n                         Hot damn, Drag. Tomorrow's Saturday. \n                         Another week almost made.\n\n                                     ALIBI\n                              (hopelessly)\n                         I got two years.\n\n                                     DRAGLINE\n                         Only two? Man, I already done eight. \n                         Nothin' to it. Just make the days \n                         and let the weeks and the years make \n                         themselves.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nMan, I already done eight. Nothin' to it. Just make the days \n                         and let the weeks and the years make \n                         themselves. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     TATTOO\n                         I did three hitches in the Navy. It \n                         ain't bad. After a while, you get \n                         used to it and the time --\n\n               Koko is looking out the back of the truck.\n\n                                     KOKO\n                         Oh, man, oh man. Look at that. On \n                         the bicycle. Lookit them shorts. I'm \n                         dyin'.\n\n               The men rush to look out at the vision of freedom on the \n               bike.\n\n                                     DRAGLINE\n                              (knowledgeably)\n                         She looks just like a lil girl I \n                         useta know named Louise Merryweather. \n                         Fine lil ol' girl, always partial to \n                         home-made whiskey. Remember one time \n                         down in the cellar, both of us knee-\n                         walkin' drunk and ah had this lil \n                         pint and Louise wanted a poke of it. \n                         So ah said: you wanna poke and I \n                         wanna poke, so...\n\n               He starts his story. On the floor, Luke sleeps.\n\n               EXT. PRISON YARD LATE (AFTERNOON)\n\n               as they are counting in through the gate, their hats with \n               their personal possessions in them held out to be inspected, \n               their pockets turned out. A guard frisks them quickly but \n               efficiently. The Captain stands nearby ignoring them, testing \n               a golf swing. The men move to the mess hall, most of them on \n               the run. Luke moves painfully with exhaustion. Alibi seems \n               quiet and cowed, lost in the crowd. They fall into a line at \n               the mess hall door. Dynamite, his spoon out, moves to the \n               front of the line and Luke winds up somewhere near the rear.\n\n                                     BOSS HIGGINS\n                              (yardman)\n                         Awright, you, Gibson, step out. Boss \n                         Paul says you wasn't happy with your \n                         job. Done a lot of complainin'. Gone \n                         give you a chance to think it over.\n\n               Alibi looks around, fearfully steps out, peering up and down \n               the line, wondering.\n\n                                     BOSS HIGGINS\n                         Get them clothes off.\n\n               Alibi is led to the box.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlibi looks around, fearfully steps out, peering up and down \n               the line, wondering. BOSS HIGGINS\n                         Get them clothes off. Alibi is led to the box. \n\nTARGET SECTION TO BE ANNOTATED:\n A light stands about it shining \n               down into it and it always burns when the box is ready to be \n               used or when there's someone inside. Now a nightshirt is \n               laid out on top of it. Alibi strips and puts on the pajamas. \n               Boss Kean opens the heavy lid of the box and we see it is \n               grilled with heavy chain link fencing and with strap iron \n               bars. A chamber pot is put inside. Alibi stands in the box, \n               looking back at them, then lies down out of sight. The lid \n               is slammed shut.\n\n               FULL SHOT\n\n               The men watching this. The mess hall door opens and they \n               begin to file in.\n\n               INT. BARRACKS (NIGHT)\n\n               as the Wicker Man whales away at his tire rim outside the \n               barracks.\n\n                                     CARR\n                         Awright, first bell! Let's hit them \n                         bunks!\n\n               The men are piling into bunks and the CAMERA FINDS Luke \n               heaving himself with a kind of rueful amusement up to the \n               third tier bunk he sleeps in; he's exhausted.\n\n                                     DRAGLINE\n                         Plumb busted out. Looks like the \n                         hard road finally got to Mister Lucas \n                         War Hero.\n\n                                     LUKE\n                              (agreeably)\n                         Back at it in the mornin'. Just need \n                         a little nap...\n\n               He lies back. Across him and in various perspectives are the \n               other participants in this conversation, speaking in the \n               ventriloquist's whisper while the stragglers get into the \n               sack.\n\n                                     KOKO\n                         Man, I never thought they'd put him \n                         in the box on his first day.\n\n                                     LOUDMOUTH STEVE\n                         It was just supposed to be a joke. \n                         There ain't no brooms. Whoever heard \n                         of a chain gang using brooms?\n\n                                     TRAMP\n                         I gotta tell you that I believed it.\n\n                                     TATTOO\n                         He should have known; it was a gag.\n\n                                     KOKO\n                         You can't switch 'round jobs, anyway. \n                         I figured he knew that.\n\n                                     SOCIETY RED\n                         You can't expect him to learn \n                         everything the first day. Hopefully \n                         it's taught him a very valuable \n                         lesson.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nI figured he knew that. SOCIETY RED\n                         You can't expect him to learn \n                         everything the first day. Hopefully \n                         it's taught him a very valuable \n                         lesson. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     LUKE\n                         Well, you fixed it up so he's got \n                         all night to think about it.\n\n                                     LOUDMOUTH STEVE\n                         It's not our fault he's a square.\n\n                                     DRAGLINE\n                         Course not. He ain't in the box 'cause \n                         a the joke played on him. He's there \n                         'cause he back sassed a Free Man. \n                         They got their rules and we ain't \n                         got nothing to do with that. Woulda \n                         probably happened to him sooner or \n                         later, to a complainer like him. \n                         He's gotta learn the rules same as \n                         anybody else.\n\n                                     LUKE\n                         Yeah, those poor old guards need all \n                         the help they can get.\n\n                                     DRAGLINE\n                         You tryin' to say somethin'?\n\n               Luke rolls over and goes to sleep.\n\n                                     DRAGLINE\n                              (to his back)\n                         You jus' keep flapping your mouth \n                         and one of these times, you and me \n                         gonna raise a little dust.\n\n               The Wicker Man begins hitting the tire rim again.\n\n                                     CARR\n                         Awright, last bell!\n\n               Silence.\n\n                                     CARR\n                              (continuing)\n                         Forty-nine and one in the box, Boss!\n\n                                     WICKER MAN'S VOICE\n                         Forty-nine and one in the box. Right, \n                         Carr.\n\n               EXT. ROAD CLOSEUP YOYO TRANSITIONAL DEVICE (DAY)\n\n               It slashes away like a pendulum, golden in the sun, TICKING \n               away time, over roads that stretch to infinity -- a SHOT \n               that will always tell us that the men are building time. \n               SHOT WIDENS. The gang is laboring, filling in washouts by \n               the roadside. The bosses are Paul, Kean, Higgins, and, always, \n               Godfrey, the Walking Boss.\n\n               CLOSE LUKE\n\n               He is tanned and hardened now, and has mastered the work \n               rhythm. SHOT WIDENS to show Dragline near him, checking his \n               shovel for nicks but really eyeballing a passing car.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe bosses are Paul, Kean, Higgins, and, always, \n               Godfrey, the Walking Boss. CLOSE LUKE\n\n               He is tanned and hardened now, and has mastered the work \n               rhythm. SHOT WIDENS to show Dragline near him, checking his \n               shovel for nicks but really eyeballing a passing car. \n\nTARGET SECTION TO BE ANNOTATED:\n In the \n               ditch, Luke expertly scoops up a shovel full of sand and, \n               levering the handle on his knee, flips the sand through the \n               air so it hits spang in the pan of Dragline's shovel while \n               Dragline is still eyeballing. It knocks him off balance and \n               by the time he has caught up, Luke is already catching him \n               with another shovel full.\n\n                                     DRAGLINE\n                         Slow down, man. They ain't passing \n                         out medals for slinging dirt.\n\n                                     LUKE\n                         I thought you knew, boy... they \n                         sentenced me by the mile.\n\n               Dragline grins at this insouciance, sneaks a look down the \n               road. He digs into his pocket and hauls out a pair of salvaged \n               sunglasses, which he holds up.\n\n                                     DRAGLINE\n                         Puttin' 'em on here, Boss!\n\n                                     BOSS KEAN'S VOICE\n                         Yeah, put 'em on, Drag!\n\n               NEW ANGLE DRAGLINE, LUKE\n\n               as Dragline hooks on the glasses. Luke, Tattoo and Tramp are \n               working around here.\n\n                                     LUKE\n                              (to Tramp)\n                         Lookit that. Some Hollywood movie \n                         star jus' joined up with us.\n\n               Tramp smiles.\n\n                                     DRAGLINE\n                              (to Koko)\n                         Man, this here Newmeat parking meter \n                         bandit thing what calls itself Luke \n                         don't know nuthin' 'bout nuthin'.\n\n                                     LUKE\n                              (to Tramp)\n                         But damn if he don't look like a fat \n                         old Dragline.\n\n                                     TRAMP\n                         Coulda fooled me.\n\n                                     DRAGLINE\n                              (to Tattoo)\n                         These is my eyeballin' glasses. Now \n                         I'm gonna play peek-a-boo and ol' \n                         Godfrey ain't gonna know if I'm \n                         eyeballin' or tootin' the piccolo.\n\n                                     TATTOO\n                         That ain't nuthing compared to what \n                         we used to do in San Pedro. There \n                         was this ensign...\n\n                                     DRAGLINE\n                              (has been sniffing \n                              the air)\n                         Ah believe I smell me a blonde-haired \n                         lady.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nTATTOO\n                         That ain't nuthing compared to what \n                         we used to do in San Pedro. There \n                         was this ensign... DRAGLINE\n                              (has been sniffing \n                              the air)\n                         Ah believe I smell me a blonde-haired \n                         lady. \n\nTARGET SECTION TO BE ANNOTATED:\n               ANGLE ON BULL GANG\n\n               They all look up covertly and, sure enough, in the second \n               car slowed down by Rabbit's sign, is a lush BLONDE in a sun \n               dress that is hiked up high on the thighs and cut low over \n               the bosom. She cringes under their gaze and starts the top \n               going up on the car as though to hide from them.\n\n                                     KOKO\n                         Man, see her legs. She's tanned all \n                         over.\n\n                                     BLIND DICK\n                         Nice broad. Nice set.\n\n                                     DRAGLINE\n                         She looks just like Mrs. Patricia \n                         Handy, a married woman... I useta \n                         fool with. Man, I kin sniff blondes \n                         from a hunnert yards and redheads \n                         from a mile and a half.\n\n                                     KOKO\n                              (to Tattoo)\n                         Drag's been chain-ganging so long \n                         he's got a nose like a bloodhound.\n\n                                     LUKE\n                         Maybe he's been chain-ganging too \n                         long.\n\n                                     DRAGLINE\n                         Long enough to see redhots come and \n                         redhots go.\n\n               The car begins to move away. They sigh. The work begins again.\n\n               OMITTED\n\n               NEW ANGLE ON GANG\n\n               Time has passed; they are further down the road. A small \n               blue coupe kicks up dust as it jitters down the road and \n               stops across the highway before a small home. A blonde, mid-\n               twenties, gets out, and heads covertly look up.\n\n               THE BULL GANG\n\n               The woman is too much for them, too close, too blonde, too \n               lush. They stop as one and watch as she disappears into the \n               house.\n\n               CLOSE GODFREY\n\n               Seeing their odd behavior, he turns to see what's happening \n               but the woman is gone; when he turns back, the men's heads \n               are back down.\n\n               DRAGLINE, KOKO, LUKE, OTHERS\n\n                                     KOKO\n                         Oh, man, did you see her? Did you \n                         see her?\n\n                                     DRAGLINE\n                         I got eyes, don't I? How my not gonna \n                         see something like that?\n\n                                     BLIND DICK\n                         Nice broad. Good set.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow my not gonna \n                         see something like that? BLIND DICK\n                         Nice broad. Good set. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     LOUDMOUTH STEVE\n                         How could you tell? You could hardly \n                         see her.\n\n                                     GAMBLER\n                         She's back!\n\n               Heads pop up again as the blonde comes out of the house, now \n               dressed in a short house dress, carrying a radio, a pail and \n               a sponge. She is clearly buxom. She goes to the outside \n               faucet, fills the bucket and drags the attached hose toward \n               the car.\n\n                                     LOUDMOUTH STEVE\n                         Look at that!\n\n                                     DRAGLINE\n                         Shut up, you loudmouth jerk!\n\n               THE BLONDE\n\n               She begins to hose the dusty car, splashing herself, making \n               the cotton dress cling to her body, tossing her hair, every \n               movement and gesture erotic and provocative.\n\n               THE MEN\n\n               Their work is completely disorganized as they attempt to \n               shovel while watching. Their voices overlap.\n\n                                     KOKO\n                         Man Oh Man.\n\n                                     LUKE\n                         That is one mean lady. Bet her husband \n                         spends one day a week shooting \n                         milkmen.\n\n                                     BLIND DICK\n                         Lookit her bounce.\n\n                                     GAMBLER\n                         Oh lean over here, lady. Lean this \n                         way.\n\n                                     TRAMP\n                         I wouldn't mind being that hose.\n\n                                     GAMBLER\n                         More... a little more.\n\n                                     TATTOO\n                         I don't know if I believe it.\n\n                                     BLONDIE\n                         She's so big!\n\n                                     GAMBLER\n                         Now lean down... a little more.\n\n                                     DRAGLINE\n                         Lookit that little honeypot. Lookit \n                         those legs.\n\n                                     MECHANIC\n                         Oh man, I ain't never been so thirsty \n                         in my life.\n\n               THE BLONDE\n\n               She begins to rub the windshield erotically.\n\n                                     BLIND DICK\n                         Oh rub.\n\n                                     SLEEPY\n                         Rub.\n\n                                     DRAGLINE\n                         Rub!\n\n                                     BABALUGATS\n                         Rub-a-dub-dub. Rub-a-dub-dub.\n\n                                     KOKO\n                         I'm dyin'. I'm dyin'!\n\n                                     DRAGLINE\n                         Look, she's got paint on her toenails! \n                         Oh Lord, whatever I done, don't strike \n                         me blind for 'nother couple minutes.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm dyin'! DRAGLINE\n                         Look, she's got paint on her toenails! Oh Lord, whatever I done, don't strike \n                         me blind for 'nother couple minutes. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                         Oh you Lucille!\n\n               DRAGLINE AND LUKE\n\n                                     LUKE\n                         Lucille? Where do you get that?\n\n                                     DRAGLINE\n                              (whirling)\n                         That'sa Lucille, you mullet head! \n                         Any girl so innocent and built like \n                         that gotta be named Lucille.\n\n                                     LUKE\n                         Innocent?\n\n                                     BLIND DICK\n                         She don't even know what she's doin!.\n\n                                     LUKE\n                         She knows exactly what she's doin. \n                         She's drivin' you crazy and lovin' \n                         it.\n\n                                     DRAGLINE\n                         Shut your mouth 'bout my Lucille.\n\n                                     LUKE\n                         Your Lucille? Man, you better put \n                         them glasses back on and take a look \n                         at yourself.\n\n                                     DRAGLINE\n                              (glaring)\n                         Boy. You jus' asking to be handled!\n\n               P.O.V. MEN TO GIRL\n\n               as Godfrey moves across the scene, blocking their view, \n               staring at them, FILLING THE SCREEN.\n\n               OMITTED\n\n               INT. SHOWERS (NIGHT)\n\n               Trashing bodies and heads in the steam. Feeling of tension, \n               irritation, except for Babalugats, who is SINGING.\n\n                                     SLEEPY\n                         Babalugats, shut up.\n\n                                     MECHANIC\n                         Leave him alone. He's happy.\n\n                                     SLEEPY\n                         That's because he's a damn moron.\n\n                                     LOUDMOUTH STEVE\n                         Now why don't you just shut up?\n\n               INT. BARRACKS (NIGHT)\n\n               The men are in their bunks, sullen, quiet as the tire iron \n               SOUNDS.\n\n                                     CARR\n                         Awright, last bell.\n\n               Carr paces, counting. Beds SQUEAK as men turn restlessly, \n               unable to get comfortable. At the far end of the barracks, a \n               slow-turning fan CREAKS gratingly. It will continue to do so \n               throughout the scene, adding irritation to Carr's SQUEEGEEING \n               steps and the regular SQUEAKING of bedsprings.\n\n               OMITTED\n\n               ANGLE ON MEN\n\n               restless, irritated.\n\n                                     CARR'S VOICE (O.S.)\n                         Fifty, Boss.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nOMITTED\n\n               ANGLE ON MEN\n\n               restless, irritated. CARR'S VOICE (O. S.)\n                         Fifty, Boss. \n\nTARGET SECTION TO BE ANNOTATED:\n               NEW ANGLE ON MEN\n\n                                     WICKERMAN'S VOICE\n                         Fifty, right, Carr.\n\n               ANGLE ON KOKO\n\n                                     KOKO\n                         Man, it's so hot.\n\n               NEW ANGLE ON MEN\n\n                                     GAMBLER\n                         Gettin' up, Carr.\n\n               FULL SHOT BARRACKS\n\n               as Carr paces, SQUEEGEEING. The fan CREAKS. Springs SQUEAK.\n\n                                     CARR\n                         Yeahhpp.\n\n               Gambler gets up, chains JANGLING.\n\n               NEW ANGLE ON MEN\n\n               uncomfortable, tense, shifting.\n\n                                     LOUDMOUTH STEVE\n                         Giddyap, Carr.\n\n               NEW ANGLE ON MEN\n\n                                     CARR'S VOICE (O.S.)\n                         Yeahhpp.\n\n               NEW ANGLE ON MEN\n\n               Tramp turns, irritated, as Carr SQUEEGEES by.\n\n                                     TRAMP\n                         How can you sleep with that damn \n                         squeaking!\n\n               FULL SHOT BARRACKS\n\n               Carr pacing. SQUEEGEEING, the fan CREAKING, springs SQUEAKING.\n\n                                     DYNAMITE'S VOICE\n                         Gettin' up, Carr.\n\n                                     CARR\n                         Yeahhp.\n\n               Dynamite gets up, chains JANGLING.\n\n               ON FAN\n\n               It is turning slowly, CREAKING, CREAKING, CREAKING. And now \n               on the SOUNDTRACK we HEAR low at first, but steadily building, \n               the tinny SOUND of the Blonde Girl's radio.\n\n               ANGLE ON MEN\n\n               tense, annoyed, frustrated as the SOUND of the RADIO GROWS, \n               joining the CREAKING, SQUEAKING and SQUEEGEEING.\n\n               ANGLE ON DRAGLINE\n\n               as Carr passes by. He speaks in a low whisper.\n\n                                     DRAGLINE\n                         Man, that lil Lucille was a lot of \n                         lil girl.\n\n               OMITTED\n\n               ANGLE ON MEN\n\n               some turning away, not wanting to be reminded, some staring \n               ahead unhappily, thinking the same thing.\n\n                                     DRAGLINE'S VOICE (O.S.)\n                         You see how she was jus' poppin' \n                         outa the top of that dress.\n\n               ANGLE ON KOKO\n\n               irritated, anxious.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nDRAGLINE'S VOICE (O. S.)\n                         You see how she was jus' poppin' \n                         outa the top of that dress. ANGLE ON KOKO\n\n               irritated, anxious. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     KOKO\n                         Aw, come on, Drag.\n\n               ANGLE ON DRAGLINE\n\n               not paying attention.\n\n                                     DRAGLINE\n                         And down below, that thing didn't \n                         reach no higher than...\n                              (chuckles)\n                         She liable to catch cold... runnin' \n                         around like that.\n\n               ANGLE ON MEN\n\n               irritated by Dragline's voice and the SQUEEGEEING and the \n               SQUEAKING and CREAKING and the RADIO SOUND, tinny and grating, \n               growing in volume.\n\n                                     DRAGLINE'S VOICE\n                         ...And that thing was so tight 'cross \n                         her bottom... made me wanna just \n                         reach out my hands and...\n\n               ANGLE ON LUKE\n\n                                     LUKE\n                         Forget it, man.\n\n               ANGLE ON DRAGLINE\n\n               suddenly angry.\n\n                                     DRAGLINE\n                         Whatta you mean, forget it?\n\n               ANGLE ON LUKE\n\n                                     LUKE\n                         Stop beatin', man. You ain't doin' \n                         nobody no good.\n\n               ANGLE ON DRAGLINE\n\n               his face corroding in fury as the RADIO SOUND and the \n               CREAKING, SQUEAKING and SQUEEGEEING are at an unbearable \n               peak.\n\n                                     DRAGLINE\n                              (with slow menace)\n                         Boy, you better get some sleep and \n                         save your strength. 'Cause you're \n                         gonna need it.\n\n               OMITTED\n\n               ANGLE ON FAN CLOSE\n\n               As the SOUNDS threaten to burst our ears with their high-\n               pitched tension, the CAMERA MOVES SLOWLY into the hub of the \n               fan and our nerves scream for relief.\n\n               OMITTED\n\n               EXT. BARRACKS CLOSE ON LUKE AS GLOVE SMASHES INTO HIS FACE \n               (DAY)\n\n               and Luke falls back into the dirt. He's hurt, startled, but \n               grins. We HEAR a CHEER from the men O.S., as he gets up. He \n               is stripped to the waist, wears huge 16 oz. boxing gloves.\n\n               FULLER ANGLE\n\n               showing Dragline similarly dressed. They are squared off in \n               the yard, surrounded by YELLING men who want blood. It is a \n               release from the sexual tension built up by the night before.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nFULLER ANGLE\n\n               showing Dragline similarly dressed. They are squared off in \n               the yard, surrounded by YELLING men who want blood. It is a \n               release from the sexual tension built up by the night before. \n\nTARGET SECTION TO BE ANNOTATED:\n \n               The guards stand in the guard boxes, watching. The Captain \n               sits up on his porch, so he can see without being too obvious.\n\n               Luke gets up and manages a lunging right across to Dragline's \n               Adam's apple. Dragline is momentarily staggered but counters \n               with a terrible clubbing blow that mashes Luke's gloves into \n               his face, knocking him to the ground. Time is called for the \n               round.\n\n               LUKE AND OTHERS BEHIND HIM\n\n               as he gets to his feet.\n\n                                     TRAMP\n                         Why don't you just stay there? He's \n                         only gonna knock you down agin.\n\n                                     ALIBI\n                         It's not your fault. He's just too \n                         big.\n\n                                     SOCIETY RED\n                         Let him hit you in the nose, get \n                         some blood flowing. Maybe they'll \n                         stop it before he kills you.\n\n                                     LUKE\n                              (shaking his head, \n                              grinning)\n                         I don't want to frighten him.\n\n               The second round is called and Luke advances toward Dragline.\n\n               TWO SHOT LUKE, DRAGLINE\n\n               circling. Luke has to get in his shot before Dragline gets \n               too close and clubs him again. He feints a punch that moves \n               Dragline off-balance and winds up for a big one, but Dragline \n               smashes him backhand. Luke hits the dirt, the men SCREAM AND \n               YELL. Wiping some blood from his mouth, Luke rises again. He \n               is dizzy. Dragline smacks him down again.\n\n               THE MEN\n\n               SHOUTING, SHRIEKING, they have blood in their eyes, releasing \n               their tensions.\n\n               INTERCUT THE VARIOUS REACTIONS\n\n               as the fight continues. The Captain on his porch rocks and \n               spits dry little spouts of wind, Godfrey, impassive, waiting \n               in his guard house. The YELLING gradually subsides as Dragline \n               continues to smash Luke, who keeps getting up.\n\n               ANGLE ON DRAGLINE\n\n               Without relish, he pokes Luke down again. Now there is no \n               cheering, no yelling, just silence.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe YELLING gradually subsides as Dragline \n               continues to smash Luke, who keeps getting up. ANGLE ON DRAGLINE\n\n               Without relish, he pokes Luke down again. Now there is no \n               cheering, no yelling, just silence. \n\nTARGET SECTION TO BE ANNOTATED:\n               ANGLE ON CAPTAIN\n\n               as he gets up and walks down to the wire where he can see \n               what is happening. The silence disturbs him.\n\n               ON LUKE\n\n               He rises, grinning and winds up to throw another punch. But \n               the act of lifting his giant glove is a Herculean task. \n               Seconds go by in which he tries to raise the glove high enough \n               to launch a punch.\n\n               ON DRAGLINE\n\n               waiting, gloves at waist level, poised.\n\n                                     DRAGLINE\n                              (low)\n                         Ommana pop you one easy. Stay down.\n\n               He pops Luke who reels, goes down on a knee and then slowly \n               rises, rises. Dragline is honestly agonized.\n\n                                     DRAGLINE\n                         I'm gonna kill you, you go on...\n\n                                     LUKE\n                         That's what you're gonna have to do.\n\n               ANGLE ON CAPTAIN\n\n               concerned.\n\n               ANGLE ON BOSS GODFREY\n\n               impassive.\n\n               ANGLE ON DRAGLINE\n\n               He raises his fists. But Luke is up again. Dragline realizes \n               he'll have to kill him to beat him. After a long moment, \n               Dragline drops his hands to his sides, looks back toward \n               Godfrey and the captain and then starts walking to the \n               barracks, fast.\n\n               ANGLE ON LUKE\n\n               He looks after him and reaches up to wipe the blood away, \n               still grinning.\n\n               INT. BARRACKS (NIGHT)\n\n               The poker game. Five card stud. Playing are Gambler, Koko, \n               Dynamite, Blind Dick and Luke, bandaged. The mood of the \n               barracks is quieter than usual. The men are still assessing \n               the fight, uncertain as to who now is their leader, looking \n               toward Dragline for an indication. Not playing, Dragline \n               lies on his bunk behind Koko, sullenly reading a sex book. \n               Gambler deals the third cards.\n\n                                     GAMBLER\n                         Ana paira ninas. Koko's the brains.\n\n                                     KOKO\n                         Cuter.\n\n               Dynamite is already out. Blind Dick now folds.\n\n                                     GAMBLER\n                         Ace calls.\n\n                                     LUKE\n                         Kick a buck.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nBlind Dick now folds. GAMBLER\n                         Ace calls. LUKE\n                         Kick a buck. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     KOKO\n                              (considers, then chips)\n                         I'm in.\n\n                                     GAMBLER\n                         Ace calls. Here we go.\n                              (deals Luke)\n                         King-five gets a tray for no help.\n                              (deals Koko)\n                         Paira ninas gets a Jack.\n                              (deals himself)\n                         Ana man with the ace gets... slop in \n                         the face... Ninas up.\n\n                                     KOKO\n                              (regarding Luke)\n                         Cuter again.\n\n                                     GAMBLER\n                         Call.\n\n                                     LUKE\n                              (expressionless)\n                         Kick a buck.\n\n               Koko is worried. He looks at his hole card, considers, long \n               silence. Dragline looks over from his bunk.\n\n                                     DRAGLINE\n                              (to Koko)\n                         Whatcha got?\n\n                                     KOKO\n                         Pair'a nines.\n\n                                     DRAGLINE\n                         I kin see that, brick head. I mean \n                         your hole card.\n\n               Koko hands it over his shoulder to Dragline, who now sits up \n               to consider the whole situation.\n\n                                     DRAGLINE\n                              (continuing)\n                         Uh-huh. And he ain't got nothing \n                         showing. Raise his head off.\n\n                                     KOKO\n                         He's been betting his head from the \n                         gun. Gotta have kings.\n\n                                     DRAGLINE\n                         So then you just call him.\n\n                                     KOKO\n                              (chipping)\n                         I call.\n\n                                     GAMBLER\n                              (studies Luke's cards)\n                         I gotta believe. Out!\n                              (folds)\n                         Now they're rollin'.\n                              (deals Luke)\n                         King-five-four gets an eight.\n                              (deals Koko)\n                         Pair'a nines with a Jack gets a four. \n                         Ninas still up.\n\n                                     KOKO\n                              (tentatively)\n                         Cuter.\n\n                                     LUKE\n                              (automatically)\n                         Kick a buck.\n\n                                     KOKO\n                         Damn.\n\n               He looks up to Dragline for help.\n\n                                     DRAGLINE\n                         Kick him back a buck!\n\n               Koko looks uncertain, but listens.\n\n                                     KOKO\n                         Back a buck.\n\n                                     LUKE\n                              (automatically)\n                         Kick a buck.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nKoko looks uncertain, but listens. KOKO\n                         Back a buck. LUKE\n                              (automatically)\n                         Kick a buck. \n\nTARGET SECTION TO BE ANNOTATED:\n               Koko looks up to Dragline: What do we do now?\n\n                                     DRAGLINE\n                         Don't look at me, mullet-head.\n\n               Koko looks to the others.\n\n                                     GAMBLER\n                         Man, you play like a kokonut. You \n                         got to call him at least.\n\n                                     KOKO\n                         I know he's got a paira kings. He \n                         don't have to stick 'em in my ear.\n\n                                     BLIND DICK\n                         Gotta have kings.\n\n                                     GAMBLER\n                         Sure he's got kings but you still \n                         gotta call him.\n\n               Koko looks back to Dragline.\n\n                                     DRAGLINE\n                         Man's got a paira kings, get your \n                         tail out.\n\n               Koko folds. Luke reaches for the pot at the same time that \n               Dragline reaches for Luke's cards.\n\n                                     DRAGLINE\n                         Nuthin'! A handfull of nuthin'!\n                              (cuffs Koko)\n                         You stupid mullet-head. He beat you \n                         with nuthin'! Just like today when \n                         he kept coming back at me.\n\n                                     LUKE\n                              (smiling)\n                         Nuthin' can be a pretty cool hand.\n\n                                     DRAGLINE\n                         Cool Hand Luke.\n\n               So saying, Dragline saves face and the baton of leadership \n               is passed.\n\n               EXT. YOYO SHIMMERING IN THE SUN TRANSITIONAL DEVICE (DAY)\n\n               swinging away the time...\n\n               INSERT: ROAD MOVING SHOT DAY\n\n               SHOOTING THROUGH cage truck, as it moves swiftly along, the \n               landscape a blur of shadows and racing phone poles, etc., \n               the men shadows slouched on their benches inside.\n\n                                                               DISSOLVE TO:\n\n               BEARCAUGHT AVENUE\n\n               This is a country road running over rolling moors, land open \n               to the sky and sun, the roads reaching out to infinity. The \n               cage truck rolls to the end of the road and stops. Stretching \n               out on either side of the road, every five feet is a pyramid \n               of freshly dumped sand.\n\n               ANGLE ON REAR OF TRUCK\n\n               as the bull gang gets down, looks at the sand, are given \n               shovels.\n\n                                     KOKO\n                         Oh no, man! Not on this hot muther.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON REAR OF TRUCK\n\n               as the bull gang gets down, looks at the sand, are given \n               shovels. KOKO\n                         Oh no, man! Not on this hot muther. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     GAMBLER\n                         All the bears gonna be walking today.\n\n                                     ALIBI\n                              (nervously)\n                         What's the deal?\n\n                                     DRAGLINE\n                         Tar truck.\n\n               At these bleak words, over the last rise comes a filthy \n               blackened tank truck with a fire in its belly and an array \n               of pipes and valves at its rear, like a hellish beetle.\n\n                                     KOKO\n                              (to Tattoo, Tramp, \n                              Alibi)\n                         You think you've been working hard. \n                         This muther'll break your back.\n\n                                     SOCIETY RED\n                         This is a big day for the guards. \n                         They get to remind us who's boss.\n\n                                     TRAMP\n                         I ain't forgot.\n\n               ON THE MEN\n\n               as the truck driver makes adjustments in the heater, flame, \n               etc.\n\n                                     BOSS PAUL\n                         Awright, every second man, git to \n                         the other side of the road.\n\n               Dragline, Dynamite, Gambler, Tattoo, Loudmouth Steve, Alibi, \n               Sleepy, Stupid Blondie and Chief cross over, leaving Luke, \n               Koko, Society Red, Tramp, Babalugats, Blind Dick, Mechanic \n               and Sailor. The tar truck begins to move slowly down the \n               road, spreading a black, hot, acrid wake behind it.\n\n                                     BOSS PAUL\n                              (continuing; with \n                              undisguised malice)\n                         Captain heard this gang been doin' \n                         so good, gave us this special job. \n                         We got three miles of tarrin' to \n                         cover today. Let's roll it!\n\n               NEW ANGLE ON THE MEN\n\n               They begin to work, digging a shovel-full of sand, fanning \n               it out over the hot tar, moving up to the next pile. Luke \n               and Dragline in the lead of their respective groups. The \n               guards move up along the ridges behind the men, urging them \n               to move faster, caning the slow workers.\n\n                                     BOSS PAUL\n                         Let's git with it!\n\n                                     BOSS SHORTY\n                         Roll it, heah?\n\n               ANGLE GODFREY\n\n               He is at the rear of the columns, walking down the center of \n               the road.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOSS PAUL\n                         Let's git with it! BOSS SHORTY\n                         Roll it, heah? ANGLE GODFREY\n\n               He is at the rear of the columns, walking down the center of \n               the road. \n\nTARGET SECTION TO BE ANNOTATED:\n With his stick he points to spots where the tar \n               has not been covered and the nearest man flicks a spray of \n               sand over it.\n\n               ON LUKE WITH KOKO AND SOCIETY RED LATER\n\n               They are working steadily but it is hot, hard, back-breaking \n               labor. Koko stops for a moment to rub his arm.\n\n                                     KOKO\n                         Oh man. I'm gonna twist my arm off \n                         if this heat don't kill me first.\n\n               Boss Paul canes him across the legs.\n\n                                     BOSS PAUL\n                         Roll it!\n\n               ON DRAGLINE\n\n               sweating and suffering across the road, just keeping up with \n               Luke.\n\n                                     DRAGLINE\n                         Hey, buddy. Take it easy. You're \n                         making me look bad.\n\n                                     LUKE\n                         The man wants speed, let's give it \n                         to him. Ram it in and break it off. \n                         Go hard. Shag it.\n\n               Dragline begins to work harder, digging and fanning, keeping \n               pace with Luke.\n\n               ON DRAGLINE AND DYNAMITE\n\n                                     DYNAMITE\n                              (panting)\n                         Whatta we racin' for?\n\n                                     DRAGLINE\n                         Man wants speed, let's give it to \n                         him. Use that shovel like you use \n                         your spoon. Shag it, man!\n\n               Dynamite understands and throws himself into it.\n\n               FULL SHOT THE MEN\n\n               up to their waists in smoke and dust, splattered with tar, \n               working like devils as the word passes down the line.\n\n                                     BLIND DICK\n                              (to Society Red)\n                         Go hard!\n\n                                     GAMBLER\n                              (to Tattoo)\n                         Ram it in and break it off!\n\n                                     ALIBI\n                              (to Sleepy)\n                         Roll it!\n\n                                     LOUDMOUTH STEVE\n                         Shag it!\n\n               They are all working like hell.\n\n               ANGLE ON BOSS PAUL\n\n               He looks confused, concerned by this sudden manic activity.\n\n               ANGLE ON BOSS GODFREY\n\n               forced to walk faster to keep up, finding no unsanded spots \n               for his sorcerer's wand.\n\n               ON LUKE, DRAGLINE, OTHERS\n\n               enjoying the guard's confusion.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON BOSS PAUL\n\n               He looks confused, concerned by this sudden manic activity. ANGLE ON BOSS GODFREY\n\n               forced to walk faster to keep up, finding no unsanded spots \n               for his sorcerer's wand. ON LUKE, DRAGLINE, OTHERS\n\n               enjoying the guard's confusion. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     DRAGLINE\n                              (to Luke)\n                         They don't know iff'n to smile, spit \n                         or swallow.\n\n                                     LUKE\n                         They ain't never seen a bull gang \n                         before.\n\n                                     SOCIETY RED\n                         Work those shovels instead of your \n                         mouths.\n\n               WORKING ON BEARCAUGHT AVENUE\n\n               Essentially a MONTAGE, a wild insane ballet of labor as led \n               by Luke and Dragline, the bull gang throws itself into the \n               madness, muttering Luke's words of inspiration to each other \n               and loving the guards' confusion. (SONG ON SOUND TRACK)\n\n                                     TRAMP\n                         Go hard!\n\n                                     TATTOO\n                         Ram it in...\n\n                                     MECHANIC\n                         Break it off...\n\n                                     SOCIETY RED\n                         Roll it!\n\n                                     DYNAMITE\n                         Shag it!\n\n                                     STUPID BLONDIE\n                         Move it!\n\n               Luke grins and works. The guards are tense and uneasy and \n               walk the road backward, not daring to turn their backs on \n               these madmen. Rabbit runs around with his water bucket but \n               the men don't drink, just upturn the water over their faces \n               and keep going.\n\n               ON BOSS PAUL\n\n               confused, angry, has not been able to cane anyone in an hour. \n               As Rabbit rushes by:\n\n                                     BOSS PAUL\n                         Rabbit! What the hell's goin' on?\n\n                                     RABBIT\n                              (knows but isn't saying)\n                         I don't know, Boss. They must be \n                         bearcaught. All of them.\n\n               He rushes off, as caught up in the esprit as the others.\n\n               WORKING AGAIN\n\n               More of the madness but now even faster, sweatier, wilder. \n               The men are bearcaught by their sudden power to confound the \n               guards. ALL SHOTS FAVORING Luke, splattered with tar, working \n               right behind the truck.\n\n               ON GODFREY\n\n               Replacing his stick with a rifle, as tense and uncertain as \n               the other bosses, staring at Luke with blank, hating eyes.\n\n               ON LUKE\n\n               as he looks up just as the tar truck turns off the road which \n               has ended, crossed by a small highway. They have finished.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nON GODFREY\n\n               Replacing his stick with a rifle, as tense and uncertain as \n               the other bosses, staring at Luke with blank, hating eyes. ON LUKE\n\n               as he looks up just as the tar truck turns off the road which \n               has ended, crossed by a small highway. They have finished. \n\nTARGET SECTION TO BE ANNOTATED:\n \n               Luke stands straight, looking out across the highway to the \n               rolling green beyond. Dragline works up to him.\n\n                                     DRAGLINE\n                         Where'd the road go?\n\n                                     LUKE\n                         That's it. That's the end.\n\n                                     KOKO\n                         But there's still daylight left.\n\n                                     DRAGLINE\n                              (checking the sun)\n                         'Bout two hours left.\n\n                                     LOUDMOUTH STEVE\n                         What do we do now?\n\n               Luke has been looking at the guards who have grouped in \n               conference around Boss Paul who has his watch out. They look \n               concerned, gesticulating toward Luke and the others.\n\n                                     LUKE\n                              (smiling)\n                         Nothin'.\n\n               The others understand. They have beaten the Free Men by \n               working harder. They all collapse on the ground, rolling \n               about, dazed, tired but happy as hell, laughing.\n\n                                     DRAGLINE\n                         Oh, Luke, you wild beautiful thing! \n                         You crazy handful of nuthin'!\n\n                                                               DISSOLVE TO:\n\n               OMITTED\n\n               INT. BARRACKS (DAY)\n\n               Sunday afternoon scene. The chain men are dancing, jingling. \n               Three RADIOS BLARE in different corners; a hell-fire preacher \n               where Deacon and Society Red sit working a letter; romantic \n               ballads (Near You, Heart Aches by Ted Weeks, etc.) for the \n               men reading fuck books; rhythm and blues, country music for \n               a couple of wrestlers, banging into bunks until one depants \n               the other and runs off. CAMERA FOLLOWS THIS ACTION SHOWING \n               the scene. Other men rolling cigarettes, Dynamite still on \n               his rattlesnake wallet, Koko cutting hair, using a board \n               over an ash can for a barber's chair. Everyone is barefoot.\n\n                                     WICKERMAN\n                         Visitor for Luke!\n\n               Luke sits up from his bunk, staring at the Wicker, unmoving, \n               amazed.\n\n                                     GAMBLER (O.S.)\n                         Steve. Your mother's here!\n\n               ANGLE ON LUKE\n\n               as he gets up. Behind him Loudmouth Steve gets up, tossing \n               down his sex book resentfully:\n\n                                     LOUDMOUTH STEVE\n                         Jeez! She never lets me alone.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON LUKE\n\n               as he gets up. Behind him Loudmouth Steve gets up, tossing \n               down his sex book resentfully:\n\n                                     LOUDMOUTH STEVE\n                         Jeez! She never lets me alone. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     TRAMP\n                         You oughta be glad you got somebody.\n\n               Steve tosses him a finger as he leaves.\n\n                                     ALIBI\n                         My wife hasn't been here for a month. \n                         She must be sick again. She's had \n                         this condition of the liver for...\n\n                                     TATTOO\n                         Alibi, can't you never say nothin' \n                         without explainin' it? Carr says you \n                         even explain when you get up at night.\n\n               EXT. CAMP GATE (DAY)\n\n               By the picnic table set up for visitors. In far b.g., we SEE \n               Luke come out of the door and start across the yard toward \n               the gate, where he is shaken down and permitted to exit, \n               moving down to the table. A few feet from the end of the \n               table, Boss Godfrey sits in a kitchen chair, his hands \n               discreetly crossed over the pistol in his lap. His mirror \n               eyes play over the scene. Loudmouth Steve, his MOTHER -- a \n               desperately fortyish blonde -- and a couple of other prisoners \n               and visitors occupy the background. Parked next to the table \n               is a truck. In the bed lies Luke's mother, ARLETTA. She is \n               propped up on pillows and wedged in for traveling.\n\n               The whole back is set up as for a chronic invalid, everything \n               within reach, etc. She smokes incessantly. Nearby, Luke's \n               BROTHER and his nephew, JOHN-BOY, a kid of twelve, enormously \n               impressed with the sights and the guns and dogs, etc.\n\n                                     LUKE\n                         Comin' out here, Boss?\n\n                                     BOSS PAUL\n                              (by the gate)\n                         Yeah. Come on out, Luke.\n\n               A few feet outside the gate, Jackson reaches for the boy, \n               pats him on the head. Shakes hands in passing with his \n               brother, who is unmistakably a farmer, and stands in the \n               doorway looking at his mother. She lies on her side craning \n               to see him.\n\n                                     LUKE\n                         How'd you find me?\n\n                                     ARLETTA\n                         Helen, she sent along your things \n                         with a note, and John here, he wrote \n                         to the police.\n\n                                     LUKE\n                         Yeah. Well.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nARLETTA\n                         Helen, she sent along your things \n                         with a note, and John here, he wrote \n                         to the police. LUKE\n                         Yeah. Well. \n\nTARGET SECTION TO BE ANNOTATED:\n                              (to Godfrey)\n                         Gettin' up here, Boss.\n\n               Godfrey just looks at him, says nothing.\n\n                                     LUKE\n                         Well, Arletta, I got to stand down \n                         here.\n\n                                     ARLETTA\n                         I allus hoped to see you well fixed \n                         and have me a crop of grandkids to \n                         kiss and fuss around with.\n\n                                     LUKE\n                         Like to oblige you, Arletta, but \n                         right off I don't know where to put \n                         my hands on 'em.\n\n                                     ARLETTA\n                         Sometimes I wisht people was like \n                         dogs, Luke. Comes a time, a day like, \n                         when the bitch just don't recognize \n                         her pups no more, so she don't have \n                         no hopes nor love to bring her pain. \n                         She just don't give a damn. They let \n                         you smoke?\n\n                                     LUKE\n                         Smokin' it up here, Boss.\n\n               Boss Godfrey nods. He lights cigarettes for her and for \n               himself.\n\n                                     LUKE\n                         Yeah, well, Arletta, you done your \n                         best. What I done with myself is my \n                         problem.\n\n                                     ARLETTA\n                         No it hain't, Luke. You ain't alone. \n                         Ever whar you go, I'm with you, and \n                         so's John.\n\n                                     LUKE\n                         You never thought that's a heavy \n                         load?\n\n                                     ARLETTA\n                         We allus thought you was strong enough \n                         to carry it. Was we wrong?\n\n               Luke gives her the cigarette, and smiles at her.\n\n                                     LUKE\n                         No. But things ain't always like \n                         they seem, Arletta. You know that. A \n                         man's gotta go his own way.\n\n                                     ARLETTA\n                         Well, I don't know, I just wash my \n                         hands of it, I guess I just got to \n                         love you and let go.\n\n               She catches his hand as he puts the cigarette between her \n               lips.\n\n                                     LUKE\n                         Yeah.\n\n                                     ARLETTA\n                         What are you doin' here?\n\n                                     LUKE\n                         We call it abuildin' time, Arletta.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\n                         Yeah. ARLETTA\n                         What are you doin' here? LUKE\n                         We call it abuildin' time, Arletta. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     ARLETTA\n                         I ain't askin' what you'll do after \n                         you get out, because I'm gonna be \n                         dead and it don't matter.\n\n               His mother's disappointment in him brings Jackson a real \n               twinge of pain here. He tries to change the subject.\n\n                                     LUKE\n                         You never wanted to live forever \n                         anyways, did you? It wasn't such a \n                         hell of a life.\n\n                                     ARLETTA\n                         Oh, I had me some high old times. \n                         Yore old man, Luke, wasn't much for \n                         stickin' around, but damn it he made \n                         me laugh.\n\n                                     LUKE\n                         Yeah, would of been nice to of knowed \n                         him, the way you talk about him.\n\n               She's looking at him and begins to laugh, losing control and \n               coughing to the point it alarms John and Jackson and they \n               have to help her. She pays no attention to the cough.\n\n                                     ARLETTA\n                         He'd... He'd of... broke you up.\n\n               She quiets after the fit and lies back, tired.\n\n                                     ARLETTA\n                         You think life is some kind of ocean \n                         voyage and you start out with buntin' \n                         and hollerin' and high hopes, but \n                         the damn ship goes down before you \n                         ever reach the other side. Luke?\n\n                                     LUKE\n                         Here, Mom.\n\n                                     ARLETTA\n                         What went wrong?\n\n                                     LUKE\n                         Nothin'. Ever'thing's cool's can be.\n\n                                     ARLETTA\n                         No.\n\n                                     LUKE\n                         Tried to live always just as free \n                         and aboveboard as you been, and well, \n                         they ain't that much elbow room.\n\n               Arletta is looking hard into his eyes as he speaks. She \n               reaches out to him again...\n\n                                     ARLETTA\n                         You allus had good jobs, and that \n                         girl in Kentucky I taken a shine to \n                         her.\n\n                                     LUKE\n                         She took off with that convertible \n                         feller...\n\n                                     ARLETTA\n                         Well, why not? Idee of marryin' got \n                         you all choked up, trying to pretend \n                         you was respectable you was borin' \n                         the hell out of all of us.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\n                         She took off with that convertible \n                         feller... ARLETTA\n                         Well, why not? Idee of marryin' got \n                         you all choked up, trying to pretend \n                         you was respectable you was borin' \n                         the hell out of all of us. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     LUKE\n                              (grinning at her)\n                         Yeah.\n\n                                     ARLETTA\n                         I'm leavin' the place to John.\n\n                                     LUKE\n                         That's good: he earned it.\n\n                                     ARLETTA\n                         Nothin' to do with it. I ain't never \n                         give John the kind of feelin' I give \n                         you, so I'm payin' him off now. Don't \n                         feel you got to say anything. Way it \n                         is, sometimes, you just have a feelin' \n                         for a child or you don't, and with \n                         John I just didn't.\n\n               OFFSTAGE WHISTLE\n\n                                     LUKE\n                         Gotta go, Arletta.\n\n                                     ARLETTA\n                              (recovering)\n                         Laugh it up, kid. You'll make out.\n\n               She kneads his hand and subsides onto her bed. Luke turns \n               away from her to face John, who has stood by. Godfrey is on \n               his feet. The other men are getting up and saying goodbye to \n               visitors, picking up their packages, etc., and among them is \n               a chain man, his chains dragging, holding them up with a \n               string. The kid stands by John looking at the chains clinking \n               past...\n\n                                     JOHN-BOY\n                         Why can't you have chains?\n\n               Luke looks up at John, Sr. with amusement.\n\n                                     JOHN-BOY\n                         Uncle Luke?\n\n               TWO SHOT LUKE AND JOHN, SR.\n\n                                     JOHN\n                         John-Boy looks to you. You're a hero. \n                         He's braggin' on you all over the \n                         county.\n\n                                     LUKE\n                              (thoughtful)\n                         Yeah.\n\n                                     JOHN\n                         You must've really flung a binge \n                         this time. You really hit that cop?\n\n                                     LUKE\n                              (not liking the smug \n                              pride in John)\n                         Much as I'd like to oblige you, John, \n                         I didn't hit the cop.\n                              (beat)\n                         She's in pretty bad pain, ain't she?\n\n                                     JOHN\n                              (nods)\n                         Fulla dope, Luke.\n\n                                     LUKE\n                         Keep it with her all the time. Let \n                         her have all she wants.\n\n               They understand each other.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\n                         Keep it with her all the time. Let \n                         her have all she wants. They understand each other. \n\nTARGET SECTION TO BE ANNOTATED:\n Luke chucks John-Boy under the \n               chin, then stops, looks at John, kneels beside him.\n\n               TWO SHOT LUKE AND JOHN-BOY\n\n                                     LUKE\n                         You don't want to admire them chains, \n                         John-Boy. They ain't medals. You get \n                         them put on for makin' mistakes.\n                              (beat)\n                         And if you make a really bad mistake, \n                         then you got to deal with the Man... \n                         and he is one tough old boy.\n\n               THEIR P.O.V.\n\n               Godfrey stares at them, his glasses mirroring.\n\n               BACK TO THEM\n\n                                     LUKE\n                         So long, Arletta. Take care.\n\n                                     ARLETTA'S VOICE\n                         You know it, kid.\n\n               John holds Luke for a beat and reaches into the truck and \n               pulls out a battered banjo which he gives Luke.\n\n                                     JOHN\n                         Now there's nothin' for you to come \n                         back for.\n\n               ARLETTA'S TRUCK\n\n               LEAVING down the road, kicking up dust. Barracks in b.g.\n\n               EXT. HIGHWAY WITH YOYO SUPPORT (DAY)\n\n               cutting away at the time...\n\n                                                               DISSOLVE TO:\n\n               INT. BARRACKS (NIGHT)\n\n               Luke sits on his bunk plunking aimlessly at the BANJO. The \n               barracks are quiet, an air of [...]. Suddenly there is an \n               unidentifiable SOUND, low, but all the heads in the barracks \n               look up, waiting, silently. It has begun to rain, the big \n               drops DRUMMING on the roof. It begins to fall heavily. There \n               are moving slams around the building as outside the guards \n               SLAM the storm shutters. It is hot, oppressive.\n\n                                     ALIBI\n                         I guess they have to close those \n                         things, or we'd drown. But it's really \n                         suffocating.\n\n                                     TATTOO\n                         Talk about drownin', I did some \n                         trainin' on a submarine once. Boy, \n                         when you're under there you really \n                         feel it.\n\n                                     LOUDMOUTH STEVE\n                         Shut up, man. It's too hot to talk.\n\n               The air is stifling, desultory. Out of boredom, Dragline \n               turns to Dynamite.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's too hot to talk. The air is stifling, desultory. Out of boredom, Dragline \n               turns to Dynamite. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     DRAGLINE\n                         You see mah skinny lid boy at chow \n                         tonight. He was matching you plate \n                         for plate.\n\n                                     DYNAMITE\n                         I wasn't feelin' good. Think I got a \n                         ulcer or somethin'.\n\n                                     DRAGLINE\n                         He had a spoon like yours, he'd make \n                         you look like a possum [...] on a \n                         tree bark.\n\n               Society Red is lying on his bunk looking at the bottom of \n               the bunk above.\n\n                                     SOCIETY RED\n                         Oh, come on, Clarence.\n\n               Dragline sits up and looks at him aggressively.\n\n                                     DRAGLINE\n                         What do you mean, Clarence? You \n                         callin' me a liar?\n\n               He waits.\n\n                                     SOCIETY RED\n                         Not a liar. You just have a common -- \n                         and likable -- tendency toward \n                         exaggeration.\n\n                                     DRAGLINE\n                              (proudly)\n                         He's the champeen hog-gut of this \n                         camp. Hell, I seen him eat ten \n                         choc'lat bars and seven cold drinks \n                         in fifteen minutes. He kin eat busted \n                         bottles and rusty nails, any damn \n                         thing. If you'd so kindly oblige as \n                         to let me cut off your yankee head, \n                         he'd even eat that.\n\n                                     LUKE\n                         I can eat fifty eggs.\n\n               They turn to look at him as though surprised to find him \n               there. Before Dragline can think he says...\n\n                                     DRAGLINE\n                         Nobody kin eat fifty eggs.\n\n                                     SOCIETY RED\n                              (to Dragline)\n                         You just said he could eat anything.\n\n                                     DRAGLINE\n                              (doubtfully, to Luke)\n                         You ever eat fifty eggs?\n\n                                     LUKE\n                         Nobody ever ate fifty eggs.\n\n                                     GAMBLER\n                         Bet! Bet! Babalugats!\n\n                                     DRAGLINE\n                         Mah boy say he kin eat fifty eggs, \n                         he'll eat fifty eggs.\n\n                                     LOUDMOUTH STEVE\n                         Yeah but in how long?\n\n                                     LUKE\n                         One hour.\n\n                                     SOCIETY RED\n                         Well I believe I'll have to take \n                         part of that wager.\n\n                                     DRAGLINE\n                         Two bucks.\n\n                                     GAMBLER\n                         Let's talk money.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOCIETY RED\n                         Well I believe I'll have to take \n                         part of that wager. DRAGLINE\n                         Two bucks. GAMBLER\n                         Let's talk money. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     DRAGLINE\n                         Awright, twenty bucks. Anything! The \n                         Syndicate'll cover any money you \n                         got. Koko, get paper.\n\n                                     KOKO\n                         Dragline... fifty eggs got to weigh \n                         a good six pounds.\n\n                                     DYNAMITE\n                              (expertly)\n                         Man's gut can't hold that. They'll \n                         swell up and bust him open.\n\n                                     BLIND DICK\n                         You're gonna kill him.\n\n                                     DRAGLINE\n                         Getcha money, up. Gambler! Dynamite! \n                         Everybody. Kokonut Head here is taking \n                         the money. Loudmouth -- get it up!\n\n               The initial boredom of the scene is dispelled -- a purpose \n               has been created to lead them through the endless building \n               of time.\n\n                                     GAMBLER\n                         How's he gonna eat 'em?\n\n                                     LUKE\n                              (cutting in)\n                         Boiled for fifteen minutes. Then \n                         peeled. I eat all fifty in one hour.\n\n               Men are all around Dragline and Koko now with money and \n               wagers. Koko is frantically scribbling.\n\n                                     DRAGLINE\n                         Koko, write down their names, don't \n                         just make marks.\n\n                                     SOCIETY RED\n                         One rule! No throwing up. He throws \n                         up, you forfeit everything.\n\n                                     DRAGLINE\n                         You ever see mah boy throw up? Shut \n                         your mouth and put up your money!\n\n               Koko is on the floor now with Babalugats beside him, assorting \n               papers, handing out betting receipts. Dragline turns to Luke.\n\n                                     DRAGLINE\n                         Why'd you have to say fifty? Why not \n                         thirty-five or thirty-nine?\n\n                                     LUKE\n                         Fifty's a nice round number.\n\n                                     DRAGLINE\n                         Damn, Luke. What's the matter with \n                         you? what's the matter with me?\n\n                                     LUKE\n                              (winking)\n                         Nothin' to worry about. We got a \n                         deadlock on that mullet.\n\n               EXT. PRISON YARD MOVING TWO SHOT (DAY)\n\n               Luke and Dragline jog around the yard like roadwork for a \n               boxer and trainer.\n\n                                     DRAGLINE\n                         What did I do? Stole and tole lies.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRISON YARD MOVING TWO SHOT (DAY)\n\n               Luke and Dragline jog around the yard like roadwork for a \n               boxer and trainer. DRAGLINE\n                         What did I do? Stole and tole lies. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                         I loved mah neighbor and his wife, \n                         but what did I do to deserve this \n                         lunatic to come in mah happy home \n                         and beat me outa hard earned bread.\n\n                                     LUKE\n                              (grins)\n                         We got it locked in the sock.\n\n                                     DRAGLINE\n                         Yeah, I know. But what we gotta do \n                         first is stretch that l'il ol' belly \n                         of yours -- git it all strained out, \n                         in fightin' shape, like a barrage \n                         balloon.\n\n                                     LUKE\n                         You ol' sack of guts. I had a belly \n                         like yours, we wouldn't have nothin' \n                         to worry about.\n\n                                     DRAGLINE\n                              (considers paunch)\n                         'Atsa sign I got me an affectionate \n                         nature.\n\n                                     LUKE\n                         Like an elephant.\n\n                                     DRAGLINE\n                              (grinning)\n                         Us elephants may be a lil slow, like \n                         in makin' love, but you give us a \n                         coupla three days to really get with \n                         it an' man -- stand back!\n\n               Luke grins.\n\n               LUKE IN THE CHOWLINE\n\n               taking enormous helpings.\n\n                                     DOGBOY\n                         Lookit this hot gut, Boss. Here's a \n                         man gone bust the State feedin' his \n                         face.\n\n                                     BOSS HIGGINS\n                         Wisht I could eat like that.\n\n                                     LUKE\n                         Thing about bad food, you got to eat \n                         a lot of it.\n\n               OMITTED\n\n               LUKE\n\n               He sits in a yoga position, rippling his stomach muscles \n               miraculously. Koko and Gambler pop INTO THE SHOT to watch \n               with amazement.\n\n               INT. MESS HALL (NIGHT)\n\n               Luke refuses food. He moves to his place, sits before his \n               empty plate.\n\n               INT. BARRACKS (NIGHT)\n\n               as Dragline stops in front of the Wicker Man.\n\n                                     DRAGLINE\n                         Boss! Man needs a brown bomber and a \n                         dose of salts.\n\n               Instant UPROAR of protest.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nDRAGLINE\n                         Boss! Man needs a brown bomber and a \n                         dose of salts. Instant UPROAR of protest. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     SOCIETY RED\n                         Rules Committee! Rules Committee!\n\n                                     ALIBI\n                         Nobody said nothin' about that!\n\n                                     LOUDMOUTH STEVE\n                         Same as dopin' a race horse!\n\n                                     SLEEPY\n                         It don't sound right.\n\n                                     TATTOO\n                         You can't do that!\n\n                                     DRAGLINE\n                         You jes' watch us!\n\n                                     BLIND DICK\n                         Fair's fair.\n\n                                     KOKO\n                         Got a right to start with a clear \n                         gut!\n\n                                     DYNAMITE\n                         Man can't eat that much no matter --\n\n                                     LOUDMOUTH STEVE\n                         You can't just change the rules any \n                         way you want!\n\n               All of this is overlapping: Dragline walks through them \n               carrying the pile and cup of salts passed out from the Wicker, \n               ignoring it all.\n\n               INT. KITCHEN\n\n               JABO, the cook, is lowering the sacks of eggs into huge pots \n               of boiling water. Carr stands by with a watch, timing. Outside \n               the open door are Dragline, Dynamite and Gambler watching \n               tensely.\n\n                                     DRAGLINE\n                         Take it easy now, Jabo. Them is eggs, \n                         not them cathead biscuits.\n\n                                     JABO\n                         I know what eggs look like. I ain't \n                         seen any around here for three years, \n                         but I remember.\n\n               ANGLE ON BARRACKS DOOR (DAY)\n\n               as a file of men carry the still-steaming eggs in their hats \n               from the yard into the building.\n\n                                     RABBIT\n                              (adding on a scrap of \n                              paper)\n                         I've got it figured. If he eats an \n                         egg a minute, he's got 10 minutes \n                         left to swaller them.\n\n                                     CHIEF\n                         I just got sent five bucks from the \n                         rodeo company.\n\n                                     RABBIT\n                         What for?\n\n                                     CHIEF\n                         A bull I fell off.\n\n               INT. BARRACKS\n\n               as the line of men reach the poker table and begin stacking \n               up the eggs. The Rules Committee sits around the table leaving \n               one side for Luke. It's all set up with towels, etc. They \n               are counting eggs carefully, piling them in pyramids.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Rules Committee sits around the table leaving \n               one side for Luke. It's all set up with towels, etc. They \n               are counting eggs carefully, piling them in pyramids. \n\nTARGET SECTION TO BE ANNOTATED:\n Dragline \n               picks up an egg and cracks it smartly on the table. Again \n               uproar...\n\n                                     DRAGLINE\n                         Awright! Stand back, you pedestrians, \n                         this ain't no automobile accident!\n\n                                     ALIBI\n                         You're peeling his eggs!\n\n                                     DRAGLINE\n                         That's right, Mister Alibi.\n\n                                     SOCIETY RED\n                         He peels the eggs himself. That's \n                         understood.\n\n                                     DRAGLINE\n                         You jus' may be great at hangin' \n                         paper around the big cities, but us \n                         country boys is not entirely \n                         brainless. When it comes to the law, \n                         nothin' is understood.\n\n                                     LOUDMOUTH STEVE\n                         Who made what law about peeling his \n                         eggs?\n\n                                     DRAGLINE\n                         I'm his trainer, I'm the syndicate \n                         what's coverin' all bets, and I'm \n                         his official egg peeler.\n\n                                     SOCIETY RED\n                         Just wait till the hour starts, that's \n                         all.\n\n               The champion enters and the talk dies. He's naked from the \n               waist. He does some side-straddle hops and deep-knee bends. \n               His stomach is markedly concave. He, drying himself from a \n               shower, walks to the fragment of mirror on the wall and combs \n               his hair, studies his image a second and, at last ready, \n               moves to the table and sits down.\n\n                                     LUKE\n                              (ingeniously)\n                         What's goin' on?\n\n               Dragline jumps up and gives a second's rubdown to Luke's \n               shoulders. There is a flurry of last minute betting, and \n               then silence. Everybody gathered around. Luke shuffles his \n               feet, twitches his toes. One egg from the pile is peeled and \n               in front of him. Carr waits, his eyes on his wrist watch, \n               his other hand up in the air, and all eyes rest on that hand. \n               All eyes drop as the hand drops. Dragline grabs eggs and \n               peels them, his fingers flickering, the shells flying. Luke \n               picks up the peeled egg and eats it in a gulp.\n\n               CUTS OF LUKE, DRAGLINE, REACTIONS\n\n               LUKE\n\n               He's eating very fast.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nDragline grabs eggs and \n               peels them, his fingers flickering, the shells flying. Luke \n               picks up the peeled egg and eats it in a gulp. CUTS OF LUKE, DRAGLINE, REACTIONS\n\n               LUKE\n\n               He's eating very fast. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     SOCIETY RED\n                              (keeping a written \n                              tab)\n                         One, two, three...\n                              (continues counting, \n                              throughout)\n\n                                     KOKO\n                         He's gonna lose a finger eating eggs \n                         like that.\n\n               Dragline reaches over and pops an egg into Luke's mouth, his \n               pinkie extended, like tossing a tidbit into the mouth of \n               some animal.\n\n               FULL SHOT LUKE IN THE CENTER\n\n               The others stand around, motionless. Dragline cracks and \n               peels and Luke eats in a regular musical rhythm inexorable \n               and horrible as it is sustained. Red is checking and counting \n               off eggs...\n\n                                     SOCIETY RED\n                         ...twenty-four. Twenty-five, twenty-\n                         six...\n\n               LUKE\n\n               His face bears an expression of ineffable absent pleasure as \n               though eggs reminded him of something a long way away.\n\n               DRAGLINE\n\n               looking at him, neutral...\n\n                                     DRAGLINE\n                         Slow down a little.\n\n               THE GROUP\n\n               Some chew fingernails, some stare, some mouth open, some \n               stand with unlighted cigarettes in their mouths, staring. \n               Some have eyes shut, their lips silently counting with Red.\n\n                                     SOCIETY RED\n                         ...thirty, thirty-one, thirty-two.\n\n               LUKE\n\n               He stops and stands up, stretching. His stomach bulges as \n               though he were pregnant. Slowly he walks across the barracks \n               toward the water faucet. Dragline stands looking after him, \n               alarmed. Luke slowly bends over and washes his mouth out, \n               not taking a drink. He stands, turns, walks up and down, \n               does some exercises. Silence, no one else moves. He walks \n               back, looks at the eggs, making an expression of distaste. \n               He turns away and does some more exercises. Gambler moves \n               over very close to him. Luke is going up and down, up and \n               down doing knee bends. Gambler tries to look into his eyes, \n               examine his stomach, listen to his wind. Luke sticks out his \n               tongue obligingly for a check. Gambler stands up.\n\n                                     SOCIETY RED\n                         Eighteen to go!\n\n               There is a flurry of last-minute betting led by Onionhead's \n               examination.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nGambler stands up. SOCIETY RED\n                         Eighteen to go! There is a flurry of last-minute betting led by Onionhead's \n               examination. \n\nTARGET SECTION TO BE ANNOTATED:\n Koko, Babalugats beside him, are the tellers.\n\n                                     GAMBLER\n                         He's had it. I'm throwin' in my last \n                         tenner.\n\n               Sleepy appears, as does Tramp, to make beta.\n\n                                     BLIND DICK\n                         He don't look good.\n\n                                     DYNAMITE\n                              (expertly)\n                         Man's gut can't hold more'n that.\n\n                                     GAMBLER\n                         Oh you gonna come crawlin' around \n                         beggin' for a cold drink, Drag. Your \n                         boy is done for!\n\n               Mechanic has been studying Luke as if he were an ailing \n               carburetor.\n\n                                     MECHANIC\n                              (quietly to Dragline)\n                         If I give you a dollar and he don't \n                         eat all fifty eggs, I get two dollars?\n\n                                     DRAGLINE\n                         Mechanic!\n\n               Dragline puts his arm around Mechanic's shoulders \n               affectionately.\n\n                                     DRAGLINE\n                         You're a sweet old boy and I don't \n                         like to see you pick up no bad habits. \n                         Better use that dollar to buy yourself \n                         a new spark plug or something. But \n                         as long as you done took a stand, \n                         why don't you put some money where \n                         your mouth is? Not no measly buck!\n\n                                     MECHANIC\n                         All I got is three-seventy-five.\n\n                                     DRAGLINE\n                         It's a bet! Koko! I gone this far, \n                         I'm backin' mah boy all the way! \n                         Come on, who's next? Where are the \n                         big money men, I want to hear from \n                         some high rollers.\n\n               Silence.\n\n                                     SOCIETY RED\n                         I believe you've got it all, Dragline. \n                         Every nickel in camp is riding.\n\n               Dragline turns to Luke and grins. Luke instantly appears to \n               recover and walks casually back to the table. It should be \n               clear this last was a little put-on between him and Dragline \n               to milk the last money into bets. Luke sits and begins eating.\n\n               LUKE\n\n               cool, confident, but as the egg is crushed in his mouth the \n               first real gagging feeling of total surfeit hits him. His \n               jaw closes and freezes.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nLuke sits and begins eating. LUKE\n\n               cool, confident, but as the egg is crushed in his mouth the \n               first real gagging feeling of total surfeit hits him. His \n               jaw closes and freezes. \n\nTARGET SECTION TO BE ANNOTATED:\n His eyes grow desperate and swivel \n               toward Dragline, though he doesn't dare move his head lest \n               he give way to nausea.\n\n               DRAGLINE\n\n               reacts.\n\n               LUKE\n\n               with a herculean effort, he swallows.\n\n                                     SOCIETY RED'S VOICE\n                         Thirty-three.\n\n               Dragline swallows with relief. Gambler moves and looks about, \n               a man feeling victory within his grasp.\n\n                                     ALIBI\n                         Carr? What's the time?\n\n                                     CARR\n                         Twenty-four minutes to go.\n\n               Luke swallows another egg; sweat bursts out on his forehead. \n               Dragline signals to a second, Koko, to sit in for him and \n               peel eggs. He moves to Luke.\n\n                                     SOCIETY RED\n                         Thirty-four.\n\n               TWO SHOT LUKE AND DRAGLINE\n\n               as Dragline stands behind him, massaging his shoulders and \n               neck, tenderly... Luke doggedly eats eggs, one by one. Red \n               counts off under...\n\n                                     SOCIETY RED\n                         Thirty-nine... forty... forty-one... \n                         forty-two...\n\n               MEANWHILE:\n\n                                     DRAGLINE\n                         Come on, boy, come on, darlin'. You \n                         kin do her. Just let that ol' belly \n                         sag and enjoy itself. Stay loose, \n                         buddy. Eight more, between you and \n                         everlasting glory. Little ol' eggs, \n                         pigeon eggs, that's all, fish eggs \n                         practically.\n\n               Luke almost throws up, and Dragline signals Koko to hold \n               up... he gets Luke of his feet and begins walking him up and \n               down the barracks...\n\n                                     LOUDMOUTH STEVE\n                         Carr? Time?\n\n                                     CARR\n                         Six minutes to go, Dragline.\n\n                                     DRAGLINE\n                              (into Luke's ear)\n                         Just shakin' it down, that's all, \n                         settlin' them eggs down...\n\n               He sits him down, takes an egg from Koko and puts it to Luke's \n               lips, pursing his lips in a kiss...\n\n                                     DRAGLINE\n                         Come on, Baby... don't be that way. \n                         Open your little ol' gator mouth.\n\n               Luke opens his mouth, in goes the egg, he chews, chews, \n               swallows. Another egg...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nOpen your little ol' gator mouth. Luke opens his mouth, in goes the egg, he chews, chews, \n               swallows. Another egg... \n\nTARGET SECTION TO BE ANNOTATED:\n                                     SOCIETY RED\n                         Forty-four...\n\n                                     CARR\n                         Two minutes to time...\n\n                                     DRAGLINE\n                         All right now: get mad at them eggs. \n                         Eat it there boy! Bite it! Gnaw on \n                         it!\n\n                                     SOCIETY RED\n                         Forty-five.\n\n                                     CARR\n                         One minute, thirty seconds.\n\n               Another egg goes. Luke closes his eyes and motions to \n               Dragline; just stuff 'em in any old how!\n\n                                     DRAGLINE\n                         That's it, that's how to do it, chew, \n                         chew, chew!\n\n               All eggs peeled, Koko is up and dancing wildly, and a couple \n               of men, even though they've got nothing but everything to \n               lose, are intoxicated beyond power to restrain themselves \n               and are yelling and jumping up and down.\n\n                                     CARR\n                         One minute, fifty-five... fifty... \n                         forty-five... etc.\n\n                                     SOCIETY RED\n                         Forty-five, forty-six, forty-seven...\n\n               So that it all comes out in a near dead-heat, with Dragline \n               yelling and popping in eggs. At the last second before \n               deadline, two whole eggs are shoved into Luke's mouth, and \n               Dragline rams Luke's mouth shut for him...\n\n                                     DRAGLINE\n                         All in: that's it: chew, chew, chew!\n\n                                     CARR\n                         Fifteen, ten, nine, eight, seven... \n                         six...\n\n               Luke looks around, then takes a mighty swallow, as:\n\n                                     CARR\n                         One... zero!\n\n               Luke collapses with his head on the table, his arms flung \n               out.\n\n                                     SOCIETY RED\n                         He didn't swallow the last...\n\n               He grabs him by the hair and pulls his head back. Dragline \n               pries his mouth open with his fingers. Luke is out...\n\n                                     DRAGLINE\n                         You think so, huh?\n\n               NEW ANGLE PAST LUKE'S EAR\n\n               as they all peer down into his throat. Dragline grins, looks \n               around at Society.\n\n                                     DRAGLINE\n                         Where's the egg?\n\n               He slaps Luke on the cheek affectionately, closes his mouth \n               and lets his head fall back on the table with a loud thump, \n               his arms again sprawled out in the piles of egg shells.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nDragline grins, looks \n               around at Society. DRAGLINE\n                         Where's the egg? He slaps Luke on the cheek affectionately, closes his mouth \n               and lets his head fall back on the table with a loud thump, \n               his arms again sprawled out in the piles of egg shells. \n\nTARGET SECTION TO BE ANNOTATED:\n A \n               dance of victory for Dragline... he collects all over the \n               place. Dynamite, shaking his head, quietly knights the new \n               champion hog-gut by laying his big spoon on the table next \n               to Luke's head.\n\n               EXT. ROAD (DAY)\n\n               A car ROARS by, leaving a hint of laughter and music in the \n               air and a cloud of dust. The men are working rhythmically. \n               Godfrey watching.\n\n               ANGLE ON LOUDMOUTH STEVE GAMBLER\n\n               They have been observing Godfrey.\n\n                                     LOUDMOUTH STEVE\n                         Man looks like a goddamn bus driver.\n\n                                     GAMBLER\n                              (yoyoing)\n                         He gets too close to me and I'll cut \n                         his belly open.\n\n               OMITTED\n\n               ANGLE ON KOKO\n\n               He sees snake.\n\n                                     KOKO'S VOICE\n                         Snake in the grass! Boss!\n\n               He runs. Men flail at the snake in the grass with their yoyos \n               and CAMERA MOVES WITH Snake though we can't see it and we \n               follow its progress only by the men jumping, hitting at it, \n               yelling.\n\n               GODFREY\n\n               He rams his cane into the soft sand and Rabbit reaches into \n               the truck cab and hands him his rifle. Godfrey slams the \n               bolt in.\n\n               BACK TO MEN\n\n               They jump and yell and chase the snake until they reach Luke, \n               who stoops, grabs cooly and comes up with the snake, holding \n               it by the tail.\n\n                                     LUKE\n                         Pickin' it up here, Boss!\n\n               GODFREY\n\n               His EYES HUGE IN THE SCREEN: Luke seen there IN DUPLICATE, \n               standing tall in the sun, grinning, the rattler wriggling \n               and thrashing in his grasp. Godfrey's face holds for a long \n               beat then the rifle is brought up so that we can now see \n               Luke CLEAR IN ONE LENS and the other he is lined up in the \n               rifle sight pointing directly INTO THE LENS -- or just CAMERA \n               LEFT. There is a SHOT and the rifle is lowered enough so we \n               can see Luke IN DUPLICATE again.\n\n               LUKE\n\n               looking at Godfrey, grinning, but a little tougher now.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nGodfrey's face holds for a long \n               beat then the rifle is brought up so that we can now see \n               Luke CLEAR IN ONE LENS and the other he is lined up in the \n               rifle sight pointing directly INTO THE LENS -- or just CAMERA \n               LEFT. There is a SHOT and the rifle is lowered enough so we \n               can see Luke IN DUPLICATE again. LUKE\n\n               looking at Godfrey, grinning, but a little tougher now. \n\nTARGET SECTION TO BE ANNOTATED:\n The \n               snake has no head. He walks down a little and throws the \n               body of the snake on the road at Godfrey's feet. It brings \n               him close to where Godfrey's cane still stands in the sand. \n               Godfrey kicks at the snake. He turns... Luke pulls the cane \n               out of the sand and holds it out to Godfrey.\n\n                                     LUKE\n                         Don't forget your walking stick, \n                         Boss.\n\n               Godfrey turns to face him and stares at him. Luke just holds \n               the stick out to him. Godfrey slowly takes the bolt out of \n               the rifle, looks down the barrel, blows the smoke out, puts \n               the bolt in his pocket and hands the gun back to Rabbit before \n               finally reaching out and taking the stick from Luke. He turns \n               and walks away.\n\n                                     LUKE\n                         You shore can shoot, man.\n\n               Godfrey's shoulders almost jerk as though at every word he \n               were being hit with invisible bullets.\n\n               SKY CLOUD THUNDER LIGHTNING\n\n               EXT. ROAD DRAGLINE LUKE\n\n               working.\n\n                                     DRAGLINE\n                         Luke, why you actin' so strange? \n                         What you wanna do somethin' like \n                         that for? You gone too far when you \n                         mess with the Man With No Eyes. You \n                         gonna be outa here in a little bit -- \n                         whyn't you jus' take it a little \n                         easy?\n\n               Luke has been staring up at the darkening sky which is growing \n               more ominous with clashing clouds and rolling thunder.\n\n                                     LUKE\n                         Man, it looks like the Big Boss is \n                         getting ready to let us have it!\n\n               It begins to rain, large spattering drops, quickly turning \n               into a downpour.\n\n                                     BOSS PAUL (O.S.)\n                         Awright, you kin git in that truck.\n\n               The gang rushes back into the shelter, all except Luke and \n               Dragline.\n\n                                     LUKE\n                         Look at Him go. Bam! Bam!\n\n                                     DRAGLINE\n                         Knock it off, Luke! You cain't talk \n                         about Him that way.\n\n               Dragline begins to move off toward the truck.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nDRAGLINE\n                         Knock it off, Luke! You cain't talk \n                         about Him that way. Dragline begins to move off toward the truck. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     LUKE\n                         You still believe in the Big Bearded \n                         Boss, Drag? You think he's up there \n                         watching us?\n\n               He grins at Dragline and then, after a beat, raises his bush \n               axe straight up to the sky, grinning at Dragline.\n\n               ANGLE ON DRAGLINE\n\n               He is frightened as he backs off toward the truck.\n\n                                     DRAGLINE\n                         Get in here! Ain't you scared -- \n                         ain't you scared of dyin'?\n\n               ANGLE ON LUKE\n\n               The rain is torrential. He has to shout to be heard.\n\n                                     LUKE\n                         Dyin'? He can take back this nice \n                         pretty life any time He wants.\n                              (looks up)\n                         You welcome to it, Old Timer. Come \n                         on! Make me know you're up there! \n                         Kill me or love me, one or the other.\n\n               He holds his bush axe again, laughing, soaking wet.\n\n               REVERSE BACK OF TRUCK\n\n               The men jammed into the frame of the body, a frieze of shocked \n               faces staring out at him through the rain. There is a blinding \n               flash of lightning and a THUNDEROUS ROAR. They wince but \n               don't turn away.\n\n               LUKE\n\n               He smiles and lowers the bush axe, walking toward the truck.\n\n                                     LUKE\n                         Standin' out here in the rain! All \n                         alone! Talkin' to myself.\n\n               He smiles a little shamefaced, rueful, sad smile and climbs \n               into the truck and the men draw back from him.\n\n               ANGLE THROUGH THE WINDSHIELD OF THE TRUCK PARKED BEHIND\n\n               Godfrey seen dimly through the rain-misted windshield.\n\n               EXT. YOYO SHIMMERING IN THE SUN TRANSITIONAL DEVICE (DAY)\n\n               INT. BARRACKS (NIGHT)\n\n               It is the free hour. But instead of the poker game, Dragline, \n               Luke and Koko sit at the table dealing with their line of \n               debtors from the egg-eating. Koko acts as secretary, changing \n               the amounts as the men pay off or borrow more.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARRACKS (NIGHT)\n\n               It is the free hour. But instead of the poker game, Dragline, \n               Luke and Koko sit at the table dealing with their line of \n               debtors from the egg-eating. Koko acts as secretary, changing \n               the amounts as the men pay off or borrow more. \n\nTARGET SECTION TO BE ANNOTATED:\n As Blind Dick \n               receives his money and leaves:\n\n                                     DRAGLINE\n                              (to Koko)\n                         Blind Dick is payin' us off three \n                         and borrowin' back five. Next!\n\n               It is Tattoo.\n\n                                     DRAGLINE\n                         Borrowin' or payin' back?\n\n                                     TATTOO\n                         Borrowin'.\n\n                                     DRAGLINE\n                         Mister Cool Hand here is the soft \n                         heart in our Loan Department. Next!\n\n               ON CARR AT THE WICKER (NIGHT)\n\n               He has just been handed a telegram by the Wicker Man. He \n               reads it impassive as always, while in b.g., the business \n               continues and we HEAR:\n\n                                     SOCIETY RED'S VOICE\n                         I believe I still owe you thirty. I \n                         don't suppose you'd take a check.\n\n                                     TATTOO'S VOICE\n                              (to Luke)\n                         My Navy disability didn't come yet. \n                         You know how it is.\n\n               Carr finishes reading and we FOLLOW HIM as he walks to the \n               table.\n\n                                     LUKE\n                         Sure do... that's why we didn't bet \n                         with the Navy.\n\n                                     DRAGLINE\n                         Oh, that's mah darlin' Luke. Grins \n                         like a baby and bites like a 'gator.\n\n               Carr sets the telegram on the table next to Luke.\n\n                                     CARR\n                         Sorry, Luke.\n\n               Luke picks up the telegram and reads. Then he sets it down, \n               stands and goes to his bunk. Dragline looks after him, takes \n               up the telegram and hands it up to Society Red.\n\n                                     SOCIETY RED\n                              (after reading)\n                         His mother's dead.\n\n               ANGLE ON LOUDMOUTH STEVE\n\n               As he sees Luke go to his bunk, he picks up his sex book and \n               moves down to the other end of the barracks. Alibi does the \n               same with the cigarette papers and tobacco he has been \n               rolling.\n\n               ANGLE ON LUKE\n\n               sitting on his bunk, bare feet tucked up beneath his drawn-\n               up legs, softly picking out a slow hymn melody on his banjo. \n               Tears slowly stream down his cheeks.\n\n               ANGLE ON CARR\n\n               as Luke continues playing softly. He walks down to the other \n               end of the barracks, too.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nTears slowly stream down his cheeks. ANGLE ON CARR\n\n               as Luke continues playing softly. He walks down to the other \n               end of the barracks, too. \n\nTARGET SECTION TO BE ANNOTATED:\n               FULL SHOT BARRACKS\n\n               All of the other men are congregated at the other end, giving \n               Luke what privacy they can. There is no conversation, only \n               the slow, plaintive plucking of the banjo.\n\n               ANGLE ON LUKE CLOSE\n\n               playing, the tears coursing.\n\n               NEW ANGLE ON LUKE\n\n               in his bunk now, staring wet-eyed up at the ceiling.\n\n                                     CARR'S VOICE\n                         Fifty, boss.\n\n                                     WICKERMAN'S VOICE\n                         Fifty, awright, Carr.\n\n               EXT. MESS HALL (PRE-DAWN)\n\n               As the men pour out they see that the light on the box is \n               burning, a nightshirt is hung on the fence. Their usual hurry-\n               up pace is slowed to a nervous, apprehensive gait.\n\n                                     BOSS PAUL\n                         Awright, git lined up here.\n\n               ANGLE ON CAPTAIN'S PORCH\n\n               He has been watching, rocking. As the men line up, he gets \n               up and goes down the steps toward the yard.\n\n               CAPTAIN'S P.O.V.\n\n               pushing the gate open, moving in front of Boss Paul, facing \n               the men.\n\n                                     CAPTAIN\n                         Luke, fall out.\n\n               Luke steps forward, pulls off his shirt and jacket. He steps \n               behind the latticework screen to take off his pants as the \n               Captain speaks.\n\n                                     CAPTAIN'S VOICE\n                              (emotionless)\n                         When a man's mother dies and he gits \n                         to thinkin' about her funeral and \n                         payin' respects, before he knows it \n                         his mind ain't right and he's got \n                         rabbit in his blood and runs. We're \n                         keepin' you off the road fer awhile.\n\n               He has said all he has to say. He walks off.\n\n               FULL SHOT LUKE AND THE MEN\n\n               They are watching him slip on the nightshirt. Boss Kean opens \n               the box.\n\n                                     BOSS KEAN\n                              (to Luke)\n                         Ah'm jus' doin' mah job, Luke. You \n                         gotta appreciate that.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoss Kean opens \n               the box. BOSS KEAN\n                              (to Luke)\n                         Ah'm jus' doin' mah job, Luke. You \n                         gotta appreciate that. \n\nTARGET SECTION TO BE ANNOTATED:\n               ANGLE ON LUKE IN BOX\n\n                                     LUKE\n                         Boss, when you do somethin' to me \n                         you better do it because you got to \n                         or want to... but not because it's \n                         your damn job.\n\n               ANGLE ON KEAN\n\n               His eyes narrow. The box door slams. Greyness.\n\n                                     BOSS PAUL'S VOICE (O.S.)\n                         Awright, let's move it out!\n\n               And o.s. the SOUNDS of the men counting through the gate and \n               the truck engines coughing.\n\n               EXT. ROAD DAWN (NIGHT)\n\n               The bull gang truck pulling out. In b.g. the barracks and \n               the light over the box.\n\n               EXT. CAMP\n\n               The bull gang truck stopping. The back is opened and the men \n               jump out, line up and begin counting off through the gate. \n               In b.g. as they count is Luke's voice singing.\n\n               CLOSE ON DRAGLINE\n\n               He smiles... oh that Luke!\n\n               CLOSE ON BOSS GODFREY\n\n               listening to the mocking voice.\n\n               EXT. BARRACKS\n\n               It is the next morning. The tire iron SOUNDS.\n\n                                     CARR'S VOICE\n                         First bell! First bell! Let's go!\n\n               The figures of Boss Paul and Boss Seven go to the box. Seven \n               carries Luke's food.\n\n               INT. BOX PAUL'S P.O.V.\n\n               as it is opened. The dimness of the overhead bulb illuminates \n               Luke.\n\n                                     LUKE\n                         Shut the door, Boss. You're lettin' \n                         in a draft.\n\n               ANGLE ON PAUL\n\n               His face corrodes in fury.\n\n                                     BOSS PAUL\n                         Git on your feet! Ah'm gonna teach \n                         you some respect right now!\n\n               Furiously he tries to cane Luke with his walking stick. But \n               the cramped quarters restrict him. The cane clangs wildly \n               against the sides of the box as Luke crouches in a corner, \n               covering his head.\n\n               ANGLE ON LUKE\n\n               protecting, as Boss Paul retreats. The box door slams! \n               Greyness.\n\n               EXT. BARRACKS (AFTERNOON)\n\n               as the bull gang counts in after the day's work.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nGreyness. EXT. BARRACKS (AFTERNOON)\n\n               as the bull gang counts in after the day's work. \n\nTARGET SECTION TO BE ANNOTATED:\n The light \n               on the box still burns. No sound from Luke.\n\n               CLOSE ON DRAGLINE\n\n               He looks worried.\n\n               EXT. BARRACKS (NIGHT)\n\n               The tire rim SOUNDS and the men scurry for their bunks.\n\n                                     CARR'S VOICE\n                         Last bell! Last bell!\n                              (the pacing of his \n                              steps)\n                         Forty-nine, Boss. And one in the \n                         box.\n\n                                     WICKERMAN'S VOICE\n                         Forty-nine and one in the box. Right, \n                         Carr.\n\n               EXT. BARRACKS (PRE-DAWN)\n\n               Boss Paul, carrying a shotgun, and Boss Seven are opening \n               the box. In b.g. the tire rim SOUNDS.\n\n                                     CARR'S VOICE\n                         First bell! First bell! Let's go!\n\n               And the uproar of the men getting out of their bunks, hurrying \n               to dress and line up by the chute.\n\n               INT. BOX CLOSE SHOT LUKE'S P.O.V.\n\n               as the door opens and the double muzzle of Boss Paul's shot-\n               gun stares.\n\n               BOSS PAUL'S P.O.V.\n\n               Luke is standing at the rear of the box, his arms crossed \n               over his chest, his eyes slightly wild, his face dirty and \n               stubbled. In b.g. the SOUND of Rudolph, the pet bloodhound \n               puppy, yipping.\n\n               LUKE'S P.O.V.\n\n               Paul's gun draws back. Boss Seven hands Paul a heavy biscuit, \n               grinning. Rudolph is sniffing, nipping at Paul's trousers, \n               smelling the biscuit.\n\n                                     BOSS PAUL\n                         You look hongry, Luke.\n                              (tosses biscuit in \n                              his hand)\n                         Reckon this would taste mighty good, \n                         but Rudolph looks pretty hongry, \n                         too. Why don't we split it with the \n                         pooch, okay?\n\n               He breaks the biscuit and dangles half over Rudolph who nips \n               and barks for it.\n\n                                     BOSS PAUL\n                              (feeding Rudolph)\n                         Tha's a good boy.\n                              (to Luke)\n                         Well, here's your piece, Luke.\n\n               ON LUKE\n\n               He speaks in a low, uneven voice.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOSS PAUL\n                              (feeding Rudolph)\n                         Tha's a good boy. (to Luke)\n                         Well, here's your piece, Luke. ON LUKE\n\n               He speaks in a low, uneven voice. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     LUKE\n                         Might as well give it all to him, \n                         Boss. I just ain't much hungry.\n\n               ON BOSS PAUL\n\n               Livid with rage, he slams the door! Greyness.\n\n               EXT. LAUNDRY FENCE CLOSE ON LAUNDRY FLYING OVER FENCE \n               (AFTERNOON)\n\n               as LAUNDRY BOY tries to catch the flying sheets, pants and \n               shirts being tossed by the men. Behind him we SEE the \n               steaming, pumping cleaning machines.\n\n               EXT. YARD (AFTERNOON)\n\n               Laundry boy and machines in b.g. as Boss Kean and Boss Seven \n               go to the box. Boss Seven carries Luke's shoes and a freshly \n               cleaned set of state issues. The men turn.\n\n               INT. BOX (AFTERNOON)\n\n               as the door opens. Luke looks up. Kean's face stares down, \n               not unkind. Luke moves forward.\n\n               OMITTED\n\n               EXT. BOX (AFTERNOON)\n\n               as Luke emerges, Kean behind him.\n\n                                     BOSS KEAN\n                              (gently)\n                         She's in the ground now, Luke. Best \n                         forget about it. You got a day ana \n                         half lay-in... and tomorrow's a \n                         holiday.\n\n               OMITTED\n\n               INT. BARRACKS (EVENING)\n\n               The Fourth of July. All hell is breaking loose. Four radios \n               going, chain men jitterbugging, one of the men has a mouth \n               harmonica, another plucks Luke's banjo. A lemonade barrel is \n               in a corner and men dip into it with coke bottles; others \n               are banging together bottles as instruments, playing combs, \n               etc.\n\n               ANGLE ON ALIBI AND DYNAMITE\n\n               just filling their bottles with lemonade.\n\n                                     ALIBI\n                              (toasting)\n                         Happy Fourth of July.\n\n                                     SLEEPY\n                         Same to you.\n\n                                     ALIBI\n                         Boy, if anyone had told me where I \n                         was going to be spending Independence \n                         Day...\n                              (shakes his head)\n\n               ON MUSIC MAKERS, OTHERS\n\n               Most of them are concentrated in front of Luke's bunk, singing \n               and screaming, trying to make as much noise as possible.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nSLEEPY\n                         Same to you. ALIBI\n                         Boy, if anyone had told me where I \n                         was going to be spending Independence \n                         Day... (shakes his head)\n\n               ON MUSIC MAKERS, OTHERS\n\n               Most of them are concentrated in front of Luke's bunk, singing \n               and screaming, trying to make as much noise as possible. \n\nTARGET SECTION TO BE ANNOTATED:\n \n               Tattoo is reading a new sex book aloud while Dynamite, \n               Loudmouth Steve, others listen intently, some avid, some \n               confused.\n\n                                     TATTOO\n                              (reading)\n                         Wanda trembled, faced by this awesome \n                         decision. It was the moment of choice. \n                         Could she take the plunge and wantonly \n                         hurl herself into pagan abandon? Or \n                         would she remain ever fettered by \n                         the bonds of her puritanical \n                         upbringing? Could she take this chance \n                         to experience the sensual thrill of \n                         total release and gratification? Or \n                         would she turn her back and retreat \n                         into frigid denial? Desire and fear, \n                         temptation and terror, yearning and \n                         horror, warred within her beautiful \n                         young body...\n\n               Luke is not to be seen among the music-makers and revellers. \n               Moving through the crowd, the CAMERA FINDS Luke on his hands \n               and knees, sawing at the floorboard with a piece of hacksaw.\n\n               ANGLE ON CARR\n\n               as the tire iron SOUNDS and SOUNDS again to be heard over \n               the din.\n\n                                     CARR\n                         First bell! Let's git to bed. You \n                         done had your fun.\n\n               The singers and music-makers around Luke finish their song, \n               reaching a high, piercing, noisy crescendo. At the same time, \n               Dragline has been reading another sex book to Stupid Blondie, \n               Blind Dick and Chief who are trying to act out the \n               description, tying themselves into an intricate anatomical \n               knot.\n\n                                     DRAGLINE\n                              (reading)\n                         She moved her head another inch while \n                         he reached up and put his left hand \n                         on Carol's cheek as Carol pressed \n                         her lips to... Oh Lord, I can't read \n                         it!\n\n               He wriggles, panting with eye-popping pleasure, attracting \n               Carr's attention. Stupid Blondie, Rabbit and Chief are still \n               trying to untie themselves.\n\n                                     DRAGLINE\n                         Carr. Lookit this. Oh I don't believe \n                         it.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nDRAGLINE\n                         Carr. Lookit this. Oh I don't believe \n                         it. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     CARR\n                         What you got there, Drag? You bought \n                         yourself another of them dirty books?\n\n               Intrigued, Carr sits down on Dragline's bunk and follows \n               Dragline's finger pointing out the lascivious parts. He is \n               quickly absorbed.\n\n               ANGLE ON DRAGLINE\n\n               He looks over toward Luke who can be seen between the legs \n               of the surrounding men, poised, waiting to drop down into \n               the hole. Dragline winks.\n\n               ANGLE ON LUKE\n\n               He winks back, grins and disappears through the hole in the \n               floor.\n\n               ANGLE ON DRAGLINE AND CARR\n\n               The tutor and the student.\n\n                                     DRAGLINE\n                         Here's a real hot one!\n\n               Carr reads intently.\n\n               ON THE HOLE BENEATH LUKE'S BUNK\n\n               gaping, empty, inviting.\n\n               VARIOUS REACTIONS OF MEN\n\n               A. KOKO - suppressing a giggle.\n\n               B. SOCIETY RED - considering it, cowardly.\n\n               C. ALIBI - tense, nervous.\n\n               ANGLE ON TATTOO\n\n               He has been considering it, weighing his chances, his eyes \n               darting from the hole to Carr, back again. Now he scurries \n               to the hole, drops inside.\n\n               ANGLE ON CARR, DRAGLINE\n\n               as the tire iron SOUNDS. Carr gets up.\n\n                                     CARR\n                         Awright, last bell!\n\n               The men are in their bunks, Carr begins to make his count. \n               As he comes to Tatto's bunk:\n\n                                     WICKER MAN'S VOICE\n                         HEY, CARR! WHAT'S THAT OUTSIDE?\n\n               Carr rushes to the window.\n\n                                     CARR\n                         Somebody's on the fence, boss!\n\n               EXT. YARD ON THE FENCE\n\n               It is Tattoo, half-way up the fence, startled by the clamor \n               as the Wicker Man whales the GONG. He falls back down, starts \n               up again, dogs BARKING.\n\n               EXT. YARD NEW ANGLE\n\n               as guards come running from the Captain's house, the dogs \n               HOWLING.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe falls back down, starts \n               up again, dogs BARKING. EXT. YARD NEW ANGLE\n\n               as guards come running from the Captain's house, the dogs \n               HOWLING. \n\nTARGET SECTION TO BE ANNOTATED:\n               ON TATTOO\n\n               frantically trying to get up the fence, falling down, starting \n               to run, seeing the guards approaching with guns and canes, \n               turning to the other direction: more guards. Caught like a \n               rat, eyes wild with fear, he makes terrified motions to go \n               in one direction, then the other but is rooted by fear and \n               indecision as the guards move in. He SCREAMS.\n\n               INT. BARRACKS ANGLE ON WICKER AND DOOR\n\n               which is unlocked. Dogboy is dressed, combing his hair, self-\n               importantly putting on his gloves while the men lie in their \n               bunks, staring contemptuously. Boss Paul, Godfrey and others \n               stare with shotguns leveled from the wicker.\n\n                                     BOSS PAUL\n                         Who else?\n\n               Carr has been tearing a sheet off Luke's bed.\n\n                                     CARR\n                         Jackson. He cut a hole in the floor, \n                         Boss.\n\n               He hands the sheet to Dogboy.\n\n                                     BOSS PAUL\n                         He ain't even got the sense to run \n                         from the road like everybody else.\n\n                                     DOGBOY\n                         Blue'll git him, Boss. We'll git \n                         that bastid, Cool Hand Luke.\n\n               OMITTED\n\n               EXT. DOG PEN MED. CLOSE SHOT (NIGHT)\n\n               Boss Paul is unlocking the pen. Dogboy stands by the screen \n               letting the yapping, frothing hounds sniff at the sheet.\n\n                                     BOSS PAUL\n                         Stan' back, Dogboy. Git the leash \n                         here.\n\n               As he opens the pen, the hounds rush out. Dogboy grabs one, \n               Boss Paul grabs another but Big Blue, the lead hound, has \n               the scent and he bolts, howling and tearing off.\n\n                                     DOGBOY\n                         Blue! Come back here! Come back, I \n                         said.\n\n               EXT. SWAMP (NIGHT)\n\n               Luke, smiling, running like hell through the murky water. In \n               b.g. Blue's baying.\n\n               EXT. SWAMP (NIGHT)\n\n               Blue in pursuit, sniffing, dashing, on the trail.\n\n               EXT. SWAMP (NIGHT)\n\n               Dogboy with the other dogs being pulled through the muddy, \n               murky, thickly-foliaged swamp.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nSWAMP (NIGHT)\n\n               Blue in pursuit, sniffing, dashing, on the trail. EXT. SWAMP (NIGHT)\n\n               Dogboy with the other dogs being pulled through the muddy, \n               murky, thickly-foliaged swamp. \n\nTARGET SECTION TO BE ANNOTATED:\n Behind him, wading unhappily \n               through knee-deep water are Bosses Paul, Higgins and Shorty.\n\n               EXT. ABANDONED RAILROAD STATION NIGHT (LATER)\n\n               Boss Paul is on the phone to the Captain, Bosses Higgins and \n               Shorty sit disconsolate, dirty, wet, exhausted. Only Dogboy \n               is still eager, two hounds by his feet, listening in the \n               distance to the howl of Blue baying.\n\n                                     DOGBOY\n                         Listen to Blue sing. She's on to \n                         him. She says: got him.\n\n                                     BOSS SHORTY\n                         Hail, that dog is jus' runnin' in \n                         circles.\n\n                                     BOSS PAUL\n                              (returning from phone)\n                         Captain says to wait 'til the Patrol \n                         gits here.\n\n                                     DOGBOY\n                              (listening to Blue)\n                         She's on to him. You shoulda waited \n                         fer me to git her out -- loose like \n                         she is, he kin run her crazy.\n\n                                     BOSS PAUL\n                         It ain't my fault you don't know how \n                         to handle your dogs.\n\n                                     DOGBOY\n                         How my suppose to handle a dog someone \n                         jus' let loose?\n\n                                     BOSS HIGGINS\n                         I'm beat. This ain't mah job, nohow.\n\n                                     BOSS SHORTY\n                         Me neither.\n\n               A Highway Patrol car pulls up.\n\n                                     BOSS PAUL\n                         Here's the Patrol.\n\n                                     DOGBOY\n                              (pulling up dogs)\n                         She's got him! You hear that?\n\n               Higgins and Shorty shake their heads wearily.\n\n                                     OFFICER\n                              (to Dogboy)\n                         Okay, let's get started.\n\n               EXT. FARM COUNTRY (PIPELINES) (NIGHT)\n\n               Luke steps under and through the pipeline supports and \n               vanishes. In b.g. Blue's plaintive HOWLING.\n\n               EXT. FARM COUNTRY (PIPELINES) DAY (DAWN)\n\n               Dogboy moves ACROSS the SCENE with his pack of dogs, having \n               trouble following through the supports. The Officer behind \n               him.\n\n               CLOSE SHOT DOGBOY\n\n               plodding along, exhausted, yanking at the dogs as they pull \n               in different directions.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nFARM COUNTRY (PIPELINES) DAY (DAWN)\n\n               Dogboy moves ACROSS the SCENE with his pack of dogs, having \n               trouble following through the supports. The Officer behind \n               him. CLOSE SHOT DOGBOY\n\n               plodding along, exhausted, yanking at the dogs as they pull \n               in different directions. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     DOGBOY\n                         Come on, Rudolph, Austin, you no \n                         good buncha chicken-eaters, we're \n                         lookin' for a man. We got us a job \n                         to do.\n\n               EXT. BUSH BY FENCE (NEAR RAILROAD TRACKS) (DAY)\n\n               Luke carefully slips through the barbs, runs a few yards, \n               slips back through again, runs a few yards, returns to the \n               other side.\n\n               EXT. BUSH BY FENCE (NEAR RAILROAD TRACKS) DAY (LATER)\n\n               Dogboy with his pack and the Officer. In b.g. Blue is HOWLING, \n               the dogs are BAYING frantically. It is with trouble that \n               Dogboy and the Officer get through the fence, pulled by the \n               eager dogs. Then they must cross it again.\n\n                                     OFFICER\n                         Your dogs are crazy.\n\n                                     DOGBOY\n                         He keeps criss-crossin'. He's \n                         smarter'n a dog. But he ain't got us \n                         boxed yet... Blue'll get him.\n\n               OMITTED\n\n               EXT. RAILROAD BRIDGE DAY\n\n               A trestle built of creosoted timber. The dogs reach it, break \n               up into a milling, confused mass. Dogboy wrestles them out \n               of the trestle. In b.g. as always, Blue's plaintive BAYING.\n\n               ANGLE ON BRIDGE\n\n               as Dogboy fights the dogs to get them across.\n\n               ANGLE ON FAR SIDE OF BRIDGE\n\n               as Dogboy hauls at the dogs who are pulling in different \n               directions.\n\n               CLOSE SHOT DOGBOY\n\n               exhausted, disappointed, looking around, puzzled.\n\n               NEW ANGLE\n\n               The dogs are confused, seem to mill around aimlessly.\n\n                                     DOGBOY\n                              (almost in tears)\n                         Dammit.\n                              (calling)\n                         Blue! Blue!\n\n               No answer.\n\n               EXT. FARMLAND ORCHARD TRACKING SHOT OF LUKE\n\n               running through the thick overhead cover. It is like a jungle.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. FARMLAND ORCHARD TRACKING SHOT OF LUKE\n\n               running through the thick overhead cover. It is like a jungle. \n\nTARGET SECTION TO BE ANNOTATED:\n \n               PULLING UP SLOWLY to HELICOPTER SHOT, we SEE that the cover \n               is only a small patch of foliage and on the other side is a \n               huge panorama of rolling, empty moor-like country in which, \n               after a moment, Luke enters, a tiny figure, running free.\n\n               EXT. CAMP (LATE AFTERNOON)\n\n               The men are coming out of the mess hall, washing their spoons, \n               about to line up for inspection. A Highway Patrol car pulls \n               up outside the gate; from the back seat comes the yipping of \n               dogs. Every head turns. The Captain moves from his rocker \n               and starts down the porch. Boss Paul and Godfrey move toward \n               the car.\n\n               CLOSE ON PATROL CAR (LATE AFTERNOON)\n\n               as the Officer (seen at the railroad station) gets out and \n               opens the front door. He nudges a sleeping, grizzled figure \n               who emerges. It is Dogboy. The back door is opened and Rudolph \n               and the other small dogs leap out, cavorting, glad to be \n               home. Then the Officer and Dogboy go to the trunk. The Officer \n               opens it. Dogboy reaches in and carries out -- the body of \n               Big Blue. Staggering with fatigue, tears in his eyes, Dogboy \n               stumbles up to the Captain.\n\n                                     DOGBOY\n                         Look, Cap'n. Look what he done to \n                         Blue. He's dead, Cap'n. Dead! Run \n                         hisself plumb to death. That crazy \n                         sadis Cool Hand Luke run her 'til \n                         her heart bust.\n\n               ANGLE ON DRAGLINE KOKO\n\n                                     DRAGLINE\n                         He made it.\n\n               EXT. BARRACKS (NIGHT)\n\n                                     CARR'S VOICE\n                         Forty-eight, Boss. One in the box \n                         and one in the bush.\n\n               EXT. ROAD\n\n               The Bull Gang is working at the bottom of a high embankment \n               and the guards stand on the road high above their heads, \n               looking down, shotguns out now, alert. The men work away at \n               a rackety pace.\n\n               EXT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nROAD\n\n               The Bull Gang is working at the bottom of a high embankment \n               and the guards stand on the road high above their heads, \n               looking down, shotguns out now, alert. The men work away at \n               a rackety pace. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GODFREY'S EYES (DAY)\n\n               as he turns at the SOUND of a distant motor approaching and \n               the image of a car coming closer enlarges in his glasses.\n\n               EXT. ROAD\n\n               The car pulls up beside the guards and the door opens. The \n               Captain steps up to the road edge and looks down. He says \n               something to Boss Paul.\n\n                                     BOSS PAUL\n                         Awright, hold it!\n\n               The men stop working, puzzled, looking up. Then from the car \n               a guard escorts Luke to the edge of the pavement. Luke grins \n               down at the men sheepishly. His prison uniform is filthy and \n               torn, his hands are cuffed behind his back, his face is dirty \n               and stubbled.\n\n               EXT. ROAD PAN REACTIONS OF MEN\n\n               They are stunned, saddened.\n\n               ANGLE ON LUKE, CAPTAIN, GUARDS\n\n               Behind Luke are Godfrey, Paul, Bosses Six and Seven and the \n               Captain. Kean and Shorty flank the gang. The guns are held \n               levelled at the men. One guard uncuffs Luke's hands; others \n               produce a sledge hammer, ballpeen hammer and a set of leg \n               irons from the Captain's car. Two guards kneel before Luke \n               and begin hammering on the irons. Silence except for the \n               HAMMERING AND CLINKING. Luke is silhouetted, a tall, straight \n               figure on the low horizon. The Captain looks directly ahead.\n\n                                     CAPTAIN\n                              (to Luke)\n                         You gonna get used to wearing them \n                         chains aftera while, Luke. But don't \n                         you never stop listenin' to them \n                         clinkin'. That's gonna remind you of \n                         what I been sayin'.\n\n                                     LUKE\n                         Yeah, they sure do make a lot of \n                         cold, hard, noise, Captain.\n\n               The Captain feeds his fury staring, then reaches out his \n               hand and Boss Paul lays the blackjack in it. As the chain \n               guards finish and stand up, trembling with rage, the Captain \n               takes a convulsive step forward and brings the sap down behind \n               Luke's ear.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\n                         Yeah, they sure do make a lot of \n                         cold, hard, noise, Captain. The Captain feeds his fury staring, then reaches out his \n               hand and Boss Paul lays the blackjack in it. As the chain \n               guards finish and stand up, trembling with rage, the Captain \n               takes a convulsive step forward and brings the sap down behind \n               Luke's ear. \n\nTARGET SECTION TO BE ANNOTATED:\n As Luke tumbles down the littered embankment \n               toward the men:\n\n                                     CAPTAIN\n                         Don't you never talk that way to me! \n                         You hear? You hear? Never!\n\n               His rage subsides and his voice becomes calm, reasonable.\n\n                                     CAPTAIN\n                              (to the men)\n                         What we got here is a failure to \n                         communicate. Some men you can't reach, \n                         that is they just don't listen when \n                         you talk reasonable so you get what \n                         we had here last week, which is the \n                         way he wants it, well he gets it, \n                         and I don't like it any better than \n                         you men.\n\n               Nodding curtly, the Captain gets back in his car. Someone \n               throws a shovel down the embankment. It CLATTERS until it \n               lands beside Luke. Dragline and the others are by his side, \n               helping him to his feet. Above Godfrey stares down at them.\n\n               ANGLE ON DRAGLINE, LUKE AND OTHERS\n\n                                     DRAGLINE\n                         Awright, buddy. You be awright. You \n                         give 'em a run for their money. Jus' \n                         take it slow and easy, baby. You \n                         gonna make it fine.\n\n               As Luke tries to get his bearings, someone thrusts the shovel \n               into his hands and they get him going like a rusty piece of \n               machinery.\n\n                                     DRAGLINE\n                         Come on, buddy. Show 'em you're \n                         awright.\n\n               Luke seems to nod and begins to work slowly. The others back \n               away, glancing fearfully at the guards, go back to work, \n               quiet and sullen.\n\n               ANGLE ON LUKE\n\n               He is working with great difficulty, stiff, tired, aching.\n\n                                     BOSS KEAN'S VOICE\n                         Awright, let's eat them beans.\n\n               Luke stumbles gratefully toward the chowline.\n\n               ON THE CHOWLINE\n\n               Dogboy dishing it out to Luke. Dogboy is gleeful, gloating.\n\n                                     DOGBOY\n                         I knew they'd git you. With them \n                         chains an a bonus of a coupla years, \n                         you runnin' days is over forever. \n                         Ah'd like to see you try to run agin.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOGBOY\n                         I knew they'd git you. With them \n                         chains an a bonus of a coupla years, \n                         you runnin' days is over forever. Ah'd like to see you try to run agin. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                         You gettin' so you smell so bad, I \n                         could track you myself.\n\n                                     LUKE\n                         For a natural born son of a bitch \n                         like you, that oughta be easy.\n\n               NEW ANGLE THE MEN\n\n               as Luke settles down with his beans, the others find spots \n               around him so he is the focus of the group. We SEE Tattoo in \n               chains, forlorn. Luke wolfs his food hungrily.\n\n                                     DRAGLINE\n                         Jus' take it slow, buddy.\n\n                                     KOKO\n                              (unable to restrain \n                              himself)\n                         What happened? How far did you get?\n\n                                     DRAGLINE\n                         Shut up. Let him eat. Don't pay them \n                         no mind, boy.\n\n                                     TATTOO\n                              (urgently)\n                         I gotta know -- How... how'd they \n                         get you?\n\n                                     LUKE\n                              (between mouthfuls)\n                         Topflight police work.\n\n                                     GAMBLER\n                         Tell us about it.\n\n                                     BLIND DICK\n                         You steal a car?\n\n                                     LUKE\n                         Yeah, found one in this supermarket, \n                         keys in the ignition.\n\n                                     KOKO\n                         Well, how far didya get?\n\n                                     LUKE\n                              (eating)\n                         Fat mile'n a half. Hit this red light, \n                         highway patrol pulls up alongside.\n\n                                     LOUDMOUTH STEVE\n                         Didya fight it out with him?\n\n                                     LUKE\n                         Nope. I jus' kept lookin' straight \n                         ahead waiting for that light to \n                         change. And he kept lookin' over, \n                         wondering what somethin' that looked \n                         like me was doin' drivin' a shiny \n                         new car.\n\n                                     ALIBI\n                         And then...?\n\n                                     LUKE\n                         Then he leans over and sees this \n                         state issue... All there was to it. \n                         Feller's probably a lieutenant by \n                         now.\n\n               Luke continues to shovel in his beans. The men are clearly \n               disappointed. Only Dragline understands.\n\n                                     DRAGLINE\n                         Well now we jus' gonna lay low and \n                         build time and afore you know it the \n                         heat'll be off you and things be \n                         back where they was. Right, sweet \n                         buddy?\n\n               Luke winks and slaps Dragline affectionately on the cheek.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nDRAGLINE\n                         Well now we jus' gonna lay low and \n                         build time and afore you know it the \n                         heat'll be off you and things be \n                         back where they was. Right, sweet \n                         buddy? Luke winks and slaps Dragline affectionately on the cheek. \n\nTARGET SECTION TO BE ANNOTATED:\n \n               During this last, Luke has been idly winding a piece of kite \n               string found on the ground beside him. As, idly, he shoves \n               it into his pocket.\n\n               ANGLE ON BOSS KEAN LATER\n\n               The gang has resumed working, Kean stands looking out at the \n               horizon, not talking directly to Luke, just leaning on his \n               gun, following Luke whenever he moves, his voice as calm and \n               secure as a priest in his study.\n\n                                     BOSS KEAN\n                         Ah hears tell you don't believe in \n                         no God, Luke. Ah was wonderin' how \n                         come a nice lookin' feller like you \n                         come to get put on the Hard Road. \n                         But now ah reckons ah knows. Ah been \n                         on the Road Gang for twenny-two year, \n                         Luke, and in all that time I ain't \n                         never killed no white man but I ain't \n                         afeerd to cause a body has to do his \n                         work. And I ain't never seen no man \n                         that wasn't afeerd to die neither.\n\n                                     LUKE\n                         'Scuse me, Boss. Don't mean to \n                         interrupt... but... caught short \n                         here.\n\n               Boss Kean is stunned.\n\n                                     BOSS KEAN\n                              (slow, dangerous)\n                         Awright, Luke. Thas okay... You go \n                         on up there in them trees. Man's \n                         gotta have some privacy sometime. \n                         But you grab a bush and keep shakin' \n                         it, hear? Jes' so we know you're \n                         there. Jes' keep shakin' that bush.\n\n                                     LUKE\n                         Yes, boss.\n\n               He begins to trot off, awkward in his chains. Kean looks at \n               Godfrey who snaps his fingers to Dogboy, a gesture that means \n               rifle. Dogboy runs to the truck and brings back the rifle \n               which Godfrey loads and arms with the bolt from his pocket.\n\n               ANGLE ON LUKE\n\n               Slowly walking off into the rough grass, his chains catching \n               on brush and stumps. He disappears behind a large bush.\n\n               CLOSE SHOT GODFREY\n\n               Luke's bush is in distance. He raises the gun to his shoulder \n               and FIRES.\n\n               REVERSE HIS P.O.V.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nREVERSE HIS P. O. V. \n\nTARGET SECTION TO BE ANNOTATED:\n               The bush shakes, we can't see Luke.\n\n                                     LUKE\n                         I'm shakin' it, Boss. I'm shakin' \n                         it!\n\n               We see the dust kick up behind the stump and another SHOT.\n\n                                     LUKE\n                         Still shakin' it, Boss.\n\n               CLOSE SHOT GODFREY\n\n               impassively: SHOOTS again, aiming.\n\n               REVERSE HIS P.O.V.\n\n               The bush goes on shaking. Then it stops.\n\n               GODFREY\n\n               Caught loading. He brings up the rifle fast, FIRES.\n\n               CLOSE THE BUSH\n\n               It is still.\n\n               FULL SHOT\n\n               The gang stops working, looks up stunned.\n\n               ANGLE ON BOSS KEAN AND GODFREY\n\n               A long beat of shock -- they (and us) think Godfrey's hit \n               him. Boss Kean trots hurriedly up to the bush.\n\n               ANGLE BY THE BUSH\n\n               Boss Kean appears, looking down and off. CAMERA ADJUSTS so \n               we see what he sees: a piece of kite string tied to the bush \n               and leading off into the brush.\n\n                                     BOSS KEAN\n                         Damn!\n\n               He turns and rushing back down toward Godfrey, others.\n\n                                     BOSS KEAN\n                         He's gone! Git the dogs!\n\n               EXT. DIRTY ROAD (DAY)\n\n               It is a rutted country road with farms on both sides. Luke \n               appears, a filthy wide-eyed, stumbling, bearded beast in \n               filthy uniform and chains. PAN with him past sharecropper's \n               village of ramshackle huts, rusted junk. An OLD NEGRO WOMAN \n               sees Luke and goes inside, closing the door. PAN with him to \n               a General Store where an OLD NEGRO MAN watching, quickly \n               retreats inside leaving only two small Negro boys (BEN and \n               LAWRENCE) staring at Luke as he shambles toward them.\n\n                                     LAWRENCE\n                              (looking at chains)\n                         Whattaya got them on for?\n\n                                     BEN\n                         How do you take your pants off?\n\n                                     LUKE\n                              (smiling)\n                         Well -- the best way is to take the \n                         leg irons off first.\n                              (to Lawrence)\n                         But you ain't strong enough.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEN\n                         How do you take your pants off? LUKE\n                              (smiling)\n                         Well -- the best way is to take the \n                         leg irons off first. (to Lawrence)\n                         But you ain't strong enough. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     LAWRENCE\n                         Strong enough for whut?\n\n                                     LUKE\n                         You couldn't heft an axe.\n\n                                     LAWRENCE\n                         Can, too.\n\n               He's off, running toward a house. In the distance now, we \n               hear the dogs baying, coming closer. Luke smiles at Ben.\n\n                                     LUKE\n                         What's your name?\n\n                                     BEN\n                         Ben.\n                              (a beat)\n                         Had'n you better take them stripes \n                         off your pants?\n\n               Smiling, Luke sits in the dirt and begins ripping off the \n               stripes as Lawrence appears, dragging a huge double-bitted \n               axe behind him.\n\n                                     LUKE\n                              (to Ben)\n                         You wanna see somethin' funny? Go \n                         get some chili powder, pepper, curry, \n                         dried mustard and like that. A lot \n                         of it.\n\n               Ben rockets off and Luke turns to see Lawrence, struggling \n               mightily, attempting to bring the axe over his head and down \n               on the chains.\n\n                                     LUKE\n                         Hold it!\n\n               He takes the axe, sets the chains up on a stump and begins \n               to back heavily, BAYING OF DOGS growing louder.\n\n                                     LAWRENCE\n                         No, me, me. Let me do it!\n\n               Lawrence cries and stomps unhappily, clouding up dust as \n               Luke severs the chain from one shackle. Ben APPEARS with an \n               armload of spices.\n\n                                     BEN\n                         Here's them spices.\n                              (looks at Lawrence, \n                              crying, stomping)\n                         What's wrong with him?\n\n               Luke begins backing away, scuffing his feet in the dust, \n               pouring out the spices as he goes.\n\n               ANGLE ON LUKE\n\n               stopping at Lawrence. The baying of the dogs is much closer \n               now.\n\n                                     LUKE\n                         You remember how them dogs do when \n                         they get here so you can tell me \n                         about it someday.\n\n               He is gone.\n\n               ON DOGS IN DISTANCE\n\n               They are approaching quickly.\n\n               ON VILLAGE\n\n               Some of the people have reappeared, now go back inside.\n\n               ANGLE ON DOGS\n\n               They fill the FRAME, milling around the empty street, \n               sneezing, howling, stirring up dust, pawing at their noses.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nON DOGS IN DISTANCE\n\n               They are approaching quickly. ON VILLAGE\n\n               Some of the people have reappeared, now go back inside. ANGLE ON DOGS\n\n               They fill the FRAME, milling around the empty street, \n               sneezing, howling, stirring up dust, pawing at their noses. \n\nTARGET SECTION TO BE ANNOTATED:\n               CLOSE LAWRENCE\n\n               He is peeping from a corner. His tears stop and he smiles.\n\n               EXT. ROAD CLOSEUP YOYO TRANSITIONAL DEVICE (DAY)\n\n               ...cutting away at the time.\n\n               INT. CAGE TRUCK (PROCESS) (DAY)\n\n               as it passes the Negro Church.\n\n                                     DRAGLINE'S VOICE\n                         Thas the church. After he chopped \n                         off those old chains and whilst he \n                         was layin'd down the pepper --\n\n                                     GAMBLER'S VOICE\n                         I heard it was curry powder.\n\n                                     DRAGLINE'S VOICE\n                         It was pepper and curry powder and \n                         dry mustard. Now shut your face. \n                         Whilst he was layin' down them spices, \n                         Luke heard them choir practicin' in \n                         there. So he just sauntered inside, \n                         cool's kin be, and sung along with \n                         them... my baby Luke... and he was \n                         still singin' when the dogs come by, \n                         singing and grinning and eatin' the \n                         food the people had brung him.\n\n               EXT. ROAD TRANSITIONAL DEVICE\n\n               EXT. ROAD (DAY)\n\n               The bull gang at the end of bean time.\n\n                                     BOSS PAUL'S VOICE\n                         Awright, let's git to work.\n\n               Dragline and the others deposit their chow plates, pick up \n               their yoyos and start to work.\n\n                                     DRAGLINE\n                         He ain't eating beans fer lunch.\n\n                                     KOKO\n                         He's eatin' steak and corn with butter \n                         and green beans and...\n\n                                     LOUDMOUTH STEVE\n                         ...fried clams, pizza, chocolate, \n                         malted milkshakes.\n\n                                     SOCIETY RED\n                              (yoyoing)\n                         ...and a Brown Bomber.\n\n                                     DRAGLINE\n                              (yoyoing)\n                         Shut your mouth. He's out there doin' \n                         it for all of us.\n\n               OMITTED\n\n               INT. BARRACKS (DAY)\n\n               It is Saturday afternoon. Carr is distributing mail and \n               packages, the men clustered around; others lying on bunks, \n               making wallets, etc.\n\n                                     CARR\n                         Magazines for you, Dragline!\n\n               ANGLE ON DRAGLINE\n\n               Dragline sits up from his bunk, astonished.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarr is distributing mail and \n               packages, the men clustered around; others lying on bunks, \n               making wallets, etc. CARR\n                         Magazines for you, Dragline! ANGLE ON DRAGLINE\n\n               Dragline sits up from his bunk, astonished. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     DRAGLINE\n                         Magazines? Who's sendin' me magazines?\n\n               He looks at the package. Carr has tossed on his bunk.\n\n                                     DRAGLINE\n                         From mah uncle? Ah never heard from \n                         him in eight years and now he's \n                         sendin' me magazines. He musta gone \n                         crazy.\n\n               He has torn open the package, looks through the magazines, \n               which are movie fan books, lies back to flip the pages. In \n               b.g. Carr is continuing the mail call. Suddenly Dragline's \n               eyes widen, his mouth opens, but he catches himself and closes \n               it before he has revealed himself.\n\n               INSERT THE PICTURE\n\n               It is taped to page in the magazine. It shows Luke in a suit \n               and tie, holding up four aces and a joker in one hand, arms \n               around two buxom over-made strippers. On the table in front \n               of them is a giant bottle of champagne and glasses. Scrawled \n               across it is something in Luke's writing.\n\n               ANGLE DRAGLINE KOKO SOCIETY RED OTHERS\n\n               Seeing Dragline's reaction, they have gathered around.\n\n                                     DRAGLINE\n                         Looka that! Two of them. Oh my...\n\n                                     KOKO\n                         I'm dyin'. I'm dyin'.\n\n               Dragline suddenly realizes the danger and closes the book so \n               Carr and the Wicker Man don't catch on. The others reluctantly \n               move away. Dragline casually hands the magazine to Society \n               Red.\n\n                                     DRAGLINE\n                              (whispering)\n                         What's the writing say?\n\n                                     SOCIETY RED\n                              (opening to the \n                              picture, reading)\n                         Dear Boys. Playing it cool. Wish you \n                         were here. Love, Cool Hand Luke.\n\n                                     DRAGLINE\n                         Oh my. Oh my... Give it back here!\n\n               Red surrenders the magazine. Dragline opens it again and a \n               look of pure bliss settles over his face.\n\n                                     KOKO\n                         Lemme see it!\n\n                                     DRAGLINE\n                              (violently)\n                         Get away!\n\n               He looks over at Carr but Carr has moved away, is talking to \n               the Wicker Man, his back to the men.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nKOKO\n                         Lemme see it! DRAGLINE\n                              (violently)\n                         Get away! He looks over at Carr but Carr has moved away, is talking to \n               the Wicker Man, his back to the men. \n\nTARGET SECTION TO BE ANNOTATED:\n Koko, Loudmouth Steve, \n               Gambler and the others hurriedly cluster around Dragline. \n               Their voices are eager intense whispers.\n\n                                     KOKO\n                         Lookit the brunette...\n\n                                     BLIND DICK\n                         The blonde's gotta better set.\n\n                                     GAMBLER\n                         Some legs.\n\n                                     LOUDMOUTH STEVE\n                         They must be six feet tall.\n\n                                     TATTOO\n                         ...And the champagne.\n\n                                     SOCIETY RED\n                              (from his bunk)\n                         Domestic.\n\n                                     TRAMP\n                         Wonder how he got the dough.\n\n                                     ALIBI\n                         He's probably a salesman. You can \n                         make pretty good money if you know \n                         what your doing in selling.\n\n                                     GAMBLER\n                         A salesman! Cool Hand Luke a salesman?\n\n                                     BLIND DICK\n                         He's probably a gigolo.\n\n                                     MECHANIC\n                         Or a con artist.\n\n                                     LOUDMOUTH STEVE\n                         The head of the rackets.\n\n                                     KOKO\n                              (reverently)\n                         Oh lookit that brunette.\n\n                                     DRAGLINE\n                         Mah baby! We're diggin' and dyin' \n                         but our boy Luke is lovin' and flyin'.\n\n               They all gaze at the picture with loving, dreamy, painful \n               rapture.\n\n               OMITTED\n\n               INT. BARRACKS (NIGHT)\n\n               Blackass time, dull, sad, boring. Koko sits idly flicking \n               cards from the poker deck, men staring into space. The cards \n               sail by Society Red who is clipping his nails.\n\n                                     SOCIETY RED\n                         Stop that.\n\n                                     KOKO\n                         How about you tryin' to make me?\n\n                                     SOCIETY RED\n                         Oh for...\n\n               They slowly subside.\n\n                                     KOKO\n                         Dragline, lemme look at the picture.\n\n                                     DRAGLINE\n                              (feigned innocence)\n                         What for?\n\n                                     LOUDMOUTH STEVE\n                         Yeah, Drag. Get it out for a look.\n\n                                     DRAGLINE\n                         You're just a kid. Whatta you know \n                         about it? You don't wanna see that \n                         dirty picture. Luke and those broads \n                         an' all that booze.\n\n                                     KOKO\n                         Come on, Drag. Lemme take a look.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nLuke and those broads \n                         an' all that booze. KOKO\n                         Come on, Drag. Lemme take a look. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     DRAGLINE\n                         It'd go to your coconut head. You'd \n                         start getting ideas. Maybe even pass \n                         right out.\n\n                                     BLIND DICK\n                         Dragline! Be a buddy!\n\n                                     DRAGLINE\n                         How much you figure it's worth, a \n                         peek at this here picture? A quick \n                         look, I'm not talkin' about no \n                         memorizin' job.\n\n                                     KOKO\n                         A cold drink.\n\n                                     DRAGLINE\n                         A cold drink? You mean one cold drink? \n                         To feast yore starvin' fishy l'il \n                         eyes on The Picture? A true vision \n                         of Paradise itself? With two of the \n                         angels right there in plain sight a-\n                         friskin' round with mah boy?\n\n                                     KOKO\n                         A cold drink? Okay?\n\n                                     DRAGLINE\n                         Well --- okay. It's a deal. One cold \n                         drink, if'n you please. In advance. \n                         One chilly bottle right here in mah \n                         hot l'il hand... That goes for the \n                         rest of you mullet-heads, too.\n\n               Activity as the men dig out coins to purchase drinks. Dragline \n               pulls out the magazine and the men all gather round, gazing \n               into it as though it were a crystal ball. Suddenly the wicker \n               door slams open and as the men look up...\n\n               THEIR P.O.V.\n\n               Luke is dumped to the floor, face down, unconscious, by Boss \n               Paul, Boss Kean, others. The Captain is standing there over \n               him. Luke wears a new prison uniform and two sets of chains.\n\n                                     CAPTAIN\n                              (to Luke)\n                         You run one time, you got yourself a \n                         set of chains. You run twice, you \n                         got two sets. You ain't gonna need \n                         no third set because you're gonna \n                         get your mind right... And I mean \n                         right.\n\n               He looks at the men who are stunned by the juxtaposition of \n               their hero in The Picture and the reality of the unconscious \n               figure before them.\n\n                                     CAPTAIN\n                         Take a good look at your Cool Hand \n                         Luke.\n\n               With his foot he prods Luke over onto his back.\n\n               CLOSE ON LUKE\n\n               As he rolls over we can see he has been badly beaten.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN\n                         Take a good look at your Cool Hand \n                         Luke. With his foot he prods Luke over onto his back. CLOSE ON LUKE\n\n               As he rolls over we can see he has been badly beaten. \n\nTARGET SECTION TO BE ANNOTATED:\n               OMITTED\n\n               NEW ANGLE THE MEN\n\n               As the Captain turns and walks out past the guards who follow, \n               and the wicket chute CLANGS shut, Dragline, Koko and others \n               move forward and gently lift Luke onto the poker table.\n\n                                     DRAGLINE\n                         Oh mah poor baby. They done you real \n                         good... I don't know if you gonna \n                         have them gals chasin' after you for \n                         a while...\n\n               CLOSE ON LUKE\n\n               lying, eyes closed.\n\n                                     SOCIETY RED'S VOICE\n                         I've got some aspirin.\n\n                                     KOKO'S VOICE\n                         They half killed him.\n\n                                     ALIBI'S VOICE\n                         He should have a doctor.\n\n                                     DRAGLINE'S VOICE\n                         Don't you never learn nuthin'? They \n                         ain't gonna let no doctor see what \n                         they dont to him...\n\n               ANGLE ON DRAGLINE, OTHERS\n\n               Dragline looks up at Carr who stands hovering above them.\n\n                                     DRAGLINE\n                         Carr, kin we use your razor to clean \n                         up where they cut his head?\n\n               Carr moves off to his canteen area.\n\n               CLOSE ON LUKE\n\n               as Blind Dick, Gambler, others move in...\n\n                                     GAMBLER\n                         How you feelin', buddy?\n\n                                     TRAMP\n                         He don't hear.\n\n                                     TATTOO\n                         Somebody get him something to drink.\n\n                                     SOCIETY RED\n                         Here.\n\n               Gently he tucks two aspirin tablets into Luke's mouth, holds \n               a cup of water to Luke's mouth. Luke's eyes slowly open, he \n               drinks the water.\n\n                                     DRAGLINE\n                         That's my baby.\n\n                                     KOKO\n                         He's gonna be awright.\n\n               NEW ANGLE ON MEN\n\n               as Carr moves in with a razor, bandage, etc. The men clear \n               to give him room.\n\n                                     KOKO\n                         Luke?... We got the picture! See?\n\n               He holds it up.\n\n               CLOSE ON LUKE\n\n               His eyes squint open, close.\n\n                                     BLIND DICK'S VOICE\n                         A pair of beauties. Best I ever seen.\n\n                                     TATTOO'S VOICE\n                         You really know how to pick 'em.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLIND DICK'S VOICE\n                         A pair of beauties. Best I ever seen. TATTOO'S VOICE\n                         You really know how to pick 'em. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     LOUDMOUTH STEVE'S VOICE\n                         Tell us about 'em. What were they \n                         like?\n\n               CLOSE ON LUKE\n\n               as his lips open. He speaks slowly, painfully.\n\n                                     LUKE\n                         Picture's a phoney... Cost me a week's \n                         pay.\n\n               NEW ANGLE THE MEN\n\n                                     KOKO\n                         A phoney? Whatta you mean, a phoney?\n\n                                     GAMBLER\n                         We saw the broads.\n\n                                     BLIND DICK\n                         Yeah. Did you have them both at once \n                         or --\n\n                                     LUKE\n                         It's a phoney. Made it up just for \n                         you guys.\n\n                                     LOUDMOUTH STEVE\n                         Aw, come on. We saw it all.\n\n                                     TATTOO\n                         The champagne.\n\n                                     TRAMP\n                         Some life.\n\n                                     FIXER\n                         You really had it made.\n\n                                     LUKE\n                         Nothin. I had nothin, made nothin. \n                         Couple towns, couple bosses. Laughed \n                         out loud one day and got turned in.\n\n                                     KOKO\n                              (about to cry)\n                         But -- but --\n\n                                     LUKE\n                         That's all there was. Listen. Open \n                         your eyes. Stop beatin' it. And stop \n                         feedin' off me. Now get out of the \n                         way. Give me some air.\n\n               Stunned, the men shrink back.\n\n                                     DRAGLINE\n                         He ain't himself. He's all beat up. \n                         Cain't you see that? He don't know \n                         what he sayin'.\n\n               EXT. ROAD DAY\n\n               Luke is working with great difficulty, pained, weary under \n               the double set of chains. Bosses Paul and Kean stand right \n               over him, watching every move.\n\n               ANGLE ON GODFREY\n\n               standing far behind, his mirrored eyes on Luke.\n\n               ON LUKE\n\n               moving, he stumbles on the chains, gets hit by Paul's cane.\n\n                                     BOSS PAUL\n                         You was eyeballin', Luke. You can't \n                         gitcha mind on them weeds if yer \n                         eyeballin'...\n\n                                     LUKE\n                              (wearily)\n                         Boss, you don't need reasons to hit \n                         me.\n\n               He gets the cane again.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can't \n                         gitcha mind on them weeds if yer \n                         eyeballin'... LUKE\n                              (wearily)\n                         Boss, you don't need reasons to hit \n                         me. He gets the cane again. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     BOSS PAUL\n                         Gonna learn you not to back sass!\n\n               EXT. THE BOX (NIGHT)\n\n               as Luke is slammed into it and the door is closed.\n\n               INT. THE BARRACKS (NIGHT)\n\n               The poker game is in progress: Dragline, Koko, Blind Dick, \n               Gambler, Tattoo with Tramp behind him. Society Red stands at \n               the window, looking out as he brushes his hair.\n\n                                     SOCIETY RED\n                         He'll never make it.\n\n                                     KOKO\n                         What are you talking about?\n\n                                     SOCIETY RED\n                         He doesn't know when to give in. \n                         They'll kill him.\n\n                                     KOKO\n                         Give in? That's our Luke out there.\n\n                                     DRAGLINE\n                         That ole box collapse and fall apart \n                         before Luke calls quits.\n\n                                     SOCIETY RED\n                         Your Luke's got more guts than brains.\n\n                                     KOKO\n                         I don't see no sign of guts in you.\n\n                                     SOCIETY RED\n                         No. No chains either.\n\n                                     KOKO\n                              (heating up)\n                         You ain't man enough to wear them!\n\n                                     SOCIETY RED\n                         But you're dog enough. Maybe they'll \n                         let you sleep outside the box near \n                         your master.\n\n                                     KOKO\n                         Big deal paper hanger! Hell, anyone \n                         who can write can pass fifty-sixty \n                         dollar checks. Like breakin' open a \n                         piggy bank.\n\n                                     SOCIETY RED\n                         You've been having bad luck with \n                         masters, haven't you? Your last one \n                         left you when the cops came... and \n                         now Luke. You should complain to the \n                         S.P.C.A.\n\n                                     KOKO\n                              (rushing him)\n                         You phony creep!\n\n               Dragline steps in to separate them.\n\n                                     DRAGLINE\n                         Awright, that's enough. You wanna \n                         end up in the box, too?\n\n               The tire rim sounds.\n\n                                     CARR'S VOICE\n                         First bell! First bell!\n\n               INT. MESS HALL (NIGHT)\n\n               The men file in from work, sullen and quiet, Dogboy serving \n               but without his usual chatter. Higgins leans back, unusually \n               alert.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MESS HALL (NIGHT)\n\n               The men file in from work, sullen and quiet, Dogboy serving \n               but without his usual chatter. Higgins leans back, unusually \n               alert. \n\nTARGET SECTION TO BE ANNOTATED:\n               ANGLE ON DOORWAY\n\n               Suddenly Luke appears, unshaven but cleaned up and in his \n               uniform. The men make room as he moves to his accustomed \n               place at the head of the line, before Dynamite.\n\n                                     DOGBOY\n                         Here's our champeen hog gut. Ain't \n                         et for four days, gonna need a little \n                         extra... Well we got plenty for you...\n\n               He's heaping food onto Luke's plate.\n\n                                     DOGBOY\n                              (continuing)\n                         Now you know the rules... gotta eat \n                         everything on the plate or go back \n                         in the box, right, Boss?\n\n               Higgins nods, Dogboy continues to pile it on. When Luke tries \n               to move on, Dogboy reaches out and grabs the plate with his \n               free hand and continues to ladle it out. Behind Dogboy, Jabo, \n               the cook, looks sympathetic to Luke.\n\n                                     JABO\n                              (to Dogboy)\n                         We ain't got but one pot of stew, \n                         you know. He ain't the only one \n                         eatin'.\n\n                                     DOGBOY\n                              (piling it on)\n                         Man use to Free World food gotta big \n                         appetite... so here's some more \n                         potatoes and here's some ice cream \n                         and some cake with choclat fudge \n                         sauce... there you go, stretch that \n                         hog-belly right out.\n\n               Luke looks at the impossibly piled plate and moves off.\n\n               LUKE AT A TABLE\n\n               He is eating with great difficulty, finally puts his spoon \n               down and his eyes close with weariness. Koko reaches over \n               and takes a bite off the plate. Luke sits there and one by \n               one the men get up and file out, each one passing behind \n               Luke and taking a bite until, as Deacon takes the last \n               mouthful, the plate is empty and Luke stands up and leaves.\n\n               EXT. CAMP YARD (DAY)\n\n               It is Saturday afternoon. The men have just returned from \n               the road. Luke moves slowly toward the barracks, Dragline \n               helping him.\n\n                                     DRAGLINE\n                         You made the week, boy. Plenty of \n                         time to rest up for old Monday.\n\n               They move a few feet until confronted by...\n\n               THEIR P.O.V.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHEIR P. O. V. \n\nTARGET SECTION TO BE ANNOTATED:\n BOSS PAUL AND BOSS KEAN\n\n                                     BOSS PAUL\n                         Luke!\n\n               Kean steps forward, draws a long line in the dirt of the \n               yard, barring the path, moves three feet back and draws a \n               parallel line.\n\n                                     BOSS PAUL\n                         Boss Kean say that's his ditch. I \n                         tol' him that their dirt is yore \n                         dirt. What's yore dirt doin' in his \n                         ditch?\n\n               Luke looks up at them blindly.\n\n                                     LUKE\n                              (weakly)\n                         I don't know, Boss.\n\n               Boss Paul canes him and the other prisoners scatter. Boss \n               Kean throws a shovel at Luke's feet.\n\n                                     BOSS PAUL\n                         You git yore dirt outa his ditch, \n                         boy!\n\n               Luke takes up the shovel and starts to dig.\n\n                                     BOSS PAUL\n                         Roll! I wanna see you roll it!\n\n               He canes Luke across the back, Luke digs.\n\n               ANGLE ON BARRACKS\n\n               It is later. The men sit on the stoop, the usual Saturday \n               activities.\n\n               ANGLE ON LUKE\n\n               He is hidden up to his waist in the trench he has dug, about \n               three feet deep and wide and as long as the lines Kean drew.\n\n               ANGLE ON MEN\n\n               watching.\n\n               ANGLE ON BOSS SHORTY\n\n               walking along briskly, feigns surprise at seeing what Luke \n               is doing. He stops.\n\n               TWO SHOT BOSS SHORTY AND LUKE\n\n                                     BOSS SHORTY\n                         Luke, what you think you doin'?\n\n                                     LUKE\n                              (not stopping)\n                         Diggin' my dirt outa Boss Kean's \n                         ditch, Boss.\n\n               Shorty is carrying a hoe handle with which he hits Luke on \n               the head. Luke slumps to the ground.\n\n                                     BOSS SHORTY\n                         Be damned iff'n you gonna put your \n                         dirt in mah yard. You hear me?\n\n                                     LUKE\n                              (getting to his feet)\n                         Yes, Boss.\n\n                                     BOSS SHORTY\n                         Then git it out there. Roll it, heah?\n\n               Luke begins slowly shoveling the dirt back into the ditch. \n               Boss Shorty nods with satisfaction and walks away.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoll it, heah? Luke begins slowly shoveling the dirt back into the ditch. Boss Shorty nods with satisfaction and walks away. \n\nTARGET SECTION TO BE ANNOTATED:\n               ANGLE ON LUKE (LATE AFTERNOON)\n\n               The dirt is almost all back in the ditch. A shadow falls on \n               the dirt beside him. A walking stick falls across his buttocks \n               and he staggers to his knees.\n\n                                     BOSS PAUL'S VOICE\n                         Ah done told you to get yore dirt \n                         outa Boss Kean's ditch, didn't ah?\n\n                                     LUKE\n                              (getting to his feet)\n                         Yes, Boss.\n\n                                     BOSS PAUL\n                         Then how come it ain't done yet?\n\n                                     LUKE\n                         I don't know, Boss.\n\n                                     BOSS PAUL\n                         You don't know!\n\n               He canes Luke on the back of the legs. Luke falls and rolls \n               over and Paul canes him across the head. Luke gets up on all \n               fours and makes a rush right at Boss Paul. He is so weak and \n               uncoordinated that the attack does nothing but smear blood \n               and dirt over Paul's uniform. The guards beat Luke away and \n               he falls on his back in the soft dirt.\n\n               INT. BARRACKS (NIGHT)\n\n               The men are restless, their efforts to ignore what's happening \n               are futile. Dragline gets up and looks out the window into \n               the yard. Koko leans over beside him. He holds the picture.\n\n               DRAGLINE'S P.O.V.\n\n               Luke under the lights, working again, slowly, dumps a shovel \n               full of dirt and hasn't the strength to move the shovel. \n               Momentarily, he stops moving and is hit. We HEAR the thud \n               and the groan he gives.\n\n               INT. BARRACKS (NIGHT)\n\n               Dragline goes back to his bunk. We HEAR another thud and a \n               cry from outside. Dragline begins to WHISTLE. Koko begins to \n               chink his chains. Onionhead and Dynamite join in with their \n               chains. Other prisoners rhythmically beat on bunk posts. \n               Only Society Red does not join in.\n\n               EXT. YARD (NIGHT)\n\n               Luke works. From inside we HEAR the music from the prisoners. \n               Boss Paul and Boss Kean appear.\n\n                                     BOSS PAUL\n                         What's all this dirt in the yard?\n\n                                     LUKE\n                         I... I... I...",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\n                         I... I... I... \n\nTARGET SECTION TO BE ANNOTATED:\n               He can't talk. Paul hits him and he falls again on the dirt. \n               Paul hits him again.\n\n                                     LUKE\n                         Please! Please!\n\n                                     BOSS PAUL\n                         Git to work!\n\n                                     LUKE\n                         Don't hit me! Please, for God's sake, \n                         don't hit me.\n\n                                     BOSS KEAN\n                         What was that? What was that name \n                         you said, Luke?\n\n                                     LUKE\n                         God. I pray to God you won't hit me.\n                              (he grovels in the \n                              dirt before them, \n                              tears streaming down \n                              his cheeks)\n                         I'll do whatever you say, but I can't \n                         take no more. Please.\n\n               TWO SHOT PAUL AND KEAN\n\n               A trace of smiles.\n\n                                     BOSS PAUL\n                              (kindly)\n                         You got your mind right, Luke?\n\n               CLOSE LUKE\n\n                                     LUKE\n                         Yes, Boss. I got it right.\n\n               ON KEAN AND PAUL\n\n                                     BOSS PAUL\n                         Supposin' you was to backslide on \n                         us, Luke? Supposin' you was to \n                         backsass or try to run again...\n\n                                     LUKE\n                         No, Boss! I won't. I won't. I got my \n                         mind right. I got it right, Boss. \n                         Please don't hit me no more.\n\n               INT. BARRACKS (NIGHT)\n\n               The music has stopped, the men listening.\n\n               ON KOKO\n\n               His face tightens into an expression of contempt, hatred. He \n               grabs the picture on the bunk beside him and violently tears \n               it in half.\n\n               EXT. YARD LUKE, BOSSES PAUL AND KEAN (NIGHT)\n\n                                     BOSS PAUL\n                              (kind and reasonable)\n                         Luke, you run again and we'll kill \n                         you.\n\n                                     LUKE\n                         I know, I know. Just don't hit me.\n\n               The Captain steps in -- out of the dark. He has been watching \n               from his porch.\n\n                                     CAPTAIN\n                         Okay, son. Go get shaved and cleaned \n                         up and get you some sleep. I reckon \n                         you need it.\n\n               Luke slowly struggles to his feet and begins painfully \n               stumbling toward the barracks.\n\n               INT.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nI reckon \n                         you need it. Luke slowly struggles to his feet and begins painfully \n               stumbling toward the barracks. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BARRACKS (NIGHT)\n\n               as the chute opens and Luke staggers inside and the door is \n               slammed behind him.\n\n                                     LUKE\n                         I got my mind right. I got it right.\n\n               He stumbles toward his bunk, passing Tattoo and Alibi who \n               turn away embarrassed.\n\n                                     LUKE\n                         I got my mind right.\n\n               Others like Dragline and Koko stare straight ahead, not seeing \n               him; Society Red has his back turned; Dynamite, Blind Dick, \n               Loudmouth Steve meet his gaze contemptuously.\n\n                                     LUKE\n                              (collapsing on his \n                              bunk)\n                         Where are you now? I got my mind \n                         right. You hear me? I got it right!\n\n               Silence.\n\n               EXT. ROAD (DAY)\n\n               The gang is working. Over a week has passed. Luke's wounds \n               are healed. He works in a slow, spiritless way, broken.\n\n               CLOSE GODFREY\n\n               looking somehow less menacing.\n\n               BOSS PAUL\n\n               He is sitting, not even looking at the men, relaxed, pulls \n               out watch looks over to Godfrey in b.g. Godfrey nods.\n\n                                     BOSS PAUL\n                         Awright, smoke it up.\n\n               The men break and sit down for smoking.\n\n                                     BOSS PAUL\n                         Luke! Water 'em.\n\n               Without a moments hesitation, Luke jogs over and gets the \n               water pail and dipper from Rabbit and moves to the group of \n               men.\n\n               CLOSE THE GROUP\n\n               as Luke moves around filling their cups. The men are silent, \n               some embarrassed, some sympathetic, some confused, some \n               disappointed.\n\n               CLOSE GODFREY\n\n               He signals with his cane for his rifle.\n\n               ON RABBIT\n\n               He hurries to the cab of the truck, gets Godfrey's rifle. \n               The other men, but not Luke, watch as Godfrey slips in the \n               bolt, loads, fires at something out in the swamp.\n\n               ON BOSS PAUL\n\n               As Godfrey takes bolt out of rifle, returns the gun to Rabbit.\n\n                                     BOSS PAUL\n                         Go git it, Luke.\n\n                                     LUKE\n                         Yes sir, Boss Paul!\n\n               Grinning, cheerful, he begins to hobble away through the \n               swamp and grass.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOSS PAUL\n                         Go git it, Luke. LUKE\n                         Yes sir, Boss Paul! Grinning, cheerful, he begins to hobble away through the \n               swamp and grass. \n\nTARGET SECTION TO BE ANNOTATED:\n               CLOSE ANGLE ON TURTLE IN THE MUCK\n\n               Luke's hands COME INTO FRAME AND OFFER the head a stick. The \n               jaws clamp down on the stick and Luke lifts the turtle up.\n\n               FULL SHOT LUKE\n\n               grinning, holding up the turtle by the stick.\n\n                                     LUKE\n                         Here he is, Boss. Deader'n hell but \n                         he won't let go.\n\n               THE GROUP\n\n               as Luke walks back through them carrying the turtle.\n\n                                     BOSS PAUL\n                         You cut that up fer lunch, Luke.\n\n                                     LUKE\n                         Yes, Boss.\n\n               He moves off toward the trucks with the turtle, and we HOLD \n               on the disappointed reactions of the men, featuring Dragline.\n\n               Then there is the SOUND of a motor starting.\n\n               ON THE GROUP NEW ANGLE\n\n               as they turn to look, as one man.\n\n               THE TRUCK\n\n               as Luke tries to get it in gear, there is the SOUND of gears \n               grinding and as the truck begins to move the bed of the dump \n               body begins to raise. The truck begins to move past the \n               prisoners, away from the guards.\n\n               ON THE GUARDS\n\n               As they begin to run toward the truck, raising their guns.\n\n               ON DRAGLINE\n\n               on his feet.\n\n                                     DRAGLINE\n                         Oh Lord!\n\n                                     SOCIETY RED\n                         That fool. That damn fool.\n\n                                     DRAGLINE\n                         Oh mah baby Luke.\n\n               He starts to run like hell toward the truck coming past.\n\n               ANGLE ON GUARDS\n\n               stopping to fire but bullets ricochet off the rising bed of \n               the dump body.\n\n               MOVING SHOT PARALLELING TRUCK\n\n               Dragline running alongside trying to grab the door handle. \n               Inside Luke, grinning fiercely, as he drives. SHOTS sounding. \n               Dragline gets hold of the door, swings inside. HOLD AND PAN \n               the truck off down the road until all we can see is the steel \n               dump body.\n\n               REVERSE THE ROAD\n\n               It is littered with tools and equipment dumped from the truck \n               body. The guards stand there, their guns empty.\n\n                                     BOSS KEAN\n                              (from another truck)\n                         He's taken the keys. He's got the \n                         keys!\n\n               Boss Shorty pokes his head out of another truck.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOSS KEAN\n                              (from another truck)\n                         He's taken the keys. He's got the \n                         keys! Boss Shorty pokes his head out of another truck. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     BOSS SHORTY\n                         Here, too.\n\n               INT. TRUCK LUKE AND DRAGLINE\n\n                                     DRAGLINE\n                         We're free, Luke. You terrible man. \n                         Think of that. We're free. Free!\n\n               Over them, appears the SUPERIMPOSED image of Godfrey's \n               glasses, the Man With No Eyes, watching them, denying \n               Dragline's words.\n\n                                                             LONG DISSOLVE:\n\n               EXT. PALMETTO SWAMP\n\n               Dragline is exuberantly hacking away at palm fronds to cover \n               the truck while Luke is filing away at his chains.\n\n                                     DRAGLINE\n                              (rattling frond)\n                         Shakin it here, Boss. Shakin it... \n                         Oh my baby Luke.\n\n               He laughs, shakes his head in appreciation. Luke ignores \n               him, continues to file. Dragline does another worshipful \n               imitation.\n\n                                     DRAGLINE\n                         Don't hit me no more, Boss! Don't \n                         hit me! I'll do anythin' you say but \n                         just don't hit me! Oh Luke. You are \n                         an original, you truly are. You really \n                         fooled them.\n\n                                     LUKE\n                         Foolin', Hell! I would have eaten \n                         that dirt for them. They coulda used \n                         my head for a shovel and a my face \n                         for a broom... They just never did \n                         get a piece of my mind.\n\n                                     DRAGLINE\n                         And all the time you was plannin' on \n                         runnin' again.\n\n               Luke has filed through the chains, stands up.\n\n                                     LUKE\n                         Yeah, well... I never planned nothin' \n                         in my life...\n\n               He tosses the severed chain link into the swamp and starts \n               to walk off, Dragline hurrying behind him.\n\n               EXT. NEAR NEGRO VILLAGE (DUSK)\n\n               Luke and Dragline appear, tired and cold. Dragline is having \n               trouble keeping up. Seeing this, Luke stops and rests, looking \n               off at church visible in distance.\n\n                                     DRAGLINE\n                         Whoee, it's cold. Wisht I had \n                         somethin' to eat. Bread, grits, beans \n                         even.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nDRAGLINE\n                         Whoee, it's cold. Wisht I had \n                         somethin' to eat. Bread, grits, beans \n                         even. \n\nTARGET SECTION TO BE ANNOTATED:\n Soon's we get to my house, \n                         we're gonna have us one big meal and \n                         then I'm gonna show you some farm \n                         girls that...\n\n                                     LUKE\n                         We ain't goin' nowhere.\n\n                                     DRAGLINE\n                              (confused)\n                         What you talkin' about, Luke? We're \n                         together, you and me, just like \n                         always. Now the thing we gotta work \n                         out is how to get Koko outa there \n                         and then the Terrible Trio be all \n                         complete again. Man, this old Free \n                         World ain't gonna know which ear to \n                         stand on.\n\n                                     LUKE\n                         Yeah, well, you and Koko kin handle \n                         it without me.\n\n                                     DRAGLINE\n                         What you mean, Luke?\n\n                                     LUKE\n                         I've done enough world-shakin' for a \n                         while. You do the rest for me. Send \n                         me a postcard about it.\n\n               He gets up, starts off.\n\n                                     DRAGLINE\n                         But, Luke...\n\n                                     LUKE\n                         Take it easy, Drag.\n\n                                     DRAGLINE\n                         Luke. Where you goin?\n\n                                     LUKE\n                         On my own.\n\n                                     DRAGLINE\n                         But what am I gonna do all by myself?\n                              (hangs head)\n                         Oh if'n I hadn't lost mah head. I \n                         only had two more years to go. But \n                         when I saw you tearin' down with \n                         that truck... But you right Luke. We \n                         oughta split up. Be safer for us \n                         both.\n\n               He looks up. Luke is in the distance.\n\n                                     DRAGLINE\n                         Luke?\n                              (calls out)\n                         Just the same, you're a good old \n                         boy, Luke. You take care, hear?\n\n               There is no answer.\n\n               OMITTED\n\n               EXT. NEGRO VILLAGE (NIGHT)\n\n               as Luke trots down the main street, passes the church.\n\n                                     LUKE\n                         Hey, Old Man! You home tonight?\n\n               He starts across the bridge.\n\n                                     LUKE\n                         If you kin spare a minute, it's about \n                         time we had ourselves a little talk.\n\n               INT. CHURCH\n\n               Luke mounts the steps of the lectern, looks up.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\n                         If you kin spare a minute, it's about \n                         time we had ourselves a little talk. INT. CHURCH\n\n               Luke mounts the steps of the lectern, looks up. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     LUKE\n                         Old Man, I know I'm a pretty evil \n                         feller who killed people in the war \n                         and got drunk and chopped up municipal \n                         merchandise and like that. I admit \n                         ain't got no call to ask for much. \n                         But even so, you ain't dealt me no \n                         cards in a long time. I mean it's \n                         beginning to look like you got it \n                         fixed so I can't never win out. Inside \n                         or out, it's just different bosses \n                         and different rules. Where am I \n                         supposed to fit in? Old Man, I got \n                         to tell you: I started out pretty \n                         strong and fast but it's starting to \n                         get to me... When does it end?... \n                         What you got in mind for me next? \n                         Old Man. What do I do now? Awright. \n                         On my hands and knees a skin'. Yeah. \n                         That's what I thought. I guess I'm \n                         just a hardcase and I gotta find my \n                         way out myself.\n\n               We HEAR the SOUND of vehicles outside, telling Luke that the \n               police have arrived. He starts for the back just as Dragline \n               enters from the side entrance. Seeing him, Luke looks up at \n               the ceiling.\n\n                                     LUKE\n                         Is that your answer, Old Man? You're \n                         a hardcase too, ain't you?\n\n                                     DRAGLINE\n                         Luke, are you alright?... They got \n                         us, boy. They're out there thicker'n \n                         flies. Bosses and dogs and sheriffs \n                         and more guns than I ever seen in my \n                         life. We don't have a chance, Luke... \n                         They caught up with me right after \n                         we split up and they was aimin' to \n                         kill you, Luke. But I got 'em to \n                         promise if you give up peaceful, \n                         they wouldn't even whip you this \n                         time.\n\n                                     LUKE\n                              (amused)\n                         Do we even get our same bunks back?\n\n                                     DRAGLINE\n                         Why sure, Luke. I mean I didn't talk \n                         to them about that. But why not? \n                         They're reasonable, Luke. Hell, we \n                         only been gone a coupla hours.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut why not? They're reasonable, Luke. Hell, we \n                         only been gone a coupla hours. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     LUKE\n                         You don't understand a thing, do \n                         you, Drag?\n\n                                     DRAGLINE\n                         Luke, you got to listen to me. All \n                         you got to do is just give up nice \n                         and quiet, just play it cool.\n\n                                     LUKE\n                         Like I always do?\n\n                                     DRAGLINE\n                         Thass right. Just play it...\n\n               He sees Luke moving toward the window.\n\n                                     DRAGLINE\n                         Luke, what are do doin'?\n\n               OMITTED\n\n               ANGLE BY WINDOW\n\n               as Luke steps out of pitch black into the harsh light in \n               full view, calm, slight smile, having chosen his moment. His \n               voice is loud, clear, mocking:\n\n                                     LUKE\n                         WHAT WE GOT HERE IS A FAILURE TO \n                         COMMUNICATE...\n\n               A SHOT! It catches Luke in the throat and throws him back, \n               but he stays in the light, still smiling.\n\n                                     DRAGLINE\n                         Luke!\n\n               EXT. CHURCHYARD (NIGHT)\n\n               ON guards and police, FEATURING Godfrey, who holds his smoking \n               rifle. There are confused SHOUTS and movements by the \n               sheriffs, but the Captain and the prison guards only look \n               toward Godfrey, then turn away, stoic.\n\n               INT. CHURCH\n\n               as Luke falls to one knee, trying to hold himself up. Dragline \n               is by his side, helps him up and to the door.\n\n               EXT. CHURCHYARD (NIGHT)\n\n               where Bosses Kean and Paul move in to handcuff Luke. Dragline, \n               seeing Godfrey, bellows out an INCOHERENT ROAR and charges \n               past the surprised guards to knock Godfrey to the ground, \n               tear his glasses from him. Confused, bewildered, Godfrey \n               gropes for the glasses as the prison guards beat Dragline \n               into submission.\n\n               ANGLE ON CHURCH (PRE-DAWN) (NIGHT)\n\n               as Luke, handcuffed behind his back, is being led toward the \n               Captain's car by Bosses Paul and Kean. He is half-paralyzed, \n               blood pouring from him. The Captain has turned his back on \n               Godfrey, talking to the Sheriff.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON CHURCH (PRE-DAWN) (NIGHT)\n\n               as Luke, handcuffed behind his back, is being led toward the \n               Captain's car by Bosses Paul and Kean. He is half-paralyzed, \n               blood pouring from him. The Captain has turned his back on \n               Godfrey, talking to the Sheriff. \n\nTARGET SECTION TO BE ANNOTATED:\n                                     SHERIFF\n                         You follow me and I'll radio the \n                         emergency clinic to open up...\n\n                                     CAPTAIN\n                         I'm takin' him to the prison hospital.\n\n                                     SHERIFF\n                         But that's an hour away. He ain't \n                         gonna last twenty minutes.\n\n                                     CAPTAIN\n                         Git outa the way. He's ours.\n\n               MOVING SHOT LUKE\n\n               as he is brought past Dragline, who is being held by several \n               guards. Tears stream down Dragline's cheeks. Luke looks at \n               him, still smiling as he is pushed into the Captain's car.\n\n               LUKE INT. THE CAR\n\n               as it begins to move out. In the b.g. across the road we SEE \n               the Negro villagers watching, silently. The window of the \n               car is up and the reflections on the glass make Luke already \n               dim, a little distant.\n\n               MOVING SHOT THE CAR (DAWN)\n\n               as it moves down the road, over the trestle. It is the mystic \n               hour of dawn, the sun's rays just diffusing as we watch the \n               car until it disappears over the rise in the road.\n\n               EXT. ROAD CLOSE ON YOYO (DAY)\n\n               The yoyo is swinging in the sun. As the shot WIDENS we SEE \n               it is Dragline, wearing chains, wielding the yoyo and now we \n               SEE the others working around him. Godfrey is gone; Boss \n               Paul is now the Walking Boss. The MUSIC gains strength and \n               speeds as\n\n               Dragline works with strong, certain grace and determination \n               and the others also seem more vital and free as imperceptibly \n               the CAMERA PULLS BACK and RISES SLOWLY TO:\n\n               HELICOPTER SHOT\n\n               as the men grow smaller in the limitless field of gold \n               stretching in all directions as far as the eye can see, \n               intersected by four roads that reach out to infinity. Now \n               the men are specks, now invisible in the fields and there \n               are only the roads, lines in the gold, going on forever. \n               OVER THIS, SUPERIMPOSE the PICTURE OF LUKE, now scotch-taped \n               together, HOLD and\n\n                                                                  FADE OUT:\n\n                                         THE END\n\t\t\t\t\t\t\t\t\t\t \n"
}