{
  "1": "cepiliand\n\na screenplay by james mangold\n\nSHOOTING SCRIPT 6.3.96\n\fWell it's Saturday night.\n\nYou're all dressed up in blue.\nI've been watching you awhile.\nMaybe you been watching me too.\n\n- Bruce Springsteen\n\"tougher than the rest\"\n\fINT: FOUR ACES TAVERN - GARRISON, NJ - NIGHT\n\nThe walls of this suburban bar are lined with NEW YORK CITY\nPOLICE PARAPHERNALIA and FRAMED NEWSPAPER STORIES - tales of\npolice heroism clipped from the major New York Dailies.\n\nA SCOTCH AND BEER MUG upon A 'LETHAL WEAPON' PINBALL MACHINE.\nDanny Glover and Mel Gibson leap about a blinking triptych of\nhigh octane police action. The score tallies into the millions.\nStrips of tape line the side of the machine, noting high scores,\nalmost all of which are attributed to - .\n\nFREDDY HEFLIN (42) EYELIDS HEAVY, LEANS LOW OVER THE MACHINE.\nFingers on the buttons, he paddles the silver ball skillfully.\nA belly hanging over his belt, he is a slump-shouldered man,\npuffy, wilted. Dull with booze, HIS EYES ARE FOCUSED ON -\n\nA NEARBY TABLE WHERE - A HARD-JAWED WOMAN (BERTA, 38) AND A\nBALDING BRIGHT-EYED MAN (GARY 'FIGS' FIGGIS, 44) sip drinks.\nBoth have the peculiar posture, gestures, and vocabulary of\nN-Y-P-D, though they are in civilian clothes.\n\nBERTA\n- but this Armenian guy, he's from the\nother side over there. 'Told her she's dead\n- that she'll be dead by morning -\n\nFIGS\nuh huh.\nBERTA\n- so, he drops off this box at her\napartment -\nFIGS\n- and they call bomb squad -\nBERTA\n(nods) - and we X-ray it - on-scene. But I\n\ncan't see anything. So I cut a little hole.\nAnd there's something in there.\n\nFreddy nimbly holds the ball on the flipper, straining to listen\nin. SENSING FREDDY'S STARE, BERTA GROWS UNCOMFORTABLE.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd there's something in there. Freddy nimbly holds the ball on the flipper, straining to listen\nin. SENSING FREDDY'S STARE, BERTA GROWS UNCOMFORTABLE. \n\nTARGET SECTION TO BE ANNOTATED:\nBERTA\nSome white fuzz - and something pink.\nBut I can't figure what it is. And\nI realize I'm looking at a tongue. A fat\npink tongue - sticking out at me.\n\nFIGS\nShit.\n\n(CONTINUED)\n\fcopland 6/3/96 revised -2-\nCONTINUED:\n\nBERTA\nThe guy put a goat's head in there.\n\nFreddy sends the ball back into play.\n\nFigs sighs and takes an NYPD ATHLETIC BAG from beside Berta's\nchair. Though unimpressed by her story, Figs is always happy to\npontificate - and he does so - as he rummages through the bag:\n\nFIGS\nThis in nineteen ninety six. H.G. Wells'd\nroll over in his grave to think at the end\nof the twentieth century - some Iranian -\n\nBERTA .\n- Armenian.\nFigs snaps the bag closed, putting it down beside his chair.\nFIGS\n\n- some Armenian be delivering a goat's head\nto the door of the woman that he loves.\n\nBERTA\n‘From a backward culture.\nFIGS\nBerta. We're all backward. Our machines are\nall modern and shit - but our minds - our :\n\nminds are primitive -\nAN ATTRACTIVE PUERTO RICAN WOMAN (32) emerges from the rest\n\nroom, sniffling. From a distance, she is sexy. But as she\nsashays behind FIGS, kissing his ear, we see her vacant eyes.\n\nFIGS\nCome on, Monica. Sit down.\n\nMONICA\nI want to go home. We gotta go to your\nplace ~- and I still gotta drive back to -\n\nFIGS\nI waiting on the call, baby.\n\nFREDDY'S PINBALL DROPS INTO THE GUTTER.\n\nThe LED's blink \"DEPOSIT QUARTER TO CONTINUE\"\nFreddy searches his pockets for quarters.\nBerta's eyes meet Freddy's eyes, watching.\n\nBERTA\nExcuse me - Do you mind?\n\n(CONTINUED)\n\fcopland 6/3/96 revised -3-\nCONTINUED:\n\nBeep! FIGS REACHES FOR HIS BEEPER, looking at the display.\nHe rises, finger in the air, waving off the tension.\n\nFIGS\nOoo. Don't worry 'bout Freddy.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe rises, finger in the air, waving off the tension. FIGS\nOoo. Don't worry 'bout Freddy. \n\nTARGET SECTION TO BE ANNOTATED:\n Can't hear\nfrom this side, anyway. Right, Freddy?\n\nFreddy nods, stepping back from the pinball machine. Woozy.\n\ncut TO:\nFREDDY STANDS AT THE BAR - HE PULLS A BILL FROM HIS WALLET.\nTHE BARMAID (DELORES) through the FOOD SLOT, with the COOK.\nFREDDY LOOKS TO -\nBERTA, who lights her cig, watching Freddy.\nMONICA hovers over the jukebox. Flipping the electronic menu.\nFIGS stands at the pay phone by the door, on hold.\nFreddy approaches Figs, unsteadily, dollar in hand.\n\nFIGS\nQuiet tonight, huh?\n\nFREDDY\nYeah. (Everyone's) ‘At that bachelor party.\nAcross the river.\n\nFIGS\n\"You celebrating long distance?\n\nFreddy thinks a moment, numb with liquor, then shakes his head.\n\nFREDDY\n- Today's my birthday. (beat)\nUm. You got any quarters?\n\nFIGS\nHappy Birthday, Freddy. So - Where's your\nnew girl? Your \"Deputy.\"\n\nFreddy shrugs.\n\nFREDDY\nHer Mom's. I - uh - I wasn't into\nmaking a big deal, you know? After Ray made\nthe big racket - for the ten-year thing.\n\n*\n\nFigs nods, cradles the phone, reaching in his pockets. He pushes\nthrough some change. A voice squawks on the Phone.\n\n(CONTINUED)\n\fcopland 6/3/96 revised -4-\nCONTINUED:\n\nFIGS\nOh. Hey, Frankie.\n(empty palm to Freddy)\n...sorry, Freddy.\n\nFreddy nods, stoic. Blinks.\nCUT TO:\n\nEXT: FOUR ACES TAVERN - GARRISON, NJ - NIGHT\n\nFREDDY HEFLIN fumbles with a LARGE RING OF KEYS.\nHE UNLOCKS A PARKING METER. QUARTERS SPILL OUT INTO HIS HAND.\nSOME ONTO THE SIDEWALK. Freddy kneels picking them up.\n\nFIGS (0.S.)\n‘Two kinds of people in the world -\n- Pinball people. And Video game people.\n\nFIGS stands in the tavern doorway. He smokes a cigarette.\nFreddy looks up, bleary eyed, drunk.\n\nFIGS\nYou - Freddy - are pinball people.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe smokes a cigarette. Freddy looks up, bleary eyed, drunk. FIGS\nYou - Freddy - are pinball people. \n\nTARGET SECTION TO BE ANNOTATED:\nFreddy blinks, smiles. Figs looks to -\nA SQUAD CAR at the curb. On the side, it says -\n\nSHERIFF - TOWN OF GARRISON.\nFigs crosses to the driver's door, beckoning Freddy.\n\nFIGS .\nCall it a night, Sheriff.\nCUT AWAY TO:\nEXT: GOLDFINGER'S TOPLESS NIGHT CLUB - MANHATTAN - NIGHT\n\nWE ARE IN NEW YORK CITY.\n\nThe thumping of dance music from A NIGHT CLUB.\n\nCOLORED LIGHT POURS OUT AS THE SEAL OF THE DOOR BREAKS.\n\nLOUD MUSIC RISES. WE SEE THE CLUB INTERIOR; A STRIPPER ON A\nTABLE, ANOTHER GYRATING ON A MAN'S LAP. A CROWD OF MEN, SOME IN\nUNBUTTONED NYPD UNIFORMS, HOLDING BEERS, BOTTLES OF SCOTCH.\n\nSTANDING ON THE STEPS - MURRAY \"SUPERBOY\" BABITCH (38), SHIT-\nFACED - confetti around his neck. He shuffles through the lot\npacked with CIVILIAN AND PATROL CARS - the civilian cars all\nsporting Patrolman's Benevolent Association bumper stickers.\n\nA HONDA sits in front of a hydrant. AN NYPD PARKING PLACARD\npoised on the dash. Babitch unlocks the door.\n\n(CONTINUED)\n\fcopland 6/3/96 revised —5-\nCONTINUED:\n\nA dull sound; muffled gagging.\n\nBabitch looks into the darkness, groggy, squinting.\n\nMusic throbs. But there is something else, something near,\nin the ungroomed bushes that run the perimeter of the lot.\n\nBabitch pulls a FLASHLIGHT and PISTOL from his glove box.\nHe holds the flashlight, arm cocked over his ear.\n\nTHE BEAM FINDS - A BLACK COP IN UNIFORM, kneeling in the bushes.\nHe looks up into the light, his chin wet with vomit.\n\nBLACK COP\nSuperboy.\n\nBABITCH (SUPERBOY)\nRuss? You okay?\n\nThe Black Cop (Russell) nods, waving Babitch off.\n\nBabitch sighs. He turns off the flashlight and throws it - along\nwith the revolver - onto the seat of his Honda.\n\nHe starts it up, backing onto the street.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nBabitch sighs. He turns off the flashlight and throws it - along\nwith the revolver - onto the seat of his Honda. He starts it up, backing onto the street. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly; SMASH! HIS FRONT TIRE CRUSHES A BEER BOTTLE.\nBabitch leans out his door, looking at the shattered glass.\n\nBABITCH\nFuck me.\n\nCUT TO:\nINT./EXT. BABITCH'S HONDA - G-W BRIDGE ON-RAMP - NIGHT\n\nMURRAY BABITCH drives, his head against the glass.\nThe radio dribbles sports scores.\n\nTHE BRIDGE APPROACH GLOWS blue-green under the mercury lights. A\ntangle of pot-holed ramps and deserted vehicles.\nBabitch slows, moving through a red light.\n\nIN A LOT, THREE FIGURES MOVE EFFICIENTLY AROUND A CAR; ONE\nSTANDS WATCH BY THE BROKEN GLASS AS ANOTHER RIPS AT CABLES FROM\nINSIDE, AND A THIRD PRIES THE TRUNK WITH A CROW BAR.\n\nDisgusted, Babitch pulls onto the ramp.\nSUDDENLY - krunch! - HIS HONDA IS SIDE-SWIPED BY A RED CAR.\n\nJolted, Babitch swerves into opposing traffic. He reels, glaring\nout his window at the damage.\n\nBABITCH\nMother fucker!\n\n(CONTINUED)\n\fCopland 6/3/96 revised -6—\nCONTINUED:\n\nHonnk! - A TAXI'S LIGHTS FLARE, HEADING STRAIGHT FOR BABITCH.\nBabitch twists the wheel, lurching his Honda over the shallow\nconcrete meridian, bottoming out, and back into his lane.\n\nUp ahead, THE SPEEDING RED CAR, A MAZDA RX7, SNAKES CRAZILY,\nMOVING OUT ACROSS THE BRIDGE.\n\nBABITCH STEPS ON THE PEDAL.\n\nHE PULLS UP ALONGSIDE THE MAZDA - THUMPING HOUSE MUSIC.\nTWO BLACK TEENS, WILD-EYED, ON A JOY RIDE.\n\nBABITCH GLARES, ROLLING DOWN HIS WINDOW.\nHIS EYES MEET WITH ONE OF THE TEENS. BABITCH UNFURLS HIS BADGE.\n\nBABITCH\nN-Y-P-D! PULL IT QVER!\n\nTHE KIDS LAUGH AND THE MAZDA RIPS FORWARD. ONE OF THEM LEANS,\nWAVING A_DARK OBJECT, aiming the barrel at Babitch. A GUN.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE KIDS LAUGH AND THE MAZDA RIPS FORWARD. ONE OF THEM LEANS,\nWAVING A_DARK OBJECT, aiming the barrel at Babitch. A GUN. \n\nTARGET SECTION TO BE ANNOTATED:\nBAM! - BABITCH'S FRONT TIRE BLOWS OUT.\nWIDE-EYED, BABITCH DUCKS - (assuming it was a gun shot) -\n\nBABITCH\nshit fuck piss! '\n\nHE SWERVES, SCRAPING A CONCRETE DIVIDER.\nBABITCH\n(voice cracking)\nMotherfucker! MOTHER-FUCKER!\n\nBABITCH STICKS HIS PISTOL OUT THE WINDOW -\nFIRING - BAM - BAM - BAM - BAM - BAM !\n\nTHE MAZDA'S REAR GLASS SHATTERS. AND THE RED CAR SKIDS WILDLY\nACROSS THE BRIDGE. IT CAREENS INTO A BRIDGE SUPPORT. THUNK.\n\nSMASH.\nBABITCH'S HONDA SLAMS AGAINST A JUTTING CONCRETE DIVIDER.\nHE HITS THE WINDSHIELD AND ROCKS BACK, HIS FACE BLOODY.\nSteam rises. The bridge is quiet.\n\nCUT AWAY TO:\nINT./EXT. A GARRISON SQUAD CAR - ALONG THE RIVER - NIGHT\nHEADLIGHTS CASCADE OVER A ‘DEER CROSSING' SIGN.\n\nA MOVING SQUAD CAR - ON THE SIDE - AN INSIGNIA -\nSHERIFF - TOWN OF GARRISON.\n\n(CONTINUED)\n\fcopland 6/3/96 revised -7T-\nCONTINUED:\nThe car stereo plays a Sibelius Piano Sonata...\nBleary, FREDDY HEFLIN drives, straddling the double yellow.\nHIS EYES ARE NOT ON THE ROAD - he stares longingly out toward -\nTHE LIGHTS OF MANHATTAN REFLECT IN THE CHURNING WATER.\nFreddy turns back to the road.\n\nA YOUNG DOE STANDS ON THE DOUBLE YELLOW - EYES GLOWING -\nFREDDY'S CAR CAREENING TOWARD IT.\n\nFREDDY SLAMS ON THE BRAKES - BUT - SCREEEEECH!\nHE WILL NOT STOP IN TIME, THE DEER FROZEN IN HIS HEADLIGHTS.\n\nFREDDY\nShit!\n\nFREDDY JERKS THE WHEEL. HIS SQUAD CAR SKIDS OFF THE ROAD,\nHEADING FOR A TREE. FREDDY DUCKS DOWN.\n\nTHE SQUAD CAR SMASHES THROUGH THE BRUSH\nAND SLAMS INTO THE TREE. Foomp.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY DUCKS DOWN. THE SQUAD CAR SMASHES THROUGH THE BRUSH\nAND SLAMS INTO THE TREE. Foomp. \n\nTARGET SECTION TO BE ANNOTATED:\n Steam rises from the hood.\n\nCUT AWAY TO:\nEXT. NYC - GEORGE WASHINGTON BRIDGE - NIGHT\n\nA chorus of honking, sirens.\n\nDead traffic in both directions.\n\nVapor lights spray through suspension cables.\nEMERGENCY VEHICLES, cherry topped.\n\nTHE MAZDA RX7 sits, impaled by a bridge support.\nA PAIR OF MEDICS GRAB SUPPLY BAGS FROM THEIR AMBULANCE.\n\nA RED-HAIRED COP (JACK COTTER) pokes over the medic's shoulders\nas they tend to THE PASSENGERS - THE TWO BLACK TEENS :\n\nTHE DRIVER gurgles, his ear a sopping trench.\nTHE OTHER KID sits, his forehead sprinkled across the dash.\n\nCOTTER (THE RED-HAIRED COP) TAKES SOMETHING FROM THE CAR.\nAN HISPANIC MEDIC nudges him out of the way.\n\nHISPANIC MEDIC\nTraffic incident. Bullshit, man.\n\nThe medic glances at the rear window of the Mazda.\nIt is shattered five times, from five small holes.\n\nOTHER MEDIC\nNobody said they were popped.\n\nCOTTER shrugs, smug, wordless.\nHe drops A CRACK PIPE AND VIAL INTO A PLASTIC BAG.\n\n(CONTINUED)\n\fcopland 6/3/96 revised —-8—\nCONTINUED:\n\nANOTHER NYPD, RUSSELL (THE BLACK COP) sets flares, his eyes\nmoving heavily from the accident to - THE GRIDLOCKED TRAFFIC.\n\nA BARREL-CHESTED OLDER COP steps from the gridlock on the Jersey\nside, a cell phone to his ear. As he gets closer, we see his\neyes. Deep blue. Saucy. His badge reads - LIEUTENANT RAY GLYNN.\nCops nod as he moves, unfettered, toward -\n\nMURRAY BABITCH (Superboy), who stands slumped behind his SMASHED\nHONDA, gesticulating wildly to A FAT COP (LAGONDA).\n\nShort, pot-bellied, DETECTIVE LEO CRASKY (50) crosses, a\nsquawking radio in his hand. He meets eyes with Russell.\n\nCRASKY\nWhat you're thinking, Russell - swallow it.\n\nRUSSELL\nHey.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe meets eyes with Russell. CRASKY\nWhat you're thinking, Russell - swallow it. RUSSELL\nHey. \n\nTARGET SECTION TO BE ANNOTATED:\n 'he saved five babies at Red Hook.\n\nCRASKY\nThat's right. Black babies.\nMashed potatoes don't mean gravy.\ncut TO:\nACROSS THE BRIDGE - BABITCH, LAGONDA & GLYNN - (CONTINUOUS)\n\nCLOSE ON - BABITCH, his BADGE clipped to his jacket, a bandage\non his nose, eyes wet. He gulps for air, sucking a cigarette.\n\nBABITCH\n- a million of'em holding candles. I'm *\ngonna be the fuckin' poster boy for the *\nC-C-R-B. I'm dead. My life is fucking over. *\nThey're gonna string me up by my balls, Ray *\n- just like Durkin. .\nLAGONDA meets eyes with RAY GLYNN, THE SAUCY-EYED LIEUTENANT. .\nGlynn takes Babitch's head, his thick fingers in his hair.\nGLYNN\nListen to me. We ain't gonna let it go down :\n\nlike that. I'm here this time. Suck it up.\n\nBABITCH\nDurky didn't even get to the Grand Jury.\n\nLAGONDA\nFuck the G-J. You're superboy. You saved\nwhat - six black babies? That shit plays.\n\nDETECTIVE LEO CRASKY arrives, listening to his squawking radio.\n\n(CONTINUED)\n\fcopland 6/3/96 revised\nCONTINUED:\n\nCRASKY\nThe car was hot.\n\nGlynn nods, pleased.\nBabitch stares, dull-eyed, at the sunrise.\n\nBABITCH\nThree babies.\n\nCRASKY holds his walkie in the air. A woman's voice squawks.\n\nCRASKY\n- Miss DKNY says there's a jurisdictional\nquestion. If it began on the bridge, it's\nP.A. - if it began on the ramp, it's ours.\n\nLAGONDA\n- on the ramp.\n\nCRASKY\n\n(into his radio)\nOne at a time please!\n\n(looking up)\nI got I-A on another channel, the Mayor's\nOffice, Assistant D-A, Press up the ying-\nyang; The only reason they're not here now\nis we got gridlock - from Cross Bronx to\nthe Palisades.\n\nGLYNN\nWe're lucky. We have time.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\n(looking up)\nI got I-A on another channel, the Mayor's\nOffice, Assistant D-A, Press up the ying-\nyang; The only reason they're not here now\nis we got gridlock - from Cross Bronx to\nthe Palisades. GLYNN\nWe're lucky. We have time. \n\nTARGET SECTION TO BE ANNOTATED:\nCOTTER (THE RED-HAIRED COP) returns from the crumpled Mazda.\nHe whispers something to Glynn. Babitch watches them.\n\nGlynn looks to Crasky. Crasky hands Cotter a set of keys.\n\nCRASKY\nIn my trunk. In a Grand Union bag.\n\nBABITCH\nGuys. You don't have to.\nI saw it. I heard the shot.\n\nCotter departs.\nGLYNN\n\nIt was a semi, Murray.\nGet that in your head.\n\nBABITCH\nRay, I saw the piece -\n\n(CONTINUED)\n\fcopland 6/3/96 revised -10-\nCONTINUED:\n\nCRASKY\nThe kid had a malt liquor in his hand.\n\nBABITCH\nI heard the shot -\n\nCRASKY\n- your tire blew. No. Listen to me. Your\ntire blew. You fucked up and you wasted a\npair of shitbags who aren't worth the hair\nin the crack of your ass. So cool it with\nthe patty-cake morality because - without\nme - those two stiffs'll put you in a room\nwhere you will fuck your uncle and\neverything we've built.\n\nGLYNN\nLeo, easy.\n\nBABITCH\nI don't drop dimes.\n\nCRASKY\nYeah? How much blow you do tonight?\nI heard they had a fuckin' brick.\n\nBABITCH\nFuck you.\n\nCRASKY\nFuck you. The black van's gonna be here in\na minute and I haven't done shit. What I'm\ndoing is highly -\n\nGLYNN\nSympathetic. It is.\n\nCRASKY\nIt looks like I been standing on this\nbridge popping pimples. But fuck-it, you're\nRay's nephew - “superboy\" - saved ten black\nbabies - and I caught the case. I caught\nthe case and now I want it simple cause\nthis racial shit eats you alive -\n\nGLYNN\n- if it plays the wrong way. (to Babitch)\nIt could eat all of us, Murray.\n\nCrasky's eyes meet Jack Cotter's as he passes with a CRUMPLED\nBROWN 'GRAND UNION’ BAG. Murray Babitch's expression falls.\n\nCUT AWAY TO:\n\f10\n\ncopland 6/3/96 revised -11-\n\nEXT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nCrasky's eyes meet Jack Cotter's as he passes with a CRUMPLED\nBROWN 'GRAND UNION’ BAG. Murray Babitch's expression falls. CUT AWAY TO:\n\f10\n\ncopland 6/3/96 revised -11-\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GARRISON, NJ - ALONG THE RIVER - NIGHT\n\nTHE LIGHTS OF A SUBURBAN HOUSE FLICK ON.\nSOMEONE STANDS ON THE PORCH, tentative.\n\nPERSON ON PORCH\nHello?\n\nFREDDY'S SQUAD CAR SITS THERE, steaming in the brush,\n\nits front end wrapped around a tree, the driver door open.\n\nThe concert piano continues to play...\n\nOff in the darkness, FREDDY sits at the river's edge.\n\nTears run down his cheeks. He faces the water and the lights of\nthe great city beyond. The water moves slowly, hypnotically.\n\nA CAT WITH A BELL AROUND ITS NECK rubs against Freddy's leg.\nFreddy pets the cat, his eyes moving again to -\n\nTHE CITY ACROSS THE RIVER. A SIREN SOUNDS and one can see the\nlights of emergency vehicles on the George Washington Bridge.\n\nSuddenly; SPIRALING RED LIGHTS MOVE ACROSS THE BACK OF FREDDY'S\nHEAD, THE SIDE OF HIS FACE. THE SIREN IS HERE.\nFreddy turns, wiping his cheeks.\n\nA SHERIFF'S SQUAD CAR - WITH THE SAME MARKINGS AS FREDDY'S -\nPULLS TO A STOP, ROADSIDE. A door slams.\n\nA TOUSLE-HAIRED DEPUTY emerges. He wears a gray uniform. He\nshines a flashlight on the wrecked car, and over the landscape.\n\nDEPUTY\nFreddy? It's Bill. Freddy.\n\nFREDDY\nOver here.\n\nBill (the Deputy) moves past the car, approaching -\n\nFreddy, who wipes away his tears - and blood - on his sleeve.\nCUT AWAY TO:\n\nEXT. G-W BRIDGE - INSIDE THE CRUMPLED MAZDA - NIGHT\n\nThe 'GRAND UNION' BAG under his arm, JACK COTTER pushes his way\n\naround the TWO MEDICS. He kneels at the feet of the dead kid,\n\ngracelessly pantomiming - THE FINDING OF A SEMI.\n\nCOTTER\nOoo baby. Look at that.\n\n(CONTINUED)\n\fcopland 6/3/96 revised -12-\nCONTINUED:\n\nHISPANIC MEDIC\nWhat are you doing?\n\nCOTTER\nI found their piece.\n\nCotter is red-faced.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\fcopland 6/3/96 revised -12-\nCONTINUED:\n\nHISPANIC MEDIC\nWhat are you doing? COTTER\nI found their piece. Cotter is red-faced. \n\nTARGET SECTION TO BE ANNOTATED:\n A very bad liar.\n\nHISPANIC MEDIC\nBullshit, man. You can't do that.\n\nCOTTER\nDo what? It was sitting there.\n\nHISPANIC MEDIC\nNo, it wasn't.\n\nCOTTER\nYes, it was.\n\nCotter moves to take the semi out of the car.\nBUT THE MEDIC GRABS THE GUN BY THE BARREL.\n\nCOTTER\nMOTHER FUCKER. HEY!\n\nHISPANIC MEDIC\nYOU CAN'T DO THAT!\n\nThere is a moment of struggle, both men gripping the weapon.\n\nAT THE OTHER SIDE OF THE BRIDGE ~ CRASKY TURNS.\nLAGONDA, GLYNN AND BABITCH stand behind him, watching the face-\noff. LaGonda's sleepy eyes widen.\n\nLAGONDA\nOh, shit...\n\nCrasky clips his radio to his side, moving off.\n\nCRASKY\nJesus Christ!\n\nHe waddles toward THE MAZDA, his hands waving.\nPanicking, tearful, BABITCH steps backward, to the railing.\n\nBABITCH .\nI told you guys. Fuck. Fuck. I told you .\nguys to let it be.\n\nACROSS THE BRIDGE - AT THE MAZDA -\nTHE MEDIC JERKS THE GUN AWAY FROM COTTER. He steps out of\nthe car, carrying the weapon toward the railing.\n\n(CONTINUED)\n\f10\n\ncopland 6/3/96 revised -13-\nCONTINUED:\n\nCOTTER\nPut it down!\nTHE OTHER MEDIC WAVES TO HIS PARTNER -\n\nOTHER MEDIC\nHector! What the fuck are you doing?!\n\nCRASKY MOVES IN, HIS HAND IN THE AIR.\nCRASKY\nHey, hey, hey! Cool it, boys. Everyone\nshould just be doing their jobs here.\nCOTTER PULLS HIS WEAPON ON THE MEDIC.\n\nCOTTER\nPut it down, \"Chico\"! Now!\n\nTHE MEDIC (HECTOR) CONSIDERS THIS, GLARING AT COTTER -\n\nHISPANIC MEDIC (HECTOR)\nWhy? You gonna shoot me?\n\nCOTTER SAYS NOTHING, HIS PISTOL TRAINED ON THE MEDIC.\n\nsirens rise.\nACROSS THE BRIDGE - RAY GLYNN turns to the sound.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOTTER SAYS NOTHING, HIS PISTOL TRAINED ON THE MEDIC. sirens rise. ACROSS THE BRIDGE - RAY GLYNN turns to the sound. \n\nTARGET SECTION TO BE ANNOTATED:\nFrom Manhattan - Lurching through opposing traffic, A BLACK\nPOLICE CHIEF'S VAN AND A DARK SEDAN APPROACH, lights swirling.\n\nAT THE RAILING - BABITCH - faces the water, eyes wet.\nHe looks like he might throw up - or jump...\n\nBABITCH\nI'm going down, Uncle Ray.\nJust like Durk... I'm going down.\n\nRay Glynn turns, watching the vehicles approach, his mind racing\nbehind his blue eyes. He tosses keys to Frank LaGonda.\n\nGLYNN\nFrankie - get me started up.\n\nBACK AT THE MAZDA -\n\nCOTTER\nPUT IT DOWN!\n\nHECTOR SMILES SPITEFULLY AND TOSSES THE GUN -\nOUT AND OVER THE EDGE OF THE BRIDGE.\n\n(CONTINUED)\n\f10\n\n11\n\ncopland 6/3/96 revised -14-\nCONTINUED:\n\nSTUNNED, CRASKY RUNS TO THE SIDE OF THE BRIDGE.\nplop. The guns hits the water below.\n\nCRASKY\nSHIT!\n\nCOTTER\nYou fucker!\n\nCOTTER SUDDENLY LEAPS, PUMMELING THE MEDIC WITH HIS PISTOL. The\nother medic struggles to break it up, Russell restraining him.\n\nNYPD BRASS AND MEN IN SUITS EMERGE FROM THE DARK SEDAN.\n\nCRASKY\nMotherfuck.\n\nGLYNN (0.S.)\nOh my God! OH MY GOD! LEO! JESUS!\n\nLEO CRASKY TURNS - ACROSS THE BRIDGE - RAY GLYNN LEANS, ASHEN,\nLOOKING OVER THE RAILING - DOWN TO - THE HUDSON RIVER.\n\nGLYNN\n- - he just - jumped -\n\nCRASKY JOINS HIM AT THE RAILING. Others look up.\n\nGLYNN\n- he hit the water - and he went down.\n\nTWO HUNDRED FEET BELOW - THE RIVER CHURNS - GREASY, SILENT.\nCUT AWAY TO:\n\nINT. FREDDY HEFLIN'S SUBURBAN HOUSE - DAWN\n\nTHROUGH WINDOW - Birds flutter as the sun rises over the bridge.\nAN ABANDONED WATER TOWER ABOVE THE TREES: GARRISON,NJ\nit says in fading letters. It is oddly silent. Dead silent.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nAN ABANDONED WATER TOWER ABOVE THE TREES: GARRISON,NJ\nit says in fading letters. It is oddly silent. Dead silent. \n\nTARGET SECTION TO BE ANNOTATED:\nOn the porch of a nearby house, A YOUNG MAN WITH AN NYPD BAG\n(TONY) kisses his WIFE good-bye as - A CAR POOL OF COPS IDLES.\n\nPULLING INSIDE - A BEDSIDE ALARM CLOCK. The hammer strikes the\nbell, furiously - but silently. Beside it - A BOX OF BAND AIDS.\nAND SEVERAL DOG-EARED WAMBAUGH-ESQUE PAPERBACKS.\n\nae\n\nON THE DISHEVELED BED - FISTFULS OF QUARTERS among the sheets -\nFREDDY HEFLIN lies, eyes open - a bandage on the bridge of his\nnose, a brown stain at its center. As he pulls his head from his\npillow - exposing his good ear - THE NUMB SILENCE IS FILLED BY\nTHE RINGING BELL, THE BIRDS, THE WORLD.\n\neee ee\n\nCUT TO:\n\f12\n\ncopland 6/3/96 revised -15-\n\nINT. FREDDY HEFLIN'S HOUSE - MORNING\n\nAN ELABORATE OLD TURNTABLE AND TUBE AMPLIFIER.\nA record spins. Piano tinkling. Hauntingly.\n\nScattered around the room - YELLOWED CLASSICAL RECORD ALBUMS. On\nmany of the jackets, A BENT-EARED PIANIST - Glenn Gould.\n\nTHROUGH THE KITCHEN WINDOW - A UNBLEMISHED SQUAD CAR pulls in\nthe drive - on the side it says: Sheriff - Town of Garrison.\n\nBILL GEISLER (THE TOUSLE-HAIRED DEPUTY) CLIMBS OUT.\nHe wears his gray uniform.\n\nIn his robe, smoking, FREDDY backs away from the window.\n\nBill enters the house without knocking. He holds a newspaper and\ntwo covered coffees. He drops a grocery bag on the table.\n\nFreddy brings spoons and two plastic bowls to the table.\n\nBILL\n(nodding to the bowls)\n‘don't need ‘em. I got a variety pack.\n\nBill pulls a KELLOGG'S VARIETY PACK from the bag. He smirks as\nhe selects a mini 'Frosted Flakes' and cuts its face open with a\npocket knife, fashioning the box into a make-shift bowl.\n\nHe hands Freddy a mini 'Corn Pops' box.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nBill pulls a KELLOGG'S VARIETY PACK from the bag. He smirks as\nhe selects a mini 'Frosted Flakes' and cuts its face open with a\npocket knife, fashioning the box into a make-shift bowl. He hands Freddy a mini 'Corn Pops' box. \n\nTARGET SECTION TO BE ANNOTATED:\nFreddy looks at the little box suspiciously. He rips it open\nfrom the top, and pours it into his plastic bowl. He takes\nanother little box - Fruit Loops - and pours that into his bowl\ntoo. The two of them munch wordlessly.\n\nFreddy watches as Bill pulls a DAILY NEWS from the bag.\n\nFREDDY\nHow long's the car gonna take?\n\nBILL\nLenny won't know - till the parts-guy gets\nin. Take the number two. Y'told Cindy you'd\nshow her the new radar today.\n\nFREDDY\n(nods)\nWhat did you tell Lenny?\n- about the accident.\n\nBILL\n\n(eating)\n‘chasing a speeder.\n\n(CONTINUED)\n\f12\n\n13\n\n14\n\ncopland 6/3/96 revised —16—\nCONTINUED:\n\nFreddy looks up, touching his ear.\n\nBILL\n\n(pushing the paper to Freddy)\nLook at this.\n\nFreddy looks to the DAILY NEWS on the table.\n\nHERO COP TAKES PLUNGE. i\nPicture of Murray Babitch inset against a still of the G-W-B.\n\nBILL (0.S.)\n- isn't that Ray's nephew or something?\n\nFreddy does not respond, reading intensely.\nCUT AWAY TO:\n\nINT. P-B-A ANTEROOM - NYC - DAY\nA WINDOW - LOOKS FROM NYC - ACROSS THE RIVER - TO JERSEY.\n\nA HANDSOME MAN IN A DARK SUIT checks his tie-knot in the\nwindow's reflection. He is PBA PRESIDENT LARUSO.\nAN AIDE stands beside a door to a CROWDED PRESS ROOM.\n\nAIDE\nNo wife. 'was from Jersey City.\n\nLARUSO\nAnd he's Ray's nephew? - So put the service\nin Garrison. Ray owns the cupcakes there. -\nthen we own the seating plan.\n\nLaruso, turns, smiles, and moves toward the PRESS ROOM DOOR.\nAIDE\n(smiles) You know, Vince, it's a good thing\n\nthis hero jumped. Two black kids, unarmed -\nit coulda' played a whole ‘nother way.\n\nINT. ENTRANCE / LOBBY - PBA PRESS ROOM - DAY\n\nA POKER-FACED COP STANDS BEFORE TWO GLASS DOORS.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo black kids, unarmed -\nit coulda' played a whole ‘nother way. INT. ENTRANCE / LOBBY - PBA PRESS ROOM - DAY\n\nA POKER-FACED COP STANDS BEFORE TWO GLASS DOORS. \n\nTARGET SECTION TO BE ANNOTATED:\n HE CHECKS\nREPORTERS FOR PASSES. EACH TIME THE DOORS OPEN WE HEAR A\nFRAGMENT OF THE PRESS CONFERENCE INSIDE :\n\nTHROUGH THE GLASS - BEFORE THE P-B-A EMBLEM, PBA PRESIDENT\nLARUSO reads a statement to THE THRONG OF REPORTERS.\n\n(CONTINUED)\n\f14\n\n14B\n\ncopland 6/3/96 revised -17-\nCONTINUED:\n\nLARUSO\n~- was a hero cop. He deserved a fair\nhearing. But he knew this would not happen -\nnot in this city, under this Mayor -\n\nDoor closes. SUDDENLY, A REPORTER DIALING A CELLULAR PHONE EXITS\nthe conference, pulling the door open again.\n\nLARUSO :\n- we all learned from the Durkin tragedy\nthat for cops in this city -\nDoor closes. The reporter speaks into his cell phone, pacing.\nREPORTER\n- No - the jumper - Babitch. ‘Pulled some\nbabies from a fire last year - in Red Hook.\n\nPOKER FACED COP\nThree black babies.\n\nThe Reporter nods to the Poker-Faced Cop.\n\nREPORTER .\n- they say he jumped cause of the Durkin .\nthing. So tell Myra, she was on Durkin, .\n\nright? I need a recap - Glen Durkin - three\nyears ago - shot a kid holding a water gun,\nlynched in his cell waiting G-J - No, to\ndate - otherwise I could do it myself -\nWell, get her off it. Fuck the asbestos.\n\ndoor opens. A MAN WITH GREEN EYES exits the conference. He looks\nback once, weary, meeting eyes with the Reporter. The green-eyed\nman's look has weight. He moves off.\n\nLARUSO\n- the suicide rate is a direct result of a\n\nhostile bureaucracy, a hostile public, a\nhostile press. Cops have rights too.\n\nDoor closes.\n\nPOKER FACED COP\nDamn straight.\n\nCUT AWAY TO:\n\nINT. ONE POLICE PLAZA - A CORRIDOR - NYC - DUSK\n\nTHE HISPANIC MEDIC (HECTOR) sits, uneasy, on a wood bench.\nHis face is bruised. He smokes a cigarette.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nONE POLICE PLAZA - A CORRIDOR - NYC - DUSK\n\nTHE HISPANIC MEDIC (HECTOR) sits, uneasy, on a wood bench. His face is bruised. He smokes a cigarette. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f14B\n\n14c\n\n14D\n\ncopland 6/3/96 revised —-18-\nCONTINUED:\n\nAcross from him, THE OTHER MEDIC sits, stiff.\nHe sighs, feeling the stares of some passing Detectives. Among\nthem, LEO CRASKY. He holds a long look at Hector, moving off.\n\nA SIGN ON AN ADJACENT DOOR READS:\nOFFICE OF SPECIAL SERVICES - INTERNAL AFFAIRS\n\nHISPANIC MEDIC\nNo way that guy jumped. No way.\n\nHector sighs, pushing out his cigarette. He runs his hand over\nthe arm of the bench. Words are key-carved into it -\n\nYELLOW BETRAY BLUE.\nCut TO:\n\nINT. ONE POLICE PLAZA - INTERROGATION ROOM - DUSK\n(CONTINUOUS)\n\nRUSSELL (THE BLACK COP) sits in a wooden chair that won't sit\nlevel. It rocks, knocking on the floor. Nervous, he looks -\n\nTHROUGH THE DRAWN BLINDS - THE MEDICS sit out in the hall.\n\nA few feet from Russell, A BLACK DETECTIVE (CARSON, 48) sits on\nthe edge of a table, looking at some notes on a steno pad.\n\nRussell's eyes drift to - AT THE OTHER END OF THE ROOM SITS -\nTHE GREEN EYED MAN - DET. MOE TILDEN. He wears a white shirt,\nsleeves rolled, and a bureaucratic tie. He listens.\n\nCARSON\nAnd why is that?.. Everyone else on that\nbridge lives there. Is that a coincidence?\nBro? Or you just be the wrong color?\n\nRUSSELL\n‘Bro?' You in the 'Mod Squad'?\n(nodding toward Tilden)\n‘might as well be talking to him.\n\nImpatient, TILDEN STANDS, crossing into the next room -\n\nCUT TO:\nINT. ONE POLICE PLAZA - WAR ROOM - (CONTINUOUS)\nTilden enters (from the interrogation room). He moves through\n\nthe maze of desks. OTHER INTERNAL AFFAIRS DETECTIVES look up at\nTilden, getting out of his way, deferential.\n\n(CONTINUED)\n\f14D\n\n15\n\ncopland 6/3/96 revised —19-\nCONTINUED:\n\nOTHER DETECTIVE\nMoe.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe moves through\n\nthe maze of desks. OTHER INTERNAL AFFAIRS DETECTIVES look up at\nTilden, getting out of his way, deferential. (CONTINUED)\n\f14D\n\n15\n\ncopland 6/3/96 revised —19-\nCONTINUED:\n\nOTHER DETECTIVE\nMoe. \n\nTARGET SECTION TO BE ANNOTATED:\n Shore patrol found one of his shoes.\n\nTILDEN snorts. He takes a cigarette from a pack on a desk.\nHe approaches A MAP OF NEW JERSEY on a bulletin board.\n\nIN THE HALL - RUSSELL, dismissed, walks past THE MEDICS.\nCARSON enters the war room. Approaches Tilden.\nCARSON\nCotter's coming at nine tomorrow. I know.\nYou want Glynn. He says he's grieving for\nhis nephew. ‘That he'll come in next week.\n\nMoe Tilden smiles. He reaches for the map, twirling his thumb\nand finger on - A TACK PINNED IN - THE TOWN OF GARRISON.\n\nCARSON\nI don't know. If the guy's alive - he's the\nfuckin plague, y'know? - why bring him home\nwith you? I mean - You don't shit where you\neat, right?\n\nTilden turns - his green eyes bright. He speaks quietly,\nhis jaw barely moving, smoke trickling from his lips.\n\nTILDEN\nBut I do, Carsie. I live in a house -\nand in it - I shit and I eat.\nCUT AWAY TO:\nINT. /EXT. GARRISON PATROL CAR / SHOULDER OF ROAD - DAY\n\nThe abandoned water tower rises high above the trees.\nGARRISON, NJ - it says in fading letters.\n\nA TOYOTA CRUISES QUICKLY PAST A SUBURBAN SCHOOL BUILDING\noblivious to THE GARRISON SQUAD CAR at the shoulder.\n\nSHERIFF FREDDY HEFLIN opens his puffy eyes. He wears a gray\nuniform. He sits in the patrol car. He looks down as —\n\nA FEMALE HAND withdraws from his thigh.\n\nDEPUTY CINDY BETTS cups her newly freed hand over a RADAR\ndisplay. She clocks the Toyota at 45 M-P-H.\n\nThe school zone sign says 20.\n\nCindy has a round face, rosy cheeks. Bright eyes.\nShe looks at Freddy expectantly.\n\n(CONTINUED)\n\f15\n\n16\n\ncopland 6/3/96 revised -20—\nCONTINUED:\n\nFREDDY shakes his head, watching the car recede.\n\nFREDDY\nIt's Grecco.\n\nCINDY\nFreddy. This whole town is cops.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY\nIt's Grecco. CINDY\nFreddy. This whole town is cops. \n\nTARGET SECTION TO BE ANNOTATED:\nWe gotta pull someone over.\nFreddy winces, pressing on the gauze taped to his nose.\n\nFREDDY\nWhy?\n\nCindy sighs. Thick armed, she is uncomfortable in her uniform\nand pulls at the polyester bunched under her armpits.\n\nAnother car rips past - A BLUE OLDS DELTA 88.\n\nTHE RADAR SHOWS - SEVENTY TWO MILES AN HOUR.\nCindy glares at Freddy.\n\nCUT TO:\nINT./EXT. OLDS DELTA 88 / ROUTE 36 - GARRISON - DAY\n\nRiding shot-gun, JACK COTTER sprays Dristan up his nose.\nRAY GLYNN, driving, stares in his rear view at -\n\nA MAN LYING DOWN ACROSS THE BACK SEAT, his legs sticking out,\nhis face obscured. He is missing one shoe...\n\nCotter joggles with the air conditioner, turning it on.\nHe finds Glynn glaring at him.\n\nCOTTER\nRay. I'm burning up here.\n\nSuddenly, in the rear view, SPINNING RED LIGHTS.\n\nGLYNN\nOh fuck this.\n\nMAN IN BACK\nWhat? - What?\n\nCotter smiles at the obscured Man in Back.\n\nCOTTER\nDon't freak. It's our munchkins.\n\nGLYNN PULLS THE OLDS OVER TO THE SHOULDER.\n\n(CONTINUED)\n\f16\n\ncopland 6/3/96 revised -21-\nCONTINUED:\n\nAwkward, DEPUTY CINDY BETTS steps out of the patrol car.\nShe shuffles toward the Oldsmobile.\n\nTHE DRIVER'S WINDOW OF THE OLDS HUMS DOWN TO REVEAL -\nRAY GLYNN, glaring, sweaty and red-eyed.\n\nCINDY\nTurn off the car please?\n\nGLYNN\nI got the air on.\n\nGlynn smirks. He does not shut off the car.\nHe holds out his wallet, unflapping it to reveal -\n\nAN NYPD LIEUTENANT'S BADGE.\nA pause as Cindy stares at the badge.\n\nCINDY\nYou were on the job?\n\nCotter leans over from the passenger side.\nCOTTER\nNo - we're coming from Forest Hills, honey.\nI'm John MacEnroe. That's Jimmy Connors.\nCindy takes the wallet from Glynn.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm John MacEnroe. That's Jimmy Connors. Cindy takes the wallet from Glynn. \n\nTARGET SECTION TO BE ANNOTATED:\nCINDY\nIs your license in here?\nCan you pull it out for me? -\n\nCOTTER\nOh Christ!\n\nCindy hands the wallet back to Glynn.\n\nCINDY\nYou know. This is a School zone.\nGLYNN\n(reading Cindy's tag)\nListen Miss... Betts - You're new, right?\nCINDY\n\nNew here. But not on the job. I was a\nmunicipal Deputy in Elmira.\n\nGLYNN\nFreddy! FREDDY!\n\nFreddy climbs out of his squad car, approaching the Oldsmobile.\n\n(CONTINUED)\n\fcopland 6/3/96 revised —-22-\n16 CONTINUED:\n\nGLYNN\nSee, honey, in Garrison - when the car\nyou're gonna tag has got a P-B-A sticker -\nI'd advise you to think to yourself - ‘hey,\nthat's one of the good guys, I think I'll\ngo catch me a bad guy.'\n\nTHE MAN IN BACK pulls on Glynn's collar. Nervous.\n\nMAN IN BACK\nChrist, Ray. Don't make a scene.\n\nCINDY\nIf we let every P-D go by, there might not\nbe a single violation in this town.\n\nGLYNN\n(smiling)\n‘Fine by me.\nCOTTER\nThe problem in this town ain't the people\nwho live here, honey,.. it's the element\n\nthat visits.\n\nFreddy leans in the window of the Olds, from the other side. He\nlooks in the car at Cotter and Glynn. He notices - The Man in\nBack - obscured - lying still.\n\nFREDDY\n‘This the new car, Ray? It's nice.\nI didn't recognize it.\n\nCOTTER\nCome on, Freddy. I want to go home.\nTell your cupcake to heel.\n\nCINDY\nListen buddy. I'm not -\n\nFreddy shakes his head at Cindy, cooling her jets. He backs her\noff with his hand. She turns and storms back to the squad car.\n\nFREDDY\nTake care, guys. I'll see you later.\n\nGlynn salutes Freddy. He notices Freddy's bandage.\n\nGLYNN\nHey. What happened to you, Freddy?\n\nFreddy smiles, bashful.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nGLYNN\nHey. What happened to you, Freddy? Freddy smiles, bashful. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f16\n\n17\n\ncopland 6/3/96 revised -23-\nCONTINUED:\n\nFREDDY .\nOh. ‘Little fender bender.\n\nThe Oldsmobile lurches away and, as it does - Freddy notices -\nTHE MAN IN BACK RISING FROM HIS \"SLUMBER\" - STARING OUT THE REAR\nWINDOW OF THE OLDS. The man wears a bandage on his nose - a\nmirror of Freddy's wound. Except for the gauze, it is the same\nface from the morning's paper - BABITCH (SUPERBOY) .\n\nFreddy touches his own bandage, thoughtfully.\nThe Oldsmobile disappears round the bend, leaving Freddy\nstanding on the shoulder.\n\nCindy stands at the squad car, disgusted with Freddy.\ncuT TO:\n\nINT. DAY - SHERIFF'S OFFICE - CLOSE ON - A CLUTTERED DESKTOP :\n\nA mass of OFFICIAL PAPERWORK.\n\nA collection of THUMB-WORN WAMBAUGH-ESQUE PAPERBACKS.\nAN OPEN TAPE CASE filled with classical cassettes.\n\nA smouldering cigarette.\n\nA ONE-HOUR PHOTO ENVELOPE - SCATTERED SNAPSHOTS - A party.\n\nA banner - SHERIFF FREDDY - TEN YEARS STRONG! - Freddy with\nNYPD and families. A PHOTO OF RAY GLYNN HIS ARM AROUND FREDDY.\nThey hold water guns to their heads - wearing goofy grins.\n\nIN SOMEONE'S HANDS - THE DAILY NEWS opened to the article on\nBabitch's \"suicide\" - THE PICTURE OF MURRAY BABITCH...\n\nAt his desk, a fresh bandage of his nose,\nFREDDY HEFLIN READS THE PAPER, INTENSELY.\n\nCINDY (0.S.)\nHow do I know that guy?\n\nFreddy turns with a start, closing the newspaper, putting his\nhand - protectively - over the picture of Babitch.\n\nBut Cindy is looking over Freddy's shoulder at the snapshots on\nhis desk. She refers - sarcastically - to a photo of Freddy.\n\nCINDY\nNot bad for forty-something. 'Looks like he\nmight be a jerk sometimes. But there's hope\n- in his eyes.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe refers - sarcastically - to a photo of Freddy. CINDY\nNot bad for forty-something. 'Looks like he\nmight be a jerk sometimes. But there's hope\n- in his eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nCindy smirks and sashays over to an outer room, sitting before\nthe dispatch radio, paperwork piled high around her.\n\n(CONTINUED)\n\f17\n\nCopland 6/3/96 revised -24-\nCONTINUED:\n\nWe are in the Sheriff's Office of Garrison. Once a garage, it\nhas been re-fitted, complete with jail cell in what was once\ntire storage. Citations and framed clippings line the walls.\n\nFreddy looks up to see -\n\nMOE TILDEN (THE GREEN EYED I-A DETECTIVE) peers in the window of\nthe Sheriff's office. He moves on, flicking a butt, crossing the\nstreet - toward the DELI.\n\nThe second hand on the big wall clock sticks.\nThen snaps free. It is three thirty.\n\nRinnng. The dispatch phone.\nCindy knocks a basket of papers, reaching for the receiver.\n\nCINDY\nShit.\n\nStruggling to keep the papers from spilling, she knocks the\nradio into a alarm mode. Dweeep, dweeep, dweeep...\n\nFreddy sighs, looking out through the window -\n\nTHROUGH THE GLASS - ACROSS THE STREET - A SUPERMARKET AND\nA BURGER KING, under construction :\n\nA BEAUTIFUL BROWN-HAIRED WOMAN (35) EMERGES FROM THE MARKET,\nPUSHING A CART. Her hair blowing, a CHILD in her arms. The child\nholds a PLUSH TURTLE.\n\nThe woman struggles to move several bags into her van and fasten\nher child in a safety seat. She takes the plush turtle and puts\nit on the roof of her van.\n\nDweeep, dweeep, dweeep...\n\nCINDY\nDispatch. Can you hold a second?\n(shutting off the alarm)\n\n*\n\nTHROUGH THE GLASS - GLYNN'S OLDS PULLS UP ALONG SIDE THE WOMAN.\nShe smiles and nods at GLYNN, COTTER AND LAGONDA as they cross\ninto - THE TOWN DELI.\n\nTHE BEAUTIFUL WOMAN CLIMBS IN HER VAN, STARTING IT, UNAWARE OF\nTHE TURTLE, STILL SITTING ON THE ROOF.\n\nFreddy watches it all, riveted.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe smiles and nods at GLYNN, COTTER AND LAGONDA as they cross\ninto - THE TOWN DELI. THE BEAUTIFUL WOMAN CLIMBS IN HER VAN, STARTING IT, UNAWARE OF\nTHE TURTLE, STILL SITTING ON THE ROOF. Freddy watches it all, riveted. \n\nTARGET SECTION TO BE ANNOTATED:\n\f18\n\ncopland 6/3/96 revised -25-\n\nINT. TOWN DELI - GARRISON - AFTERNOON\n\nGLYNN, COTTER and LAGONDA buy coffees, haggard, up all night.\nGlynn turns - tense, as he sees -\n\nMOE TILDEN mixing milk and sugar at the counter\nTilden smiles. Glynn smiles. But his comrades glare, uneasy.\n\nTILDEN\nHey, Ray.\n\nGLYNN\nHey, Moe.\n\nTILDEN\n\nI'm sorry about your nephew.\n\nGLYNN\n\nYeah. He was a good kid.\nWe were up all night with it.\n\n(crossing to mix his\n\ncoffee, beside Tilden)\nUh. I know you need to talk to me. I'll\ncome in next week some time, how's that?\nJackie here's comin' in early for you -\ntomorrow.\n\nTILDEN\n(offering his hand to Cotter)\nHey. How ya doing? Moe Tilden.\n\nCOTTER\n(wary)\nYeah. Hey.\n\nGLYNN\nMoe, here, was my partner - fresh out of\nthe Academy - back in the day - before he\nfell in love with this red-head at I-A and\ntransferred.\n\nTILDEN\nIs that how it went, Ray?\n\nGLYNN\nSo. What brings you to our fair city?\nCheckin' up on us?\n\nTILDEN\n‘heard it was a way of life over here.\n‘Wanted to see it first hand.\n\nGLYNN\nWhat are we - like the Amish, now?\n\n(CONTINUED)\n\fCopland 6/3/96 revised\n18 CONTINUED:\n\nTILDEN\n(smiles, putting the cover\non his coffee)\nWhen does that Burger King open up?\n\nGLYNN\n‘couple weeks.\n\nTILDEN\n(moving to the door)\n‘gonna take a chunk outta this place.\n\nGLYNN\nI'll still be here.\n\nTilden nods. Exiting.\n\n19 EXT. MAIN STREET - GARRISON - AFTERNOON\nTHE SIGN SAYS - NO PARKING.\n\nTILDEN\nShit.\n\n—-26—\n\nTILDEN pulls a PIECE OF PAPER from his windshield. It looks like\n\na parking ticket. He holds it close, reading it.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\n—-26—\n\nTILDEN pulls a PIECE OF PAPER from his windshield. It looks like\n\na parking ticket. He holds it close, reading it. \n\nTARGET SECTION TO BE ANNOTATED:\nJULY 4th CELEBRATION! BRING THE FAMILY! AT BORDEN'S FIELD.\n\nSponsored by the Garrison Volunteer Fire Department.\n\nTilden smiles. He looks up, meeting eyes with -\n\nSHERIFF FREDDY HEFLIN, walking up the street - THE TATTERED\n\nPLUSH TURTLE IN HIS HANDS. He moves it to his side.\n\nTILDEN\n‘thought you gave me a ticket.\n\nFREDDY\n(moving past)\nHm?\n\nTILDEN\n\"You the Sheriff?\n\nFREDDY\nYeah.\n{noticing something)\nOne second. Gordon!\n\nA GRUNGY KID sits with his friends on a low brick wall, smoking,\n\nsipping sodas from bags. They look up.\n\n(CONTINUED)\n\f19\n\n20-22\n23\n\nCopland 6/3/96 revised -27-\n\nCONTINUED:\n\nFREDDY\n- off the the wall. Get off.\n\nThe kids comply.\nFreddy turns back to Tilden, touching his bandaged nose.\nHe sticks the turtle under his arm, awkward. Tilden smiles.\n\nTILDEN\n‘How long you been Sheriff?\n\nFREDDY\nHm? Oh. Ten years.\n\nTILDEN\nThat's great.\n(beat)\n‘Lotta cops here, huh?\n\nFREDDY\nYeah.\n\nTILDEN\nIt's a great gig.\n\n(pulling out his card)\n\nWell. I'm sure you're busy. But let me give\nyou my card. I'm with a special unit - in\nthe city. In case you know,.. - you want to\ntalk about something.\n\nFreddy examines the card - MOE TILDEN - NYPD INTERNAL AFFAIRS\n\nHe looks up as Tilden drives off.\n\nOMITTED\nINT./EXT. GARRISON HOUSING TRACTS - LATE AFTERNOON\nFREDDY DRIVES HIS SQUAD CAR. He listens to news radio:\nRADIO (V.0O.)\n- and our top story - a hero cop jumps off\nthe G-W-B after two African American\nminors, reportedly unarmed, are shot ina\npre-dawn gunfight on the bridge.\nOn the seat beside him, THE STUFFED TURTLE. Filthy and mangled.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe listens to news radio:\nRADIO (V.0O.)\n- and our top story - a hero cop jumps off\nthe G-W-B after two African American\nminors, reportedly unarmed, are shot ina\npre-dawn gunfight on the bridge. On the seat beside him, THE STUFFED TURTLE. Filthy and mangled. \n\nTARGET SECTION TO BE ANNOTATED:\nSplit-level houses sit in rows upon manicured plots, a\nbasketball net above each garage door.\n\nWe pass a MAILBOX that reads - DURKIN.\n\n(CONTINUED)\n\f23\n\n24-25\n26\n\ncopland 6/3/96 revised -—28-\nCONTINUED:\n\nFreddy drives on, he pulls into a driveway -\n\nThe mailbox reads: RANDONE. A DOBERMAN ON A CHAIN BARKS.\nFOUR GARBAGE BAGS sit slumped in a RUSTED METAL TRASH BIN.\n\ncuT TO:\n\nOMITTED\nEXT. RANDONE HOUSE - FRONT DOOR - LATE AFTERNOON\n\nFreddy knocks. No answer. Knocks again.\nHe stands there, slumped, holding the turtle.\nThere are voices inside. The Doberman continues snarling.\n\nFREDDY\nHello!\n\nNo answer. Freddy turns, walking back down the drive.\n\nLIZ (0.S.)\nJesus. I'm sorry.\n\nTHE DOOR SWINGS OPEN. In sweats and v-neck tee, THE BEAUTIFUL\nBROWN-HAIRED WOMAN (LIZ RANDONE, 35) holds her long hair against\nthe breeze. She smiles, warm - a tooth poking out tenderly -\nagainst her lip. A child babbles in the bg.\n\nFreddy re-approaches, his eyes bright, smiling bashfully.\n\nFREDDY\nThat's okay. I heard voices. I was gonna\nhave base call you back.\n\nLIZ\n(noticing the turtle)\nOh, Freddy. Look what you found.\n\nLiz takes the stuffed animal. She smiles.\nLIZ\nShe's gonna be so happy. Her Daddy won her\nthis at the fair last year. I left it on -\n\nFREDDY\nYeah. I saw. From my window.\n\nLiz smiles wider, infected by Freddy's dopey grin.\nSuddenly her smile disappears.\n\nLIZ\nThat's awful about Ray's nephew, huh.\n\nSuddenly, the child in the other room is crying. Loud.\n(CONTINUED)\n\f26\n\ncopland 6/3/96 revised -29-\nCONTINUED:\n\nLIZ\n\nHey! Caroline! Come on, now.\n' i 1\n\nLiz is exasperated, not by Freddy, but by life in general.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nCaroline! Come on, now. ' i 1\n\nLiz is exasperated, not by Freddy, but by life in general. \n\nTARGET SECTION TO BE ANNOTATED:\nDespite her distracted manner, her dry smile charms; A SMALL\nSTUDDED CROSS HANGS AROUND HER NECK. Moving with her.\n\nFreddy breaks his stare.\n\nLIZ\nI heard they're gonna do the service here.\n\nFreddy nods. Liz notices his bandage, touches her nose.\n\nLIZ\n- Ouch. What happened to you?\n\nFREDDY\nLittle accident. 'Chasing a speeder.\n\nThe child's crying grows louder. Desperate.\n\nLIZ\n- one second.\n\nLiz crosses into an adjoining room with the turtle.\n\"Baby, look what the Sheriff found.\" The child calms.\n\nLIZ (0.S.)\nFreddy. You want some coffee?!\n\nFREDDY\nNo, I'm fine.\n\nFreddy takes a timid step into the foyer.\n\nPICTURES ON THE WALL - A CHILD'S DRAWING -\"MY FAMILY\"\n\nAN ACADEMY PHOTO OF LIZ'S HANDSOME HUSBAND, JOEY, IN UNIFORM.\nAND A PORTRAIT OF LIZ (16) - BEAUTY QUEEN'S CROWN ON HER HEAD.\n\nLIZ (0.S.)\nSo. I hope you caught him.\n\nLIZ re-enters the room.\n\nFREDDY\nHm? - Who?\n\nLIZ\nThe speeder.\n\nFREDDY\n\nOh. Yeah.\n\n(CONTINUED)\n\f26\n\ncopland 6/3/96 revised\n\nCONTINUED:\n\nLIZ\n...you know... I was thinking of calling\nyou. I mean - not you - but one of your -\n\nFREDDY\nWhy? What's up?\nLIZ\nOh. Someone's been dumping garbage.\n\nGarbage bags.\n\nShe gestures toward THE FOUR GARBAGE BAGS BY THE ROAD.\nFreddy eagerly pulls out his pad.\n\nFREDDY\nUh huh. Is that them?\n\nLIZ\nThere's just one. The rest are mine.\n\nFREDDY\nOkay - they threw one bag in with yours.\n\nLIZ\nThis isn't the first time. They've been\npulling this shit for weeks, slipping it\nin. Why? That's enough isn't it?\n\nFreddy erases something in his book.\n\nFREDDY\nEnough? Yeah. A beer bottle's enough as\nfar as I'm concerned.\n\nLIZ\nDamn right.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nYeah. A beer bottle's enough as\nfar as I'm concerned. LIZ\nDamn right. \n\nTARGET SECTION TO BE ANNOTATED:\n - I use white bags. Theirs are\nblack. Some cheap shit.\n\nFreddy nods, scribbling in his pad.\n\nLIZ\nI don't tell Joey - cause he thinks he's\ngotta take care of it. Not that he doesn't\nthink much of the local - you guys - but...\n\nFREDDY\nI'll take care of it. He's got the city to\nworry about, right?\n\nLiz nods, smiling. Freddy smiles back, his eyes sparkling.\n\n-30—\n\nCUT TO:\n\f27\n\n28-29\n30\n\ncopland 6/3/96 revised -31-\n\nEXT. END OF RANDONE DRIVEWAY - LATE AFTERNOON\n\nFREDDY pushes through THE BLACK GARBAGE BAG with a pencil.\n\nLIZ watches from a window. She stands there, then moves away.\nFreddy flips through the pieces of trash.\n\nPaper plates. Bottles of beer. He comes upon a stained envelope;\nA PHONE BILL. Leafing it open:\n\nA name: RAYMOND GLYNN\nAn address: 31 DALLAS DRIVE\n\nCuT TO:\nOMITTED\nEXT. GLYNN HOUSE - 31 DALLAS DRIVE - LATE AFTERNOON\nThe mailbox says: GLYNN.\nFREDDY STANDS AT THE DOOR OF THE SPLIT LEVEL HOUSE, the soiled\nphone bill in hand. Before him, A BUSTY MIDDLE AGED WOMAN, ROSE\nGLYNN (46). Hand on hip, she sucks a cigarette.\n\nROSE\nWhat if I said I don't know where it\ncame from?\n\nFREDDY\nI'd take your word for it, Rose.\nUm. Is Ray home?\n\nROSE\n‘Taking care of our little visitor.\n\nFreddy plays with the envelope in his fingers, letting this\ncryptic remark hang in the air. Rose stares at the envelope.\n\nROSE\nI get my garbage picked up every Tuesday.\n\nFREDDY\nAlright. Thanks for your time.\n\nHe walks back toward his car.\nROSE\nYou tell Joey to come here and talk to me\nabout it if he thinks I've got no right.\n\nFreddy turns around.\n\n(CONTINUED)\n\f30\n\n31\n\nA pause. The phone rings. They stand there.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f30\n\n31\n\nA pause. The phone rings. They stand there. \n\nTARGET SECTION TO BE ANNOTATED:\ncopland 6/3/96 revised —-32-\n\nCONTINUED:\n\nFREDDY\nRose. I want to believe you when you tell\nme something.\n\nROSE\nOh you do, do you?\n\nFREDDY\nDid you dump these bags or not?\n\nROSE\nThis is not a law problem - if you catch my\ndrift. You tell Joey Randone that if he\ndoesn't like my garbage he should stop\nsoiling my sheets.\n\nRose is miraculously nonchalant - her eyes riveted boldly on\nFreddy; relishing his discomfort.\n\nFREDDY\nRose, you can't just dump garbage on other\npeople's property.\n\nROSE\nBut that glamour boy - he can throw away a\nwoman just like she was garbage and that's\nokay - is that what you're saying?\n\nROSE\nAre you gonna tell Ray about this?\n\nFreddy shakes his head. Rose takes a drag of her cigarette.\nThe phone still ringing. She spins around, slamming the door.\n/ EXT. GLYNN HOUSE - LATE AFTERNOON\n\nAs Freddy backs his SQUAD CAR out of the Glynn driveway, ©\n- THE BLUE OLDS DELTA 88 PULLS IN.\n\nRAY GLYNN, THE SAUCY-EYED LIEUTENANT - the only occupant - steps\nout of the driver's side.\n\nGLYNN\nWhat's up, Freddy?\n‘Decided to give me that ticket.\n\nFreddy shifts to park, the engine running.\n\nFREDDY\nNo... Uh. Someone's dumping garbage.\n\n(CONTINUED)\n\f31\n\n32\n\n33\n\ncopland 6/3/96 revised -33-\nCONTINUED:\n\nGLYNN\nOh, a felony.\n\nFreddy smiles, tense.\nGlynn salutes. Freddy nods, backing out onto the street.\n\ncuT TO:\nINT/EXT. FREDDY'S SQUAD CAR - MEADOWLANDS - ROADSIDE - SUNSET\nDriving along the marshlands. Manhattan in the distance.\nThe Garrison water tower against the orange sky.\nUp ahead - FLASHING LIGHTS - ROADSIDE\n\nFREDDY slows.\n\nDEPUTY BILL GEISLER has pulled over a RUSTED IMPALA.\nHe stands at the driver's window.\n\nFreddy's headlights illuminate the cab of the Impala.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEPUTY BILL GEISLER has pulled over a RUSTED IMPALA. He stands at the driver's window. Freddy's headlights illuminate the cab of the Impala. \n\nTARGET SECTION TO BE ANNOTATED:\nA BLACK MAN AND WOMAN LOOK INTO THE FLARING LIGHT, ANGRY.\n\nBill approaches Freddy's window - he leans in.\n\nBILL\n‘a few over. I'm checking docs.\n\nFreddy nods. He lights a cigarette and pushes in a cassette.\nA Piano Concerto.\n\nFREDDY\nI'll sit. (‘in case.)\n\nBill smiles at the music. He crosses to his car with the\npaperwork. Freddy turns and looks out his window toward -\n\nLights on I-80. A FADED BILLBOARD. A GARBAGE STREWN WATERWAY\nsits, oil-slicked, under A GRAFFITI COVERED OVERPASS. Over the\nhill that is Hoboken - THE EMPIRE STATE BUILDING...\n\nMOVING CLOSER ON - FREDDY - he stares at the marsh.\nThe sound of heavy equiptment rises. The piano continues.\n\nCUT TO:\nA MEMORY : MARSH - GARRISON MEADOWLANDS - DAY (1975)\nTHE SAME WATERWAY BENEATH I-80, ONLY PRISTINE.\nON THE BILLBOARD - A 70's family before a ranch house.\n“A NEW LIFE IN NEW JERSEY!\"\nTHE WATER narrows under the OVERPASS - UNDER CONSTRUCTION.\n\nYOUNG FREDDY (19) SITS BENEATH THE OVERPASS, eating a bag lunch.\n(CONTINUED)\n\f33\n\n34\n\n35\n\n36\n\ncopland 6/3/96 revised —-34-\nCONTINUED:\n\nOUT THE MOUTH - IN THE DISTANCE - A CONSTRUCTION SITE -\nSEVERAL YOUNG MEN MAKING THEIR WAY TO THE BIG MACHINES.\nSuddenly : screeeeeech! thunk. splash!\n\nYOUNG FREDDY TURNS - AS - OUT THE OTHER END OF THE OVERPASS -\nA GREEN FORD ROCKS IN THE WATER, NOSE DOWN.\n\nFREDDY STANDS, AWESTRUCK. He looks back to - THE DISTANT\nCONSTRUCTION CO-WORKERS, oblivious, getting back to work.\n\nWith a flurry of bubbles, THE FORD SINKS INTO THE ICY WATER.\nPRESENT DAY - CLOSE ON - FREDDY IN HIS CAR - EYES RIVETED ON —\nTHE MARSH - THE MUSIC CONTINUES... BUT THERE ARE VOICES...",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith a flurry of bubbles, THE FORD SINKS INTO THE ICY WATER. PRESENT DAY - CLOSE ON - FREDDY IN HIS CAR - EYES RIVETED ON —\nTHE MARSH - THE MUSIC CONTINUES... BUT THERE ARE VOICES... \n\nTARGET SECTION TO BE ANNOTATED:\nTHE RUSTED IMPALA ROLLS SLOW AS IT PASSES FREDDY'S SQUAD CAR.\nTWO ANGRY BLACK FACES SPIT WORDS :\n\nBLACK WOMAN BLACK MAN\nWe come here to watch the - speeding - my ass -\nsunset and you pull this - fuckin' racist pigs!\n\nFreddy receives this, unblinking. THE IMPALA LURCHES AWAY.\nFreddy touches his bandage\n\nBill walks to his patrol car. He nods to Freddy - \"all done\".\ncUT TO:\nEXT. MAIN STREET - GARRISON - TWILIGHT\n\nThe bank clock blinks. 7:32, 7:32, 7:33...\nThe Burger King under construction. Light traffic.\n\nIn civilian clothes, CINDY BETTS crosses to the GARRISON\nSHERIFF'S OFFICE, keys in hand.\n\nCUT TO:\nINT. SHERIFF'S OFFICE - NIGHT\nFREDDY sits hunched, on the phone. His collar loose.\nFREDDY\n\nLiz - All I'm saying is that I think it's\ngonna stop.\n\nLIZ (ON PHONE)\nIt was his little bitch, wasn't it?\nSending messages.\n\no*\n\nka-chunk - the door opens. CINDY BETTS peers inside.\n(CONTINUED)\n\fcopland 6/3/96 revised\nCONTINUED:\n\nFREDDY\nUh. one second. Can you hold a second?\n\nFreddy looks up, hitting the ‘hold’ button on the phone.\nCindy crosses to Freddy, sitting beside him.\n\nFREDDY\nI'm on the phone.\n\nCINDY\nI can see that.\n\nFREDDY\nHow ‘bout I meet you across the street in\nfifteen minutes?\n\nCindy makes a face.\nFREDDY\n\nLook, I'm sorry. How ‘bout tomorrow. I take\nyou someplace nice. Okay?\n\nCindy lets this hang in the air. Then she crosses to the door.\n\nklunk - the door shuts as - Freddy pushes on the ‘hold’ button.\n\nFREDDY\nLiz. - - Liz?\n\nLIZ (ON PHONE)\nWhat?\n\nFREDDY\n- Do you want me to talk to Joey?\n\nThere is a long sigh on the phone.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIZ (ON PHONE)\nWhat? FREDDY\n- Do you want me to talk to Joey? There is a long sigh on the phone. \n\nTARGET SECTION TO BE ANNOTATED:\n Freddy glances at -\n\nA FRAMED LOCAL NEWS CLIPPING ON THE WALL, yellowing with age:\n\nLOCAL BOY SAVES DROWNING TEEN\nHERO IN HOSPITAL WITH INFECTION FROM ICY WATERS.\n\nA PHOTO shows a YOUNG FREDDY standing by the waterside, a\nbandage over his ear. AN INSET - a high school portrait of\nA YOUNG WOMAN, a beauty queens's crown on her head.\n\nLIZ (ON PHONE)\nTalk to him? Why, Freddy? - You didn't\nmarry him.\n\nFREDDY\nNo, - but - I'm your friend.\n\nLIZ (ON PHONE)\nFreddy. I gotta go. (click)\n\nee\n\nee\n\n(CONTINUED)\n\f36\n\n37\n\ncopland 6/3/96 revised -36—-\nCONTINUED:\n\ndial tone. Hanging up slowly, Freddy stares at -\n\nTHE FRAMED NEWSPAPER CLIPPING - CLOSE ON - THE PICTURE OF YOUNG\nFREDDY, standing by the water, bandage around his head, smiling\nwide,.. a hero... full of dreams,.. a proud hopeful young man.\n\nCuT TO:\n\nINT. THE FOUR ACES TAVERN - GARRISON, NJ - NIGHT\n\nA cigarette dangling from his finger, FREDDY HEFLIN sips a drink\nat the bar, doing crosswords. A long way from that hopeful boy.\n\n*\n\nWe are in the same N-Y-P-D-paraphenalia-decorated tavern from\nlast night, only tonight, IT IS CROWDED. TWENTY OFF-DUTY COPS\nmove about - crossing from the rest room, the tap, the tv, the\nentrance, the rear tables - engaged in loud conversations - loud\nenough to clear the jukebox.\n\nAcross from the tap, Freddy's equidistant to everything -\nbut strangely marginal... and alone.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\n*\n\nWe are in the same N-Y-P-D-paraphenalia-decorated tavern from\nlast night, only tonight, IT IS CROWDED. TWENTY OFF-DUTY COPS\nmove about - crossing from the rest room, the tap, the tv, the\nentrance, the rear tables - engaged in loud conversations - loud\nenough to clear the jukebox. Across from the tap, Freddy's equidistant to everything -\nbut strangely marginal... and alone. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANK LAGONDA ENTERTAINS SOME ROOKS BY THE VENDING MACHINES -\nLAGONDA\n- no - this E-M-S motherfucker - 'thinks\n\nhe's Zorro - takes the gun in his hand -\nState's evidence - and he's waving it -\n\nSMOKING NEAR THE MEN'S ROOM DOOR, LEO CRASKY WITH ANOTHER COP -\nCRASKY\n- you're using the short form. Nah.\nFor cops, there's tons of deductions -\n\nCrasky loses his train of thought as -\n\nFIGS emerges from the men's room, wiping his nose. He too is\nalone. Unaccompanied. He makes his way toward the bar.\n\nAT THE DART BOARD - A THIN COP PULLS DARTS WITH JACK COTTER -\nTHIN COP\nI heard he wanted off the job so bad, he's\nbegging Tommy O. to shoot him in the leg.\nCotter laughs, also watching Figs shuffle toward the bar.\n\nFigs takes a seat beside Freddy.\nFreddy turns, nodding to Figs, but is distracted by -\n\nA YOUNG COP AT THE THE BAR CHATS WITH A FRIEND -\n\n(CONTINUED)\n\f37\n\ncopland 6/3/96 revised -37-—\nCONTINUED:\n\nYOUNG COP\n- not from that height. Thirty five\nflights? The bone liquefies - looks like\nstrawberry yoghurt.\n\nFigs sips his drink sloppily. He winks at Freddy - aware that .\nFreddy's listening to all the other conversations - avidly.\n\nDELORES - the bar maid - fills a mug for COP #1.\n\nDELORES\nHow they gonna bury him? With no body.\nFIGS\n- Ray Glynn'll bury his baseball card\ncollection if he has to. ‘Don't want to\n\ndelay the ceremony - you lose the media.\n\nCoP #1\n‘They know who the kids were?\nFIGS\nBebos. From Newark.\nDELORES\nWho's Bebos?\nFIGS\n\n(chuckling) It's not a guy, Del.\nFREDDY\nBebos are a drug gang, Del. Jamaicans.\n‘Short for \"Who you be, bro?\".\nImpressed, Figs winks at Freddy. Freddy smiles.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\n‘Short for \"Who you be, bro?\". Impressed, Figs winks at Freddy. Freddy smiles. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE TV - THE ELEVEN O'CLOCK NEWS: -\nSomeone turns down the jukebox...\n\nREPORTER (ON TV)\n- Cyril Brown met with the parents of the\nslain teens, calling for a human blockade\non the bridge tomorrow -\nTHE ENTIRE BAR FALLS SILENT, RAPT WITH ATTENTION.\nCYRIL BROWN (ON TV)\n‘A drunk cop jumps off a bridge, that don't\nerase the murder of two children.\n\nThere are hisses from the back.\n\n(CONTINUED)\n\fcopland 6/3/96 revised -38-\n37 CONTINUED:\n\nREPORTER (ON TV)\nAttending the Giants-Jets pre-season\nfinale, Mayor Farelli responded to reports\nof cops planting evidence on the bridge.\n\nMAYOR (ON TV)\n- Yes. We're looking into it. There were\n\nsome irregularities on the bridge and we're\nlooking into it.\n\nThere are boo's from the back.\n\nREPORTER (ON TV)\nIn a moment, Chip Mackenzie with the\nweekend weather...\n\nAS A COMMERCIAL COMES UP ON SCREEN, conversations resume...\nFigs turns from the screen, shaking his head.\n\nFIGS\nThe diagonal rule.\n\nFREDDY\nThe what?\n\nFigs turns away to the door as - someone calls out “Joey!”\n\nA STRIKINGLY HANDSOME COP ENTERS THE BAR. JOEY RANDONE, 35.\n(Liz's husband - we saw him in the pictures in Liz's foyer.]\n\nFIGS\n(distracted)\nThe diagonal rule.\"Red Light? Don't Fight.\nMake a right.“ More important than the\ngolden rule. 'If 'Superboy' knew that, he\nmight still be alive.\n\nFigs smiles at Joey Randone - who moves this way.\n\nFIGS\nHey, Jo-jo...\n\nBut Joey Randone ignores Figs, crossing past him -\ntoward a bowl of pretzels beside Freddy.\n\nJOEY\nFreddy. Heard you saved “Ollie the Turtle’.\n\nFreddy nods, smiles, playing with his stirrer.\nHe looks up at Joey, serious.\n\nFREDDY\n\n(CONTINUED)\n\f37\n\ncopland 6/3/96 revised —-39-—\n\nCONTINUED:\n\nJOEY\nWhat happened to your face, Freddy?\n\nFreddy touches the bandage on his nose.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks up at Joey, serious. FREDDY\n\n(CONTINUED)\n\f37\n\ncopland 6/3/96 revised —-39-—\n\nCONTINUED:\n\nJOEY\nWhat happened to your face, Freddy? Freddy touches the bandage on his nose. \n\nTARGET SECTION TO BE ANNOTATED:\nJoey\n\nFigs\n\nJoey\n\nFigs\nSome\n\nFREDDY\nOh. Nothing. ‘little accident.\n(beat)\nListen. Joey. There's something - uh - we\nshould probly' talk about.\n\nloads a napkin with pretzels.\n\nJOEY\nWhat's that, Freddy?\n\ngrins at Joey. He speaks in a taunting sing-song.\n\nFIGS\nPretty boy Jo-jo. ‘against the Bulls?\nWhat are you - some kind of high roller?\n\nturns to Figs.\n\nJOEY\nFuck you, Figs. I got eight points.\n\nspeaks louder, his eyes roaming the tavern for an audience.\ncops look up.\n\nFIGS\nAgainst the Bulls? Eight points is eight\nreasons for you to become a child. Revert\nto a pre-pubescent state - ‘pray before bed\nthose pussies play to a draw with the -\n\nJOEY\nPlay to a draw with eight points?\n\nFreddy turns to the pretzels, taking himself out of it.\n\nFIGS\n- A near draw with the N-B-A champions.\nYou night boys, you watch too much Oprah\nwhen you should be catching z's.\n\nThere are chuckles from the back. Joey moves off toward the back\ntables, holding his middle finger in the air.\n\nJOEY\nI ain't the one pissing my money away.\n\n(CONTINUED)\n\fcopland 6/3/96 revised —-40—\n37 CONTINUED:\n\nFIGS\nThat's your ‘inner child' making that\nwager, Joey. - little Joey with a\nSupersonics poster taped above his bed.\n\nAt the back tables, Joey spins around, grabbing his crotch.\n\nJOEY\nFigsy, why don't you unzip me and bite\nmy \"“prepubescent\" state. You bite it,\nbaby, hard and thick.\n\nCops in the back react - Qoo00000.\n\nFIGS\nFuck you, Joey. Thick is a word\nreserved for things which are thick.\n(turning to Freddy, low)\n'God-damned child. With a badge.\n\nFREDDY\nHuh?\n\nFIGS\n(loud - for Joey)\nWith a badge. That's how shitheads argue.\nThey point to their cock.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nFIGS\n(loud - for Joey)\nWith a badge. That's how shitheads argue. They point to their cock. \n\nTARGET SECTION TO BE ANNOTATED:\nJack Cotter walks out the rest room, throwing Freddy a\ndisdainful look for the company he's keeping - Figs.\n\nFIGS\nA dumb fuck like that - P-D - how does that\nmake you feel? With his connections -\nthat's a detective you're looking at -\n‘Four-five years. - he's a climber -\n\nFREDDY\nI don't give a shit.\n\nFIGS\nYeah? 'You like eating donuts?\n\nFreddy shrugs, smirks.\n\nFIGS\nI say it's okay to be jealous. It's a very -\nyou know - primeval - primitive emotion. I\nmean - you save a chick's life. From it,\nfrom risking yourself - from saving her\nsorry ass, you go deaf - as a result.\n\nFREDDY\nIn one ear.\n\n(CONTINUED)\n\f37\n\n38\n\ncopland 6/3/96 revised -41—-\nCONTINUED:\n\nFIGS\n\nIn one ear. Then you have to watch as this\nchick you saved - this beauty queen -\nmarries this cocksucker -\n\n(gesturing to Joey)\n- this child - this kumquat - who reaches\nfor his pencil dick - the one he pokes her\nwith - whenever his dim guinea brain seizes\nup. And you with your ear - you can't even\nget a desk on the force. You're fucked. Be\njealous. Let it shine. I would. Purge.\nCleanse yourself. It's fucking cleansing.\nI guess you did that last night, huh?\n\nFreddy smiles, sucks his cigarette. He enjoys Figs' intensity.\nVoices rise from the door. Figs turns away as Freddy speaks.\n\nRAY GLYNN enters the bar.\nFREDDY\nI'm not that jealous. I have a very -\ny'know, this is not a joke, here. I mean -\nsometimes it bugs me, not him, but in\ngeneral -\nMen at the rear offer Glynn a seat, deferential.\n\nFIGS\nOop. Gotta go, Freddy.\n\nFigs moves off, suddenly leaving Freddy alone at the bar.\nFreddy sips his drink, looking at his empty pack of cigs.\n\nDelores wipes the bar, glancing toward the rear tables.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nFigs moves off, suddenly leaving Freddy alone at the bar. Freddy sips his drink, looking at his empty pack of cigs. Delores wipes the bar, glancing toward the rear tables. \n\nTARGET SECTION TO BE ANNOTATED:\nDELORES\nThey're pretty randy -\n\nFreddy nods, pushing out his last cigarette.\nDELORES\n\n(low) - considering one of their friends\njust killed himself.\n\nNIGHT. THE FOUR ACES TAVERN: LATER\nPopping quarters into the cigarette machine, FREDDY nods to -\n\nTHE MEN AT THE BACK TABLE\n(GLYNN, COTTER, LAGONDA, FIGS, JOEY, CRASKY AND OTHERS)\n\nFreddy pulls the lever.\n(CONTINUED)\n\f38\n\ncopland 6/3/96 revised —-42-\nCONTINUED:\n\nCUT TO:\n\nBACK AT THE BAR - Freddy lights a cigarette.\n\nON TV - AN 'N-Y-P-D BLUE'-STYLE CRIME SHOW - A title montage:\nCops in cherry-topped squad cars race through Manhattan.\n\nFreddy's eyes wander back to the rear of the tavern where\nvoices are rising intermittently.\n\nA shouting match breaks out between COTTER and FIGS.\n\nFIGS\nBullshit. What is this, \"Omerta\"?\n\nGLYNN\nSit down, Gary.\n\nFIGS\nIf I-A’s gonna hang me by my balls, it\nain’t gonna be over six grams of blow.\n\nCOTTER\nYou bought that big ol' house. Maybe\nyou're lookin' to get out from under.\n\nGLYNN\nHey. Jackie.\n\nFIGS\nWhat is up your ass, Jack? You getting by\nwithout gravy? Fuck! I was putting out\nRay's fires when you were sucking on your\nMama's tittie.\n(raising his arms for a search)\nRay? What is this? You want to toss me?\n\nGLYNN\nSit down.\n\nCOTTER\n- or even better - get the fuck out.\n\nFIGS\nFuck you, you fuckin' child.\n\nCOTTER\n‘Least I'm not shackin' with a P-R whore.\n\nLaughter. FIGS STANDS.\n\nCOTTER\nYou‘re supposed to fuck’em, Gary, not\nopen a methadone clinic.\n\n(CONTINUED)\n\f38\n\ncopland 6/3/96 revised —43—-\nCONTINUED:\n\nCotter snickers, looking about to his peers. They are silent.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOTTER\nYou‘re supposed to fuck’em, Gary, not\nopen a methadone clinic. (CONTINUED)\n\f38\n\ncopland 6/3/96 revised —43—-\nCONTINUED:\n\nCotter snickers, looking about to his peers. They are silent. \n\nTARGET SECTION TO BE ANNOTATED:\nCOTTER\nWhat?\n\nSuddenly, FIGS LEAPS ACROSS THE TABLE, PUMMELING COTTER.\nEveryone stands. More chairs fall backward.\n\nFREDDY RISES FROM HIS STOOL.\n\nHIS FACE BLOODIED, COTTER SUDDENLY DRAWS A REVOLVER,\nwaving it about wildly. LAGONDA STEPS BACK.\n\nSTILL SEATED, GLYNN WAVES HIS HAND IN THE AIR.\n\nGLYNN\nOh, for Christ's sake!\n\nBUT COTTER DOES NOT PUT DOWN HIS WEAPON. AND FIGS DOES NOT BACK\nOFF, ignoring the gun pointed at his chest. HE TAKES COTTER BY\nTHE SHIRT AND SHOVES HIM FACE FIRST AGAINST THE DART BOARD.\n\nFREDDY SHUFFLES FORWARD.\n\nFREDDY\nHey, hey. Guys.\n\nFIGS PULLS A DART FROM THE DART BOARD AND STICKS ITS TIP UP\nCOTTER'S NOSE, HOLDING HIS HEAD WITH A FISTED GRIP ON HIS HAIR.\n\nCOTTER\nOwwwwwww! Jesus Chriiist!\n\nFIGS\nYou got a problem - me helping a girl in\ntrouble? You got a problem with that?\n\nCOTTER\nNo. NO! You're a fuckin' humanitarian.\n\nCOTTER LOWERS HIS GUN, MOVING WITH FIG'S EVERY GESTURE, YELPING -\nTRYING TO KEEP THE DART TIP FROM RIPPING HIS NOSE OPEN.\n\nFIGS\nYou think you're so bad, little boy.\n\nFigs presses Cotter's face against a portrait of a young blue-\neyed cop. The nameplate reads \"Officer Chris Durkin’. *\n\nFIGS\nY'see that? That was my partner.\nThat's a cop.\nThe only man still seated, RAY GLYNN RISES FROM HIS CHAIR.\n(CONTINUED)\n\f38\n\ncopland 6/3/96 revised —44—\nCONTINUED:\n\nGLYNN\nEnough. Let go of him, Figsy.\n\nGlynn takes the gun from Cotter's hand. Hesitant, Figs removes\nthe dart from Cotter's nose. Cotter falls to the floor.\n\nGLYNN\n(glaring at Figs) Go home.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHesitant, Figs removes\nthe dart from Cotter's nose. Cotter falls to the floor. GLYNN\n(glaring at Figs) Go home. \n\nTARGET SECTION TO BE ANNOTATED:\nFigs looks up, his lip bleeding, meeting eyes with Glynn.\n\nGLYNN\nFreddy, get him out of here.\n\nFREDDY\nCome on, Figsy...\n\nFigs shakes off Freddy's hand with a spin of the shoulder.\n\nFIGS\n\nRay. Don't shut me out. Okay. Yes - you're\nstill the big man - you found us a sweet\ntown. Got us the low interest. Finessed the\nRez requirements. Hey. I was grateful - I\nam grateful - but don't forget who it was -\ntwo years ago - who you came to - to cover\nyour ass - He was my partner, Ray. And what\nwe did to him - it was a bad thing.\n\neee eee ee\n\nGlynn's eyes are flaming. LaGonda moves to stand but - with a\nsimple gesture Glynn keeps him in his chair.\n\nFigs points to the portrait of \"Officer Chris Durkin\".\n\nFIGS\nIt's not my fault you can't look at him.\nYou sit in that chair. With your back to\nhim. You want it to go away. But I'm still\nhere, Ray. In for a penny, in for a pound.\nJust don't shut me out.\n\nFigs moves to the coat rack, donning his P-D jacket.\n\nFreddy follows Figs to the door. Everyone else watches, frozen,\nuntil Figs, taking his sweet time, fixing his sleeves, exits.\n\nBut Figs spins around, facing Freddy through the cracked door.\n\nFIGS\n\n(low, smiling)\nShoulda' hit me, Freddy.\nRay woulda' liked that.\n\f39\n\ncopland 6/3/96 revised —45—-\n\nINT. FOUR ACES TAVERN - NIGHT - LATER\nGLYNN looks toward - THE DOOR - JOEY RANDONE chats with COP #1. *\nPulling on his jacket. Randone breaks eye contact with Glynn. *\nFREDDY carries a bottle of beer from the bar toward -\nRAY GLYNN at a small table with JACK COTTER, who dabs his nose.\nCOTTER\n(picking up the dart)\nSemeone's dropping a dime..\nWe just can't keep - *\n(looking at Freddy) *\n- it here for two weeks - waiting - *\nFREDDY sits down beside them.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nRandone breaks eye contact with Glynn. *\nFREDDY carries a bottle of beer from the bar toward -\nRAY GLYNN at a small table with JACK COTTER, who dabs his nose. COTTER\n(picking up the dart)\nSemeone's dropping a dime.. We just can't keep - *\n(looking at Freddy) *\n- it here for two weeks - waiting - *\nFREDDY sits down beside them. \n\nTARGET SECTION TO BE ANNOTATED:\n Glynn smiles, terse.\nHe winces as Cotter continues...\nCOTTER .\nI mean. Freddy's new girl pulls us over -\nTilden shows up here with that grin - I *\nmean - we got some loose ends. .\nFREDDY\nCindy's cool. She didn't see nothing.\nGlynn is uncomfortable with this topic in Freddy's presence.\nFREDDY\nI'm sorry.\nFreddy stands.\nGLYNN .\nSit down, Freddy.\nFREDDY\nThat's okay. I don't want to interrupt -\nGLYNN\nSit down. Freddy.\nFreddy sits down. He sips his beer, taking too much.\nCotter chuckles at Freddy. Freddy wipes his mouth.\nGlynn glares at Cotter.\nGLYNN\n*\n\n- Freddy - you know that polyp they took\nout of my ass?\n\nFreddy nods, uneasy, unsure of where this is going.\n\n(CONTINUED)\n\fCopland 6/3/96 revised —46—\n39 CONTINUED:\n\nGLYNN\nWell - sometimes - when I look at\nJackie, here -\n\nCotter grins, proudly.\n\nGLYNN\n- who did such a masterful job on the\nbridge last night - sometimes - I think -\nsomeone planted that polyp, watered it,\ngave it a badge - and now that piece of my\nass is sitting here grinning at me like a\nfucking hyena.\n\nThe smiles disappears from Cotter's lips.\nThere is a silence. Freddy peels at the label on his beer.\n\nCOTTER\nYou know I'm the man, Ray.\n\nGlynn looks up at Freddy. He smiles.\nGLYNN\n\nFreddy's my man. Unfortunately, he's on\nthe wrong side of the river.\n\nFREDDY\n(low) 'Don't mean you can't trust me, Ray.\nWith anything.\n\nGLYNN\n\nAnd I do. I do trust you, Freddy.\nFreddy nods appreciatively. Glynn fingers THE DART on the table.\n\nGLYNN\nI trust you to keep the kids from killing\nthemselves on Prom night. I trust you to\nsuggest a good Opera record for my sister\nat Christmas-time.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nGlynn fingers THE DART on the table. GLYNN\nI trust you to keep the kids from killing\nthemselves on Prom night. I trust you to\nsuggest a good Opera record for my sister\nat Christmas-time. \n\nTARGET SECTION TO BE ANNOTATED:\n I trust you to keep an\neye on my wife when I'm in the city\n\nGlynn points the dart at Freddy.\nFreddy squirms, glancing back at - Joey Randone, exiting.\n\nGLYNN\nMaybe I don't trust you with \"“any-thing\".\nBut I trust you with my home and my family.\nAnd that's everything.\n\nGlynn rises, crossing to the dart board.\nHe pushes THE DART back into the cork. The sharp tip squeaks.\n\f40\n\n41\n\ncopland 6/3/96 revised -47—-\n\nEXT. FOUR ACES TAVERN - NIGHT - LATER\nFREDDY emerges from the tavern. He sighs.\n\nA GARRISON PATROL CAR pulls curbside.\nDEPUTY BILL leans out the window.\n\nBILL\nFreddy. We got - um- a domestic.\n\nCUT TO:\nINT. / EXT. SQUAD CAR / RANDONE HOUSE - NIGHT\n\nTHE DOBERMAN ON THE CHAIN BARKS AS -\nJOEY RANDONE pounds on the front door of his house.\n\nJOEY\nCome on, baby... Fuck!\n\nJoey paces, then takes a seat on the porch steps, running his\nfingers through his hair. LIGHTS RISE. Joey looks up into -\n\nTHE HIGH BEAMS OF A LOCAL SQUAD CAR. Freddy and Bill emerge.\nFreddy shines a flashlight. Joey has two cuts on his neck.\n\nJOEY\nGo home, Freddy. Everything's hunky dory.\n\nFREDDY\ny'mind if we check up on Liz?\n\nJOEY\nYes, I mind.\n\nFreddy knocks on the door.\nBill kneels, examining Joey's bloody neck.\n\nBILL\nOooo. Nasty. I'm gonna get the kit.\n\nBill heads back to the squad car. Freddy knocks again.\n\nFREDDY\nLiz? It's Freddy.\n\nJoey looks up, sullen.\n\nJOEY\nDoes Ray know?\n\n(CONTINUED)\n\f41\n\nCopland 6/3/96 revised —48-—\nCONTINUED:\n\nFREDDY\n(shrugs, uncomfortable)\nLiz called about some garbage being dumped.\n- I follow up and it turns out it's Rose.\n\nJOEY\nShe hit me with a Listerine bottle.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f41\n\nCopland 6/3/96 revised —48-—\nCONTINUED:\n\nFREDDY\n(shrugs, uncomfortable)\nLiz called about some garbage being dumped. - I follow up and it turns out it's Rose. JOEY\nShe hit me with a Listerine bottle. \n\nTARGET SECTION TO BE ANNOTATED:\nFREDDY\nI thought those things were made of\nplastic now.\nBill returns with a kit. He dabs at Joey's wound with a pad.\n\nJOEY\nShe ain't opening that door.\n\nTHE DOOR PULLS OPEN A CRACK, stopping from the chain lock.\n\nLIZ (0.S.)\nGod Dammit.\n\nLIZ undoes the chain, pulls the door open. Her eyes are red.\n\nLIZ\nHey, Freddy.\n\nFREDDY\nYou okay?\n\nLiz nods sadly.\nJoey pushes away Bill's bandage. HE CHARGES THE DOOR.\n\nBILL\nHey, hey!\n\nJOEY STORMS PAST LIZ AND FREDDY, bolting up the steps :\n\nJOEY\n- Freddy's here to rescue you again.\n\nA door slams. Liz sighs.\nFREDDY\nMaybe you and the baby need a place to stay\n- let him cool down. I could take you over\nto the Ramada?\n\nLIZ\nWhy? He didn't do anything. I threw a\nbottle at him.\n\nFreddy writes on the back of a card.\n\n(CONTINUED)\n\f41\n\n42\n\n43\n\ncopland 6/3/96 revised -49—\nCONTINUED:\n\nFREDDY\nWell. Promise you'll call me if there's a\nproblem? 'Doesn't matter what time.\n\nLiz takes the card. She looks up, her eyes filled with tears.\nLIZ\nEight years of marriage. And he's running\naround with that fucking spider woman.\n\nFreddy smiles sadly, meeting her eyes. They hold this tender\ngaze. Freddy wipes a tear from her cheek with his thumb.\n\nBill wanders about the porch, giving them space.\n\nINT. FREDDY'S HOUSE - NIGHT\n\nA needle drops on a piano concerto.\nFREDDY sits, slumped, on the edge of his bed, taking off his\nuniform. He lays his holster at the bedside - beside -\n\nA TROPHY - FROM THE KNIGHTS OF COLUMBUS - INSCRIBED -\nTO A YOUNG HERO ~- FREDDY HEFLIN\n\nFreddy lies back on his pillow, sighing. He looks -\n\nOUT HIS WINDOW - THE OLD GARRISON WATER TOWER - and beyond -\nthe twinkling lights of Manhattan...",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY sits, slumped, on the edge of his bed, taking off his\nuniform. He lays his holster at the bedside - beside -\n\nA TROPHY - FROM THE KNIGHTS OF COLUMBUS - INSCRIBED -\nTO A YOUNG HERO ~- FREDDY HEFLIN\n\nFreddy lies back on his pillow, sighing. He looks -\n\nOUT HIS WINDOW - THE OLD GARRISON WATER TOWER - and beyond -\nthe twinkling lights of Manhattan... \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE ON - FREDDY CLOSES HIS WEARY EYES...\nas the lilting music carries us into -\n\nTRANSITION TO:\n\nTHE MEMORY (CONT'D) : MARSH - GARRISON, NJ - DAY (1975)\n\nWE ARE UNDERWATER. LOOKING UP AT THE SUNLIGHT.\nThere is a big splash - and YOUNG FREDDY swims toward us.\n\nIT IS QUIET. We hear nothing but young Freddy's heart pounding.\n\nFREDDY'S CHEEKS PUFFED WITH AIR, HE SEES IN THE MURK -\nTHE SUNKEN GREEN FORD, NOSE DOWN.\n\nFreddy pulls open the door.\nA LILY WHITE HAND EXTENDING to him from the driver's side.\n\nA BEAUTIFUL BROWN-HAIRED GIRL sits, bent in the cab,\nher head cut near the hairline, blood swirling in the water.\n\nYoung Freddy takes the girl, tight, one arm around her shoulder.\nBUT SUDDENLY, THE CAR TIPS TO THE SIDE - THE ONLY EXIT BLOCKED.\n\n(CONTINUED)\n\f43\n\n44\n\ncopland 6/3/96 revised -50-\nCONTINUED:\n\nFREDDY LOOKS ABOUT THE WATERY SILENCE, WILD-EYED, bubbles\nbursting from his mouth. He desperately pulls at the driver's\ndoor, looking for an exit. Jammed. His heart pounds louder.\n\nFREDDY BEATS THE SIDE OF HIS HEAD AND SHOULDER AGAINST THE GLASS\nTILL - CRACK - IT BURSTS UPWARD, GIVING WAY.\n\nHE PULLS HER UPWARD TOWARD THE LIGHT.\ncuT TO:\n\nShivering on the bank, Freddy lays the BROWN-HAIRED GIRL in the\nreeds. He looks out. He can see -\n\nHIS CONSTRUCTION CO-WORKERS. Working.\n\nYoung Freddy screams - ‘Help! HELLLLLP!\" - but nothing seems to\ncome from his lips. We hear nothing but the dull thumping rumble\nof his heart - and the rising chords of a grand piano...\n\nA TRUCK GUNS ACROSS THE OVERPASS. It too makes no sound.\nA JERSEY STATE POLICE CAR PULLS TO THE EDGE OF THE OVERPASS -\nlights swirling around silently.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nA TRUCK GUNS ACROSS THE OVERPASS. It too makes no sound. A JERSEY STATE POLICE CAR PULLS TO THE EDGE OF THE OVERPASS -\nlights swirling around silently. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the distance, the contruction workers react to Freddy's\n\"silent\" plea. They pause, looking out across the weeds. As does\na TROOPER, peering over the broken guard rail.\n\nYOUNG FREDDY touches the side of his head, confused by this new\nsilent world. BLOOD DRIZZLES FROM BOTH OF HIS EARS AND HIS HEAD\n(where he slammed against the roof of ice). Freddy wipes at his\nears, consumed with his injury. He looks to -\n\nTHE GIRL AT HIS FEET. Her body clings to her pruned dress.\n\nHer skin is pale blue. But eeriely beautiful. Twisted to the\nside, A SMALL STUDDED CROSS HANGS AROUND HER NECK.\n\nIt is LIZ RANDONE, young, beautiful, and lifeless...\n\nTRANSITION TO:\nINT. FREDDY’S HOUSE - DAWN\n\nThe gray light of dawn through the drapes.\nA distant siren rings through the air.\n\nFREDDY lies across his bed.\nHE OPENS HIS EYES, looking about -\n\nThe bedside clock reads - 5:20 am. 5:20 am. 5:21 am.\n\nThe tv plays - a \"how to play blackjack\" info-mercial.\nDistant; the siren rises louder.\n\n(CONTINUED)\n\f44\n\n45\n\ncopland 6/3/96 revised -51-\nCONTINUED:\n\nFreddy crosses to the window.\nA BLACK CLOUD OF SMOKE SNAKES INTO THE AIR FROM THE HILL.\n\nA SQUAD CAR SCREECHES IN FREDDY'S DRIVE.\nBill Geisler rushes out.\n\nCcuT TO:\nEXT. A BURNING HOUSE - DAWN\n\nAN OLD HOUSE ENGULFED WITH ORANGE FLAME.\nTHE VOLUNTEER FIRE ENGINE FEEBLY SPRAYS THE ROARING TIMBERS.\n\nFREDDY steps out of his patrol car.\nThe mailbox reads - FIGGIS.\n\nCINDY, BILL GEISLER AND A FIREMAN stand behind -\nTWO PARAMEDICS working on someone. Bill turns to Freddy.\n\nBILL\nFreddy. She's in bad shape.\n‘Was in the basement.\n\nFIREMAN\n\n(nodding to the water tower)\n\nIf that tower still held water...\n- We got no pressure.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n‘Was in the basement. FIREMAN\n\n(nodding to the water tower)\n\nIf that tower still held water... - We got no pressure. \n\nTARGET SECTION TO BE ANNOTATED:\nFreddy peers around the medics -\n\nMONICA - FIG'S GIRL - is in bad shape, burnt, bloody. Past pain.\nHer eyes flutter eeriely.\n\nFREDDY\nOh Jesus. Where's Figs?\n\nBILL\n‘On his way back. Cindy beeped him.\n\nA CHEVY CITATION swerves to a stop in the drive.\nFIGS stands a moment in shock - taking in the spectacle - then\nnoticing the crowd on the lawn, the medics - he sprints wildly\ntoward them -\nFreddy steps back as -\nFIGS - TEARFUL - kneels beside Monica down in the grass...\nHe looks down at her, tortured. He brushes back her blood-\nclotted hair. She looks up at him, pushing away the oxygen mask.\nFigs is choked with emotion.\n\nFIGS\n\nBaby. What were you doing in there?!\n\n(CONTINUED)\n\fcopland 6/3/96 revised -52-\n45 CONTINUED:\n\nMonica speaks in a rasp... She smiles vaguely through the pain,\nher fluttering eyes meeting Figs.\n\nMONICA\n..-hey... I came to see you...\nI needed some... I wanted to see you... *\n\n...you weren't there...\nFIGS\n(weeping)\nI was working, baby.\n\nThe medics struggle to keep her on the oxygen,\nbut she weakly pushes it away from her mouth.\n\nMONICA\n...I missed you... - went down...to listen\nto the C-B... See if I could hear you...\n..-I fell asleep...\n\nThey press a mask to her face. But she stops breathing.\nThey begin to administer CPR. They push Figs away.\n\nFIGS LOOKS UP AT FREDDY - HIS EYES WILD, WET.\n\n46 INT. SHERIFF'S OFFICE - DAY\nFREDDY at his desk, filling out an ACCIDENTAL DEATH REPORT.\n\nFIGS sits numb and puffy in a chair beside the dispatch radio.\nHe chews the rim of his paper cup.\n\nCINDY makes a new pot of coffee.\n\nFIGS\nThe bastard's getting pay-back.\n\nFreddy looks up.\n\nCINDY\nWho's that, Gary?\n\nFigs says nothing. He looks out the window at -\nTHE MAIN INTERSECTION. RAY GLYNN PATS JACK COTTER on the back.\nThey conclude a serious talk.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks out the window at -\nTHE MAIN INTERSECTION. RAY GLYNN PATS JACK COTTER on the back. They conclude a serious talk. \n\nTARGET SECTION TO BE ANNOTATED:\n LAGONDA stands by, smoking.\nGlynn crosses the street, heading this way.\n\nFREDDY\n\nLenny said it wasn't suspicious.\n‘Said it looked electrical.\n\n(CONTINUED)\n\f46\n\n47\n\ncopland 6/3/96 revised -53-\nCONTINUED:\n\nFigs snorts, his eyes still riveted out the window.\n\nFIGS\nLenny's a mechanic, Freddy.\n\nFREDDY FOLLOWS FIGS' GAZE TO - GLYNN WHO CRACKS OPEN THE DOOR.\n\nGLYNN\nFigsy. I heard what happened.\n\nFigs nods, avoiding eye contact.\n\nGLYNN\nLook at me, Figsy.\n\nFigsy looks up, wet-eyed. Glynn's face softens.\n\nGLYNN\nDid you call in?\n\nFIGS\nI'm not on till Tuesday.\n\nGLYNN\nI'll call Laruso. Buy you a couple weeks.\n\nFigs says nothing.\nGlynn smiles sadly at Freddy - and exits.\n\nFreddy looks to Figs. \"See - he's not so bad\"\nCUT TO:\nINT. FREDDY'S HOUSE - NIGHT\n\nFREDDY sits on the couch beside CINDY.\nThere are Chinese Food containers on the coffee table.\nCindy has her head on Freddy's shoulder as they watch tv.\n\nCINDY\nI don't know - I've been going through the\nviolations - and three quarters of them are\nJacksons, Johnsons, Browns, Washingtons...\n\nOn the television - A COP SHOW PLAYS...\nA TV COP PUSHES A BLACK PERP AGAINST A BRICK WALL.\n\nFreddy sighs, staring at the tv.\n\nCINDY\nThese aren't moving violations, Freddy.\nSeat belts - insurance - expired license;\nstuff you can't tell until afterward -\nafter you pull'em over.\n\n(CONTINUED)\n\f47\n\n48\n\ncopland 6/3/96 revised -54—\n\nCONTINUED:\nFREDDY\nSo?\nCINDY\nSo you and Billy just pull over black\npeople?\nFREDDY\n\nCindy - we got a couple of nasty\nneighborhoods near us. Sometimes people -\ncertain elements - drive through, take\nshort-cuts, through town.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nCINDY\nSo you and Billy just pull over black\npeople? FREDDY\n\nCindy - we got a couple of nasty\nneighborhoods near us. Sometimes people -\ncertain elements - drive through, take\nshort-cuts, through town. \n\nTARGET SECTION TO BE ANNOTATED:\n I try to make it\nclear - you know - if you cut through\nGarrison - :\n\neee\n\nCINDY\n- and you're black -\n\nFREDDY\n- and you fit a certain profile - that\nyou're gonna get pulled over.\n\nCindy shakes her head. She sits up.\n\nFREDDY\nYou think these guys - they come home from\na hard day in the city and want to find out\ntheir front lawn has been turned into some\nkind of crack alley?\n\nCINDY\nOh, come on.\n\nFREDDY\nWhat I'm saying is - this isn't racial.\n\nCindy nods, picking at her food.\n\nFREDDY\nCan we talk about something else?\n\nCindy looks up, smiling sadly.\nFreddy sips his beer. He turns back to the television.\n\nCUT TO:\nINT. SHERIFF'S OFFICE - DAY\nFIGS lies face up in the holding cell.\nHe has made it into a make-shift bedroom. The phone rings.\n\nFigs lies there - he closes his eyes but the phone keeps\nringing. He trudges across to the dispatch desk.\n\n(CONTINUED)\n\f48\n\n49\n\n50\n\ncopland 6/3/96 revised -55-\nCONTINUED:\n\nFIGS\nDispatch. uh-huh. uh-huh. Well, tell them\nthey can't, Mam. Just cause they're T-V\npeople, that don't mean they can park in\nyour lawn. uh-huh. Alright then.\n\nFigs looks out the window at -\nFREDDY - STANDING AMID A MASS OF TRAFFIC IN MAIN STREET.\n\nEXT. GARRISON, NJ. - TOWN SQUARE - DAY\n\nBadge on his chest, gun at his hip, scab on his nose, FREDDY\ndirects A LINE OF CARS - headlights on - many sporting PBA\nbumper stickers - up the hill.\n\nAt the Burger King under construction -\nA BLACK BRICKLAYER and his HISPANIC PARTNER watch warily.\n\nDEPUTY CINDY BETTS flags the traffic onto AN ATHLETIC FIELD.\n\nIT IS AN ELABORATE “TWENTY GUN\" BURIAL IN THE TOWN OF GARRISON.\nEveryone in full NYPD uniforms, medals pinned to chests. A sea\nof navy blue. Like the Saint Patrick’s Day Parade.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nEveryone in full NYPD uniforms, medals pinned to chests. A sea\nof navy blue. Like the Saint Patrick’s Day Parade. \n\nTARGET SECTION TO BE ANNOTATED:\n Families\nmakes their way to the cemetery on the hill.\n\nDEPUTY BILL GEISLER chats with cops. Friendly. Laughing.\n\nA LINE OF LIMOS ARRIVE -\n\nNYC'S MAYOR AND DIGNITARIES EMERGE; PBA PRESIDENT LARUSO, ETC.\nThey exchange words, surveying the scene...\n\nCUT TO:\n\nFREDDY WALKS WITH CINDY TOWARD THE CEMETERY.\n\nQUIET CONVERSATIONS BETWEEN DECKED-OUT MEN IN BLUE.\n\nFamilies mingle about in their Sunday best. Many are strangers\nto Garrison. But among them; GLYNN, COTTER, LAGONDA, AND OTHERS.\n\nBack-slaps. Hugs. Whispers. Notes are passed.\nThis is truly a secret society.\n\nFIGS steps out of the Sheriff's office. The throng seems to\nsweep around him. He catches sight of someone -\n\nFIGS\nHey, Charlie...\n\nBut CHARLIE smiles tersely and moves on. Figs looks away, hurt.\n\nCUT TO:\n\n(CONTINUED)\n\f50\n\ncopland 6/3/96 revised -S6—\nCONTINUED:\n\nFreddy and Cindy stroll up the hill - passing -\nFRANK LAGONDA with a BOUNCY WOMAN WITH BIG HAIR.\n\nLAGONDA\nYo, Freddy.\n\nBEFORE A BLUE TENT - JOEY RANDONE points people to their seats,\na chart in his hand. He points LIZ AND HIS DAUGHTER to their\nplaces. Liz moves stiffly, her eyes darting to -\n\nFreddy, who smiles tenderly.\nBut Liz breaks the gaze, her eyes moving to -\n\nROSE GLYNN, who smokes with SEVERAL COP'S WIVES beneath a tree.\nRose adjusts her sunglasses and scarf, covering a BRUISED EYE,\ndryly explaining to her peers :\n\nROSE\nRay kept telling me we should prune it.\nI'm chasing the dog yesterday - and bam.\nHALFWAY UP THE HILL - RAY GLYNN grabs FREDDY.\nHe pulls him away from Cindy over to -\n\nPBA PRESIDENT LARUSO.\nTHE MAYOR stands only a few feet away talking to a REPORTER.\n\nGLYNN .\nVincent Laruso, meet Sheriff Freddy Heflin.\n\nFreddy holds out his hand, beaming.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nGLYNN . Vincent Laruso, meet Sheriff Freddy Heflin. Freddy holds out his hand, beaming. \n\nTARGET SECTION TO BE ANNOTATED:\nFREDDY\nGlad to meet you, Mr. Laruso.\n\nLARUSO\nYou people did a nice job here. Real nice.\n\nGLYNN\nFreddy's a helluva guy - 'was trying to get\non the force for years. But he had this\nthing with his ears -\n\nLARUSO\nYou're not a lip reader, are you?\n\nFREDDY\n(laughing)\nNo. It's just one ear. When I was a kid -\n\nAN AIDE PULLS LARUSO AWAY.\n\n(CONTINUED)\n\f50\n\n51\n\n52\n\ncopland 6/3/96 revised —-57-\n\nCONTINUED:\n\nLARUSO\n- Well. You should call me, Freddy. You\nknow. When Ray Glynn puts his thumb in the\nair - (moves in the crowd) - It ain't the\nforce - but I got my own guys, you know.\n\nLaruso moves off. Glynn throws his arm around Freddy. Grinning. *\n\nGLYNN\nFreddy my boy, that is how things happen.\n\nCUT TO:\n\nEXT. GARRISON - TORO HILL CEMETERY - DAY\n\nA big cemetery atop a rolling Jersey hill. Hundreds of stone\nmarkers with flags and emblems on stakes - a suburban Arlington -\ninscriptions honoring a different kind of buried veteran :\n\nSergeant Michael Foley NYPD - 1948-1976 “Heart of the the 38th\"\nTony Castanza NYPD - 1954-1981 \"sixteen years of service\"\nOfficer Gary Matursky NYPD - 1951-1979 \"in the line of duty\"\n\nAnd finally - A EXTRAVAGANT MARKER - surrounded by flowers -\n\nOfficer Chris Durkin NYPD - 1960-1994\n\"Martyr to the system, Hero to his peers\"\n\nREPORTER (0.S.)\n- Durkin, murdered in his cell, awaiting a\nGrand Jury. Two years later - Deja Vu.\n\nA TV REPORTER stands beside Durkin's marker.\nA CAMERAMAN tilts up to a head and shoulders shot of the\nReporter, THE BIG BLUE TENT in the bg.- Babitch's ceremony.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo years later - Deja Vu. A TV REPORTER stands beside Durkin's marker. A CAMERAMAN tilts up to a head and shoulders shot of the\nReporter, THE BIG BLUE TENT in the bg.- Babitch's ceremony. \n\nTARGET SECTION TO BE ANNOTATED:\nREPORTER\n- Another hero cop - dubbed \"superboy\" -\nunwilling to trust the system that\ndestroyed his friend - leaps from the -\n\nUNDER THE BIG BLUE TENT - THE BURIAL CEREMONY -\n\nA LEGION OF OFFICIALS. AT THE CENTER - BABITCH'S MOTHER holds a\ntri-folded flag. She weeps. Flanking her - RAY AND ROSE GLYNN.\nRose adjusts her sunglasses, uncomfortable with the attention\nher bruise is receiving from -\n\nJOEY RANDONE - who sits with LIZ a few rows back.\nRAY GLYNN MEETS EYES with Joey. Joey looks away.\n\n(CONTINUED)\n\f52\n\n53\n\n54\n\ncopland 6/3/96 revised —-58—\nCONTINUED:\n\nA WINCH LOWERS THE CASKET INTO THE GROUND.\nFreddy, Cindy and Bill watch the ceremony from the shoulder of\nthe access road. Cindy leans to Freddy, whispering.\n\nCINDY\nWhat's in there?\n\nFREDDY\nHis uniform.\n\ncuT TO:\n\nON THE RECEIVING LINE - LIZ RANDONE’S eyes are filled with rage\nas she stands behind - GLYNN AND HIS WIFE — ROSE.\n\nMA BABITCH solemnly accepts everyone's good wishes.- .\n\"He was a great man, Gina.\" \"Don't you worry about a thing.\"\n\nHONOR GUARDS FIRE INTO THE AIR. Ka-boom. Ka-boom. Ka-boom.\nAnd THE BAND PLAYS... drowning out the protesters...\n\nCUT TO:\nINT. SHERIFF'S OFFICE - LATE AFTERNOON\n\nMOE TILDEN AND CARSON - THE I-A DETECTIVES - wander about\nFreddy's office.\n\nCARSON EXAMINES - FRAMED ON THE WALL -\nTHE YELLOWED NEWSPAPER CLIPS OF FREDDY'S HEROIC ICE RESCUE.\nTILDEN sits politely on a stool beside Freddy's desk.\n\nFreddy enters. Takes off his hat. And realizes he's not alone.\n\nTILDEN\nSheriff. Hey. How you doing?\n\ncuT TO:\n\nINT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nHey. How you doing? cuT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n SHERIFF'S OFFICE - LATE AFTERNOON\n\nFREDDY - at his desk - examines A FOLDER OF PHOTOS - 8 x 10's :\n- - - A GLOSSY PICTURE OF MURRAY BABITCH (SUPERBOY) .\n- - - A PICTURE OF RAY GLYNN MEETING WITH A DAPPER ITALIAN MAN.\n\nSitting on the nearby stool, MOE TILDEN FINGERS -\nTHE TRAVEL CASE OF CASSETTE TAPES on Freddy's desk:\n\nHandwritten with care on the spines of the cassettes :\nPreludes and Fugues 1957. Sonatas I. 1958. Sonatas II. 1959.\n\nTILDEN\nI didn't think they allowed classical\nmusic in Jersey.\n\n(CONTINUED)\n\f54\n\ncopland 6/3/96 revised —-59-\nCONTINUED:\n\nFreddy ignores Tilden.\nHe holds the 8 x 10 glossy of Glynn and the unknown man.\n\nFREDDY\nWho's this?\n\nCARSON leans against the wall, thumbing through ONE OF FREDDY'S\nPAPERBACK CRIME NOVELS. He looks up.\n\nCARSON\nToy Torillo. You heard of him?\n\nFreddy nods. He puts down the open folder.\nThe picture of Babitch staring up at him.\n\nFREDDY\nLook. This guy didn't live here. Sometimes\nhe'd stop by for drinks with the boys. But\nI didn't know anything about him -\n\nCARSON\nYou knew Ray Glynn was his uncle.\n\nFREDDY\n- other than that - and that he was some\nkind of a hero -\n\nCARSON\n(tapping on Freddy's framed\nnewspaper article)\nLike you.\n\nTilden crosses to the window - - lights a cigarette.\n\nOUTSIDE - THE DISPERSING CROWD. Men in blue. Their families.\nMove past. TV CREWS pack up. The PROTESTERS shuffle into a van.\n\nTILDEN\nI don't know how you do it, Sheriff.\nKeeping all these Hessians in line.\n\nCarson picks up THE PACK OF PHOTOS on Freddy's desk.\nHe flips through them - grinning cops and their families...\n\nTILDEN\n- All blue. Everyone packing. All together.\nOne door down from the next.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nEveryone packing. All together. One door down from the next. \n\nTARGET SECTION TO BE ANNOTATED:\n Wives\nborrowing sugar. You're the Sheriff of\n\"cop-land\".\n\nFREDDY\nCop-land. That's cute.\n\n(CONTINUED)\n\fcopland 6/3/96 revised —-60—\nCONTINUED:\n\nTilden smiles. Carson has paused on A PHOTO OF RAY GLYNN &\nFREDDY. He holds it up for Tilden to see. Tilden nods.\n\nFreddy shifts.\n\nTILDEN\nSee, Sheriff. I have a sticky problem. Half\nthe men I watch - half of them live beyond\nthat bridge - dispersed into these little\ncom-muni-tees. Where no one is watching.\n\nFREDDY\nI'm watching.\n\nTilden looks at Freddy, meeting his eyes. Respectful.\n\nTILDEN\nI can see that. You got a crime rate here -\n\nFREDDY\n- lowest in Northern Jersey.\n\nCARSON\n- yet you got Newark to the south -\nand Fort Lee on top of you.\n\nFREDDY\nWe do a good job.\n\nTILDEN\nWith a staff of three? No. What you have -\nSheriff - is a town that scares the shit\nout of certain people.\n\nCARSON\n(pointing to his ear)\nHe thinks he's Jimmy Stewart in that movie.\n\nFreddy spins out of his chair, pointing to the window.\n\nFREDDY\nHey. I told you - I'm watching - I mean -\n‘You see these guys wearing silk shirts?\nHuh? Their pools - they are above ground.\n(beat)\nYou know - You raise your family somewhere\ndecent - that's a crime now?\n\nTilden smiles. He nods to Carson - leave the two of us alone.\nCarson grabs his coat.\n\f55\n\n56\n\n57\n\ncopland 6/3/96 revised —61-—\n\nTHE OUTER OFFICE - AT THE DISPATCH DESK -\n\nEntering with a fresh pack of smokes, FIGS looks up to find\nCARSON, pulling on his coat.\n\nCARSON smiles at Figs. Figs glares. Carson exits.\nFigs watches him leave, then turns back around to eracked door.\n\nTilden pushes the door shut on Figs.\n\nOUTSIDE THE SHERIFF'S OFFICE - (CONTINUOUS)\nCARSON leans on a Postal Box. He lights a cigarette.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nTilden pushes the door shut on Figs. OUTSIDE THE SHERIFF'S OFFICE - (CONTINUOUS)\nCARSON leans on a Postal Box. He lights a cigarette. \n\nTARGET SECTION TO BE ANNOTATED:\nACROSS THE STREET - THE MEN IN BLUE LOOK UP, UNEASY.\nGETTING IN HIS LIMO - PBA PRES. LARUSO confers with GLYNN.\n\nAt the unfinished Burger King, the BLACK BRICKLAYER looks up -\nmeeting eyes with - Carson. The only other black man in town.\n\nFigs stands on the Sheriff's office stoop - watching.\nCUT BACK TO:\nAT FPREDDY'S OFFICE WINDOW - FREDDY AND TILDEN\nTILDEN\nSo - we buried a shoe today.\nAnd that doesn't bother you.\nFreddy does not look at him.\n\nFREDDY\nHe jumped off the G-W-B.\n\nTILDEN\n- but his body never hit the water.\n\nTilden lights another cigarette.\n\nTILDEN\nAnd that doesn't bother you?\n\nFreddy watches as Laruso's Limo pulls away.\nTILDEN\nWhat does? That I investigate cops?\nBeing a man who always pined to be a cop.\n\nFreddy turns. Glaring.\n\n(CONTINUED)\n\fcopland 6/3/96 revised -62-\n57 CONTINUED:\n\nFREDDY\nI am a cop.\n\nTILDEN\n- pined to be N-Y-P-D: Three force ‘apps\nin ten years. Appeals of hearing tests. You\nmay be law enforcement. So am 1.\nBut you are not a \"cop.\"\n\nAcross the street - OUTSIDE THE FOUR ACES - RAY GLYNN, COTTER,\nRANDONE, LAGONDA AND OTHERS converse in a huddle.\n\nTILDEN\nNow, I may watch cops. But - tell me if I'm\nwrong - so do you. And because we are both\nlaw enforcement. we share a duty. Where\nthere's a stink, we must investigate. We\nmust gather evidence. Because evidence\nmakes us see the truth. Is this the stink\nof a criminal act? Or is it a turd ina\nbag? No - listen to me, Sheriff. Everyday,\nI see cops who lost their way. And I can\ntell you - these lost cops - they are the\nMinority - but they tend to gather. They\ncan be family men. Heroes. They can have\ntheir reasons. But they are also the cops\nwho bring cases down. Addicted cops.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey can have\ntheir reasons. But they are also the cops\nwho bring cases down. Addicted cops. \n\nTARGET SECTION TO BE ANNOTATED:\n Cops\nwho look the other way. Cops who plant.\nCops who beat. Cops who take. Cops who\nkill. Their ambivalence is contagious. They\ninfect those around them. They are like\nmaggots. Where you find one - you often\nfind a nest. Now, I don't like this. I went\nto the same fucking Academy. I stood by Ray\nGlynn at graduation. He was a beauty. A\npiece of work. And to the cop he was - to\nhis memory - I am loyal. But through the\nfog of my loyalty - to the men - the\nevidence makes me see. And these days -\nwhat I see - like an island - out of my\nreach - I see a beautiful island - shining\nthrough this fog - every house financed by\none of two mob banks - uh-huh, that's\nright, Sheriff - what I see is your town.\n\nFreddy shakes his head. Tilden takes a deep drag.\n\nOUTSIDE - GLYNN AND COMPANY disperse, some climbing into cars\nand driving off. Glynn and Cotter head into the Four Aces.\n\nTILDEN\nBabitch ain't dead. You know it. And I\nknow it. Ray got him out - alive. Before he\ncould talk. He wasn't so lucky last time -\n\n(MORE) (CONTINUED)\n\f57\n\n58\n\n59\n\ncopland 6/3/96 revised —-63-\n\nCONTINUED:\nTILDEN (cont'd)\nwhen the shit hit with Durkin. That one he\nhad to take care of later.\n\nFreddy turns, overwhelmed.\n\nTILDEN\nBut now what? What does Ray do now?\n\nTilden wiggles his fingers in the air, the answer out of reach.\n\nTILDEN\nThat's why I want your help. Because you\nare inside. Because - besides the church\ntraffic and the cats in the trees - there\nisn't much here for you. To keep your mind\nbusy. I look at at you and I see a man\nwaiting for something to do. And here I .\nstand. Here I stand, saying Sheriff, I have\nsomething for you to do.\n\nTilden pushes out his cig, moves off. Freddy turns as - slam.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHere I stand, saying Sheriff, I have\nsomething for you to do. Tilden pushes out his cig, moves off. Freddy turns as - slam. \n\nTARGET SECTION TO BE ANNOTATED:\nSitting on the stoop - Figs looks at Freddy, knowingly.\n\nFADE OUT.\nEXT. GARRISON MEADOWLANDS - NEW DAY\nFREDDY sits in his squad car, the door open. He watches as -\n\nFIGS stands, slump-shouldered, at the water's edge.\nHe scatters AN URN OF ASHES into the water, looking out at -\n\nTHE GREAT CITY, GRAY ON THE HORIZON.\n\nINT./ EXT. GARRISON SQUAD CAR - DAY - LATER\n\nMOVING PAST THROUGH THE GLASS - SUNDAY IN GARRISON:\n\n*\n\nGLYNN, COTTER, LAGONDA, CRASKY, RANDONE & OTHERS PLAY SOFTBALL.\n\nFREDDY drives. FIGS rides beside him, despondent and grubby.\nHe sings a \"Mister Rogers\" song as the town passes his window.\n\nFIGS\nSo let's make the most of this beautiful\nday. Since we're together we might as well\nsay. Would you be mine - Could you be mine -\nWon't you be - my neighbor.\n\nFigs continues to stare - red eyed - at the scenery.\nFreddy watches him, driving on.\n\n(CONTINUED)\n\f59\n\n60\n\n61\n\ncopland 6/3/96 revised —-64-—\nCONTINUED:\n\nFREDDY\nUm. We should stop by Caldor's. Get you -\nyou know - a razor - some fresh clothes.\n\nFigs says nothing.\n\nFREDDY\nYou know. You don't have to sleep at the\nstation, Gary. You can stay with me - ‘till\n\nyou find a new place.\nFigs turns, facing Freddy.\n\nFIGS\nBilly heard they're having a party tonight.\n\nINT. CALDOR'S DISCOUNT STORE - DAY\n\nMusak plays as -\nFREDDY stands in an aisle, perusing MEN'S UNDERWEAR.\n\nOn the other side of the store,\nFIGS stands puzzling amid the TOILETRIES.\n\nLooking up from A PACK OF \"CALVIN KLEIN\" BRIEFS,\nFREDDY NOTICES -\n\nTHROUGH THE SHELF - LIZ RANDONE stares at merchandise on the\nother side. She fiddles with a purple garment. Then moves off.\n\nFreddy discreetly moves round the corner - where Liz had been.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe fiddles with a purple garment. Then moves off. Freddy discreetly moves round the corner - where Liz had been. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE WOMEN'S UNDERWEAR SECTION. A collection of lacy purple, red\nand black bras and panties hang from hooks.\n\nNearby, A STANDEE - A SULTRY WOMAN in nothing but purple\n\nlingerie smiles, standing before a fireplace.\n\"passionate new colors from Maidenform\"\n\nCUT TO:\nEXT. GARRISON - MAIN ROAD - DAY\n\nA SUZUKI TRACKER OUTFITTED WITH THUMPING BOX WOOFERS DRIVES\nTHROUGH TOWN. WE PAN WITH THE SUZUKI AS IT PASSES -\n\nGLYNN, COTTER, LAGONDA, CRASKY, RANDONE & OTHERS PLAY SOFTBALL.\n\nTHE MEN PUT DOWN THEIR BEERS, BASEBALL MITTS, ETC.,\nWATCHING THE SUZUKI THUMP AND RUMBLE PAST...\n\f62\n\n63\n\n64\n\ncopland 6/3/96 revised -65—\n\nINT. SHERIFF'S OFFICE - DAY\n\nCindy watches out the window as ~- THE SUZUKI TRACKER RIPS DOWN\nMAIN STREET, FOLLOWED BY SEVERAL HONKING CARS.\n\nShe stands, concerned - she fastens her holster.\n\ncuT TO:\nEXT. CALDOR'S DISCOUNT - DAY\nFigs and Freddy emerge as - A STRANGE CARAVAN PASSES -\nTHE SUZUKI, MOVING FAST NOW - TAILED BY -\nGARRISON NYPD IN CIVILIAN CARS - HONKING...\nAND FINALLY - CINDY'S SQUAD CAR, lights flashing.\nFIGS\nWhat the - ?\nFREDDY moves to his SQUAD CAR. Figs follows.\nCUT TO:\n\nEXT. GARRISON - CUL DE SAC - DAY\nScreeeech! THE SIGN SAYS - DEAD END.\n\nNearly rolling over, THE SUZUKI lurches to a stop.\n\nTWO HOMEBOYS SIT INSIDE, terrified. Music continues to pound.\nCOPS EMERGE FROM THEIR HOMES, GUNS PULLED. They are surrounded\nby MEN WITH GUNS - COTTER, RANDONE, LAGONDA, OTHERS; in softball\nuniforms, Bermuda shorts, sweats - leaning out the doors and\nwindows of their cars, SERVICE REVOLVERS COCKED.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nMusic continues to pound. COPS EMERGE FROM THEIR HOMES, GUNS PULLED. They are surrounded\nby MEN WITH GUNS - COTTER, RANDONE, LAGONDA, OTHERS; in softball\nuniforms, Bermuda shorts, sweats - leaning out the doors and\nwindows of their cars, SERVICE REVOLVERS COCKED. \n\nTARGET SECTION TO BE ANNOTATED:\nThe younger of the pair, with a backward Knick's cap, stammers:\nKID #1\nJesus Christ! We ain’t doing shit!\nWe just going to Action Park!\nCINDY MOVES THROUGH THE CIRCLE OF MEN, pausing beside COTTER.\nLAGONDA rifles through the glove box of the Suzuki.\n\nCOTTER\nLook in their pockets.\n\nCINDY\nI can't do that. I didn't pull them over.\n\nCOTTER\nWhat do you want, honey, a letter from the\nAttorney General?\n\n(CONTINUED)\n\fcopland 6/3/96 revised —66—\n\n64 CONTINUED:\n\nKID #2\nI told you - we going to Action Park!\n\nLAGONDA\nAction Park is in Vernon.\n\nslam. FREDDY STEPS OUT OF HIS SQUAD CAR. Sunglasses on.\nFigs stays inside. Tense. Holding his Caldor's bag.\n\nFIGS\nI'll wait.\n\nKID #2\n- we stopped to get gas. It’s cheaper on\nthis side. They start following us, honking\ntheir horns. They ain’t got no lights - how\nwe supposed to know? We try to get away -\n\nthat’s all. That's the story.\n\nFreddy steps into the ring. He glances at Cindy. He turns to the\nmen; guns lowered. The music continues to thump.\n\nCOTTER\nLook in their pockets, Freddy.\n\nFreddy moves toward the kids.\n\nFREDDY\nFirst of all - turn off the music.\n(pulling off his shades)\n\nDo it.\n\nOne of the kids snaps off the radio.\nA SECOND GARRISON PATROL CAR ARRIVES. BILL climbs out.\n\nFREDDY\nGet out of the car. Get out.\n\nJOEY\nI think I smell something.\n\nCOTTER\nLook in their pockets, Freddy.\n\nThe Kid takes his place, next to his friend.\n\nTHIN COP\nSearch'em, Freddy!\n\nFREDDY\n\nNow - um - I want you to tell these men\nyou're sorry for messing up their weekend.\n\n(CONTINUED)\n\fcopland 6/3/96 revised -67—\n64 CONTINUED:\n\nCindy looks at Freddy - incredulous.\nBill steps up beside her, watching.\n\nCOTTER\nLook in their pockets, Freddy.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\fcopland 6/3/96 revised -67—\n64 CONTINUED:\n\nCindy looks at Freddy - incredulous. Bill steps up beside her, watching. COTTER\nLook in their pockets, Freddy. \n\nTARGET SECTION TO BE ANNOTATED:\nKID #1\nThis is whack.\n\nFREDDY\nDo what I said.\n\nThe kids stand, tight-lipped.\nJack Cotter strides forward, shaking his head.\n\nCOTTER\nThis is very cute, Freddy. But you have\ncause and I want to get on with my day.\nTell them to put their fucking hands on\nthe fucking car.\nFreddy stands, stone-faced.\nCOTTER\n(voice of command, to Kids)\n‘hands on the car. ‘HANDS ON THE CAR!\n\nThe kids obediently turn and spread for a search.\nCotter rummages through their pockets.\n\nFreddy rocks onto the other foot, brooding as -\nCotter proudly holds up - A PIPE, AND A VIAL OF CRACK.\nCcuT TO:\n\nFREDDY shuffles to his car.\nIn bg., Cindy and Bill cross with the TWO HOMEYS - IN CUFFS.\n\nRANDONE AND COTTER MOVE PAST, muttering, laughing to one\nanother, doing an \"impression\" of Freddy:\n\nJOEY\n\"I want you to tell these men you're sorry\nfor ruining their weekend. *\n\nCOTTER\nWhat the fuck ‘we pay him for?\n\nFreddy stamps out his cigarette. He looks up, holding eye\ncontact with Cotter and Randone. He climbs into the squad car.\n\ncuT TO:\n\f65\n\n66\n\ncopland 6/3/96 revised -68—\n\nNIGHT. THE FOUR ACES TAVERN: LATER\nFreddy sucks a cigarette. He stares at the bar television.\n\nThe eleven o'clock news: - FOOTAGE OF BABITCH'S BURIAL.\nFor a moment, Freddy appears on-screen, shuffling past camera.\n\nIn the back, A FEW COPS watch. There is a festive mood about\nthem. But GLYNN & COMPANY are decidedly absent.\n\nMAYOR (ON TV)\n- reminds us of the blue line that\nseparates us from anarchy. That's why I'm\nforming a bipartisan commission to study\nworking conditions of police in our city.\nScattered applause in the bar.\nOn TV, another political figure;\nCOUNCILMAN JONES\nIf that officer hadn't jumped, the Mayor'd\nbe talking about in-creasing supervision.\n\nBoo's from the back.\nDELORES the barmaid smiles at Freddy.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn TV, another political figure;\nCOUNCILMAN JONES\nIf that officer hadn't jumped, the Mayor'd\nbe talking about in-creasing supervision. Boo's from the back. DELORES the barmaid smiles at Freddy. \n\nTARGET SECTION TO BE ANNOTATED:\nDELORES\nFreddy. Was that you on the tee vee?\n\nFreddy shrugs. He turns.\nDeputy Bill stands in the door of the tavern.\n\nBILL\n‘got some calls about this thing up at\nRay's. ‘thought maybe you should come.\nCuT TO:\nINT. RAY GLYNN'S HOUSE - A PARTY - NIGHT\nLights and loud music snap off as ~\n\nJACK COTTER carries A CAKE WITH A SINGLE CANDLE through -\n\nA SMALL CROWD OF COPS - LAGONDA, COTTER, CRASKY, AND OTHERS.\nThey sing 'Happy Birthday'- a perverse 'Going Away' party for -\n\nMURRAY BABITCH, who sits at the center, grinning, wearing a\nparty hat. He blows out the single candle and everyone applauds.\n\nCOP #1\nCongratulations, Murray!\n\n(CONTINUED)\n\f66\n\n67\n\ncopland 6/3/96 revised —-69-—\nCONTINUED:\n\nCOP #2 spins around.\n\nCOP #2\nHe's not Murray anymore.\nHe's Mortimer Snerd - of Tempe, Arizona!\n\nBABITCH\nAtlanta, Georgia.\n\ncoP #1\nWhatever.\n\nEveryone laughs.\nSomeone turns the music back on - Sinatra Plays - loud.\n\nBabitch leans over to a PRETTY WOMAN beside him.\n\nBABITCH\nIt's kind of cool, you know?\nNot many people get to live two lives.\n\nCOP #2 pats Ray Glynn.\n\nCOP #2\nI didn't think you could pull it off, Ray.\n\nRay Glynn nods. Pained.\ncut TO:\n\nINT. GLYNN'S HOUSE - UPSTAIRS - IN THE BEDROOM (CONTINUOUS)\n\nMusic plays loud from downstairs.\nRAY GLYNN sits on the edge of his bed - on the phone. His\nshoulders slumped. His head in his hand. He speaks quietly.\n\nGLYNN .\nVince. I don't want to go through this\nagain. I can't. I told the boys - I mean -\nthey're downstairs now, saying good-bye.\n\nLARUSO (ON PHONE)\nSo - fine - let them say good-bye.\n\nA shadow plays across the bed. Glynn looks up.\nROSE GLYNN stands in the doorway. Moves on.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nGlynn looks up. ROSE GLYNN stands in the doorway. Moves on. \n\nTARGET SECTION TO BE ANNOTATED:\nGlynn looks to COTTER who sits on a dresser, looking uneasy,\nwatching Glynn. Ray shakes his head at him.\n\nLARUSO (ON PHONE)\n\nRay. You tell me you're nervous. You tell\nme Dark Side should lose the -\n\n(CONTINUED)\n\f67\n\n68\n\n69\n\ncopland 6/3/96 revised -70—\nCONTINUED:\n\nGLYNN\nI just want Moe Tilden tied down. That's\nall. I want him told - he sets foot in this\ntown again, his kids are gonna be bussed to\nBed fuckin' Stuy with fresh Nikes on their\nfeet. I want him to feel it - like I am.\n\nLARUSO (ON PHONE)\n- And I'm telling you that can happen, Ray -\nthat can happen - if you promise me they\nfind something in the river - this week.\n\nGLYNN .\nVince. It's my sister-in-law's kid.\n\nLARUSO (ON PHONE)\n\n(beat)\nDidn't you say he was adopted?\n\nCUT TO:\nINT. GLYNN'S KITCHEN - NIGHT\n\nROSE GLYNN looks up - tense - as someone exits the bathroom. She\nis writing something ON A PARTY NAPKIN WITH A SHARPIE.\n\nCUT TO:\n\nEXT. GLYNN'S HOUSE - NIGHT\nThe music booms loudly from inside Glynn's house.\n\nFREDDY slams the door of his squad car.\nThere are many cars parked along the street.\n\nThrough the windows - the place is packed.\n\nBILL also climbs out of the car - but Freddy gestures for him\nto stay behind. Bill sits down on the hood.\n\nAs Freddy approaches the door -\nLAGONDA BURSTS OUT THE DOOR with his BIG-HAIRED GIRLFRIEND.\n\nFREDDY\nHey, Frank. Is Ray in there?\n\nLAGONDA\n- need'm’ turn it down?\n\nFREDDY\nI need to talk to Ray.\n\nFreddy moves to the cracked door. Music throbbing.\n(CONTINUED)\n\f69\n\ncopland 6/3/96 revised -71-\n\nCONTINUED:\n\nFrank LaGonda sighs. He releases his girlfriend's hand.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nMusic throbbing. (CONTINUED)\n\f69\n\ncopland 6/3/96 revised -71-\n\nCONTINUED:\n\nFrank LaGonda sighs. He releases his girlfriend's hand. \n\nTARGET SECTION TO BE ANNOTATED:\nHe moves past Freddy -\n\nLAGONDA\n- stay here -\n\nLaGonda moves through the cracked door -\nglimpses of Rose Glynn, and other familiar faces.\n\nFreddy shifts onto the other foot. Waiting.\n\nAT THE SQUAD CAR - LAGONDA'S GIRLFRIEND, her finger on her lip,\neyes DEPUTY BILL. Bill nods, friendly.\n\nGIRLFRIEND\n- Your guys' guns - are they the same ones\nthey use in the city?\n\nBILL\n...(nods) ...Uh huh. ‘Thirty eights.\n\nBACK AT THE DOOR - RAY GLYNN emerges from the throng, haggard.\nHe shouts over the music. He does not look Freddy in the eye.\n\nGLYNN\nWhat's up, Freddy?\n‘You want me to turn it down?\n\nROSE GLYNN APPEARS OVER HIS SHOULDER, holding a drink wrapped\nwith a party napkin. She moves toward MURRAY BABITCH.\n\nFREDDY\nWell. It's after midnight.\n\nGLYNN\nLOU! TURN IT DOWN! No, DOWN!\n\nThe music goes down. LaGonda heads back out to his girl.\n\nGLYNN\nFrank. Don't go yet.\n\nLaGonda turns around.\n\nFREDDY\nRay. This doesn't make -\n\nLAGONDA\n- I gotta take Donna home.\n\nGLYNN\n(terse) Take her to the train.\n\n(CONTINUED)\n\f69\n\n70\n\ncopland 6/3/96 revised -72-\nCONTINUED:\n\nLaGonda receives the urgency in Glynn's eyes. He moves off\nshaking his head. Glynn turns back to Freddy, trying to smile.\n\nFREDDY\n- this don't make things very easy for me.\nI mean. This is a pretty big thing you're\nhaving - the day after - I mean...\n\nGLYNN\nWhat are you talking about, Freddy?\n\nFreddy winces.\n\nFREDDY\nRay. This guy came to see me yesterday.\n\nGLYNN\nThat \"guy's\" had a hard-on for me for\nyears. It's a personal thing, Freddy.\n\nFREDDY\nWell. He knows - you know - that your\nnephew's alive - that you got him here.\n\nGlynn says nothing unblinking.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY\nWell. He knows - you know - that your\nnephew's alive - that you got him here. Glynn says nothing unblinking. \n\nTARGET SECTION TO BE ANNOTATED:\nThe tacit question being * - and what did you say, Freddy?\"\n\nFREDDY\nI told'em he's dead. I told him he was\nwrong about you. But - Ray - I'm the\nSheriff. I'm supposed to know what's going\non. I mean. How do you think this looks?\n\nGLYNN\nGo home, Freddy. And don't think so much.\nI heard what happened today with Jack and\nthe boys. I'm sorry about that. Everyone's\nvery high strung.\n\nFREDDY\nRay - I can't -\n\nGLYNN\n(fierce)\nGo home, Freddy.\n\nGlynn turns away, closing the door on him.\nCUT TO:\nINT. GLYNN'S HOUSE - THE PARTY - A HALLWAY - NIGHT\n\nCops all around - ROSE GLYNN presses A DRINK - WRAPPED IN A\nPARTY NAPKIN - into MURRAY BABITCH'S HAND. He resists.\n\n(CONTINUED)\n\f70\n\n71\n\ncopland 6/3/96 revised - -73-\nCONTINUED:\n\nBABITCH\nI'm fine, Aunt Rose. Iam.\nRose wipes the faint bruise on her eye, intense.\n\nROSE\nMurray. I want you to have this.\n\nPerplexed - Babitch takes the drink - and the napkin.\nCUT TO:\n\nINT. FREDDY HEFLIN'S HOUSE - NIGHT\n\nLeaning on a speaker, A BEATEN-UP RECORD JACKET - Glenn Gould's\n\"Goldberg Variations\". The record spins on the turntable as\nfingers gently lower the needle.\n\nFREDDY unbuttons his shirt, lying back on his couch, smoking.\nHeadlights spray in the windows. Freddy sits up.\n\nTHE DOOR OPENS ONTO - LIZ RANDONE - mascara runny, she wears a\nthrown-over coat, and holds a pack of cigarettes, one lit...\n\nLIZ\nHi.\n\nFREDDY\nHi.\n\nLIZ\nUm.\n\nLiz is nervous and upset. She looks over her shoulder.\n\nFREDDY\nYou get in another fight?\nLIZ\nWe were gonna have ‘a big talk’.\nFREDDY\nUh huh.\nLIZ\n\n(starting to weep)\nI had my mom take Caroline.\n- But Joey calls and says he's stuck.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY\nUh huh. LIZ\n\n(starting to weep)\nI had my mom take Caroline. - But Joey calls and says he's stuck. \n\nTARGET SECTION TO BE ANNOTATED:\nThat he made some arrest - and that -\n\nLiz descends into bawling.\n\n(CONTINUED)\n\fcopland 6/3/96 revised -74—\n721 CONTINUED:\n\nLIZ\nI mean - I can't believe him anymore -\nwhen he tells me something.\n\nFreddy looks about nervously as - a car passes.\nLiz pulls herself out of it, suddenly matter-of-fact.\n\nLIz\n- So - I decided to get drunk. And I\nremembered this bottle of - that you gave\nus - when we got married -\n\nFREDDY\n- Sambuca -\n\nLIZ\n- And it tasted like licorice. It made me\nwant to smoke. So I went out and got\ncigarettes. And I was driving by -\n\nFREDDY\nLiz. You want to come inside?\n\nLiz smiles, sadly... she nods - like a little girl.\n\nCUT AWAY TO:\n72 INT. GLYNN'S HOUSE - THE PARTY - NIGHT\n\nThe music is low, the last people leaving the party.\nUneasy, ROSE GLYNN heads upstairs to bed, looking back toward -\n\nCOPS\nTake Care. Put this behind you now.\n\nBABITCH\nI will. Thanks to Ray.\n\nMURRAY BABITCH is at the door saying tearful *good-byes\" -\nthe drink in his hand. COP #1 and #2 offer bear hugs.\n\nCOP #2\nTake care, Mur- I mean, Pete.\n\nYou have a great life.\n\nBABITCH\nYou too, Mike.\n\nCoP #1\n\nSend us some - I don't know -\nwhat's in Georgia?\n\n(CONTINUED)\n\f72\n\n73\n\ncopland 6/3/96 revised -75—\nCONTINUED:\n\nBABITCH\nPeaches.\n\nCOP #2\n(exiting)\nWell - send us some of those.\nBabitch hugs good-bye to - OTHER EXITING COPS.\n\nCotter puts his arm around Babitch, interrupting.\nHe smiles, but appears tense.\n\nCOTTER\nRay wants to see you out back.\n\nBABITCH\nTell him fifteen minutes.\n\nCotter looks firm. Babitch is tipsy. There are a few more cops\nwaiting to wish Babitch well.\n\nBABITCH\nWhat? Tell him fifteen. I'm saying my good-\nbyes here.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nBABITCH\nWhat? Tell him fifteen. I'm saying my good-\nbyes here. \n\nTARGET SECTION TO BE ANNOTATED:\nCotter moves off, pissed.\n\nANOTHER EXITING COP\nThey taking you away tonight, Mur?\n\nBABITCH\nI guess so.\n\nCUT BACK TO:\nINT. REDDY'S HOUSE - NIGHT\n\nFreddy and Liz sit on the couch. Music playing.\nSmoking. Sipping drinks. The tv running silently.\n\nLiz holds the beaten up record jacket, examining it.\nLIZ\nThis is pretty scratchy.\nYou can get C-D's - you know - in stereo.\n\nFREDDY\nWouldn't matter to me.\n\nLiz blinks, then gets it, touching her ear, smiling.\n\nLIZ\nOh. Right.\n\n(CONTINUED)\n\fcopland 6/3/96 revised ~—76—\n73 CONTINUED:\n\nFREDDY\nIsn't he great? He played like that -\nso fast - without even looking at the keys.\n\nLIZ\n- like Ray Charles.\n\nFREDDY\nYeah. Everyone thought he was a genius. But\nhe stopped doing concerts after that. Cause\nhe couldn't get it perfect, you know?\n\nThe music builds. Freddy conducts with his hands.\n\nLIZ\nOh.\n\nLiz watches Freddy in wonder. Barely listening. Buzzed.\nFascinated by him, not the music. She touches Freddy's ear.\n\nLIZ\nWhich one is it?\n\nFreddy smiles, trying to focus on the music...\nwishing Liz would do the same.\n\nFREDDY\nThe other one.\n(pointing to the album)\nBeetoven was completely deaf at the end of -\nyou know - his career. Gould had this funky\near, too - See? 'Kind of a goofy looking\nguy - But he was a genius, you know?\n\nLiz sits up. She leans on Freddy's shoulder. Freddy stiffens.\nShe turns, her lips close to Freddy's bad ear. She whispers.\n\nLIZ\nYou smell good.\n\nFREDDY\nHm?\n\nLiz smiles sweetly. A bit amazed with herself.\n\nLIZ\nNothing.\n\nFreddy blushes, unsure what to say - unsure of what she said.\nLIZ\n\nYou know - it's a funny thing - when you\nowe someone your life.\n\n(CONTINUED)\n\f73\n\n74\n\n75\n\ncopland 6/3/96 revised -17—\nCONTINUED:\n\nFreddy shrugs. Nods.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIZ\n\nYou know - it's a funny thing - when you\nowe someone your life. (CONTINUED)\n\f73\n\n74\n\n75\n\ncopland 6/3/96 revised -17—\nCONTINUED:\n\nFreddy shrugs. Nods. \n\nTARGET SECTION TO BE ANNOTATED:\n Liz touches his cheek.\n\nLIZ\nWhy is it you never got married?\n\nFreddy turns. He looks deep into her eyes.\n\nFREDDY\nAll the best girls got taken.\n\nTears drop from Liz's cheeks. They make a quiet popping sound as\nthey hit the record jacket in her hands. Freddy reaches, wiping\nher cheeks. His eyes drink her in. A rumbling silence rises...\n\nWE FLASH TO - THE MEMORY : AT THE EDGE OF THE WATER.\n\n...the music continues...\nYOUNG FREDDY leans down, straightening YOUNG LIZ'S HEAD,\nbrushing back her hair. Lifeless, she lies in the reeds.\n\nHe presses his mouth against hers.\nHe blows (so gently, the air squirts out the sides.)\n\nNo response. He blows again. Determined. And again.\nHer belly swells. Her eyes flutter. She coughs water.\n\nAs the piano keys trill romantically -\nHer eyes open weakly, slowly, like sleeping beauty.\nColor blossoms in her cheeks.\n\nFreddy leans away, smiles nervously, shaking. Blood drizzling\nfrom his ear. He covers her with his jacket\n\nIn the distance, CONSTRUCTION WORKERS APPROACH, tentative, soon *\nsprinting. THE TROOPER shuffles down from the overpass above.\n\nTHEY ENCIRCLE FREDDY AND LIZ.\nThey shout to one another but we do not hear them.\nThey look at bloody Freddy in wonder. The music builds.\n\nBACK TO THE PRESENT - FREDDY & LIZ ARE KISSING ON THE COUCH.\nGlenn Gould plays...\n\nFreddy and Liz tenderly peck at each other.\n\nSweet kisses - each mirrors the last - his cheek, her cheek -\nhis neck, hers, the hair, the forehead. The kisses quicken.\nLiz and Freddy build a tender rhythm but are somehow unable,\nunwilling, to move further, like school kids, up against the\nlimits of their experience.\n\nSuddenly, Liz backs away, self-conscious.\nShe puts the back of her hand to her mouth.\n\n(CONTINUED)\n\f75\n\n76\n\n77\n\n78\n\ncopland 6/3/96 revised -78—-\nCONTINUED:\n\nLIZ\nUm. This is crazy.\n\nFreddy looks at her, longingly. The music still playing...\ncuT TO:\n\nEXT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nFreddy looks at her, longingly. The music still playing... cuT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FREDDY HEFLIN'S HOUSE - NIGHT\n\nLIZ'S VAN PULLS OUT OF FREDDY'S DRIVE.\nFREDDY stands in the doorway, watching the van move off.\n\nA GARRISON SQUAD CAR SITS, PARKED IN THE SHADOWS.\nInside, CINDY BETTS looks out sadly - watching...\n\nCUT AWAY TO:\n\nINT. GLYNN'S HOUSE - BATHROOM - NIGHT\n\nCLOSE ON - BABITCH'S DRINK sits upon a shelf before a bathroom\nmirror. MURRAY BABITCH rises into frame, splashing water on his\n\nface. He looks at himself in the mirror. Then - notices -\n\nTHE MARKED NAPKIN clinging to his drink. He peels it off the\nglass, reading the scrawl. He looks up in the mirror, suddenly\nterrified, the color gone from his cheeks.\n\nCOATS AND HOLSTERS are hanging on the shower rod.\nBabitch takes a REVOLVER.\n\nCUT TO:\nEXT. GLYNN'S HOUSE - NIGHT\nMURRAY BABITCH stands at the back door. Shaken.\n\nIN THE SHADOWS, AT THE FAR SIDE OF AN ABOVE GROUND POOL, RAY\nGLYNN smokes, tense. The water tower looms against the sky.\n\nBabitch looks at the water tower - then - nervous — stumbles\ndown the steps, approaching the covered pool. He walks along the\nperimeter, pausing suddenly, talking to Glynn from the opposite\nside, looking about philosophically, terrified...\n\nBABITCH\n- You know, Ray. It's is a great thing you\ndid. Making a place. Where guys could stick\ntogether, you know?\n\nGlynn nods, grim.\n\nBABITCH\nI mean - you didn't have to do this for me -\n~ I mean, you could'a just - (shrugs)\n\n(CONTINUED)\n\f78\n\ncopland 6/3/96 revised -79-\nCONTINUED:\n\nJACK COTTER stands at the back door. FRANK LAGONDA joins him.\nThe look at each other and then - out to -\n\nGLYNN and BABITCH stand together -\n\nBABITCH\nI always told Ma - Uncle Ray - he doesn't\nlike me very much -\n\nGLYNN\nI always liked you, Murray.\nYou just sweat too much.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANK LAGONDA joins him. The look at each other and then - out to -\n\nGLYNN and BABITCH stand together -\n\nBABITCH\nI always told Ma - Uncle Ray - he doesn't\nlike me very much -\n\nGLYNN\nI always liked you, Murray. You just sweat too much. \n\nTARGET SECTION TO BE ANNOTATED:\nBabitch smiles, painfully.\nGlynn nods. He looks to Cotter.\nON THE STEPS, COTTER looks to LAGONDA\n\nCOTTER\nEveryone's gone?\n\nLaGonda nods solemnly. Cotter nods “okay\" to Glynn.\n\nBABITCH\n\nSo. What's gonna happen? We meeting some\npeople? I'm pretty buzzed. I mean. I'm all\npacked and everything but -\n\n(noticing LaGonda and Cotter\n\napproaching him from behind)\n- maybe we should wait and do this tomorrow\nor something.\n\nCotter and LaGonda smile sadly at Babitch.\n\nBABITCH\nWhere's Joey?\n\nLAGONDA\n‘Working tonight.\n\nBabitch nods, nervous, standing there.\nGlynn sucks on his cigarette.\n\nCOTTER\nI'm sorry it came out this way, Murray.\n\nBABITCH\n(shrugs, eyelids lowering)\nOh. It's not so bad, Jack.\nGlynn looks to Cotter. Cotter puts his hand on Babitch's head,\nhis fingers in his hair.\n\n(CONTINUED)\n\f78\n\n79\n\ncopland 6/3/96 revised —80—\nCONTINUED:\n\nCOTTER\nYes, it is, Murray.\n\nIn a swift motion, COTTER PLUNGES BABITCH'S HEAD INTO THE\nSWIMMING POOL, HOLDING HIM UNDER. LAGONDA HOLDS HIS FLAILING\nARMS AS - BABITCH THRASHES WILDLY...\n\nHIS HAND GROPING FOR THE GUN IN HIS PANTS...\nCUT TO:\nEXT. GLYNN'S HOUSE - NIGHT\n\nJOEY RANDONE climbs out of his car - still in uniform - walking\ntoward the door to Glynn's House. It is locked.\n\nThere is a splashing sound... AND SUDDENLY A SHOT... BANG!\nJoey moves quickly around to the back. He comes upon -\n\nRAY GLYNN, COTTER AND LAGONDA STRUGGLING WITH BABITCH AT THE\nPOOL. BABITCH COMES UP, HIS SMOKING GUN IN THE AIR - CHOKING -\nSCREAMING - BANG, BANG! .\n\nCotter and LaGonda recoil from the shots.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe comes upon -\n\nRAY GLYNN, COTTER AND LAGONDA STRUGGLING WITH BABITCH AT THE\nPOOL. BABITCH COMES UP, HIS SMOKING GUN IN THE AIR - CHOKING -\nSCREAMING - BANG, BANG! . Cotter and LaGonda recoil from the shots. \n\nTARGET SECTION TO BE ANNOTATED:\nBabitch springs from the water -\n\nBABITCH\nJESUS! YOU BASTARDS! FUCK YoU! !\n\n- and runs into the woods.\nJOEY RANDONE stands - horrified.\n\nJOEY\nWhat the fuck are you doing?!\n\nCotter runs off after Babitch. LaGonda follows. Glynn moves off\ntoo but is stopped, by Joey Randone's hand on his sleeve.\n\nJOEY\nWhat the fuck, Ray? You said Laruso was\ngonna set him up - with a new life.\n\nGLYNN\nY'think I'm all that, Joey? No. You do not.\nOr you would not be Milk Man-ing my wife.\n\nGlynn moves off.\nJoey Randone stands there, devastated. He looks up to -\n\nThe light in Glynn's bedroom switches off. The drapes moving.\nCUT TO:\n\f80\n\n81\n\n82\n\ncopland 6/3/96 revised\n\nMOVING WITH COTTER AND LAGONDA - NIGHT - IN THE WOODS\nOut of breath, LaGonda and Cotter look about.\n\nGlynn joins them, puffing. They look at one another.\n\n-81-—\n\nCUT TO:\n\nOMMITTED\n\nEXT. MAIN STREET - GARRISON - MORNING\nA LINE OF CARS CURBSIDE - PINK TICKETS ON THE WINDSHIELDS.\n\nJACK COTTER comes out of the DELI, a coffee in his hands.\nHe finds a ticket under his wiper blade.\n\nCINDY APPROACHES. She notices the tickets - and COTTER, fuming.\nRAY GLYNN emerges from the deli, holding a paper cup of coffee.\n\nCOTTER\nWhat the hell is this?\n\nCindy shrugs, pointing to the parking sign.\n\nCINDY\nA parking ticket. It's after seven.\n\nCOTTER\nAnd what? - it's after seven - and what?\n\nCINDY\n(moving off)\nTalk to Freddy. He wrote it.\n\nCotter yells after Cindy. Glynn's blue eyes are icy, piercing.\n\nCOTTER\n\nYou tell \"Wyatt Earp\" - that leg of lamb\nbetween his ears - that's for eating - not\nfor thinking with.\n\n(waving the ticket at Cindy)\nHe says this is a green car? Does that look\ngreen to you. It is blue.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\n(waving the ticket at Cindy)\nHe says this is a green car? Does that look\ngreen to you. It is blue. \n\nTARGET SECTION TO BE ANNOTATED:\n Carillion Blue.\nTell him I don't own no green car - so I\nain't paying no fuckin' cupcake ticket.\n\nGlynn takes Cotter by the collar. Other cops look up.\n\nGLYNN\nYou pressed yesterday, Jackie - you pressed\nand he went up into the attic and found his\n(MORE)\n\n(CONTINUED)\n\f82\n\n83\n\n84\n\ncopland 6/3/96 revised -82-\n\nCONTINUED:\nGLYNN (cont'd)\nspine. (Cotter squirms) Now - you chill.\nYou chill and you find my nephew.\n(moving to his car) Think \"Ghandi\".\n\nCUT TO:\n\nINT. SHERIFF'S OFFICE - DAY\n\nTHE TWO HOMEYS FROM THE SUZUKI sit - heads in their hands -\nbehind bars in the converted tire storage area.\n\nKID #2\nThis is total racial bullshit, man.\n\nFREDDY ignores him. He reads THE NY POST - PROCLAIMING :\n‘BIG BLUE POW WOW' - Mayor and P-B-A Prexy to Meet\n\nFIGS\nI'm telling you. I'm doing you a favor.\nJust toss'em.\n\nFIGS sits on the edge of the dispatch desk, sipping coffee,\nsorting through the overflowing in-basket with CINDY.\n\nCINDY\nGary - you can't do that.\n\nFigs crumples A WAD OF PAPER and tosses it in the trash.\n\nCINDY\nSheriff!\n\nFREDDY looks up from his newspaper.\n\nFREDDY\nDo what he says, Cin.\n\nFigs grins at Cindy. She is disgusted.\n\nKID #2 (0.S.)\nYo,.. Yo.\n\nFreddy turns as - KID #2 gestures humbly through the bars,\nbumming for a cigarette.\n\nCUT TO:\nINT. FOUR ACES - MEN'S ROOM - NIGHT\n\nCotter approaches a urinal beside - Freddy.\nFreddy nods to him, terse, flushing the toilet. Cotter glares.\n\n(CONTINUED)\n\f84\n\n85\n\ncopland 6/3/96 revised -83-\nCONTINUED:\n\nCOTTER\n\"stead of writing bullshit tickets, Freddy,\nof which I have no intention to pay - maybe\ny'should be looking at that fire. Y'know?\nWith scrutiny.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f84\n\n85\n\ncopland 6/3/96 revised -83-\nCONTINUED:\n\nCOTTER\n\"stead of writing bullshit tickets, Freddy,\nof which I have no intention to pay - maybe\ny'should be looking at that fire. Y'know? With scrutiny. \n\nTARGET SECTION TO BE ANNOTATED:\n I mean - my girl at Chase\n\nsays Figsy was missing payments - what with .\nthe his and her co-co problems and what-\nnot.\n\nFREDDY\n\nWhere were you that night, Jack?\nCotter's face goes numb - he zips up his pants.\nCOTTER\n‘had nothing to do with it. That'd be\nretrib-bution - and that, I leave to God\nalmighty. (smiles) I'm Ghandi.\nCotter throws water on his face.\nCOTTER\nEigs is the one getting the fat\ninsurance check.\nFreddy heads to the door.\n\nFREDDY\nSay \"hey\" to Superboy - if you see him.\n\nCotter spins around.\nFreddy smiles, nervous, in the doorway.\nCOTTER\n\nSuperboy is dead, Freddy.\nWe put him in the ground.\n\nINT. FOUR ACES TAVERN - NIGHT\n\nRAY GLYNN sits in back with FRANK LAGONDA, JOEY RANDONE and a\nFEW OTHERS. They are quiet. Tense. As Freddy passes them -\n\nGLYNN\nFreddy. Pull up a chair.\n\nFREDDY shakes his head, stiff, gesturing to CINDY at the bar.\nCOTTER returns to his seat, staring at Freddy, uneasy.\n\nFreddy sits down beside CINDY, who picks at a shrimp salad.\n\n(CONTINUED)\n\fcopland 6/3/96 revised —-84—\n\n85 CONTINUED:\nCINDY\nSo - where is he?\nFREDDY\nHm?\nCINDY\nWhere is he?\nHearing this question, EVERYONE IN THE BACK LOOKS UP.\nCINDY\n- Figs -\nFREDDY\n\nOh - at my house.\nThe boys in back return to their business.\n\nFreddy picks at a MEATLOAF SANDWICH before him.\nHe glances to the men in back.\n\nCINDY\nIs he just gonna 'hang around' now?\n\nFREDDY\nHm? I don't know, Cin. Is it a problem?\n\nCINDY\nI mean - I know he's got lots of tips and .\nall. But when he's around - I feel like a\nsecretary - with a gun, y'know?\n\nFreddy sighs.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nall. But when he's around - I feel like a\nsecretary - with a gun, y'know? Freddy sighs. \n\nTARGET SECTION TO BE ANNOTATED:\n Cindy takes a cigarette from Freddy's pack.\nIN THE BACK, JOEY RANDONE SPRINGS TO HIS FEET -\n\nJOEY\n- Help find him? - so what? - so you can\nfinish cleaning your pool with his head?\nWhat? - ‘you got something to tell me, Ray.\nMr. Humanitarian. You tell me.\n\nGlynn glares at Joey, icy. Joey puts up his hands.\n\nJOEY\nI'm going. I'm in at ten.\n\nCOTTER\nWe all are. We got another hour.\n\nGlynn continues staring.\nJoey grabs his coat, avoiding Glynn's eyes. He walks out. slam. *\nCotter looks to Glynn.\n\n(CONTINUED)\n\fcopland 6/4/96 revised -85-\n85 CONTINUED:\n\nAnd Glynn turns to - Freddy, watching from the bar.\nFreddy turns back to Cindy - as she speaks:\n\nCINDY\n\nI never should've taken this job. You\nwere sweet back then - with your music -\nand your ear. Doin' your job. I told my mom\nyou were like this noble turtle. ‘thought I\nfound someone who moved at my speed.\n\n(she laughs at herself)\nBut now - I mean. What am I - a door knob?\nI mean - what are you doing? At least these\nguys know who they are. At least they're\nnot sitting there staring at old newspaper\nclippings. What - you gonna like me more if\nI put on some fuckin tiara and let you save\nme? Is that gonna make you feel better?\n\neee eee eee\n\nCindy crosses to the coat rack.\ncur TO:\n86 INT. FREDDY'S HOUSE - NIGHT\n\nA bucket of Kentucky Fried Chicken bones and beer cans in the\nsink. \"The Passion of Saint Matthew\" plays on the turntable.\n\nsmoking, FREDDY sits at the kitchen table with FIGS.\nA half empty bottle of scotch between them. And a collection of\nnewspaper clippings, chronicling Babitch's \"suicide.\"\n\nFIGS\nYou're lucky your ear kept you off the\nforce, Freddy. It's a deep and dark\nmotherfuck.\n\nse ee\n\nFREDDY\nWhatever. I'd like to have discovered that\nfor myself, you know?.\n\nFIGS\n\nWell.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nse ee\n\nFREDDY\nWhatever. I'd like to have discovered that\nfor myself, you know?. FIGS\n\nWell. \n\nTARGET SECTION TO BE ANNOTATED:\n What you're feeling right now -\nfriendless - angry - nervous -misunderstood\n- this is it. This is the life.\n\n(beat)\nCity cops ain't nothing but garbage men.\n‘Pick up the trash, take it away, dump it.\nNext week, 'go down the same block, ‘pick\nup the same trash all over again.\n\neee eee eee\n\nFreddy sucks his cigarette down to the filter.\nHe stares out the window, tears welling in his eyes.\n\n(CONTINUED)\n\fcopland 6/4/96 revised\n86 CONTINUED:\n\nFREDDY\nIf I saw Liz - drowning in the water - if I\nsaw that today? I wouldn't go in. I'd stand\nthere - and I'd think about it. And that's\nthe best thing I ever did with my life.\n(pushes out the butt)\n\nNow - I hear all these voices. Telling me I\ncan't do anything.\n\nFIGS\nWhat did you hear when you saved her?\n\nFreddy smirks. shrugs.\n\nFREDDY\nMusic:\n\nFigs smiles. He looks at - A NEWSPAPER PICTURE OF BABITCH.\n\nFIGS\nSo.\n\nFREDDY\nSo.\n\nFIGS\n\nSo - you want to sit around listening to\nGergen Gingleshnorts -\n\nFREDDY\n- Glenn Gould -\n\nFIGS\n- playing the \"Opus to cunt hair number\nsix in G flat major labia\" ?\nFreddy laughs. Shakes his head.\nFIGS\nOr - you want to bring the faggot in?\nLet him spill.\n\nFREDDY\nI wouldn't know where to begin.\n\nFIGS\nY'ever see “Murder on the Orient Express\"?\n\nFreddy shakes his head. Figs smiles, eyes bright.\n\nFIGS\nThey all did it.\n\n—-86—\n\nee eee ee\n\nCUT AWAY TO:\n\f87\n\ncopland 6/3/96 revised -87-—\n\nMANHATTAN. NIGHT. JERSEY ACROSS THE RIVER. G-W BRIDGE.\nWe hear a desperate voice. It feels very close.\n\nWINCING COP (0.S.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt feels very close. WINCING COP (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n- ahhh - Christ! - where are you guys?!\nshit - I'm down - and Joey's trying to hold\non - but this bastard - he cut me up -\n\nLike a bank camera, impassive, WE PAN -\nacross the lights, past the dark buildings between -\n\nWINCING COP (0.S.)\n- he's a fuckin’ monster...\n\n- past the loose mortar of this dark rooftop,\npast a glistening POOL OF CRIMSON - to find -\n\nWALKIE TALKIE (0.S.)\n(siren in bg. - static)\nOn way, Tone. Hold it together.\n\nTHE WINCING COP (TONY) LIES ON A TAR PAPER ROOF, holding his\npunctured thigh and neck. HE GRUNTS into a shoulder clipped\nwalkie.\n\nWINCING COP (TONY)\n- I can't move. I think he cut my tendon...\n\nJOEY (0.S.)\nI need some assist, over here!\n\nWALKIE TALKIE VOICE\n(static) - Where's Joey? -\n\nTONY (WINCING COP)\n- fifty feet - ah, shit - He's in\ntrouble, Jackie.\n\nACROSS A CHASM - ON THE ROOF OF THE NEXT BUILDING -\nJOEY RANDONE IS LIFTED EFFORTLESSLY INTO THE AIR BY A HEAVY SET\nBLACK MAN IN SWEATS (SHONDEL). They are nose to nose.\n\nJOEY\nYou release me - cock-sucker!\n\nShondel smiles at Joey's feeble temper; a little boy in blue.\n\nSHONDEL\n...You got a wife?\n\nJoey nods, looking about.\n\nACROSS THE STREET - PEOPLE ARE WATCHING OUT THEIR OPEN WINDOWS.\n(CONTINUED)\n\f87\n\n88\n\ncopland 6/3/96 revised —-88—\nCONTINUED:\n\nShondel smiles.\n\nSHONDEL .\n\"Got a little baby?\n\nJoey nods.\n\nSHONDEL\nSo quit. Tell me you quit. I let go. You go\nhome. Kiss you wife. Eat you baby's Fruit\nLoops. And it be tasting so good. And you\nthank me, motherfucker.\n\nJoey blinks.\n\nSHONDEL\n\nI can kill you with my hands. I can kill\nyou with your gun. I can kill you with my\nblood. Tha's right.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nI can kill\nyou with your gun. I can kill you with my\nblood. Tha's right. \n\nTARGET SECTION TO BE ANNOTATED:\n Or - I can let you go.\nYou ‘still be a hero to me. Cause I be\nre-deemed. Re-re-re-deemed -\n\n(reading his badge)\n- Officer Randon-ee\n\nA siren rises in the distance. Lights swirl down the block.\nShondel smiles, angelic, though his grip tightens.\nJoey tearful, wipes his mouth on his shoulder.\n\nCUT BACK TO:\n\nEXT. FREDDY'S PORCH - NIGHT - GARRISON\n\nFREDDY sits on the porch. He watches as - FIGS TIPS A BEER CAN\nON THE RAILING, letting what foam remains dribble out...\n\nFIGS\n- a brother's in deep shit - he's down -\nhe's bleeding - and you gotta get there -\nbut there's lights - all over the city\nthere are red lights.\n\nFREDDY\nYou go through the red lights.\n\nFigs sucks on his cigarette, disappointed by the response.\n\nFIGS\nSure, you fire up the roof, you wail, you\ngo through the red lights - but it's slow,\nFreddy, fighting your way through traffic.\nThe goal is perpetual motion. You want\ngreens. But how do you insure the greens?\nYou can't. As in life, in traffic. So you\n\n(MORE)\n\n(CONTINUED)\n\f88\n\n89\n\ncopland 6/3/96 revised -89—\n\nCONTINUED:\nFIGS (cont'd)\nleave yourself an out. At every corner you\nleave yourself an alternative. You follow?\n\nFreddy shrugs. Figs sighs, his cigarette hanging on his lip.\nFigs gestures, his hands miming a zig-zag course, approaching\nthe tipped beer on the railing.\n\nFIGS\n\nFreddy. You are in pursuit of a block - not\na street name. Y'follow? If the gig is on\nMadison, you don't want to get on Madison -\nnot until you are there. On your block. On-\nscene. No. You drive diagonal - you zig,\nyou zag - you turn the wheel when you hit a\nred light. It is about navigation. You play\neach turn like an Ace in the fucking hole.\n\nete ee eee\n\nFigs rights the tipped beer can. He smiles.\n\nFIGS\n‘play this right, you get perpetual motion.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nete ee eee\n\nFigs rights the tipped beer can. He smiles. FIGS\n‘play this right, you get perpetual motion. \n\nTARGET SECTION TO BE ANNOTATED:\nFREDDY\nYeah. But. How does this apply to -\n\nFigs spins around, impatient.\n\nFIGS\nIt applies, Freddy! Jesus. It's just as\neasy to tail a man walking in front of him.\nListen to me. You butt heads with these\nfriends of ours - You come at them head-on?\nWith your pink tickets.\n\nsee te\n\nFigs shakes his head, leaning on the railing, looking out at the\nlights of the Garrison.\n\nFIGS\nThey got lives, Freddy. Families.\n(low)\nNo. You move diagonal. You jag. It may feel\ninnately wrong - but like so much in this\nworld, what feels wrong is innately right.\n\nCUT AWAY TO:\nEXT. ON THE STREET - MANHATTAN - NIGHT\n\nDOME-LIGHTS SPINNING - AN NYPD SQUAD CAR LURCHES CURBSIDE.\nFrom out the doors leap, SEVERAL NYPD, GUNS PULLED.\n\nANOTHER CAR ARRIVES - RAY GLYNN AND JACK COTTER EMERGE.\nGlynn moves slower than the others.\n\n(CONTINUED)\n\f89\n\n90\n\ncopland 6/3/96 revised -90—\nCONTINUED:\n\nCOPS RUN TO THE CORNER, ENCIRCLING - A DULL-EYED WOMAN AND HER\nCHILDREN. She points upward, numb, her clothing ripped...\n\nCOPS BANG ON STEEL RE-ENFORCED DOORS, pry at them with a crow\nbar - trying desperately to get stair access.\n\nANOTHER COP TRIES TO STAND ON A CEMENT BANISTER, ATTEMPTING TO\nPULL DOWN A DECAYING FIRE ESCAPE.\n\nUP ABOVE : THE STRUGGLE CONTINUES... Shadows play.\nThere is an anguished scream from above. Joey's voice.\n\nDOWN THE BLOCK - IN AN ALLEY - RAY GLYNN COMES UPON -\nAN_OPEN DOOR, It leads to A STAIRWELL THAT SPIRALS UPWARD.\nGLYNN pulls the door shut as - COTTER AND ANOTHER COP arrive.\n\nCOTTER\nJoey's in trouble, Ray.\n\nGLYNN NODS, JIGGLING A PIN IN THE LOCK OF THE (OPEN) DOOR.\nHE MIMES PICKING THE TUMBLER. The other cop is impatient.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nGLYNN NODS, JIGGLING A PIN IN THE LOCK OF THE (OPEN) DOOR. HE MIMES PICKING THE TUMBLER. The other cop is impatient. \n\nTARGET SECTION TO BE ANNOTATED:\nOTHER COP\nLet's break it in!\n\nGLYNN\nNo need. I got it. Just - one - more -\n\nGlynn looks at Cotter, placid, eerie.\nHe holds the door closed one more long beat,.. then opens it.\n\nGLYNN\n- second.\n\nUP ABOVE :\n\nRANDONE AND SHONDEL WRESTLE, STRETCHED PRECARIOUSLY ACROSS THE\nGAP BETWEEN TWO BUILDINGS. SLASHES ACROSS RANDONE'S HANDS,\n\nBLOODY FROM BLOCKING HIS SLASHING KNIFE.\n\nFrom an adjacent roof, COTTER & OTHER COPS RUSH TO RANDONE,\nFIRING IN THE AIR, GRABBING SHONDEL, PULLING HIM OFF JOEY - but -\nBENEATH JOEY'S FEET - THE BRICK CRUMBLES TO DUST...\n\nJOEY\nOh, Jesus. Jackie -\n\nJOEY reaches his bloody hand out for JACK COTTER AS -\nHE FALLS BACKWARD... PLUMMETING...\n\n..-headlong to the sidewalk\n...TEN STORIES BELOW. There is a muffled thunk.\n\n(CONTINUED)\n\f90\n\n91\n\ncopland 6/3/96 revised -91-\nCONTINUED:\n\nAT THE ROOFTOP STAIR-BOX - GLYNN STEPS ONTO THE ROOF, winded.\nHe sees the men all staring downward, silent and shocked.\nCotter turns, glaring at Glynn. Glynn winces, looking off.\n\nCUT TO:\nINT. FREDDY'S HOUSE - NIGHT\nFREDDY lies in bed - wide awake. The television droning.\nThe bathroom door is cracked - FIGS running water inside.\nThere is a knock at the door.\nFreddy sits up. Checks his hair in his mirror.\nHE OPENS THE DOOR ONTO - MURRAY BABITCH - WILD-EYED, UNSHAVEN.\n\nBABITCH\nYou're the Sheriff, right?\n\nFreddy blinks, stunned.\nHe nods, touching his matching nose-scar.\n\nBabitch speaks in a paranoid whisper, words staggering out his\nmouth, his red eyes darting.\n\nBABITCH\nHey. Um. I'm the guy who jumped. The one\nthey buried. I'm dead. Uh. I mean. I need\nyour help.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nUh. I mean. I need\nyour help. \n\nTARGET SECTION TO BE ANNOTATED:\n They're trying to kill me\n\nFREDDY\nWho?\nBABITCH\n(laughing, then weeping)\nWho? Who? .\n\nFreddy wipes his face with his hand.\n\nFREDDY\nOkay. So. Uh. What do you want to do?\nYou want to go to the city?\n\nBABITCH\nGo to the city?! - Jesus! - 'You have any\nidea how connected he is? De you? Go to the\ncity?! He's fucking everywhere!\n\nFigs walks out of the bathroom, a towel to his face.\n\nBabitch turns, terrified. (He sees Figs as one of “them\")\n(CONTINUED)\n\f91\n\n92\n\n93\n\n94\n\n95\n\ncopiand 6/3/96 revised -92-\nCONTINUED:\n\nFreddy meets eyes with Figs. He turns back -\nbut - Babitch is gone.\n\nCUT TO:\nEXT. ALONG THE ROAD - GARRISON MEADOWLANDS - NIGHT\n\nRounding a bend, moving into the marshland that leads to the\nriver, FREDDY (in his robe) and FIGS (further back) struggle to\nkeep pace with BABITCH, far ahead.\n\nFreddy turns, slowing, looking at an approaching car.\nNobody. Just a funkified V-W VAN. It passes.\n\nFreddy turns back. He looks about the moonlit reeds. Babitch has\ndisappeared. Figs joins him. Coughing.\n\nNothing anywhere but reeds.\nAnd the old water tower looming overhead.\n\ncuT TO:\nINT. FREDDY'S HOUSE - DAWN\nBirds sing as the sun rises.\nTHE ABANDONED WATER TOWER RISES HIGH ABOVE THE TREES.\nPULLING FROM A WINDOW - WE COME UPON - A BEDSIDE CLOCK.\nIt blinks: 6:28, 6:28, 6:29. Beside it - A GUN.\nFreddy lies awake in his bed. Figs sleeps on the couch.\n\nCUT TO:\n\nINT. FREDDY'S BATHROOM - DAWN\n\nSplashing water on his face, FREDDY stands at the sink.\nHe looks at himself in the mirror. Suddenly, he notices -\n\nA SPRINKLING OF WHITE POWDER on the face of a hand mirror.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY'S BATHROOM - DAWN\n\nSplashing water on his face, FREDDY stands at the sink. He looks at himself in the mirror. Suddenly, he notices -\n\nA SPRINKLING OF WHITE POWDER on the face of a hand mirror. \n\nTARGET SECTION TO BE ANNOTATED:\nFreddy runs his finger through the powder, sniffing it.\n\nFIGS (0.S.)\n‘you waking up? Jesus - I feel like shit.\n(sniffles)\nMan. Fuckin' allergies...\n\nFreddy looks toward the door, dread on his face.\n\nA FLAG-DRAPED COFFIN IS LOWERED INTO A DARK PIT\n\nWE ARE - EXT, GARRISON CEMETERY - DAY\nAS BEFORE - A SEA OF BLUE SURROUND THE CEREMONY.\n\n(CONTINUED)\n\f95\n\n96-97\n\n98\n\n99\n\n100\n\ncopland 6/3/96 revised -93-\nCONTINUED:\n\nAND AT THE CENTER OF IT ALL - LIZ RANDONE\nLovely and strangely numb, she stands resolute and plain,\nher hair blowing with the wind, her daughter at her side.\n\nFREDDY watches Liz with obsessive interest as she solemnly\naccepts everyone's good wishes.\"He was a great guy, Liz\" \"Don't\nyou worry about a thing\". She finds comfort in Freddy's eyes.\n\nFreddy can't stop staring at Liz.\n\nOver his shoulder, distant, the old Garrison water tower.\nCUT TO:\n\nOMMITTED\n\nEXT. ONE POLICE PLAZA - DAY\n\nFREDDY emerges from a PATH TRAIN STATION. He stands under the\ngreat arch of Manhattan Borough Hall, Chambers Street behind\nhim, cutting through to the Hudson.\n\nAcross the plaza, COPS CRISS-CROSS before A BROWN BUILDING WITH\nDARK WINDOWS (ONE POLICE PLAZA). The Brooklyn Bridge looms in\nbg. Freddy checks a wad of paper.\n\nFREDDY WALKS PAST - COPS BEFORE A BARRICADE\nONE COP WATCHES FREDDY - BERTA - THE BOMB SOUAD COP FROM SC. 1.\nTheir eyes meet. Freddy nods, friendly, moving on.\n\nCUT TO:\n\nINT. ONE POLICE PLAZA - DAY\n\nFREDDY takes his bag from the metal detector.\nHe shuffles up the steps. Wide-eyed - he's at “cop-central\".\n\nA LONG HALL - COPS BUZZ ALL AROUND - MANY WEARING BRASS -\nMOVING IN AND OUT OF \"WAR ROOMS\" :\n\nMISC. COPS\n\"Call the M - E. Mecca wants the slugs.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nA LONG HALL - COPS BUZZ ALL AROUND - MANY WEARING BRASS -\nMOVING IN AND OUT OF \"WAR ROOMS\" :\n\nMISC. COPS\n\"Call the M - E. Mecca wants the slugs. \n\nTARGET SECTION TO BE ANNOTATED:\n\"Hey - is this Coke Diet?\"\n\"And I want to see the driver.*\n\nAT THE END OF THE HALL - A DOOR.\nOFFICE OF SPECIAL SERVICES - INTERNAL AFFAIRS\n\nINT. ONE POLICE PLAZA - WAR ROOM - DAY\n\nThe War Room is subdued.\nTWO I-A DETECTIVES whisper, looking back toward -\n\n(CONTINUED)\n\fCopland 6/3/96 revised —-94-\n100 CONTINUED:\n\nDETECTIVE MOE TILDEN - through a doorway - in an ADJOINING\nOFFICE. He sits, a cigarette burning in his lips, his feet on\nhis desk. He looks glum, playing with a rubber band.\n\nI-A DETECTIVE #1\n(unwrapping a lunch)\nHe got the call?\n\nI-A DETECTIVE #2\n(nods, taking potato chips,\nlooking at paperwork)\n‘pulled the plug. ‘told him if he sets\nfoot in Jersey again, he's back in the bag.\n\nCARSON timidly approaches Tilden's door, holding a phone.\n\nCARSON\nUh. Moe.\n\nTILDEN\nYeah.\n\nCARSON\n\nThe \"Sheriff of Garrison, New Jersey\" is\nhere to see you.\n\nTilden's face is numb.\n\nCARSON\nY'gonna tell him we're frozen?\n\nTilden thinks.\nHe smiles, wheels turning. He stands. Picks up a computer\nmonitor - still plugged in - and throws it in an empty box.\n\nHe tosses another box to Carson, who stands, puzzled.\n\nTILDEN\nPut your files in there.\n\nCARSON\nWhat?\n\nTILDEN\n\nThrow'em in. Do it. We're done.\n\nCARSON\nMoe? What the fuck?\n\nTilden steps into the war room. He turns to Detective #2.\n\nTILDEN\nRubin? What are you doing?!\nThe case is closed.\n\n(CONTINUED)\n\f100\n\ncopland 6/3/96 revised -95-\nCONTINUED:\n\nRUBIN (Det. #2) looks up, frightened.\n\nRUBIN\nUh. Yeah, but you told me to -\n\nTILDEN\nWhat - I told you what? Fuck you.\nThe case is closed. Go to lunch.\nTilden throws Rubin's work in the trash.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe case is closed. Go to lunch. Tilden throws Rubin's work in the trash. \n\nTARGET SECTION TO BE ANNOTATED:\nTILDEN\nGo - to = lunch\n\nRUBIN\n(looking at his lunch)\nBut I got -\n\nTILDEN crosses to the map of Garrison on the bulletin board.\nHe rips it down, stuffing in the trash.\n\nTILDEN\nGO TO LUNCH!\n\nStunned, Carson and the others watch as -\n\nTilden moves along the desks of OTHER DETECTIVES, throwing files\nto the floor. Everyone looks at him as if he's gone mad.\n\nTILDEN\nThe case is fucking closed!\nGet the fuck outta here! All of you!\n\nI-A Detectives shuffle out. Carson looks at Tilden, dumbstruck.\nTilden grins. Carson blinks.\n\nTILDEN\nCarsie - put your work in the box.\n\nCarson reluctantly stuffs \"Garrison\" files into his box.\n\nTilden steps across the mess he's made, moving back toward his\noffice. He closes the door. He puts his feet up, checking once -\nbright-eyed - over his shoulder as -\n\nFREDDY HEFLIN enters the war room, nervous. He is taken aback by\nthe mess. Files on the floor. The shredded bulletin board.\n\nCARSON turns, dumping files.\n\nCARSON\nSheriff - what can I do for you?\n\nFreddy looks about, bewildered.\n(CONTINUED)\n\fcopland 6/3/96 revised +96—\nCONTINUED:\n\nFREDDY\nWhat's going on? You guys moving?\n\nCarson smiles, cryptic.\nHe continues stuffing his box full of files.\n\nCARSON\nYou could say that.\n\nFREDDY\n(nodding to Tilden)\nHe told me to come down if - you know -\n\nCARSON\nUh-huh.\n\nFreddy is confused. He furrows.\nLook. You guys were right.\nBabitch is alive.\n\nIn the back office, TILDEN LISTENS, gleeful, snapping a rubber\nband. Freddy moves to him but Carson steps in front.\n\nCARSON\nIt's a little late, Sheriff. But -\nThanks for coming in anyway.\nFreddy turns. Confused. He nods toward Tilden.\n\nFREDDY\nI want to talk to him.\n\nCarson put his hand on Freddy, moving him to the door.\nCARSON\nSheriff. Look around you.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarson put his hand on Freddy, moving him to the door. CARSON\nSheriff. Look around you. \n\nTARGET SECTION TO BE ANNOTATED:\nIt's out of our hands, now, you dig?\n\nFREDDY\nI gotta talk to him. It's important.\n\nFreddy breaks past Carson - he opens Tilden's door.\n\nFREDDY\nHey.\n\nTilden sits there. He refuses to meet Freddy's eyes, lighting a\nfresh cigarette, turning his back on Freddy, facing the window.\n\nFreddy is perplexed. Carson crosses to Tilden's door, pulling on\nFreddy's sleeve.\n\n(CONTINUED)\n\fcopland 6/3/96 revised -97—\n100 CONTINUED:\n\nFREDDY\nHey. You were right. They tried to kill\nhim. 'Like you said. But he got away. He's\nrunning around in the woods, you know, like\nGrizzly Adams or something. He's scared to\ndeath. We gotta do something.\n\nCARSON\n‘should be scared. His Uncle got this case\nclosed with one phone call.\n\nFreddy shakes off Carson's grip.\n\nFREDDY\nLook. I'm sorry - it took so long - to\ncome around, you know? You were right. I\ncouldn't see the truth. ‘Like you said.\nThe evidence. My loyalties - they were\nconfused, you know? But I'm ready now.\n\nTilden is stone-faced.\n\nFREDDY\nWhat is this? What the fuck is this?\nYou come to me - to my town - with these\nspeeches and shit.\n\nTILDEN\n(still not looking at Freddy)\nThat was two weeks ago.\n\nFREDDY\nWhat about Babitch?\n\nTILDEN\nFuck him.\n\nFREDDY\nWhat about Glynn?\n\nTILDEN\nFuck him.\n\nFREDDY\n\nWhat about Joey Randone?\n\nTILDEN\nHe fell off a building.\n\nFreddy glares.\n\n(CONTINUED)\n\f100\n\n101\n\ncopland 6/3/96 revised -98—\nCONTINUED:\n\nTILDEN\nListen to me, Sheriff. I'm very sorry I\nawoke you from your slumber. But it's over.\nHands are tied, now. You shut me down.\n\nFREDDY\nNo, they're not - You can -\n\nTilden turns, facing Freddy. Red-faced. Intense.\n\nTILDEN\n\nListen to me. I offered you a chance.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nIntense. TILDEN\n\nListen to me. I offered you a chance. \n\nTARGET SECTION TO BE ANNOTATED:\ni . When there was\n\nstill room to move. I offered you a chance -\nto be a cop. And you blew it.\n\nFreddy speaks slowly, his eyes blazing with emotion.\n\nFREDDY\n- Everyone says that - \"Listen to me,\nFreddy, Listen to me, Sheriff\" - I hear\nfine - you know? - but I got one good ear -\n\nTILDEN\nHear this. You blew it.\n\nFREDDY\n- so I listen hard - to the words - that\ncome out of cop's mouths - you know?\nBecause you guys - P-D - I figure you know\nthe score. But these days - what comes out\neveryone's mouths - what comes out of your\nmouth - it's just all this poetic diarrhea.\n(beat) You people are all the same.\n\nte eee\n\nTilden is silent. Carson looks to -\nSome detectives have assembled in the door - from the yelling.\nFreddy walks off - past them - exiting.\nCarson turns to Tilden. Smoke trickles from Tilden's lips.\nTILDEN\nThat cupcake makes a mess.\nWe have a case again.\nCUT TO:\nEXT. GARRISON FIRE HOUSE BARBECUE / FAIR - DAY\nCARNIVAL TRUCKS PARKED ON AN ATHLETIC FIELD, SET UP WITH GAMES\n\nOF CHANCE. A SPIDER-LIKE TILT-A-WHIRL SPINS. Cop's families roam\nabout. There is a GATHERING AROUND A CHARCOAL PIT.\n\n(CONTINUED)\n\f101\n\n102\n\ncopland 6/3/96 revised -99-\nCONTINUED:\n\nRAY GLYNN turns the quartered chickens on the grill. .\nHe looks haggard, tense, as he watches FREDDY cross past.\n\nCUT TO:\n\nA BB-GUN SHOOTING GALLERY SET UP IN THE OPEN END OF A TRUCK.\nSTUFFED ANIMALS hang all around the open end of the truck.\nTHE UNSHAVEN OPERATOR smokes, watching Freddy warily as he looks\nto a BIG GREEN STUFFED TURTLE above.\nFREDDY\n(putting down cash)\nTwo shots in the center?\nOPERATOR\n‘You a cop? ‘rules are different for cops.\nI'm losing my shirt here.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY\n(putting down cash)\nTwo shots in the center? OPERATOR\n‘You a cop? ‘rules are different for cops. I'm losing my shirt here. \n\nTARGET SECTION TO BE ANNOTATED:\nFREDDY\nWhat do I gotta do?\n\nOPERATOR\nFi £ six.\n\nJack Cotter approaches from behind, a full plate in hand.\nHe slaps down two dollars. The Operator sighs.\n\nCOTTER\nI know, I know. I heard ya.\n\nThe Operator hands them both rifles.\nFreddy aims his rifle. Cotter does too.\n\nCOTTER\n‘enjoy your trip to the big city, Freddy?\n\nBang. Freddy misses. Bang. Cotter puts one in the center.\n\nCOTTER\n‘have to make the next five to win.\n\nFreddy turns back to the target, raising the gun to his eye.\nAll sound seems to drop away as he squints at the target.\n\nBang. center. Bang. center. Bang. center. Bang. center.\nBang. bull's eve.\n\nThe operator takes a drag on his cigarette and reluctantly hands\nFreddy THE PLUSH TURTLE. Cotter sneers, impressed.\n\nCUT TO:\n\f103\n\n104\n\ncopland 6/3/96 revised -100-\n\nEXT. ALONG MAIN STREET - DAY\n\nA CRANE PLACES A \"HOME OF THE WHOPPER\" SIGN\nat the nearly finished Burger King.\n\nLeaning on the side of the Sheriff's office, CINDY BETTS chats\nwith A PASSERBY. She looks up, noticing -\n\nFREDDY - walking along main street,\nCARRYING FOIL-WRAPPED CHICKEN, FLOWERS, AND THE TURTLE.\n\nCindy smiles as he approaches - assuming the gifts are for her.\nFreddy walks past Cindy, averting his eyes.\n\nCUT TO:\nINT. FREDDY'S PATROL CAR - DAY\n\nThe PLUSH TURTLE and THE FOOD on the passenger seat, beside A\nBOTTLE OF WINE, FREDDY puts his keys in the ignition...\n\nCOTTER (0.S.)\nWhere you going, Freddy?\n\nJACK COTTER and FRANK LAGONDA sit in the back seat.\n\nCOTTER\n- Hm? Where you going?\n\nFreddy tightens - tries to be friendly.\n\nFREDDY\n...-mone of your business, guys.\n\nCotter grabs Freddy by the hair on the back of his head.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nFreddy tightens - tries to be friendly. FREDDY\n...-mone of your business, guys. Cotter grabs Freddy by the hair on the back of his head. \n\nTARGET SECTION TO BE ANNOTATED:\nCOTTER\n‘Just cause Ray likes you, Freddy, don't\nmean I'm gonna let you fuck him up the ass.\nFreddy winces in Cotter's grip.\n\nLAGONDA\nWhere's Superboy, Freddy?\n\nFREDDY\nYou're asking me? I don't know.\n\nFreddy slinks his hand toward - HIS GUN.\nFrom the back seat, there is the click of a revolver.\n\nCOTTER\nYou think you're making the big play?\n\n(CONTINUED)\n\f104\n\n105\n\n106\n\ncopland 6/3/96 revised -101-\nCONTINUED:\n\nFREDDY\nI'm not making a play, Jack - but -\nI am the Sheriff.\n\nCOTTER\nSo who you gonna arrest, LAGONDA\nSheriff - the whole town? You think we stink?\nHuh? You going to I-A for You think we have an odor?\npaint-by-numbers cop You give jobs to Elmira\nlessons? girls who open their legs?\n\nThat's not kosher, is it?\nFreddy looks in his rear view mirror. Cotter and LaGonda glare.\n\nCOTTER\nEverybody's watching you, Freddy.\n\nEXT. RANDONE HOUSE - LATE AFTERNOON\n\nFreddy stands on the porch, arms full. He knocks.\nLiz peers out a side window; she brightens. The door opens.\n\nFREDDY\nHello.\nLIZ\nHello, Freddy.\nAn awkward beat.\nFREDDY\n\nUm. I thought maybe... Have you eaten?\n\nINT. RANDONE HOUSE - LATE AFTERNOON\nFreddy follows Liz into the kitchen. She holds her flowers.\n\nLIZ\nBeautiful. And no condolences.\n\nFreddy smiles awkwardly. He puts the plush turtle on a chair.\nLiz notices it.\n\nLIZ\nDid you win that?\n\nFreddy nods, proudly. Liz smiles, queasy.\n\n(CONTINUED)\n\fcopland 6/3/96 revised —-102—\nCONTINUED:\n\nLIZ\nI had to take the other Ollie away from her\n- he was leaking all over the place.\nLiz takes the bottle of wine and pulls out a corkscrew.\n\nLIZ\nI haven't been very receptive to visitors.\n\nFREDDY\nWell.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nLiz takes the bottle of wine and pulls out a corkscrew. LIZ\nI haven't been very receptive to visitors. FREDDY\nWell. \n\nTARGET SECTION TO BE ANNOTATED:\n If you don't feel like company -\n\nLIZ\nNo, no. Stay.\n\nLiz pours two glasses of wine.\nLIZ\nCaroline's napping - and I was sitting\nin front of the tee vee, wondering if my\nlife is over.\nLiz hands Freddy a glass.\n\nFREDDY\nSounds fun.\n\nLiz turns to the chicken, unwrapping the foil.\n\nFREDDY\nIt's probably cold.\n\nLIZ\nI'll heat it up.\n\nFreddy wanders about the living room, taking it in - like he was\nconsidering buying it - as is. He squeezes a couch cushion.\n\nBack in the kitchen, Liz slides the chicken into the oven.\nLIZ\nSo. All that... hoop-la for Joey.\nThose ceremonies must give you a headache.\nFreddy shrugs, uneasy with this topic.\nLIZ\nI guess you're getting used to it, huh.\n‘Bury one every two weeks.\n\nLiz crosses into the living room.\n\n(CONTINUED)\n\f106\n\n107\n\n108\n\ncopland 6/3/96 revised -103—-\n\nCONTINUED:\n\nLIZ\nIt was like one of the Kennedy's died.\nI thought, here I am, playing Jackie 0.\n\nFreddy sits down on the couch. He smiles a small tense smile.\nLIZ\n\nIs this in bad taste? You can tell me,\nFreddy. It probably is. I'm sorry.\n\ncuT TO:\nEXT. RANDONE HOUSE - NIGHT\nA GARRISON SQUAD CAR SLOWS. Inside, CINDY looks out at -\nFREDDY'S SMASHED SQUAD CAR - in Liz's driveway.\n\nAN OLDS DELTA 88 slows as it passes Cindy. It is JACK COTTER. He\nsmiles at her - following her gaze to - Freddy's car.\n\nCINDY LURCHES HER CAR AWAY BUT - COTTER THROWS HIS IN REVERSE -\nBLOCKING HER - staying even with her window. He smiles.\nTWO COPS SIT IN THE BACK OF COTTER'S CAR.\n\nCOTTER\n‘nothing better to do than watch?\n\nCOP #1\nCome on, Jack. We gotta get down there.\nI want to get this done.\nCindy looks away. Cotter grins at her, intense.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nI want to get this done. Cindy looks away. Cotter grins at her, intense. \n\nTARGET SECTION TO BE ANNOTATED:\nCOTTER\nWe're lookin' for a lost brother. ‘Be at\nthe \"Aces\" later. ‘you get tired of this.\nCUT TO:\nINT. RANDONE HOUSE - SUNSET\n\nFreddy and Liz sit at the dining room table, eating.\nThe television plays quietly.\n\nFREDDY\n- Figs talks like everyone is a car and\nyou can just - change directions like - by\nturning the wheel. It's not that easy.\n\nLIZ\nDamn right.\n\n(CONTINUED)\n\f108\n\ncopland 6/3/96 revised\n\nCONTINUED:\n\nFREDDY\nSometimes I feel like a boat. A big boat.\nLIZ\nAn ocean liner.\nFREDDY\nYeah. The Queen Mary.\nLIZ\nThe Titanic.\nFREDDY\n\nRight. Exactly. (inspired) And you see this\niceberg coming - you know - but you're so\nenormous - you can't turn. You have to -—\nlike - you know - in the movies - you gotta\nalert the engine room or rudder room or\nwhatever - and it takes so long and you're\nso big - you don't turn. You just hit it.\n\nFreddy looks up from his fevered story, meeting Liz's eyes.\n\nLIZ\nI just hope you're not trying to prove\nanything, Freddy.\n\nFreddy blinks, taut. Hurt.\n\nLIZ\nI mean, okay - some of them are assholes -\n‘think they're high priests or something.\nBut - why would they do all this? - I\nmean. Maybe they're doing the right thing?\n\nFREDDY\nLiz. I saw pictures of Ray meeting with\nthis guy - this mobster.\n\nLIZ\nSays who - I-A ?\n\nFREDDY\nAnd even you said - Joey's death was -\n\nLIZ\nJoey fell off a building, Freddy.\n\nLIZ\nI don't need this, you know - opened up.\nMaybe you need this, Freddy. But I_don't.\n(MORE)\n\n-104-\n\neee eee\n\nFREDDY'S EYES MOVE TO - THE ACADEMY GRADUATION PICTURE OF JOEY\nRANDONE on the wall. His medal on his chest. A big grin.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE)\n\n-104-\n\neee eee\n\nFREDDY'S EYES MOVE TO - THE ACADEMY GRADUATION PICTURE OF JOEY\nRANDONE on the wall. His medal on his chest. A big grin. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\fcopland 6/3/96 revised -105-\n\n108 CONTINUED:\nLIZ (cont'd)\nAll Joey wanted was a place for us to live\nI mean - who are you to judge? ‘Till you've\nwalked in their shoes. (beat) Maybe that's\nwhat you're trying to do with me.\n\nCAROLINE CRIES FROM ANOTHER ROOM. Freddy stiffens.\nLiz rises, smiling sadly. She moves upstairs.\n\nFreddy sighs. Dejected, he turns to - THE MUTED TV.\n\nOn screen, A 70'S COP MOVIE - a la \"PRINCE OF THE CITY\" - It\nplays silently as - A SMOKING COP TALKS WITH A WOMAN AT A BAR.\n\nFreddy takes the remote, turning up the volume.\nSMOKING COP (ON TV)\n- Cops are nothing but garbage men. ‘pick\n\nup the trash. ‘dump it. Next week, you pick\nup the same trash all over again.\n\nFreddy stares blankly at the screen. Deja vu.\ncuT TO:\n109 INT. EXT. FREDDY'S SQUAD CAR - NIGHT\nDriving along the water, FREDDY passes - A LINE OF CARS PARKED\nROADSIDE. FLASHLIGHTS SCAN THE BRUSH. A search for Babitch.\nDEPUTY BILL watches from squad car. Freddy pulls up to him.\nBILL\nGlynn caught his wife dropping food ‘round\nhere. 'So they figure he must be nearby.\n\nFreddy nods, weary.\n\nBILL\n\nYou know why they call him \"Superboy\"?\nFREDDY\n\n‘was a hero.\nBILL\n\n(shakes his head)\n‘Cause he loves Campbell's \"Chicken\nand Stars\". Soup-erboy. Get it?\n\nBill smiles. Freddy drives off.\n\n110 INT. FREDDY'S HOUSE - NIGHT\n\nTaking off his coat, FREDDY stares at -\n\n(CONTINUED)\n\f110\n\n111\n\ncopland 6/3/96 revised —106-\nCONTINUED:\n\nAN ENVELOPE lies open on the kitchen table. Addressed to Figs,\nit's from STATE FARM INSURANCE, a green check peeking out.\nFIGS enters the room, folding clothes, putting them in -\n\nHIS N-Y-P-D ATHLETIC BAG.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY'S HOUSE - NIGHT\n\nTaking off his coat, FREDDY stares at -\n\n(CONTINUED)\n\f110\n\n111\n\ncopland 6/3/96 revised —106-\nCONTINUED:\n\nAN ENVELOPE lies open on the kitchen table. Addressed to Figs,\nit's from STATE FARM INSURANCE, a green check peeking out. FIGS enters the room, folding clothes, putting them in -\n\nHIS N-Y-P-D ATHLETIC BAG. \n\nTARGET SECTION TO BE ANNOTATED:\n Slightly charred on one corner.\n\nFREDDY\nYou got your check.\n\nFIGS\n\nThanks to you, Freddy. ‘Filing those\npapers in such a timely fashion.\n\nFreddy blinks.\n\nFIGS\n‘You with Liz?\n\nFreddy nods, his mind working on something else, staring at\nFig's charred athletic bag. Figs crosses into the bathroom.\n\nFREDDY\nWhere you going?\n\nFIGS (0.S.)\nMy leave came. So I thought I'd look around\n\n- for a new reality, you know? Anyway. You\ncould use the 'probly use the privacy.\n\nFreddy nods, unnerved. He takes his coat and heads back out.\nFigs pokes his head out of the bathroom door as - slam.\n\nCUT TO:\nEXT. CHARRED REMAINS OF FIG'S HOUSE - NIGHT\n\nIN THE MOONLIGHT - THE ROOF BURNT AWAY - THE STARS SHINE DOWN\nUPON - A charred toaster. Pot holders on a wall fragment.\n\nAt the center of this box of moonlight - FREDDY HEFLIN sits,\nfingering a small charred device. He examines it, tears in his\neyes, with a browning-out flashlight.\n\nFIGS\nWhat's up?\n\nFreddy turns, startled. He smiles, sorrowful.\nFREDDY\n\nThat lady cop — bomb squad, right? -\n‘Sold you these caps and a timer.\n\n(CONTINUED)\n\fcopland 6/3/96 revised ~107—\n111 CONTINUED:\n\nFreddy holds up the device.\nFigs says nothing. He shakes his head sadly.\n\nFREDDY\n\n‘Guess you figured - with \"Superboy\" - *\ny'figured you were covered — if you could *\njust act like Marlon Brando — keep me busy - *\nol' Freddy - he's too stupid to suspect *\nanything.\n(needing to understand)\nY¥'didn't know she was coming over *\nthat night, did you? *\nFigs shakes his head, beginning to weep.\nFIGS\nShe said she was going to her friend's - to\nwatch pay-per-view. The thing - it was ona\ntimer. I didn't know she'd be there. .\n(beat)\nShe'd still be alive if that bullshit tower\nstill held water.\nFREDDY .",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nI didn't know she'd be there. . (beat)\nShe'd still be alive if that bullshit tower\nstill held water. FREDDY . \n\nTARGET SECTION TO BE ANNOTATED:\nThe \"Diagonal rule\" is the bullshit, Gary.\nFigs turns and wanders, slumped, back toward his car. *\nFIGS\n‘till you need it, Freddy.\n‘till you need it.\nFREDDY .\nI don't need traffic tips. I_need help.\nBut Figs keeps walking toward his car.\nFREDDY\n*\n\n- I'm gonna bring \"Superboy\" in - and - for\nonce - we're all gonna tell the truth.\n\nFIGS\nYou gotta find him first. Before they do.\n\nFigs shakes his head and opens the door to his car.\nHe lights a cigarette, looks at the lights of the great city\nacross the river and back at -\n\nFreddy, alone in the moonlight.\n\nFIGS\nFreddy. I got - in my pocket - a check\nfor two hundred grand. I got a chance\n(MORE)\n\n(CONTINUED)\n\f111\n\n112\n\n113\n\ncopland 6/3/96 revised —-108-\n\nCONTINUED:\nFIGS (cont'd)\nto start my life again. I do not give a\n\nshit about this town or -\n(nodding to NYC)\n\n- that town or \"justice.\"\nBeing right is not a bulletproof vest.\n\nA light flicks on in a nearby house.\nFreddy says nothing.\n\nFigs gets in his car. slam.\nHe starts it up and drives off.\n\nBACK TO - CLOSE ON - FREDDY He sighs, red-eyed. He looks out\nthe roof of the charred house into the moonlight, staring at -\n\nTHE ABANDONED WATER TOWER AGAINST THE SKY.\nGARRISON, NJ- it says in fading letters.\n\nFreddy squints. He stands.\nCUT TO:\nEXT. GARRISON MEADOWLANDS - THE WATER TOWER - NIGHT\n\nA FIELD OF REEDS surrounds the BASE OF THE WATER TOWER.\nThere is a path - fresh - trod through the grass.\n\nFREDDY CLIMBS UP THE LONG LADDER.\nPrecarious. Some of the rungs broken. He is high above the\nground. The town lies quietly below him. Asleep.\n\ncuT TO:\nINT. WATER TOWER - NIGHT\nMURRAY “SUPERBOY\" BABITCH OPENS HIS EYES TO SEE — FREDDY\nSTANDING OVER HIM.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nAsleep. cuT TO:\nINT. WATER TOWER - NIGHT\nMURRAY “SUPERBOY\" BABITCH OPENS HIS EYES TO SEE — FREDDY\nSTANDING OVER HIM. \n\nTARGET SECTION TO BE ANNOTATED:\n Babitch is puffy faced, unshaven. He wears\nsweats. This chamber is a mess - cans of Campbell's “Chicken &\nStars\" soup popped open, all over - clothes scattered.\n\nFREDDY\nLet's go.\n\nBabitch blinks, taking this in.\n\nBABITCH\nWhere?\n\nFREDDY\nI'm taking you to the city.\n\nBabitch laughs. They are a strange pair - Freddy and Babitch --\nsame age, same build, and the same healing scars on their noses.\n\n(CONTINUED)\n\f113\n\n114\n\n115\n\ncopland 6/3/96 revised\nCONTINUED:\n\nFREDDY\nGet dressed.\n\nBABITCH\nWho are you working with? The Feds?\n\nFreddy shakes his head.\n\nBABITCH\nI-A?\n\nFreddy shakes his head.\n\nBABITCH\nYou're alone?\n\nFreddy nods. He motions to a pile of clothes.\n\nFREDDY\nGet dressed.\n\nINT./EXT. SQUAD CAR — MAIN STREET - NIGHT\n\n-109—-\n\ncuT TO:\n\nFREDDY drives. BABITCH sits in back, staring at his cuffs.\n\nFreddy stiffens. Babitch's eyes widen.\n\nBABITCH\nOh, Christ.\n\nTHROUGH THE WINDSHIELD — RAY GLYNN'S GRAND PRIX AND OTHER CARS\nare assembled at THE FOUR ACES. Men mill about, heading inside.\n\nFREDDY\nGet down.\n(quietly, into his radio)\nBill... You copy?\n\nBabitch slinks down. Freddy snaps off his lights.\n\nFREDDY\nBill? You out there?\n\nNo response. Freddy tosses down the radio.\nHe pulls into the back of the station house.\n\nINT. SHERIFF'S OFFICE — NIGHT\n\nFREDDY does not turn the lights on. He escorts BABITCH into the\n\nHOLDING CELL. Babitch flops down on the bench. Sighs.\n\n(CONTINUED)\n\f115\n\n116\n\n117\n\ncopland 6/3/96 revised -110-\nCONTINUED:\n\nBABITCH\nYou don't know what you're doing, do you?\n\nFREDDY\nShut up.\n\nFreddy crosses to the dispatch radio. He flicks it on.\n\nFREDDY\n...Bill... You copy? ...Bill...",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nBill... You copy? ... Bill... \n\nTARGET SECTION TO BE ANNOTATED:\nThe second hand on the clock sticks, then moves on.\nIt's two thirty.\n\nFreddy crosses to the window.\nTHE STREET IS QUIET. Everyone's in the bar.\n\nA GARRISON PATROL CAR is parked at the corner. Near the bar.\n\nFREDDY\nShit.\n\nFreddy meets eyes with - THE NEWSPAPER ARTICLE ON THE WALL.\nLit by a streetlamp. Liz with her beauty queen's crown.\n\nFREDDY GRABS THE KEYS FROM HIS DESK. He moves to the door.\nBABITCH\nHey. Wait a second. You can't leave me\nalone here. Hey. Hey.\nslam.\nCcuT TO:\nEXT. MAIN STREET - NIGHT\n\nGuns at his side, FREDDY HEFLIN walks slowly, steadily, across\nthe street, toward THE FOUR ACES. He lights a cigarette.\n\nCUT TO:\nINT. THE FOUR ACES TAVERN - NIGHT\nGARRISON REGULARS AT THE BAR. BILL IS DRINKING WITH COP #1.\n\nAT THE BACK TABLE -\nGLYNN, LAGONDA, CRASKY AND COTTER - WITH CINDY.\n\nFREDDY ENTERS THE TAVERN. All conversations cease.\nFreddy moves toward Bill. He pushes out his cigarette.\n\nBILL\nIt's club soda.\n\n(CONTINUED)\n\fcopland 6/3/96 revised -111-\n117 CONTINUED:\n\nFREDDY\nFinish it.\n\nFreddy strides to the back table.\n\nGLYNN\n(smiling) Hey, Freddy.\n\nFREDDY\nHey, Ray. Uh. I came to get Bill and Cindy -\nand I came to tell you - I found him.\n\nThe smiles wipes from Glynn's face.\n\nFREDDY\nI'm bringing him in. Tomorrow morning.\nAnd I want you to come with me.\nI owe you that much.\n\nGLYNN\nUh huh.\n\nFREDDY\nHe's a fugitive, Ray. And he's convinced\nyou're gonna kill him.\n\nGlynn smiles, tense - lights a cigarette, glancing to Cotter.\n\nGLYNN\nHe's a mixed up kid. So are you.\n\nFREDDY\nThere's got to be a way out of this - for\neveryone. So I say - we all go in tomorrow.\nTogether. As a community of law enforcement\nofficers.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo I say - we all go in tomorrow. Together. As a community of law enforcement\nofficers. \n\nTARGET SECTION TO BE ANNOTATED:\n And we unravel this. With lawyers\nor whatever. Together. Legal. In the city.\n\nThere is some laughter. Glynn is getting weary of this.\n\nGLYNN\nJust tell me where he is, Freddy.\n\"You got him at the station?\n\nFreddy wipes the sweat from his brow.\nBill and Cindy look to Freddy.\n\nGLYNN -\nWhat'd Moe tell you, Freddy? 'get you\nso confused. 'he show you pictures?\n‘Me and some “bad guys\"?\n\n(CONTINUED)\n\fcopland 6/3/96 revised -112-\n117 CONTINUED:\n\nLAGONDA\nWe don't have to explain ourselves to this\nfucking Meter-maid.\n\nCRASKY .\nHe thinks he's the one kept this town .\nclean.\n\nGLYNN\n\n‘Moe tell you I'm out to profit? Huh?\n\nThat I get off breaking bread with the mob?\n‘You think I like dealing with those\npeople, Freddy?\n\nFREDDY\nNo. Ray. I don't. That's why you should\ncome in with me - straighten this out. I\nknow - you just wanted to keep the town\nclean. And - if someone told you they'd\nkeep the drugs and the gangs out -\n\nGLYNN\nDamned straight, Freddy. \"- I'd do them\nsome favors.\" Damned straight.\n\nCOTTER\nWere you gonna keep it out, Freddy?\n- with your tin badge and your cupcake car?\n\nFREDDY\nThat's why you should come in with me and\nexplain it to them - tell them -\n\nFreddy shakes his head.\n\nGLYNN\nListen to me, Freddy. You know the\ndifference between men and boys? Boys bet\neverything on everything. Boys think every\nhand is a royal flush. You play cards with\naman - he knows his limits.\n\nsee eee\n\nFREDDY\n\n*\n\nRay -\n\nGLYNN\nListen to me. I invited men - cops - good\nMen to live here. And these men - to make a\nliving - they cross that bridge everyday -\nto a place where everything is upside down -\nwhere the cop is the perp and the perp is\nthe yictin.\n\neee ee ee\n\nCotter smiles. He's heard this speech before and he loves it.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd these men - to make a\nliving - they cross that bridge everyday -\nto a place where everything is upside down -\nwhere the cop is the perp and the perp is\nthe yictin. eee ee ee\n\nCotter smiles. He's heard this speech before and he loves it. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fcopland 6/3/96 revised -113-\n117 CONTINUED:\n\nGLYNN\n\nBut they play by the rules. They keep their\nguns in their holsters and they play by the\nrules. The only thing they ever did was get\ntheir families out - before it got to them.\n\n(beat)\nAnd you come to me - Freddy - with a plan.\nA plan to “set things right\". Everyone in\nthe city holding hands - singing \"We are\nthe World\". It's very nice. But Freddy -\nyour plan is the plan of a hoy. You made it\non the back of a match book - without\nthinking - wi i :\nAnd you say - \"come in with me, Ray - bet\nyour life on this hand\" - and I look at the\ncards - and I see nothing. I see Superboy\ncrucified. I see this town destroyed. I see\nthe death of everything we've built,\nFreddy. That's not what you want, is it?\n\nee ee ek ke\n\nFREDDY\nRay. I look at this town -\nAnd I don't like what I see anymore.\n\noe\n\nGlynn stands, eyes flaming.\n\nGLYNN\nWhe the fuck do you think you are?\n\nFREDDY\nI'm the Sheriff of Garrison, New Jersey.\n\nLAGONDA\nThe grass hasn't even taken root above\nJoey's grave, you fuck.\nCOTTER PUTS HIS GUN ON THE TABLE. Playing with it.\nCOTTER\n‘you feel like a cop now, Freddy, sticking\nit inside a cop's widow?\nSome of the other cops are getting uncomfortable. A few leave.\n\nCOP #1\nI'm outta here, Ray.\n\nCOP #2\nYeah. This is too rich for me.\n\nCINDY AND BILL ARE FROZEN - TORN...\nFREDDY'S HAND TOUCHES HIS HOLSTER. Cindy looks away.\n\n(CONTINUED)\n\f117\n\n118\n\ncopland 6/3/96 revised —114-\nCONTINUED:\nGLYNN\nFreddy. You got him at the station?\nFreddy says nothing.\nGLYNN\nJust drop the keys. Maybe they fell out of\nyour pocket. Or maybe Cindy's. And you go\nome and you sleep.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaybe they fell out of\nyour pocket. Or maybe Cindy's. And you go\nome and you sleep. \n\nTARGET SECTION TO BE ANNOTATED:\n And you wake up - and\nyou guide that traffic through town -\nTears well in Freddy's eyes.\n\nGLYNN\n- and everything will be the way it was.\n\nFreddy looks at the clock on the wall.\nFREDDY\nUm. I'm leaving at six. That's in a few\nhours. I'd like you to come with me, Ray.\nBill joins Freddy, hesitant. Glynn wilts.\n\nGLYNN\nThere's nothing I can say?\n\nFreddy looks up solemnly.\nGlynn puts his hands in the air. Crafty.\n\nGLYNN\nOkay, then. Six it is. It's a date.\n\nFreddy blinks, stunned. Cotter and LaGonda glare at Glynn.\n\nFREDDY -\nOkay. I'll see you then.\n\nFreddy shuffles, uneasily, toward the door. Bill follows.\n\nFreddy looks to Cindy. She turns to Cotter - torn.\nShe shakes her head, tearful.\n\nFreddy pulls the door shut.\n\nINT. STATION HOUSE - NIGHT\nBABITCH sits, pacing in his cell.\n\nTWO SHOTGUNS on the table, FREDDY sits slumped, facing the\nwindows of the station. BILL paces, on the phone.\n\n(CONTINUED)\n\fcopland 6/3/96 revised —115-\n118 CONTINUED:\n\nBILL\n- No, honey. I'm telling you - Because I\ncan't just leave him here.\nBill hangs up the phone. Slowly.\nThe second hand on the clock sticks. It is four thirty.\n\nBill glares out the window. A CAR IDLES OUTSIDE... watching...\n\nFREDDY\nGo home, Bill.\nBILL\n(tortured)\n\nI mean. I want to be here for you, Freddy.\nBut... Lisa's nervous. She's pregnant. I\nmean. There's a reason I never applied to\nthe city, you know? This is your thing.\n\nFREDDY\nSo, go on. I'm gonna be fine. (smiles)\nThey're not going to kill me.\nBabitch mutters in the bg. Bill moves to the door. He turns.\n\nBILL\nWhy don't you just go now?\n\nFREDDY\nI told him I'm leaving at six.\nBesides. They're out there already.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY\nI told him I'm leaving at six. Besides. They're out there already. \n\nTARGET SECTION TO BE ANNOTATED:\nBILL\n(nodding)\nTake care, Freddy.\n\nFreddy nods, weary. Bill exits.\nBabitch puts his head in his hands.\n\n119 INT. FIG'S CHEVY - NJ TURNPIKE - NIGHT\n\nDriving, music blasting, his car piled with belongings, GARY\n'FIGS' FIGGIS keeps staring at himself in the driver's mirror.\n\nFIGS\nShut the fuck up, would you please?\nBut Figs looks once more and - with a sigh - hits the brakes.\n\nFIG'S CHEVY screeches to a stop in the deserted turnpike.\n(CONTINUED)\n\f119\n\n120\n\n121\n\ncopland 6/3/96 revised —116-\nCONTINUED:\n\nCUT TO:\nINT. SHERIFF'S OFFICE - DAWN\n\nBirds sing. The mud-yellow sun rises over the distant city.\nThe second hand sticks, then moves on. A few minutes to six.\n\nFreddy wakes with a start. He peers out the window.\nThe street is empty. Desolate. The car from last night - gone.\n\nFREDDY\nOh, well.\n\nHe takes A SHOTGUN.\nHe opens Babitch's cell. Babitch is sitting there, groggy.\n\nFREDDY\nCome on. We're going.\n\nCUT TO:\nEXT. MAIN STREET - DAWN\nThe bank clock blinks - 5:58 am, 5:58 am, 5:59 am.\nFREDDY and BABITCH exit the station.\nThey round the corner, walking in the alley behind the Sheriff's\nOffice toward - FREDDY'S PARKED SQUAD CAR.\nFreddy stops in his tracks. The tires have been slashed.\n\nBABITCH\nOh God.\n\nA HAND REACHES FROM BEHIND FREDDY, taking his shotgun.\nHe feels the cold press of steel against his head.\n\nCOTTER\nGet down.\n\nJack Cotter pushes Freddy down on his knees.\nLAGONDA takes Babitch. Cotter pushes Freddy's back.\n\nCOTTER\nI said - get down, Freddy.\n\nColor washes from Freddy's face as he gets down on all fours.\n\nFREDDY\nJesus. Guys. You don't want to do this.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY\nJesus. Guys. You don't want to do this. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f121\n\n122\n\ncopland 6/3/96 revised -117—\nCONTINUED:\n\nLAGONDA\nDon't shit in your pants, Freddy.\nWe ain't gonna kill you.\nTHE MUZZLE OF A GUN TOUCHES FREDDY'S EAR.\n\nCOTTER\nThis is the good one, right?\n\nFreddy nods. HE CLOSES HIS EYES. HE HEARS THE TUMBLER CLICK.\nHE HEARS THE HAMMER PULL. CRACK!\n\nThe gun fires, not into Freddy’s head, but .\nFreddy rolls to the pavement, powder burns covering his ear,\nblood trickling from the canal.\n\nDelirious with pain, Freddy looks up as —\n\nCOTTER AND LAGONDA LOAD BABITCH INTO A CAR.\n\nSince the gunshot — all we can hear is a ringing sound.\nA low distant piano, and Freddy's racing heartbeat.\n\nTHEY ROAR UP THE ROAD, TOWARD THE HOUSING TRACTS ON THE HILL\nleaving Freddy alone, deaf and bleeding on the roadside.\nHe struggles to stand. He collapses to his knees.\n\ncuT TO:\nEXT. ROAD UP THROUGH THE TRACT HOUSES - EARLY MORNING\n\nThe rumble and piano continue to build.\nSmacked with dawn light, Manhattan glimmers across the river.\n\nAT A NEATLY KEPT HOUSE - COP #1 - in his robe - takes his\nmorning paper from the stoop. He notices -\n\nStumbling up the center of the road —\n\nSHERIFF FREDDY HEFLIN, blood trickling from his ear, running\ndown his neck, soaking his shirt. His face is pale and haggard,\nthe powder burn smeared over one side of his head.\n\nSHOTGUN IN ONE HAND, REVOLVER IN THE OTHER, FREDDY LOOKS LIKE A\nWESTERN GUNFIGHTER, his eyes glazed with anger, his face stone.\n\nThey meet eyes. The cop closes his door.\n\nFreddy trudges on. Up the steep hill.\nPast the mailbox that reads - RANDONE...\n\nTHE DOBERMAN ON THE CHAIN BARKS SILENTLY AT FREDDY...",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nUp the steep hill. Past the mailbox that reads - RANDONE... THE DOBERMAN ON THE CHAIN BARKS SILENTLY AT FREDDY... \n\nTARGET SECTION TO BE ANNOTATED:\nLIZ LOOKS OUT HER BEDROOM WINDOW - SEEING -\n\n(CONTINUED)\n\f122\n\n123\n\ncopland 6/3/96 revised —-118-\n\nCONTINUED:\nFreddy, marching on... dazed and bloody... moving toward -\n\ncuT TO:\nEXT. GLYNN'S STREET - GARRISON, NJ - MORNING\n\nIN THE DISTANCE - AT GLYNN'S HOUSE - COTTER, LAGONDA AND CRASKY\nSTAND ON GLYNN'S STOOP. GUNS AT THEIR SIDES. GLYNN EMERGES FROM\n{THE HOUSE WITH BABITCH IN TOW.\n\nFREDDY WALKS TOWARD GLYNN'S HOUSE, SHOTGUN IN HAND.\n\nAND_A_ DISTANT FURIOUS PIANO...\n\nIN THE BG., LIZ RUNS OUT ONTO HER LAWN, DESPERATELY YELLING TO\nFREDDY. UNHEARD - HE KEEPS WALKING...\n\nLAGONDA TURNS, SEEING FREDDY FIRST. HE SHOUTS TO THE OTHERS.\nGLYNN TURNS. STUNNED.\n\nFREDDY STRIDES TOWARD THE HOUSE, EMBOLDENED BY THE SILENCE OF\nHIS INJURY. He blinks, wiping sweat and blood out of his eyes.\n\nJACK COTTER POINTS HIS FINGER AT FREDDY - SAYING SOMETHING -\nSCREAMING A BARRAGE OF UN-HEARD INSULTS AND WARNINGS...\n\nGLYNN AND CRASKY PULL BABITCH - KICKING AND SCREAMING -\nBACK INTO THE HOUSE.\n\nLAGONDA RAISES HIS GUN — SHOUTING SOMETHING AT FREDDY.\n\nBUT FREDDY KEEPS WALKING TOWARD THEM. STEADY. HIS HEARTBEAT\nINCREASES — Tha-thump, tha-thump... the piano builds...\n\nTHE MUZZLE OF LAGONDA'S GUN FLARES.\nTHE WINDSHIELD OF A PARKED CAR SILENTLY SHATTERS.\n\nFREDDY DOES NOT BLINK. THE SHOT - SILENT - SEEMS HARMLESS .\nLIZ RUNS BACK TO HER DOOR, WATCHING - TERRIFIED...",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nFREDDY DOES NOT BLINK. THE SHOT - SILENT - SEEMS HARMLESS . LIZ RUNS BACK TO HER DOOR, WATCHING - TERRIFIED... \n\nTARGET SECTION TO BE ANNOTATED:\nFREDDY RAISES HIS GUN. HE FIRES. BUT THERE IS NO SOUND.\nLAGONDA CRUMPLES TO THE GROUND, clutching his leg.\n\nFREDDY KEEPS WALKING. STEADY.\n\nCOTTER SHOUTS SOMETHING AGAIN, RAISING HIS GUN.\n\nFREDDY AND COTTER FIRE AT THE SAME TIME. Muzzles flare.\n\nCOTTER FALLS BACKWARD ON THE PAVEMENT. HIT IN THE CHEST.\nHIS GUN FLIES FROM HIS HANDS.\n\n(CONTINUED)\n\f123\n\n124\n\ncopland 6/3/96 revised -119-\nCONTINUED:\n\nBUT FREDDY STANDS. UNSCATHED.\nAGAIN WALKING STEADILY TOWARD THE FRONT DOOR OF THE HOUSE.\n\nCOTTER AND LAGONDA LIE ON THE GROUND BENEATH FREDDY, BLOODY.\nCOTTER'S EYES ARE WET AND RED. HE SHOUTS UNHEARD EXPLETIVES.\n\nLEO CRASKY PEERS ROUND THE SIDE OF GLYNN'S HOUSE, CARRYING A\nSHOTGUN, AIMING IT AT FREDDY...\n\nLIZ SILENTLY SCREAMS AT -\n\nFREDDY, WHO - OBLIVIOUS, MOVES TOWARD THE FRONT DOOR OF GLYNN'S\nHOUSE. SUDDENLY - A SPRAY OF BLOOD.\n\nCONFUSED - FREDDY TOUCHES HIS SHOULDER. He_has been hit.\n\nCRASKY STANDS AT THE SIDE OF GLYNN'S HOUSE, GUN SMOKING.\nHE RAISES THE GUN TO FIRE AGAIN — AT_ FREDDY\n\nSUDDENLY — A SILENT BLAST RIPS THROUGH CRASKY'S TORSO.\nCrasky's gun fires into the air, He falls backward, limp.\n\nFIGS STANDS IN THE CENTER OF THE ROAD, REVOLVER SMOKING.\nHis Chevy behind him.\n\nLYING ON HIS BACK, LAGONDA FIRES A SHOT AT FREDDY - - MISSING.\nBUT BEFORE HE CAN FIRE AGAIN...\n\nFREDDY RELEASES A SHOT INTO LAGONDA'S CHEST.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nLYING ON HIS BACK, LAGONDA FIRES A SHOT AT FREDDY - - MISSING. BUT BEFORE HE CAN FIRE AGAIN... FREDDY RELEASES A SHOT INTO LAGONDA'S CHEST. \n\nTARGET SECTION TO BE ANNOTATED:\nFIGS SCREAMS - UNHEARD - RUNNING FORWARD AS -\n\nRAY GLYNN FIRES AT FREDDY FROM HIS CRACKED FRONT DOOR.\nDAZED, FREDDY SPINS - RETURNING FIRE - AS DOES FIGS.\n\nTHE DOOR SPLINTERS. GLYNN RETREATS INTO THE HOUSE.\n\nINT. GLYNN'S HOUSE - MORNING\n\nNUMB WITH SILENCE, BLOODY, FREDDY MOVES DOWN THE HALL. Decorated\nwith medals, citations of heroism, headlines and\n\nphotos, there is blood smeared along the wall, and on the cream\ncolored carpet leading up the stairs - TO THE BEDROOM...\n\nFREDDY FOLLOWS THE TRAIL. CLIMBING THE STAIRS.\nHis eyes darting left and right, wild...\n\nBelow, FIGS enters the house, shouting something as Freddy\nrounds the banister upstairs, pushing open -\n\n(CONTINUED)\n\f124\n\n125\n\n126\n\ncopland 6/3/96 revised -120-\nCONTINUED:\n\nTHE BEDROOM DOOR. HIS GUN TRAINED ON -\nROSE GLYNN - HUDDLED ON THE BED - AND BABITCH - HIS LEG STICKING\nOUT THE WINDOW AS HE TRIES TO CLIMB ONTO THE ROOF.\n\nA FROZEN MOMENT -\nROSE GLYNN AND BABITCH STARING AT FREDDY, .. PAST_FREDDY. ..\n\nAND IN THIS MOMENT - FREDDY'S EYES FOLLOW -\nTHE BLOOD TRAIL ON THE CARPET. It makes a loop into the room,\ntoward the bed, then back around and toward Freddy under his\nfeet... FREDDY SPINS AROUND AND FIRES AS -\n\nRAY GLYNN LEAPS AT FREDDY, HIS FACE CONTORTED FROM THE SHOT TO\nHIS GUT - WORDS SILENTLY SPEWING FROM HIS MOUTH.\n\nFREDDY\nI can't hear you, Ray.\n\nGLYNN CRUMPLES TO THE GROUND. FIGS ARRIVES AT FREDDY'S SIDE.\ncuT TO:\n\nEXT. GLYNN'S STREET - MORNING\n\nFIGS and FREDDY emerge with BABITCH.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nFIGS ARRIVES AT FREDDY'S SIDE. cuT TO:\n\nEXT. GLYNN'S STREET - MORNING\n\nFIGS and FREDDY emerge with BABITCH. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the golden light, A CROWD OF STUNNED COPS IN ROBES AND\n\nSWEATPANTS. THEIR FAMILIES WATCHING FROM THE SAFETY OF THEIR\n\nFRONT STOOPS. They are in awe. Dull-faced - but respectful of\n\nFreddy's command.\n\nLIZ STANDS AMONG THEM. HER EYES MEET -\n\nFREDDY'S - AS HE DRAGS BABITCH TO FIG'S CHEVY.\n\nINT. /EXT. FIG'S CHEVY - G-W BRIDGE APPROACH - DAY\n\nFREDDY drives, a pool of blood welling on his lap, from the\nwound to his shoulder. FIGS rips Freddy's shirt, tying a\ntourniquet. BABITCH lies across the back seat, numb.\n\nBABITCH\nHe's deaf. They shot out his ears, man.\n\nFreddy pulls to a stop at the TOLL BOOTH.\nFreddy hands THE TOLL TAKER three bucks.\nThe toll taker is nonchalant. Oblivious to the blood all over.\n\nTOLL TAKER\nIt's four.\n\n(CONTINUED)\n\f126\n\ncopland 6/3/96 revised -121-\nCONTINUED:\n\nFREDDY\n(deaf; confused)\nHm?\n\nFigs hands Freddy another single.\n\nFIGS\nFREDDY! HERE! IT'S FOUR, NOW!\n\nAs Freddy pulls the car through through the mechanical arm and\nout onto the bridge, Figs shakes his head in wonder.\n\nBABITCH\n- watchin' too much Gunsmoke, man. He's\ncrazy. He is. He's fuckin’ nuts.\nFigs turns, meeting Babitch's eyes. Figs smiles.\n\nFIGS\nNo. He's a cop.\n\nDriving across the bridge, oblivious, Freddy glances at Figs.\nFigs puts a spinning red light on the dash and flicks it on.\n\nFreddy smiles a weary smile.\n\nWIDER - THE GREAT GRAY BRIDGE - MANHATTAN TO THE OTHER SIDE -\nas Figs' CHEVY weaves toward the city, red light spinning.\n\nFrom somewhere - a piano rises - lilting, romantic and strong.\n\f"
}