{
  "1": "Crimson Peak\n\nby\n\nMatthew Robbins\n&\nGuillermo del Toro\n\nv3.0.fdx\n\nUniversal Studios\n100 Universal City Plaza\n\nUniversal City, CA 91608\n\fFADE IN:\n\nEXT. CEMETERY - DAY\nSilence, except for the whisper of the wind.\nA WHITE SCREEN resolves into a wide view of a 19th century *\ncemetery, its dark contours softened by several inches of *\nfresh snow. Big, wet flakes float down from a leaden sky.\nWealthy MOURNERS stand under black umbrellas at an open\ngrave as pallbearers slide a gleaming ebony coffin from a\nhorse-drawn hearse.\nA legend FADES ON:\n\nBOSTON, 1886\nCAMERA DESCENDS to find a solemn, bespectacled child, EDITH\nCUSHING, age 10, in a black coat and hat. Her delicate\nfeatures are half-hidden behind a mourning veil.\n\nFrightened, the child clings to the gloved hand of her tall,\n\nbearded father (CARTER CUSHING, 48). *\nEDITH (V.O.)\nThe first time I saw a ghost, I was ten.\nIt was my Mother's- *\n\nThe coffin passes before the child's pale face.\n\nEDITH (V.O.)\n\nAt that age, I barely understood what had\n\nhappened. She had died of Cholera- *\n(beat)\n\nAnd on account of her disease, Father *\n\nordered that the casket remain closed...\nAs the coffin is lowered unto the earth- *\n\nDISSOLVE TO: *\n\nINT. YOUNG EDITH'S BEDROOM - NIGHT\n\nA coffin-like grandfather clock is TICKING in an enormous,\ngas-lit bedroom. Shadows seem to swallow up the girl's *\ncollection of dolls and books.\n\nSnowflakes drift past the tall windows, little Edith lies in *\n\nbed, staring at the wall. Her EYEGLASSES are on the bedside\ntable.\n\n(CONTINUED)\n\fCONTINUED:\nEDITH (V.O.)\n.--.So there was really no last glimpse.\nNo goodbye.\n(pause)\n\nThat is, until she came back.\n\nThe clock stops ticking, the gas lamps go dark and the\nfloorboards CREAK.",
  "2": "---END OF PREVIOUS SECTION---\nNo goodbye. (pause)\n\nThat is, until she came back. The clock stops ticking, the gas lamps go dark and the\nfloorboards CREAK. \n---TARGET SECTION TO BE ANNOTATED---\n There's a rustle of silk as-\n\n- a translucent tracery of cobweb ectoplasm crosses the\nroom, its desiccated feet not touching the ground.\n\nThe bed curtains move and the bedsprings sink down. Edith\nfreezes, her eyes wide, her head turned away. She hears a\nlow, asthmatic sigh.\n\nA shimmering hand caresses the child's hair. Finger bones\nare visible. In the dark, a glimpse of a tormented face...\n\nEDITH (V.O.)\n-.-and I heard her voice. A throatless\nwhisper, low and grave and full of earth.\nHer words seared my memory as if with\nfire...\n\nMOTHER'S GHOST\nEdith... beware of Crimson Peak.\n\nCrying out, the child sits up and looks around. Without her\nglasses, the world is a blur.\n\nA HAZY FIGURE is floating away. Edith puts on her glasses.\n\nNo one is there. The gas lamps come back on; the clock\nresumes its ticking.\n\nEDITH (V.O.)\nThen she was gone.\n\n(pause)\nIt would be years before I again heard a\nvoice like that - or saw a dead thing\ncome to life. But see it I did... and the\nhorror hidden in her whispered warning\nwould change my life forever.\n\nCUT TO:\nEXT. BOSTON STREETS - DAY\n\nA perfect spring day in Boston. The gorgeous blue sky is\ndotted with puffy white clouds...\n\n(CONTINUED)\n\fCONTINUED:\n---and below it, a city is growing.\nSUPERIMPOSURE:\n\n1900\n\nA new century has arrived and the teeming streets are alive\nwith motorcars, bicycles and horse-drawn carriages.\n\nCAMERA FOLLOWS a veiled YOUNG WOMAN as she passes workmen\npaving streets and erecting power poles. Steam erupts from a\npile driver... smoke roils from vats of hot tar.\n\nThe young woman reaches the front door of a tea room. It's\nEDITH, now a pale but striking 22 year-old. She still wears\nglasses.\n\nINT. SOCIETY TEA ROOM - DAY\n\nSitting alone among the elegant PATRONS, Edith leafs through\na thick, handwritten MANUSCRIPT, making last-minute\ncorrections.",
  "3": "---END OF PREVIOUS SECTION---\nShe still wears\nglasses. INT. SOCIETY TEA ROOM - DAY\n\nSitting alone among the elegant PATRONS, Edith leafs through\na thick, handwritten MANUSCRIPT, making last-minute\ncorrections. \n---TARGET SECTION TO BE ANNOTATED---\nAt the next table, the dowager MRS. WALKER and her chubby\ndaughter EUNICE are gossiping with a group of vivacious\nwomen.\n\nMRS. WALKER\nWe met him at the British Museum. Last\nfall. He took one look at Eunice and said\nshe was as beautiful as anything by- by-\n\nEUNICE\nBurne-Something- a painter- I think-\n(beat)\nOh, mother, he is so handsome!\n\nMRS. WALKER\nHe never took his eyes off you, did he?\n\nEUNICE\n(barely able to get a word in)\nWell-\nMRS. WALKER\n(overlapping)\n-Then we all went to tea. It seems he's a\nBaronet—\n\nSOCIETY GIRL 1\nWhat's a Baronet??\n\n(CONTINUED)\n\fCONTINUED:\n\nEdith closes her book and looks at Society Girl 1.\n\nEDITH\nA Baronet is a minor aristocrat. An\nopportunist. A man who lives off land\nthat others work for him.\n\nSOCIETY GIRL 1\nIs that so, Edith?\n\nEDITH\nThat is so.\n\nSOCIETY GIRL 2\nWell, from what I hear, this minor\naristocrat is perfectly charming and is a\ngreat dancer...\n\nMRS. WALKER\n...who's crossed the ocean with his\nsister. I'm sure it's because of Eunice.\nHe's been writing us every week.\n\nEUNICE\nMother, he's here on business!\n\nSOCIETY GIRL 1\nI'm hearing wedding bells. But that\nwouldn't concern you, would it, Edith?\n\nEDITH\nNo, it wouldn't.\n\nEdith takes off her glasses and gets up to leave. Her dress\nand scarf are a sombre black and navy blue silk.\n\nMRS. WALKER\nI think it's a shame, Edith, I really do!\nA man will never notice you if your nose\nis buried in books.\n\nSOCIETY GIRL 2\nWearing black and writing all day long -\nour very own Jane Austen.\n\nEDITH\n(walking away)\nThank you, Sally. But I would prefer Mary\nShelley. And, Eunice? You don't look at\nall like a Burne-Jones.",
  "4": "---END OF PREVIOUS SECTION---\nBut I would prefer Mary\nShelley. And, Eunice? You don't look at\nall like a Burne-Jones. \n---TARGET SECTION TO BE ANNOTATED---\n Not languid\nenough.\n\fINT. PUBLISHING HOUSE - DAY\n\nAn enormous LOBBY, bustling with activity. Carrying her\nManuscript, Edith approaches a reception desk where a GUARD\ndirects her to an elevator. CAMERA LINGERS on a STATUE of a\nman, pensive and reading, surrounded by a pile of books.\nThis is a likeness of MR. OGILVIE.\n\nINT. MR. OGILVIE'S OFFICE - DAY\n\nIn the same exact position as the statue, SAMUEL OGILVIE\ngrunts with displeasure as he leafs through Edith's work.\n\nEdith discreetly uses her glasses to see what page he's on.\n\nOGILVIE\nHrumpf-\n\nOgilvie pointedly turns his chair around and reads some\nmore.\n\nFinally, he puts the manuscript down. He nods slowly,\nreplacing it in the pouch.\n\nOGILVIE (CONT'D)\nSo... Miss Cushing. How is your father?\n\nNow Edith knows what he thinks of her manuscript.\n\nCUSHING (V.O.)\nI take it he said no.\n\nCUT TO:\n\nINT. DINING ROOM - NIGHT\n\nA beautiful dining room, with damask wallpaper and art\nnouveau sconces. Edith sits across from her FATHER, CARTER\nCUSHING (almost 60 now.) His beard is streaked with gray.\n\nEDITH\nAfter skimming a single chapter, Father.\n\nCUSHING\nOgilvie's old-fashioned. He probably\nlooks down on ghost stories.\n\nEDITH\nIt's not a ghost story.\n\n(CONTINUED)\n\fCONTINUED:\n\nCUSHING\nBut it has a ghost in it-\nEDITH\nFather. It's a... conduit-\n\n(off her father's look)\n-a pretext, to talk about spirituality.\nThe ghost acts as a metaphor-\n\nCUSHING\nAh. A metaphor. That may be too\nsophisticated for me, then-\n\nEDITH\nOgilvie said it needed a love story. Can\nyou believe that?\n\nCUSHING\nWell...",
  "5": "---END OF PREVIOUS SECTION---\nThat may be too\nsophisticated for me, then-\n\nEDITH\nOgilvie said it needed a love story. Can\nyou believe that? CUSHING\nWell... \n---TARGET SECTION TO BE ANNOTATED---\n does it?\n\nEDITH\nWhat?\n\nCUSHING\n\nNeed a love story?\n\nEDITH\nNo!- Why? Why must a woman always write\nabout love? Stories of girls in search of\nthe ideal husband - or the man who eludes\nthem?? Is there nothing else?\n\nHer father stares at her blankly.\n\nCUSHING\nI agree.\nObviously he does not.\nAt that moment, a WHISTLE from a passing train... anda\n\ntrain's lights move on the sheer curtains. Obeying an old\nhabit, Cushing checks his POCKET WATCH - and smiles.\n\nCUSHING (CONT'D)\nI'll have a word with Ogilvie- Monday at\nthe club.\n\nShe pulls the manuscript from the envelope.\n\nEDITH\nYou will not.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nCUSHING\nWhy? Why won't you let me help you?\nEDITH\nNo- *\n(beat) *\nI have to do it myself. With my words on\nthe page! Since I'm not \"beautiful\" - or\n\"graceful\" - or \"charming\"...\nCUSHING\nBut you are!\nEDITH\nThe words have to do it. All I have are *\nwords... and they will find their way\n\ninto print. You'll see. In the meantime\nyou just have to hear me complain...\n\nHe smiles and pats his daughter's cheek.\nCUSHING\nWith pleasure, always.\nEXT. RAILYARD - DAY\n\nA high, wide view of a RAILYARD with steam locomotives\nchuffing from a roundhouse.\n\nCAMERA PANS to a five-storey brick OFFICE BUILDING. *\n\nINT. OUTER OFFICE - DAY\n\nIn the large, busy outer office, a scowling Edith is sitting *\nat someone's desk, fingers pecking on a newfangled Underwood\ntypewriter.\n\n*\n\nJANE, a gray-haired secretary, is showing her how to use it. *\n\nJANE\nSee? The carriage return is almost\nautomatic. Just push this lever here-\n\nEDITH\nAutomatic. Such a horrid word, isn't it?\nEverything is automatic now... But -\n\n(looking at the page)\n-it does look stronger than longhand.",
  "6": "---END OF PREVIOUS SECTION---\nSuch a horrid word, isn't it? Everything is automatic now... But -\n\n(looking at the page)\n-it does look stronger than longhand. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\fCONTINUED:\n\nJANE\nIt's a diabolical contraption, but if\nyou're writing to publishers, you'll get\ntheir attention. And you'll save time, I\nwarrant.\n\nEDITH\nI'm not sure I want to save time at all.\nWhat would I do with it?\n\nTHOMAS SHARPE, 38, enters. He's a well-dressed, handsome\nEnglishman and carries a WALKING STICK and a MAHOGANY BOX.\nEdith is too engrossed in her letter to notice him.\n\nSHARPE\n(to Edith)\nGood morning, Miss.\n\nWham! - Edith bangs over the carriage return and looks up.\nSharpe blushes and removes his hat.\n\nSHARPE (CONT'D)\nSorry to interrupt, but I have an\nappointment with Mr. Carter Everett\nCushing. Esquire.\n\nEDITH\n\nGoodness. With the great man, himself?\nSHARPE\n\nI'm afraid so.\nJANE\n\nI'm sorry, but I'm the-\nEdith signals her to be quiet. She'll handle this.\n\nEDITH\nYou're not late, are you? He hates that.\n\nSHARPE\nIn fact, I'ma bit early.\n\nEDITH\nOh - I'm afraid he hates that, too.\n\nSharpe leans a bit closer.\nSHARPE\nPardon me for asking, but - is he really\nas terrible as they say?\n\nEdith glances at Jane and smiles.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nSharpe turns\nextended.\n\nHe holds the\n\nEDITH\nA monster.\n\nSHARPE\nI don't believe it. Why would a pair of\ncharming ladies work for such a person?\n\nEDITH\nHe pays me nothing.\nJANE\n(chuckles)\nTrue enough-\nSHARPE\n\nImpossible. Where is this fiend? I shall\nmake it my business to protest, to rebuke\nhim-\n\nEDITH\nHe's just behind you, sir.\n\nto find Carter Cushing approaching, hand\nCUSHING\nSir Thomas Sharpe. Welcome to Boston.\n\nyoung man's hand an extra moment-\n\nHe regards Sharpe's long, wavy hair, his walking stick and\nvelvet-collared suit.",
  "7": "---END OF PREVIOUS SECTION---\nto find Carter Cushing approaching, hand\nCUSHING\nSir Thomas Sharpe. Welcome to Boston. young man's hand an extra moment-\n\nHe regards Sharpe's long, wavy hair, his walking stick and\nvelvet-collared suit. \n---TARGET SECTION TO BE ANNOTATED---\nCUSHING (CONT'D)\n(gestures toward Edith)\nMay I introduce Edith, my daughter-\n\nSharpe is speechless.\n\nEDITH\nWe've just met, father.\n(to Sharpe)\nIt was a pleasure to make your\nacquaintance, Sir Thomas. I hope the\ngreat man treats you well.\n\nShe smiles sweetly at Sharpe, who looks abashed but pleased.\n\f10.\n\nINT. CONFERENCE ROOM — DAY\n\nThe conference room overlooks the railyard. A dozen BANKERS\nand INVESTORS sit at Cushing's table. Amongst them, an\nelderly attorney - WILLIAM FERGUSON.\n\nSharpe's mahogany box rests near a stack of topographical\nmaps and production charts. Alongside, a small alcohol lamp\nheats a miniature, nickel-plated boiler.\n\nHe shows the\nfrom hand to\n\nSHARPE\nIn the last few years, we scraped\ntogether just enough capital to reopen\nthe mines and find what we believe are\nvery encouraging samples.\n\nmen a rough hunk of iron ore. As they pass it\nhand...\n\nCUSHING\n\"We,\" you say? Who might that be?\n\nSHARPE\nMining engineers. Geologists. I have\ntheir statements here-\n\nCUSHING\nSo- you've never done any digging\nyourself?\n\n(beat)\n\nIn that mountain of yours?\n\nSHARPE\nI'm afraid not.\n\nCushing looks at the others: \"Thought so.\"\n\nHe opens the\n\nCUSHING\nGo on.\n\nSHARPE\nAs investors in mining, you'll want more\nthan speculation and projections. So\nhere, gentlemen-\n\nbox to reveal a SCALE MODEL of a mining drill.\n\nSHARPE (CONT'D)\n-a steam drill - my own design - that\nmatches the output of a ten-man crew.\nWith mechanized digging, abandoned mines\ncan be reworked and made profitable\nagain.\n\n(CONTINUED)\n\f11.\nCONTINUED:\n\nHe connects the little boiler. With a HISS of steam, the\nbrass levers and gears start moving; the drill spins.\n\nThe men admire its ingenuity - all except Cushing.\n\nCUSHING\nTurn that off, please.\n\nSudden silence as Sharpe complies.\n\nCUSHING (CONT'D)\nSo you come to us, having failed to raise\ncapital in London.",
  "8": "---END OF PREVIOUS SECTION---\nCUSHING\nTurn that off, please. Sudden silence as Sharpe complies. CUSHING (CONT'D)\nSo you come to us, having failed to raise\ncapital in London. \n---TARGET SECTION TO BE ANNOTATED---\nThe Boston businessmen glance at Cushing, whose cold smile\nreflects open skepticism.\n\nSHARPE\nLondon, Edinburgh, Leipzig -\n\nCUSHING\nWhere your family name seems to have\ncounted for very little.\n\nThe door to the conference room is ajar. Edith stands there,\nhalf-hidden, peeking in like a child.\n\nSHARPE\nI'm not discussing my name. This is a new\ncentury. As a railroad man, you'll need\nsteel-\n\nCUSHING\nWe have no shortage of iron ore in this\ncountry. Your holdings came to you\nthrough inheritance, did they not?\n\nSHARPE\nAll right, yes. My great grandfather was\nLord Middleton Sharpe, first Baronet of\nAllerdale. But the Sharpe Mines are more\nthan a name, sir. More than nostalgia.\nThey are my birthright.\n\nCUSHING\nAnd now Thomas Sharpe the Baronet -—\nyou've come to America, where you hope to\nraise money to honor that birthright?\n\nSHARPE\nIn part, yes.\n\n(CONTINUED)\n\f12.\nCONTINUED: (2)\n\nCUSHING\nIn this country, we don't have such\ntraditions. The men at this table - all\nof us - we came up through honest, hard\nwork. Well- almost all of us - Mr.\nFerguson here is an attorney, but he\ncan't help that-—\n\nLaughter amongst the men.\n\nCUSHING (CONT'D)\nBut- his father shined and repaired\nshoes. As for me, I started out laying\nthose very tracks - there in the yards\nbelow - decades ago. You see? And my\nhands-\n\nHe raises two thick, calloused hands.\n\nCUSHING (CONT'D)\n-reflect who I am. Just as yours do.\nSoftest handshake I've felt in years.\n(beat)\nWe bank on effort, not privilege.\n\nSharpe surveys at the faces of the other men, now stern and\nuncomfortable.\n\nSHARPE\n(touching the model drill)\nI believe that inventions like this are\nequal to any man's hard work. I make no\napology for my dreams...\n\nA TRAIN puffs by in the railyard. Cushing checks his pocket\nwatch.\n\nCUSHING\n(without looking up)\nTake your toy, young man, and dream\nsomewhere else.",
  "9": "---END OF PREVIOUS SECTION---\nA TRAIN puffs by in the railyard. Cushing checks his pocket\nwatch. CUSHING\n(without looking up)\nTake your toy, young man, and dream\nsomewhere else. \n---TARGET SECTION TO BE ANNOTATED---\nSHARPE\nMr. Cushing, I have tried to be as frank\nas possible, but you've not given me a\nfair hearing.\n\nCUSHING\nNo? Well, you may attribute it toa\nYank's lack of breeding.\n\nSharpe is devastated but silent.\n\n(CONTINUED)\n\f13.\nCONTINUED: (3)\nEDITH (V.O.)\nI knew just how he felt, this fellow\ndreamer, when I saw him facing defeat.\nSharpe turns and meets Edith's eyes. She darts out of sight.\n\nCUT TO:\n\nINT. EDITH'S ROOM - NIGHT\nEdith sits at her desk, writing in her diary.\n\nBehind her, a framed CHILD'S DRAWING of a ruddy mountain\nthrusting up into a blue-black sky. The schoolgirl lettering\nbeneath it reads: C-R-I-M-S-O-N P-E-A-K.\n\nThe room is a bohemian hodgepodge of books, paintings, rugs\nand tapestries.\n\nEDITH (V.O.)\nOver the next few days, Sir Thomas Sharpe\nwalked the muddy, torn-up streets of\nBoston in search of an investor. I,\nmeanwhile, had found inspiration.\n\nCUT TO:\n\nEXT. MAIN STREET, BOSTON - DAY\n\nEdith stealthily follows Thomas Sharpe through a series of\nrejections:\n\nAT THE BANK, she observes through an open door.\nAT A GENTLEMANS' CLUB she peers through a window.\nAT A MEETING HALL he is, again, sent away.\nEDITH (V.O.)\nI would rethink my book. I would try my\nhand at romance after all. For the first\n\ntime the genre appealed to me.\n\nSharpe finally reaches a deserted alley. Exhausted and\nfurious, he throws down his papers and the mahogany box.\n\nOnce he's gone, Edith steps out from hiding and looks at the\nsmashed MINIATURE and the multitude of gears spilled on the\nground.\n\f14.\n\nINT. CUSHING MANSION, PARLOR - DUSK\n\nAt the mirror in his front hall, Carter Cushing checks his\nwhite tie and tails. As a SERVANT brings him his hat and\ncoat, Edith enters, wearing a simple house dress.\n\nCUSHING\nI do wish you'd change your mind and come\nalong.",
  "10": "---END OF PREVIOUS SECTION---\nCUSHING MANSION, PARLOR - DUSK\n\nAt the mirror in his front hall, Carter Cushing checks his\nwhite tie and tails. As a SERVANT brings him his hat and\ncoat, Edith enters, wearing a simple house dress. CUSHING\nI do wish you'd change your mind and come\nalong. \n---TARGET SECTION TO BE ANNOTATED---\n It's not just another party. Not\nthat there's anything wrong with a simple\nparty, mind you.\n\nEDITH\nYou know I can't bear such things.\n\nCUSHING\nThere's a performance of some kind, a\nwoman's playing Chopin. Or is it Ravel..?\nI can't keep ‘em straight.\n\n(pause)\nAnd little Lord Fauntleroy will be there.\n\nEDITH\nYou mean Thomas Sharpe?\n\nCUSHING\nNone other. I saw you spying on us,\nchild.\n\nEDITH\n\nI found him interesting, it's true. Like\na character, in a play.\n\nCUSHING\nA bad actor, you mean. Nothing to swoon\nabout.\n\nEDITH\n\nNobody's swooning. But tell me: were his\nideas so outrageous as to merit such a\nquick dismissal?\n\nCUSHING\nIt wasn't his ideas, my love. I felt a\nlack of focus. Is he the inventor of a\nsteam drill? Or a mine owner seeking to\nexploit his holdings? There's something\nill-defined about him; you can't do\nbusiness with men like that.\n\nThe DOORBELL rings.\n\n(CONTINUED)\n\fCONTINUED:\n\n15.\n\nCUSHING (CONT'D)\n\nThat'll be young Dr. McMichael. He's\nbrought his new motorcar. That's a good\nfellow- He's-\n\nEDITH\n(rolls her eyes)\nI know, Father- he's got such a firm\nhandshake...\n\nThe servant opens the door and shows in DR. ALAN McMICHAEL,\n31, a serious, bearded internist. He, too, is in formal\n\nwear.\n\nCushing dons\n\nDR. MCMICHAEL\nGood evening, Mr. Cushing. Hello,\nEdith...\n\nEDITH\nGood evening, Alan. My, don't we look\nsmart.\n\nDR. MCMICHAEL\n(blushing)\nNot really. No more than your average\npenguin.\n\nCUSHING\nIt's Edith who should be the belle of the\nball, don't you agree, Doctor?\n\nDR. MCMICHAEL\n\n(gazing at her)\nChange your mind, Edith. With you, I\ncould actually dance.\n\nEDITH\nYou lads will have much more fun without\nme.\n(to Dr.",
  "11": "---END OF PREVIOUS SECTION---\nWith you, I\ncould actually dance. EDITH\nYou lads will have much more fun without\nme. (to Dr. \n---TARGET SECTION TO BE ANNOTATED---\n McMichael)\nDon't let him drink too much.\n(to her father)\nAnd no pontificating, brawling or\nflirting, either. No matter how fetching\nthe ladies.\n\nhis hat and coat.\n\nCUSHING\nI'll be a saint!\n\n(CONTINUED)\n\f16.\nCONTINUED: (2)\n\nThe old man chortles - Edith's the love of his life.\n\nDISSOLVE TO:\n\nINT. EDITH'S ROOM - LATER\n\nEdith sprawls on her bed, engrossed in a thick book replete\nwith maps of England.\n\nEDITH (V.O.)\nI was busy reading about iron mining in *\nthe North of England. *\n\nOutside, RAINDROPS spatter the windows. Sharpe's half-\nassembled MINIATURE DRILL stands on the desk.\n\nEdith turns a page and stumbles upon an old engraving of a\nmining operation in Cumberland.\n\nEDITH (V.O.)\nAnd I found the Sharpe mines, in a barren\nlandscape at the base of a mountain... *\nOutside, a distant RUMBLE of thunder. And behind her - the *\nminiature steam drill tumbles off the desk and crashes to *\nthe floor. *\nEdith leaps to her feet. The mirrored door to an ARMOIRE *\n\n*\n\nopens and something recedes into a darkness. Only the hem of\na dress is visible. Edith recognizes it.\n\nEDITH\n(whisper)\nMother-?\n\nShe approaches the corner and descries the rippling shape of *\na WOMAN - shadow upon shadow.\n\nA cadaverous FACE seems to emerge from the darkness, with *\nenormous eyes, wet with tears. *\n\nAs Edith suppresses a scream - a TAP on the door and a MAID *\nSERVANT leans in.\n\nMAID\nExcuse me, miss -\nEdith spins around, then glances back, seeing nothing now- *\njust a dark dress hanging in the armoir. *\n\n(CONTINUED)\n\fCONTINUED:\n\n17.\n\nMAID (CONT'D)\nAre you all right, miss? Whatever is the\nmatter?\n\nEDITH\nNothing. You - you startled me, that's\nall.\n\nMAID\nThere's a Thomas Sharpe at the door, he's *\ndripping wet and most insistent on coming\nin.",
  "12": "---END OF PREVIOUS SECTION---\nEDITH\nNothing. You - you startled me, that's\nall. MAID\nThere's a Thomas Sharpe at the door, he's *\ndripping wet and most insistent on coming\nin. \n---TARGET SECTION TO BE ANNOTATED---\nEDITH\nThomas Sharpe? At this hour?? It's out of *\nthe question, Annie. *\nMAID\nI told him, miss. He won't go away. *\n\nEdith dons a dressing gown and goes to the window\noverlooking the rainy courtyard. Thomas Sharpe stands at the\nfront door, holding an umbrella. He's wearing white tie and\n\ntails.\n\nShe removes her glasses and opens the window.\n\nEDITH\nGood evening, Mr. Sharpe. Father's not\nhome, I'm sorry to say.\n\nSHARPE\nOf course he's not! He's gone - maybe by\ngondola - to the reception at the Walker\nhouse. Which is my destination, too\n\nEDITH\nBut that's in Roxbury. This is Back Bay.\nYou're very much off course.\n\nSHARPE\nNot at all, my dear Miss Cushing. I've\nfound you, haven't I? I don't think I can *\n\nbrave the best of Boston society without\nyou as my guide.\n\nEDITH\n\nMiss Eunice Walker, I believe, will be\nwaiting for you. With open arms.\n\n(CONTINUED)\n\f18.\nCONTINUED: (2)\n\nSHARPE\nThe devil take Miss Eunice Walker!\nPlease, am I to make a wretch of myself?\nAm I to beg-\n\nSharpe kneels among the puddles.\n\nSHARPE (CONT'D)\nI'm lost in a strange city. A child- a\nmere child. And I desperately need your\nhelp.\n\nEDITH\n(smiling now)\nHelp with what?\n\nSHARPE\nWell, the language, for one. As you see,\nI don't speak a word of American.\n\nEdith laughs. She glances back into the room, where Sharpe's\nmodel drill lies in pieces on the floor.\n\nEDITH\nI don't know, Mr. Sharpe. Tonight's\nalready been somewhat... strange. For\n\nwhatever reason, I'm seeing things.\n\nSHARPE\nWonderful! Come with me and we'll see\nthem together.\n\nCUT TO:\n\nINT. BALLROOM - NIGHT\n\nAll of Boston society is seated in a ballroom where a piano\nrecital is underway. In the audience: Eunice Walker, her\nmother and Society Girls 1 & 2.",
  "13": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. BALLROOM - NIGHT\n\nAll of Boston society is seated in a ballroom where a piano\nrecital is underway. In the audience: Eunice Walker, her\nmother and Society Girls 1 & 2. \n---TARGET SECTION TO BE ANNOTATED---\nAt the keyboard is a striking blonde WOMAN with chiseled\nfeatures and an intense air of concentration. This is\nLUCILLE SHARPE, 40, Thomas' sister. She concludes a\nbrilliant Chopin Polonaise and stands to acknowledge the\nAPPLAUSE.\n\nEunice brings her an armful of roses; they exchange warm\nkisses to renewed applause and approving murmurs.\n\nTaking a final bow, Lucille's expression darkens: her\n\nbrother has entered the room, accompanied by a transformed\nEdith.\n\n(CONTINUED)\n\f19.\nCONTINUED:\n\nA new BUZZ from the guests as they take notice. Edith is a\nvision of understated elegance in pale blue satin. Seeing\nher on Sharpe's arm, Eunice Walker and her mother are\ncrestfallen.\n\nCushing leaves his seat and hurries over to his daughter. As\nhe acknowledges Sharpe...\n\nCUSHING\nI congratulate you, sir. Only remarkable\n.-.persistence could bring my daughter\nout of her cave.\n\nSHARPE\nGlad to be of service, Mr. Cushing. Like\nher father, she was not easily moved.\n\nCUSHING\nNone of us are, Mr. Sharpe. What did he\npromise you, Edith?\n\nEDITH\nNothing, father. I'm just more pliable\nthan you.\n\nDr. McMichael approaches, dazzled by her appearance.\n\nEDITH (CONT'D)\nHello, Alan. May I introduce Sir Thomas\nSharpe?\n(to Sharpe)\nThis is Dr. McMichael. The man to see in\nBoston if you're feeling poorly.\n\nDR. MCMICHAEL\nThat's quite a glowing presentation,\n\nEdith-\n\nEDITH\nHe's brilliant. If you have aches and\npains-\n\nDr. McMichael lowers his head, even more disappointed at\nthis.\n\nSHARPE\nBut I've never felt better, Miss Cushing,\nthanks to you.\n(shaking the Doctor's hand)\nA pleasure to meet you, sir, under any\ncircumstances.\n\n(CONTINUED)\n\f20.\nCONTINUED: (2)\n\nOutside - a brief flicker of LIGHTNING... and more THUNDER\nrolls over the city. An exclamation from the crowd as the\nroom GOES DARK.",
  "14": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f20. CONTINUED: (2)\n\nOutside - a brief flicker of LIGHTNING... and more THUNDER\nrolls over the city. An exclamation from the crowd as the\nroom GOES DARK. \n---TARGET SECTION TO BE ANNOTATED---\nSERVANTS scurry to light candelabras, which give the room a\nromantic and mysterious glow.\n\nThe befuddled hostess, MRS. WALKER brings the beautiful\nblonde pianist over to them. But as she moves through the\nroom, a shadow seems to follow...\n\n---and within it Edith sees a pair of pinprick eyes\nglittering in a sallow face. She recoils, again recognizing\nthe ghost of her mother.\n\nBut the stout and imposing Mrs. Walker blocks her view.\n\nMRS. WALKER\nGood evening, Sir Thomas, you honor us.\nWelcome to our fair city.\n\nSHARPE\nI'm sorry we're late.\n\nHe kisses Mrs. Walker's hand.\n\nMRS. WALKER\nOh, a kiss. How very rare that is today.\nEunice can't wait to say hello.\n(turning to Edith)\nEdith. What a surprise. Seeing you...\nsparkle.\n\nAs the ghostly image of her mother blurs and rises toward\nthe ceiling, a flustered Edith tries to collect herself.\nLucille is watching her closely.\n\nMRS. WALKER (CONT'D)\nOur magnificent pianist is Lucille\nSharpe, who's come with her brother all\nthe way from Cumberland, in England- or\nis it Scotland?\n\nLUCILLE\nAh. That thorny question dates back to\nbefore the Norman conquest.\n\nEDITH\n\nIt's in Northern England, Mrs. Walker,\nmade famous by Mr. Wordsworth.\n\n(CONTINUED)\n\f21.\n\nCONTINUED: (3)\n\nLUCILLE\nExactly, Miss Cushing. Although Dove\nCottage is a long, long way from where we\nlive.\n\nMrs. Walker takes Sharpe by the arm and leads him away.\n\nMRS. WALKER\nEunice is here, Mr. Sharpe, waiting in\nthe dark with her friends. They insist on\nhearing your wonderful accent.\n(beat)\nOf course, we've heard English accents\nbefore, but yours is so- so- very...\n\nThomas is quickly surrounded by a cloud of excited young\nwomen. Eunice shoulders her way to the front of the pack.\n\nEdith's eyes\napparition.\n\nLUCILLE\n(to Edith)\nAll that adoration. He positively basks\nin it.",
  "15": "---END OF PREVIOUS SECTION---\nEdith's eyes\napparition. LUCILLE\n(to Edith)\nAll that adoration. He positively basks\nin it. \n---TARGET SECTION TO BE ANNOTATED---\ndart over the room, ready for another\nEDITH\n\nWord travels quickly in Boston. Among the\n\nyoung females, anyway.\n\nLUCILLE\nDo you not count yourself among them?\n\nEdith hears the woman's delicate sarcasm and finally turns\n\nto face her.\n\nEDITH\nIt is your brother, Miss Sharpe, who\nsought me out. Left to my own devices, I\navoid parties like this and the waspish\nwomen who flourish here.\n\nA small string ORCHESTRA starts playing a stately\n\npassacaglia;\nfloor.\n\nThomas frees\n\nthe servants clear the chairs from the dance\n\nhimself from the girls and bows to Edith. Mrs.\n\nWalker and Eunice look on, losing all hope.\n\nSHARPE\nMiss Cushing. You came this far - will\nyou venture a few steps further?\n\n(CONTINUED)\n\f22.\nCONTINUED: (4)\n\nEDITH\nI'm not much of a dancer, Mr. Sharpe.\n\nSHARPE\nCould I be the judge of that??\n\nHe escorts her onto the dance floor...\n\nDANCING\n\n...-where two concentric circles of GUESTS move rhythmically\nclockwise and counterclockwise. The steps are formal and\ncontrolled; each GUEST holds a LIT CANDLE.\n\nSharpe grabs two candles — for Edith and one for himself.\nThey join the outermost circle.\n\nAll the while, Edith keeps a wary, distracted eye on the\ndarkest corners. Sharpe is amused.\n\nSHARPE\nMiss Cushing. Whatever are you searching\nfor? Here I am.\n\nEmbarrassed, Edith gazes into his eyes.\n\nEDITH\nI - I'm sorry. I told you I was seeing\nthings tonight.\n\nThe guests keep moving while the music lasts, each one\nguarding his or her flame jealously. Its a game, not unlike\n\"musical chairs.\"\n\nSuddenly the MUSIC stops. JOYOUS CHAOS. Everybody covers his\nown candle while trying to blow out others! The last person\nholding a lit candle will win.\n\nThe two circles shrink accordingly. The dancing resumes.\n\nEDITH (CONT'D)\nLook at all those long faces. Eunice, my\nfather... and your sister.\n\nSHARPE\nLucille? She just likes to worry. Any\ngirl who crosses my path - she stands\nguard.",
  "16": "---END OF PREVIOUS SECTION---\nSHARPE\nLucille? She just likes to worry. Any\ngirl who crosses my path - she stands\nguard. \n---TARGET SECTION TO BE ANNOTATED---\nThe music stops again and the circles shrink some more. Now\nonly four couples remain- amongst them SHARPE and EDITH.\n\n(CONTINUED)\n\f23.\n\nCONTINUED:\nEDITH\nMaybe it was a mistake, letting you drag\nme out here. Mrs. Walker looks furious-\nSHARPE\nJust close your eyes, then.\nEDITH\nAnd if I close them, what? They won't see\nme?\nSHARPE\nPrecisely. Won't you try it?\nEdith closes her eyes and lets Sharpe guide her round and *\nround... until the music stops. More candles go out.\nNow only ONE couple remains: Sharpe and Edith. They start *\n\ndancing again, staring into each other's eyes.\n\nThe music ceases for the last time and -after a collective\ngasp- the room falls silent. Two flames left. WHAT WILL\nHAPPEN?\n\nSharpe blows his own flame out and bows to Edith. She in\nturn blows out her candle... and the room explodes in\napplause!!\n\nEverybody is delighted.\nEverybody except MR. CUSHING.\n\nFADE OUT.\n\nFADE IN:\n\nINT. EDITH'S ROOM - DAY\n\nA SERVANT places a breakfast tray on a table in Edith's\nbedroom. Edith, in a dressing gown, is scribbling away, with *\na growing stack of manuscript pages at her elbow.\n\nEDITH (V.O.)\nSo, a new book took shape. All about a\nyoung man's quest to fulfill the legacy\nof a once-great family. I'd never thought\nmuch about the travails of the well-born.\nFortunately, Sir Thomas delayed his\ndeparture, again and again...\n\n+ eH\n\n(CONTINUED)\n\f24.\nCONTINUED:\n\nEdith puts down her pen, opens the heavy drapes, she lets\nthe sunlight flood her room.\n\nEXT. RIVER BANK - DAY\n\nEdith and Sharpe are picnicking on the banks of the Charles\nRiver. As Sharpe reads a few pages of Edith's manuscript...\n\nSHARPE\nThis fellow, \"Cavendish\" - your hero -\nhas he no fears? No doubts?\n\nEDITH\nOf course he does. He's haunted by his\nancestors. You'll see.\n\nSHARPE\nHaunted? Literally?\n\nEDITH\nNo ghosts this time.",
  "17": "---END OF PREVIOUS SECTION---\nSHARPE\nHaunted? Literally? EDITH\nNo ghosts this time. \n---TARGET SECTION TO BE ANNOTATED---\n I've banished them\nfrom my fiction. But they have visited\nme, they really have...\n\nHe takes a snapshot of Edith with a KODAK BROWNIE BOX\nCAMERA. CLICK!\n\nINT. ART GALLERY - DAY\n\nAt an exhibition of French Symbolist paintings, Edith and\nSharpe stop to admire a strange, dreamlike work by Odilon\nRedon.\n\nEDITH\nWhy should it be so hard to believe? If\none goes by experience and testimonies\nmore people have seen Ghosts than\nkangaroos. And yet we firnly believe in\nKangaroos.\n\nSharpe laughs and brings up his Kodak... CLICK!\n\nEXT. BOSTON COMMON - DAY\n\nIn the park, a BRASS BAND is playing a Sunday concert.\nDozens of well-dressed Bostonians are seated on lawn chairs,\nenjoying some John Philip Sousa.\n\nEdith and Sharpe stand off to one side, in the shade of an\nelm tree. As he takes another SNAPSHOT:\n\n(CONTINUED)\n\n*\n\n+e * HF\n\n*\n\f25.\nCONTINUED:\n\nEDITH\nTo my mind certain dismal places -\nhouses, castles, battlefields - they can\nstore and preserve the pain of their\ndeceased inhabitants. Like a wax cylinder\nand its recorded voices...\n\nSHARPE\nAnd we'd need Mr. Edison to play them\nback -?\n\nEDITH\n\nStop laughing at me! That is the whole\npoint some people can \"play back\" those\nimages and sounds- some others don't\nhave the sensibility-\n\nSharpe notices a couple of familiar faces in the crowd.\n\nSHARPE\nOh, no - it's the Walker women. They\nhaven't seen us-\n\nBut Mrs. Walker and her daughter Eunice are waving at them.\n\nEDITH\nThey have. And hope springs eternal.\nCome, we'll join them- Eunice can teach\nme how to charm-—\n\nSharpe takes her by the arm, leading her to the exit.\nSHARPE\nYou, Miss Cushing, need no help in that\ndepartment. Let us away, while there's\nstill time.\n\nINT. OUTER OFFICE - NIGHT\n\nA STEAM LOCOMOTIVE is trundling through the freight yard\nbelow, its bell CLANGING in the darkness.",
  "18": "---END OF PREVIOUS SECTION---\nLet us away, while there's\nstill time. INT. OUTER OFFICE - NIGHT\n\nA STEAM LOCOMOTIVE is trundling through the freight yard\nbelow, its bell CLANGING in the darkness. \n---TARGET SECTION TO BE ANNOTATED---\nEdith is alone at Jane's desk, typing up the latest chapter\nof her manuscript. Ready to go home, her father emerges from\nhis office and sits down, regarding her as she works. When\nshe pauses:\n\nCUSHING\nGoing well, I see. Your love story.\n\nShe nods, and resumes typing.\n\n(CONTINUED)\n\n+ HH HH\n\n+e * HF\n\n*\n\n+e %\n\n+ HHH\n\n+ eH\n\na\n\n %\n\f26.\nCONTINUED:\n\nCUSHING (CONT'D)\nHas someone swept you off your feet, by\nany chance?\n\nEdith stops typing and looks him in the eye.\n\nEDITH\nLet me assure you, father: Thomas Sharpe\nis a literary godsend. Nothing more.\n\nCUSHING\nNevertheless, you've invited him to the\nhouse, for tea...\n\nEDITH\nWhat of it? I owe him a debt of\ngratitude.\n\nCUSHING\n\nYou've made a conquest, my dear, whether\nyou know it or not. Proceed with caution,\nthat's all I ask.\n\nEdith has resumed her typing, a pencil clenched between her\nteeth. Cushing studies her, aware of her happiness.\n\nINT. GREENHOUSE - DAY\n\nThe greenhouse is an elegant edifice of glass and steel,\nlush with flowers. Edith smiles as TWO SERVANTS set out an\nafternoon tea on a table near the entrance.\n\nEDITH\nIt's all beautiful. Where is Mr. Sharpe?\n\nSERVANT\nI saw him in the orchid rows, ma'am, with\nhis sister.\n\nEdith nods and moves away. She slows down as she hears\nVOICES.\n\nLUCILLE (0.S.)\nThis is not what we agreed upon. It is\nnot-\n\nSHARPE (0.S.)\nWhat difference does it make to you?\nNone! It is my task- My duty- Is it so\nwrong for me to decide how to go about\nit??\n\n(CONTINUED)\n\n*\n\n %\n\n+ eH\n\n %\n\f27.\nCONTINUED:\n\nWhen Edith comes into view, the discussion ends, but Lucille\nis visibly upset. She storms out.\nSHARPE (CONT'D)\n(to Edith)\n\nMy sister- she is yet to grow accustomed\n\nto your country, Edith. And she's tired\n\nof my frustrations, too. I daresay she\n\nhas reached her limit...",
  "19": "---END OF PREVIOUS SECTION---\nSHARPE (CONT'D)\n(to Edith)\n\nMy sister- she is yet to grow accustomed\n\nto your country, Edith. And she's tired\n\nof my frustrations, too. I daresay she\n\nhas reached her limit... \n---TARGET SECTION TO BE ANNOTATED---\nHe sees a MANUSCRIPT in Edith's hands. His expression\nchanges.\n\nSHARPE (CONT'D)\nNo. Don't tell me. You've finished\nChapter Three??\n\nShe bursts out laughing as he playfully pulls it from her\nfingers.\n\nDISSOLVE TO:\n\nEXT. BOSTON CITY VIEW - DAWN.\n\nDawn breaks over the quiet city. A few carriages move\nthrough deserted streets.\n\nEXT. GENTLEMAN'S CLUB - DAWN\n\nOne of the carriages stops in front of a Gothic Revival\nbuilding. The driver opens the door and a rotund, faintly\n\nraffish man gets out: MR. HOLLY.\n\nHe has a large ENVELOPE in his hand.\n\nINT. GENTLEMAN'S CLUB - LOBBY\n\nMr. Holly is received by a STEWARD who shows him the way to-\n\nINT. GENTLEMAN'S CLUB - POOL - CONTINUOUS\n\nA swimming pool inside a domed space done up in Oriental\ntiles and arches.\n\nAlone in the pool, swimming laps, is Cushing. Even in late\n\nmiddle age, his steady strokes are witness to enormous\nenergy. He climbs out.\n\n(CONTINUED)\n\f28.\nCONTINUED:\n\nCUSHING\nMr. Holly! I like the club first thing in\nthe morning. I have it all to myself.\n\nA Negro SERVANT hands him a towel and robe.\n\nHOLLY\nA great way to start the day, sir-\n\nCUSHING\nIsn't it? And perhaps a good time to end\ncertain things, too.\n\nINT. LOCKER ROOMS - DAY\nCushing towels away the water.\n\nCUSHING\nI didn't expect to see you again so soon,\nHolly. What am I to make of it? Good news\nor bad?\n\nHOLLY\nI don't make such judgments, Mr. Cushing.\nI just gather the facts and leave the\nrest to the client.\n\nCushing opens the envelope and scans the contents, which\ninclude letters, telegrams and yellowing civil transcripts.\n\nHOLLY (CONT'D)\n\nThe English peerage and family tree was\neasy enough to locate - as were the\nproperty records, all the way back to the\nsixteen hundreds. For the banking\ninformation, I relied on a colleague in\nManchester.",
  "20": "---END OF PREVIOUS SECTION---\nCushing opens the envelope and scans the contents, which\ninclude letters, telegrams and yellowing civil transcripts. HOLLY (CONT'D)\n\nThe English peerage and family tree was\neasy enough to locate - as were the\nproperty records, all the way back to the\nsixteen hundreds. For the banking\ninformation, I relied on a colleague in\nManchester. \n---TARGET SECTION TO BE ANNOTATED---\nOne particular piece of paper catches Cushing's attention.\nHOLLY (CONT'D)\nBut that - that document... The Civil\nRegistry - that's the real find.\n\nCUSHING examines a document emblazoned with the CUMBERLAND\nSEAL - an EAGLE AND A MOUNTAIN.\n\nCUSHING\nYou'll have your money tomorrow, Holly.\nShare this with no one.\n\nCUT TO:\n\fEXT. CUSHING\n\nHalf a dozen\n\n29.\n\nHOUSE - DAY\n\nCARRIAGES and a couple of MOTORCARS are parked\n\nin the courtyard of the Cushing house.\n\nAmong the arriving GUESTS - Ferguson, Dr. McMichael... then,\nSharpe and his sister.\n\nINT. FOYER -\nAs a radiant\n\ntheir coats,\nwith Cushing.\n\nINT. CUSHING'\n\nDAY\n\nEdith greets the guests and a SERVANT takes\nSharpe and Lucille find themselves face to face\n\nSHARPE\nMay I thank you for this invitation, Mr.\nCushing? It's most welcome - I know I've\nmonopolized your daughter... and I've\nworried that it might not sit well with\nyou.\n\nCUSHING\nIt did not. I've been most displeased.\n(to Lucille)\nHello, Miss Sharpe. May I ask - are you\nthe older sibling?\n\nLUCILLE\nI am.\n\nCUSHING\nWell, perhaps you already know what your\nlittle brother is about to learn: \"The\ntruth will out.\"\n\nS LIBRARY - DAY\n\nCushing guides Sharpe and Lucille away from the other guests\n\nand into his\n\nprivate library. He closes the door.\n\nCUSHING\nNow. Sir Thomas. The first time we met,\nat my office-\n\nSHARPE\nI recall it, sir. I recall it perfectly.\n\nCUSHING\n\nI imagine it wasn't hard for you to\nrealize I didn't like you.\n\n(CONTINUED)\n\fCONTINUED:\n\n30.\n\nLUCILLE\nYou made that plain enough to him, sir.\n\nSHARPE\nLucille- please...\n\nCUSHING\nMy daughter, later on, asked me why.\n\nSHARPE\nSir, I am aware that in the business\nworld I have no advantage, no position to\noffer.",
  "21": "---END OF PREVIOUS SECTION---\nSHARPE\nLucille- please... CUSHING\nMy daughter, later on, asked me why. SHARPE\nSir, I am aware that in the business\nworld I have no advantage, no position to\noffer. \n---TARGET SECTION TO BE ANNOTATED---\n But-—\n\nCUSHING\nBut you love her, is that what you mean\nto say?\n\nSHARPE\nYes, sir, it is.\n\nCUSHING\nWell, as I said: my daughter asked me why\nI didn't like you. Honestly, at the time,\nI had no good answer. But-—\n\nHe pulls out the envelope from Mr. Holly.\n\nCUSHING (CONT'D)\nNow, I do.\n\nLucille opens the envelope and a single glimpse of the seal\nis enough. Her face grows pale and rigid. She turns to\nSharpe- who doesn't even look.\n\nSHARPE\nDoes she know?\n\nCUSHING\nNo. But I will tell her if that's what it\ntakes to send you on your way.\n\nSHARPE\nI am sure you wouldn't believe me, but-\n\nCUSHING\nYou love her. I know. You're repeating\nyourself.\n\nHe hands him a check. Sharpe and Lucille are both taken\naback by the amount.\n\n(CONTINUED)\n\f31.\nCONTINUED: (2)\n\nCUSHING (CONT'D)\n\nIt's more than generous, I know, and\nthere's a reason. With that money you can\ndig iron ore to your heart's content.\nBuild that contraption of yours. Whatever\n- but it will keep you far from her.\n\n+H HK\n\n*\n\nThen he gives them two STEAMSHIP TICKETS.\n\nCUSHING (CONT'D)\nThe Majestic is sailing for Southampton\non Friday. If you want to keep the\nmoney...\n(beat)\nYou'd better be on it. Otherwise, that\ncheck won't clear and, one way or *\nanother, I'll have the law on you both.\nWhatever continent you're on.\n\nSharpe nods weakly.\n\nCUSHING (CONT'D)\nGood. I'm glad we understand each other.\nNow-\n\n(beat)\nAs for my daughter. Without further ado-\nYou, dear sir...\n\n(beat)\n--.are going to break her heart.\n\nINT. DINING ROOM - DAY\n\nSunlight pours into the Cushing dining room, which has been\ndecorated with cut flowers. Servants come and go with\nluncheon dishes.\n\nAt the long table, Sharpe and his sister are the guests of\nhonor.",
  "22": "---END OF PREVIOUS SECTION---\nDINING ROOM - DAY\n\nSunlight pours into the Cushing dining room, which has been\ndecorated with cut flowers. Servants come and go with\nluncheon dishes. At the long table, Sharpe and his sister are the guests of\nhonor. \n---TARGET SECTION TO BE ANNOTATED---\nCUSHING\n(raising his glass)\nMay I propose a toast of farewell? A bon\nvoyage to Boston's questing baronet and\nhis musical sister. A safe journey to you\nboth.\n\nEdith stares in shock at her father - then at Sharpe. She's *\ndevastated.\n\nSharpe gets to his feet:\n\n(CONTINUED)\n\fCONTINUED:\n\n32.\n\nSHARPE\nThank you, sir. When I came to America,\nmy heart was brimming with a sense of\nadventure. Here the future actually means\nsomething.\n\n(beat)\nAnd although I found no financial success\nin Boston -\n\nHe looks straight at Edith, his gaze sad and steady.\n\nSHARPE (CONT'D)\n- I have found warmth and friendship\namong you all. And for that, I am\ngrateful.\n\n(beat)\nSo for now, farewell. May we meet again\nsoon.\n\nINT. PARLOR - LATER\n\nChattering happily, the guests mingle in the sumptuous\nparlor. Sharpe approaches Edith.\n\nEDITH\nSo - you are leaving us now. You might\nhave told me.\n\nSHARPE\nI didn't know how. You're aware of my\nsituation. Nothing holds me in America\nany longer.\n\nEDITH\nNothing. I see.\n\nHe hands over her manuscript.\n\nSHARPE\nHere's your chapter three.\nEDITH\nAnd??\nSHARPE\n(a shrug)\n\nYour description of the garden, the maze\nbehind the mill- it's poetic,\nevocative...\n\nEDITH\nThank you.\n\n(CONTINUED)\n\f33.\nCONTINUED:\n\nSHARPE\nAnd quite unnecessary.\n\nSharpe eyes Cushing, who observes from a distance. Sharpe\nfeels pressured.\n\nEDITH\nPray, elaborate...\n\nSHARPE\nAll of it. The last ten pages. The whole\nchapter. I would cut it all. Wouldn't\nmiss a thing.\n\nEDITH\nBut we want to know if she's going to\nfind his letter-\n\nSHARPE\nDo we, really?? I don't think so- no-\n(beat)\nFor the life of me, I cannot understand\nwhy you consider yourself a writer- The\nplot is banal... to put it plainly.\n\nEDITH\nIt's not the tale, Mr.",
  "23": "---END OF PREVIOUS SECTION---\nEDITH\nBut we want to know if she's going to\nfind his letter-\n\nSHARPE\nDo we, really?? I don't think so- no-\n(beat)\nFor the life of me, I cannot understand\nwhy you consider yourself a writer- The\nplot is banal... to put it plainly. EDITH\nIt's not the tale, Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Sharpe but how you\ntell it-\n\nSHARPE\n\nPrecisely my point. We've all read this\ntale- and many others like it. A romance\ngone wrong.\n\n(he shakes his head)\nI advise you to return to your ghost\n\nstories.\nEDITH\n(aghast)\nI thank you, then, for your frankness,\nsir...\n\nSharpe goes on, struggling with himself but unable to stop.\n\nSHARPE\n.--but you don't have anything to say-\nabout the natural or the supernatural, do\nyou?\n\nEDITH\nStop- let me be-\n\n(CONTINUED)\n\f34.\nCONTINUED: (2)\n\nSHARPE\nWriting about life... the aches that you\ndescribe with such earnestness... the\npain- the loss... the love. You have not\nlived at all... In fact, you seem to know\nonly what other writers tell you. How can\nyou even presume to feel-\n\nEDITH\nEnough. You've made yourself more than\nplain.\n\nSHARPE\n\n-how it hurts to be alone and desperate?\nAll from your comfortable nest in-\n\nShe slaps him, silencing him. The party guests gasp and\nstare as she flees the room. Sharpe is devastated - but\nCushing smiles.\n\nCUT TO:\n\nINT. EDITH'S ROOM - NIGHT\nIt's late and dark. Edith lies in bed, wiping at her tears.\n\nThe floorboards creak softly. The curtains move and the\nbedsprings go down. Edith freezes, her eyes wide, her head\nturned away.\n\nHer father's hand caresses her hair.\n\nCUSHING\nI am not blind, Edith - I'm not. I know\nyou had feelings for him. But give it\ntime. You shouldn't be afraid of being\nalone-\n\n(beat)\nYou still have me... Perhaps you and I-\nwe could go to the West coast. A season\nin San Francisco. You could write and I-\n\nEDITH\nGood night, Father. I love you - but good\nnight-\nThe old man leaves her.\n\nDISSOLVE TO:\n\f35.\n\nINT. GENTLEMAN'S CLUB - POOL - DAWN\nHis morning ritual: Cushing walks in, wearing his robe.\n\nAn ATTENDANT appears with clean towels.",
  "24": "---END OF PREVIOUS SECTION---\nINT. GENTLEMAN'S CLUB - POOL - DAWN\nHis morning ritual: Cushing walks in, wearing his robe. An ATTENDANT appears with clean towels. \n---TARGET SECTION TO BE ANNOTATED---\nCUSHING\nHow's the water today, Benton??\nATTENDANT\nJust the way you like it, Mr. Cushing,\nsir-\nCUSHING\n\nVery well, then. Be kind enough to order\nme some ham and eggs. I'll start with\ncoffee, if it's hot -\n\nATTENDANT\nRight away, sir.\n\nAs he leaves, Cushing kneels to test the water.\n\nA FIGURE comes up behind him. When Cushing turns, he smiles\nin surprise. Then, it's too late.\n\nWHACK!!! The figure has clubbed him with a BUTCHER'S HAMMER.\nCushing staggers, then goes down. The FIGURE stands over *\nhim, grabs his head and smashes it again and again against\n\nthe TILED CORNER of the POOL...\n\nThe body rolls into the water with a soft SPLASH. The\nassailant withdraws.\n\nCushing's body rocks gently back and forth, his fractured\nskull oozing a plume of blood into the pristine water.\n\nThe attendant walks back in, sees the body and drops his\ntray of coffee.\n\nCUT TO:\n\nINT. LIBRARY - DAY\n\nEdith walks through the stacks of the Boston Public Library,\nchecking some Dewey decimal numbers scrawled on the last\n\n*\n\npage of her chapter three. *\nFinally, she locates the numbered volume: a copy of Jane *\nEyre. Opening it up, she finds a letter from Sharpe. *\n\n(CONTINUED)\n\f36.\nCONTINUED:\n\nSHARPE (V.O.)\n\nDear Edith: By the time you read this I\n\nwill be gone. So, these words are my only\n\nchance to tell you how much you mean to\n\nme. Your father asked me to break your *\nheart and leave you.\n\nEdith blinks and reads on as a SHADOW gathers behind her. *\n\nSHARPE (V.O.)\n\nBy this time, surely I have accomplished\nboth. But know this: I leave only because\nof my present station in life. I shall\nchange it. Even if it takes years, I\nshall change it - and when I can prove to\nyour father that all I ask of him is his\nconsent - nothing more - then, and only\nthen will I come back for you. Forever:\nThomas Sharpe.\n\nEdith turns, headed for the stairs.",
  "25": "---END OF PREVIOUS SECTION---\nEven if it takes years, I\nshall change it - and when I can prove to\nyour father that all I ask of him is his\nconsent - nothing more - then, and only\nthen will I come back for you. Forever:\nThomas Sharpe. Edith turns, headed for the stairs. \n---TARGET SECTION TO BE ANNOTATED---\n But a dead woman is *\nthere. It's her mother - raising an arm, as if to block her\nway.\n\n*\n\nThis time, Edith sees a once-beautiful face, which is now a\ndecomposing horror. Edith drops the book and flees. *\nEXT. DOCKS - DAY\n\nEdith runs down a busy dock, pushing her way through a crowd\nof STEVEDORES and waving FAMILIES.\n\nBut it's too late. By the time she arrives at the gangplank,\nthe Majestic has set sail.\n\nShe stands there, panting, defeated, watching the UNION JACK\non its stern receding.\n\nBut little by little she becomes aware of another presence\nstanding close by. It's Sharpe.\n\nDisturbed, flustered, Edith backs away. He follows closely.\nSHARPE\nIt seems I missed my ship. On purpose,\nEdith. My sister - she's on board - but I\ncouldn't go - not yet.\n\nEDITH\nWhen, then? When do you leave?\n\n(CONTINUED)\n\f37.\n\nCONTINUED:\nSHARPE\nI don't know - I truly don't-\nEDITH\nWhat do you mean? If you don't know, who\ndoes?\nSHARPE\n\nYou, Edith. Only you know.\n\nHe pulls her close and kisses her. Edith is thrilled. She\npulls away...\n\nEDITH\nAnd what about my book? Is it so awful?\n\nSHARPE\nI loved every word. You must finish it.\n\nEXT. CUSHING HOUSE - DAY\n\nA TAXI is parked in front of the Cushing home, engine\nidling. A chauffeured black MOTOR CAR pulls up behind it.\n\nINT. TAXI - CONTINUOUS\n\nEdith and Sharpe are in the taxi, locked in a passionate\nembrace. A sudden KNOCK on the window... Ferguson, the\nLAWYER- opens the door.\n\nEdith takes one look at him and knows something terrible has\nhappened.\n\nCUT TO:\n\nINT. HOSPITAL - DAY\n\nA CORONER leads Edith, Sharpe and Ferguson down a hospital\ncorridor.\n\nDr. McMichael appears behind them, hurrying to catch up.\n\nDR. MCMICHAEL\n(looking stricken)\nEdith.",
  "26": "---END OF PREVIOUS SECTION---\nMcMichael appears behind them, hurrying to catch up. DR. MCMICHAEL\n(looking stricken)\nEdith. \n---TARGET SECTION TO BE ANNOTATED---\n I'm so sorry - it's\nincomprehensible - I can't believe it,\nhow could such a thing happen-? He was a\ndear friend, you know that-\n\n(CONTINUED)\n\f38.\nCONTINUED:\n\nHe falters. Edith is in shock, holding back her tears. The\ncoroner opens the door to the morgue. Before she can enter:\n\nDR. MCMICHAEL (CONT’D)\nEdith. Wait.\n(to the coroner)\nI'll give you a positive identification.\nNo need for Miss Cushing to see him. I\nwas his physician.\n\nFERGUSON\nAnd I am his lawyer, Dr. McMichael. I am\nsorry- it's a legal formality.\nObligatory, I'm afraid.\n\nCORONER\n(regards Edith closely)\nYou must concentrate on the features that\nremain intact, Miss. Don't fix upon\nbroken things, things out of place-\n\nINT. MORGUE - MOMENTS LATER\n\nThey have gathered around a draped cadaver on a steel table.\nThe coroner pulls back the sheet, hiding the corpse from\nCAMERA, but revealing it to Edith.\n\nShe fights back her tears as Sharpe comes alongside,\nsteadying her. The coroner addresses them.\n\nCORONER\nAs the sole surviving relative, you could\nrequest an autopsy, but in this case I\ndon't think it's necessary. An accident -\nthe floor was wet -\n\nFERGUSON\nAh. Of course. He slipped.\n\nDr. McMichael gazes intently at the corpse, frowning at what\nhe sees.\n\nDR. MCMICHAEL\n(to the coroner)\nMay I, sir?\n\nAs he inspects the dead man's skull,\nEDITH\nGet away from him- This is my father- my-\n\nfather- my father.\n(MORE )\n\n(CONTINUED)\n\f39.\nCONTINUED:\nEDITH (CONT'D)\nHe - he- is turning sixty next week - and\nhe is- he is afraid of it showing-\n(breaks)\nAfraid of looking his age, you see?\n\nShe struggles to go on.",
  "27": "---END OF PREVIOUS SECTION---\n(MORE )\n\n(CONTINUED)\n\f39. CONTINUED:\nEDITH (CONT'D)\nHe - he- is turning sixty next week - and\nhe is- he is afraid of it showing-\n(breaks)\nAfraid of looking his age, you see? She struggles to go on. \n---TARGET SECTION TO BE ANNOTATED---\nEDITH (CONT'D)\nThat's why he- he dresses so well- That's\nwhy he swims every day- that's why- He\nloves taking long walks with me- He loves\nit- He loves me-\n\n(beat)\nAnd now I am alone.\n\nAnd as she says this, she finally crumbles.\n\nDISSOLVE TO:\n\nEXT. CEMETERY - DAY\n\nOnce again, Edith is in black and surrounded by mourners at\nthe Cushing burial plot. A fresh grave lies open next to her\nmother's granite tombstone.\n\nAs the REVEREND reads a passage from the Bible (MOS), Edith\nleans on Sharpe's arm. A large DIAMOND RING sparkles on her\nfinger.\n\nA bereft-looking Dr. McMichael is standing in the crowd,\nstaring fixedly at Sharpe. It's a duel- but then, with a\ngentlemanly tip of Dr. McMichael's hat, it's over.\n\nBefore the diggers close up the grave, Edith steps forward\nand drops Cushing's pocket watch onto the coffin.\n\nEDITH (V.O.)\n\nWithin a few short weeks, the very same\nguests who mourned my father's passing\nattended my wedding at Trinity Church...\n\nCUT TO:\n\nEXT. STEAMSHIP - NIGHT\nThe dark shape of the S.S. Providence ploughs through the\n\nmoonlit waves of the North Atlantic. CAMERA MOVES IN to one\nof the portholes on the \"A\" deck.\n\n(CONTINUED)\n\f40.\nCONTINUED:\n\nEDITH (V.O.)\n.--.and then, setting sail with Thomas I\nfelt...\n\nINT. STATEROOM - NIGHT\nThe first-class stateroom is filled with FLOWERS.\n\nEDITH (V.O.)\n.-.that by his side I could face any\nhorror in the world. And I would - in\ntime - face all of them.\n\nEdith emerges from the bathroom, her body backlit through a\nsheer negligée. As she slips into bed, Sharpe places a\nwooden case by her side.\n\nEDITH\nWhat pray tell is that?\n\nSHARPE\nA surprise. Open it -\n\nEDITH\nWhat - ?\n\nSharpe proceeds to unlock the case.\n\nSHARPE\nI wracked my brains for a suitable\nwedding present.",
  "28": "---END OF PREVIOUS SECTION---\nOpen it -\n\nEDITH\nWhat - ? Sharpe proceeds to unlock the case. SHARPE\nI wracked my brains for a suitable\nwedding present. \n---TARGET SECTION TO BE ANNOTATED---\n As usual, Lucille came\nto the rescue. Her idea -\n(he gestures to the case)\n- I daresay, will prove useful.\n\nIt's a TYPEWRITER.\n\nEDITH\n(bursts out laughing)\nOh, how perfect!\n(kissing him)\nThank you, Thomas, I love it! Shall I try\nit out? Right now -?\n\nSHARPE\nIt can wait until morning, I think.\nYou'll have more to write about.\n\nHe kisses her. As their embrace becomes passionate, he lifts\noff the nightgown and they begin to make love.\n\nDISSOLVE TO:\n\f41.\n\nINT. CUSHING'S LIBRARY - DAY\n\nMOVING MEN are carting off the contents of Cushing's home\nand loading a horse-drawn dray outside.\n\nDr. McMichael is seated at Cushing's desk, transferring the\ncontents of the drawers into a carton.\n\nOne packet of papers attracts his attention. The TOP of a\npage pokes out of an envelope: It is emblazoned with the\nCumberland eagle and a mountain. This is the file from\nHolly, the private detective.\n\nAs the young Doctor unfolds it, he finds that the rest of\nthe page has been torn off.\n\nCUT TO:\n\nEXT. CUMBERLAND HILLS - DAY\n\nA Rochet-Schneider HORSELESS CARRIAGE putters over the\nbarren, snow-covered hills of rural Cumberland. No one else\nis on the road; a few woolly sheep browse the icy slopes.\n\nSharpe is at the wheel, with Edith sitting beside him,\nwrapped in furs and a lap blanket.\n\nAt a lonely crossroads, they make a turn, following a line\nof power poles. A weathered signpost reads: SHARPETON. 5 mi.\nEXT. ABANDONED VILLAGE - DAY\n\nSharpeton is nothing but a cluster of abandoned stone\ncottages.\n\nSHARPE\nOnce the mine closed, everyone left,\nexcept us. The family motto is \"Semper\nPertinax\"-\n\nEDITH\n\"Always Stubborn..?\"\n\nSHARPE\nTo a fault.\n\nEdith can see a grand house brooding up in the hills, its\nmany chimneys silhouetted against the gray sky.\n\n(CONTINUED)\n\f42.",
  "29": "---END OF PREVIOUS SECTION---\nThe family motto is \"Semper\nPertinax\"-\n\nEDITH\n\"Always Stubborn..?\"\n\nSHARPE\nTo a fault. Edith can see a grand house brooding up in the hills, its\nmany chimneys silhouetted against the gray sky. (CONTINUED)\n\f42. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nA FLOCK OF SHEEP crosses in front of the car, followed by a\nsheepdog. Then, an arthritic SHEPHERD in tattered clothing\nruns up, saluting Sharpe with his crook.\n\nSHARPE (CONT'D)\nHello, Finlay. How have you been keeping? *\n\nFinlay's leathery, whiskered face is earnest and attentive, *\nbut his blue eyes are cloudy with cataracts.\n\nFINLAY *\nNever better, Sir Thomas. I knew it was\nyou a mile off.\n\nSHARPE\n(as if talking to a child)\nFinlay, this is my wife, Edith. We were *\n\nmarried in Boston, Massachusetts - that's\non the other side of the Atlantic Ocean.\n\nFINLAY *\nI know, I know, milord. You are married.\n(to Edith)\nWelcome back, Lady Sharpe! Mein Name ist\nWilliam, wie sind Sie heute?\n(he nods, satisfied)\nThere, I learned it!\n\nHe hurries into one of the stone hovels near the road.\n\nEDITH\nWhat on earth? Was he speaking German?\nSHARPE\nOf a kind. I'm sorry.\n(embarrassed)\n\nHe's been here forever - he worked for my\nparents. The soul of generosity. We help\nhim when we can.\n\nFinlay emerges with a beautifully carved WOODEN LAMB. He *\nhands it to Edith.\nFINLAY *\nHere, this is for you, mum. Another one.\nSHARPE\n(uneasy)\nWhy, thank you, Finlay! Very fine work, *\n\nas always.\n\n(CONTINUED)\n\f43.\nCONTINUED: (2)\n\nEDITH\nBut - it's beautiful! Did you make it\nyourself?\nFINLAY\n(nodding)\n\nThat's little Scrub. She answers to\nScrub, she's the baby of the family. Put\nher with the rest of the flock, they'll\ntreat her right.\n\nHe touches his cap and Sharpe drives on. As Finlay recedes\nfrom view:\n\nEDITH\nWas he always like that?\n\nSHARPE\nMore or less. The whiskey didn't help.\n\nTHE SHARPE MANSION\n\nThe car proceeds under an arch with wrought-iron letters:\nCLOUD TOP.",
  "30": "---END OF PREVIOUS SECTION---\nSHARPE\nMore or less. The whiskey didn't help. THE SHARPE MANSION\n\nThe car proceeds under an arch with wrought-iron letters:\nCLOUD TOP. \n---TARGET SECTION TO BE ANNOTATED---\n As they motor up a long, steep driveway, Edith\nleans forward, peering through the windshield at the\nimposing house.\n\nEDITH\nBut it's enormous!\n\nSHARPE\nIt does swallow one up. But we love it\nanyway - and you will, too, you'll see.\n\nA cute little DOG frisks around the car as they stop at the\nfront steps. Edith gets out and picks up the dog.\n\nEDITH\nAnd who is this? You never told me about\nhim!\n(laughing)\n\nOr is he a she?\n\nSharpe's chuckle is awkward, almost confused. SOMETHING's\nWRONG: he hadn't expected this.\n\nSHARPE\nI - I'll just let you guess -!\n\nHe TOOTS the car horn and glances at the house, but there's\nno other sign of life.\n\n*\n\f44,\n\nINT. FOYER - DUSK\n\nSharpe unlocks the massive, oaken front door and Edith peeks\nuncertainly into the foyer. She shrieks as Sharpe playfully\ngrabs her around the waist and lifts her through the portal.\n\nThe dog barks in excitement as he carries her inside.\nSetting her down...\n\nSHARPE\nWelcome home, my Lady!!\n\nThe gloomy FOYER is paneled in dark wood. Just beyond it, a\nstaircase climbs through three open floors and jutting\nbalconies. At its center: a caged elevator.\nEdith wanders uncertainly, like Jonah inside the whale.\n\nSHARPE (CONT'D)\n\n(calling out)\n\nLucille?\n\nHe tries a wall switch: no lights.\n\nSHARPE (CONT'D)\nLucille?\n\nHe exits the foyer.\nSHARPE (CONT'D)\nThe electric service is new - wait here,\n\nI'll only be a moment.\n\nEdith becomes aware that the dog has grown quiet; its tail\ncurls between its legs.\n\nShivering, Edith pulls her coat tight around her. Behind\nher, the door blows shut with a soft BOOM. Even darker now.\n\nSomewhere, a FLY is buzzing.\n\nA motionless, silhouetted WOMAN in black is in an adjoining\npassageway. She stands straight, with preternatural dignity.",
  "31": "---END OF PREVIOUS SECTION---\nSomewhere, a FLY is buzzing. A motionless, silhouetted WOMAN in black is in an adjoining\npassageway. She stands straight, with preternatural dignity. \n---TARGET SECTION TO BE ANNOTATED---\nEDITH\nLucille?\n\nThe woman's pince-nez glasses gleam; a diamond RING flashes\non her finger. The dog GROWLS.\n\nJust then, the wall sconces blaze up in a warm and cheerful\nlight. Sharpe reappears, wiping his hands on a rag.\n\n(CONTINUED)\n\f45.\nCONTINUED:\n\nSHARPE\nI have no idea what I'm doing with fuses\nand the like. Electricity is the work of\nthe devil -\n\n(beat)\nWe keep a box of candles in every room\nand now you know why -\n\nEdith seizes his arm, spinning him around to face the woman -\ngone now.\n\nSHARPE (CONT'D)\nWhat is it?\n\nEDITH\nI saw somebody -\n\nSHARPE\nSomebody?? Don't be silly. We're alone\nhere - there's not a living soul for\nmiles. Unless you count Finlay and his\nflock.\n\nEDITH\nWh- where's your sister?\n\nSharpe presses a brass CALL BUTTON. Somewhere below,\nmachinery WHIRS. CABLES move.\n\nSHARPE\nShe'll be upstairs. Come - here's the\nlift.\n\nThe CAGED LIFT rises into view.\n\nSHARPE (CONT'D)\nIt goes to all the floors and down two\nlevels to the old mine offices.\n(beat)\nDon't ever go below this floor, all\nright? No place for you.\n\nUPSTAIRS\n\nAt the far end of a cavernous grand stairwell, Sharpe and\nEdith exit the elevator and proceed down the murky hall.\n\nSHARPE\nLucille?\n\f46.\n\nTHEIR BEDROOM\n\nHeavy furniture and floral wallpaper. A fireplace in the\ncorner. Sharpe deposits the cases on the four-poster bed.\n\nSHARPE\nI'll get a fire going. Once it's lit,\nthis room stays toasty warm -\n\nEdith places Finlay's hand-carved lamb on a shelf, then *\n\ndraws back a curtain, revealing barren, dark hills *\n\noverlooking a valley hundreds of feet below. A few *\n\nsnowflakes are drifting down. *\nSHARPE (CONT'D)\n\nLucille may be in the coal shed. Or the *\n\ngarage. I'll just go see. *\n\nHe leaves.",
  "32": "---END OF PREVIOUS SECTION---\nA few *\n\nsnowflakes are drifting down. *\nSHARPE (CONT'D)\n\nLucille may be in the coal shed. Or the *\n\ngarage. I'll just go see. *\n\nHe leaves. \n---TARGET SECTION TO BE ANNOTATED---\n Pleased with the room, Edith removes her hat and *\ngloves, then goes to the mirror, where she takes a moment to\ngaze at her reflection.\nWith a coquettish smile, she takes off her eyeglasses.\nEDITH\nLady Sharpe, do you take milk or lemon?\nWon't you try a nice, warm scone?\n\nShe becomes aware of a few drowsy HOUSEFLIES vibrating -\nagonizing - on the windowsill.\n\nShe opens the window and shoos them outside, catching sight\nof Sharpe headed for a garage at the side of the house. *\n\nWith a grin, she opens her mouth to call out to him. But-\n\nVOICE\nEdith. Get out... *\n\nEdith whirls around - she's alone.\n\nCORRIDOR\n\nComing out into the hall without her glasses, Edith\nsquints...\n\nA faint CLUNK and the WHINE of machinery. Down the hall, the\nelevator cables are moving.\n\nA moment later, the cab comes up; a WOMAN is on board.\n\n(CONTINUED)\n\f47.\n\nCONTINUED:\nEDITH\n(relieved)\nLucille! We've been-\nThe elevator door opens revealing... *\n\n.-.a walking horror with wild grey hair tumbled over naked,\n\n*\n\nshrunken breasts. The woman's tongue, lips and throat are\nstained black; her eyes are pits of darkness.\n\nWOMAN\nLeave us- Now!\nEdith covers her face as the skeletal figure reaches for *\nher. RIP - !! A three-inch tear appears on Edith's blouse.\n\nStifling a cry, Edith runs in the other direction, colliding\nwith Sharpe, who's coming up the stairs.\n\nEDITH\nWho was that -? Oh, my God, Thomas - Who, *\nin God's name is that woman??!! Who else\nis in this house?\n\nSHARPE\nShhh, Edith- Lucille's nowhere to be -\nEDITH\nNot Lucille! Someone else, just now! And -\n(pointing)\n\n- she came up on that - you saw it coming\nup, the elevator...!\n\nSharpe puts his hands on her shoulders and smiles.",
  "33": "---END OF PREVIOUS SECTION---\nSomeone else, just now! And -\n(pointing)\n\n- she came up on that - you saw it coming\nup, the elevator...! Sharpe puts his hands on her shoulders and smiles. \n---TARGET SECTION TO BE ANNOTATED---\nSHARPE\nEdith, please- calm down- I have no idea\nwhat-\n\nEDITH\nLook - it tore my blouse, I felt it!\n\nSHARPE\nWhat have you done? Good lord. Here, let\nme show you something. Come -\n\nHe leads her into the elevator cab. Points at a mirror on *\nthe back wall inside the cab.\n\nSHARPE (CONT'D)\n\nA rusty silver mirror - rotting away,\nthat's all - and you, my darling, without\nyour glasses!\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nEdith looks at her reflection.\n\nEDITH\nNo - that's not it. Thomas, I - I'm\nscared-\n\nSHARPE\n\nShh- Shh- Come.\n\nINT. ELEVATOR - CONTINUOUS\n\n48.\n\nOn board the lift, Sharpe closes the glass doors and moves\n\nthe brass lever downward. As they slowly descend:\n\nSHARPE\n\nNow. This thing has a mind of its own. In\nfact, I prefer the stairs. In our\nmother's day, it was operated by half a\ndozen servants in the basement, hauling\n\non ropes. Lucille had it motorized and\nit's been quite a comedy ever since.\n\nThrough the glass panels, Edith can see the foyer coming up\n\nunder her feet.\n\nEDITH\nI want to leave, please. This - this is\none of those places, I can feel it- a\n\ncontainer, full of souls in pain, hateful\n\ncreatures...\n\nSHARPE\nAh- your love affair with ghosts. Here,\nin the very house where I grew up! I\nshould be offended-\n\n*\n\n*\n\nHe centers the lever and the elevator gently stops. He opens\n\nthe door, revealing the dark shape of another WOMAN.\n\nEdith leaps back - !\n\nINT. FOYER - CONTINUOUS\n\nIt's Lucille Sharpe, in gloves and heavy woolens, mustering *\n\na chilly smile.\n\nLUCILLE\nThere you are! The two weary travelers.\nSo, Edith, welcome to Cloud Top. Hullo,\nThomas - why don't you have a fire\ngoing!?\n\n(CONTINUED)\n\fCONTINUED:\n\n49.\n\nSHARPE\nWe've only just arrived, my dear. Where\nhave you been!\n\nLucille throws off her cape and shakes off some snowflakes.",
  "34": "---END OF PREVIOUS SECTION---\nSHARPE\nWe've only just arrived, my dear. Where\nhave you been! Lucille throws off her cape and shakes off some snowflakes. \n---TARGET SECTION TO BE ANNOTATED---\nLUCILLE\n\nIn Strathney. Your machine parts are here\nfrom Birmingham. Four crates - Fraser\nneeds you to arrange for delivery. I\nstopped at the Post Office, too.\n\n(back to Edith)\nYou have a letter from Boston. Go on,\nopen it.\n\n(inspects the envelope)\n\nIt's from a Mr. Ferguson. Your solicitor.\nI mean, lawyer, don't I?\n\nSHARPE\nNot now, Lucille, I beg you. Give us a\nmoment- Edith's in a state.\n\nAs Lucille hangs up her winter clothing:\n\nEdith covers\n\nLUCILLE\nWhy is that, Edith? What's happened?\nTHOMAS\nShe saw something - a shadow, a\nreflection -\nLUCILLE\n(to Edith)\n\nAnd it tore your dress?\n\nTHOMAS\nAs you see. It's a presence, am I right,\ndarling? Ghosts, shades or whatnot, whose\nsouls are imprinted within the walls.\nStored there, if I understand correctly.\n\nher face with her hand, feeling a fool.\nEDITH\n(bracing up)\nPiffle. I've gone mad. It never happened.\nLUCILLE\nYou're overtired - after such a long\n\njourney..?\n\nEDITH\nNot a bit.\n\n(CONTINUED)\n\n+ eH\n\n %\n\n+e * HF\n\n*\n\n %\n\f50.\nCONTINUED: (2)\n\nLUCILLE\nYou're missing your father, then. My\ncondolences on his passing - so tragic.\n\nEDITH\nI need a proper welcome, that's all!\nHere, Lucille - give me a kiss.\n\nShe embraces her sister-in-law.\n\nEDITH (CONT'D)\n(kissing Lucille)\n\nFrom this day forward, this house will\n\ncontain nothing but warmth, friendship\n\nand love. I hereby banish all shades of\n\nmelancholy. Away, you ghosts. Begone,\n\ndull care\n\nOver Edith's shoulder, Sharpe locks eyes with Lucille.\n\nLUCILLE\nHear, hear. And congratulations, Edith.\nWhat a beautiful bride you are.\n\nPRELAP: the notes of a Chopin nocturne...\n\nINT. LIBRARY - NIGHT\n\nIn a raised bay in the Sharpe library, Lucille is seated at\na GRAND PIANO, playing with her usual concentration.",
  "35": "---END OF PREVIOUS SECTION---\nPRELAP: the notes of a Chopin nocturne... INT. LIBRARY - NIGHT\n\nIn a raised bay in the Sharpe library, Lucille is seated at\na GRAND PIANO, playing with her usual concentration. \n---TARGET SECTION TO BE ANNOTATED---\nSipping a BRANDY, Edith strolls around the magnificent\ndouble-height room, which is crowded with books and glass\ncabinets. Oil portraits stare down from the walls; stuffed\nanimals mingle with other souvenirs of a well-traveled\nfamily.\n\nA stained-glass window bears a family coat-of-arms: \"Semper\nPertinax.\"\n\nSHARPE\n\nDo you like it?\nEDITH\n\nI do... it's almost a church...\nSHARPE\n\nI spent my childhood in here.\n\nThe dog trots into the room, going directly to Edith.\n\n(CONTINUED)\n\n*\n\n %\n\nHe HHH HH OF\n\n*\n\n %\n\f51.\nCONTINUED:\n\nEDITH\nLucille, what is the dog's name? I seem\nto have a new and faithful companion-\n\nLucille's eyes are closed as she plays the Chopin.\n\nLUCILLE\nThe dog... has no name. It's a stray, we\nhave no plans to keep it.\n\nThe dog leads Edith to a stack of GERMAN BOOKS on the floor.\nShe picks one up and looks at the flyleaf.\n\nEDITH\nAnd these books... are in German-?\n\nLucille stops her piano playing.\n\nLUCILLE\nThose books belonged to a house guest. Do\nyou read German, Edith?\n\nEDITH\nA few words, that's all.\n\nLUCILLE\n(to Sharpe)\nI've been wanting to donate them to the\nlocal library, haven't I, Thomas-? No\nreason to keep them here.\n\nINSERT\nThe bookplate reads: Von der Sammlung von Eleanora Schott.\nBelow, the woman's signature, in an elegant, Continental\nhand. And the year, 1897.\nBACK TO SCENE\nEdith sniffs the book, noting the scent of perfume.\nEDITH\nAnd the piano? Lucille, is this where you\nlearned to play?\nLUCILLE\nNot really. I was sent away. We both\n\nwere, in actual fact. Separated.\n\nEdith is puzzled; she looks at her husband.\n\n(CONTINUED)\n\n*\n\n % *\n\n+e * HF\n\f52.\n\nCONTINUED:\nEDITH\nBut why? Such a cruel thing - whose idea\nwas that?\nSHARPE\n\nThe estate's executors in Carlisle. After\nmother's death.",
  "36": "---END OF PREVIOUS SECTION---\nSuch a cruel thing - whose idea\nwas that? SHARPE\n\nThe estate's executors in Carlisle. After\nmother's death. \n---TARGET SECTION TO BE ANNOTATED---\nHe guides her to an OIL PAINTING of their mother - LADY\nSHARPE - over the fireplace. It's a high-quality portrait of\nan imposing woman in pearls, silk, an ivory cane and pince-\nnez glasses.\n\nSHARPE (CONT'D)\nYou see? A famous beauty in her day.\n\nSILENCE as Edith frowns, remembering the apparition she saw\nin the foyer. This is the same woman.\n\nA soft MOAN fills the room.\n\nEDITH\n(looking around)\nWhat in God's name...?\n\nSHARPE\nAh, that. Some of the mine tunnels run\ndirectly beneath the house. When the wind\npicks up, the chimneys form a vacuum -\nghastly, isn't it?\n\nEDITH\nCan something be done about it? I've had\nmore than enough scares already, thank\nyou.\n\nSHARPE\nIt's no use. I can remember crying every\ntime I heard it, when I was in this room\nas a child.\n\nLUCILLE\nIt never bothered me. You know, I'm the\npractical one, like Mother.\n\nEdith looks back at the portrait.\n\nEDITH\nLucille: you look so like her.\n\nLUCILLE\n(bursts out laughing)\nWhat an imagination you have, Edith!\n(MORE )\n\n(CONTINUED)\n\f53.\nCONTINUED: (2)\nLUCILLE (CONT'D)\nThomas, isn't that funny? I look like\n\nher...\n\nEDITH\nMay I ask, how did she die?\n\nSHARPE\nA seizure, here at home.\n\nEDITH\nAnd your father? Was he already dead?\n\nSHARPE *\nYes, father died when we were very small.\n\nEDITH\nHow sad, for both of you! Just think how *\nhappy he'd be to see you now, all grown *\nup with a blushing bride at your side. *\n\nShe kisses him, then realizes that Lucille has left the\nroom.\n\nCUT TO:\n\nINT. BEDROOM - NIGHT\n\nSharpe pokes up the fire, then gets into bed, where Edith is *\npropped up on pillows, reading FERGUSON'S LETTER.\n\nSHARPE\nWhat does he say?\n\nEDITH\n\nProbate is almost complete. The house and\nits contents are sold.",
  "37": "---END OF PREVIOUS SECTION---\nSHARPE\nWhat does he say? EDITH\n\nProbate is almost complete. The house and\nits contents are sold. \n---TARGET SECTION TO BE ANNOTATED---\n The bank papers\nwill be sent for my signature.\n\n(kisses him)\nI've been practicing my new signature.\n\"Edith Sharpe.\" Is it a good author's\nname, Thomas? Or should I publish under\nCushing, what do you think?\n\nSHARPE\nI think you'd better finish the book.\nThen you can decide what your admirers\nshould call you.\n\nMore kisses; soon they are making love on the canopied bed.\n\f54.\n\nINT. LUCILLE'S BEDROOM - SAME\n\nLucille lies awake in her bed in a room down the hall,\nlistening to the MOANS of the lovers.\n\nEXT. HOUSE - DAY *\nA dull, gray day. Behind the house, a prominent, rocky HILL, *\ndenuded of trees, juts skyward. *\nEDITH (V.O.) *\n\n\"Dear Mr. Ferguson: thank you for your *\n\nrecent letter. Upon receipt of the *\n\ndocuments, I will execute the signature *\n\ncopies and send them back to your *\n\noffice.\" *\n\nINT. BEDROOM - DAY *\nIn her nightgown, Edith's at the desk, writing a letter. *\nEDITH (V.O.) *\n\n\"At which point all the stock *\n\ncertificates, bonds and liquid assets *\n\nshould be transferred to the account of\nLady Edith Sharpe at the Royal Bank of\nCarlisle.\"\n\nStill in bed, Sharpe stirs, sits up and looks at Edith. With\nhis rumpled hair and sleepy grin, he looks like an impish\nboy.\n\nSHARPE\nEdith: it's far too early for any of your\npen pushing. You must at least wait.\n\nEDITH\nWait for what, my love?\n\nSharpe draws back the down quilt, inviting her to return to *\nbed.\n\nSHARPE\nFor further inspiration. Come.\n\nEdith lays down her pen and goes to him.\n\f55.\n\nEXT. VILLAGE STREET - DAY\n\nHorse-drawn FARM WAGONS and local PEDESTRIANS crowd the town\ncenter on a cold, wet afternoon.\n\nSharpe steers his car to a stop outside a FREIGHT OFFICE in\nthe high street.\n\nAs a SHIPPING AGENT appears to usher him inside, Edith and\nLucille exit the car. Lucille disappears into an adjacent\nDRY GOODS STORE. Edith heads for the POST OFFICE across the\nstreet.\n\nINT.",
  "38": "---END OF PREVIOUS SECTION---\nLucille disappears into an adjacent\nDRY GOODS STORE. Edith heads for the POST OFFICE across the\nstreet. INT. \n---TARGET SECTION TO BE ANNOTATED---\n POST OFFICE - DAY\n\nAt the counter, the POSTAL CLERK affixes a stamp onto\nEdith's reply to Ferguson. As Edith counts out some coins,\nthe clerk notes her name on the return address.\n\nPOSTAL CLERK\nYou're Lady Sharpe, then? Forgive me,\nmum, but there's a letter come in for you\njust this morning.\n\nHe disappears for a moment, then returns with an envelope.\nHanding it to her:\n\nPOSTAL CLERK (CONT’D)\nAll the way from Germany.\n\nEdith frowns, looking at the address, written in an elegant\ncursive hand:\nLady E. Sharpe\nPoste Restante, Strathney\nCumberland, United Kingdom\n\nPOSTAL CLERK (CONT’D)\nIs there anything the matter, mum?\n\nEdith is examining the postmark: Leipzig.\n\nEDITH\nNo, nothing at all. Thank you so much.\n\nShe tucks the letter into her handbag, then sees a happy\nSharpe waving to her from the barn-like freight depot across\nthe street.\n\na\n\n %\n\nHe HHH FH HH HH HK\n\n %\n\f56.\n\nINT. DEPOT — DAY\n\nAt a loading dock, Sharpe proudly shows Edith the contents\nof several OPEN CRATES.\n\nPacked in sisal, gleaming GEARS, AXLES and HOSES.\n\nEDITH\nThomas! Is that the Ore drill - ?\n\nSHARPE\nIt will be, once I put it together. I'm\nhaving the bit fabricated separately, in\nGlasgow.\nThe shipping agent approaches with a BILL.\n\nSHIPPING AGENT\nIf you'll just sign here, Sir Thomas.\n\nAs Sharpe signs the paper:\n\nSHIPPING AGENT (CONT’D)\nWill you be wanting it this afternoon,\n\nthen?\nSHARPE\n(nodding)\nYes, please. And think lucky thoughts,\nMr. Fraser - the Sharpe Mines might re-\n\nopen if this thing cooperates.\nThe man nods and withdraws. Sharpe shows the bill to Edith.\n\nSHARPE (CONT'D)\nI never had enough money to get this far.",
  "39": "---END OF PREVIOUS SECTION---\nThe man nods and withdraws. Sharpe shows the bill to Edith. SHARPE (CONT'D)\nI never had enough money to get this far. \n---TARGET SECTION TO BE ANNOTATED---\nNow, thanks to a certain gentleman in\nBoston -\n\nEDITH\nBoston -?\n\nSHARPE\n- who shall remain anonymous -\n\nEDITH\nNo! You found an investor? Tell me!\n\nSHARPE\nIn good time, my darling, all will be\nrevealed. Suffice to say that meeting you\nmade all the difference.\n\n(CONTINUED)\n\na\n\n*\n\n*\n\n %\n\n+H FH HH HF\n\n %\n\n %\n\n+ eH\n\f57.\n\nCONTINUED:\nDR. MCMICHAEL (V.O.)\n(prelap)\nAs the body dies- as its organs shut\ndown... a weight change occurs. It loses\n\nexactly 21 grams.\n\nCUT TO:\n\nINT. BOSTON MEDICAL SCHOOL / OPERATING THEATRE - DAY\n\nDR. MCMICHAEL\nPeople of faith claim this is the weight\nof the soul leaving the body, but I urge\nyou, as men of science, to dismiss such a\nnotion.\n\nThe Doctor lectures in an operating theatre, where a body\nlies before him, flayed open. In the gallery, dozens of\nstudents take notes and make sketches.\n\nDR. MCMICHAEL (CONT'D)\nPhysical humours evaporate, secretions\nleave the body through open pores- that\nand the air, leaving the lungs... This is\nwhat you must look for, gentleman. Not\nfaith, not magic, just science.\n\nCAMERA singles out a man seated among the students: the\nlawyer, Mr. Ferguson. As Dr. McMichael sees him:\n\nDR. MCMICHAEL (CONT’D)\nWe must question every detail before\nus...\n\nINT. GENTLEMAN'S CLUB TEA ROOM - DAY\nTea is being served to Dr. McMichael and Ferguson.\nFERGUSON\nIt all seems to have ended well enough.\nEdith seems to have found happiness,\ndon't you agree?\n\nDR. MCMICHAEL\nI haven't had a word.\n\nFERGUSON\nDamn, that's a shame.\n(pause)\nWell, I have.\n(MORE )\n\n(CONTINUED)\n\fCONTINUED:\n\n58.\n\nFERGUSON (CONT'D)\nNothing personal, of course. Per her\ninstructions, I'm liquidating all the\nfamily assets.\n\nDR. MCMICHAEL\nAre you really?\n\nFERGUSON\nQuite unusual.",
  "40": "---END OF PREVIOUS SECTION---\nDR. MCMICHAEL\nAre you really? FERGUSON\nQuite unusual. \n---TARGET SECTION TO BE ANNOTATED---\n She may be investing every\npenny. Those iron mines of his-\n(speaking quietly)\nIf I might confide-?\n\nDr. McMichael puts down his tea, leaning close.\n\nFERGUSON (CONT’D)\nBefore Cushing died, he hired a New York\nman, a Mr. Holly- very hard to track\ndown. He digs up unsavory facts, haunts\nplaces not suitable for a gentleman. The\nvery fact that Holly was involved gives\nme pause.\n\nDR. MCMICHAEL\nI'm not sure I follow-\n\nFERGUSON\nCushing was no fool. And he liked you,\nDoctor- he did. He always mentioned you\nas someone worthy of his trust- and his\ndaughter.\n\nFerguson writes something on the back of a card.\n\nFERGUSON (CONT’D (CONT’D)\nNow, it's clear that Cushing had his\ndoubts about Sharpe. I myself would love\nto visit Edith- wish her the best. Seeing\nas I have her address...\n\nHe passes the Doctor the card.\n\nFERGUSON (CONT’D)\nBut I am old and tired. A trip like that\nrequires some stamina...\n\n(beat)\nIf you are the man Cushing believed you\nto be... you should be the one making\n\nthat house call.\n\nCUT TO:\n\f59.\n\nEXT. HOUSE - DAY\n\nA steady SNOWFALL is transforming the vast landscape. A\ncouple inches have already covered the house and its many\ngables.\n\nINT. BATHROOM - DAY\n\nSteam billows in the vast tile bathroom as Edith waits for\nthe tub to fill with hot water. She opens the envelope from\nLeipzig and finds a letter written in German.\n\nEDITH\n(reading)\n\"Mein liebe Eleanor...\"\n\nPuzzled, she sets it aside, drops her robe and gets into the\nbath. Gazing at the wedding ring on her finger, she grows\ndreamy, until...\n\n-..-she sees a FLY crawling on the window pane.\n\nA sudden RASP at the door makes her jump - but it's only the\ndog, scratching. It enters and sits... then turns its head\nas the fly zooms past.\n\nSNAP! The little dog's jaws click shut on the insect. GULP -\ndown it goes.",
  "41": "---END OF PREVIOUS SECTION---\nSNAP! The little dog's jaws click shut on the insect. GULP -\ndown it goes. \n---TARGET SECTION TO BE ANNOTATED---\n The dog's pink tongue appears, licking its\nchops.\n\nEdith laughs.\n\nINT. KITCHEN —- DAY\n\nIn the cavernous, skylighted kitchen, Lucille is at the\nstove, which is as large as a hay wagon.\n\nEdith enters, the dog in her arms.\n\nEDITH\nGood morning, Lucille!\n\nLUCILLE\nGood morning. I've made porridge, if\nyou'll eat it.\n\nEDITH\nBut that's awful, Lucille - ! I mean, you\nmaking my breakfast! Here, let me do\n\nsomething.\n\n(CONTINUED)\n\n*\n\f60.\nCONTINUED:\n\nShe puts down the dog and heads for the stove.\nLUCILLE\nNo. And I prefer the dog be kept out of\nthe kitchen. *\n\nEdith scoots the dog into the hall, closes the door and\nsmiles politely.\n\nEDITH\nThere. Gone. Where is Thomas? *\n\nLucille's eyes look tired and distant.\nLUCILLE\nIn the garage, assembling that thing of *\n\nhis. *\n\nEDITH\nLucille, don't tell me you're a skeptic.\n\n %\n\nLUCILLE\nIt's a pipe dream, an utter waste of\nmoney. I long ago accustomed myself to\nthe reality of our situation - Thomas\nnever has. Do you prefer coffee or tea?\n\n+e * HF\n\nEDITH\nLucille, I'll not have you cook my meals *\nand do for me in any other way. Believe\nit or not, I know my way around a\nkitchen.\n\nPause. Then, Lucille nods in understanding, brushing back a\nlock of hair.\n\nLUCILLE\nForgive me, I'm a sour old thing in the\nmorning. Let me warn you, however:\nthere's more than enough work here for\neveryone- no servants- we can't afford\nthem.\n\nEDITH\nSoon, we will. Father's assets are being *\ntransferred here. With a house this\ngrand, that money will be put to good,\npractical use- I think he'd be pleased.\n\nEdith checks the fire under one of the cast-iron platters.\nShe picks up the coal scuttle.\n\n(CONTINUED)\n\f61.\nCONTINUED: (2)\n\nEDITH (CONT'D)\nSo. Where's the coal kept?\n\nNo answer from Lucille, whose face has again grown stony.",
  "42": "---END OF PREVIOUS SECTION---\nCONTINUED: (2)\n\nEDITH (CONT'D)\nSo. Where's the coal kept? No answer from Lucille, whose face has again grown stony. \n---TARGET SECTION TO BE ANNOTATED---\nLUCILLE\nEdith. Did you tell my brother about this\nbank transfer?\n\nEDITH\n(nodding)\nIt was in Mr. Ferguson's letter... Thomas\nhasn't mentioned it? *\n\nLUCILLE\n(dry)\nNo. Not a word.\n\nCUT TO:\n\nINT. CORRIDOR - MOMENTS LATER\n\nEdith comes down a gloomy, frigid corridor behind the\nkitchen. A dark SHAPE darts out at her feet: the dog again.\n\nIt follows Edith to a small door, the entrance to the coal\nshed.\n\n*\n\nINT. GARAGE —- SAME\n\nIn the cavernous garage, Thomas is crouched beside a steam\nboiler, fitting a hose to a pressure gauge. The senile\nshepherd Finlay is there, too, sitting among the crates,\nsinging to himself as he polishes a flywheel.\n\n+ eH\n\n*\n\nLucille enters, wrapped up in a shawl.\nSharpe looks up, surprised.\n\nSHARPE\nWhere is she?\n\nLUCILLE\nYou and I must talk. We keep nothing from\neach other, is that not so?\n\nINT. COAL SHED - DAY\n\nCoal is piled up against the rough wooden walls of the semi-\ndetached storage shed. Frost covers the single small window.\n\n(CONTINUED)\n\f62.\nCONTINUED:\n\nEdith shivers; she can see her breath.\n\nThere are COBWEBS everywhere, all of them dotted with dead\nflies. With a shovel, Edith fills the coal scuttle... then\nturns to go. No dog now.\n\nEDITH\nWhere are you..? Come, doggie...\n\nA SIGH shakes the spider webs; dead flies drop to the floor.\n\nIn a matter of seconds, it grows dark. Edith looks out the\nwindow - at a night sky with scudding moonlit clouds..!\n\nDisbelieving, Edith turns around; a cloud of white VAPOR *\nhangs in the air.\nVOICE\nStill here...!?\n\nEdith backpedals as another sinuous strand of vapor gathers *\nbefore her.\n\nVOICE (CONT'D)\nStupid creature...\n\nEdith grabs a handful of COAL DUST and flings it. The black\nparticles settle on a YOUNG WOMAN'S FACE hovering in midair!\n\nThe mouth is moving even as the glittering eyelids stay\nshut.",
  "43": "---END OF PREVIOUS SECTION---\nEdith grabs a handful of COAL DUST and flings it. The black\nparticles settle on a YOUNG WOMAN'S FACE hovering in midair! The mouth is moving even as the glittering eyelids stay\nshut. \n---TARGET SECTION TO BE ANNOTATED---\nFACE\n..-leave ussss- !\n\nA CLANG as Edith drops the coal scuttle and trips on a\nboard. She falls heavily - and looks up as...\n\n--.-coal dust swirls and rains down upon her. *\n\nINT. GARAGE - MOMENTS LATER *\nThomas and Lucille's conversation is interrupted by BARKING.\n\nThe dog charges into the garage, followed by Edith, whose *\nhands and dress are filthy black.\n\n*\n\nShe hurtles past brother and sister to the Rochet-Schneider\nmotorcar. Sharpe manages to stop her, but she tears free, *\nintent on getting behind the wheel. *\n\n(CONTINUED)\n\f63.\nCONTINUED:\n\nSHARPE\nEdith -! Edith, what is it..!?\n\nHe forcibly turns her around; her eyes finally focus on him.\nThen she looks around the garage, becoming aware of where\nshe is.\n\nFINLAY\n(doffing his cap)\nGuten tag, guten tag, alles...\n\nINT. BEDROOM —- DAY\n\nEdith has taken refuge on the bed, hiding like a child under\nthe quilt. Sharpe is seated alongside her, holding her hand.\n\nSHARPE\nYour hand's like ice! Are you running a\nfever -? Look at me...\n(seeing her face)\nWhat in God's name- ?\n\nShe sits up and hugs him.\n\nEDITH\nThomas: I saw a face - a woman, she was\nalive, not a shadow, not trick of the\nlight -\n\nSHARPE\nWhose face?\n(concerned)\nEdith - shh, I'm here. Did you recognize\nher? Was it someone you know?\n\nEDITH\nNo, no - it was- a different woman this\ntime. Young. Blind. In moonlight!-\n\nA TAP at the door and Lucille enters, carrying a breakfast\ntray. Edith clings to Sharpe, trying to regain control of\nherself.\n\nSHARPE\n(aghast)\nBlind, you say?\nEDITH\n(nodding)\nI know this much...\n\nLucille sets the tray down on the bed.\n\n(CONTINUED)\n\n*\n\f64.\nCONTINUED:\nEDITH (CONT'D)\n(shuddering)\nIt wants me out of here.\n\nHands shaking, Edith takes a sip of tea.\n\nLUCILLE\n\nNonsense, my dear.",
  "44": "---END OF PREVIOUS SECTION---\nCONTINUED:\nEDITH (CONT'D)\n(shuddering)\nIt wants me out of here. Hands shaking, Edith takes a sip of tea. LUCILLE\n\nNonsense, my dear. \n---TARGET SECTION TO BE ANNOTATED---\n Your arrival has\nbrought us hope. *\nEDITH *\nWhat about me? If I can't tell what's *\nreal, how can I stay here? *\nShe puts on a painful smile; her hands are shaking. *\nEDITH (CONT'D) *\n\n*\n\nSend the hysteric to Vienna. She's ready\nfor Dr. Freud.\n\n*\n\nLUCILLE *\nNever, ever. Cloud Top is your home now. *\nAnd as dull as it sounds to the Austrian *\nalienists, ours is a material world. That *\nmuch is indisputable.\nFrom the hallway downstairs, there's a BOOMING KNOCK on the\nfront door. A TEAMSTER calls out:\nTEAMSTER (0.S.)\nHello, the house!\nEXT. DRIVEWAY - DAY\nA horse-drawn DELIVERY VAN has pulled up out front. Two\nWORKMEN stomp through the snow, unloading a shipment of\nCRATES and TRUNKS.\nThe elderly teamster doffs his cap when he spots Sharpe\nthrowing open the upstairs window.\nTEAMSTER\n\"Morning, Sir Thomas! Sorry we're late -\nthe road's that bad, over a foot here and\nthere!\nFinlay walks up with his sheepdog. *\nFINLAY *\n\nWith more snow coming!\n(to the teamster)\nHello, Malcolm! Anything for me?\n\n(CONTINUED)\n\fCONTINUED:\n\nTEAMSTER\n\nCould be, Finlay, could be. We'll take a\n\nlook.\nAs Sharpe and the men converse (MOS):\n\nEDITH (V.O.)\n\nThey said the arrival of my things from\n\nhome - my \"goods and chattels\" Thomas\ncalled them - would calm me down. I\n\ndidn't believe them, but I decided I must\n\ntry.\n\n65.\n\nDISSOLVE TO:\n\nEXT. VERANDAH - LATER\n\nWrapped in a heavy coat, Edith stands on the front porch *\nsurrounded by open crates, sorting through her things as the\n\nworkmen carry lamps and vases inside.\n\nThe teamster pauses to give Finlay a bottle of whiskey.\n\nTEAMSTER\n\nMake it last, now. Might not see you for\n\nweeks, if the road's closed...\n\nFINLAY\nYou're a godsend, Malcolm...\n\nIn a box full of books, Edith comes upon her framed\nchildhood drawing of Crimson Peak.\n\nCRACK!!! The glass in the frame SHATTERS.",
  "45": "---END OF PREVIOUS SECTION---\nIn a box full of books, Edith comes upon her framed\nchildhood drawing of Crimson Peak. CRACK!!! The glass in the frame SHATTERS. \n---TARGET SECTION TO BE ANNOTATED---\n Edith gasps..\n\nThe teamster looks over her shoulder.\n\nTEAMSTER\nThat's a shame, mum. There's a shop in\nStrathney can order you a new glass -\n(noticing the caption)\n\"Crimson Peak\"?!\n\nEDITH\n(recovering)\nAs a child, I - I had an active\n\nimagination. This mountain had to be red,\n\nred, red-\n\nFascinated, Finlay seizes Edith by the arm and eagerly pulls *\n\nher along the verandah.\n\n(CONTINUED)\n\f66.\n\nCONTINUED:\nFINLAY *\nCrimson Peak? Come see! *\nCAMERA DOLLIES with them to reveal the hill behind the *\nhouse, which is now snow-covered and glowing like an immense *\nruby in the morning sun. *\nTEAMSTER\nThank you, Finlay. *\n\n(explaining to Edith)\nColor crimson on account of the ore\nleaching up from below. In summertime,\nit's more of an orange-like, but by\nWinter the snow turns blood red.\n\n(beat)\n\nCrimson Peak all the same. That's what us\nlocals call it-\n\n+e * HF\n\nSharpe comes up, holding a couple of Edith's books.\nSHARPE\nLook, darling, we have the very same\nedition of The Tales of Hoffmann - *\nHe falls silent when he sees the expression on her face.\n\nTEAMSTER\nJust a bit of broken glass, sir.\n\nHe indicates Edith's drawing behind the cracked glass.\n\nTEAMSTER (CONT’D)\nQuite a coincidence, ain't it?\n\nThey all compare Edith's artwork to the real thing: an\nuncanny match. Edith's mind is racing... back to memories of\nher mother's warning.\n\nTEAMSTER (CONT’D)\nWas Lady Sharpe here as a child, sir? Is\nthat it?\nSharpe is looking with concern at Edith.\n\nEDITH *\nIt's a coincidence - nothing more -—\n\nSHARPE\n\nA blessing, then. A blessing. Not a\ncoincidence.\n\n(CONTINUED)\n\f67.\nCONTINUED: (2)\n\nHe embraces her. But his face is troubled. *\n\nDISSOLVE TO:\n\nEXT. VERANDAH - DAY\n\nCrimson Peak is a dull, ruddy shape half hidden behind a\nnew, heavy SNOWFALL.",
  "46": "---END OF PREVIOUS SECTION---\nCONTINUED: (2)\n\nHe embraces her. But his face is troubled. *\n\nDISSOLVE TO:\n\nEXT. VERANDAH - DAY\n\nCrimson Peak is a dull, ruddy shape half hidden behind a\nnew, heavy SNOWFALL. \n---TARGET SECTION TO BE ANNOTATED---\n *\n\nCAMERA BOOMS DOWN to find Sharpe helping Lucille into the\n\nmotorcar in front of the house. Edith is there to see them *\noff. *\nSHARPE *\n(worried, to Edith) *\nWill you not come with us? Promise me you *\nwon't summon forth new beings from the *\nnetherworld- *\nEDITH *\nShh. Stop. I'm going to work like a *\nscholar. It's high time I got back to the *\nbook. *\nSHARPE\nThen, write, do you hear me?? You have a *\nwhole day to yourself! Make the most of\nit!\n\nAs they drive off, Edith waves from the bottom of the snow-\ncovered front steps.\n\nShe picks up the little dog and regards the front door, open\nand gaping as if ready to gobble her up.\n\nA gust of wind and the house moans. Edith shivers, then goes *\ninside and shuts the door.\nINT. COAL SHED - DAY\n\nEdith stands in the middle of the coal shed, studying the\ngloomy corners. Silence.\n\nShe loads the coal scuttle, takes a defiant last look\naround, then leaves. Outside, the snow is piling up.\n\nThe sound of TYPING. *\n\nEDITH (V.O.)\n\"My... dear... Eleanor...\" *\n\f68.\n\nINT. LIBRARY - DAY\n\nThe coal fire is glowing. The faithful dog lies at Edith's\nfeet as she types, translating the letter from Leipzig with\nthe aid of a GERMAN DICTIONARY.\n\nEDITH (V.O.)\n\",.-Why, dear cousin, will you not answer\nmy letters? Your little Lotte must be\nwalking and talking by now... and still,\nno word of any kind. What are your\nEnglish relatives doing to you?\"\n\nEdith lifts her eyes. The oil portrait of the late Lady\nSharpe gazes down on her.\nAMONG THE BOOKS\n\nEdith sits atop a rolling ladder, just below the portrait.\nShe moistens a handkerchief and rubs it on the canvas -\n\n- exposing, on the woman's finger, a diamond RING. She\ncompares it to the ring she's wearing: the same.\n\nThe dog's BARK reaches her ears.\n\nINT. FOYER - DAY\n\nEdith walks through the foyer, glancing up...",
  "47": "---END OF PREVIOUS SECTION---\nThe dog's BARK reaches her ears. INT. FOYER - DAY\n\nEdith walks through the foyer, glancing up... \n---TARGET SECTION TO BE ANNOTATED---\n More barking\nfrom upstairs.\n\nShe finds herself at the lift.\n\nOn impulse, she gets in and moves the brass handle to \"up\":\nCLUNK - the unseen electric motor whines and the cab raises\nher out of view.\n\nINT. UPSTAIRS CORRIDOR\n\nFrom the doorway of a wood-paneled STUDY, Edith surveys a\nworkbench strewn with metal parts and blueprints - all\n\nrelating to Sharpe's miniature steam drill.\n\nEdith smiles at the chaos.\n\f69.\n\nA BEDROOM\n\nEdith enters Lucille's austere, sparsely-furnished bedroom.\nA framed PHOTO of brother and sister - younger, posing arm\nin arm on Brighton Pier - stands on the bedside table.\n\nAt the desk, she inspects a pile of ACCOUNT BOOKS, LEGAL\nPAPERS and a KEY RING. Some of the documents are in German,\nincluding a letter from a bank in Leipzig.\n\nEdith comes upon an envelope with her name on it: \"Edith\nCushing, Boston 1900.\"\n\nIn the envelope: SNAPSHOTS of herself back in Boston - the\nKodak pictures taken by Sharpe.\n\nNURSERY\n\nUsing Lucille's key ring, Edith unlocks a dusty room that\nonce served as a nursery. The wallpaper features a parade of\nmerry animals. A CRADLE and TOY CHEST occupy the corner near\nthe window.\n\nOn a shelf, near a dented silver rattle and christening cup,\nshe finds a BLACK RUBBER BALL.\n\nTHE CORRIDOR\n\nIn the corridor, Edith hears the dog WHINING on the other\nside of a heavy pair of double doors. She tries the brass\nknobs: locked.\n\nUsing another of Lucille's keys, she opens the doors onto a\nlong-forgotten passageway.\n\nPASSAGEWAY — CONTINUOUS\n\nA few SNOWFLAKES drift in from a half-open skylight. No sign\nof the animal.\n\nAs Edith latches the skylight shut, a sudden YELP... and the\ndog is sitting at her feet.\n\nEDITH\nThere you are! All right, little girl:\nfetch!\n\nEdith throws the rubber ball. With a BARK, the dog takes off\nafter it, disappearing into the gloom.\n\n(CONTINUED)\n\f70.\nCONTINUED:\n\nThen, nothing.",
  "48": "---END OF PREVIOUS SECTION---\nWith a BARK, the dog takes off\nafter it, disappearing into the gloom. (CONTINUED)\n\f70. CONTINUED:\n\nThen, nothing. \n---TARGET SECTION TO BE ANNOTATED---\nEDITH (CONT'D)\nCome on, silly. Come on...\n\nTHUMP... the ball comes bouncing back.\n\nEdith moves deeper into the frigid passageway, moving in and\nout of shafts of light from other skylights.\n\nEDITH (CONT'D)\nHere, girl. Here..?\n\nShe passes a stack of BRICKS, large GLASS BOTTLES filled\nwith roofing nails, an old wicker WHEELCHAIR... and finally\nreaches a rusty iron door only three feet high.\n\nHearing SCRATCHING on the other side, she kneels down and\ntries the handle: it won't move.\n\nEDITH (CONT'D)\nHow did you get in there?!\n\nThe SCRATCHING becomes intense, frenzied. Edith looks down\nand realizes the dog is sitting alongside her - !!\n\nFlesh crawling, she gathers up the dog and runs.\n\nINT. CORRIDOR - DAY\nReaching the double doors, she glances back.\n\nSomething small and skeletal is coming, scuttling over the\nfloor, in and out of the light.\n\nIt's a bony HAND! The jar of nails EXPLODES! The pile of\nbricks tumbles over...\n\nEdith slams the doors and throws the lock. She backs away,\nbut, like a spider, the fingers wriggle out from under the\ndoor..!\n\nELEVATOR DOWN\n\nEdith charges into the lift and yanks the lever - and\nnothing happens.\n\nEDITH\nDown, dammit! Down!!\n\nFinally, the cab jerks, sways, and starts moving -\n\n(CONTINUED)\n\f71.\nCONTINUED:\n\n- but the hand - covered in rotten flesh - is pressed\nagainst the outside of the glass, riding along!\n\nThe dog thrashes in her arms, strangling in her grip.\n\nThe ground floor is in sight! But the cab drops right past\nitl!\n\nEDITH (CONT'D)\nNo!\n\nDesperate, Edith pulls on the control handle - to no avail.\n\nINT. BASEMENT - CONTINUOUS\n\nA filthy BASEMENT comes into view... shelving, canned goods,\nan ancient washer and mangle.\n\nAnd the elevator keeps going...\n\nINT. LEVELS - CONTINUOUS\n\n..-passing dark, abandoned tunnels once active with iron\nminers.\n\nINT.",
  "49": "---END OF PREVIOUS SECTION---\nINT. LEVELS - CONTINUOUS\n\n..-passing dark, abandoned tunnels once active with iron\nminers. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MINE TUNNEL - CONTINUOUS\n\nFinally, a gentle BUMP as the elevator stops. The HAND drops\noff the glass and withdraws.\n\nEdith puts down the dog and tries the lever, but the\nelevator won't budge.\nINT. MINE LANDING\n\nEdith's groping fingers encounter a light switch. She twists\nthe knob and a few brownish bulbs come on.\n\nInky tunnels are everywhere, like an enlarged termite nest.\nNo movement, no sound except for the distant DRIP of water.\n\nEdith starts down steep, rickety steps, which creak in\nprotest.\nINT. MINE TUNNEL - CONTINUOUS\n\nThe dog trots ahead. On the rough-hewn walls hang mining\ntools, chains and lanterns.\n\n(CONTINUED)\n\f72.\nCONTINUED:\n\nEdith moves carefully, keeping an eye out for the terrible\nhand - or anything else.\nALCOVE\n\nIn an alcove, she discovers a pile of women's shoes. The dog\nsniffs at them, unleashing a stampede of COCKROACHES.\n\nEdith lifts the lid of a STEAMER TRUNK and finds...\n\n...a STRAW HAT. A WHITE CANE. A woman's SPECTACLES with\nBLACK LENSES. And an adorable flock of Finlay's HAND-CARVED\nSHEEP. She examines a lace HANDKERCHIEF with an embroidered\nmonogram: ES. She smells it - recognizing the perfume.\nBelow it, she finds three ALBUMS of Kodak snapshots.\n\nThe handwritten labels on each album:\n\n\"Pamela Upton - London - 1887\"\n\n\"Margaret McDermott - Edinburgh - 1893\"\n\n\"Eleanora Schott - Leipzig - 1896\"\n\nShe remembers that day at her father's office-\n\nFLASHBACK BEGINS:\n\nINT. CONFERENCE ROOM - DAY\nCushing peers at Sharpe at the conference table:\nCUSHING\nSo you come to us, having failed to raise\ncapital in London.\n\nSHARPE\nLondon, Edinburgh, Leipzig -\n\nCUSHING\nWhere your family name seems to have\ncounted for very little.\nFLASHBACK ENDS:\nALCOVE\n\nEdith opens the albums.\n\n(CONTINUED)\n\f73.",
  "50": "---END OF PREVIOUS SECTION---\nSHARPE\nLondon, Edinburgh, Leipzig -\n\nCUSHING\nWhere your family name seems to have\ncounted for very little. FLASHBACK ENDS:\nALCOVE\n\nEdith opens the albums. (CONTINUED)\n\f73. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nThey all feature Thomas and several beautiful, well-dressed\nYOUNG WOMEN. They are young and healthy, in carriages or in\nformal wear.\n\nThe youngest of them is blind and carries a white cane.\n\nThe German woman is holding the cute little dog that has\nbefriended Edith.\n\nEDITH\nOh, my God-\n\nA thin, malevolent WHISPER from the darkness...\n\nVOICE\nEdith! Verstorben! Verstorben!!\n\nEdith snatches up an IRON BAR and strides out into the empty\ntunnel.\n\nEDITH\nWho is it? Show yourself!\n\nNo answer. Edith frowns: FLIES are buzzing. The dog starts\nto trot forward, into the dark...\n\nEDITH (CONT'D)\n(to the dog)\nNo. Stay - !\n\nThe dog obeys. Looks up at her.\n\nAT THE ELEVATOR\n\nBrushing away hordes of flies, Edith climbs the stairs and\nthrows open the doors of the elevator -\n\nWaiting inside, a decomposing YOUNG WOMAN with a DEAD BABY\ncaught in her long hair...\n\nThe weeping thing holds out the infant's remains.\n\nYOUNG WOMAN\nEr ist gestorben -! Wahrend Sie wird...\n\nEdith screams and lashes out with the iron bar. The figure\nswirls like oily smoke... and reconfigures, its eyes bulging\nin supplication.\n\nRetreating, Edith tumbles down the stairs. She hits the\nbottom landing hard - something SNAPS!!!\n\n(CONTINUED)\n\f74.\nCONTINUED:\n\nShe screams, her face contorted in pain. Somewhere, an\ninfant is wailing, a mother is shrieking.\n\nMercifully, Edith loses consciousness.\n\nFADE OUT.\nFADE IN:\n\nEXT. HOUSE - DUSK\n\nThe windows glow in the swirling snow. Sharpe's motorcar is\nparked out front, and behind it, a HORSE-DRAWN SLEIGH.\n\nINT. BEDROOM - NIGHT\n\nA stolid, bearded young man gazes down on Edith. It's Dr.\nAlan McMichael! Seeing that her eyes are open...\n\nDR. MCMICHAEL\nHello, Edith. Don't try to move just yet,\nall right?\n\nEdith looks around and recognizes the master bedroom. A fire\ncrackles in the grate.",
  "51": "---END OF PREVIOUS SECTION---\nDon't try to move just yet,\nall right? Edith looks around and recognizes the master bedroom. A fire\ncrackles in the grate. \n---TARGET SECTION TO BE ANNOTATED---\nEDITH\nAlan - ? Wh- what are you doing here? Is\nit-\n\nDR. MCMICHAEL\nEasy, easy. You're going to be fine. We\nneed just a bit longer for the plaster to\ndry.\n\n(another smile)\nQuite a shock seeing me, I warrant.\nForgive me.\n\nSharpe and Lucille are watching anxiously from the doorway.\n\nSHARPE\nEdith, we met Dr. McMichael in\nBlencathra, on his way to us. Heaven-\nsent, as it turns out.\n\nDR. MCMICHAEL\nI arrived in Southampton three days ago.\nI should have sent a wire.\n(smiles at them all)\nBut I thought you'd enjoy the surprise.\n\n(CONTINUED)\n\f75.\nCONTINUED:\n\nLUCILLE\nWe'd have been at a loss, Edith.\nHelpless, especially in this weather!\nIt's a miracle, you were bleeding - a\ncompound fracture -!\n\nDr. McMichael is wiping his hands, which are covered in\nwhite plaster. Edith's left leg is encased in a hip-to-ankle\ncast.\n\nGroggy, Edith looks at them, then blurts out...\n\nEDITH\nThe dog ran away. I couldn't find it-\n\nDR. MCMICHAEL\nShh- not now-\n\nEDITH\nShe spoke to me -\n\nLUCILLE\nWho spoke to you??\n\nEDITH\nShe knew my name -\n\nDR. MCMICHAEL\nIt's shock. She'll be quite woolly-headed-\n(he stops, looks at Edith)\nWhat is it, Edith? Are you in pain?\n\nTears are rolling down Edith's cheeks. Her lips are\ntrembling as she remembers... Dr. McMichael brings a cup of\nhot TEA to her mouth.\n\nDR. MCMICHAEL (CONT’D)\nHere. Drink.\n\nAs she drinks, he places a small BROWN BOTTLE on the night\nstand.\n\nDR. MCMICHAEL (CONT'D)\nIt's an opium derivative: no more than\ntwo drops with hot liquids. Once a day.\n(to Sharpe & Lucille)\nNo more than two drops, understood?\n\nEDITH\n(lying back)\nShe looked at me - the ghost - and in her\narms- oh, God, she was holding something\nawful.",
  "52": "---END OF PREVIOUS SECTION---\nOnce a day. (to Sharpe & Lucille)\nNo more than two drops, understood? EDITH\n(lying back)\nShe looked at me - the ghost - and in her\narms- oh, God, she was holding something\nawful. \n---TARGET SECTION TO BE ANNOTATED---\n A dead b-\n\n(CONTINUED)\n\f76.\nCONTINUED: (2)\n\nThomas freezes but Lucille cuts in -\n\nLUCILLE\nEdith. You were mad to go down there!\nThe mine is ill-lit and crawling with\nvermin... and you used my keys. And the\nlift.\n(to Sharpe)\nYou see? It should be disabled, or locked-\n\nSHARPE\nBut I told her - you remember, I warned\nyou, didn't I, Edith?\n\nLUCILLE\nClearly, she didn't understand or didn't\ncare-\n\nDR. MCMICHAEL\nExcuse me.\n(the others fall silent)\nMay I ask... would you take your\nconversation downstairs? I think she's\nheard enough for now.\n\nSHARPE\nI beg your pardon?\n\nDR. MCMICHAEL\nLet me finish here. We must all do our\nbest to see that she gets some rest.\n\nLucille pulls Sharpe by the sleeve.\n\nLUCILLE\nWe'll leave you, then, Dr. McMichael.\nWith your patient.\n\nThey leave. Edith brushes away her tears and tries to sit\nup.\n\nEDITH\n(falling back)\nI'm dizzy - everything's upside down...\nDR. MCMICHAEL\nIt's the narcotic. You may feel some\nnausea. Have you ever broken a limb\nbefore?\n\nEdith shakes her head.\n\n(CONTINUED)\n\f77.\n\nCONTINUED: (3)\n\nEdith smiles\n\nHe stops her\n\nDR. MCMICHAEL (CONT’D)\nIt was a habit of mine, as a boy. My\naviation experiments. I fell off the roof\ntwice. I spent my youth in plaster casts.\n(pause)\nNow what's all this about a ghost?\n\nweakly.\n\nEDITH\nThey don't exist, I know. Until one day,\nthey do. Given enough time in this house,\nAlan, I swear, even you-\n\nwith a gentle smile.\n\nDR. MCMICHAEL\nNo, no. A methodical drudge - a pill\npusher - is just not cut out for such\nthings.\n\nShe takes his hand.\n\nEDITH\nI can't believe you're actually here. Is\neverything all right?\n\nDR. MCMICHAEL\nI hope so, yes. I'm making certain\ninquiries.",
  "53": "---END OF PREVIOUS SECTION---\nDR. MCMICHAEL\nI hope so, yes. I'm making certain\ninquiries. \n---TARGET SECTION TO BE ANNOTATED---\n We'll discuss them tomorrow,\nwhen you're ready.\n\nEDITH\nWhat are you talking about? Tell me now.\nI can't just lie here - !\n\nDR. MCMICHAEL\n\n(after a moment)\nI went to your father's club. Early. At\nthat hour, there are no other swimmers.\nThe floor is perfectly dry. How could he\nslip? And his injuries... yes, injuries.\n\nI saw multiple fractures.\n\nEdith is looking at him in horror.\n\nEDITH\nOh, God, Alan.\n\nDR. MCMICHAEL\n\nLie back. You must get some rest.\nI'm here to confirm a few facts -\n\n(CONTINUED)\n\f78.\n\nCONTINUED: (4)\n\nEDITH\nWhat sort of facts?\n(no answer)\nI love him, he's more than I ever wished\nfor, he's my life now-\n\nDR. MCMICHAEL\nI know. I wanted to be happy for you.\nEven as I worried, I've thought of little\nelse.\n\nHe puts a pillow under her head and touches her cheek.\n\nINT. FOYER -—\n\nDR. MCMICHAEL (CONT’D)\nI'm at the Elgin hotel in town. Close\nyour eyes now. I'll come back tomorrow\nand we'll go over everything.\n\nNIGHT\n\nLucille and Sharpe are waiting as the Doctor comes\n\ndownstairs.\n\nDR. MCMICHAEL\nShe should sleep through the night. Keep\nan eye out for fever.\n\nLucille hands Dr. McMichael his hat and coat.\n\nAs they walk\n\nSHARPE\nWe're ever so grateful. Won't you stay\nhere, with us? The roads are awful - we\nhave more than enough room...\n\nDR. MCMICHAEL\nThank you, no. I have some business in\ntown. Contact me immediately if there's\nany change.\n\nto the door:\n\nSHARPE\nI'm only sorry that you have to see her\nlike this. Really, she's taken to life\nhere in the hills. For all her big city\nupbringing, she says she's never been\nhappier. She's thriving, believe me.\n\nDR. MCMICHAEL\nI believe you, sir. You're a lucky man.\n\f79.\n\nEXT. THE SHARPE MANSION - NIGHT\nSnow is still falling.\n\nDr.",
  "54": "---END OF PREVIOUS SECTION---\nEXT. THE SHARPE MANSION - NIGHT\nSnow is still falling. Dr. \n---TARGET SECTION TO BE ANNOTATED---\n McMichael climbs into his sleigh and guides it down the\ndriveway as Lucille and Sharpe stand at the door, watching.\n\nThey go inside and slowly close the door.\nPrelap PIANO: one of Liszt's Transcendental Etudes.\n\nDISSOLVE TO:\n\nINT. LIBRARY - NIGHT\n\nLucille's at the piano, working her way through an\nespecially ferocious passage.\n\nINT. ALCOVE - NIGHT\n\nFar underground, Sharpe enters the darkened alcove. Hearing\na WHISPER, he holds his lantern high.\n\nAn ambiguous SHADOW undulates over the wall, then onto the\nceiling -! Startled, Sharpe presses himself into a corner,\nbut after a moment, he frowns, seeing that one of the trunks\nis open. As are the photo albums within.\n\nHe flicks through snapshots of himself embracing the\nbeautiful GERMAN WOMAN with a pudgy BABY in her arms. More\nPHOTOS: the two kissing on a forest path, pushing a baby\ncarriage through the main plaza in Leipzig.\n\nINT. MINE SHAFT - MOMENTS LATER\n\nSharpe drags the steamer trunk down a tunnel to the edge of\nan open pit. He kicks away a GUARD RAIL, then tips the trunk\nover.\n\nIt falls...\n\n-.-and falls... and falls.\n\nDISSOLVE:\nINT. BEDROOM - MORNING\n\nEdith opens her eyes as Sharpe enters, pushing the wicker\nWHEELCHAIR. Lucille follows, carrying a BREAKFAST TRAY.\n\n(CONTINUED)\n\fCONTINUED:\n\nHe sits down\n\nher.\n\nLucille\n\n80.\n\nSHARPE\nGood morning, my love. Look what we\nfound. It was grandfather's.\n\nin the wheelchair and rolls himself over to\nparks the tray on a bedside table.\n\nSHARPE (CONT'D)\nI used to play with it. He must have been\nover six foot tall - far too big for you.\n\nLUCILLE\nSo. Did you sleep well?\nEDITH\nI never moved!\nLUCILLE\n\nGood: Now try to eat something. Dr.\nMcMichael's orders.\n\nShe pours a cup of tea and adds FOUR DROPS from the brown\nbottle. Sharpe counts them with her: TOO MANY.",
  "55": "---END OF PREVIOUS SECTION---\nMcMichael's orders. She pours a cup of tea and adds FOUR DROPS from the brown\nbottle. Sharpe counts them with her: TOO MANY. \n---TARGET SECTION TO BE ANNOTATED---\n Their eyes\nmeet -\n\nLUCILLE (CONT'D)\nI've made porridge, as usual. And a fresh\npot of tea. Here.\n\nLucille places the tray in front of Edith, who begins to eat\nthe cereal.\n\nEDITH\nTell me. Were there other children living\nhere? Within the last few years?\n\nSHARPE\nNo, there were no-\n\nLUCILLE\n(swiftly)\nYes. Yes, one of the housekeepers had a\nbaby. It died. They both died, actually.\nAfter leaving the country, more than ten\nyears ago -\n\nEDITH\nWas her name Eleanora Schott?\n\nLUCILLE\nPrecisely. She was a German woman, highly\neducated. Of course you remember her,\nThomas. How Finlay adored her.\n\n(CONTINUED)\n\f81.\n\nCONTINUED: (2)\n\nTheir eyes are riveted on the cup of tea. They watch as\nEdith brings it to her lips - pretending to drink.\n\nSHARPE\nI do remember, yes.\n\nEDITH\nHer things are here in the house. I saw a\nbook - but the date was 1897... just\n\nthree years ago.\n\nSHARPE\nShe left everything when she returned to\nLeipzig. But you must have misread the\ndate.\n\nEdith replaces the cup on the saucer; the tea is untouched.\nHaving another spoonful of porridge...\n\nAgain, Edith\nbrother.\n\nEDITH\nAnd Pamela Upton? Margaret McDermott? Who\nare they?\n\nLUCILLE\nMy piano students. For a moment I thought\nI might be cut out for teaching. It was a\ndisaster, I'm sorry to say.\n\nSHARPE\nThis house is full of memories. So many\nof them unhappy... We shouldn't talk\nabout them.\n\npretends to sip some tea. Lucille glares at her\n\nLUCILLE\n(to Sharpe)\nThen let's get out of this room and let\nyour darling invalid enjoy her breakfast\nin peace. Come.\n\nAs she propels her brother toward the door, Edith pours the\ncup of tea into a flower vase next to the bed.\n\nNot a moment\n\ntoo soon - Sharpe stops and lingers in the\n\ndoorway. As he turns back...\n\nEDITH\nThomas. I - I feel such a fool.",
  "56": "---END OF PREVIOUS SECTION---\nAs he turns back... EDITH\nThomas. I - I feel such a fool. \n---TARGET SECTION TO BE ANNOTATED---\n Snooping\nin the basement, dredging up sorry\nthings. I will not ruin everything! I\npromise.\n\n(CONTINUED)\n\f82.\n\nCONTINUED: (3)\n\nSHARPE\nNo, it's not you. This place never\nrecovered. When father died - in the\nlibrary - he - died alone and distraught.\nHe killed himself, Edith. And this house\ndied with him.\n\nEDITH\nMy God- I'm so sorry! What happened?\n\nSharpe returns to her and sits on the edge of the bed.\n\nSHARPE\nAfter mother's death. He went to pieces.\n\nEdith reaches for him. He embraces her, visibly moved.\n\nEdith shakes\n\nSHARPE (CONT'D)\nEdith. Was it a mistake? Bringing you\nhere - to this cold and lonely place?\n\nher head. He kisses her gently.\n\nSHARPE (CONT'D)\nIt was. If you're seeing ghosts, it's\nbecause of me. I'm sorry.\n\nEDITH\n(studying his face)\nNo, no. Once, I would have given anything\nto live among spirits. To commune with\nthem, to be brave and not run away.\n\nSHARPE\nAnd now?\nEDITH\nNow... I have you. Send them on their\n\nway, Thomas, if you can. It is I who\nbelong here, not them.\n\nSHARPE\nYou... you are different. So different.\n\nEDITH\nDifferent from whom?\n\nSHARPE\nEveryone.\n\f83.\n\nINT. KITCHEN —- DAY\n\nSharpe places the breakfast things next to the sink. Lucille\nchecks the teapot.\n\nSHARPE\nShe drank it - look.\n\nHe holds up the empty cup.\n\nLUCILLE\nMaybe she did, maybe not. It doesn't\nmatter. I put half the opium in the\nporridge.\n\nCUT TO:\n\nINT. NEWSPAPER OFFICE - DAY\n\nA MANAGING EDITOR leads Dr. McMichael through a busy\nnewspaper office. A noisy printing press is at work.\n\nMANAGING EDITOR\nWe don't make our back issues available\nto just anybody. But seeing as you're a\nmedical man...\n\nThe rear of the office is jammed with wooden filing\ncabinets. Several EMPLOYEES are leafing through bound back\nissues.",
  "57": "---END OF PREVIOUS SECTION---\nBut seeing as you're a\nmedical man... The rear of the office is jammed with wooden filing\ncabinets. Several EMPLOYEES are leafing through bound back\nissues. \n---TARGET SECTION TO BE ANNOTATED---\nMANAGING EDITOR (CONT’D)\nAnything ever written about that family\nwould be in here. We've found a few\nthings.\n\nDr. McMichael examines a photo that has been set aside: a\nvery young but recognizable THOMAS, sitting on a pony.\nStanding alongside, holding the reins, is a blonde\nADOLESCENT GIRL.\n\nDR. MCMICHAEL\n(reading the caption)\n\"Lucille Sharpe introduces brave little\nbrother Thomas to the joys of the horse\nring.\"\n\nMANAGING EDITOR\nDoctor, if you don't mind, at night I\nhave the strangest numbness in my lower\nback -\n\n(CONTINUED)\n\f84.\nCONTINUED:\n\nDR. MCMICHAEL\nAt night, you say? Tell me all about it.\n\nMANAGING EDITOR\nIt's a tingling sensation, right down to\nmy toes...\n\nSomething else catches Dr. McMichael's attention. It's a\nnewspaper column entitled RECENT WEDDINGS.\n\nDR. MCMICHAEL\nOne moment, please.\n\nIn the text: a PHOTO of twenty-something Thomas marrying\nPamela Upton, a fair-haired young society girl from London\nwho wears dark glasses and carries a long, white cane.\n\nDR. MCMICHAEL (CONT’D)\nThe Baronet. Sir Thomas - he's had how\nmany wives?\n\nMANAGING EDITOR\nHaven't the foggiest. I've never met the\nman.\n\nOn another page, another photo, more recent, of Thomas\nmarrying Eleanora Schott, a wealthy heiress from Germany.\n\nMANAGING EDITOR (CONT'D)\nBut I daresay, you should go back. August\n1872. That's the real shocker.\n\nThe man leafs through another bound volume, this one older.\n\nMANAGING EDITOR (CONT'D)\nI've never heard anyone speak about it.\nAs if everyone in the district were\nashamed or paid to keep mum. I suppose\nthe Sharpes were powerful enough back\nthen, but even so - it made the front\n\npage.\n\nDR. MCMICHAEL\nDear God.\n\nMANAGING EDITOR\nDreadful business, isn't it? No\nphotographs then - but here -\n(he turns to another page)\n...the engravings are clear enough.",
  "58": "---END OF PREVIOUS SECTION---\nMCMICHAEL\nDear God. MANAGING EDITOR\nDreadful business, isn't it? No\nphotographs then - but here -\n(he turns to another page)\n...the engravings are clear enough. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f85.\nCONTINUED: (2)\n\nDr. McMichael is speechless as looks at an unseen page of\nillustrations.\n\nDISSOLVE TO:\n\nINT. MINE TUNNELS\nThe elevator descends and stops. Edith is on board.\n\nShe glides ghost-like down inky tunnels deep underground.\nHer eyes are closed; her hair billows, as if underwater.\n\nGaping HOLES and CRACKS pass below her bare feet - but she\nfloats over them, her nightgown swirling.\n\nMagically, Edith is in a...\n\nPENTAGONAL ROOM\n\n-..-where flies are buzzing. Four of the five walls feature\nnewly-laid, bricked-in CRYPTS.\n\nThe fifth crypt is still open, waiting for her. Suddenly,\nLucille Sharpe steps out from the darkness. Although her\nmouth never moves, her low VOICE is audible:\nLUCILLE (V.O.)\n\nNone of you will ever leave. You'll dwell\n\nhere in torment, at my pleasure.\nEdith's eyes fly open as a shining blade pierces her neck!!\nA strangled, wet SHRIEK erupts from her lips -\nINT. BEDROOM - DAY\n\nEdith wakes up. Weak sunlight filters in from behind the\nheavy drapes, which have been drawn tight.\n\nCUT TO:\n\nINT. BATHROOM - DAY\nEdith is bent over the toilet, vomiting.\n\nShe straightens up and tries to clear her head, pausing at\nthe sink to take a few swallows of water.\n\nShe stops as she catches sight of her reflection in the\nmirror.\n\n(CONTINUED)\n\f86.\nCONTINUED:\nShock: her face is gaunt, her eyes sunken. She brings a claw-\nlike hand to her throat, which is stained black. Her tongue\nis black, too -\n\nEDITH\nNo - no...\n\nShe brushes against a naked WRAITH - the walking corpse of a\nyoung woman whose face is half-hidden behind a curtain of\nblack hair. The awful thing reaches for Edith, but -\n- both her arms are chopped off at the elbow!\nWRAITH\n\nSoon, I say! Ssssoon - !\nINT. BEDROOM - DAY\nAgain, Edith wakes up. This time for real. She looks around,\nalone in her room.",
  "59": "---END OF PREVIOUS SECTION---\nBEDROOM - DAY\nAgain, Edith wakes up. This time for real. She looks around,\nalone in her room. \n---TARGET SECTION TO BE ANNOTATED---\n Trembling, she flings off the bed covers\n\nand gets to her feet.\n\nShe's clumsy, teetering on her plaster cast, dizzy from the\ningested drug.\n\nEDITH\nThomas?!\nINT. CORRIDOR - DAY\n\nA muttering, hideous SHAPE is rolling through the shadows of\nthe upstairs corridor.\n\nIt's Edith, in the wheelchair. Weak and disoriented, she\nstops; her head lolls... a MOAN breaks the silence.\n\nAnother MOAN... Down the hall, sitting outside Lucille's\nroom, is the dog.\n\nIN LUCILLE'S ROOM\n\nEdith reaches the threshold and pushes the door aside. She\nstands in front of a mirror. A man, behind her, kisses the\nnape of her neck and embraces her suggestively. She MOANS\nbut...\n\n-..sees Edith!\n\nThe man turns around- Is Thomas!!!!!\n\n*\n\f87.\n\nCORRIDOR\n\nGasping, Edith blindly rolls herself toward the stairs.\n\nThe dog runs ahead, barking like a mad thing. Suddenly, the\nwheelchair jerks to a stop. Sharpe is there, holding her in\nplace.\n\nShe flails at him... he fends her off, his face a picture of\ncalm.\n\nThen Lucille looms up, stirring a glass of water and\nbringing it to Edith's lips.\n\nEdith hurls herself out of the wheelchair. She hits the\nfloor with a thump, only to be rolled onto her back.\n\nSharpe puts a knee on her chest and pins her arms. He\nglances at Lucille and nods.\n\nLucille again comes close with the drinking glass. She SLAPS\nEdith hard, then swiftly grabs her nose and forces the\nsolution down her throat.\n\nGagging, Edith spits the liquid at the woman's face.\n\nEDITH\nWho are you? Who are you, really?\n\nLUCILLE\nWho do you think?\n\nEDITH\nYou're not his sister!\n\nLucille slaps her again and forces more liquid down.\n\nLUCILLE\nI am.\n\nEdith struggles, reaching for the chair. She tries to crawl,\nbut Sharpe kneels next to her, holding her down.\n\nFADE OUT.\n\nBLACK SCREEN:\n\nSilence. Then, the boom of the DOOR KNOCKER.\n\nFADE IN:\n\f88.\n\nEXT.",
  "60": "---END OF PREVIOUS SECTION---\nThen, the boom of the DOOR KNOCKER. FADE IN:\n\f88. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE SHARPE MANSION - DAY\nThe snow has stopped. Drifts are everywhere.\n\nLucille opens up to find Dr. McMichael on the doorstep,\ncarrying his black bag and a large book - one of the bound\nvolumes from the local paper.\n\nHis horse and sleigh are in the driveway.\n\nDR. MCMICHAEL\nGood afternoon, Miss Sharpe. How's Edith\ndoing?\n\nLUCILLE\nShe's asleep right now, Doctor.\n\nDR. MCMICHAEL\nThat's fine. Fine. And your brother??\n\nLUCILLE\nHe's gone to the post office. He'll be\nback shortly.\n\nDR. MCMICHAEL\nI see.\n\nLUCILLE\nDr. McMichael, last night... didn't go\nwell. Edith awakened several times,\ncrying out. We were all of us up til\ndawn.\n\nDR. MCMICHAEL\nIf she's in pain, I should see her-\n\nLUCILLE\nNo, no. She's finally getting her rest. I\nwonder, do you have more opium? In the\ndark, we broke the bottle.\n\nDR. MCMICHAEL\nOf course.\n\n(pats his bag)\nRight in here.\n\nLUCILLE\nBut come inside. There's no reason for\nyou to freeze to death.\n\f89.\n\nINT. DRAWING ROOM - DAY\n\nStill in his overcoat, Dr. McMichael is seated on the sofa,\ndecanting some liquid opium into another small bottle.\n\nLucille tends to the fire and sits opposite him, eyeing the\ndrug.\n\nDR. MCMICHAEL\nWell. Back home, everyone's clamoring for\nsome news. Tell me, Miss Sharpe, how's\nher book been going?\n\nLUCILLE\nOh, she talks of nothing else. Quite the\nimagination, that one.\n\nDR. MCMICHAEL\nA writer's talent is one I've always\nenvied.\n\nLUCILLE\nYou have a taste for fiction, Doctor?\n\nDR. MCMICHAEL\nI do. Although in my experience, actual\nevents can go far beyond one's wildest\nimaginings.\n\nINT. BEDROOM - SAME\n\nThe bedroom is dark. Lying under the covers, barely moving,\nEdith hears the distant voices, as if in a dream.",
  "61": "---END OF PREVIOUS SECTION---\nINT. BEDROOM - SAME\n\nThe bedroom is dark. Lying under the covers, barely moving,\nEdith hears the distant voices, as if in a dream. \n---TARGET SECTION TO BE ANNOTATED---\nEDITH\n(raising herself up)\nAlan - ?\nAcross the room, the dog is alert, tail thumping.\nEdith looks at the open door, then reaches for the rubber\nball on the night stand. With supreme effort, she rolls it\ninto the hallway.\n\nIt almost reaches the stairs when the dog scampers and -\nbrings it back!\n\nEDITH (CONT'D)\nNo - no...\n\nFighting off nausea, she again picks up the ball. Throws\nit...\n\n(CONTINUED)\n\f90.\nCONTINUED:\nThe dog instantly goes after it. But, in the hall, the\nanimal recoils as one of the hissing spectres - Pamela\nUpton, the blind girl - springs forth from the shadows!\n\nA dry, bony hand guides the rolling ball to the steps...\n\nINT. LIBRARY - SAME\n\nDr. McMichael is about to give Lucille the bottle of opium,\nbut almost teasing, he pulls it away.\n\nDR. MCMICHAEL\nYou know, Miss Sharpe, I really should\nexamine the patient before doling this\nout.\n\nLUCILLE\n\n(thin smile)\nAnd her doctor's orders, what of them? As\nI recall, he was quite insistent on rest\nand sedation.\n\nA moment of silence as they size each other up.\n\nSuddenly, the RUBBER BALL bounces down the stairs and into\nthe room. The dog follows, barking happily.\n\nDR. MCMICHAEL\nAh. Someone's awake.\n\nHe pockets the opium vial and exits.\n\nINT. BEDROOM —- DAY\n\nDr. McMichael strides into the bedroom and draws back the\ncurtain, revealing Crimson Peak. He sits at Edith's bedside.\n\nDR. MCMICHAEL\nThere. Now - if you'll just look at me.\n\nEdith gazes into Dr. McMichael's eyes; he checks her pupils,\nthen takes her pulse.\n\nEDITH\nHelp- help me- take me away...\n\nDr. McMichael picks up the brown bottle, checks the liquid.\n\nDR. MCMICHAEL\nYes. But not now. You're in no shape-\n\n(CONTINUED)\n\fgl.\nCONTINUED:\n\nEDITH\nNow! You must -! You don't understand-! I\ncan walk!\n\nDR. MCMICHAEL\nYou can't.",
  "62": "---END OF PREVIOUS SECTION---\nI\ncan walk! DR. MCMICHAEL\nYou can't. \n---TARGET SECTION TO BE ANNOTATED---\nEDITH\nThe wheelchair, then-\n\nLucille appears in the doorway. Dr. McMichael changes his\ndemeanor.\n\nDR. MCMICHAEL\n\n(to Lucille)\nShe's showing signs of anemia and\nexhaustion. I'm going to take her to a\nhospital -\n\nLUCILLE\nThat won't be necessary.\n\nDR. MCMICHAEL\nMiss Sharpe, under the circumstances -\n\nLUCILLE\nDoctor, we appreciate everything... you\ncoming here so fortuitously, doing what\nyou can. But we have decided to seek the\nassistance of a bone specialist.\n\nDR. MCMICHAEL\nYou didn't mention anything before -\n\nLUCILLE\nI didn't want to trouble you - or appear\nunkind. An osteopath is coming from\nLondon. Tonight.\n\nDR. MCMICHAEL\nIs he, now?\n\nLUCILLE\nIn fact, my brother has gone to fetch him\nat the station.\n\nDR. MCMICHAEL\nThen you won't mind if I stay and make\nhis acquaintance.\n\nA NOISE from outside signals the arrival of a motorcar.\nLucille hurries away.\n\n(CONTINUED)\n\f92.\nCONTINUED: (2)\n\nDr. McMichael immediately takes Edith by the arm.\n\nDR. MCMICHAEL (CONT’D)\nAll right. Show me you can stand up.\n\nINT. FOYER - DAY\n\nLucille opens the front door. Sharpe is already out of his\ncar, alarmed at the sight of Dr. McMichael's sleigh.\n\nSHARPE\n(seeing Lucille)\nHow long has he been here?\n\nLUCILLE\nHalf an hour. He won't leave.\n\nSHARPE\nI'll deal with him.\n\nSharpe hands a large postal ENVELOPE to Lucille as he heads\nfor the grand staircase.\n\nSHARPE (CONT'D)\nHere. From her solicitor. And the Boston\nbank.\n\nLucille pulls a thick wad of papers and contracts out from\nthe envelope.\n\nINT. BEDROOM - SAME\n\nSharpe enters the bedroom and finds Edith seated in the\nwheelchair. Dr. McMichael stands behind her.\n\nDR. MCMICHAEL\nGood afternoon, Sir Thomas. We were just\ngoing.\n\nSHARPE\nLeave her be.\n\nLucille comes alongside her brother.",
  "63": "---END OF PREVIOUS SECTION---\nWe were just\ngoing. SHARPE\nLeave her be. Lucille comes alongside her brother. \n---TARGET SECTION TO BE ANNOTATED---\n She's holding something\nin the folds of her skirt.\n\nDR. MCMICHAEL\nDo you know the Brathwaite Daily Ledger?\n\"The newspaper of record for northern\nCumberland.\" I've borrowed some back\nissues.\n\n(CONTINUED)\n\f93.\nCONTINUED:\n\nHe kneels next to the wheelchair, so Edith can see. He opens\nthe book of old newspapers.\n\nDR. MCMICHAEL (CONT'D)\n(to Edith)\nEdith. It seems that your mother-in-law,\nLady Edwina Sharpe, was murdered, here in\nthis house.\n\nEdith stares at him in puzzlement. Then she looks at the\nopen book.\n\nHeadline: \"AXE MURDER AT SHARPETON.\" CAMERA lingers on a\ndetailed STEEL ENGRAVING depicting a butchered woman in the\nlibrary downstairs.\n\nDR. MCMICHAEL (CONT’D)\nNo suspect was ever arrested.\n\nSHARPE\nDid you understand what I said? Leave.\n\nDR. MCMICHAEL\n(turning)\n\nYou, Sir Thomas, were only thirteen at\nthe time. After questioning by the\npolice, you were sent off to boarding\nschool in Surrey.\n\n(to Lucille)\nYour story, Lucille, is less clear. A\nconvent education in Switzerland, it\nsaid.\n\nLUCILLE\n(to Sharpe)\nWhat are you waiting for?\n\nDR. MCMICHAEL\nAn entire paragraph describes the\ncondition of the body as it was found. A\ngrisly thing, a hatchet or something\nsimilar. Thirty blows -\n\nLUCILLE\nEnough-\n\nBAMM!!! She darts forward and stabs Dr. McMichael in the\nNECK with a boning knife.\n\nEdith screams!!!\n\nThe Doctor arches back, the knife jutting from under his\near. He staggers out the door, struggling to remove it.\n\n(CONTINUED)\n\f94.\nCONTINUED: (2)\n\nEdith is on her feet, reeling, trying to catch up. SOCK!\nLucille smacks her back into the wheelchair.\n\nEXT. THE SHARPE MANSION - DAY\n\nBleeding profusely, the Doctor gropes his way down the ice-\ncovered front stairway. He finally pulls out the knife, then\nslips and falls.\n\nThe knife bounces off the stone steps.",
  "64": "---END OF PREVIOUS SECTION---\nTHE SHARPE MANSION - DAY\n\nBleeding profusely, the Doctor gropes his way down the ice-\ncovered front stairway. He finally pulls out the knife, then\nslips and falls. The knife bounces off the stone steps. \n---TARGET SECTION TO BE ANNOTATED---\nRolling over, he sees Lucille coming- calmly picking up the\nknife. Then Sharpe is there, followed by the excited DOG.\n\nThe Doctor scrambles backwards, clutching his wound. He\npoints at Lucille.\n\nDR. MCMICHAEL\nWho is she, Sharpe? Where did you find\nher -?\n\nLucille hands the knife to Sharpe.\nLUCILLE\n(to Sharpe)\nYou do this!! Get your hands dirty for a\nchange!\n\nDR. MCMICHAEL\nEdith... will not die here. Not her.\n\nNumb, Sharpe stares at the knife in his hand.\nLUCILLE\n(to Sharpe)\nI'll deal with him, you said -! You've\nnever done anything for us - look at you!\n\nDR. MCMICHAEL\nShe's stronger than both of you.\n\nLucille pushes Sharpe forward.\n\nLUCILLE\nDo it!!!\n\nSharpe closes in on the wounded man and stabs him in the\ngut.\n\nSHARPE\nI'm sorry. I'm sorry.\n\n(CONTINUED)\n\f95.\nCONTINUED:\n\nHe twists the KNIFE, digging deeper.\n\nThe Doctor twitches, groans and goes still. The dog, tail\nwagging, licks at the fresh blood on the snow. Repulsed,\nSharpe turns away.\n\nINT. THE SHARPE MANSION - DAY\n\nLucille and Thomas drag Dr. McMichael into the elevator.\nLucille goes through the man's pockets and retrieves the\nopium.\n\nThen she steps out, and Thomas takes the elevator down under\nthe house. Once he's gone, Lucille brings out the knife and\nturns toward the dog.\n\nLUCILLE\n\n(sweetly)\nCome here, doggie. Come along, see what I\nhave.\n\nINT. CRYPT —- DAY\n\nCAMERA follows a BLOODY SMEAR along the floor of the mine\ntunnel to the brick crypt, where Sharpe is stuffing Dr.\nMcMichael into a dark corner.\n\nHe tosses the Doctor's black bag and the bound book of\nnewspapers onto the body and leaves.\n\nFor several seconds, all is still. Then, very slowly, the\nDoctor's eyes open. He coughs and a surge of blood rolls\nover his chin.\n\nINT.",
  "65": "---END OF PREVIOUS SECTION---\nThen, very slowly, the\nDoctor's eyes open. He coughs and a surge of blood rolls\nover his chin. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BEDROOM —- DAY\n\nLucille appears at the bedroom door; in her bloody hands, a\nCOIL OF ROPE. She tosses the rubber ball at the back of the\nwheelchair.\n\nLUCILLE\nThere. I just put a poor creature out of\nits misery. It was missing its mistress,\na certain German woman.\n\nShe jerks the wheelchair around: empty. She checks the\nbathroom - Edith is gone.\n\nLucille throws open one of the windows and looks out front.\nNo horse and sleigh!\n\n(CONTINUED)\n\f96.\n\nCONTINUED:\nLUCILLE (CONT'D)\nThomas! !\nCUT TO:\nEXT. VILLAGE STREET - DAY\nA WHIP cracks... the horse-drawn sleigh yaws into view,\n\nskidding down the abandoned main street of Sharpeton.\nEdith hauls on the reins, stopping at Finlay's hovel.\n\nEDITH\nMr. Finlay!!\n\nShe gets down from the driver's bench, barely able to stand.\nGripping a tumble-down fence for support -\n\nEDITH (CONT'D)\nMr. Finlay -?\n\nFinlay's sheepdog appears in the doorway.\n\nINT. HUT - CONTINUOUS\n\nEdith hobbles inside and looks around. The hut's a mess; a\nmeagre coal fire is smoking on the grate. Her foot knocks a\nwhisky bottle across the floor.\n\nEDITH\nWake up! Come on -\n\nShe shakes a lump in the bed... it's a pile of old clothes.\n\nSuddenly, Finlay is standing in the doorway and cradling one\nof the lambs.\n\nFINLAY\nThat sleigh out there... it came up from\ntown.\n\nEDITH\n\nYes! That's right! Take me to town, Mr.\nFinlay!? Can you do that?\n\nFINLAY\nStraightaway, I can. As you say, my Lady -\njawohl und schnell!\n\nEdith is near to fainting; Finlay grabs her before she\nblacks out.\n\n(CONTINUED)\n\f97.\nCONTINUED:\n\nFINLAY (CONT'D) *\nWhere's Sir Thomas, then? You need help.\n\nEXT. HILLS - DAY\n\nEdith's eyes open; she's back on the sleigh, with Finlay *\n\ndriving now. The horse trots along smoothly... they're\n\nmaking good time.",
  "66": "---END OF PREVIOUS SECTION---\nEXT. HILLS - DAY\n\nEdith's eyes open; she's back on the sleigh, with Finlay *\n\ndriving now. The horse trots along smoothly... they're\n\nmaking good time. \n---TARGET SECTION TO BE ANNOTATED---\nShe glances behind - no one's following them.\n\nEDITH\nMr. Finlay - I'm not Eleanora Schott. *\nFraulein Eleanora... do you understand\n\n \n\nthat? She's dead. three years ago...\n\n \n\nFINLAY *\n(nodding)\nI saved a lamb for the baby. She was\nnamed Mary, after all.\n\nEDITH\nYou saw this baby? They showed you?\n\nFINLAY *\nBorn in the house, she was. They should\nhave named her Hope. That's what I said,\nremember? I sat outside, I heard you\ncrying.\n(looking ahead)\nAlmost there -\n\nEDITH\n(confused)\n\nWhere?\n\nFINLAY *\nHome, my Lady. Whoa -—\n\n(he hauls on the reins)\nDa kommen sie. You'll be all right now. *\nSure enough - a CAR HORN from up ahead.\n\nIt's Sharpe and Lucille, in their motorcar. Coming down from\nthe road to the house, closing in on them.\n\nCUT TO:\n\nEXT. THE SHARPE MANSION - DAY\n\nThe motorcar is parked in the driveway. Finlay is gone. *\n\n(CONTINUED)\n\f98.\nCONTINUED:\n\nSharpe and Lucille drag Edith up the front steps; at the\ntop, she manages to tear free.\n\nEDITH\n(to Lucille)\nYou - you - you're his wife, aren't you!?-\n\nLUCILLE\nWhy do you say that? Because of what you\nsaw?? Two monsters, naked on the bed?\nTell her, Thomas. Tell her -\n\nSharpe calmly walks toward her.\n\nSHARPE\nEdith. I'm afraid she is my sister.\n\nFlailing at him, Edith loses her balance and slides all the\nway down the steps! She winds up on her back, her broken leg\nsplayed out.\n\nShe SCREAMS with fresh pain.\n\nINT. BEDROOM —- DAY\n\nEdith is tied to the bedposts. Like an animal, she tugs\nrepeatedly at the ropes, finally freeing one arm. Her wrist\nis rubbed raw.\n\nShe lifts the sheet and looks at her broken leg; a RED STAIN\nis seeping into the white plaster cast. As she begins to\nuntie her other arm, Lucille enters and reacts.\n\nLUCILLE\nStill the clever one, I see. That's fine.",
  "67": "---END OF PREVIOUS SECTION---\nAs she begins to\nuntie her other arm, Lucille enters and reacts. LUCILLE\nStill the clever one, I see. That's fine. \n---TARGET SECTION TO BE ANNOTATED---\nHere, take this.\n\nShe hands Edith a gold-nibbed FOUNTAIN PEN and plops a heap\nof PAPERS before her.\n\nEdith recognizes the documents from Boston that will\ntransfer her fortune to the local bank.\n\nLUCILLE (CONT'D)\nNo need to read them. Just sign.\n\nSeeing Edith's hesitation -\nLUCILLE (CONT'D)\nWhat are you waiting for? You have\n\nnothing to live for. He never loved you.\nAny of you. He loves only me.\n\n(CONTINUED)\n\f99.\nCONTINUED:\n\nEDITH\nThat's not true.\n\nLUCILLE\nIt's indisputably true, my dear. The\nwomen we found - in London, Edinburgh,\nLeipzig -\n\nEDITH\n- Boston.\n\nLUCILLE\nYes, Boston - all had what was necessary:\nmoney, foolish dreams and no living\nrelatives. Mercy killings - all of them.\nVery well, there was love - one-sided,\nalways - we specialized in provoking it.\n\nEDITH\nAnd your mother? You killed your own\nmother...\n\nLUCILLE\n\n(mild)\n\nShe caught us, one day. We were a bit\nyoung, I suppose, but it had started and\nwe couldn't stop. I did kill her. To put\nan end to her screaming.\n\nLucille collects Edith's unfinished MANUSCRIPT from the foot\nof the bed.\n\nLUCILLE (CONT'D)\nI was sent away. To an institution -\n\nShe moves to the fireplace and starts throwing the pages\ninto the fire. The burning papers fly up the chimney.\n\nLUCILLE (CONT'D)\nI was only seventeen years old! The world\nis inhabited by monsters, uncomprehending\nand unworthy of pity!\n\nEdith's not listening; she's looking at the FOUNTAIN PEN,\nwhich she holds in her free hand.\n\nLUCILLE (CONT'D)\n(losing patience)\n\nSign your name -! Sign your name!!! Will\n\nyou sign your bloody name!!!\n\nLucille kneels down on hard on Edith's broken leg.\n\n(CONTINUED)\n\f100.\nCONTINUED: (2)\n\nLUCILLE (CONT'D)\nNo one hurts me! No one -!!\n\nEdith writhes, holding back a scream.\nEDITH\nStop. Stop. I - I can't bear it. Very\nwell. I'm ready.",
  "68": "---END OF PREVIOUS SECTION---\nI - I can't bear it. Very\nwell. I'm ready. \n---TARGET SECTION TO BE ANNOTATED---\nLUCILLE\nAre you? Show me.\n\nEdith starts signing the papers.\nLUCILLE (CONT'D)\n(inspecting the signatures)\nGood. It's almost over now.\n\nCUT TO:\n\nINT. CRYPTS - DAY\n\nDr. McMichael is sprawled on the floor, surrounded by the\ncontents of his medical bag. His neck is bound up in bloody\ncotton; with clumsy fingers, he tears strips from his shirt\nand wraps them around his middle.\n\nHearing something, he pauses. A low MOAN rises up from\nsomewhere - and the house breathes its mournful sigh.\n\nCaught in a sourceless breeze, Doctor looks wildly around,\nterrified at what might come next.\n\nINT. KITCHEN - DAY\n\nAs Sharpe fills the tea kettle, a SHADOW slides across the\nwall. Startled, Sharpe knocks over the coal scuttle -\n\nspilling BLOOD across the floor! He leaps away -\n\n- but the blood vanishes. Just scattered lumps of coal.\n\nINT. BEDROOM - DAY\nEdith is signing her name on page after page.\nLUCILLE\nThere. Now I want you stay on that bed -\n\nit will be just like falling asleep.\nThere's no pain, far from it.\n\n(CONTINUED)\n\f101.\nCONTINUED:\n\nEdith gazes at the fountain pen clenched in her fist. Her\nhand is steady.\n\nEDITH\nWhat about my father?\n\nLUCILLE\nAh, of course - you have a right to know.\n\nLucille can't hold back a small smile of triumph.\nLUCILLE (CONT'D)\nSuch a coarse, condescending man. You\nshould have seen his face when I hit him.\n\nSTAB!! Edith plunges the pen into Lucille's chest!\n\nLucille lurches, then - WHAM! - cuffs Edith, hard. She tears\nopen her dress...\n\nBlood pours down her breast and ribs..!\n\nShe sees a frantic Edith untying her other hand, trying to\nget to the wheelchair! Snarling, Lucille kicks it away, then\nexits, slamming and locking the door.\n\nINT. KITCHEN - DAY\n\nIn the kitchen, a POT OF TEA is steaming. As Sharpe dumps in\nthe entire bottle of opium, his skin begins to crawl.\n\nHe slowly lifts his eyes.",
  "69": "---END OF PREVIOUS SECTION---\nKITCHEN - DAY\n\nIn the kitchen, a POT OF TEA is steaming. As Sharpe dumps in\nthe entire bottle of opium, his skin begins to crawl. He slowly lifts his eyes. \n---TARGET SECTION TO BE ANNOTATED---\n The armless DEAD WOMAN is outside,\nonly inches from the window frame!!\n\nCrying out, he grabs a chair and hurls it, shattering the\nglass..!\n\nLucille bursts in, holding a piece of cloth to her wound.\n\nSHARPE\nWhat happened? What did she-\n\nLUCILLE\n(pushing him aside)\nI- I'm perfectly well! It's you I'm\nworried about!\n\nShe inspects the broken window glass, leans outside to have\na quick look around.\n\nLUCILLE (CONT'D)\nShe'll take that tea from you, not me.\n\n(CONTINUED)\n\fCONTINUED:\n\n102.\n\nSHARPE\nI saw her - ! I saw Margaret - ! Margaret\nMcDermott—\n(pointing)\n- just there!\nLUCILLE\n\nYou'll say anything now, just to keep\nfrom going up there and doing what must\nbe done!\n\nShe slams the signed documents on the kitchen table. A drop\nof her blood hits the top page, near Edith's signature.\n\nLUCILLE (CONT'D)\nThere. It's done.\n\nSHARPE\nWhat we are - what we have become... We\nmust stop.\nLUCILLE\nWhy? Why now??\nSHARPE\nBecause... because she's innocent.\nLUCILLE\n\nThey were all innocent!!\n\nOminous silence.\n\nLUCILLE (CONT'D)\nHave you fallen in love, baby brother??\nIs that it?? Have you??\n\nSHARPE\nNo - I don't love her...\nLUCILLE\nWhat?\nSHARPE\nI don't love her.\nLUCILLE\nAgain-\nSHARPE\n\nI don't love her, Lucille.\n\nLUCILLE\nAnd -?\n\n(CONTINUED)\n\f103.\nCONTINUED: (2)\n\nSHARPE\n\nI love - only you. I love-\nLUCILLE\n\nOnly me.\nSHARPE\n\nOnly you, Lucille.\n\nShe kisses him and then hands him the tea.\nLUCILLE\n\nThen kill her.\nINT. BEDROOM - DAY\nEdith has dragged herself to the window. Grabbing the\ncurtain, she hauls herself upright. Then she pulls up on the\nsash with all her might.\nIt moves an inch; Edith pauses, staring out at -\n- Crimson Peak. Redder than ever.\n\nShe tries again. The window moves some more.",
  "70": "---END OF PREVIOUS SECTION---\nRedder than ever. She tries again. The window moves some more. \n---TARGET SECTION TO BE ANNOTATED---\nCLACK-! The doorknob turns... Sharpe enters bearing a tray\nwith the teapot, cup and saucer.\n\nEdith turns to face him.\nEDITH\nYou'll tell me now: was it the money?\nOnly that?\nSharpe busies himself with pouring the tea.\nSHARPE\n\nAll of those women were alone. They had\nno one, no prospects. One was blind. They\n\nwere sad, really... ignorant, without\ntalent... Killing them was almost an act\nof mercy-\n\nHe passes her the teacup.\n\nEDITH\nAnd the child? Your child?\n\nSHARPE\n\nThe child was unwell. Its death was like\nthat of the others. An act of mercy.\n\n(CONTINUED)\n\fCONTINUED:\n\n104.\n\nEDITH\nNo. Not mercy. Greed. You killed for\nmoney. One after the other, you met and\nmarried them... and then... my turn came.\nIs that it, Thomas?\n\nNo answer. She throws the poisoned tea in his face.\n\nEDITH (CONT'D)\nWhy? Why must we all die? For your land,\nyour property -? For your name??\n\nHe turns away, wiping at his eyes -\n\nSHARPE\n\nNo - there's no time. I - I can't-\nEDITH\n\nTell me! For... her?\n\nAgain, Sharpe can't answer.\n\nEDITH (CONT'D)\nYou were only a boy... how old -? Were\nyou so alone..?\n\nSHARPE\nNight is never lonelier, never darker\nthan when you're a child-\n\nEDITH\nWhy her-?\n\nSHARPE\nThere is no answer! That's the madness of\nit - the power of it. Even now. Lucille\nis me- and I am her. That dark thing -\nshe lives inside me. All our lives we\nfelt it - something stronger than love or\nhate. She is my fate - she made me and\nshe will destroy me.\n\nEDITH\nBut not me.\n\nShe puts on her glasses and takes a few faltering steps. He\ncatches hold of her arm, but she tears free.\n\nEDITH (CONT'D)\nI can walk -!\n\nShe throws a coat over her shoulders.\n\n(CONTINUED)\n\f105.\nCONTINUED: (2)\n\nEDITH (CONT'D)\nFor all your words, the truth is plain\nenough.",
  "71": "---END OF PREVIOUS SECTION---\nShe throws a coat over her shoulders. (CONTINUED)\n\f105. CONTINUED: (2)\n\nEDITH (CONT'D)\nFor all your words, the truth is plain\nenough. \n---TARGET SECTION TO BE ANNOTATED---\n You're free of her and she's\nhelpless without you.\n\n(pause)\n\nNow. You're going to help me. Down those\nstairs, out the front door - then into\ntown.\n\nThey look at each other for a long moment. Edith has no idea\nwhat he'll do. Finally:\n\nSHARPE\nWe only need to reach the motorcar. Stay\nclose to me no matter what.\n\nHe cracks open the bedroom door. Looks around... all quiet.\nAs they start forward-\n\nSHARPE (CONT'D)\n\nWait! You signed the papers - !?\nEDITH\nThere's no time-\nSHARPE\nNo! I know her. You must get them back-!\n\nStay here.\n\nINT. KITCHEN - CONTINUOUS\n\nSharpe walks into the deserted kitchen. The bank papers are\nstill on the table.\n\nBut Lucille steps out from behind a cupboard, holding the\nboning knife. Her face is contorted with grief.\n\nLUCILLE\nI thought so. I could see it in your\neyes.\n\nSHARPE\nShe will live.\n\nLUCILLE\n\nWhat have you told her -? What did you\npromise her??? A country bungalow?? A\nrose garden?? Sweet children??\n\nSHARPE\nYou're not to touch her, or even get near\nher.\n\n(MORE )\n\n(CONTINUED)\n\f106.\n\nCONTINUED:\nSHARPE (CONT'D)\n\n(Lucille eyes him)\n\nIs that clear? Answer me!\nLUCILLE\n\nAnd me?? What happens to me in your happy\ndreams?? What happens to this house?? To\nCrimson Peak and the mine?? Or the bodies\ndown there?? Our blood- my fingers, my\nlips and flesh. Will you forget all\nthat??\n\nShe lowers the knife, blinking back tears. Sharpe picks up\nthe papers and reaches out for the knife.\n\nSHARPE\nWe knew this day had to come. And now\nit's happened. It's over, Lucy. She will\nlive.\n\nBut then, with a MOAN, the house \"breathes\" again and\nLucille -\n\n- stabs Sharpe in the chest. He tries to grab the knife from\nher, but she slashes at his hands and arms.\n\nAs they struggle-\n\nINT. UPSTAIRS CORRIDOR - DAY\nEdith leans out into the corridor.",
  "72": "---END OF PREVIOUS SECTION---\nHe tries to grab the knife from\nher, but she slashes at his hands and arms. As they struggle-\n\nINT. UPSTAIRS CORRIDOR - DAY\nEdith leans out into the corridor. \n---TARGET SECTION TO BE ANNOTATED---\nShe hobbles to the railing and looks down past the grand\nstaircase into the foyer below.\n\nThe distant CRASH of glassware. A GROAN.\n\nAT THE ELEVATOR\nEdith goes to the elevator and stares at the call button.\n\nShe reaches for it... but - CLUNK - ! The motor starts...\nthe cab comes up.\n\nEdith can see a figure through the elevator's glass panels.\nEDITH\n(backing away)\nThomas -?\n\nThe lift stops; the doors open and Sharpe is there.\n\n(CONTINUED)\n\f107.\nCONTINUED:\n\nHis shirt is soaked in blood. More blood is pooling at his\nfeet. She grabs him before he collapses.\n\nEDITH (CONT'D)\nThomas-\n\nHe hands her the bank papers.\n\nSHARPE\nLet's go- now- Edith-\n\nA NOISE from below: Lucille is marching up the stairs,\nholding the knife.\n\nEdith squeezes into the elevator next to Sharpe. She quietly\ncloses the door and puts her hands on the bloodied control\nhandle.\n\nThen she waits and waits...\n\n+..-until Lucille reaches the upstairs landing. Their eyes\nmeet -and Edith jerks the handle to the down position!\n\nA long, maddening PAUSE - and with a lurch, the elevator\ngoes down!\n\nSCREAMING, Lucille rushes forward..! Too late.\n\nINT. FOYER - CONTINUOUS\n\nFearing the worst, Edith watches the ground floor getting\ncloser and closer. She reaches past Sharpe and centers the\ncontrol lever.\n\nThe lift comes to a perfect stop. She turns to Sharpe, but\nhe's slumped over now. When she pushes open the doors, he\ntumbles out onto his back, dead.\n\nEdith limps through the gloomy foyer to the -\n\nFRONT DOOR\n- which is LOCKED!\n\nLUCILLE (0.S.)\nWhere do you think you're going?\n\f108.\n\nLUCILLE\n\nIn no hurry, the knife at her side, Lucille stops and looks\nat the iron rack near the hearth. Among the fireplace tools,\nthe SHOVEL is missing.\n\nLUCILLE\n(calling out)\n\nEdith - You wish to hurt me, is that it?\n\nVery well -\nVery carefully, she enters the foyer.",
  "73": "---END OF PREVIOUS SECTION---\nAmong the fireplace tools,\nthe SHOVEL is missing. LUCILLE\n(calling out)\n\nEdith - You wish to hurt me, is that it? Very well -\nVery carefully, she enters the foyer. \n---TARGET SECTION TO BE ANNOTATED---\nLUCILLE (CONT'D)\n\n- but I warn you, in this sort of\n\nbusiness, I'm far more-\nTHUNK!!! - the shovel swings out from the darkness and\nsmacks Lucille in the face, slamming her against the front\ndoor.\nELEVATOR\nHobbling, Edith makes it back to the elevator. Lucille is\nright behind her. Edith gets in and jams the lever to\n\"down.\"\nDescending, she catches a glimpse of Lucille's flayed-open\nface, contorted in hatred.\nINT. STAIRCASE - CONTINUOUS\nLucille runs downstairs as fast as she can, trying to keep\nup with the elevator.\n\nINT. ELEVATOR - CONTINUOUS\n\nThe lift stops one floor below. Edith sees Lucille coming.\nShe pushes the lever again: DOWN.\n\nBAMMM!!! The elevator doors shudder as Lucille pounds them.\n\nEdith watches in horror as the woman cracks open the doors\nand pins Edith's face against the mirrored back wall.\n\nThe flailing knife cuts Edith's blouse and arms, but ina\nsecond she's descending again. There's just enough time for\nLucille to snatch off Edith's GLASSES.\n\nSlashed, trapped, Edith goes down... down...\n\f109.\n\nINT. CELLAR - CONTINUOUS\n\nLucille crushes the eyeglasses under her shoe. Then she\nhurries on!!!\n\nINT. MINE LANDING\n\nAs if possessed, the elevator STOPS at the first mine level.\nEdith furiously works the DOWN lever just as Lucille again\n\nreaches the doors and tries to pry them open!!!\n\nThis time Edith jabs with the shovel to break the grip of\nthe clawing hands!!\n\nSuddenly, the elevator drops like a stone!!!\n\nINT. ELEVATOR - CONTINUOUS\n\nEdith SHRIEKS as the cab hurtles past dim, rocky walls...\n..-and jerks to a hard stop, four feet short of the bottom!!\nSMASH! Edith's head cracks one of the glass panels! As blood\nstreams down her face, she tries the control handle, to no\neffect.\n\nActing quickly, she forces open the doors, drops the shovel\nand squeezes out the small opening.\n\nINT.",
  "74": "---END OF PREVIOUS SECTION---\nAs blood\nstreams down her face, she tries the control handle, to no\neffect. Acting quickly, she forces open the doors, drops the shovel\nand squeezes out the small opening. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MINE TUNNELS - CONTINUOUS\n\nEdith gropes her way down the stairs and turns on the\nceiling lights.\n\nBehind her, the empty cab goes back up!!\n\nINT. PENTAGONAL ROOM\n\nOnce again, Edith enters the pentagonal room. Looks at the\ncrypts, her eyes beseeching...\n\nEDITH\n(whisper)\nHelp me! I understand now. I know who you\nare..!\nHer voice echoes off the walls... she hears only the distant\n\nelevator cables humming.\n\n(CONTINUED)\n\f110.\nCONTINUED:\n\nThere's fresh BLOOD on one of the ledges. And on the floor,\nan open medical bag. But no other sign of Dr. McMichael.\nELEVATOR\n\nBleeding heavily, Lucille steps from the arriving lift. The\nknife glints as she comes down the wooden steps.\n\nUp ahead, a woman's skirts disappear around a corner.\nLUCILLE\nThere's nowhere to run, Edith.\nMINE TUNNELS\n\nUnder the pulsating lights, Lucille confidently stalks her\nprey through a maze of passageways.\n\nLUCILLE\n(weird smile)\nYes, that's the way! Do you see it yet?\nShe rounds another corner... her victim is closer now.\nLUCILLE (CONT'D)\nThe end of our labors, a bottomless place\nwhere this family came to nothing.\nSuddenly, the figure ahead stops short, unable to proceed.\nLUCILLE (CONT'D)\nGood. You've found it.\n\nPIT\n\nThe rough-edged PIT yawns before them; Lucille closes in on\nher victim, who stands at the brink, with nowhere to go.\n\nLUCILLE\nYou killed him, Edith. And he loved you.\n\nDown comes the knife - only to slice into diaphanous,\nboneless flesh. Smoke wafts from the wounds. The figure\nturns- a dead baby caught in its hair!!!\n\nIt's the ghost of the German woman, smiling from ear to ear.\nLucille SCREAMS, suddenly seeing the other dead women\n\narrayed before her, their spectral bodies rigid, their\nmouths agape.\n\n(CONTINUED)\n\f111.\nCONTINUED:\n\nLucille instinctively lashes out with the knife -\n\nLUCILLE (CONT'D)\nYou're dead... you're dead -!\n\n- slashing at nothing.",
  "75": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f111. CONTINUED:\n\nLucille instinctively lashes out with the knife -\n\nLUCILLE (CONT'D)\nYou're dead... you're dead -! - slashing at nothing. \n---TARGET SECTION TO BE ANNOTATED---\nWheezing, exhausted, Lucille realizes that Edith stands\namong them, calm and unafraid.\n\nLUCILLE (CONT'D)\nLet me pass!\n\nEDITH\nYou've made them suffer enough.\nLUCILLE\nThey are nothing! Nothing! Let me pass, I\n\nsay!\nEdith comes forward, eye to eye with Lucille.\nEDITH\nWith you gone, they will be free, all of\nthem.\n\nHissing, Lucille raises the knife-\n\nSuddenly, Edith's father is there, a plume of blood rising\nfrom his head into the air like smoke.\n\nThen the shovel clangs against LUCILLE's head!!! Wielded by-\n-Edith.\n\nThe blow sends Lucille stumbling backwards!! Her feet fly up\nas she disappears over the edge of the pit.\n\nA final WAIL as she's swallowed up in the darkness.\n\nThe flickering ghost of Carter Cushing turns toward his\ndaughter. His sad smile is full of love.\n\nEDITH (CONT'D)\nFather -!?\n\nFATHER'S GHOST\nLeave... live.\n\nEdith's face is suddenly lit by shimmering warm light...\n\n(CONTINUED)\n\f112.\nCONTINUED: (2)\n\nEDITH\n\n(half-blinded)\nWait - Father, wait..!\n\nBut its too late, he's gone. Gradually, the light fades and\nthe diaphanous women recede into the walls. Edith looks\n\ndown: she's holding the shovel.\n\nEdith realizes that Dr. McMichael is leaned up against the *\nrock wall, wrapped in bloody bandages; his face is rigid in\nshock at what he has witnessed. As their eyes meet...\n\nShe rushes to him and catches him before he collapses.\n\nDISSOLVE TO:\n\nINT. MINE TUNNEL - LATER\n\nEdith limps down a mine tunnel, supporting the barely\nconscious Doctor. A gust of cold air brushes her cheek.\n\nThe tunnel slopes upward, toward a glow of daylight.\n\nEXT. HILLSIDE - DAY\nThe Sharpe mansion is a half mile away.\n\nOld sheds and rusted mining equipment poke up from the snow\ndrifts. In the middle of the debris, a tumbled-down MINE\nENTRANCE.\n\nEdith comes out and approaches CAMERA. Her face is smudged,\nbloodied, but set in determination.",
  "76": "---END OF PREVIOUS SECTION---\nIn the middle of the debris, a tumbled-down MINE\nENTRANCE. Edith comes out and approaches CAMERA. Her face is smudged,\nbloodied, but set in determination. \n---TARGET SECTION TO BE ANNOTATED---\n She clings to the\nDoctor, urging him on.\n\nEDITH (V.O.)\nAs I left the nightmare behind me, I knew\nthat peace had come to the loving souls\n\nwho sought only to help me. And damnation\n\nwould be the fate of the real monsters of *\nCrimson Peak. *\nShe raises her eyes to the mountain, glowing red under *\n\nlowering skies.\n\nEDITH (V.O.)\nIt was here that I found myself empty yet *\ncontent with the universe. It was here- *\n\nin the cold indifference of winter, on\nthe edge of death, that I decided to live\nonce and for all.\n\n(CONTINUED)\n\f113.\nCONTINUED:\n\nSNOW begins to fall in big, wet flakes as they make their\nway toward the road...\n\n-..-and CAMERA PULLS away, higher and higher.\n\nDISSOLVE TO WHITE.\n\f"
}