{
  "1": "January 24, 1993\n\nCRUSADE\n\nScreenplay by\nWalon Green\n\nRevisions by\n\nGary Goldman\n\fFADE IN\nEXT. A MEDIEVAL ABBEY - MOONLIT NIGHT\n\nOn a hilltop, dominating the surrounding lands, a large abbey\nstands fortress-like against a moonlit sky.\n\nA TITLE APPEARS: FRANCE 1095\n\nThe silhouette of a horseman suddenly appears and pauses in the\nforeground. The man’s strong features are etched by moonlight.\nHis name is HAGEN and a peasant’s cloak hides his large muscular\nbuild. As the singing of vespers drifts on the wind from the\nabbey, Hagen’s face spreads in a toothy grin. Touching heels\n\nto his mare’s flanks, he gallops towards the abbey.\n\nINT, THE ABBEY'S SANCTUARY ~ NIGHT\n\nBeneath Gothic arches a monk’s choir shifts from the melodic\nvespers to a strange chant similar to the “Carmina Burana” and\na procession appears.\n\nTHE PROCESSION\n\nis led by youthful ACOLYTES, swinging golden censers that fill\nthe air with the heavy incense. Six castrati sopranos follow\nthem, leading the way for a portly ABBOT in a bishop’s miter\nand vestments of crimson and gold. He is surrounded by\nadolescent NOVICES, who bear candies and tend his train. A\nCHOIR OF MONKS, follows, led by an AGED MONK who holds a tall\nstaff surmounted by a large gold cross.\n\nTHE CROSS APPEARS TO FLOAT ABOVE THE PROCESSION\n\nthrough swirling clouds of incense smoke against a flaming\nbackground of countless candles that suggest the devastated\nlandscape of a holocaust.\n\nTHE MAIN TITLE APPEARS: CRUSADE\n\nTITLES CONTINUE OVER:\n\nEXT. THE ABBEY WALL - NIGHT\n\nHagen rides a path at the base of the wall, peering up at the\nunscalable heights. Occasionally he sniffs the air as if\nfollowing a scent. Detecting something, he brightens at the\nsight of--\n\nA HUGE PILE\n\nof bones and rotting entrails which lies below an opening high\nabove in the abbey wall.",
  "2": "---END OF PREVIOUS SECTION---\nTHE ABBEY WALL - NIGHT\n\nHagen rides a path at the base of the wall, peering up at the\nunscalable heights. Occasionally he sniffs the air as if\nfollowing a scent. Detecting something, he brightens at the\nsight of--\n\nA HUGE PILE\n\nof bones and rotting entrails which lies below an opening high\nabove in the abbey wall. \n---TARGET SECTION TO BE ANNOTATED---\nHAGEN LOOKS UP\n\nreacting to a sound.\n\fFROM AN OPENING HIGH ABOVE\n\nin the wall, a cartload of bones and viscera are dumped by two\npeasants.\n\nHAGEN CALMS\n\nhis horse and eases her into the shadows. When the peasants\ndisappear, he slips off and removes a three-pronged hook and\na length of rope from a saddle bag.\n\nHAGEN\n(to his horse)\nBe good and I’ll bring you\ncarrots.\n\nThe mare nickers and nods “Yes” as Hagen moves under the\nopening. Swinging the hook, he heaves it up.\n\nTHE HOOK CATCHES\n\non the timbers of the opening wall.\nHAGEN TESTS THE LINE,\n\nthen pulls himself up hand over hand.\nINT. THE ABBOT'S CHAMBERS - NIGHT\n\nIn a high-domed room, hung with elaborate brocade, a lutist and\npan-piper player render a romantic fantasia while facing the\nwall. At a curtained bed the Abbot raises his arms to allow\n\na teenaged BLOND ACOLYTE to remove his outer vestments. In lace\nundergarments he settles on the bed. Extending a pale hand,\n\nthe Abbot strokes the head of a DARK HAIRED ACOLYTE who removes\nhis slippers. The blond youth suddenly grabs the Abbot’s hand\nand kisses it.\n\nABBOT\n(smiling)\nOh, are we jealous?\n\nphe Abbot hugs them close, relishing the feel of their young\nodies.\n\nABBOT\nI promise, each will have a gift.\n\nThe dark haired youth turns away and begins a seductive belly\ndance, clapping his hands, and slapping the bare soles of his\nfeet on the stone floor in time with the music. The Abbot\ngiggles with delight.\n\nEXT./INT. THE ABBEY SLAUGHTER HOUSE - NIGHT\n\nHagen grabs a filthy beam, and pulls himself through the opening\nin the abbey wall into the slaughterhouse.\n\fMoving past hanging carcasses and tubs of entrails, he enters\na huge pantry and sneaks past two PEASANTS, stuffing sausage\nin the gloom of a curing room.\n\nEXT.",
  "3": "---END OF PREVIOUS SECTION---\nTHE ABBEY SLAUGHTER HOUSE - NIGHT\n\nHagen grabs a filthy beam, and pulls himself through the opening\nin the abbey wall into the slaughterhouse. Moving past hanging carcasses and tubs of entrails, he enters\na huge pantry and sneaks past two PEASANTS, stuffing sausage\nin the gloom of a curing room. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE ABBEY COURTYARD - NIGHT\n\nUnder the eaves of a huge inner courtyard, Hagen ducks into the\nshadows as an abbey GUARD emerges from a doorway to relieve\nhimself with a piss and a long sustained fart.\n\nHagen sneaks past a mess room door where other GUARDS are_\ndrinking. There is laughter as one squirts wine from a wine\nskin into the face of a ragged prostitute.\n\nPausing at a doorway of a main building, Hagen makes a mental\nnote of his position, then enters and descends a flight of\nstairs.\n\nINT. THE ABBOT’S CHAMBERS - NIGHT\n\nWearing a silken shift, the Abbot carefully paints the lips of\nthe blond acolyte while the other, already rouged, looks on with\na pout. When finished, the Abbot draws back for a taste of wine\nand an appraisal of his work.\n\nABBOT\nBut the princesses need jewels.\n\nBoth acolytes smile.\nABBOT\nYes, that suits you. Doesn’t it,\nmy little sluts.\nThe Abbot chucks their cheeks and crosses to the door.\nINT. ABBEY HALLWAY - NIGHT\n\nA NOVICE MONK, sleeping on straw outside the Abbot‘’s door,\nscrambles to his feet as the Abbot appears.\n\nABBOT\n\nSummon Monfleurry. Tell him I\n\nneed something from the vault.\nThe novice hurries away down the hall.\nINT. THE VAULT STAIRWAY -. NIGHT\nHagen, carrying a small torch, descends a stairway to a heavily\nbolted door. He removes. a pry-bar from his belt, inserts it\nin the lock, and pushes until the lock tears from the wood.\nHagen peers inside.\nINT. HALLWAY AND TREASURE ROOM ~ NIGHT\n\nAt the far end of a hallway, Hagen’s torch illuminates the\nAbbey’s wealth, stored behind the bars of a treasure room\n\fHAGEN\n\nsteps to the barred door, inserts his pry-bar and heaves. The\ndoor is unlocked. Hagen, driven by his own force, hurtles\nthrough and crashes amidst the treasure. Laying atop piles of\nsilver and gold, jewelled chalices and icons, he glances around.",
  "4": "---END OF PREVIOUS SECTION---\nThe\ndoor is unlocked. Hagen, driven by his own force, hurtles\nthrough and crashes amidst the treasure. Laying atop piles of\nsilver and gold, jewelled chalices and icons, he glances around. \n---TARGET SECTION TO BE ANNOTATED---\nSnatching a gold crucifix, he kisses it irreverently, and\nlaughingly stuffs it into his bag.\n\nTITLES END:\n\nEXT, THE ABBEY COURTYARD - NIGHT\n\nMONFLEURRY, sixty, the Abbot's officious secretary, crosses the\nabbey courtyard accompanied by an ABBEY GUARD. He removes a\nhuge ring of keys as they enter the door leading to the vault\nstairway.\n\nINT. THE VAULT - NIGHT\n\nHagen slams an ornate box against the wall. It shatters,\nspewing silver coins into his leather bag.\n\nINT. VAULT STAIRWAY - NIGHT\n\nDescending the stairs, Monfleurry and the guard reach the\ndoorway. - Finding the bolt torn off, they exchange a look. The\nguard puts his finger to his lips, eases the door open, and they\npeer down the hallway.\n\nPOV - MONFLEURRY AND GUARD\n\nHagen hoists the treasure-filled bag onto his back. He reacts\nas--\n\nMONFLEURRY, WATCHING FROM THE DOOR,\n\nmutters, “Mon dieu.” The guard yanks him. back and slams the\ndoor, trapping Hagen in the vault. Both men lean against the\ndoor while the guard fumbles to latch the broken bolt.\n\nHAGEN CHARGES THE DOOR\n\nand rams it with his shoulder.\n\nTHE DOOR FLIES OPEN,\n\nbreaking the guard’s nose as it slams him back against the wall.\nMonfleurry is hurled onto the floor. Hagen leaps over him and\nraces up the stairs.\n\nEXT. THE ABBEY COURTYARD - PRE-DAWN\n\nAt a full run, Hagen crosses the courtyard toward the slaughter\nhouse.” :\n\nHe leaps a small barrier, landing amidst a gaggle of geese.\nTHe birds erupt as--~\n\fMONFLEURRY AND THE GUARD APPEAR,\nMONFLEURRY AND GUARD\n{shouting}\nThief!...A thief has robbed the\nvault!\nDogs bark. More shouts are heard.\nINT. THE SLAUGHTER HOUSF - PRE-DAWN\n\nHagen trips, nearly falling over a sleeping PEASANT as he runs\nthrough the pantry.\n\nINT.",
  "5": "---END OF PREVIOUS SECTION---\nINT. THE SLAUGHTER HOUSF - PRE-DAWN\n\nHagen trips, nearly falling over a sleeping PEASANT as he runs\nthrough the pantry. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE ABBOT’S CHAMBERS - PRE-DAWN\n\nNude, the Abbot stumbles from his bed. His radish white flesh\nis covered with the rouged imprints of kisses. Throwing open\n\na window, he stares down into the courtyard.\n\nEXT. CHAOS IN THE COURTYARD BELOW - PRE-DAWN\n\nSword in hand, A SERGEANT of the guard runs bare-assed but for\na cod-piece from the barracks. Other GUARDS follow in confusion\nas dogs bark and geese fly in all directions.\n\nFrom the eaves of the courtyard PEASANTS laugh at Monfleurry\nand the guards who race around, screaming.\n\nSERGEANT OF THE GUARDS\nLoose the dogs!\n\nEXT./INT. THE SLAUGHTER HOUSE DOOR ~- PRE-DAWN\n\nHagen grabs the rope. He looks down, whistles and grins as his\nhorse steps from the shadows. ,\n\nHAGEN\nGood girl.\n\nSuddenly he remembers his promise. Rushing back to the store\nroom, Hagem searches frantically for carrots. Two peasants\nstare dumbly from the doorway.\n\nHAGEN\n(shouting)\nWhere are the carrots?\n\nA peasant points. Hagen pulls carrots from a sack and stuffs\nthem in his shirt as--\n\nA GUARD\n\nwith a crossbow appears, pushing past the peasants he shouts\nas he aims. :\n\nGUARD\nHe‘s here!\n\fA bolt buries itself in a pork loin beside Hagen’s face. Two\nother GUARDS rush Hagen with pikes. He yanks a pig carcass from\na meat hook. Holding it by the hind legs he slams one guard\n\nin the face sending him skidding across the floor. Hagen blocks\nthe other’s blow with the carcass. A kick to the guard’s groin\nsends him into a vat of entrails.\n\nEXT. THE ABBEY WALL - PRE-DAWN\n\nIN A SERIES OF SHOTS\n\nHagen grabs the rope and starts to slide down. Kicking out from\nthe wall, he tries to line up his descent with the horse's back.\n\nGUARDS appear above. One aims a crossbow.\nHagen twists as a bolt hisses past.\nThe SECOND GUARD cuts the rope with a cleaver and--\n\nHagen drops fifteen feet onto the horse's back.",
  "6": "---END OF PREVIOUS SECTION---\nOne aims a crossbow. Hagen twists as a bolt hisses past. The SECOND GUARD cuts the rope with a cleaver and--\n\nHagen drops fifteen feet onto the horse's back. \n---TARGET SECTION TO BE ANNOTATED---\n The mare lunges\naway as a bolt from another crossbow whistles past.\n\nEXT, THE ABBEY ENTRANCE - PRE-DAWN\n\nBells shatter the pre-dawn silence as Hagen rounds the abbey\nwalls at a gallop.\n\nTHE ABBEY'S MAIN GATE BURSTS OPEN.\n\nA pack of hounds followed by a squad of mounted guards charge\nout in pursuit.\n\nEXT. A MIST ENSHROUDED FOREST - DAWN\nA SERIES OF SHOTS\n\nHagen gallops through swirls of mist, swinging from side to\nside, ducking the low branches of trees.\n\nThe dogs are hot on his scent, plunging blindly through the\nthick undergrowth.\n\nHagen jumps a fallen log. As he vanishes into the mist, the\ndogs scurry under it in pursuit.\n\nAt a steep ravine, Hagen senses the dogs are gaining. He spurs\nChe mare down an embankment into a stream. Hagen looks in one\ndirection then the other, straining to see through the mist.\nSpurring his horse up stream, he sees--\n\nFour mounted GUARDS emerging from the mist ahead, cutting him\noff. :\n\nReady to carve his way through them, Hagen draws a huge sword.\n\fThe guards rein up and none will engage Hagen. They shout and\nyodel their position to others as the dogs race up.\n\nAs Hagen tries to drive through the dogs, eight more GUARDS\nappear from the mist. His horse panics, rears, and falls over\nbackwards. Hagen lands hard in the stream and his sword\nclatters away among the rocks. As he struggles to his feet the\ndogs tear at him with a frenzy.\n\nA mounted GUARD tries to hook Hagen with his pike. Hagen grabs\nthe man’s leg, snatches him off his horse,. and heaves him into\nthe pack of dogs.\n\nOther guards dismount and encircle Hagen. They prod him with\ntheir pikes while the dogs resume their attack.\n\nThe BAILIFF, a large man almost a big as Hagen, and a SERGEANT\nOF THE GUARD move in. When the mastiffs have pulled Hagen down,\nthe men beat him with cudgels. Hagen tries to rise, the carrots\nspill from his torn shirt.",
  "7": "---END OF PREVIOUS SECTION---\nThe BAILIFF, a large man almost a big as Hagen, and a SERGEANT\nOF THE GUARD move in. When the mastiffs have pulled Hagen down,\nthe men beat him with cudgels. Hagen tries to rise, the carrots\nspill from his torn shirt. \n---TARGET SECTION TO BE ANNOTATED---\n Struck repeatedly, he falls\nsenseless into the stream.\n\nEXT. THE ABBEY COURTYARD - DAY\n\nSurrounded by his captors, Hagen, with his arms tied over a\nyoke, is prodded through the gate of the abbey into the\ncourtyard. The Bailiff rides behind, moving him with his pike.\n\nBAILIFF\nOn your knees.\n\nHagen glares at the Bailiff. A guard strikes his leg with a\ncudgel dropping him to his knees.\n\nTHE ABBOT\n\nappears with Monfleurry. Guards place the sack and the\nrecovered loot near Hagen for their inspection.\n\nBAILIFF\nAll has been recovered, your\ngrace.\n\nThe Abbot says nothing as he walks around Hagen, who stares\nahead in silence. The Abbot studies the huge muscles of Hagen’s\narms, resisting the temptation to caress them. Looking into\nHagen’s face, the Abbot smiles with recognition.\n\nMONFLEURRY\nYou know this man?\n\nThe Abbot continues staring at Hagen.\n\nABBOT\nSummon Count Emmich of Bascarat.\n\nHagen turns and faces the Abbot. The name has brought rage to\nhis expression.\n\fEXT. A PEACEFUL VALLEY - DAY\n\nThe scene could be the backdrop of an old master’s painting.\nThrough a summer haze, a small river winds past fields bordered\nby slopes festooned with grape vines. The landowner’s home is\na large farmhouse partially in ruins that stands on a hill amid\na cluster of trees. A scream, rude laughter, and the cackling\nof chickens and geese is heard from the distance.\n\nEXT. THE FARMYARD - DAY\n\nA peasant girl stumbles from a thicket and runs through a junk\nstrewn farmyard. Chickens and ducks scatter as she flees a\nnude, well-muscled man whose body and shoulder-length hair are\ndyed Burgundy red. COUNT EMMICH OF BASCARAT, wild-eyed, lust-\ncrazed, like a satyr from a Greek myth, he chases the girl\ntoward a row of huge vats where the MEN OF HIS GUARD and a\nhandful of PEASANTS are stomping grapes.\n\nHe corners her against a stone wall and grabs her.",
  "8": "---END OF PREVIOUS SECTION---\nChickens and ducks scatter as she flees a\nnude, well-muscled man whose body and shoulder-length hair are\ndyed Burgundy red. COUNT EMMICH OF BASCARAT, wild-eyed, lust-\ncrazed, like a satyr from a Greek myth, he chases the girl\ntoward a row of huge vats where the MEN OF HIS GUARD and a\nhandful of PEASANTS are stomping grapes. He corners her against a stone wall and grabs her. \n---TARGET SECTION TO BE ANNOTATED---\n She fights\nhim as he drags her toward the vats.\n\nHis men howl with laughter as Emmich tears the girl's clothes\naway. Her screams are beyond the mock protest of ribald play.\nHer youth, she is no more than fifteen, is sadly apparent as\nshe pleads with him. With sudden anger he smacks her, tips her\ninto a vat, and climbs in after her.\n\nIN THE VAT\n\nthe girl, slick with grape slime, lunges away from Emmich.\nGrabbing her by the hair he plunges her head under slurry and\nholds it there, looking around as though he’s lost her.\n\nEMMICH\nWhere did she go?\n\nThe men now roar with laughter at Emmich’s charade. Holding\nher head under, he shields his eyes with his hand and pretends\nto look out at the landscape.\n\nEMMICH\nVanished.\n\nMore laughter, which Emmich milks, then he pulls her up. The\n\ngirl chokes and gags for air. Emmich draws her close, smiling\ninto her face.\n\nEMMICH\n\nBe willing now. I’m bored of the\nchase. :\n\nThe girl faces him, resigned. Aroused by her broken spirit,\nEmmich pushes her to the side of the vat and begins taking his\npleasure. As he works into her...\n\fHIS MEN WATCH.\n\nIvO, a pale young man with a cruel face, stifles an attack of\ngiggles.\n\nEXT. THE VAT - DAY\n\nEmmich climaxes with a roar like a rutting elephant. Shoving\nthe girl away, he raises both hands above his head and shouts\nto his men.\n\nEMMICH\nI declare this vintage well\nseasoned.\n\nA RIDER,\n\nEmmich's cousin WALDEMAR, large and gross featured, enters the\nfarmyard at a gallop, and reins his horse near the vats. As\nhe swings from the saddle Emmich greets him.\n\nEMMICH\nWaldemar, strip your rags and\nclimb in. I'm drunk enough to\nshare this sowlet.\n\nEmmich grabs the girl and displays her as Waldemar approaches.\n\nWALDEMAR\nAnother time Emmich. You are\ncalled to abbey.",
  "9": "---END OF PREVIOUS SECTION---\nEmmich grabs the girl and displays her as Waldemar approaches. WALDEMAR\nAnother time Emmich. You are\ncalled to abbey. \n---TARGET SECTION TO BE ANNOTATED---\nEMMICH\nCalled from my gentle home life,\nfor what reason?\n\nWALDEMAR\n(grins}\nYour wayward serf Hagen is in the\nabbey’s dungeon, accused of\nrobbing the vaults.\n\nEmmich’s lips trace a cold smile.\n\nEMMICH\n...f£or which they will hang him.\n\nINT. ABBEY HALLWAY - DAY\n\nEmmich's clothes are dirty and ragged. He appears shabby as\nhe walks beside the.immaculately groomed Abbot. .\n\nABBOT\nI summoned you, Count Emmich\nbecause there.is more to this than\nthe simple capture and trial of\na serf turned thief.\n\fEmmich glances at he Abbot, annoyed.\n\nEMMICH\nHe abandoned my service for\nbrigandage. I‘m not involved.\nHang him.\n\nABBOT\n\nA tribunal might find this man\nother than a serf. They might\nfind him a man deprived of his\ninheritance and therefore driven\nto thievery. They might,...with\ndue consideration,...even find\nhim guiltless.\n\nEmmich stiffens at the Abbot's words. They pause at a large\n\ncage of doves, The Abbot coos to the birds\ncontinues.\n\nABBOT\n\nDo you forget that I was your\nfather’s confessor?\n\nEMMICH\nThen you know there were other\nbastards beside this one.\n\nABBOT\n\nThe other bastards he ordered\nkilled...For the others he felt\nno “affection.” But he spoke of\nlegitimizing this Hagen.\n\nEMMICH\nI don’t need reminding of my\nfather’s weakness for this son\nof a peasant whore. Are you\nsaying you won't hang him?\n\nABBOT\nThere is a document, signed before\nyour father’s death that would\ngive Hagen claim to half of your\nestate. It is in my possession.\n\nfeeding them as he\n\nEmmich blanches slightly. The Abbot turns from the doves at\n\nthe ringing of a distant bell.\n\nABBOT\nThe call to vespers.\n\nThe Abbot studies Emmich, enjoying this moment of power. Emmich\n\nis barely able to control his rage.\n\nEMMICH\nWhat do you want?\n\fABBOT\nDeed to me one quarter of your\nestate...",
  "10": "---END OF PREVIOUS SECTION---\nEmmich\n\nis barely able to control his rage. EMMICH\nWhat do you want? ABBOT\nDeed to me one quarter of your\nestate... \n---TARGET SECTION TO BE ANNOTATED---\nAnd I will hang your\nbastard brother.\n\nEMMICH\nYou dirty old,...\nABBOT.\n(as to an errant child)\nAh, ah, ah,...Careful now, Count\n\nEmmich. Better to give quarter\nthan lose all.\n\nEmmich faces the Abbot. His mouth dry with rage.\n\nEMMICH\n(a beat)\nSummon your scribe.\n\nINT, THE ABBEY’S MAIN HALL - DAY\n\nHagen is led in with his wrists and neck chained. He reacts\nimmediately to the sight of Emmich, seated casually on the front\nbench of a pew. Emmich's smug smile contrasts with Hagen’s cold\nhatred at the sight of his half brother. The Abbot stands\nbefore a row of CLERICS wearing black robes of judgement. Hagen,\nis forced to stand in the middle of the tribunal where he is\nflanked by the bailiff and guards.\n\nABBOT\nThe man before this tribunal is\nHagen, a serf, from lands owned\nby Count Emmich of Bascarat.\nCount Emmich, do you hold this\nman as your property?\n\nThe Abbot turns to face Emmich.\n\nEMMICH\nNo, I resign him to your\njudgement.\nABBOT\n(graciously)\n\nAnd we make no claim on you for\nhis actions.\n\nEmmich nods a stiff acknowledgement. The Abbot faces Hagen.\n\nABBOT\nYou were a pikesman in the guard\nof Count Emmich. Can you tell\nus why you renounced your duties\nand became a thief? Were you\ninfluenced by a demon?\n\f12.\n\nHAGEN\nI was influenced only by Count\nEmmich,\n\nEMMICH\n\nYou dare incriminate me?\n\nHAGEN\nAs your pikesman I stole grain\nfrom villagers and robbed\ntravelers on the road. By your\norder I learned theft like all\nyour men.\n\nEMMICH\nHe speaks of collecting taxes and\ntithes for crossing my\nlands,...all within the law.\n\nHAGEN\nSince there’s so much stealing\nwithin the law, how does a man\nknow what‘s outside the law?\n\nABBOT\n\nRobbing this house of God cannot\nbe compared with the duties of\nserfdom.\n\nHAGEN\nI don’t compare them.",
  "11": "---END OF PREVIOUS SECTION---\nHAGEN\nSince there’s so much stealing\nwithin the law, how does a man\nknow what‘s outside the law? ABBOT\n\nRobbing this house of God cannot\nbe compared with the duties of\nserfdom. HAGEN\nI don’t compare them. \n---TARGET SECTION TO BE ANNOTATED---\n(an odd smile)\nRobbing this abbey was something\nI enjoyed.\n\nABBOT\n(a beat, he smiles too)\nAnd judging you is something I'll\nenjoy.\n\nHagen watches as the Abbot moves along the row of black robed\nmonks. Whispers are exchanged and each nods a gesture of\naccord. The Abbot turns and faces Hagen. With theatrically\nraised eyebrows, he speaks as though the verdict were a\nsurprise.\n\nABBOT\nHagen, this tribunal has found\nyou guilty.\n\nEmmich allows himself a laugh. The Abbot continues with barely\nconcealed sarcasm.\n\nABBOT\nBut I. am ordained by a merciful\ngod and the sentence of death may\nnot pass my lips. Duty obliges\nme to pray for your redemption.\n\f13.\n\nHagen appears momentarily confused, thinking he may have been\ngranted a reprieve. The Abbot kneels before a small altar and\nintones in Latin.\n\nSuddenly, the guards jerk Hagen to his feet. He faces the\nbailiff.\n\nBAILIFF\nHagen, I am the lay bailiff of\nthis Abbey. I condemn you to hang\nfor the crime of theft.\n\nAs Hagen is hauled towards the door Emmich watches with a degree\nof grudging satisfaction.\n\nINT. THE ABBEY'S PRISON - DAY\n\nHagen sits at a cell window overlooking the courtyard. His neck\nis chained to a ring in the wall. The ravings of an unseen\nMADMAN can be heard off screen.\n\nPOV HAGEN\n\nWorkers are building a scaffold. Nearby, the Bailiff and the\nSergeant of the guard look on as two SERFS wash Hagen’s mare\nwith a bucket of raw egg shampoo. The Bailiff takes the mare’s\nhalter, obviously claiming the horse for his own.\n\nHAGEN WATCHES\n\nannoyed that his horse will pass to the Bailiff’s hands. He\nwhistles.\n\nPOV HAGEN\n\nThe mare whinnies, rears, and kicks out at the Bailiff. As the\nBailiff jumps back, his foot lands in the bucket of egg-shampoo.\n\nHe stomps around and falls on his ass as the Serfs calm the\norse.\n\nHAGEN LAUGHS\nHAGEN\nDon't worry, girl.",
  "12": "---END OF PREVIOUS SECTION---\nAs the\nBailiff jumps back, his foot lands in the bucket of egg-shampoo. He stomps around and falls on his ass as the Serfs calm the\norse. HAGEN LAUGHS\nHAGEN\nDon't worry, girl. \n---TARGET SECTION TO BE ANNOTATED---\n I haven't\nforgotten your carrots.\n\nHe starts to turn away when he hears a herald’s trumpet and hoof\nbeats. .\n\nPOV HAGEN\n\nFive horsemen gallop into the courtyard. One is well-attired,\nan obvious noble. The others, members of his personal body\nguard, wear chain mail and helmets.\n\f14.\n\nHAGEN WATCHES AS\n\nthe noble dismounts at the entrance to the Abbot’s quarters.\n\nAfter speaking with some monks, who bow to him deferentially,\nhe is led inside.\n\nINT. THE ABBOT'S OFFICES - DAY\n\nPRINCE ORSINI, a lay delegate of the Vatican, xeclines ina\nchair, eating a snack from a gold plate as he speaks in clipped\ndirectives with the Abbot. Monfleurry sits in the background.\n\nABBOT\nI heard that his Holiness was in\nClermont, but I had no idea he\nwould honor us with a visit.\n\nORSINI\nHe will reside here in the Abbey.\nABBOT\nOf course. In my own apartments.\nORSINI\nHe will require a field be\nprepared,\nABBOT\nA field? .\nORSINI\n\nA call must be put forth to gather\nboth nobles and commonfolk to a\nlarge field. There you will erect\na platform from which he can\naddress the multitude.\n\nThe Abbot exchanges a look with Monfleurry. Orsini rises and\nwalks to a window. The hammering from the gallows can be heard.\n\nABBOT\n(probing)\nThe message our Pope brings...I\nassume it’s of great importance.\n\nOrsini is looking out the window toward the gallows.\n\nORSINI\nYes, but I will not usurp his\nwords with my own...That scaffold\ndown there must be struck\nimmediately.\n\nABBOT\nBut we have an execution. A thief\nattempted to rob the Abbey.\n\fis.\n\nORSINI\nStrike the scaffold. After his\nHoliness leaves hang anyone you\nwant.\n\nINT. THE CELL - DUSK\n\nHagen chins himself on the bars of his cell. When he has\nfinished a set he relaxes for a beat then responds to a\ndifferent sound off screen. The unmistakable sound of nails\nbeing pulled from wood.",
  "13": "---END OF PREVIOUS SECTION---\nTHE CELL - DUSK\n\nHagen chins himself on the bars of his cell. When he has\nfinished a set he relaxes for a beat then responds to a\ndifferent sound off screen. The unmistakable sound of nails\nbeing pulled from wood. \n---TARGET SECTION TO BE ANNOTATED---\n He crosses to the window and sees:\n\nPOV HAGEN\n\nThe scaffold in being torn down.\n\nHAGEN\n\ndares reflect cautious pleasure at the sight.\nEXT, THE ABBEY LANDSCAPE - DAY\n\nThe road to the Abbey is filled with color as a Papal caravan\napproaches, lead by a mounted guard of armored knights. A large\nornate coach, drawn by oxen and bearing the Papal seal, moves\nslowly at the center, followed by carts of baggage, a hundred\nor more members of the Pope’s entourage, and an army of monks.\n\nAS THE CARAVAN\n\nreaches a large field near the abbey a tent city can be seen.\nPeople of all classes crowd forward to view his Wagon.\n\nMilkmaids stare wide-eyed. Nobles and Knights shove rudely\nthrough the crowd to bow their heads. Elderly peasant women\nkneel and cross themselves. A collective gasp goes up as~-\n\nA CURTAIN PARTS\n\nand for a brief instant POPE URBAN II can be seen. A bearded,\nauthoritative looking man, the Pope motions a blessing then\nretires from sight.\n\nSLACK-JAWED SERFS STARE IN WONDER\n\nas monks and ascetics prostrate themselves in the mud beside\nthe road. A group of flagellants pass, swatting themselves with\nchains at every step as they keep pace with the caravan.\n\nTHE PAPAL COACH RATTLES\n\npast Emmich and a group of his peers. Local nobility, they are\na shabby lot. Their clothes are filthy and their hair unkempt.\nOne restrains a pair of coursing hounds, another holds a hooded\ngoshawk. Peasant gamekeepers stand behind them, festooned with\ndead pheasants, ducks, rabbits, and the flayed skins of deer.\nEmmich's atténtion is drawn ta a knight who rides beside the\nPapal Coach.\n\f16.\n\nThe brilliance of his armor, the magnificence of his mount, and\nhis regal bearing, suggest he is someone of great importance.\nHe is COUNT GODFREY OF BOUILLON.\n\nEmmich, standing among his shabby entourage, watches him pass.\nEXT.",
  "14": "---END OF PREVIOUS SECTION---\nHe is COUNT GODFREY OF BOUILLON. Emmich, standing among his shabby entourage, watches him pass. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n A MARKET AREA - DAY\n\nStalls, where merchants sell religious trinkets, have been\nhastily erected near the road. A young man, with dark\nMediterranean looks, observes people frantically crossing\nthemselves as the Papal Coach approaches. ‘The man, whose name\nis ARON BEN ZVI, yawns and crosses himself too. Then, confident\nthat no one watches him, he dismisses the Pope with a wave of\ndisdain. As the Coach rattles toward the abbey, Aron, who we'll\ncall ARI, steps to his stand and begins a pitch to those\nlingering in awe of the Pope’s passing.\n\nARI\nNow, while “holiness” lingers in\nthe air, seize the chance, good\npeople. Here is the cure for\nevery earthly pestilence,...\n\nHe lifts a vial, tied in a leather thong to be hung around the\nneck. A few people respond with mild interest.\n\nARI\n.--Blessed water from the River\nJordan. Water in which Saint John\nbaptized Christ our savior.\n\nA WOMAN\nIt cures ague?\n\nARI\nAll agues, all distempers, all\nills,...You doubt me? You want\n\nproof? There,...a man with an\nabscess. You!\n\nAri points out a PEASANT in the crowd with an abscess the size\nof a Ping-pong ball on his cheek.\n\nARI\nCome good Christian. At no cost,\nin the spirit of our Lord, let\nme dispel that festering sore.\n\nThe man seems confused, but others around him get behind it.\nThey shove him toward the stand.\n\nPEASANT\nYou can heal. me?\n\nVOICES\nYou'll cure him?\n\fARI\nNo. Not me. The water of Jordan\nwill cure him.\n\nTHE ABBEY'S BAILIFF\n\nand several GUARDS wander the market. They notice the crowd\naround Ari’s stand.\n\nARI EXAMINES THE PEASANT’S FACE\n\nwhile the crowd presses in around him. He touches the abscess\nand the man yelps with pain. Taking a vial of \"Jordan\" water\nhe puts a drop in his palm and symbolically washes his hands.\nThen he places both hands on the man’s cheeks.",
  "15": "---END OF PREVIOUS SECTION---\nHe touches the abscess\nand the man yelps with pain. Taking a vial of \"Jordan\" water\nhe puts a drop in his palm and symbolically washes his hands. Then he places both hands on the man’s cheeks. \n---TARGET SECTION TO BE ANNOTATED---\n Covering the\nlarge abscess, he bows his head.\n\nAs Ari mutters prayers the Bailiff pushes in for a closer look.\nThe Peasant with the abscess mutters “The pain,...it’s going\naway.\" Ari withdraws his hands and there is a collective gasp\nfrom the crowd. The abscess is gone. Ari smiles.\n\nARI\nNow if you doubt your eyes deny\nthat you have seen a miracle.\nFor a pittance, for only a few\ndinarii, I will...\n\nSuddenly, the Bailiff steps forward and grabs Ari’s hands and\npulls him forward. He tears away his sleeve to the elbow and\nwithdraws the “abscess” {a make up appliance}, holding it up\n\nfor the crowd.\n\nBAILIFF\nA fraud!\n\nThe peasant, Ari‘s accomplice, bolts away through the crowd.\nAri tries to tear his way out of his coat and escape as the\nBailiff and guards drag him to a large wagon where they tie him\nto the wheel as the crowd punches at him.\n\nBAILIFF\nNow, show him what we think of\nmountebanks.\n\nAri is tied and the Bailiff steps back, laughing as the mob\nbeats Ari in a blind rage.\n\nINT. THE ABBEY PRISON - NIGHT\n\nAsleep on the floor, Hagen looks up at the sound. of guards\nentering the cell ‘block. Ari, having been terribly beaten, is\ndragged into the cell and manacied to the wall opposite Hagen.\nHagen looks on unconcerned as Ari collapses in a heap on the\nfloor. Finally, distracted by Ari’s moans, Hagen slides a pot\nof water across the cell floor to Ari.\n\f18.\n\nAri dips the torn sleeve of his shirt into the water and\nsqueezes drops onto his swollen blood caked lips. It revives\n\nhim a bit\n\nAri takes\n\nand he studies Hagen.\n\nARI\nMy thanks.\n\nHAGEN\nGive it back.\n\na drink and slides the water back to Hagen.\n\nARI\nI'ma fraud. What are you?\nHAGEN\nA thief.\nARI\nA chicken?...a goat?...a sack of\ngrain?\nHAGEN\n\nI robbed this abbey.\n\nAri brightens, impressed.\n\nARI\nAh, the abbey.",
  "16": "---END OF PREVIOUS SECTION---\nHAGEN\n\nI robbed this abbey. Ari brightens, impressed. ARI\nAh, the abbey. \n---TARGET SECTION TO BE ANNOTATED---\n Any relics?\n\nHagen doesn’t quite comprehend.\n\nARI\nLike a hand of Saint Agnes,...a\nthumb of John the Baptist,...a\ntooth from any saint?\nHAGEN\nGold.\nARI\n(shrugs, not too\nimpressed)\n\nGold. What can one say.\nTraditional if not very original.\n\nHACEN\nwhat?\n\nARI\nIn today's world religious relics\nare the true treasures. People\nflock to them like flies to dung.\nA saint’s finger bone is worth\nmany times its weight in gold.\n\fHAGEN\nA finger bone is a finger bone.\nWho can prove it came from a\nsaint?\n\nAri smiles painfully.\n\nARI\nBelieve me, it takes more than\njust digging up corpses. The\nChurch must accept the origins\nof a holy relic.\n\nHAGEN\nSo you make up a story.\n\nARI\n(amused)\n\nMake up a story,...Yes, but it\nhas to be a story seasoned with\nfacts. I’ve been to every major\nshrine in Christendom. I've seen\nthe body of John the Baptist in\nSamaria. The crypt of Saint James\nin Spain. The fragment of the True\nCross in Jerusalem. And when I\n“offer a saint’s bone the story\nthat goes with it is perfect.\n\nHagen settles back against the wall.\n\nHAGEN\nWhat story got you in here?\n\nARI\nThe curse of arrogance. I was\nselling water.\n\nHagen smiles, amused.\nINT. THE ABBOT‘'S APARTMENT - DINING ROOM - NIGHT\n\nCLOSE: ON A POLISHED SILVER MAP, circular in shape, inlaid with\ngold, showing the lands of Europe, North Africa and the\nMediterranean. A finger, bearing the papal ring, touches the\nlarge ruby indicating Jerusalem as Pope Urban speaks off screen.\n\nPOPE URBAN (0.S.)\nHere is Jerusalem,...The center\nof the world. The bleeding heart\nof our faith. And, surrounding\nit...\nThe hand sweeps the areas of Moslem conquest.\nPOPE URBAN (0.S.)\nThe Moslem empire, stretching from\n\nthe. Indian Ocean, to the Atlantic\ncoast of Spain,...\n\f20.\n\nTHE POPE\n\nsits in the center of a table in a room hung with tapestries\nand sumptuous brocade.",
  "17": "---END OF PREVIOUS SECTION---\nIndian Ocean, to the Atlantic\ncoast of Spain,... 20. THE POPE\n\nsits in the center of a table in a room hung with tapestries\nand sumptuous brocade. \n---TARGET SECTION TO BE ANNOTATED---\n On his right is his Legate, an elderly\nbishop named ADHEMAR of LE PUY and the knight GODFREY OF\nBOUILLON. The Abbot is on his left. He continues speaking as\nthe silver map is passed to Abbot.\n\nPOPE URBAN\nA vast empire of souls lost to\nChrist. A wealth of lands\nconquered by virtue of a single\nstrength...\n\nTHE ABBOT EXAMINES THE MAP\n\nas musicians take their places in front of the table and food\n\nis brought in. There are no plates at the place settings. Food\nis taken from platter directly to the mouth with the fingers\n\nor eaten from trenchers (flat breads placed in front of the\ndiners).\n\nPOPE URBAN (0.S.)\nFor Moslems, warfare is an act\nof religious faith. A man who\nfalls in battle achieves paradise.\n\nGODFREY\nWould Christian warriors be any\nless valiant if they fought with\nthe same promise?\n\nABBOT\nNo question that such a notion\nwould have vast appeal.\n\nADHEMAR\n(questioning)\nStill...That God would sanction\nthe violence of war.\n\nABBOT\nWe know God blesses the surgeon\nwho straps a man to a table and\nsaws off a gangrenous limb,...God\nsanctions the infliction of pain\nwhen the cause is just.\n\nPOPE URBAN\nExactly. And God will sanction\na war for the purpose of\ndelivering those who languish\nunder Moslem rule to the kingdom\nof Christ.\n\nADHEMAR\nYour reasoning is sound theology.\nI only wish that God might give\nus some sign.\n\f21.\n\nPOPE URBAN\nFor that we must pray.\n\nEXT. A FIELD NEAR THE ABBEY - DAY\n\nRibbons and banners flap in the wind above countless tents.\nKnights, nobles, common folk, monks, and ascetics, converge on\na raised dais, hung with silks and garlanded with flowers where\na huge throne sits under a banner bearing the Papal seal.\n\nThe PAPAL GUARD and abbey guards control the mob pressing\ntowards the platform. Nobles sit on chairs in choice positions\nguarded by lackeys. A MONK’S CHOIR, singing in Latin,\napproaches the dais.\n\nEXT.",
  "18": "---END OF PREVIOUS SECTION---\nNobles sit on chairs in choice positions\nguarded by lackeys. A MONK’S CHOIR, singing in Latin,\napproaches the dais. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE ABBEY WALL - DAY\n\nHagen, Ari, and the madman, their necks and wrists chained to\na beam, are driven £oym the dungeon onte the roof by a quartet <\nof GUARDS.\n\nGUARDS\nHurry!...Come on get along!\n\nAs the guards settle them on the roof, the Pope's procession\ncan, be seen in the background. A guard named VALT laughs as\nhe strikes Hagen’s leg with a club to lower him to his knees.\n\nVALT .\nAssume the position swine. You’re\ngoing to see his Holiness.\n\nA JAILER MONK, appears.\nJAILER MONK\nYou’re here at Pope Urban's\ncommand. Even the low and\nvillainous will receive his\nblessing. .\nThere is no reaction from Hagen; Ari nods.\n\nARI\nThat’s very kind of his Holiness.\n\nThe Madman rolls his eyes towards heaven, hissing and growling\nat some apparition in the sky.\n\nEXT. THE FIELD - DAY\n\nNear the dais, Emmich settles beside a PRETTY GIRL of noble\nbirth. As he whispers in her ear, she giggles. Suddenly a roar\ngoes up from the crowd. Emmich rises to see--\n\nTHE POPE, ON A SEDAN CHAIR,\n\nis carried to the dais.\n\f22.\n\nFROM ‘THE ROOF\n\nAri cranes to see the Pope while Hagen’s eyes search the\npossibilities of escape. The guards and monk kneel as the Pope\nsettles onto his throne.\n\nEXT. THE FIELD - DAY\n\nThe Pope blesses the kneeling crowd then, raising his hands,\n\nhe brings them to their feet, Assisted by the Abbot and\nAdhemar, he completes the blessing and faces the multitude which\ngoes silent.\n\nPOPE URBAN\nIn Jerusalem,...in whose streets\nwalked Christ, the son of God.\nIn Jerusalem, where the altar of\nthe Holy Sepulchre is graced by\na fragment of the very wood on\nwhich our savior was crucified,\n»».a Fragment of the True\nCross...Moslem hordes now disgrace\nour shrines. And in doing so\ndisgrace our God!\n\nAn audible moan goes up from the crowd.\nEXT.",
  "19": "---END OF PREVIOUS SECTION---\nAnd in doing so\ndisgrace our God! An audible moan goes up from the crowd. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE ROOF - DAY\n\nHagen leans back, eyes half closed as the Pope speaks. Ari sits\nattentive, and the Madman picks violently at his nose.\n\nPOPE URBAN (V.O.)\nTragic stories are told...Of Nuns,\nchaste in their dedication to\nChrist, set upon in lust. Their\nclothes torn away by vile\nheathens. Their precious white\nbodies fondled and ravaged by\nblackamoors! Oh, hear their sad\nlamentations!\n\nAri reacts with a smile, knowing the Pope's words are hype.\nThe Madman suddenly bays like a wolf. The Jailer Monk smacks\nhim with a cudgel and he whimpers like a puppy.\n\nEXT. THE DAIS - DAY\nPope Urban now goes to the heart of his message.\n\nPOPE URBAN\n. The martyrs from their graves,\nthe living who are enslaved call\nfor help... Call for you to gird\nyourselves for war and free them.\n(more)\n\f23.\n\nPOPE URBAN (Cont'd)\nFor it is better to die in battle\nthan tolerate the abuse of your\nrace and your holy places. They\ncall you to take up arms as a God-\nsent army and free Jerusalem.\n\nEXT. THE ROOF - DAY\nHagen is now listening to the Pope’s words with interest.\n\nPOPE URBAN (V.0O.)\n\nFor those who fall there will be\nremission from all sin and eternal\nsalvation. But think not of death,\nfor God will reward your valor\nwith victory and dominion over\n\nthe lands, the wealth, and the\nkingdoms of the Moslem. God willis\n\nthis war! Do you hear? God wills\nit!\n\nThe crowd responds with a chorus of “God wills it!”\n\nEXT. THE CROWD - DAY\n\nPeople are chanting “God wills it,...God wills it!” kEmmich and\nWaldemar smirk derisively.\n\nEXT. THE ROOF - DAY\n\nAri breaks into the shout of “God wills it!\" The Jailer Monk\nspins around. A guard lifts a club to silence him.\n\nARI\nBut his words are for every man.\nI'm ready to fight, to die, to\nfree Jerusalem.\n\nHe is smacked halfheartedly with the club.",
  "20": "---END OF PREVIOUS SECTION---\nARI\nBut his words are for every man. I'm ready to fight, to die, to\nfree Jerusalem. He is smacked halfheartedly with the club. \n---TARGET SECTION TO BE ANNOTATED---\nJAILER MONK\nYou'll die. You'll hang, soon\nas his Holiness is down the road.\n\nIn the distance the Pope can be seen raising his hands and the\nchant of the crowd diminishes.\n\nPOPE URBAN\nHear this! God, who speaks through\nme, will make his will known with\nholy signs... Miracles.\n\nHAGEN LISTENS, SUDDENLY ATTENTIVE.\n\nPOPE URBAN (V.0.)\nYes, miracles will give proof that\nthe conquest of Jerusalem, ...\n(more)\n\f24,\n\nPOPE URBAN (Cont'd)\nthe recovery of the True Cross,\nare truly God’s will.\n\n(shouts)\nGOD WILLS IT!\n\nThe crowd responds with a roar. As it continues a plan races\nthrough Hagen‘s mind.\n\nEXT. THE CROWD - DAY\n\nPeople are chanting “God wills it. In the crowd, Emmich touches\nthe ass of the pretty noble girl. She turns. He smiles and\nmouths “God wills it”, as he reaches forward and feels her\nbosom.\n\nEXT. THE DAIS - DAY\nThe Pope stands with his arms extended in a welcoming gesture.\n\nPOPE URBAN\nNow, God calls you. Come, and\ntake the cross.\n\nThe Pope is escorted from the dais to his sedan chair. Monks\nand other churchmen move in to deal with the mob that now surges\nforward.\n\nGODFREY AND HIS RETINUE\n\npush toward the dais as BROTHER BERNARD, the Sacristan of\nAdhemar, speaks to the -crowd.\n\nBROTHER BERNARD\nThose who cannot go...pledge\nsupport to those who can. Pledge\nyour crops, your sons to service\nand receive remission from your\nSins.\n\nGodfrey is among those offering themselves for the Crusade.\nEmmich watches for a beat, then starts forward. Waldemar grabs\nhis arm.\n\nWALDEMAR\nEmmich, you believe in this?\n\nEMMICH\nCousin, aren‘’t you bored with\nburning the villages of this\nbackwater: for sacks of grain? See\nthat knight?\n\nHe points toward Godfrey.\n\f25.",
  "21": "---END OF PREVIOUS SECTION---\nSee\nthat knight? He points toward Godfrey. 25. \n---TARGET SECTION TO BE ANNOTATED---\nEMMICH\nStrip away that gold breastplate\nand there’s a little man not half\nmy worth or weight. If he can\nconquer kingdoms, why can’t I?\n\nHe pushes toward the dais. Waldemar follows.\nBEFORE THE DAIS\n\nPushing shabbier KNIGHTS aside, Emmich and Waldemar listen as\nGodfrey speaks from the dais above them. Adhemar is behind him.\n\nGODFREY\nI am Count Godfrey of Bouillon.\nI have pledged all my earthly\npossessions to support this great\nventure. Now, pledge yourselves\nto me and to victory.\n\nEmmich calls out for the crowd.\n\nEMMICH\nAre you to lead us then, Count\nGodfrey?\n\nGODFREY\n\nI will command in the field. But\nwe are ruled by God's will through\nPope Urban and his Legate, Bishop\nAdhemar of Le Puy.\n\nADHEMAR SMILES\n\nand raises his hand in a blessing.\n\nWALDEMAR SPEAKS TO EMMICH\n\nWALDEMAR\nA pious knight and a skirted\ncrone...I see disaster.\n\nEMMICH\nAnd opportunity.\n\nKnights around them kneel. Emmich drops to his knees and\nWaldemar follows as Adhemar leads in a Latin prayer.\n\nINT. THE DUNGEON - DUSK\n\nThe guards and the Jailer Monk shove Ari and Hagen into their\ncell, ‘the Madman shouts in an incomprehensible tongue from\nacross the hall.\n\nINT. HAGEN AND ARI'S CELL ~ DUSK\n\nHagen's neck chain is locked to an iron ring on the wall while\nAri is chained to the opposite wall.\n\f26.\n\nWhen the guards leave Hagen yanks his chain to see if it comes\nloose.\n\nARI SETTLES\nonto the floor, muttering to himself.\n\nARI\nAs long as the Pope stays they\nwon't hang us.\n(brightens)\nMaybe he‘ll trip on his hem and\nbreak a leg.\n\nHagen examines the metal ring to which his neck chain is\nattached then notes a lamp in the hall outside the cell door\non Ari's side.\n\n; HAGEN\nAri, the lamp in the\nhallway,...",
  "22": "---END OF PREVIOUS SECTION---\n(brightens)\nMaybe he‘ll trip on his hem and\nbreak a leg. Hagen examines the metal ring to which his neck chain is\nattached then notes a lamp in the hall outside the cell door\non Ari's side. ; HAGEN\nAri, the lamp in the\nhallway,... \n---TARGET SECTION TO BE ANNOTATED---\nCan you reach it?\n\nAri glances at the lamp then at Hagen.\n\nARI\nYou have a plan? An escape?\n\nHAGEN\nGet me that lamp.\n\nAri moves quickly to the bars. He reaches his hand through and\nstretches toward the lamp. Hagen strips away his torn shirt.\nHe is bare from the waist up.\n\nANGLE\n\nAri's fingers touch the base of an oil lamp set in a rusty\nsconce. His face pushes against the bars and he grasps it.\n\nHAGEN SMILES\n\nHAGEN\nGive it to me.\n\nARI\nWhatever you're doing, I want to\nbe part of it.\n\nHAGEN\nYou'll be part of it.\n\nAri slides the lamp across the floor. Hagen grabs it and holds\nit under the ring to which his chain is attached. Ari groans.\n\nARI\nThat won’t work. You can’t melt\niron with a lamp.\n\f \n\n27,\n\nHagen says nothing and continues heating the ring.\n\nAri sighs and the Madman. across the dungeon hall begins baying\nagain. Ari-turns to him.\n\nARI\nYou,...Please, can you turn me\ninto a werewolf. I’11 do anything\nto get out of here.\n\nTHE MADMAN\n\ntdooks at him, smiling oddly through guttural growls, he nods\n“ves,”\n\nTHE RING GLOWS RED\nHagen sets down the lamp and turns. From a kneeling position\nhe lines up the glowing ring with a spot between his shoulders\nand presses his back against it. A hiss and smoke curls up from\nhis burning flesh. Steeling himself against the pain, Hagen\nrises, slowly burning a strip of flesh along the length of his\nspine.\nARI TURNS FROM THE MADMAN AND WATCHES HIM AGHAST.\nARI\n(mutters to himself)\nOi, no, he’s a meschug.\nHAGEN TURNS.\n\nA raw burn runs the length of his back. He puts the lamp to\nthe ring, heating it again.\n\nARI WATCHES,\n\nmustering a benign look that he hopes won’t upset Hagen.\n\nTHE MADMAN\n\nhoots with apparent ecstasy as he peers from his cell.\n\nTHE RING GLOWS.\n\nHagen presses the ring to his right shoulder blade and draws\n\nit horizontally across his back.",
  "23": "---END OF PREVIOUS SECTION---\nTHE MADMAN\n\nhoots with apparent ecstasy as he peers from his cell. THE RING GLOWS. Hagen presses the ring to his right shoulder blade and draws\n\nit horizontally across his back. \n---TARGET SECTION TO BE ANNOTATED---\n Sweat breaks on his forehead\nand his breath quickens with pain. When it is done, he quickly\nburns the palms of his hands on the still glowing ring then\ntosses the lamp to Ari.\n\n. HAGEN\nPut it back.\n\nAri dutifully takes the lamp and replaces it.\n\f28.\n\nHAGEN SETTLES,\n\nkeeping his burned back from touching the walls. Ari faces him\nstill uncertain of his sanity. When Hagen recovers his normal\nbreathing he speaks.\n\nHAGEN\nTell me everything you remember\nabout seeing the True Cross.\n\nEXT. THE ABBEY COURTYARD - MORNING.\n\nThrough shafts of sunlight dust rises from a milling crowd,\nseeking to pledge for the crusade. Peasants mainly, who will\nmake up the rank and file of the army.\n\n1st PEASANT\nAlong the Rhine there have been\nholy signs, a rain of frogs...\n\n. 2ND PEASANT\nIn Thiel, it’s said a goose spoke\nthe Latin mass.\n\nFAT PEASANT\n(laughs) .\nAnd my cow farted the liturgy.\n\nThey laugh. vValt, the abbey guard who stands by the kitchen\ndoor, laughs too.\n\nFROM THE KITCHEN\n\nthe Jailer Monk, followed by a NOVICE exit, carrying bread and\nwater, The Monk nods to Valt who accompanies them to the prison\nentrance.\n\nINT. THE PRISON - MORNING\n\nValt leads the Jailer Monk and the novice to the cell that holds\nHagen and Ari. Both men are asleep on the floor.\n\nHagen, with his back to the wall, looks up sleepily as the\nnovice enters and dumps loaves onto the floor. Indicating\nHagen’s water jug, in a corner of the cell, the Jailer Monk\nspeaks,\n\n. JAILER MONK\nGive him your jug.\n\nHagen reaches for his jug. For an instant, the light from the\nwindow illuminates a large cross branded across his back.\n\nTHE NOVICE GASPS\n\nand drops the water bucket. valt and the Jailer Monk are\ndumbstruck.\n\f29.\n\nHAGEN\nappears confused as the novice crosses himself.",
  "24": "---END OF PREVIOUS SECTION---\nTHE NOVICE GASPS\n\nand drops the water bucket. valt and the Jailer Monk are\ndumbstruck. 29. HAGEN\nappears confused as the novice crosses himself. \n---TARGET SECTION TO BE ANNOTATED---\nJAILER MONK\nTurn around\n\nHAGEN\nWhat?\n\nJAILER MONK\nI said turn around.\n\nHagen turns, Ari ahh’s theatrically and crosses himself. The\nnovice begins praying in Latin. alt whispers.\n\nVALT\nOh, God, a holy sign,...\n\nThe Jailer Monk glares at Hagen’s back, not daring to believe\nhis eyes as Valt suddenly exits, shouting. “I’ve seen a holy\nsign.” The novice drops to his knees and kisses Hagen’s hand.\n\nExT, THE COURTYARD - MORNING\n\nChaos, as Hagen, shirtless and still in chains, is led from the\ndungeon, surrounded by monks and guards who hold the masses\nback. The sight of his bare back causes hysteria,...shouts of\n\"The Holy Sign,...Bless us!...God chose him!”. Pezesant hands\nstretch to touch him. A knight drops to his knees and crosses\nhimself as Hagen is shoved past.\n\nINT. THE CELL - MORNING.\nAt the window Ari watches, enjoying the excitement below.\nPOV ARI\n\nA mass of people are pushed back as Hagen is led up the steps\ninto the same hall where he was tried and condemned.\n\nINT. THE GREAT HALL - DAY\n\nStill in chains, Hagen turns slowly in the middle of the floor\nrevealing his branded back. The Pope, the Abbot, Adhenar, his\nsacristan Brother Bernard, Godfrey and several monks lcok on.\n\nIn spite of attempted restraint, it’s obvious that a certain\namount of wonder pervades.\n\n_ ABBOT\nYou claim you felt no pain?\n\nHolding a salt cellar, the Abbot takes a large piich and rubs\nit hard into the burn. Hagen displays no reacticn.\n\nABBOT\nNothing?\n\f30.\n\nHAGEN\nNothing.- I tell you it came from\nmy dream.\n\nThe Pope exchanges a look with the others.\n\nPOPE URBAN\nVery well. Then tell us of your\ndream.\n\nHagen looks at the men.\n\nHAGEN\nI was a knight, pledged to serve\nyour cause in the battle for\nJerusalem.\n\nThe Abbot stifles a snide laugh.\n\nABBOT\nYour Holiness. He’s simply\ntelling you what he thinks you\nwant to hear.",
  "25": "---END OF PREVIOUS SECTION---\nThe Abbot stifles a snide laugh. ABBOT\nYour Holiness. He’s simply\ntelling you what he thinks you\nwant to hear. \n---TARGET SECTION TO BE ANNOTATED---\nThe Pope raises his hand for Hagen to go on.\n\nHAGEN\ni was in the courtyard of a\nstrange church. The dome was made\nof wood and shaped like a fool’s\ncap. It was on fire.\n\nADHEMAR\n(a whisper)\nThe Church of the Holy Sepulchre.\n\nHAGEN\nA monk called to me from the\nentrance. He said “I am..\nTheodis or Theosis...the name was\nforeign, I can’t remember it.\nBut he said “God has sent you.”\n\nABBOT\nBlasphemy !\n\nADHEMAR\nWait. Was the monk’s name\nTheodosius?\n\nHAGEN\nTheodosius, that’s the name.\n\nThe gathering looks in amazement toward Adhemar as he speaks\nto the Pope.\n\f32.\n\nThe Pope studies Hagen for a moment while a current of muttering\nfills the room. The Abbot steps to the Pope.\n\n‘ ABBOT\n\nYour holiness, this is a thief\nwho stole religious objects.\n\nPOPE\n{to Hagen)\nSerf, are you repentant for your\ncrime?\nHAGEN\n\nIam. I am ready to serve God\nas a knight in holy battle.\n\nABBOT\nA knight? . . . This pikesman who\ndeserted his service?\n\nADHEMAR\nIn his dream he was a knight and\nthe dream is a holy prophecy.\n\nPOPE URBAN\n{with sudden authority)\nI'll decide what is “holy\nprophecy.” It is only through me\nthat God speaks. I will pray for\nGod's decision on this man’s fate.\n\nHagen looks at the Pope, mustering an expression of absolute\nsincerity.\n\nHAGEN\nI will pray too, Holy Father.\n\nEXT./INT. FROM THE ABBOT’‘S APARTMENT A HIGH ANGLE - THE\nCOURTYARD - NIGHT\n\nBy torchlight the milling crowds of the courtyard murmur with\nexcitement. The Pope’s voice is heard 0.S.\n\nPOPE (V.0.)\nIn a few weeks the story of this\n“miracle” will spread through\nEurope and ignite support for our\ncause.\n\nThe Pope turns from where he has peeked from behind a curtain\nat the crowds below.",
  "26": "---END OF PREVIOUS SECTION---\nS. POPE (V.0.)\nIn a few weeks the story of this\n“miracle” will spread through\nEurope and ignite support for our\ncause. The Pope turns from where he has peeked from behind a curtain\nat the crowds below. \n---TARGET SECTION TO BE ANNOTATED---\n He turns and faces the Abbot with whom\nhe is alone.\n\nABBOT\nThe man’s an absolute fraud.\n\nThe Pope smiles, shrugs.\n\f31.\n\nADHEMAR\nI know the monk Theodosius. He\nwas keeper of the Holy Sepulchre.\n\nHearing this Godfrey clasps his hands. The apparent truth of\nHagen's story is having an effect.\n\nHAGEN\nHe led me inside and through the\nflames I saw a shining silver\ncross.\n\nADHEMAR\nThe receptacle of the True\nCross...And what was on the wall\nabove the cross?\n\nHAGEN\nA man holds his son to a rock with\na knife in his hand. In the sky\nabove him there is a blinding\nlight.\n\nAdhemar smiles overcome by emotion.\n\nADHEMAR\nThe mosaic of Abraham and Isaac\nas I have seen it.\n\nANGLE THE DOORWAYS\n\nMonks eaves-dropping at the doorways pass the word. Some cross\nthemselves and whisper prayers.\n\nANGLE HAGEN\n\nHAGEN\nI pushed into the flames and\ngrabbed the silver cross, see my\nhands...\n\nHe shows his burned palms.\n\nHAGEN\nI lifted it onto my back but when\nthe hot metal touched my skin it\nfelt cold like ice. I could see\nnothing through the smoke and\nflames but I was led by a voice\ninside my head. I carried the\ncross to safety.\n\nFor a beat the men are silent, then Adhemar speaks to the Pope.\nADHEMAR\n(with emotion)\nThe sign we have prayed for.\n\fPOPE\nPerhaps, but a useful fraud.\n\nThe abbot doesn’t agree.\n\nABBOT:\nHe’s condemned. He should hang.\n\nPOPE\n(laughs)\nMy dear Bishop, you can’t hang\na living, breathing, miracle.\n\nThe Abbot has no response.\n\nPOPE URBAN\nGodfrey would gladly take him\nunder his command. But I prefer\nthis “Hagen of the miraculous\ncross” serve a more secular noble.\n\nABBOT\nSomeone who would not fall prey\nto his deceit. Someone who would\ncontrol him.\n\nPOPE URBAN\nPrecisely.\n\nABBOT\nI know the man he should serve.\n\nINT.",
  "27": "---END OF PREVIOUS SECTION---\nPOPE URBAN\nPrecisely. ABBOT\nI know the man he should serve. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE ABBEY CHURCH - DAY\n\nEmmich stands on the altar of the church holding a long sleeve\nlength gauntlet. Slowly he drops small pebbles into it from\na golden urn held by two altar boys. Behind him, Waldemar\nstands with Ivo, captain of Emmich’s guard. All are dressed\nin their armor. ‘The Pope is seated to one side. Adhemar,\nGodfrey, Brother Bernard and several Acolytes are in the\nbackground.\n\nEmmich shakes the gauntlet which is almost filled, adds a few\nmore stones, and grips it by the leather cuff.\n\nTHE DOORS OF THE ABBEY CHURCH\n\nare opened by acolytes and Hagen appears wearing a simple white\ntunic with the Abbot walking beside him.\n\nSeeing Emmich, Hagen reacts. The Abbot smiles.\n\nABBOT\nIsn’t this what you asked for?\n\nHagen steels himself and continues toward the altar.\n\f—\n\n34.\n\nHAGEN’S EYES\n\nlock on Emmich's as he approaches. The Pope speaks from his\nthrone.\n\nPOPE URBAN\nI am granting your wish, Hagen.\nYou will serve our holy crusade\nunder the command of Count Emmich\nof Bascarat. Kneel before me.\n\nWith a glance at Emmich, Hagen kneels.\n\nPOPE URBAN\nI declare you pardoned and I bless\nyou in nomine patri, filio, et\nspiritu sancti.\n\nEMMICH GENTLY SLAMS\n\nthe weighted gauntlet into the palm of his free hand. A thin\nsmile plays on his lips as he crosses to Hagen.\n\nEmmich studies Hagen for a few seconds, then draws the gauntlet\nback and slams Hagen in the face as hard as he can.\n\nEMMICH\nAre you loyal?...Will you serve\nme?\n\nHagen speaks, forcing his works past the inclination to tear\nEmmich limb from limb. °\n\nHAGEN\nI am loyal, I will serve you.\n\nEMMICH\nThen turn the other cheek.\n\nHagen slowly turns his head and Emmich delivers the hardest\nbackhand blow he can muster. The glove breaks, pebbles fly in\nall directions.",
  "28": "---END OF PREVIOUS SECTION---\nEMMICH\nThen turn the other cheek. Hagen slowly turns his head and Emmich delivers the hardest\nbackhand blow he can muster. The glove breaks, pebbles fly in\nall directions. \n---TARGET SECTION TO BE ANNOTATED---\nEMMICH\n\nAre you loyal? Will you serve me?\nHAGEN :\n\nI am loyal...and I will serve you.\n\nThe last stones are shaken from the gauntlet and it is laid on\nHagen’s head.\n\nEMMICH\nI dub you Hagen, ‘knight of\nBascarat. Rise.\n\f35.\n\nHagen stands and a choir begins. Emmich embraces him. As he\ngives a gentle, almost feminine, kiss to Hagen‘s bloody cheek,\nHagen jerks his head back which amuses Emmich.\n\nGodfrey steps forward.\n\nGODFREY\nI will purchase this man’s armor\nand horse.\n\nHAGEN\nI thank you, Count Godfrey. But\nin my dream I rode my own horse\nwhich was taken by the bailiff\nof this abbey.\n\nThe Abbot glares at him.\n\nADHEMAR\nSee that his horse is returned.\n\nHagen graciously nods to Adhemar.\nHAGEN\n\nAnd in my dream my squire was a\nman called Ari, who shared my\n\ncell.\nABBOT\nA fraud. A mountebank.\nADHEMAR\n{to the Abbot)\n\nAnother sinner that God has called\nto repentance. See that he’s\nreleased.\n\nHagen bows his head in gratitude.\nINT. ARI’S CELL - NIGHT\n\nAri reacts to the sound of a door opening and the approach of\nfootsteps. He rises to see--\n\nHAGEN APPEARS\n\nat the door to the cell with valt and another guard. They open\nthe door and cross to Ari. Without a word they unlock his\n\nChains. Ari reacts, not daring to believe. As the guards\nleave, he speaks to Hagen.\n\nARI\n(a whisper)\nIt worked?\n\nHagen nods.\n\f36.\n\nHAGEN\nYou’re my squire.\n\nAri leaps at Hagen and hugs him trying to kiss him on the mouth.\nHagen turns his face and Ari kisses his neck as Hagen\ndisengages.\n\nHAGEN\nHey! Squires don’t kiss their\nknights.\n\nARI\n\nYou Northern Europeans are so\ncold. This is a moment of great\neruptive passion.\n\nAs they leave the cell Ari continues...\n\nARI\nI will be a squire as there has\nnever been a squire.",
  "29": "---END OF PREVIOUS SECTION---\nThis is a moment of great\neruptive passion. As they leave the cell Ari continues... ARI\nI will be a squire as there has\nnever been a squire. \n---TARGET SECTION TO BE ANNOTATED---\n I will be\n@ squire as such that the\ntroubadours will sing.\n\nAs they exit the prison hallway the Madman pushes his head\nthrough the bars and gives a long mournful howl. Hagen glances\nat him then shouts to the guards.\n\nHAGEN\nRelease him too.\n\nGUARD\nBy who's order?\n\nHAGEN\nGod wills it!\n\nThe guards exchange a look and a shrug and release the Madman.\n\nEXT. THE COURTYARD - NICHT\n\nHagen crosses the courtyard, carrying a large basket and trailed\nby the Madman, who follows him like a grateful dog. The Bailiff\ngives Hagen a dirty look but the reaction of ethers, both monks\n\nand peasants, makes it clear that Hagen is a living legend.\n\nValt, the crossbowman, other men from the Abbey guard, and\nseveral peasants, fall in behind him.\n\nVALT\n\nHagen of the cross...Take me with\nyou to serve you.\n\nOthers quickly surround Hagen with similar pleas. “Take us to\nserve you!”\n\fHAGEN\nDon't be fools. Stay with your\nwives and families.\n\nValt steps up to Hagen and appeals as spokesman for the others.\n\nVALT\nFor us there is no hope in this\nland, Take us.\n\nHagen looks them over.\n\nHAGEN\nI have nothing. If you follow\nme you must bring your own food,\nyour clothes, your weapons...\n\nHe turns and continues walking. They follow. Whether’he wants\nit or not, Hagen has gathered an entourage.\n\nHAGEN'S HORSE,\n\ntied near the stable, whinnies at his approach. Hagen pulls\ncarrots from the basket and gives them to the horse. Seeing\nthe Bailiff he laughs aloud.\n\nThe Bailiff turns away and Hagen’s following jeers him as he\nmoves away.\n\nEXT, THE DEPARTURE - DAY\n\nThe valley, dominated by the abbey, is filled with humanity.",
  "30": "---END OF PREVIOUS SECTION---\nSeeing\nthe Bailiff he laughs aloud. The Bailiff turns away and Hagen’s following jeers him as he\nmoves away. EXT, THE DEPARTURE - DAY\n\nThe valley, dominated by the abbey, is filled with humanity. \n---TARGET SECTION TO BE ANNOTATED---\nWhile people mill around embracing loved ones, accepting last\nminute offers of food and gifts, a weird chanting is heard off-\nscreen,\n\nA PROCESSION\n\nied by the Madman, now hung with chains and crosses, marches\nthrough the gathering at the head of a sizeable following; a\nhost of peasants, armed with clubs, scythes, picks and pitch\nforks, some followed by ragged wives and children.\n\nAS THE MADMAN PASSES\n\nhe mutters aloud amidst hoots and animal noises a nonsensical\nstream of consciousness.\n\n. MADMAN\nGods voice! Angels speak!\nShebelshabeh, wa shenibahem.\n(he bays like a wolf)\nFaith will conquer the heathen.\nHallelujah! Ya menishnah o rahemi!\n\nThe Madman bolts ahead in wild dancing steps. Growling,\nroaring, at the ranks of crusaders. Flagellants fall to their\nknees, flailing themselves with enhanced frenzy at his passing.\n\f38.\n\nHAGEN\ngazes with bemused disgust.\nEXT. NEAR THE HEAD OF THE CRUSADE - DAY\n\nThe lead knights stand beside their horses and each holds a flag\nwith the emblem of his family domain. Godfrey walks in front\n\nof them holding a large white banner with a crimson cross...The\nsymbol of the crusade. As he comes to cach knight, the man\nstates his name and title.\n\nBALDWIN OF CHARTRES is a refined nobleman like Godfrey.\n\nA KNIGHT\nBaldwin of Chartres, Duke of\nFontainebleu and nephew of the\nking...I accept your command.\n\nBaldwin lowers his own flag. Godfrey takes it and crumples it\nin his hand against the flag of the crusade before moving on\nto the next.\n\nGodfrey steps to Emmich who looks a bit shabbier than the\nothers.\n\nEMMICH\nEmmich of Bascarat...\n(Emmich is stuck. He\nhas nothing more to\nadd)\nI accept your command.\n\nEmmich lowers his flag and Godfrey meshes it with the crusade\nflag.\n\nEXT. THE HEAD OF THE CRUSADE (LATER)\n\nGodfrey, with a color guard of vassals, rides before the ranks\nas the knights assemble.",
  "31": "---END OF PREVIOUS SECTION---\nEmmich lowers his flag and Godfrey meshes it with the crusade\nflag. EXT. THE HEAD OF THE CRUSADE (LATER)\n\nGodfrey, with a color guard of vassals, rides before the ranks\nas the knights assemble. \n---TARGET SECTION TO BE ANNOTATED---\nGODFREY\nBy my order, pillage or violence\nagainst any through whose lands\nwe pass, will be met by death! The\narmy of God will not lay waste\nthe land!\n\nAs he moves on--\nEMMICH, IN SCRUFFY ARMOR,\nmoves among his knights who are waiting to take the road. They\n\nare a shabby looking-lot who appear seasoned for battle through\nbrigandage.\n\f39,\n\nEMMICH\nI would have each of you know,\nif any turns from my command...I\nwill pluck his navel...\n\nEmmich is now in front of Hagen af) staring directly at him. w<\n\nEMMICH\n.--loop his gut to the pommel of\nmy saddle and drag him to the Holy\nLand by his innards. Know this\nis my punishment for betrayal.\n\nHAGEN'’S FACE\n\nbetrays nothing as he stares back at Emmich. Again the sound\nof trumpets and drums.\n\nGODFREY,\n\nhis armor shining and his silks resplendent, makes his horse\nrear at the head of his men as if posing for a heroic statue.\n\nGODFREY\nTo Jerusalem and victory!\n\nTrumpets blare. With thunderous cheers, the beat of drums, and\nthe chorus of countless monks, the Crusade moves forward.\n\nEXT. THE PANORAMA OF THE CRUSADE - DAY\n\nThe scene is in a word--- splendid. Colors, and images from\na historical dreamtime combine like an old master’s canvas as\nhundreds of mounted knights lead a flowing river of humanity\ntoward the distant horizon.\n\nIN A SERIES OF SHOTS\n\nCartloads of food and supplies and hordes of ragged foot\nsoldiers trudge behind the knights. Families walk with the men;\nmothers, bidding goodbye to their sons and wives to their\nhusbands.\n\nLegions of monks walk beside a canopied cart that carries\nAdhemar and his entourage of clergy. He offers blessing in all\ndirections.\n\nAmong the troops, oxcarts pass from which HARLOTS in gaudy\nclothing display themselves. Their faces are grotesquely\nrouged, some wear bizarre shaped masks that cover their eyes,\nThey wave to the surrounding foot soldiers who whistle and\nreturn lewd gestures.",
  "32": "---END OF PREVIOUS SECTION---\nHe offers blessing in all\ndirections. Among the troops, oxcarts pass from which HARLOTS in gaudy\nclothing display themselves. Their faces are grotesquely\nrouged, some wear bizarre shaped masks that cover their eyes,\nThey wave to the surrounding foot soldiers who whistle and\nreturn lewd gestures. \n---TARGET SECTION TO BE ANNOTATED---\nHAGEN AND ARI\n\nride among the hundreds of knights.\n\fThe CAMERA lowers to a foreground of moving feet and rising dust\nwhich gradually obliterates the scene.\n\nDISSOLVE THROUGH\n\nEXT. A JUNCTION - DAY\n\nWhere the road passes a junction, an army of similar make-up\nfeeds into the column; people from another region, joining the\nswelling ranks of crusaders.\n\nARI SPEAKS QUIETLY TO HAGEN\n\nas they watch the new arrivals.\n\nThey ride\ncaution,\n\nARI\nLook at them. This madness has\nspread like plague. By the time\nwe reach Bari to sail east, it\nis said we'll be fifty thousand\nstrong.\n\nHAGEN\nLess one. I leave tonight for\nthe land of the Slavs.\n\nARI\nWhy?\n\nHAGEN\nTo live from what I steal.\n\nARI\n\nWhat’s to steal from the Slavs?\nMoldy bread? Putrid sausage from\nstinking villagers?\n\nHAGEN\nI don't rob villagers.\n\nARI\nWhat then? The nobles live in mud\nhuts. You'll hang for stealing\ncow plops.\n\nHAGEN\nI won’t serve Emmich.\n\nfor a beat and Ari speaks again with a sense of\n\n_ _ ARI\nThen is the rumor true, ...That\nyou are,...related?\n\nHagen turns and faces Ari. His face is flushed with hate.\n\f41,\n\nARI\nOnly a fool allows the troubles\nof his past to ruin the joy of\nhis future. Stay with this\ncrusade. Rob yourself rich, and\nbe blessed rather than hanged for\nit.\n\nHagen says nothing. Ari removes a purse from his waist.\n\nARI\nWe've already made some denarii.\nHalf is yours.\n\nHe tosses it to Hagen,\n\nHAGEN\nWhere did you get this?\n\nARI\n(smiles)\nI sold the garments of “Hagen,\nof the miraculous cross.”\n\nHAGEN\nMy old clothes?\n\nARI\n(Laughs)\n...and some odds and ends I\nsnatched from a clothes line.\n\nBoth men laugh.\n\nARI\nTrust me blindly. wWe’re on the\nroad to riches.\n\nEXT. THE CRUSADE - DUSK\n\nAlongside a length of road that stretches through rolling farm\n\nland, the army has begun setting up a camp for the night.",
  "33": "---END OF PREVIOUS SECTION---\nARI\nTrust me blindly. wWe’re on the\nroad to riches. EXT. THE CRUSADE - DUSK\n\nAlongside a length of road that stretches through rolling farm\n\nland, the army has begun setting up a camp for the night. \n---TARGET SECTION TO BE ANNOTATED---\nFires burn, and pots boil with millet gruel.\n\nMonks kneel in the stubble of a field and sing vespers before\na makeshift altar where Adhemar gives a blessing. Godfrey and\nseveral of his knights can be seen in the front rows.\n\nFoot soldiers and some knight cluster around the harlot’s cart.\nThe bare legs and thighs of the women protrude from curtained\nsides which hide their upper bodies. Men, having dropped only\ntheir britches, work at them. A MADAM and a pair of burly\ncudgel-wielding PIMPS maintain order as the men crowd around.\nEach pays a few coins and, as a customer working a pair of\nthighs roars with completion, he is pulled away and quickly\nreplaced by another.\n\f42.\n\nWaldemar and Ivo approach. Shoving the pimps away and\nthreatening them with their weapons, they yank several men from\nthe thighs and indulge themselves.\n\nEmmich laughs as he watches them from a short distance away,\ndeclining their invitation to join in.\n\nHAGEN\n\nglances at the spectacle with disdain then turns away as Ari\n\nappears with a bowl of millet. The men sit by their tent and\neat from the same bowl with their fingers. The carnal grunts\nof the harlot’s cart blend with the singing of the monks.\n\nEXT, ROAD BESIDE THE CRUSADER CAMP - NIGHT\n\nA horse-drawn wagon moves at a quick pace along the road beside\nthe encamped crusaders. It holds about a dozen people who sing\na gay song, accompanied by rap drums and tambourines.\n\nBy their style of dress and general appearance the people in\nthe wagons can be identified as Jews, They are a WEDDING PARTY.\nA young BRIDE and GROOM in wedding finery sit on a raised seat.\n\nEXT. EMMICH’'S ENCAMPMENT - NIGHT\n\nEmmich rises from where he eats with his men near the road and\nstares at the approaching wagons. A fat HERMIT MONK standing\nbeside him spits and mutters, “Jews.”\n\nEMMICH\nThe killers of Christ? I‘d like\nto get a look at them.",
  "34": "---END OF PREVIOUS SECTION---\nEMMICH’'S ENCAMPMENT - NIGHT\n\nEmmich rises from where he eats with his men near the road and\nstares at the approaching wagons. A fat HERMIT MONK standing\nbeside him spits and mutters, “Jews.”\n\nEMMICH\nThe killers of Christ? I‘d like\nto get a look at them. \n---TARGET SECTION TO BE ANNOTATED---\nAS THE WAGON APPROACHES\n\nEmmich with Ivo, Waldemar and a few of his men step onto the\nroad and block the way. Waving their hands they shy the horses\nto a stop.\n\nEMMICH\n\napproaches the wagon and gawks at the Jews as though they were\nan exhibit in a bestiary. The Hermit Monk is beside him.\n\nEMMICH\nSo these are Jews...They look\nalmost human.\n\nHERMIT MONK\nWe take arms against the enemies\nof Christ and here are his worst\nfoes.\n\nIvo snatches the yarmulke off a YOUNG JEW and puts it on his\nhead. Other knights laugh. An OLD MAN speaks to Emmich from\nthe tense silence on the cart.. .\n\f43.\n\nOLD MAN\nHear me good knight. We serve\nas silversmiths to the most\nexcellent Bishop of Mainz. We\nlive in this region lawfully,\nunder a charter of his protection.\n\nEMMICH\nThe Bishop of Mainz is a long way\noff, little man.\n\nThere are titters from Emmich’s men as more gather around the\ncart.\n\nHAGEN\n\nlooks up from where he is eating with Ari near their tent (which\nis somewhat apart from the others). He sees Emmich and his men\naround the wagon.\n\nAri too sees it. He mutters almost to himself.\n\nARI\nFools,...they should have stayed\nin their village.\n\nStill gnawing a lamb bone Hagen rises to watch.\nEMMICH\nnow glances at the bride.\n\nOLD MAN\nWe are now come from a wedding.\nIt is a day of joy for these young\npeople.\n\nEmmich reaches to touch her ankle and she draws it away. An\nevil snickering from the surrounding knights.\n\nEMMICH\nI like a bit of joy myself.\n\nEmmich's men laugh. The Jews whisper among themselves in Hebrew\nand the BRIDE’S FATHER offers a purse.\n\nBRIDE'S FATHER\nHere good knight. Take this in\ntribute to your cause and let us\npass.\n\nEmmich takes the purse and makes a face.\n\nEMMICH\nOnly this? .\n\nOther purses are offered and grabbed by Emmich’s men, igniting\ntheir greed.\n\f44.",
  "35": "---END OF PREVIOUS SECTION---\nEMMICH\nOnly this? . Other purses are offered and grabbed by Emmich’s men, igniting\ntheir greed. 44. \n---TARGET SECTION TO BE ANNOTATED---\nA JEWISH WOMAN shrieks as her earrings are plucked by the Hermit\nMonk. °\n\nLike a pack of wolves the Knights begin snatching things from\nthe wagon. A shawl is pulled from OLD LADY. A Menorah from\n\na RABBI. A lute from MUSICIAN. A basket of food is found and\nloaves of bread are thrown among the knights. The Jews pull\naway from the grasping hands and huddle in the center of the\nwagon.\n\nThe Old Man speaks to Emmich.\n\nOLD MAN .\nYou have your tribute, knight.\nNow let us go.\n\nEMMICH\nBut I’ve not had my prize.\n\nHis hand shoots out and grabs the bride's gown. She clings to\nthe Groom as Emmich pulls at her. Her foot kicks him in the\nface. A he flinches, she snatches her hem from his grasp.\n\nAs Emmich's hand goes for his dagger, Hagen is suddenly in front\nof him. After a beat he points at the bride and orders Hagen.\n\nEMMICH\nPull her down!\n\nHagen doesn’t move.\n\nEMMICH\nThat’s an order, knight of my\ncommand, Pull her down and spread\nher, I‘1l show you how your were\nspawned.\n\nHAGEN\nLet them go.\n\nEmmich looks at Hagen, seeming to enjoy his disobedience. Ari\nmoves behind Emmich's men. Seeing a woodsman’s axe, he pulls\nit from a log. With a whistle he throws it over the heads of\nEmmich's men toward Hagen.\n\nHAGEN TURNS\n\nat Ari's whistle and catches the axe. Facing Emmich, he moves\nto the front of the cart and glances up at the bride.\n\nHAGEN\nCongratulations!...Enjoy each\nother.\n\nHagen swats the rump of the cart horse and the animal bolts.\nEmmich stares in disbelief as the wagonload of Jews rattles\naway.\n\fHAGEN\nNow, arm yourself...or do I have\nto wear a maiden’s skirts to bring\nout your courage.\n\nEMMICH\nYour life is over, bastard! Squire!\n...My armor!\n\nSatisfied, Hagen walks several feet from Emmich, and leans\ncasually on his axe handle as Emmich is suited up.",
  "36": "---END OF PREVIOUS SECTION---\n... My armor! Satisfied, Hagen walks several feet from Emmich, and leans\ncasually on his axe handle as Emmich is suited up. \n---TARGET SECTION TO BE ANNOTATED---\nARI’S LOOK .\n\ngoes from Hagen to Emmich. His face registers concern.\n\nEMMICH\n\ntakes a large, formidable pole-axe with a sharp forked tip from\none of his men. A shield is fitted to his arm and a “pot helm’\nplaced on his head.\n\nEMMICH’S MEN\n\nfall back as Hagen steps forward with a few practice swings of\nhis. axe.\n\nEMMICH\n\nraises his pole-axe to a threat position and faces Hagen.\nTHE COMBAT\n\nIN A SERIES OF SHOTS\n\nFor several seconds the men stalk each other. Then Hagen shifts\nfrom right to left hand stance and charges Emmich. Emmich’s\nshield blocks Hagen’s blow with a shower of sparks. The men\nresume defense positions, circling each other.\n\nEmmich feints a move at Hagen's groin with the forked tip of\n\nthe axe. Hagen blocks with a blow of his woodsman’s axe against\nthe metal handle of the pole axe. Sparks fly and a chunk of\nHagen’s blade is lost.\n\nEmmich’s eyes can be seen through the slits of his helmet.\n\nHagen moves before a jeering backdrop of Emmich’s men and\nattacks again, driving his axe head into Emmich’s shield. As\nHagen struggles to free it he ducks a blow from Emmich’s axe.\nwith a huge jerk, Hagen pulls the shield from Emmich’s arm.\nThe momentum sends it flying over the heads of the men like a\ngiant frisbee.\n\nWaldemar eases a pike hook into the circle and catches Hagens\nankle. He pulls and twists and Hagen goes down.\n\f46.\n\nEmmich rushes him and swings the axe, burying it in the earth\nbeside Hagen’s face as he rolls away. As Hagen scrambles to\nhis feet, Emmich charges him with the forked end. Hagen backs\nagainst a wagon and Emmich drives the pointed tips through the\nmail of Hagen‘’s shirt and into the wooden side.\n\nEmnich draws a dagger and slashes at Hagen while he tries to\ntear himself free. Finally, Hagen rips the chain mail from his\nupper body and tears free. He swings at Emmich, and Emmich\nblocks.",
  "37": "---END OF PREVIOUS SECTION---\nEmnich draws a dagger and slashes at Hagen while he tries to\ntear himself free. Finally, Hagen rips the chain mail from his\nupper body and tears free. He swings at Emmich, and Emmich\nblocks. \n---TARGET SECTION TO BE ANNOTATED---\n Hagen’s wild swings continue until, with an overhead\nvertical blow, he tries to cut Emmich in half.\n\nEmmich’s axe-blade catches the wooden handle of Hagen’s axe and\ncuts it through. Hagen’s axe~head buries itself in the ground.\n\nHagen now holds only the wooden handle of the axe. Eerie\nlaughter echoes from inside Emmich’s helmet as he stalks Hagen\nfor the kill.\n\nHagen takes a stance, holding the axe handle in both hands like\na Louisville Slugger. He bobs and weaves on the balls of his\nfeet as Emmich charges and swings. Hagen ducks under the blow.\nLike seasoned batter, he slams the axe handle into the chin of\nEmmich’s helmet. The blow resounds with a metallic crunch.\nEmmich is lifted off his feet and hurled onto his back.\n\nFor seconds Emmich is motionless, his helmet grotesquely\ndeformed by the force of Hagen’'s blow. As Hagen steps forward,\nthe axe handle poised to finish him, Emmich moves. He struggles\nto his knees; blood cascades from beneath his chin and wells\nfrom the twisted eye slits of the helmet as he raises his head.\nGripping the sides of the helmet Emmich makes a sudden desperate\nattempt to wrestle it off. A blood-choked scream gurgles from\nwithin.\n\nHagen remains ready to kill until a second agonized scream and\nsobs are heard from the helmet. Hagen lowers the axe handle\nand lets it drop to the ground. He turns and Emmich’s men back\naway, opening a path for him as he walks toward the fires of\nthe camp.\n\nAri falls in step with Hagen. He glances around nervously to\nsee if Emmich’s men are following as they head for their tent.\n\nEXT. OUTSIDE EMMICH'S TENT - NIGHT\n\nA SMITH kneels beside Emmich and with a large cutting tool snips\nthe rivets on Emmich’s helmet. It is carefully pulled away by\n\na SURGEON and his ASSISTANT. Several teeth fall amidst clotted\nblood from inside. Waldemar gasps as he sees~\n\nEMMICH’S\n\nlower jaw and cheek are smashed to pulp.",
  "38": "---END OF PREVIOUS SECTION---\nIt is carefully pulled away by\n\na SURGEON and his ASSISTANT. Several teeth fall amidst clotted\nblood from inside. Waldemar gasps as he sees~\n\nEMMICH’S\n\nlower jaw and cheek are smashed to pulp. \n---TARGET SECTION TO BE ANNOTATED---\n Emmich senses the\nextent of his disfigurement in Waldemar's look.\n\f“\n\n47.\n\nWALDEMAR\nHe will die for this, cousin.\nTonight in his tent.\n\nWaldemar makes the motions of plunging a knife. Emmich speaks,\nhis voice distorted by pain, disfigurement and rage.\nEMMICH\nNo,...No, death is not enough.\n\nEXT. THE DOCKS OF BARI - NIGHT\nIN A SERIES OF SHOTS\n\nA forest of masts are reflected in torchlight along the city’s\ndocks as supplies are loaded onto boats.\n\nFoot soldiers are marched onto the decks of barges.\n\nCranes swing horses through the air to the decks of livestock\nships.\n\nEXT. A LIVESTOCK BOAT - NIGHT\n\nHagen stands near a boat where horses are loaded. He walks his\nhorse to a crane and calms her as she is fitted into harness.\n\nUNDER THE EAVES OF A BUILDING\n\na short distance away, Emmich stands in the shadows with a.\nGenoese merchant named VERMI. Emmich's face is barely visible\nas they speak and watch Hagen.\n\nVERMI\nThe big one.\n\nEMMICH\nIs that a problem?\n\nVERMI\nNot at all.\n\nIn the background Hagen watches as the mare is lifted by the\ncrane and swung onto the ship.\n\n. VERMI /\nFive hundred dinarii will see he’s\nput on the right ship.\n\nEMMICH\nDone.”\n\nVERMI\n(smiles)\nNo quibbling over price...wWhat\ndid this man do?\n\f48.°\n\nvermi looks at Emmich who has stepped into the light. His face\nis hideously scarred. Rough stitches and cuts, the evidence\nof Medieval trauma surgery still cover his jaw.\n\nVERMI\nHe is the one who?...\n\nVermi gestures vaguely towards his own face.\nEMMICH\n(a slight threat)\nDoes it matter?\n\nVERMI\nNo. To me it’s just trade.\n\nEXT. THE OPEN SEA - MORNING\n\nA small, single masted ship about sixty feet in length runs\nbefore an easy breeze over following seas. Islands can be seen\nin the background.\n\nEXT. ABOARD THE BOAT - MORNING\n\nOn the mid-deck about thirty monks, mostly young novices, are\nsprawled in various positions of repose.",
  "39": "---END OF PREVIOUS SECTION---\nIslands can be seen\nin the background. EXT. ABOARD THE BOAT - MORNING\n\nOn the mid-deck about thirty monks, mostly young novices, are\nsprawled in various positions of repose. \n---TARGET SECTION TO BE ANNOTATED---\n A few are sick,\nvomiting over the rail.\n\nValt, the guard from the Abbey, sleeps on a pile of rope with\nhis crossbow nearby.\n\nHAGEN GAZES\nfrom the forecastle. A pair of sullen crewmen tighten a line\nnearby. Crossing to Ari who is asleep on the deck, Hagen rouses\n\nhim.\n\nHAGEN\nWake up.\n\nAri awakens with a start.\n\nARI\n\nWhat?\nHAGEN\n\nYou've made sea voyages before...\nARI\n\nMany,...and let me tell you my\n\nfriend the answer is heavy wine\nand sleep, ..Not standing at the\nrail waiting...\n\f49.\n\nHAGEN\n(cutting him off}\n\nQuiet. Last night we were\n\nsurrounded by other ships...Today\n\nthere’s none.\nAri digests this. He gets to his feet and looks around. In\nthe background the monks begin singing a shaky madrigal as he\nsearches the horizon which is studded with islands.\n\nHAGEN\nAre we lost?\n\nARI\nHopefully.\n\nHAGEN\nWhat?\n\nARI\n{very concerned)\nThere are worse things.\n\nHAGEN\nLike what?\n\nAri sees something off on the horizon.\n\nARI\nLike that.\n\nPOV ~- ARI AND HAGEN\n\nA lateen rigged. ship slips from behind an island.\nART\n\nstares at the ship with real alarm.\n\nARI\nMoslems,...Corsairs!\n\nSuddenly the monk’s madrigal is broken off as--\nTHE SAIL OF THE SHIP\nis lowered onto the deck by the crew.\nARI IMMEDIATELY FIGURES IT OUT\nARI\nThe crew’s dropping sail. The\nbastards have sold us.\n\nHAGEN\nWhat?\n\fSQ.\n\nARI\nWe've been sold to Moslem slavers.\n\nAri charges to a pile of belongings. He pulls out swords and\ntosses one to Hagen,\n\nARI\n\nOur only chance is to take the\n\nship. We've got. to try and out\n\nrun them.\nHAGEN RACES UP TO THE AFTER DECK.\nSeeing him, a mate grabs a pump handle and slams him in the\nface, knocking him onto the lower deck. With another sailor,\nthe man jumps him.\n\nHagen hurls one man over the side. The other comes again with\nthe pump handle.",
  "40": "---END OF PREVIOUS SECTION---\nWith another sailor,\nthe man jumps him. Hagen hurls one man over the side. The other comes again with\nthe pump handle. \n---TARGET SECTION TO BE ANNOTATED---\n Hagen grabs him and slams his skull on the\nrail, spilling his brains.\nARI, SWINGING WILDLY WITH HIS SWORD,\ndrives the crew back from the fallen sail which lies on the\ndeck. The monks react with total confusion. Several try to\npray and Ari kicks them.\nARI\nOff your knees. Grab the lines.\nRaise the sail!\n{to Valt)\nKeep them back!\nVALT\ncranks a bolt into his crossbow and aims at the crew.\n\nTHE MONKS\nhaphazardly follow Ari’s commands, while valt keeps the crew\nat bay with his crossbow.\nARI\n\nThe lines. Pull! Haul!\nMonks stumble in every direction.\nTHE CORSAIR’S SHIP\nis approaching fast. The SLAVERS stripped to the waist, some\nin turbans, stand on the forecastle ready to jump. Others are\nin the rigging, ready to swing aboard.\nARI, STRAINS AT\n\nthe halyard with the monks. Hand over hand, the sail inches\nup and begins to take wind.\n\f51.\n\nTHE CORSAIRS\n\nare now within a hundred feet as the sail fills. The little\nmerchantman heels over and starts to pick up speed.\n\nARI SCREAMS AT HAGEN\n\nARI\nSteer the ship! Steer the ship!\n\nHAGEN GRABS THE STEERING OAR\n\nHaving no idea what he’s doing, he pulls it towards him. The\nship swings around, the sail flapping wildly. The captain roars\nwith laughter. Hagen grabs him by the neck.\n\nHAGEN\nWhy are you laughing?\nHe pitches him over the stern rail. Then he shoves the steering\noar in the opposite direction. The sail backwinds, gibes and\ntears away from the mast, falling in on the men below.\n\nValt is knocked down. He recovers his crossbow and aims at the\nCorsair ship as --\n\nWILD SCREAMS AND ROARS OF LAUGHTER\n\nsound from the slavers as they close on the merchantman.\n\nA TATTOOED BERBER\n\non the bow shouts in some incomprehensible tongue and makes\nobscene gestures as a bolt from valt’s crossbow thunks into his\nforehead.",
  "41": "---END OF PREVIOUS SECTION---\nValt is knocked down. He recovers his crossbow and aims at the\nCorsair ship as --\n\nWILD SCREAMS AND ROARS OF LAUGHTER\n\nsound from the slavers as they close on the merchantman. A TATTOOED BERBER\n\non the bow shouts in some incomprehensible tongue and makes\nobscene gestures as a bolt from valt’s crossbow thunks into his\nforehead. \n---TARGET SECTION TO BE ANNOTATED---\nHAGEN RUSHES TO\n\nfight as the Corsair ship collides with the merchantman and they\nswarm aboard.\n\nEXT. THE SHIPS - DAY\n\nIN A SERIES OF SHOTS\n\nA Corsair, swinging to the after-deck, is beheaded by Hagen in\nmid-air. Others follow, swinging and jumping from the\nLateener’s rigging.\n\nAri drags himself from the tangle of sail, sword in hand to see-\n\nCorsairs, like a frenzied pack of hyenas, hooting and screaming,\nherd the defenseless monks with their scimitars.\n\nValt tries to load a bolt as he is clubbed to the deck.\n\nAri, cornered by a hooting mob, simply lowers his sword and they\ngrab him.\n\food\n\n32.\n\nHagen is surrounded. The slavers taunt and jab at him as he\nswipes at them with his sword.\n\nA huge Berber stalks Hagen with a net while the others distract\nhim. As Hagen lunges at them, the net is thrown. Entangled,\nHagen is pulled down ta the deck.\n\nEXT. THE CORSAIR SHIP - NIGHT\n\nThe BEY of the Corsairs, a huge Turk with facial tattoos,\nexamines his captives. The monks are fettered by their ankles\nto a long massive chain.\n\nHAGEN IS CHAINED\n\napart. His captors eat nearby, obviously proud of their catch.\nAt the Bey’s approach Hagen is prodded with a scimitar. He\ntwists in his chains and the Bey smiles at his men.\n\nThe Bey then crosses to Ari and Valt who are chained together.\nAs he looks them over--\n\nARI SUDDENLY COMES TO LIFE\n\nARI\nEffendi, Fil isma Al Allah,...It\nis wrong I am enslaved with these\neaters of pig. I ama believer.\n\nThe Bey studies him.\n\nBEY\nFor such a lie you will eat your\ntongue and lips.\n\nThe Bey’s bodyguard grabs Ari by the hair and pulls his upper\nlip as the Bey removes his dagger.\n\nARI\n(frantic)\nNo. Effendi bey, I was taken\nslave by the Christians. I am\na Moslem. La Illahu illa Alla.\nI am a hadji, I have been to\nMecca.",
  "42": "---END OF PREVIOUS SECTION---\nI am\na Moslem. La Illahu illa Alla. I am a hadji, I have been to\nMecca. \n---TARGET SECTION TO BE ANNOTATED---\nThe Bey pauses with his knife at Ari’s lip.\n\nBEY\nAnd I have been to Mecca,...A\npiace forbidden to infidels such\nas you.\n\nARI\nEffendi, I walked seven times\naround the Ka’aba and kissed the\nsacred stone,...I drew water from\nthe well of zam zam,,..gathered\n(more)\n\f53.\n\nARI (Cont'd)\nseven stones at Muzdalifa,...1I\nam a true believer.\n\nThe Bey reacts to Ari's claim. He pauses with the knife.\n\nBEY\nName the first surah of the Koran.\n\nARI\nAl Baqara.\n\nBEY\nRecite it.\n\nAri is stuck.\n\nARI .\nEffendi Bey, I am a common man,\nnot a mullah,\n\nThe Bey’s knife again comes to his lips.\n\nAri suddenly wrestles with the string that holds his pants and\nthey drop. :\n\nARI\nLook! Look at my organ. It is not\ncut according to our faith? Look\nat this magnificent turbaned head.\nCompare it with the filthy shroud-\nskins of thesé infidels and know\nthat I am born to the faith.\n\nThe Bey stare for a beat at Ari's cock, then smiles and speaks\nto the Guards.\n\nBEY\nUnchain him.\n\nAri clasps his hands. Speaking Arabic gratitudes, he kisses\nthe Bey'’s proffered hand.\n\nHAGEN WATCHES\n\nas Ari is unchained and offered food by the Corsairs. He steps\npast Hagen without a glance.\n\nEXT. THE PORT OF JAFFA - DAY\namidst a melee of shouting and haranguing, Hagen, Valt and the\n\nmonks, are driven by whip-bearing SLAVE HANDLERS from the\nCorsair.ship onto the docks of Jaffa.\n\nwith liberal use of whips and clubs the new arrivals are forced\nthrough a huge barred gate into a waterfront building.\n\f54,\n\nEXT. THE SLAVE PENS - DAY\n\nThe men are herded into the center of a courtyard by guards\nshouting at them in Arabic.\n\nHAGEN LOOKS AROUND.",
  "43": "---END OF PREVIOUS SECTION---\n54,\n\nEXT. THE SLAVE PENS - DAY\n\nThe men are herded into the center of a courtyard by guards\nshouting at them in Arabic. HAGEN LOOKS AROUND. \n---TARGET SECTION TO BE ANNOTATED---\nThe courtyard is surrounded by cells in which people can be\nseen, Groups of turbaned men converse as they examine pods of\nslaves, men of all races who have been brought from the cells\ninto the courtyard for inspection.\n\nIn one section of the courtyard women sit chained under the\nshade of thatched eaves. Most are black, a few of them hold\nsmall children. A stately tribal woman, ornamented with scars,\nstands nude while prospective buyers examine her.\n\nA WHIP CRACKS ON HAGEN'S\nback. He spins and leaps at the man but four huge GUARDS beat\nhim back with clubs. Subdued by overwhelming force, he is\ndriven with others toward a row of cells.\nINT. THE CELLS - NIGHT\nHagen shares a crowded cell with valt and the monks. The\nevening prayer from a distant mosque blends with the moans and\nweeping of the slave pens.\nAfter several seconds of sitting still, Hagen suddenly yanks\nat his chains, trying to pull the ring from the wall or break\nthe manacles on his wrists. Valt is watching him.\nVALT\n\nYou are blessed, Hagen. Make God\n\ndeliver us.\nHagen says nothing. A MONK chimes in.\n\nMONK\nYes, you bear the sign.\n\nA general murmur of appeals begins. Directed at Hagen from ali\nthe monks.\n\nHAGEN\nQuiet!...Stop your mewling!\n\nThe monks are silent for a beat then one starts to pray in\nLatin. Hagen shoves the man down with his foot.\n\nHAGEN\nAnd stop your damned praying!\n\nThe monks are silent.\n\f58.\n\nEXT. THE SLAVE COURTYARD - DAY\n\nA group of SERVANTS place a heavy table in the center of the\ncourtyard under the supervision of a SURGEON and his ASSISTANT,\nwho are dressed in white but wear red leather aprons.\n\nINT. THE CELL - DAY\nHagen watches them through the bars.\nPOV HAGEN\n\nThe surgeon's assistant fans the coals in a small brassiere and\nplaces a brass pot over them to boil. The surgeon opens a bag\nand begins removing knives. Testing the edges, he hones them\non a stone. The attendant shoos at several curious chickens\nthat peck around the legs of the table.",
  "44": "---END OF PREVIOUS SECTION---\nThe surgeon opens a bag\nand begins removing knives. Testing the edges, he hones them\non a stone. The attendant shoos at several curious chickens\nthat peck around the legs of the table. \n---TARGET SECTION TO BE ANNOTATED---\nA short distance away four women knead fresh cow dung while two\nother unwind and fold rolls of raw cotton. Beside them,\nservants dig a ditch, like a very shallow grave, in the sand\nof the courtyard.\n\nINT./EXT. THE CELL - DAY\n\nValt cranes to see as the surgeon and a SLAVE DEALER, who is\na well dressed Arab of obvious authority, consult in the\ncourtyard.\n\nVALT\nWhat are they doing?\n\nHAGEN\nI don’t know.\n\nThe slave dealer sends four guards toward the cell.\nVALT\n(nervous, to the’monks)\n\nDoes any one know what they’re\n\ndoing?\nThe guards enter the cell. Without a word they start unlocking\nValt whose confusion quickly mounts to terror. He struggles\nas he is pulled from the cell.\n\nVALT\nNo,...No.\n\nHAGEN WATCHES AS\n\nValt is dragged across the courtyard toward the table.\n\nVALT IS PULLED DOWN\n\nonto the table. His hands are slipped into the pillory above\n\nhis head. His legs are forced over the edge and strapped to\nthe legs.\n\f56.\n\nTHE MONKS\n\nview this with nervous curiosity.\n\nTHE SURGEON\n\nsteps between Valt’s bare legs and studies his groin for a beat.\nThen, he reaches down, gently lifts Valt’s genitals, and cuts\nthem away with a curved knife that resembles a linoleum cutter.\nValt looses a deep, agonized scream.\n\nINT. THE CELL - DAY\n\nValt'’s continuing cries of agony cut through the cell. As the\nmonks fight their chains, Hagen stares transfixed in horror as-\n\nBLOOD POURS DOWN\n\nValt's thighs and calves onto the dust of the compound, The\nsurgeon's hands plop an indistinguishable mass of bloody flesh\ninto a large clay bowl. With his slippered foot he kicks away\na curious dog.\n\nTHE SURGEON'S ASSISTANT\n\nhands him a glowing cautery which he applies to the veins. Then,\nin a quick professional move, the assistant swabs valt’s groin\nwith hot oily pitch.\n\nA FOUNTAIN OF VOMIT SPEWS FROM VALT’S MOUTH,\nchoking and gagging him as he screams.\nHAGEN STARES\n\nthrough the bars.",
  "45": "---END OF PREVIOUS SECTION---\nThen,\nin a quick professional move, the assistant swabs valt’s groin\nwith hot oily pitch. A FOUNTAIN OF VOMIT SPEWS FROM VALT’S MOUTH,\nchoking and gagging him as he screams. HAGEN STARES\n\nthrough the bars. \n---TARGET SECTION TO BE ANNOTATED---\n Behind him the monks are hysterical; bawling,\nimploring the Lord for mercy now that their fate has become\nobvious.\n\nVALT IS LIFTED\n\nfrom the table. He twitches, convulsing as he is dragged across\nthe courtyard and laid on a mat by the women. Two of them begin\npacking his groin with fresh cow dung while the others prepare\nto wrap him with cotton.\n\nHAGEN WINDS\n\nhis wrist-chain several times around his hand. He bellows as\nwith all his strength he tries to break it. Blood runs from\nhis palm. The cell door opens and four GUARDS enter carrying\na long staff with a noose of chain. Slipping it over Hagen's\nneck they twist until they choke him into submission. when he\nis nearly faint, they pull him from the cell.\n\f57.\n\nPOV HAGEN\n\nHagen’s eyes sweep the compound gathering impressionistic\nimages...Chickens peck at the blood beneath the table. The cur\nsniffs the clay pot containing Valt's manhood. Valt writhes\nand twists in agony as, wrapped in cotton, he is lowered into\nthe ditch and buried up to his chest.\n\nEXT. THE COURTYARD - DAY\n\nHeld by six struggling guards, Hagen twists and fights as he\nis pulled to the table. Finally again choked to submission by\nthe chain, he is forced down.\n\nTHE WOODEN PILLORY\n\nlocks over his wrist.\n\nHIS LEGS ARE SPREAD\n\nand his ankles strapped to the heavy legs of the table.\n\nTHE SURGEON LOOKS ON\n\nwith totally professional calm, sharpening his knife as;\nHAGEN'S PANTS\n\nare pulled away. He writhes and the heavy table groans with\nstress as more restraints are put on him.\n\nThe surgeon wipes the knife clean with a white cloth.\nTHE ASSISTANT LIFTS\n\nthe boiling pitch from the fire and places the swab in it. He\nlifts the cautery which glows red. All is ready.\n\nHAGEN ROARS AS THE SURGEON\n\nsteps between his legs and looks down at his genitals,\n\nHAGRN TWISTS HIS HEAD\n\nagainst the vomit slick table top. He looks down as-\n\nTHE SURGEON\n\ngently lifts the genitalia and lowers the knife.",
  "46": "---END OF PREVIOUS SECTION---\nAll is ready. HAGEN ROARS AS THE SURGEON\n\nsteps between his legs and looks down at his genitals,\n\nHAGRN TWISTS HIS HEAD\n\nagainst the vomit slick table top. He looks down as-\n\nTHE SURGEON\n\ngently lifts the genitalia and lowers the knife. \n---TARGET SECTION TO BE ANNOTATED---\n Suddenly there\nis a shout from OFF SCREEN in Arabic. The surgeon pauses and\nlooks around.\n\nHAGEN STRAINS\n\nto turn his head to the side. He sees...\n\f5B.\n\nA GROUP OF MEN\n\nin Arab clothes approach. On’of them is Ari who is talking a 4\nmile a minute.\n\nARI\nDon’t you understand? I serve the\nEmir Ibn Khaldun. He has heard\nof this man, of his size, his\nstrength,\n\nThe slave dealer argues with Ari.\n\nSLAVE DEALER\nBut the Emir must understand...\n\nThey have stepped close to the table. Ari takes a quick look\nat Hagen’s crotch with obvious relief.\n\nSLAVE DEALER\n...this man’s fate was sealed in\nGenoa,...Our merchant there was\nhandsomely paid by a French noble\nto have him rendered a eunuch\nbefore being sold.\n\n. ARI\nYou tell me that some deceit made\nbetween Infidels in Genoa, is to\nbe honored over the wishes of a\nMoslem Prince?\n\nSLAVE DEALER\nNo, but...\n\nHAGEN TWISTS HIS HEAD\nto follow Ari as he walks around the table inspecting him.\n\nARI\nThe Emir seeks a stallion not a\ngelding. I am sent from\nJerusalem, to purchase this man\nintact.\n\nThe slave dealer glances down at Hagen. He walks slowly around\n\nthe table followed by Ari. The surgeon and his assistant stand\nwaiting.\n\nSLAVE DEALER\n(shrugs agreement)\n\nAs you say, why honor an agreement\nmade between infidels.\n\nAri gives Hagen a secret wink then turns to the slave dealer\nand removes a purse from this belt.\n\f=~\n\n59.\nARI\nA purse of Turkish Gold.\n\nThe slave dealer extends his hand. His finger tip lightly\ntouches the bottom of the purse, weighing it.\n\nSLAVE DEALER\nDouble this and he’s yours.\n\nARI\nAn outrage. Roll him away from\nhis balls.\n\nAri turns on his heel and@ starts away. Hagen reacts with a\nshout. “No!” The slave dealer pursues Ari.\n\nHAGEN CRANES\nto see them where they argue a short distance away.\nARI AND THE SLAVE DEALER\nARI\nTell me a price that's not an\ninsult...",
  "47": "---END OF PREVIOUS SECTION---\nHagen reacts with a\nshout. “No!” The slave dealer pursues Ari. HAGEN CRANES\nto see them where they argue a short distance away. ARI AND THE SLAVE DEALER\nARI\nTell me a price that's not an\ninsult... \n---TARGET SECTION TO BE ANNOTATED---\nSLAVE DEALER\nI must be compensated. I will\nhave discord from the Genoese.\nAri extends the purse.\n\nARI\nThis for the slave...\n\nTwo gold coins appear like magic in the fingers of Ari’s hand.\n\nARI\nAnd these for your discord,\n\nThe slave dealer shrugs a grudging acceptance,\nHAGEN,\n\nseeing the slave dealer and Ari exchanging “Salaams” heaves a\nhuge sigh of relief.\n\nEXT. THE SLAVE PENS ~ DAY\n\nSurrounded by guards, Hagen follows Ari to a cart in front of\nthe slave pens. He looks up to see AMBU, a huge African with\ntribal scars looking down at him suspiciousiy.\n\nAmbu signals him into the cart. Hagen climbs up and Ambu\nindicates a pile of straw where Hagen settles. Ari climbs up\nbeside an Arab driver and signals him to go.\n\fTHE CART ROLLS\n\n60.\n\naway from the slave pens. The HORRIBLE CRY of another eunuch\n\nrends the air.\n” HAGEN\nlooks back as the wagon carries him off.\n\nEXT. A WELL OUTSIDE THE TOWN - DAY\n\nThe driver waters the cart horses. Ari turns and speaks to\n\nAmbu.\n\nARI\nAmbu, get water for the Frank.\n\nAmbu doesn’t seem to like the idea, but he does as ordered.\n\nHAGEN\n{indicating Ambu}\nWho is he?\n\nARI\nAmbu, the chief slave of Emir Ibn\nKhaldun’s guard. He will be your\ntrainer.\n\nHAGEN\nMy trainer?\n\nARI\nYou'll be trained for the personal\nbody guard.\n\nHAGEN\nI’m not going to be a slave.\n\nARI :\nTry to appreciate what I‘ve done.\nMy uncle is counselor to Ibn\nKhaldun. With great effort I\npersuaded him to buy you.\n\nHagen glares at Ari.\n\nHAGEN\nAll I need is a horse and sword.\n\nARI\nWhat chance would you have? You’re\na Frank in the Moslem world.\nThey’d have you back in the slave\npens before the morning cock\ncrows. This time they’d...\n\nAri hooks his finger and makes a gesture of castrating Hagen.\n\nAri speaks quickly as Ambu returns from the well.\n\f61.",
  "48": "---END OF PREVIOUS SECTION---\nAri hooks his finger and makes a gesture of castrating Hagen. Ari speaks quickly as Ambu returns from the well. 61. \n---TARGET SECTION TO BE ANNOTATED---\nARI\nThe Crusaders have besieged\nAntioch. When it falls they’1l\nMarch on Jerusalem. Then there\nwill be a chance for escape. For\nnow, put your faith in Allah the\nmerciful and compassionate and\ntry to behave.\n\nHAGEN\nAllah? Are you really a Moslem?\n\nAri speaks quickly as Ambu reaches the wagon.\n\nARI\nI blend with my surroundings.\nYou should do the same.\n\nAmbu puts a bucket of water in front of Hagen. He makes a\ngesture of drinking. Hagen glares at him for a beat then cups\nhis hand and drinks.\n\nEXT. THE ROAD ~ DUSK\nThe wagon rumbles along a pitted road under the blistering sun.\n\nParched and sweaty, Hagen faces backwards. Ambu turns around\nand speaks to him.\n\nAMBU\nChristian, behold the holy city\nof al-Quds, sacred to all Muslims.\n\nHAGEN\nWhat do I care?\n\nARI\nI believe you infidels call it\nJerusalem.\n\nNow Hagen is interested. He turns and stands to get a good\nview.\n\nHAGEN’S POV: JERUSALEM\n\nThe small city covers a hilltop in a landscape of barren and\nrocky terrain. Minarets soar above the stone battlements. The\nsetting sun reflects off the Dome of the Rock.\n\nHAGEN\n\ncontinues to stare, unexpectedly affected, as the cart trundles\ndown the road toward the distant city.\n\nEXT, THE STREETS OF JERUSALEM - NIGHT\n\nBy night the torchlit streets swarm with life. The city is a\ntrue melange of three faiths.\n\f62.\n\nA MUEZZIN calls the evening prayer from a minaret. Faithful\nMOSLEMS kneel on prayer rugs. Hagen gazes from the cart as they\npass the WAILING WALL where JEWS stand and pray.\n\nHAGEN\nJews can worship here?\n\nARI\nOf course. Christians as well.\n\nAri points to an ancient church with a strange dome shaped like\na fool‘s cap.\n\nARI\nHere is the church where the True\nCross is kept. Does it not look\nfamiliar...",
  "49": "---END OF PREVIOUS SECTION---\nAri points to an ancient church with a strange dome shaped like\na fool‘s cap. ARI\nHere is the church where the True\nCross is kept. Does it not look\nfamiliar... \n---TARGET SECTION TO BE ANNOTATED---\n{turns to Hagen)\nLike in a dream?\n\nAs Hagen gazes up at the famous church, a candle~bearing\nprocession of ORTHODOX MONKS crosses their path, led by\nTHEODOSIUS, a long-bearded patriarch. For an instant, the\npiercing eyes of Theodosius fix on Hagen as though he knows him\nfrom another time and place.\n\nHagen studies the old monk, troubled by a sense of deja-vu.\nEXT. A JERUSALEM STREET ~- EMIR IBN KHALDUN‘S PALACE - NIGHT\n\nThe cart enters a small courtyard teeming with activity. Horses\nare groomed and tended. A spitted lamb is turned over an open\nfire. Goats mill in pens awaiting slaughter. Ropes, hung with\nclothes, crisscross above. Most of the people are Africans.\nTheir laughter, the chant of women pounding millet flour, and\nthe general tone suggests a native village.\n\nTWO AFRICAN GUARDS,\n\napproaching Ambu in stature, greet Ambu. Hagen is beckoned down\nfrom the wagon and they look him over, joking with Ambu in their\nnative tongue.\n\nAri is called by his Uncle YACUB, an elderly man who stands on\na balcony above.\n\nYACUB\nAri,...\n\nAri whispers to Hagen.\n\nARI\nMy uncle is calling me to the\npalace. . .\n(his looks plead)\nDon't make trouble, they’11 whip\nyou.\n\f63.\n\nAri moves away and Hagen is led toward the slave quarters.\nEXT. A PALACE STAIRWAY ~ NIGHT\n\nAri climbs a short flight of stairs to where his uncle is\nwaiting. His uncle looks down as Hagen is led inside.\n\nYACUB\nWhat did you pay for him?\n\nARI\nUsing the skills you taught me,\nt paid only a just price.\n\nKnowing Ari’s cons, his uncle rolls his eyes and turns away.\n\nYACUB\nGod forbid your Frank escapes.\nZit will be our necks.\n\nARI\nI have spoken with him. He is\ncontent and willing to serve.\n\nINT. IBN KHALDUN’S SLAVE QUARTERS - NIGHT\n\nwith a sudden explosion of force, Hagen snatches the lead chain\nfrom Ambu's guard.",
  "50": "---END OF PREVIOUS SECTION---\nHe is\ncontent and willing to serve. INT. IBN KHALDUN’S SLAVE QUARTERS - NIGHT\n\nwith a sudden explosion of force, Hagen snatches the lead chain\nfrom Ambu's guard. \n---TARGET SECTION TO BE ANNOTATED---\n The other guard tries to grab him and Hagen\nslams him back against the wall. But he makes no attempt to\nrun. Facing Ambu, who looms in front of him ready to take him\non, Hagen speaks reasonably.\n\nHAGEN\nI won't be led like a dog. Point\nthe way, I‘il follow.\n\nAmbu motions the guards back and beckons Hagen to follow. They\nstart down a hallway.\n\nAmbu unlocks a barred door. Hagen enters a hallway with rooms\nalong the sides. Slaves and their families live here. Food\n\nis cooked in the hall, babies ery and curious children peer from\nthe doorways.\n\nA pair of African women stare curiously at Hagen, sharing joke\nin their native tongue.\n\nHagen is led to a small room with no door. Ambu whispers to\nthe men and they remove Hagen’s chains. Ambu then points to\nthe room and with his palms clasped, make a gesture of sleep.\nHagen nods and enters.\n\nINT. HAGEN’S ROOM ’- NIGHT\n\nHagen crosses to a bed made of woven mat and sits down. He\ngazes up at the window. A crescent moon shines through the\nbars. The vague sound of music and a girl’s laughter drifts\nto Hagen's solitude from somewhere in the palace.\n\f64.\n\nINT. IBN KHALDUN'S PALACE - DAY\nCLOSE ON: A SMALL TREE MADE OF JEWELS AND JADE.\n\nCountless mechanical birds, rendered in enamels and precious\ngems, bob and move on their perches as they sing.\n\nA CARACAL CAT\n\nwith an emerald studded collar watches the birds with its large\ngreen eyes while a delicate feminine hand strokes its head.\n\nA camera move reveals a BEAUTIFUL GIRL in her mid-twenties who\nstrokes the animal. Her large liquid eyes gazing languidly from\nbehind a silken veil. .\n\nTHE TREE OF BIRDS\n\nstands on a small table attended by an elegantly attired Nubian\nboy of perhaps ten. AL~AFDAL, a somewhat fey courtier in\nDamascene dress, stands to one side displaying the gift for the\nbenefit of the girl and her father IBN KHALDUN.",
  "51": "---END OF PREVIOUS SECTION---\nHer large liquid eyes gazing languidly from\nbehind a silken veil. . THE TREE OF BIRDS\n\nstands on a small table attended by an elegantly attired Nubian\nboy of perhaps ten. AL~AFDAL, a somewhat fey courtier in\nDamascene dress, stands to one side displaying the gift for the\nbenefit of the girl and her father IBN KHALDUN. \n---TARGET SECTION TO BE ANNOTATED---\nAL~AFDAL\nDugag lives in the hope this gift\nwill entertain you and your\ndaughter.\n\nSeated beside his daughter on a divan that overlooks a\nmagnificent garden, Ibn Khaldun is perhaps sixty. His\nexpression reflects wisdom graced with humor. His dress is\nsimple, yet elegant, subtle colors rendered in the finest cloth.\n\nIBN KHALDUN\nA lovely gift, is it not, Leila?\n\nLEILA nods a tacit agreement. Al-Afdal steps forward and opens\nthe ivory and gold covers of a small painting that depicts a\nruler of obese dimensions, seated on a jewel encrusted throne.\n\nLEILA\nIt is clever. But I prefer the\nsongs of real birds; songs meant\nto.inspire happiness and not\nobligation.\n\nAl-Afdal seems slightly stung, but covers. He speaks as he\nplaces the portrait on a small table facing Leila.\n\nAL-AFDAL\nKeep this likeness that you may\nknow Dugag. That you take even\nthe slightest pleasure in his\nhumble gift will give him great\njoy.\n\nAl-Afdal salaams and leaves. Leila snatches away her veil and\nkicks the miniature portrait onto the floor. Her anger only\nenhances her disturbing beauty.\n\f65.\n\nIBN KHALDUN\nI have seen subtler rejections.\n\nLEILA\nDugag is a slug. His amorous\nintentions are an insult. I\nwouldn’t marry the man if he sent\nme the pyramids.\n\nIBN KHALDUN\nDugaq rules only Damascus. The\npyramids would have to come from\nthe caliph of Cairo.\n\nLEILA\nHe’s equally loathsome. Don’t\nencourage him.\n\nKhaldun smiles at her.\n\nIBN KHALDUN\nAnd whom should I encourage?\n\nLEILA\nWhen I know, you'll know.\n\nINT. IBN KHALDUN’S PALACE - DUSK\n\nHagen, cleaned up and wearing baggy Arab style pants and a silk\nvest, walks with Ari and Ambu through a beautiful tiled\ncourtyard,\n\nHis eyes scan the graceful beauty of Khaldun’s palace. As they\npass an alabaster fountain they are watched by a magnificent\nArgus pheasant in full display.\n\nINT.",
  "52": "---END OF PREVIOUS SECTION---\nIBN KHALDUN’S PALACE - DUSK\n\nHagen, cleaned up and wearing baggy Arab style pants and a silk\nvest, walks with Ari and Ambu through a beautiful tiled\ncourtyard,\n\nHis eyes scan the graceful beauty of Khaldun’s palace. As they\npass an alabaster fountain they are watched by a magnificent\nArgus pheasant in full display. INT. \n---TARGET SECTION TO BE ANNOTATED---\n IBN KHALDUN’S OFFICES - NIGHT\n\nHagen enters with Ari and Ambu. The room is large and filled\nwith shelves of books. Ari‘s uncle is gazing through a bronze\ninstrument for measuring the positions of stars at an open\nwindow. He approaches and looks Hagen up and down.\n\nYACUB\nHe has an odd smell. Do they\nbathe?\n\nARI\n\nNot as often as we, uncle.\nIbn Khaldun enters. Ari, Yacub and Ambu salaam at his approach.\nARI\nMy Lord, this is the Frank,...He\nis called Hagen.\n\nYacub notes that Hagen makes no move.\n\f66.\n\nYACUB\nBow to your master, the emir Ibn\nKhaldun, Lord of this palace.\n\nHagen manages a sullen barely noticeable nod as Ibn Khaldun\nfaces him.\n\nIBN KHATLDUN\nI‘m told you were part of the\nChristian army that now invades\nour lands.\n\nARI\nPressed into arms, my lord. He\nhad no choice.\n\nIBN KHALDUN\nLet him speak. I would have al-\nHagen tell what drives these men.\nIs it truly a war about shrines?\n\nHAGEN\nFor a few.\n\nIBN KHALDUN\nAnd for you?\n\nHagen stares at Ibn Khaldun for a beat.\n\nHAGEN\nI came for the gold that hangs\naround your neck.\n\nIbn Khaldun smiles, but Yacub reacts with offense.\n\nYACUB\nBarbarian, you'll feel the whip\nfor speaking thus to your emir!\n\nYacub snaps his fingers, signaling a guard forward.\n\nIBN KHALDUN\nNo, Yacub. I prefer a man who\nstates his mind over one who’s\nbeen whipped into skillful deceit.\n(to Ambu)\nHave his training begin at once.\n\nAmbu salaams an Hagen makes a half-hearted effort. They leave.\n\nYACUB\nYou trust this creature?\n\n: IBN KHALDUN\nNot yet, but perhaps I will.\n\fae\n\nEXT. IBN KHALDUN’S PALACE - A COURTYARD - DAY\n\nHagen stands in a courtyard wearing only a loin cloth, Ambu\nhands him a Masai spear and a shield of rhino hide.",
  "53": "---END OF PREVIOUS SECTION---\n: IBN KHALDUN\nNot yet, but perhaps I will. ae\n\nEXT. IBN KHALDUN’S PALACE - A COURTYARD - DAY\n\nHagen stands in a courtyard wearing only a loin cloth, Ambu\nhands him a Masai spear and a shield of rhino hide. \n---TARGET SECTION TO BE ANNOTATED---\nHe fits the shield over Hagen’s arm and gives him the spear.\n\nAmbu arms himself with the same weapons. Facing Hagen he drums\nthe spear against the shield, making an alarming noise that ends\nwith a wild shout. He indicates that Hagen should try the same,\n\nHagen drums awkwardly on the shield and shouts. Ambu laughs.\nMuttering in his own language, he adjusts Hagen’s hold on the\nspear and gestures him to try again.\n\nINT. IBN KHALDUN’S PALACE - A CORRIDOR - DAY\n\nThe tingling of bangles and the whisper of bare feet on marble\nfloors announce the appearance of Leila and her slave SHEBA,\n\na lovely Ethiopian. They stop at a cormer and shush each other.\nPeering around, Sheba sees a BLACK EUNUCH, dozing against the\nopposite wall.\n\nSHEBA\nShhhh, the eunuch is almost\nasleep.\n\nLEILA\n\nWhy should I sneak from the harem\nto see a slave? Why is he so\nspecial?\n\nSHEBA\nYou must see him. These Franks\nare a race of giants.\n\nSheba checks the Eunuch who has begun to snore. Stifling\ngiggles the girls sneak past and race up a flight of stairs.\n\nEXT. KHALDUN’S PALACE - A COURTYARD - DAY\n\nThe spear rattles against Ambu's shield.\n\nFacing him, Hagen too has mastered the spear rattle.\n\nAMBU, increases the pitch, then with a wild scream charges.\nHAGEN\n\nblocks the charge and swings at aAmbu, who leaps, raising both\nfeet to allow the spear to swish underneath. He brings the\nspear down and-Hagen blocks it, then leaps back. Now Hagen\nfaces him, rattling his own spear against the shield.\n\nINT. A TOWER ROOM - DAY :\n\nLeila stands beside Sheba, gazing down at Hagen through an\nornately latticed window.\n\f68.\nSHEBA\n\nSee, a monster.\nTHE COMBAT TRAINING\nHagen charges, feints and trips Ambu. As Ambu goes down, he\nvaults on his hands and kicks Hagen with the soles of both feet.\nHagen falls in a cloud of dust.",
  "54": "---END OF PREVIOUS SECTION---\nTHE COMBAT TRAINING\nHagen charges, feints and trips Ambu. As Ambu goes down, he\nvaults on his hands and kicks Hagen with the soles of both feet. Hagen falls in a cloud of dust. \n---TARGET SECTION TO BE ANNOTATED---\n He rises and Ambu throws down\nhis shield and spear. A short charge and they are locked in\na wrestling grip, pitting their strength, one against the other.\nHagen gets a leg behind Ambu and throws him down.\nBoth men laugh as Hagen extends a hand and helps him up.\nLEILA,\npeers intently at Hagen.\nHAGEN AND AMBU\nstep under a shade and are handed buckets by other slaves. Hagen\ndumps water over his body and pulls away his loin cloth to wash\nhimself.\n\nLEILA AND SHEBA,\n\nfaces pressed to the window, exchange a brief glance and stifle\nthe urge to giggle.\n\nHAGEN\n\nNow rinses himself with another bucket. As he towels off, his\nlook goes to the tower window.\n\nPOV HAGEN - THE TOWER\n\nLeila and Sheba are unaware that their silhouettes are visible\nin the backlight.\n\nHAGEN\n\ngazes hard, his eyes climbing the silhouetted form of Leila\nuntil he meets her gaze.\n\nLEILA’S LARGE EYES\n\nstare back at him.\nHAGEN'S\n\nexpression softens.\n\nLEILA MOVES SUDDENLY BACK\n\nas if Hagen's look carried some kind of electrical charge. Sheba\nlooks at her curiously.\n\f69.\n\nSHEBA\nWhat?\n\nLeila stares ahead, lost ina whirlwind of forbidden thoughts.\nHAGEN\n\nremains staring as Leila's figure disappears into the shadows\nof the tower. He ventures a trace of a smile.\n\nEXT, A BATTLEGROUND - OUTSIDE THE WALLS OF ANTIOCH - DUSK\n\nThe siege is over. The city has fallen to the Crusaders. Fires\nburn along the battlements. Mounted knights thunder past rows\nof stakes set outside the walls upon which Moslems are impaled.\n\nSUPERIMPOSE TITLE: ANTIOCH.\nEXT. THE STREETS OF ANTIOCH - DAY\n\nCommon soldiers rage through streets looting the houses in\nsearch of food.\n\nA group of soldiers wander a deserted market place. Violent\nfighting breaks out as they search desperately through empty\nwheat bins.\n\nFoot soldiers fight over a half empty bag of grain. One\nbludgeons the other and takes the bag, stuffing raw grain into\nhis mouth before others can take it away.",
  "55": "---END OF PREVIOUS SECTION---\nViolent\nfighting breaks out as they search desperately through empty\nwheat bins. Foot soldiers fight over a half empty bag of grain. One\nbludgeons the other and takes the bag, stuffing raw grain into\nhis mouth before others can take it away. \n---TARGET SECTION TO BE ANNOTATED---\n Another scoops up\n\na rat from inside a grain barrel and runs with it before the\nother can take it away.\n\nIn the streets a pack of feral dogs feed on the rotting corpse\nof a woman. Suddenly a group of soldiers emerge from a side\nstreet. Seeing the pack of dogs the soldiers rush them. One\nis cornered and caught by the soldiers. He is held, yelping\nin terror as they begin butchering him.\n\nFXT. ATOP THE WALLS OF ANTIOCH - DAY\n\nEmmich and Waldemar walk above a courtyard where pathetic groups\nof Moslem women and children huddle around small fires.\n\nWALDEMAR\nA city stripped of food...Our\nvictory feast will be on jackal\nand carrion crow.\n\nEmmich looks down as several women, some with infants in their\narms, extend their hands and beg for food.\n\nEMMICH\nI see no shortage of meat in\nAntioch. I see ewes that carry\nample flesh and-tender lambs still\nfattening at the nipple.\n\f70.\n\nwaldemar almost laughs at the absurdity of the idea.\n\nWALDEMAR\nThe Moslem civilians?\n; EMMICH\nCut into strips, salted and\ndried,...who would know or care?\nWALDEMAR\n\nGodfrey would care.\n\nEMMICH\nWhile Godfrey waits on the coast\nfor grain ships a starving army\nwill prefer my stew to his\npromises.\n\nWaldemar gazes down into the courtyard then he looks at Emmich\nand shrugs. “Why not?’\n\nEXT. THE CRUSADER CAMP - DUSK\n\nSteam wafts from huge pots of stew that boil over cook fires\nas the hungry men of the crusader army wait in restless lines\nto-be fed. Order is maintained by club-wielding sergeants.\nTHROUGH THE SMOKE OF THE COOK FIRES\n\nGodfrey, among a group of mounted knights, returns from his\nmission to find food. They are weary and filthy with the dirt\nof travel. A few camels trail them with sacks of grain.\nGODFREY\n\ncatches the scent drifting from the stew pots. He exchanges\na look with his men and rides ahead.\n\nA STEW POT IS STIRRED.",
  "56": "---END OF PREVIOUS SECTION---\nGODFREY\n\ncatches the scent drifting from the stew pots. He exchanges\na look with his men and rides ahead. A STEW POT IS STIRRED. \n---TARGET SECTION TO BE ANNOTATED---\nAs a ladle is lifted to serve a crowd of soldiers a human\njawbone is visible, surfacing for an instant from the depths\nof the gruel.\n\nGODFREY,\n\nlooking into the pot covers his mouth, fighting a sudden wave\nof nausea.\n\nINT. A BURNED-OUT BYZANTINE CHURCH - DAY\n\nChurch bells CLANG sourly. CLOSE ON A GOLD CROSS in shafts of\nsunlight gliding through clouds of incense smoke. It tops a\nstaff carried by the Hermit Monk who leads a procession of\nCrusader knights to an altar.\n\f71.\n\nADHEMAR (V.O.)}\nAntioch, wherein preached St.\nPeter and St. Paul, is restored\nto Christ.\n\nGodfrey in chain armor walks at the lead with a handful of his\nmen. Emmich is immediately behind with Ivo and Waldemar. They\nare followed by a congregation of knights.\n\nAdhemar stands before the makeshift altar. Icons have been set\nup over Arab calligraphy that can still be’ seen on the walls.\nHe faces the assemblage of knights who have reached the front\nof the church.\n\nADHEMAR\n\nMonths of siege are now rewarded\nby peace and the restoration of\norder. Let us now pray for\nfurther victories.\n\nGodfrey rises.\n\nGODFREY\nBishop! How can our prayers be\nanswered until we purge ourselves\nof those who have committed\nheinous sins.\n\nADHEMAR\n\nCount Godfrey, this is not the\ntime nor place for such\ndeclarations.\n\nGODFREY\nI believe God has limits to what\nhe allows in his name. What he\nhas done to innocent civilians...\n\nGodfrey points at Emmich.\n\nGODFREY\n...He must be disavowed of his\noaths and cast from this crusade.\n\nThere is a chorus of “No’s” from the knights and from the rank\nand file. Baldwin of Chartres steps forward.\n\nBALDWIN\nWithout Emmich we'd have starved.\n\nSensing the support of those gathered, including knights like\nBaldwin formerly loyal to Godfrey, Emmich faces his accuser.\n\nEMMICH\nCan you deny that cruel acts are\na fact of war?\n\n(more)\n\fam\n\n72.",
  "57": "---END OF PREVIOUS SECTION---\nSensing the support of those gathered, including knights like\nBaldwin formerly loyal to Godfrey, Emmich faces his accuser. EMMICH\nCan you deny that cruel acts are\na fact of war? (more)\n\fam\n\n72. \n---TARGET SECTION TO BE ANNOTATED---\nEMMICH (Cont'd)\n\nWe ravage lands and leave death\nand destruction, yet we are\nfavored with victory. Is it not\nproof that because our goal is\njust, the Lord forgives our\nactions?\n\nThere are shouts from the men “Yes!...The Lord\nforgives,...Emmich has fought bravely!” Godfrey pushes to\nAdhemar.\nGODFREY\n(whispers)\nDenounce his savagery. Cast him\nfrom us.\nADHEMAR\n\nWe can’t afford to lose him. We\ncan't afford to fail.\n\nAdhemar raises his hand to quiet the men.\n\nADHEMAR\nSilence. The Lord alone will\njudge us...If we restore Jerusalem\nto his kingdom, God will forgive\nwhat we have done for his cause.\n\nCheers. Emmich turn with his fist raised and shouts.\n\nEMMICH\nHear that, men? Whatever we do\nhe'll forgive us!\n\nAdhemar turns, avoiding Godfrey’s look, and resumes the mass.\nFrom cheers and shouts of “Death to the Moslem filth,” the\nknights go to bendec knees and muttered prayers.\n\nINT. THE GOVERNOR’S BATHS ~ JERUSALEM - DAY\n\nIn a magnificent tiled courtyard the elite of Jerusalem relax\nbeside the pool where they have bathed. Servants attend them\nwith offerings of fruit and delicacies.\n\nZRTTRHAR, the mousy little governor of Jerusalem, paces before\nthem.\n\nIFTIKHAR\n...I have twenty thousand Askaris\nto defend the walls, and at\nAntioch they had twice that\nnumber.\n\nDJARVAT, thin and dark with intense burning eyes, stands beside\nthe pool, draped in the black robes of a fundamentalist mullah.\nHe listens as Iftikhar speaks.to Ibn Khaldun.\n\f73.\n\nIFTIKHAR\nEmir Khaldun, you are skilled in\nwarfare. Advise us. Draft a plan\nfor. our defense.\n\nDJARVAT\nFind a means to slaughter these\ninfidels before their stench\ndefiles our shrines.\n\nIbn Khaldun smiles at Djarvat's fiery rhetoric.\n\nIBN KHALDUN\n\nOur horsemen and archers are\nsuperior to theirs.",
  "58": "---END OF PREVIOUS SECTION---\nDJARVAT\nFind a means to slaughter these\ninfidels before their stench\ndefiles our shrines. Ibn Khaldun smiles at Djarvat's fiery rhetoric. IBN KHALDUN\n\nOur horsemen and archers are\nsuperior to theirs. \n---TARGET SECTION TO BE ANNOTATED---\n If it is to\nbe a battle we should meet them\nin the field.\n\nIFTIKHAR\nBut the cost of mounting such a\nforce...\n\nAKIVA, an elderly Rabbi, speaks from among a group of Jewish\nelders.\n\nAKIVA\nThe people of Jerusalem cannot\nbear the burden of more taxes.\n\nThere is some disgruntled mumbling among the gathering. -Djarvat\ncrosses toward a repuisive, elephantine pudding of a man who\nreclines near a large tray of sweets. He is DUQAQ of Damascus,\nand his portrait did not begin to suggest his depravity. His\nretainer al-Afdal stands nearby.\n\nDJARVAT\nOur gracious friend Dugag commands\nan army of horsemen and\narchers...Only a day’s ride away.\n\nDugaq licks a sweet from his fingers as he faces Djarvat.\n\nDUQAQ\nThe soldiers of Damascus are only\nfor the defense of Damascus.\n\nDJARVAT\nThe pillage of Moslem shrines by\ninfidels means nothing to you?\n\nDUQAQ\n(a smug smile)\nDjarvat, as you mullahs are fond\nof reminding me, I am not a pious\nman. : :\n(more)\n\f74.\n\nDUQAQ (Cont'd)\n\n(he searches for another\n\nsweet as he speaks)\nBut there is something that might\nentice me to defend Jerusalem.\nEmir Khaldun knows of my desire.\n\nThe men exchange glances as if caught by a riddle.\n\nIBN KHALDUN\nHe means my daughter, Leila.\n\nIFTIKHAR\nThen give her, and blessed by the\nunion.\n\nThe others chime in. “Yes, give him the girl.”\n\nIBN KHALDUN\nI have promised my daughter that\nin marriage her will is to be her\nown.\n\nDJARVAT\nNo woman's will is her own.\n\nDugaq appears insulted. There is a general grumbling from those\nassembled. .\n\nDJARVAT\nFor a daughter‘s pride are we to\nbear desecration of our faith?\n\nIBN KHALDUN\nChristians coming to pray will\nnot desecrate Islam. We should\nexamine the possibility of a\ntruce.\n\nIFTIKHAR\nThese are barbarians. War is\ninevitable.",
  "59": "---END OF PREVIOUS SECTION---\nWe should\nexamine the possibility of a\ntruce. IFTIKHAR\nThese are barbarians. War is\ninevitable. \n---TARGET SECTION TO BE ANNOTATED---\nIBN KHALDUN\nof the wars I've fought none were\ninevitable, ...All were\nregrettable.\n\nIbn Khaldun faces the others and continues.\n\nIBN KHALDUN\nWe of this city are wise in the\nskills of negotiation and\ncompromise. We have played\nconquerors before, ...as others\nplay chess.\n\n(more)\n\f78.\n\nIBN KHALDUN (Cont'd)\nThese Christians are exhausted\nby their long struggies, weakened\nby their journey, beset with\nquarrels and intrigues,...I say\nwe meet them and offer peace.\n\nIFTIKHAR\nLet them enter the city without\na fight?\n\nIBN KHALDUN\n\nEnter unarmed as pilgrims, to\nworship. By the Prophet's law,\nall faiths worship here.\n\nAKIVA\n\n...We are all the children of\nAbraham. We Jews support an\neffort for peace.\n\nDjarvat laughs out loud in mockery.\n\nDJARVAT\nYou Jews will die with this coward\nby the same Christian sword. Allah\ncalls for victory, not compromise\nwith infidels.\n\nDjarvat and his following walk away. There is a beat of silence\nthen Iftikhar speaks.\n\nIFTIKHAR .\n\nGo, Ibn Khaldun,...Save us if you\n\nean.\nINT. THE SLAVE QUARTERS - NIGHT\nIn his small room, Hagen lies on his bed awake. A breeze stirs,\nand he hears a girl’s laughter. He turns, trying to settle into\n\nsleep, but the creak of a door hinge moving in the wind\ndistracts him. After a few seconds, he rises.\n\nStepping to the door, Hagen looks down a hallway and sees...\nPOV HAGEN\n\nThe barred door to the outside is open. It moves lightly in\nthe breeze.\n\nHAGEN\n\nstares for a beat then ducks back into his room. He pulls on\nhis pants, removes a make-shift rope from his mattress and\nstuffs it in his shirt.\n\f \n\n76.\n\nEXT. A COURTYARD NEAR THE STABLES - NIGHT\n\nHagen exits the slave quarters and moves through the shadows.\nAfter glancing up at the walls surrounding the slave compound,\nhe climbs a tree and onto a roof.",
  "60": "---END OF PREVIOUS SECTION---\nEXT. A COURTYARD NEAR THE STABLES - NIGHT\n\nHagen exits the slave quarters and moves through the shadows. After glancing up at the walls surrounding the slave compound,\nhe climbs a tree and onto a roof. \n---TARGET SECTION TO BE ANNOTATED---\nEXT, THE PALACE ROOF - NIGHT\n\nPigeons flutter nervously, a few break into flight as Hagen\npasses a huge loft.\n\nHagen looks toward a far wall which overlooks the landscape\nsurrounding the city. He moves over the confusion of parapets\nand corbeled roofs that make up the palace.\n\nHis foot dislodges a section of brick that falls into a\ncourtyard. He freezes then moves on.\n\nHe moves along a ledge under a series of windows.\n\nPOV HAGEN\n\nHagen's view is directly down into the harem; the night is warm\nand three beautiful odalisques, nearly nude, sleep on divans .\naround a fountain. A small antelope wanders among them nibbling\nleft-overs from trays of fruit.\n\nHAGEN\n\nmomentarily loses his drive to escape as he gazes at the\nsleeping forms. He moves to another window a short distance\naway and peers in.\n\nPOV HAGEN\n\nLeila, beneath a silken gauze, lies asleep on her bed in the\nmiddle of a room of white marble inlaid with precious stones.\nThe image is like a Persian miniature of arresting sensual\nbeauty.\n\nHAGEN\n\nis caught. He stares at Leila captivated.\n\nLEILA\n\nsighs and turns in her sleep as she dreams. Her small delicate\nhands caress her shoulders, then she is still again.\n\nHAGEN SEES\n\na small balcony on a lower level that opens into’ Leila’s room.\nAfter a moment of indecision, he climbs down a ledge and makes\nhis way towards it. When he reaches it he peers inside.\n\f77.\n\nANGLE - LEILA'S ROOM\n\nThe bed is empty. As Hagen’s eyes search the room, Leila’s face\nsuddenly appears from behind a curtain directly in front of him.\nHer dark eyes stare into his.\n\nHagen’s eyes quickly scan her body then return to her face.\n\nHis eyes lock on hers and for seconds neither moves. She\nstudies him quickly as though committing his face to her memory.\nThen she slowly closes a shutter that separates them.\n\nHagen is tempted to reach forward and tear away the flimsy\nornately carved wood, but instead he backs away.\n\nEXT.",
  "61": "---END OF PREVIOUS SECTION---\nThen she slowly closes a shutter that separates them. Hagen is tempted to reach forward and tear away the flimsy\nornately carved wood, but instead he backs away. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE ROOF - NIGHT\n\nClimbing to the edge of the palace, Hagen gazes out at the\nfreedom which lies beyond. A length of his makeshift rope\ndangles from his shirt as he ponders escape. The wind stirs\nhis hair and his gaze is drawn back toward Leila’s room.\nANGLE LEILA’S BALCONY WINDOW\n\nTwo large eyes watch Hagen.\n\nINT. THE SLAVE QUARTERS - NIGHT\n\nHagen re-enters the slave quarters and walks toward his room.\nINT. HAGEN’S ROOM - NIGHT\n\nHagen hurls himself down on his bed. For several seconds he\nlays on his back staring at the ceiling, then he rolls over and\nfaces the wall trying to shut Leila out of his thoughts.\n\nAs he tries for sleep a small hand gently touches his shoulder.\nHagen turns quickly and sees--\n\nSHEBA\n\nLeila's slave is smiling at him. Hagen is dumbstruck.\n\nSHEBA\nAl-Hagen, the princess Leila sent\nme.\nHAGEN\nThe princess sent you?...\nSHEBA\n(giggles)\n\nYes,...to be with you...she says\nyou are lonely. -That you wander\nlike a tomcat in the night. Is\nit not so? .\n\nHagen can't believe his eyes.. She is like a vision.\n\f78.\n\nHAGEN\nWho are you?\n\nSHEBA\nI am Sheba. I am an odalisque.\n\nHagen doesn’t know the word. Sheba laughs lightly.\n\nSHEBA\nI am schooled in the way of\npleasure, al-Hagen. The princess\nknows that I too am sometimes very\nlonely...And she has curiosity\n\nabout you.\nHAGEN\nCuriosity?\nSHEBA\nIt is only through me that she\ncan know of men,...by what I say\n\nof the way you feel,...\nSheba begins touching Hagen’s body.\nSHEBA\nOf your strength,...Are you sorry\nshe has curiosity about you?\nHagen reaches out and touches her bare arm with his fingertips.\n\nHAGEN\nNo.\n\nSheba smiles.\nSHEBA\n\nMay I stay with you? If you send\nme away the princess will weep.\n\n. HAGEN ;\nAnd if you stay, she will be\nhappy .\n\nSHEBA\n\nYes.",
  "62": "---END OF PREVIOUS SECTION---\n. HAGEN ;\nAnd if you stay, she will be\nhappy . SHEBA\n\nYes. \n---TARGET SECTION TO BE ANNOTATED---\n She would hear of our\npleasure and rejoice in it.\n\nHAGEN .\nYou people are very different from\nus. .\n\n: SHEBA\nPerhaps not so different as you\nthink. : :\n\f~1\noO\n\nHe draws Sheba’s face to his own and gives her a gentle kiss.\nHer hands begin a sensual caressing of his body that immediately\narouses his desire.\n\nEXT. THE ENTRANCE COURTYARD - DAY\n\nThe courtyard is filled with tumultuous activity. On one side,\nIbn Khaldun’s MILITARY COLOR GUARD has assembled on horseback,\nsurrounded by silken flags covered with Arabic scripture.\n\nOn the other side, preparations for a CARAVAN are also underway.\nHorses and camels are saddled and loaded with supplies. A\nSumptuous litter (howdah) is strapped to the back of a camel.\nAmbu preps ten of Ibn Khaldun‘s guards for the journey.\n\nINT. A STAIRWAY - DAY\nHagen finishes putting on his uniform as he approaches the\n\nbustling courtyard. He sees Ari standing by a column and stands\nbeside him, looking straight ahead.\n\nHAGEN\nWhat's happening?\nARI\nThe Crusade is marching on\n\nJerusalem.\n\nHagen nods toward the opulent howdah where Ibn Khaldun, wearing\nlight armor, helps Leila inside.\n\nHAGEN\nWhere is he sending the princess?\n\nARI\nTo his brother’s estate near\nNablus. Dugag of Demascus still\nwants her as his wife. Ibn\nKhaldun fears she might be taken\nwhile he is away.\n\nAri takes Hagen aside and speaks in a whisper.\n\nARI\n\nI persuaded him that you should\nbe part of the guard. You know\nwhat that means?\n\nHAGEN\nEscape.\n\nARI\n(nods)\nI ask that you first deliver her\nto safety,...The man trusts me.\nDeceiving him does not come easy.\n\nHagen nods agreement.\n\f80.\n\nARI\nThen ride North. It’s said the\nCrusaders now cover the land like\nlocusts. :\n\nHAGEN\nAnd you?\n\nARI\nI am to be part of Ibn Khaldun’s\npeace mission to the Crusaders.\n\nHAGEN\nPeace mission? He's a fool.\n\nARI\n(shrugs)\n...",
  "63": "---END OF PREVIOUS SECTION---\nHAGEN\nPeace mission? He's a fool. ARI\n(shrugs)\n... \n---TARGET SECTION TO BE ANNOTATED---\nHe's a victim of noble\ncharacter.\n\nHAGEN\nAnd when his noble character gets\nhim killed, what about you?\n\nARI\n(brightens)\nWith you on one side and me on\nthe other, how can we lose? -- Good\n\nluck, Hagen.\n\nAri grabs him and gives him a kiss. Hagen hugs him back, not\nfighting it.\n\nEXT. A TRAIL INTO THE MOUNTAINS - DAY\n\nThe small caravan of twenty horses winds up a trail leaving\nJerusalem in the background. Hagen, wearing the Islamic style\narmor, rides among ten mounted guards with Ambu at the lead.\nFour camels are at the center of the caravan. Two are pack\nanimals; one carries a large cage of homing pigeons; and the\nfourth carries the howdah in which Leila rides with Sheba.\nHAGEN CANTERS UP\n\nfrom the rear and rides alongside the howdah.\n\nINT. THE HOWDAH - DAY\n\nThrough a gap in the tapestries that cover the howdah, Leila\nwatches Hagen.\n\nPOV LEILA\n\nHagen is in profile; his face framed by the ornate Moslem helmet\nand shining neck guard of chain. His muscular arms are bare\nfrom the shoulder and flex as he holds the reins.\n\f81.\n\nLEILA WATCHES HIM FOR SEVERAL SECONDS.\n\nSomehow feelings her gaze, Hagen turns and their eyes meet for\nan instant. Then he spurs his horse ahead.\n\nLeila looks at'Shéba who has seen her looking at him. Sheba\nsmiles.\n\nLEILA\nYou lucky little devil.\n\nThey both laugh.\n\nSHEBA\nDoes the princess envy the\nodalisque?\n\nLEILA\n(whispers, gently\nteasing)\nThe princess envies the freedom\nof her slave. Was he...?\n\nSHEBA\nHe released the desire in his\nflesh, but not in his heart. He\nwill still wander in the night.\n\nLeila says nothing. She turns her head and gazes out through\nthe opening in the howdah.\n\nEXT. A CAMP - NIGHT\n\nGnawing a lamb bone, Hagen walks from the guards who laugh and\njoke in their native African tongue. He passes Leila’s tent\nwhere her shadow moves in the light of a lantern.",
  "64": "---END OF PREVIOUS SECTION---\nEXT. A CAMP - NIGHT\n\nGnawing a lamb bone, Hagen walks from the guards who laugh and\njoke in their native African tongue. He passes Leila’s tent\nwhere her shadow moves in the light of a lantern. \n---TARGET SECTION TO BE ANNOTATED---\nHAGEN CLIMBS ROCKS\n\nabove the camp and settles to eat. Picking at his bone he looks\ndown and sees--\n\nTHE REAR OF LEILA’S TENT.\n\nThe crisp shadow of Leila’s nude form stands in the center.\nShe laughs, reacting to the cold water of a sponge bath.\n\nHAGEN\n\nsmiles and pitches away the lamb.\n\nINT. LEILA’S TENT - NIGHT\n\nAs Sheba toys with the homing pigeons, Leila rinses the soap\n\nfrom her smooth skin, The silhouette of a man appears behind\nher on the tent.\n\f82.\nThe silhouette draws a knife, cuts a long slit in the tent, and\nsteps through.\nIt is Djarvat!\nHe lunges for heila, but Sheba steps between and tries to fight\nhim off. Djarvat stabs Sheba in the belly and throws her to\nthe ground. leila is about to scream when Djarvat covers her\nmouth with his hand.\nOUTSIDE IN THE CAMP\nBlack clad figures move to a trio of sleeping guards, slitting\ntheir throats without waking them. Another of Djarvat’s men\nslips a garrote around the throat of a guard and draws it tight.\nAMBU\nchecks the horses to see that they are well tied. Suddenly an\narrow strikes him in the back. Three more arrows strike him,\nand he SHOUTS out with warning and pain.\nEXT, HILL OVERLOOKING THE CAMP - NIGHT\nHagen, lying on his back looking at the stars, scrambles to his\nfeet on hearing Ambu’s cry. He looks down at the camp, then\ndashes toward it.\nHAGEN\nruns past the bodies of the slain guards and comes upon Ambu,\nwho lies on the ground, dying. With his last breath, Ambu looks\nup at his comrade and gasps...\n\nAMBU\nThe princess...\n\nHagen takes Ambu’s spear and races through the camp.\n\nINT. LEILA'S TENT - NIGHT\n\nDjarvat restrains Leila as three of his black-clad followers\ntie her up. Grabbing Djarvat's dagger from his waistband, she\nslashes the face of one of his men.",
  "65": "---END OF PREVIOUS SECTION---\nINT. LEILA'S TENT - NIGHT\n\nDjarvat restrains Leila as three of his black-clad followers\ntie her up. Grabbing Djarvat's dagger from his waistband, she\nslashes the face of one of his men. \n---TARGET SECTION TO BE ANNOTATED---\nDjarvat seizes her wrist, painfully forces her to drop the\nknife, then whacks her across the face as the others finish\ntying her up.\n\nEXT. THE CAMP - NIGHT\n\nIN A SERIES OF SHOTS\n\nA black-robed archer loads his bow as Hagen sprints through the\n\ncamp, Before he can release the arrow, Hagen hurls the. spear\nand skewers him.\n\f83.\n\nLeila is dragged by Djarvat and two men toward their horses.\nAnother follows with the cage of homing pigeons.\n\nHagen runs into view ahead of them. One of Djarvat’s men,\nscimitar in hand, spins to face Hagen, who is unarmed, Hagen\ncharges in an insane frenzy, grabs the man and smashes his skull\nwith a blow of his fist.\n\nLeila, her hands and feet tied, is slung over a horse in front\nof Djarvat.\n\nHagen snatches a tent pole and rushes Djarvat and the others\nas they scramble to escape.\n\nSlamming one man in the face, he breaks the pole. He drives\nthe splintered end through a second man.\n\nThen from behind, HOSSEIN, the largest of Djarvat’s men, slams\nHagen with the iron pot from the fire. Hagen spins, stunned,\nand is slammed again to the ground.\n\nTwo other men jump him. Hagen is held face down and garroted.\nDjarvat gasps as he sees --\n--- the huge cross on Hagen's back.\n\nDJARVAT\nAn infidel!\n\nHAGEN\n\ntwists, fighting for breath.\nPOV HAGEN\n\nHe sees Leila, held by two of Djarvat’‘s men. A donkey is led\n\nup. Djarvat steps to the animal and, while glaring at Hagen,\nhe draws a dagger across the creature's throat.\n\nEXT. THE CAMP SITE - MORNING\n\nA few vultures have settled on the rocks, gazing down at the\ndead which litter the camp. Flies BUZZ in the morning sun as\nthe CAMERA PANS to reveal the carcass of the donkey.\n\nFrom the anus of the animal projects the head of aman. It is\nHagen.",
  "66": "---END OF PREVIOUS SECTION---\nFlies BUZZ in the morning sun as\nthe CAMERA PANS to reveal the carcass of the donkey. From the anus of the animal projects the head of aman. It is\nHagen. \n---TARGET SECTION TO BE ANNOTATED---\n He has been sewn inside the carcass and left to feed\nthe maggots and hyenas that wander the camp, sniffing at\ncorpses.\n\nHAGEN\n\ngroans as filthy slime and the gasses of decomposition bubble\n\nup around his neck from the heat-bloated carcass. A carpet of\nflies lifts from his face as he strains to move his head. The\nCAMERA PANS to show his full predicament: heavy leather thongs\nlace the belly of the animal, and Hagen’s hands protrude through\nslits cut on either side.\n\f84.\n\nHis wrists are bound with rawhide and his feet, thrust through\nholes in the animal’s chest, are tied at the ankles.\n\nA few feet away, a HYENA stares at Hagen, giggling with hunger-\ninduced curiosity. When it approaches to sniff Hagen’s hands,\nhe shouts and the creature backs off with a psychotic whine.\n\nHAGEN\n\nstrains, tilting his head to see his hands. With great effort\nhe flexes and draws them in. liis bound wrists squeeze against\nthe donkey’s belly, causing liquid putrefaction and bubbles of\ngas to well up around his neck.\n\nFROM THE BELLY SLIT\n\nthe same nauseating ooze flows over the bindings of Magen’s\nwrists. When the rawhide is soaked, Hagen twists until he can\nmove one wrist. He flexes again, forcing out more ooze. Again\nhe works to move his wrist.\n\nEXT. THE CAMP SITE (LATER)\n\nThe sun hangs low in the sky. Hyenas, bolder now and joined\nby jackals, surround the donkey carcass. Hagen shouts hoarsely\nas the circle of scavengers tightens, seeking bites of living\nflesh.\n\nHAGEN\n\nflexes, compressing the carcass and spurting out more liquid.\n\nA HYENA\n\nlunges and snaps at Hagen’s hands, now covered with a layered\nfrosting of putrescence. Lubricated by the slippery ooze, one\nbinding has been worked well up onto Hagen's hand, close to the\nknuckle of his thumb.",
  "67": "---END OF PREVIOUS SECTION---\nHAGEN\n\nflexes, compressing the carcass and spurting out more liquid. A HYENA\n\nlunges and snaps at Hagen’s hands, now covered with a layered\nfrosting of putrescence. Lubricated by the slippery ooze, one\nbinding has been worked well up onto Hagen's hand, close to the\nknuckle of his thumb. \n---TARGET SECTION TO BE ANNOTATED---\nANOTHER HYENA,\n\nwith the most powerful jaws in the animal kingdom, easily tears\na large chunk of meat from the donkey’s throat near Hagen’s\nexposed feet -- as he shouts and wiggles his toes.\n\nA HYENA\n\nsnatches the buttock near Hagen’s face, tearing away flesh as\nHagen shouts, growls, and grimaces to drive him off.\n\nAS THE SUN LOWERS, °\n\nthe pack of skulking hyenas moves around him with ever-growing\nexcitement. . :\n\f85.\n\nA HYENA\n\nmoves in, intent on Hagen‘s hands, As the beast lunges, Hagen\nwrithes and with all his strength tears his hand from: the\nbinding.\n\nAs the animal leaps back, Hagen’s hands grab the slit in the\ncarcass and, with a bellow, he begins tearing it open.\n\nHe pulls the bindings off his feet. Dripping putrescence and\ngore, he emerges from the carcass like some creature-born DEMI-~\nGOD.\n\nAs Hagen drags himself away, the hyenas savagely attack the\nexposed donkey innards.\n\nEXT. THE DESERT - PRE-DAWN\n\nWind blows a veil of sand over low hills barren of vegetation.\n\nA lone figure appears on foot against the pink of the morning\nsky. He carries an African spear.\n\nHAGEN,\n\nhis face masked to the eyes by a black kaffiyah taken from one\nof Djarvat's dead, follows Djarvat's trail.\n\nEXT. A DESERTED MOSQUE - SUNRISE\n\nPartially ruined, a small mosque stands among some palms in an\notherwise barren desert wilderness. FORTY BLACK-ROBED TRIBESMEN\nare camped outside, gathered around cook fires. Their horses\nare corralled nearby.\n\nINT. MOSQUE - SUNRISE\n\nLeila, still bound hand and foot, lies on the floor. Djarvat\nenters and walks toward her with a menacing gait.\n\nLEILA\nRavage me and my father will have\nyou stoned.\n\nDUARVAT\nI would not defile myself with\na woman during jihad. And never\nwith the daughter of a coward.\n\nDjiarvat removes a pigeon from the cage taken from the camp.\n.",
  "68": "---END OF PREVIOUS SECTION---\nAnd never\nwith the daughter of a coward. Djiarvat removes a pigeon from the cage taken from the camp. . \n---TARGET SECTION TO BE ANNOTATED---\n DJARVAT\nThis bird will carry a note to\nyour father.\n\nAs he talks he removes a small piece of paper from a sleeve\npocket.\n\f86.\n\nDJARVAT\nIt demands he abandon his pathetic\neffort at truce and launch\nwar...Unless he wants your lovely\nface cut away and sent to him as\na remembrance.\n\nDjarvat leans down.\nDJARVAT\nHow do you suppose he’1ll react\nto a note scented by your perfume?\nAs Djarvat rubs the note along Leila’s cheek she suddenly turn\nand bites his hand like a wild animal. She hangs on like a\nbulldog as Djarvat twists and kicks her to free himself\n\nHe glares at her, his rage tinged with fear, then leaves with\nthe pigeon.\n\nEXT. MOSQUE - DAY\n\nDjarvat emerges from the mosque and tosses the bird into the\nair.\n\nTHE PIGEON CIRCLES\n\nover the encamped army and, having gotten it's bearings, heads\naway.\n\nAS IT PASSES\n\na PROMONTORY which overhangs the encampment, A PAN reveals...\nHagen, who peeks over the edge down at the mosque.\n\nFROM A SMALL MINARET, A MUEZZIN'S CHANT\n\ncalls the faithful to prayer. All the soldiers unroll prayer\nrugs and kneel facing Mecca.\n\nAs Hagen watches, trying to devise a plan, he hears BUZZING\naround his head. He looks up and notices a BEE HIVE hanging\nhigh in a nearby tree.\n\nHe gets an idea.\nHAGEN\n\nreaches his spear up into the tree and stabs the hive. He pulls\nit away from the branch and waggles the spear back and forth,\nviolently shaking the bees. The insects swarm from the nest\nlike a loud, dark cloud, covering the spear and getting close\n\nto Hagen.\n\nUsing the spear like a vaulting pole, Hagen flings the hive into\nthe center of the soldiers. The bees follow the hive with their\nqueen.\n\fEXT. MOSQUE - DAY\n\nThe hive bursts open amid the praying Moslems, releasing a cloud\nof furious wasps. The men are immediately under attack.",
  "69": "---END OF PREVIOUS SECTION---\nEXT. MOSQUE - DAY\n\nThe hive bursts open amid the praying Moslems, releasing a cloud\nof furious wasps. The men are immediately under attack. \n---TARGET SECTION TO BE ANNOTATED---\nThe black-robed fanatics abandon their prayers and rush about\nmadly, swatting themselves and zigzagging erratically. Several\nslice at the air with their scimitars. Others hurl themselves\ninto a well.\n\nBEHIND THEM, HAGEN,\n\ndressed in black robes, dashes toward the mosque unnoticed.\nINT. MOSQUE - DAY\n\nDjarvat reacts to shouts outside. He rises and goes to the\nOor,\n\nINT./EXT. MOSQUE DOORWAY - DAY\n\nDjarvat, scimitar in hand, peers warily out of the mosque.\nSuddenly, Hagen grabs him by the beard, yanks him out, and hurls\nhim forward. Dijarvat’s beard and facial skin tear from his\nface, and he tumbles to the ground, screaming. Hagen looks at\nhim, then at the beard in his hand.\n\nHAGEN\nIt looked better on you.\n\nHagen tosses the beard at Djarvat, snatches his scimitar, and\nenters the mosque.\n\nINT. THE MOSQUE - DAY\n\nHagen enters and goes to Leila, who is astonished and overjoyed\nto see him. He pulls her to her feet and cuts away her bonds\nwith the scimitar. He takes her by the hand and leads her to\nthe door.\n\nEXT. MOSQUE ~- DAY\n\nThe army is still in chaos from the bee attack. Djarvat, his\nface red and raw, grabs the first three soldiers he sees and\npoints at Hagen and Leila, who are running toward the corral.\n\nDJARVAT\nGet them! Don’t let her get away!\n\nThe swordsmen charge Hagen and Leila.\n\nHagen cuts down the first two in short order. The third hangs\nback, afraid as Hagen and Leila back into the corral.\n\nDjarvat now sends TWENTY BLACK-ROBES storming toward them.\n\nDJARVAT\nKill them!.,.Kill them!\n\f \n\n8&.\n\nHagen cuts the rope holding the horses, then shouts and slaps\nthem into a stampede. As they course around him, he and Leila\ngrab the manes of two beasts and mount them bareback.\n\nThe attacking soldiers are blocked by the charging horses which\nflood through the camp like a raging river.",
  "70": "---END OF PREVIOUS SECTION---\nHagen cuts the rope holding the horses, then shouts and slaps\nthem into a stampede. As they course around him, he and Leila\ngrab the manes of two beasts and mount them bareback. The attacking soldiers are blocked by the charging horses which\nflood through the camp like a raging river. \n---TARGET SECTION TO BE ANNOTATED---\nHagen and Leila gallop away amid the thundering herd as\nDjarvat’s tribesmen chase them on foot.\n\nDjarvat watches, infuriated, as his hostage and his steeds\ndisappear over a crest. He shakes the soldier standing next\nto him, who is still nursing his bee stings.\n\nDJARVAT\nThe horses! Get the horses!\n\nEXT. A VERDANT STREAM - DAY\n\nLeila sits on a rock under a canopy of lush foliage, washing\nher feet, as Hagen waters the horse and fills a water bag. He\ncrosses to her and offers it.\n\nShe drinks.\n\nLEILA\nMy uncle’s estate is no longer\nsafe. My father will be in\nCaesaria, near the coast, trying\nto send envoys to the Crusaders.\nYou must take me there.\n\nLeila looks at him and drinks again. She speaks between gulps.\nLEILA\nYou'll be well rewarded. My\nfather is very generous with\nslaves.\nHagen takes the water bag back.\n\nHAGEN\nI’m no longer a slave.\n\nAs Hagen drinks Leila stiffens slightly with concern.\n\nLEILA\nDoes that mean you are no longer\nloyal?\n\nHAGEN\nIt means I’m first of all loyal\nto myself. .\n\nLeila studies him a beat.\n\fLEILA\nListen, I have need of you and\nyou have need of me.\n\nHagen regards her almost bemused.\n\nLEILA\nOn your own what chance do you\nhave to find your fellow\nbarbarians? Do you know the way?\n\nHAGEN\nTo the North.\n\nLeila suddenly laughs uncontrollably at the notion.\nsullen at her arrogance.\n\nLEILA\n\nThat’s good. To the North? This\nis you.\n\n(imitates)\n“Please Effendi, could you show\nme the way North so I can join\nthe infidel invaders.\" They’1l\nshow you. They’1ll put your head\non a pike and face it North.\n\nLeila laughs again. Hagen is forced to smile as he\nShe sees his smile and stops laughing.\n\nLEILA\nTake me and you'll have your\nfreedom. By my faith I swear it.\n\nHagen walks her horse over to her and boosts her up.\n\nclimbs onto his own mount.",
  "71": "---END OF PREVIOUS SECTION---\nBy my faith I swear it. Hagen walks her horse over to her and boosts her up. climbs onto his own mount. \n---TARGET SECTION TO BE ANNOTATED---\nHAGEN\nSo which way is Caesaria?\n\nLeila answers with a smile.\n\nLEILA\nFollow me.\n\nEXT. IBN KHALDUN’S CAMP NEAR CAESARIA - DAY\n\no\nive\n\nHagen is\n\nwatches her.\n\nHe then\n\nA group of tents on an open plain fly the various banners of\n\nIslam.\n\nAN OLD MAN\n\nhurries through the camp past potentates and advisors. He comes\n\nto an elaborate tent where. he is stopped by a guard.\n\nhands ‘he holds the pigeon.\n\nIn his\n\f90,\n\nOLD MAN\nI must see the Emir. This bird\nhas come with a message of great\nurgency.\n\nINT. THE TENT ~- DAY\n\nIbn Khaldun sits before Yacub, Ari, and others, holding the\nscented letter from Djarvat. The Old Man who brought the pigeon\nstands in the background gently stroking the bird. The mood\n\nin the tent is very tense. After several seconds Ibn Khaldun\nturns to Yacub.\n\nIBN KHALDUN\nRecall the envoys. There will\nbe no talk of truce...\nThe Emir looks at his counsellors with pain in his eyes.\nIBN KHALDUN\nMay Allah forgive me...I have no\nchoice.\nThe men say nothing, sensing the agony of his decision.\nEXT. A MOUNTAIN TRAIL - DAY\n\nHagen and Leila, now wearing a rind of dust, ride wearily\nthrough the day. Seeing a stand of trees ahead, Hagen speaks.\n\nHAGEN\nWait here!\n\nLeila waits while Hagen draws his sword and rides ahead.\n\nREACHING THE TREES\n\nHagen peers around in all directions. There is no chance of\n\nambush and he waves to Leila. He watches as she rides up with\n\nthe grace of a born horsewoman, and they continue side by side.\nLEILA\n\nAl-Hagen, when you were taken\nslave, were you taken from a wife?\n\nHAGEN\nNo.\n\nLEILA\nThere is no one?\n\nHAGEN\nNo.\n\nLEILA\n\nIn your land, were you a noble?\n\f91\n\nHAGEN\nNo. I was a serf.\nLEILA .\nYou say that with pride.",
  "72": "---END OF PREVIOUS SECTION---\nI was a serf. LEILA . You say that with pride. \n---TARGET SECTION TO BE ANNOTATED---\nHAGEN\nWhy not?\nLEILA\n\nSo, you have no use for a spoiled\nprincess...\n\nHAGEN\nYou ride well,...We haven’t eaten\nor rested and you don’t complain.\nMaybe you’re not really a\n\nprincess.\n\nLEILA\nIam. I am descended from the\nBedouin,...a desert people whose\nlives are very hard. And I too\nam proud.\n\nEXT, A WILDERNESS - DUSK\n\nHagen and Leila descend from the mountains into a beautiful\nalpine valley. Forested mountains rise on each side.\n\nIn the distance, in the direction which they travel, a small\nfarmhouse can be seen.\n\nAS THEY APPROACH THE FARMHOUSE,\n\nan OLD FARMER and his WIFE emerge and smile a friendly greeting.\nINT. THE FARMHOUSE - NIGHT\n\nHagen and Leila are seated on the floor eating stew with flat\nbreads. The Old Farmer and his Wife watch them, occasionally\ntempting them with choice pieces of meat.\n\nThe Old Farmer notices that Hagen’s plate is empty.\n\nOLD FARMER\nMore.\n\nHagen smiles at him.\n\nHAGEN\nI can't eat more. It was very\ngood, thank you.\n\nOLD FARMER\nThere is a room above the stable.\nYou and your wife must stay the\nnight.\n\fwo\nwe\n\nLeila and Hagen exchange a look. Hagen senses what might be\nan uncomfortable situation.\n\nHAGEN\nWe are grateful, but we have no\ntime.\n\nThe Old Farmer nods acceptance. After a beat of silence, Leila\nsuddenly speaks.\n\nLEILA\nNo,...I‘'m very tired.\n\nHagen is surprised at her response.\nLEILA\nMy husband and I will accept your\nhospitality.\nLeila smiles at Hagen who feels momentarily very awkward.\nEXT. THE FARMHOUSE - NIGHT\n\nThe Old Farmer walks them to the stable, gives them a lantern\nand wishes them good night.\n\nOLD FARMER\nMay God bless you both.\n\nA wind stirs in the trees that shade the farm courtyard as Hagen\nand Leila enter the stable.\n\nINT. THE STABLE - NIGHT\n\nHagen bolts the door against the wind then he raises the lantern\nand looks around. A simple ladder leads to a loft above the\nstalls.",
  "73": "---END OF PREVIOUS SECTION---\nINT. THE STABLE - NIGHT\n\nHagen bolts the door against the wind then he raises the lantern\nand looks around. A simple ladder leads to a loft above the\nstalls. \n---TARGET SECTION TO BE ANNOTATED---\n Aside from several horses that watch them curiously,\nthey are very much alone.\n\nHagen offers Leila the lantern.\n\nHAGEN\nI‘ll sleep here on the hay.\nLEILA.\nNo.\nHagen looks at her.\nLEILA\n\nTo them we're man and wife. If\nyou sleep here they’1l think we\nquarreled.\n\nLeila takes the lantern.\n\nLEILA\nCome.\n\f93.\n\nShe climbs the ladder. Hagen looks up as she hikes her robe\nexposing the white skin of her legs. He follows.\n\nINT. THE LOFT + NIGHT\n\nThey climb into the loft and Leila sets down the lantern. Seeing\na roll of cotton bedding she takes it and spreads it on the\nstraw. Hagen watches her but remains back a ways.\n\nLeila removes her head covering and begins sorting her hair with\nher fingers. In the soft light of the lamp her beauty is\nbreathtaking.\n\nLEILA\nIn the palace when I first looked\nat you,...I wanted you.\n\nHAGEN\n\nYou don’t know me.\n\nLEILA\nI know what I feel...Have you felt\nnothing for me?\n\nHAGEN\nWhat a slave feels for his\nmistress.\n\nLeila cuts through his feigned indifference with a look both\nknowing and innocent.\n\nLEILA\nJust tell me that you’ve wanted\nme.\n\nHAGEN\n\nI‘ve wanted you...very much.\nLeila takes a jewelled Hand of Fatima from around her neck.\n\nHAGEN\nWhat's this?\n\nShe speaks as she fastens the chain on Hagen’s neck.\n\nLEILA\nA-gift that a bride gives to the\nman who first shows her love.\nI have always feared that on this\nnight fate would put me with\nsomeone for whom I felt no desire.\nBut now I thank Allah, who has\nput me with you.\n\nHagen smiles.\n\nHAGEN\nI thank Allah, too.\n\f94.\n\nShe reaches her hand toward Hagen. He takes it in his own and\nlowers himself beside her. He gently touches her cheek.\n\nLeila raises her face to his and their lips touch.\n\nLEILA\nI have waited so long.\n\nHagen’s arms envelope her. They kiss and he lays her back on\nthe bedding. He savors the softness of her skin as he opens\nher robes, exposing her breasts.",
  "74": "---END OF PREVIOUS SECTION---\nHagen’s arms envelope her. They kiss and he lays her back on\nthe bedding. He savors the softness of her skin as he opens\nher robes, exposing her breasts. \n---TARGET SECTION TO BE ANNOTATED---\n Leila’s passion suddenly\nsurges and she pulls Hagen close, drawing him to the act of\nlove.\n\nEXT. THE VALLEY - DAWN\n\nThe soft light of earliest dawn brings pastel hues to the valley\nand the small farm.\n\nINT. THE STABLE - DAWN\n\nLeila is awake, studying Hagen as he sleeps. She reaches for\na pitcher of water and raises it to drink. It is empty.\n\nEXT. STABLE AREA - DAWN\n\nLeila exits the stable like a peasant bride, carrying the\npitcher. Crossing to the well, she notices that the sheep and\ncows are running loose, bleating and lowing with agitation.\n\nLeila lowers the bucket into the well when she sees the Old\nFarmer and his Wife lying on the ground, dead.\n\nWALDEMAR\n\nappears behind her. His lecherous grin says it all. He likes\nwhat he sees.\n\n_ WALDEMAR\nGood morning.\n\nLeila spins and her eyes quickly dart around looking for escape.\nThree more of Emmich’s men stand behind her. A PIMPLY YOUTH\nholds several pillaged chickens by the legs and a POTATO-FACED\nPEASANT fingers cream from a bucket. An UGLY BRUTE with a\ntoothless grin drops his sack and massages his codpiece.\n\nLeila slams Waldemar with the pitcher and tries to run, but she\nis caught by the Ugly Brute. A huge chain mail glove covers\nher mouth.\n\nWaldemar steps up, his face bleeding. He glances around the\nfarmyard then sees a manure pile.\n\nWALDEMAR .\nOver there. Face down in the shit\nheap with her ass in the air.\n\nThe Pimply Youth, still stroking his codpiece, giggles.\n\fwo\nUl\n\nPIMPLY YOUTH\nI’m second.\n\nThey push Leila toward the manure and shove her to her knees\nwhile Waldemar unties his pants.\n\nAs her face is pushed toward the maggoty filth, she chews at\nthe gloved hand. Kicking and writhing, her face is almost in\nthe manure. The other knights howl with laughter. The Pimply\nYouth looks around and sees...",
  "75": "---END OF PREVIOUS SECTION---\nKicking and writhing, her face is almost in\nthe manure. The other knights howl with laughter. The Pimply\nYouth looks around and sees... \n---TARGET SECTION TO BE ANNOTATED---\nPOV PIMPLY YOUTH\n\nThe rest of the foraging party is heading in their direction.\nTHE PIMPLY YOUTH\n\nspeaks to Waldemar.\n\nPIMPLY YOUTH\nHurry, or we'll have to share her\nwith the others.\n\nfaldemar heaves up her skirts and positions himself to sodomize\ner.\n\nSuddenly, a trident pitchfork strikes him from behind. A prong\n\nappears from his face, another from his throat, stifling his\nscream of agony. .\n\nHAGEN\nstands in the hayloft above and draws a scimitar.\nWALDEMAR\n\nrises, clawing wildly at the prong while he chokes on his own\nblood. As he spins, the handle slams the face of the Ugly Brute\nholding Leila. She breaks free and runs.\n\nHAGEN\n\nvaults down to a shed roof, leaps into the farm yard, and\ncharges the’ men. The Pimply Youth rushes him, sword drawn.\nA blow from Hagen’s scimitar drops him.\n\nHAGEN\n(to Leila)\nGo! Ride to your father!\n\nThe Ugly Brute slams Hagen with a club, knocking him down. Leila\nruns for the stable.\n\nAs the Ugly Brute raises his club to brain him, Hagen drives\nthe scimitar into his gut. The Brute falls and his hands lock\non Hagen’s throat. Hagen works the scimitar and the Brute\ngurgles and dies.\n\f96.\n\nLEILA\n\nrides out of the stable with an extra horse -- but a dozen\nCrusaders have already charged into the farmyard and are\nconverging on Hagen. Powerless to save him, Leila gallops away.\n\nHAGEN\n\nturns and sees above him a horse reared back on two legs like\na dragon. The beast strikes out with its hooves, pummeling him\nin the head and chest. Hagen falls to the ground, reeling.\n\nCrusaders draw up and surround him, keeping him distant with\ntheir lance points. Ivo, Emmich’s other lackey, gallops through\nthe formation and looks down at his prisoner. After a beat of\ndisbelief, he smiles.\n\nIvo\nNow here indeed is a prize.",
  "76": "---END OF PREVIOUS SECTION---\nIvo, Emmich’s other lackey, gallops through\nthe formation and looks down at his prisoner. After a beat of\ndisbelief, he smiles. Ivo\nNow here indeed is a prize. \n---TARGET SECTION TO BE ANNOTATED---\nEXT, ROCKY PASS ABOVE THE FARM - DAY\n\nLeila reaches the pass and turns. Seeing that Hagen is taken\ncaptive, she chokes back sorrow and rides on.\n\nCAMERA CRANES UP to reveal the other side of the pass.\nDJARVAT AND HIS HORSEMEN\n\nlic in wait for Leila on the opposing ridgetop. Djarvat nods,\nand they ride down the slope.\n\nEXT. THE CRUSADER CAMP - DAY\n\nA vast plain covered with tents and makeshift dwellings\nstretches before the eye as Ivo rides past. Hagen is bound with\nhis arms yoked over a log. A rope around his neck leads to\nIvo's saddle, and he is dragged at a trot.\n\nThe men of the raiding party follow with carts of grain and\nslaughtered carcasses of sheep.\n\nHAGEN\n\ngazes around as he is led through the outer fringes of the camp.\nThis is the realm of the peasants and pilgrims that follow and\nserve the army.\n\nTheir appearance has become more savage since leaving Europe.\nSome push forward, glaring threateningly at the grain wagons.\nFour men try to pull a sack free. They are beaten back by Ivo’s\nmen, who seem inured to the face of savagery around them.\n\nHAGEN TURNS\n\nat the sound of jeers and sees~--\n\f97.\n\nTHE HARLOT WAGON\n\nThe whores howl and hoot at Hagen as he is pulled past. Some\nnfurse babies and the faces of the filthy toddlers can be seen\npeeking from behind their skirts.\n\nTHE MADMAN\nappears and recognizes Hagen.\n\nMADMAN\nHagen lives! Risen from the dead!\nLazarus, Lazarus! He has returned!\n\nHAGEN\n\nis dragged on toward a small hill where the knights’ tents are\nset, each flying the pennant of his lord. Godfrey's banner is\nthe most common, Knights emerge from their tents to see what\nthe excitement is about.\n\nIvo leads Hagen into an area where Emmich's colors and pennants\nproliferate. CAMERA PANS with Hagen and we see that Emmich’s\n“territory” stretches on an on, indicating a frightful\npredominance.",
  "77": "---END OF PREVIOUS SECTION---\nGodfrey's banner is\nthe most common, Knights emerge from their tents to see what\nthe excitement is about. Ivo leads Hagen into an area where Emmich's colors and pennants\nproliferate. CAMERA PANS with Hagen and we see that Emmich’s\n“territory” stretches on an on, indicating a frightful\npredominance. \n---TARGET SECTION TO BE ANNOTATED---\n At the center of this domain is a huge tent, by\nfar the largest in the camp.\n\nEXT, EMMICH’S TENT - DAY\n\nA dozen leading knights enjoy an afternoon orgy. Lithe\nCircassian women dance around drunken warriors who lie like\npretzels in various stages of fornication.\n\nEmmich, wearing only a codpiece and a turban, picks his way\nthrough the celebrants, leading a frightened thirteen year old\ngirl by the hand.\n\nBALDWIN OF CHARTRES,\n\nGodfrey's former ally, lounges between young captives of both\nsexes.\n\nBALDWIN\nEmmich, my friend...You like them\nsmall?\n\nEmmich squeezes his girl’s pubescent nipple through the\ntransparent gauze of her top. She winces and both men laugh.\n\nEMMICH\n\nCloser to bone the sweeter the\nmeat.\n\nBaldwin extends his goblet.\nBALDWIN\n\nTo the sweetmeats of\nJerusalem...And your kingly rule.\n\f98.\n\nEmmich is about to drink when he hears the rantings of the\n\nMadman in the distance, “Hagen! Hagen of the Crass! Hagen! Hagen\nof the Cross!\" He lowers his cup and wades to the front of the\ntent. He looks outside. clears his fuzzy vision and sees...\n\nPOV EMMICH\n\nHagen being led toward him.\n\nEMMICH’S JOY\n\nis spoiled by what seems like a bad dream. The other debauched\nknights peer out of the tent and whisper to each other.\n\nVOICES\nIs it him? Is that Hagen?\n\nEmmich pushes away his nymphet and hastily pulls on his breeches\nas he steps outside.\n\nEXT. EMMICH’S TENT - DAY\n\nEmmich strides forward to meet Hagen. His drinking buddies\nfollow, half-dressed.\n\nCrusaders of all kinds gather to watch the impending reunion.\n\nIvo reigns his horse, and Hagen is jerked to a stop in front\nof Emmich.\n\nIvo\nHe killed Waldemar.\n\nEmmich's face darkens as he see his cousin’s body slung over\na horse.\n\nInfuriated, he spots a nearby knight holding a MACE AND CHAIN.",
  "78": "---END OF PREVIOUS SECTION---\nIvo\nHe killed Waldemar. Emmich's face darkens as he see his cousin’s body slung over\na horse. Infuriated, he spots a nearby knight holding a MACE AND CHAIN. \n---TARGET SECTION TO BE ANNOTATED---\nEmmich snatches the weapon from its owner and wraps the chain\naround his hand. He turns to Hagen and swings the spiked iron\nball. It makes a terrifying sound as it shreds the air.\n\nIvo sidles up to Emmich and whispers in his ear.\n\nIvo\nWe caught him with an Arab whore.\n\nEMMICH\n{astounded)\nHe was with a woman?\n\nIvo nods. Emmich’s jaw clenches with doubled fury.\n\nEMMICH ©\nThen this will hurt.\n\nHe advances on Hagen and slings the mace at his crotch.\n\nHagen crumples to his knees. |\n\fwe\nxc\n\nSwinging the mace, Emmich circles Hagen and addresses all\nassembled.\n\nEMMICH\nThis man, now dressed in Moslem\nrags, is a traitor to our faith.\nHe must die.\n\nWith a mighty pitch, Emmich bashes Hagen in the ribs with the\nmace. Hagen lurches forward and balances himself on one end\nof his log yoke.\n\nEmmich edges in front of Hagen, whirling the mace with one hand\nand touching his own disfigured face with the other. Smiling,\nhe aims a mutilating blow at Hagen’s head. Hagen abruptly\ntwists and the mace wraps around the yoke near his neck, chain\nstretched taut.\n\nHagen pivots, jerking Emmich toward him. Then he rotates his\nshoulders, braining Emmich with the other end of the yoke.\n\nThe force of the attack flings Emmich and Hagen away from each\nother onto their backs. Both struggle to get to their feet.\nIvo and the Potato-Faced Peasant kick Hagen onto his back and\nstand on his yoke. Emmich slowly approaches Hagen, swinging\nthe mace, intent on delivering a deathblow.\n\nThe SOUND OF BELLS distracts him. He turns and sees that a path\nis being cleared through the surrounding crowd for Adhemar.\nThe old bishop walks falteringly, weakened by the long campaign.\nGodfrey and his knights follow.\nEMMICH\nGod’s balls...Here come the\nskirts.\n\nADHEMAR\npauses, seeing Hagen. His expression brightens.\n\nADHEMAR\nHe is alive.",
  "79": "---END OF PREVIOUS SECTION---\nADHEMAR\npauses, seeing Hagen. His expression brightens. ADHEMAR\nHe is alive. \n---TARGET SECTION TO BE ANNOTATED---\nAdhemar gazes around at the men that surround Hagen.\n\nADHEMAR\nWhy is he bound? Untie him at once!\n\nEMMICH\nThis man deserted our cause and\nserves the enemies of Christ.\nLook, he wears a Moslem amulet!\n\nEmmich points to the Hand of Fatima around Hagen’s neck. Adhemar\nis shocked.\n\nADHEMAR\nI would hear your defense, Hagen.\n\f100.\n\nHAGEN\nHe sold me to the Moslems as a\nslave. I escaped and was captured\nby his men.\n\nEMMICH\nLying scum! -- I have condemned\nthis filthy serf to death!\n\nGodfrey grandstands to the knights.\n\nGODFREY\nEmmich thinks he is already King\nof Jerusalem.\n\nEMMICH\nA crown reserved for Godfrey, no\ndoubt.\n\nGodfrey turns to Adhemar.\n\nGODFREY\nBishop, this dispute should be\nsettled by a duel of justice.\nLet God decide who tells the\ntruth.\n\nThe knights around them echo Godfrey’s suggestion. Hagen glares\nat Emmich. .\n\nHAGEN\nYes, let us fight.\n\nADHEMAR\nThis can be settled after\nJerusalem is taken. Until then,\nwe must fight the enemy who would\nwipe us all from the earth.\n\nAdhemar turns to Hagen, still tied to the log.\n\nADHEMAR\nHagen, are you with us?\n\nHAGEN\nYour grace, not all Moslems seek\nour death. In Jerusalem, I saw\nChristians living in peace, free\nto worship at our shrines.\n\nEMMICH\nYou hear that? He calls the Pope\na liar.\n\nHAGEN\n\nThe leader of Jerusalem wants no\npart of war. He comes to offer\ntruce to pray within his walls.\n\fGl.\n\nA murmur passes through the Crusade.\n\nADHEMAR\nCan he be trusted, this infidel?\n\nHAGEN\nI know this. He will not attack\nus unless we attack first.\n\nTHWACK! An arrow narrowly misses Hagen and skewers Adhemar in\nthe chest.\n\nFor an instant, everyone is frozen. Then they look at the...\nHILLTOP ABOVE THEM.\n\nBlack-robed archers on horseback line the ridge, bows loaded\nand ready to shoot.",
  "80": "---END OF PREVIOUS SECTION---\nThen they look at the... HILLTOP ABOVE THEM. Black-robed archers on horseback line the ridge, bows loaded\nand ready to shoot. \n---TARGET SECTION TO BE ANNOTATED---\n Djarvat sits on his black horse, holding\nthe empty bow he just fired. At his side, Ibn Khaldun sits\ngrimly astride his horse.\n\nHAGEN\n\nis stunned. Ivo points to the opposite hilltop.\n\nIvo\nLook!\n\nOPPOSITE HILLTOPS\n\nAn Arab army surrounds them on all sides. Cavalry. Infantry.\nPhalanxes of archers.\n\nDJARVAT LOOKS EXPECTANTLY AT IBN KHALDUN.\n\nIbn Khaldun gives the signal, and the archers fire a round of\narrows into the sky.\n\nEXT. CRUSADER CAMP\nThousands of arrows rain into the camp.\n\nGODFREY\nTo arms! We're under attack.\n\nThe Crusaders run for cover. Brother Bernard and several\nacolytes carry Adhemar away.\n\nDJARVAT\n\nlifts his sword high over his head. With the cry, “La Ilalhu\nIlla Allah!” he spurs his horse forward. His soldiers take up\nthe cry and chargé behind him down the hillside.\n\nIBN KHALDUN\n\ngives the signal, and his legions of archers gallop down all\nthe hillsides of the valley, encircling the Crusaders.\n\fin\n\nEXT. CRUSADER CAMP\n\nThe Crusaders rush for their armor and weapons, except: for\nEmmich.\n\nEMMICH\nThis traitor led them to us.\n\nEmmich picks up a rock and steps toward Hagen, preparing to bash\nin his skull. Still tied to a log, Nagen is helpless to resist.\n\nSuddenly, WHACK! Codfrey slices through the rope that binds one\nof Hagen’s wrists to the yoke. WHACK! He cuts through the other\nrope, and Hagen is free.\nEmmich glares at Godfrey.\n\nGODFREY\n\nKill him later if you want. Now\nwe need him.\n\nGodfrey rushes off to arm himself. Emmich and Hagen are left\n\nfacing each other with an Arab army bearing down on them at full\nspeed.\n\nFinally, Emmich throws down his stone and storms off toward the\nsquire who holds his armor.\n\nAll around Hagen, footsoldiers arm themselves with pikes and\nhalberds. Peasants grab shovels and pitchforks.",
  "81": "---END OF PREVIOUS SECTION---\nFinally, Emmich throws down his stone and storms off toward the\nsquire who holds his armor. All around Hagen, footsoldiers arm themselves with pikes and\nhalberds. Peasants grab shovels and pitchforks. \n---TARGET SECTION TO BE ANNOTATED---\nHagen takes what is available -- a SCYTHE.\n\nMOUNTED ARCHERS\n\ngallop around the encircled Crusade, firing arrow after arrow\nin rapid succession.\n\nCRUSADERS\n\nare struck in vast numbers. The common soldiers and peasants\ntake positions behind wagons and makeshift barricades.\n\nHAGEN\n\nis stuck in the middle of the Crusaders, unable to fight an\nenemy that whirls around him, out of reach.\n\nADHEMAR\n\ngrimaces as a surgeon cuts the arrow from his chest. Around\nhim, monks: leads peasants in SINGING A HYMN.\n\nIBN KHALDUN\n\nsignals his infantry, which advances downhill toward the\nCrusaders.\n\f103.\n\nThe Emir remains on the hilltop in command of the cavalry. Each\n\nMoslem knight is equipped with a long sharp lance and a round\nshield.\n\nGODFREY AND EMMICH\n\nride at the head of the disorganized knights as they trot\nthrough the camp to the front, carrying lances and kite-shaped\nshields. Trumpets blare in a hollow call to arms.\n\nTHE MOSLEM INFANTRY\n\nnow engages the Frankish footsoldiers. Injured and demoralized\nby their heavy losses, the Christians are no match for their\ninspired Saracen counterparts.\n\nTHE MADMAN\n\nwanders through the battle ranting and raving. All around him\nsoldiers perish, but he is magically unscathed.\n\nMADMAN\nSmite them! Victory! Army of Christ!\nHagen is risen! Hallelujah!\n\nHAGEN\n\nbattles Arab footsoldiers with the scythe. Like the Grim\nReaper, he mows them down at the ankles. He whacks another with\nthe stem and spikes an attacker in the top of the head with the\npoint of the blade. .\n\nTHE CRUSADER KNIGHTS\n\nreach the open field outside the raging battle. Godfrey raises\nhis hand, and the knights form themselves into a line. He\nclasps his hands in a moment of prayer, and the knights around\nhim do the same.\n\nON A HILLTOP\n\nIbn Khaldun signals his eager cavalry to wait for the Crusaders\nto finish their prayer.\n\nFACING OFF,\n\nthe Crusaders lift their lances. The Moslem horsemen do the\nsame.",
  "82": "---END OF PREVIOUS SECTION---\nON A HILLTOP\n\nIbn Khaldun signals his eager cavalry to wait for the Crusaders\nto finish their prayer. FACING OFF,\n\nthe Crusaders lift their lances. The Moslem horsemen do the\nsame. \n---TARGET SECTION TO BE ANNOTATED---\nAL the trumpet’s call, the knights lunge ahead with the call,\n\"God wills it!”\n\nIbn Khaldun leads the Moslems downhill with the call, “LA ILLAHU\nILA ALLAH!”\n\f104.\n\nTHE BATTLE\n\nThe two mounted armies, each shouting the battle cry of their\nfaith, drive toward each other and collide at full gallop.\n\nIbn Khaldun’s lance drives into the eye-slit of a knight's\nhelmet and out the back.\n\nEmmich deflects the lance of a Moslem charger and swipes the\nman with his sword, disemboweling him.\n\nGodfrey slays his opponent, but all around him, Moslems decimate\nthe Crusader knights in a one-sided battle.\n\nBaldwin of Chartres is run through the chest.\n\nMoslem archers ride the flanks of battle, picking targets. They\nshoot as they stand in their stirrups or from beneath the\nbellies of their horses as they swing beneath.\n\nGodfrey shields himself against the rain of arrows, but others\nare hit. Horses rear and fall.\n\nAn arrow strikes Emmich’s arm, He yanks it out.\n\nThe instant the arrows stop, Moslem riders charge from the\nopposite side. Before the Crusaders can turn their mounts, they\nare struck by Moslem swordsmen.\n\nDJARVAT AND HIS HORSEMEN\n\nbreak through Crusader- lines and penetrate into the heart of\nthe camp. Shouting “Allah Akbar!*, they hack down peasants and\nfootsoldiers.\n\nADHEMAR AND THE MONKS\n\nsink to their knees and pray, awaiting martyrdom. Women,\nchildren, and peasants have formed a ring of prayer around them.\n\nHAGEN\n\nblocks the downward blow of an Arab scimitar with his scythe\nhandle and with a loud WHOOSH cuts off the Arab’s arm. Hagen\ndrops the scythe and takes the scimitar from the detached hand.\n\nNow armed with a legitimate weapon, Hagen wades through the sea\nof battle. Dodging the colliding haunches of horses, he hacks\ndown an enemy footsoldier, then puts on the chest armor from\n\na fallen Crusader knight.",
  "83": "---END OF PREVIOUS SECTION---\nHagen\ndrops the scythe and takes the scimitar from the detached hand. Now armed with a legitimate weapon, Hagen wades through the sea\nof battle. Dodging the colliding haunches of horses, he hacks\ndown an enemy footsoldier, then puts on the chest armor from\n\na fallen Crusader knight. \n---TARGET SECTION TO BE ANNOTATED---\n Before the armor is secure, a Moslem\nswordsman attacks from the rear on foot, but Hagen blindly\nslices his throat with a dervish-like backward spin.\n\nHagen grabs a round Moslem shield from the ground and with one\nmotion parries the attack of two more Moslem swordsmen.\nDefeating them, he exchanges his scimitar for a straight\nCrusader broadsword which he takes from a dead knight.\n\f105.\nThe sword and its hilt make a cross. Hagen kisses the blade,\nfortified to have his accustomed weapon.\nFROM THE REAR OF THE BATTLE,\nArab archers launch flaming arrows into the Crusader camp.\nTHE CENTER OF THE CAMP\nis suddenly illuminated by burning missiles. Arrows arc over\na landscape of dead and dying, striking tents and carts which\nburst into flame. It seems the fires of Armageddon have come.\nAdhemar turns to Brother Bernard.\nADHEMAR\n\nThis is our punishment. God has\n\nforsaken us.\nOVERWHELMED AND OUTNUMBERED,\nthe Crusader knights fall back.\nEMMICH,\nfighting savagely, is knocked off his horse by a mighty blow.\nGODFREY\nrides among the ranks of men, exhorting them to fight,\n\nGODFREY\n\nTurn back and fight! Christ fights\n\nwith you!\nHAGEN\nThree archers lined up in a row take aim at some Crusaders.\nHagen charges them with his broadsword, running them through\nlike a kabob. He places his foot near the hilt of his sword\nand draws out the fully-buried blade.\nHe finds a dead Frankish knight and exchanges his Moslem shield\nfor a kite-shaped Crusader shield. He puts on Crusader shoulder\narmor, and yanks the open-faced helmet from the dead Crusader’s\nhead.\nHagen is starting to look like himself again.\nEMMICH,\n\nhorseless, wades among the ranks of men, using his sword to\ndrive terrified soldiers back to battle.\n\nEMMICH\nFight until the arrows find you!\n\f106.\nSome drop to their knees and take up the hymn of martyrdom.\nEmmich prods them to their feet.",
  "84": "---END OF PREVIOUS SECTION---\n106. Some drop to their knees and take up the hymn of martyrdom. Emmich prods them to their feet. \n---TARGET SECTION TO BE ANNOTATED---\nEMMICH\n\nFight! Or beg for death when they\n\npound stakes up your ass!\nHAGEN\nlooks around and sees a Moslem footsoldier trying to mount a\nCrusader horse. He slays the Arab and heaves himself into the\nsaddle. He shoves the helmet over his head.\nNow Hagen is once more a complete knight.\nA LARGE CLOUD OF SMOKE,\n\nbacklit by flames, engulfs the camp. Moslems flash by on their\nhorses like demonic shadows.\n\nTHE CRUSADERS\n\nare retreating en masse.\n\nHAGEN\n\nwheels around on his horse and sees a Crusader on the ground,\nbesieged on all sides. Seizing a pike from a footsoldier, he\ngallops to save him.\n\nUsing the hook, he snatches a Moslem off the knight and hurls\nhim away. He stabs another with the pike.\n\nThe Crusader struggles to his feet. Turning to face Hagen, he\nlifts his helmet and laughs. It’s Emmich.\n\nIvo rides up with a horse for Emmich, and he mounts, still\nlaughing at Hagen as he retreats before the Moslem onslaught.\n\nEVEN GODFREY\n\nmust retreat as Ibn Khaldun’s knights rout the Crusaders back\ninto their smoke-enshrouded camp.\n\nONLY HAGEN\n\nholds his ground. Engulfed by the advancing Moslem cavalry,\nhe fights like a berserker. Then he disappears into the\nspreading smoke.\n\nTHE CRUSADER ARMY\n\ndegenerates into panic. Soldiers turn tail and run. Others\nkneel around Adhemar, ‘praying as they await final martyrdom.\n\f107.\n\nDJARVAT AND HIS HORSEMEN\n\ncharge the circle of prayer, slaying unarmed monks with great\nrelish.\n\nTHE MADMAN\n\nretreats with the army, spouting nonsensical prophecy. Looking\nover his shoulder, he sees something so astounding that he stops\nrunning, stops ranting ~- and watches in awe.\n\nMADMAN'S POV\n\nOn the wall of smoke a remarkable vision appears.\n\nProjected onto the dark cloud by the backlight of the setting\nsun is the huge mounted silhouette of a Crusader knight on\nhorseback -- a gigantic SHADOW WARRIOR.",
  "85": "---END OF PREVIOUS SECTION---\nLooking\nover his shoulder, he sees something so astounding that he stops\nrunning, stops ranting ~- and watches in awe. MADMAN'S POV\n\nOn the wall of smoke a remarkable vision appears. Projected onto the dark cloud by the backlight of the setting\nsun is the huge mounted silhouette of a Crusader knight on\nhorseback -- a gigantic SHADOW WARRIOR. \n---TARGET SECTION TO BE ANNOTATED---\n The Shadow Warrior\nfights off Moslems who attack him two and three at a time.\n\nTHE MADMAN\nsiezes fleeing Crusaders and violently forces them turn around.\n\nMADMAN\nLook! Look!\n\nMonks and peasants cross themselves upon seeing the holy\napparition.\n\nMADMAN\nChrist! On the clouds of heaven!\nThe Lord has come!\n\nA hysteria spreads through the crowd.\n\n_. VOICES\nJesus is here! Christ has come to\ndeliver us!\n\nGODFREY, EMMICH, ADHEMAR\n\nstare at the giant silhouette, struggling to comprehend its\nmeaning.\n\nTHEIR POV: THE APPARITION\n\nA Moslem Horseman charges out of the cloud of smoke directly\nat CAMERA like the angel of. death, sword held high, shouting\nin Arabic -- the epitome of jihad.\n\nThe Shadow Warrior turns toward the terrifying Saracen and\nthrows his sword like a javelin.\n\nThe sword flies out of the dense smoke and strikes the Moslem\nthrough the back like a thunderbolt. When the Moslem keels\nforward, the sword arcs straight up like a triumphant cross,\nsurrounded by a mystical aureole of sunlight.\n\f108.\n\nEMMICH AND GODFREY\n\ngasp in wonder.\n\n_ GODFREY\nGod is with us! Turn and fight!\n/ EMMICH :\nFight, you cowards! God wills\n\nvictory!\n\nKnights pick up the cry, “God wills it.\" Like a wave, the\nresolve to fight spreads through the entire army.\n\nTHE SHADOW WARRIOR\n\nrides out of the cloud and the smoke around him disperses. The\nMadman is the first to recognize him. It is Hagen!\n\nMADMAN\nHagen! Hagen is Lord! Maranatha!\n\nHAGEN\n\nretrieves his sword from the Saracen’s back. When he looks up,\nhe sees that half the Crusade is staring at him in awe. Hagen\npauses for a breath, then raises his sword high.\n\nHAGEN\nFight for your lives! Follow me}\n\nHagen turns his horse and leads the Crusaders in a charge.\n\nIBN KHALDUN\n\nis astounded to see the Crusaders riding toward him. At the\nthreshold of victory, the Moslems hesitate. And in that moment,\nthe tide of battle shifts.",
  "86": "---END OF PREVIOUS SECTION---\nIBN KHALDUN\n\nis astounded to see the Crusaders riding toward him. At the\nthreshold of victory, the Moslems hesitate. And in that moment,\nthe tide of battle shifts. \n---TARGET SECTION TO BE ANNOTATED---\nTrumpets blare, rallying the Christians.\n\nHAGEN, GODFREY, EMMICH\n\nlead the way, riding in small groups into a sea of Moslems.\n\nInspired by faith, the Crusaders battle fearlessly, savagely,\npressing forward,\n\nTHE HEAVILY ARMORED KNIGHTS\n\nclose on the more lightly armored Saracens. Fighting in tight\nquarters, the Moslems are overpowered.\n\nIBN KHALDUN AND HIS KNIGHTS\n\nslowly retreat before the onslaught, filling the gaps, bravely\nfighting but losing ground.\n\fbe\n°\n.o\n\nDJARVAT AND HIS MEN\n\nare attacked in the middle of the camp by peasants and\nfootsoldiers wild with the scent of blood.\n\nWith their pikes and and clubs and shovels, the lowest of the\nCrusaders overwhelm the black~robed horsemen, pulling several\nto the ground and mashing them to a pulp.\n\nThe peasants converge on Djarvat and try to drag him out of the\nsaddle. He hacks at them, but the Crusaders keep coming.\n\nDjarvat panics.\nDJARVAT .\nRetreat! Retreat! These Christians\nare possessed!\n\nDjarvat wheels his horse and trampels those who hamper his\nretreat.\n\nHe and his black-robes gallop through the camp, pursued by the\nfanatical Crusaders.\n\nIBN KHALDUN\n\nwatches in disbelief as Djarvat and his men flee the field of\nbattle.\n\nMany of his beleaguered knights, seeing this betrayal, abandon\ntheir orderly retreat and flee for their lives.\n\nA BODY OF CRUSADERS .\n\npursue the routed Moslems, inflicting terrible losses.\n\nIBN KHALDUN,\n\nabandoned by half his army, fights on with the stalwart remnant.\n\nHagen sees Ibn Khaldun in the middle of the fray and drives his\nhorse towards him.\n\nIbn Khaldun sees Hagen. Their eyes meet and Hagen shouts.\n\nHAGEN\nLeila escaped! She is safe!\n\nIBN KHALDUN\nNo! Djarvat has her still!\n\nHagen is astounded. Ibn Khaldun nods with shared regret.\n\nIbn Khaldun looks around and sees there is no hope. He turns\nto Hagen, a face he can.trust.",
  "87": "---END OF PREVIOUS SECTION---\nIbn Khaldun nods with shared regret. Ibn Khaldun looks around and sees there is no hope. He turns\nto Hagen, a face he can.trust. \n---TARGET SECTION TO BE ANNOTATED---\n He shouts to his color guard.\n\n/ IBN KHALDUN\nStrike colors! Strike colors!\n\f110.\nThe banners are thrown down. Hagen yells at the Crusaders\naround him. .\n\nHAGEN\nGive them quarter! They surrender!\n\nSome of the men back off. Godfrey echoes the shout.\nGODFREY\n\nThey’ve struck their colors! Give\n\nthem quarter!\nSuddenly, there is a blood-curdling shriek.\nEmmich, Ivo, and a party of his men ride on the Moslem command,\nwho have now lowered their swords. Ibn Khaldun manages a last\nlook toward Hagen as he is cut down by Emmich.\nHagen rides into the tray and restrains two Crusaders, but he\nis powerless to stop the bloodbath. He turns away from what\nquickly becomes a slaughter.\nPEASANTS AND FOOTSOLDIERS\n\nflood forward with their tools and weapons to beat the life from\nthe remaining Moslems as they desperately scramble for escape.\n\nCrusader women and children join the fray, chasing a crawling\nMoslem, hacking at him with sickles and hoes.\n\nHagen reacts with disgust while knights laugh and shout\nencouragement.\n\nDJARVAT\n\nturns and looks at the pitiful remnants of a Mighty Arab army.\nBitter and ashame@, he rides for the hills with the survivors.\n\nAROUND HAGEN,\n\nthe cry, “Jerusalem, God wills it!\" begins and becomes a chorus.\nBut Hagen is silent.\n\nEXT. A STREAM BANK - DUSK\n\nAlone, Hagen washes his face beside a stream. In the distance\nthe cries and chants of the Crusaders can still be heard.\n\nSitting back he removes the “Hand of Fatima” which Leila gave\nhim, Holding it in his palm, he thinks of Leila.\n\nIn a sudden rage, Hagen tears at his white tunic decorated with\nthe crimson cross, symbol of the Crusade. He rips the garment\nin two and throws it’on the ground.\n\nThen behind him he hears a SOUND. Hagen’s hand goes to his\nweapon. Rising, he peers into the surrounding forest and sees --\n\flll.\n\nA WHITE HORSE\n\nstaring at him from the foliage.",
  "88": "---END OF PREVIOUS SECTION---\nHagen’s hand goes to his\nweapon. Rising, he peers into the surrounding forest and sees --\n\flll. A WHITE HORSE\n\nstaring at him from the foliage. \n---TARGET SECTION TO BE ANNOTATED---\n The animal nickers and steps\nout, It wears a bridle, saddle, and blood-stained trappings\nemblazoned with crimson CROSSES.\n\nHAGEN SMILES\n\nrecognizing his old mare that was lost when he sailed from Bari.\n\nHAGEN\nIt’s you.\n\nThe white horse nods and steps forward. Hagen steps to it and\nstrokes its head.\n\nHAGEN\nWhat a smart girl you are. How\ndid you find me?\n\nThe mare nuzzles him. Hagen glances again at the Hand of Fatima\nwhich he still holds.\n\nHAGEN\nTf you can find me, I can find\nher.\nEXT. THE CRUSADER CAMP - NIGHT\nHagen returns to the camp leading the white horse, from which\nhe has removed all the trappings. There is a celebratory mood\naround him. Crusaders drink and carouse in victory. The\nharlot’s cart is doing a land office business.\nThe Madman sees Hagen and proclaims his arrival.\nMADMAN\nThe Saviour! Hagen of the Cross!\nDeliver us from evil!\nCrusaders of all types turn toward Hagen, cross themselves,\n\ntouch him reverently. Many fall in behind Hagen, following him\nas he walks.\n\nHagen ignores them all, wanting no part of this Crusade.\nBROTHER BERNARD\nemerges from the shadows ahead and calls to him.\n\nBROTHER BERNARD\nHagen,...\n\nBrother Bernard approches him.\n\f \n\n112.\n\nBROTHER BERNARD\nBishop Adhemar sent me to find\nyou. His wound is quite grave.\nThere isn’t much time.\n\nHagen nods wearily and follows the monk. His unwelcome\nentourage trails behind.\n\nINT. ADHEMAR'S TENT - NIGHT\nHagen, still wearing body armor, steps into a large tent.\n\nMonks kneel in prayer around Adhemar's bed. A triangular death\nmask of black velvet embroidered with a silver skull is beside\nthe pillow. Brother Bernard whispers to the old man that Hagen\nhas come.\n\nAdhemar, breathing in short gasps looks up at him.\n\nADHEMAR\nHagen,...\n\nHagen says nothing. He waits uneasily as Adhemar whispers to\nBrother Bernard who motions the others to leave.",
  "89": "---END OF PREVIOUS SECTION---\nADHEMAR\nHagen,... Hagen says nothing. He waits uneasily as Adhemar whispers to\nBrother Bernard who motions the others to leave. \n---TARGET SECTION TO BE ANNOTATED---\n Adhemar\ngestures Hagen to sit beside him.\n\nADHEMAR\nSit by me.\n\nHagen sits. Adhemar reaches out and touches his arm.\n\nADHEMAR ;\nI am dying. Help me to die in\npeace.\n\nHagen looks at the old man, at a loss for words.\n\nHAGEN\nWhat can I do?\n\nADHEMAR\nI fear deeply that I have failed\nGod. I am tormented by the\nhorrors,...by the suffering, that\ni have allowed in his name.\n\nHagen sees the mortal terror in Adhemar’s eyes.\nADHEMAR\nYou are chosen by God. It must\nbe you who takes the Cross.\n\nHAGEN\nThe cross?\n\f113.\n\nADHEMAR\nThe True Cross in the Holy\nSepulchre. Take it and rule.\nYou alone are blessed.\n\nHagen agonizes over what he can say. Finally.\n\nHAGEN\nNo, Bishop, I am not blessed.\n\nAdhemar shakes his head in a denial of Hagen’s words. He grips\nHagen’s arm with a sudden rush of strength.\n\nADHEMAR\nYou bear his sign. Follow God's\nwill.\n\nHAGEN\n\nI know nothing of God’s will.\nHagen speaks without looking at Adhemar.\n\nHAGEN\nThe cross on my back is a brand\nthat I burned on myself to escape\nhanging. My dream was alla\nie...\n\nHagen turns to Adhemar.\n\nHAGEN\nI deceived you.\n\nAdhemar lies with his eyes open. He is dead, but his expression\nimplies he is at peace.\n\nHAGEN RISES\n\nfrom the bed and backs away. A monk moves past him from the\ndoor, kneels, and begins praying. Another crosses to Adhemar,\ncloses his eyes and places the death mask over his face. As\nHagen moves away the tent gradually fills with clergy, intoning\nprayers for Adhemar.\n\nEXT. THE CRUSADER ARMY - OUTSIDE JERUSALEM - DAWN\n\nA huge choir sings praise of the Lord as the vast army of\nCrusaders descends from the hills surrounding Jerusalem. The\ndomes of the city gleam like gold in the sun’s first rays.\nGODFREY\n\nwalks at the lead, barefoot, wearing a monk’s robes.",
  "90": "---END OF PREVIOUS SECTION---\nTHE CRUSADER ARMY - OUTSIDE JERUSALEM - DAWN\n\nA huge choir sings praise of the Lord as the vast army of\nCrusaders descends from the hills surrounding Jerusalem. The\ndomes of the city gleam like gold in the sun’s first rays. GODFREY\n\nwalks at the lead, barefoot, wearing a monk’s robes. \n---TARGET SECTION TO BE ANNOTATED---\n Behind\n\nhim his large contingent of loyal knights follow in penitent\nprocession.\n\f114,\n\nEMMICH RIDES ON HORSEBACK\nat the head of his large camp of conquerors.\nHAGEN IS NEXT, ASTRIDE HIS WHITE HORSE.\n\nBut following him, the Madman whips himself with a scourge, a\nfew steps ahead of a legion of followers -- hundreds of\nfootsoldiers, peasants, and humble knights, all fanatically\ndevoted to the miraculous Hagen of the Cross.\n\nThe sight of the walled city excites them to a frenzy. Many\nthrow away their shoes and stumble ahead, their bare feet torn\nand bloody from the rocks. Some crawl on their knees in\npenitence,\n\nHagen stares at the city trying to peer through the walls.\nTrying to see Leila.\n\nEmmich drops back and waits for Hagen. Hagen ignores him, but\nEmmich walks alongside.\n\nEMMICH\nHagen, I’m in your debt. You\nsaved my life.\n\nHAGEN\nThat was a mistake.\n\nEMMICH\nNo, brother. Even enemies can\nbe useful to*each other.\n\nHagen glances suspiciously at Emmich, who nods toward Godfrey.\n\nEMMICH\nWhat do you gain if Godfrey\nbecomes king? A handful of coins?\n\nHAGEN\nWhatever I can take.\n\nEMMICH\nIf I wear the crown, you’ll have\nmy lands in France. Our father’s\nestate will be yours.\n\nHagen’s eyes betray a flash of interest.\n\nHAGEN\nYou're a liar.\n\nEMMICH\nWhat need will I have for a\nhillside of grapes when I’m\nsitting on Herod's throne? We’ll\nnever see each other again.\n\f115.\n\nHagen walks on a few steps.\n\nHAGEN\nwhat do you want?\n\nEMMICH\nOnly your love. -- And the loyalty\nof those who follow you.\n\nEmmich glances back at Hagen‘s large army of supporters. Hagen\nthinks for a moment, then turns amicably to Emmich.\n\nHAGEN\nBrother, before I see you King\nof Jerusalem...\n{a beat)\nI'll wear the crown myself.\nHagen smiles at him a beat, then marches forward.",
  "91": "---END OF PREVIOUS SECTION---\nHAGEN\nBrother, before I see you King\nof Jerusalem... {a beat)\nI'll wear the crown myself. Hagen smiles at him a beat, then marches forward. \n---TARGET SECTION TO BE ANNOTATED---\nEmmich stops in place, seething, as Hagen‘s army streams around\nhim.\n\nEXT. THE WALLS OF THE CITY - DAY\n\nMoslems hoot and jeer from the heights of the walls as Crusader\nknights begin the construction of siege towers.\n\nEXT. INNER WALLS OF JERUSALEM - DAY\n\nCitizens under the supervision of the city’s guard pile bales\nof cotton against the gates.\n\nMasons are walling across streets to make interior barricades.\nA CLATTER OF HOOVES.\n\nDjarvat, iftikhar the Governor, and seven horsemen ride at speed\nthrough the streets.\n\nThey stop at the gates of Ibn Khaldun’s palace and Djarvat, now\nclearly the leader of Jerusalem, shouts to a guard. The gates\nopen and they enter.\n\nINT. IBN KHALDUN’S PALACE - A COURTYARD ~ DAY\n\nLeila, in a veil of mourning, faces Djarvat in a small\ncourtyard, surrounded by his black-robed minions.\n\n_ DJARVAT\nDugeq still desires you. Tomorrow,\nyou will leave for Damascus.\n\nLEILA\nI would rather die.\n\nDjarvat indicates two of his men.\n\f116.\n\nDJARVAT\nThey will see that doesn’t happen.\nYou should thank me, princess,...\nDugaq promises to rout these\nChristians. After your father's\ndefeat, you might restore some\nhonor to your name.\n\nLEILA\nMy father sought peace. He died\nwith his honor intact, a victim\nof your deception.\n\nINT. A ROOM OFF THE COURTYARD - DAY\n\nIn a darkened room Ari peers through the filigree and listens\nas Djarvat gives final orders to his men,\n\nDJARVAT (IN THE B.G.)\nwatch her carefully. I'11 arrange\nyour departure for dawn.\n\nEXT. THE SIEGE TOWERS - AFTERNOON\nHAGEN,\n\napart from other workers, swings an axe, cutting logs into\nusable shapes as part of the huge construction effort. As he\nworks a LONE MONK, whose face is hidden under a raised cowl,\nwalks nearby spouting verse to encourage the workers.",
  "92": "---END OF PREVIOUS SECTION---\nEXT. THE SIEGE TOWERS - AFTERNOON\nHAGEN,\n\napart from other workers, swings an axe, cutting logs into\nusable shapes as part of the huge construction effort. As he\nworks a LONE MONK, whose face is hidden under a raised cowl,\nwalks nearby spouting verse to encourage the workers. \n---TARGET SECTION TO BE ANNOTATED---\nLONE MONK\nHeed the Revelations! Wherein it\ntells of Jerusalem's fall:\n“Forward Pilgrims, death to all\nwho have offended Christ!”\n\nHagen doesn't look up or pay attention as the Monk approaches,\ndelivering his final Pyords almost directly into Hagen’s face.\n\nLONE MONK\n“Leave not woman nor child!\nExterminate the filth and bring\nthe day of redemption.” Have you\nthe stomach for it, Knight?\nHAGEN\nlooks into the Monk's face.\nTHE MONK\n\nis Ari. After a quick smile of recognition, he grabs Hagen’s\narm.\n\n_ ARI\nCome Knight! Pray with me.\n\f117.\n\nAri moves Hagen a short distance away and kneels, pulling Hagen\ndown beside him.\n\nHAGEN\nHave you seen Leila? Is she well?\n\nARI\nShe is captive in the palace.\nDjarvat rules now.\n\nHAGEN\nThe battle begins tonight. Tell\nher to stay hidden till I arrive.\n\nARI .\nHagen, Leila is in danger even\nbeyond this madness. -- Djarvat\n\nhas sold her to Dugaq. She’ll\nbe carried to Damascus at dawn.\n\nHagen stands and ponders what to do.\n\nHAGEN\nTake me to her. Now.\n\nAri grabs his arm and holds him.\nARI\n\nWait. There is a way through the\n\nwalls, But not before sundown.\nEXT. THE WALLS OF JERUSALEM - DUSK\nBy firelight huge siege towers are pulled by hundreds of men\ntoward the the walls. Emmich exhorts his team to greater\neffort.\n\nEMMICH\nPull! Soon you’ll all be rich}\n\nFROM THE WALLS\n\nThere is a sudden eruption of fireballs into the night sky.\nTHE FIREBALLS ARC\n\nout and strike among the Crusaders who pull the towers.\n\nThey break, spreading flame like napalm.\n\nA fireball breaks on the tower itself, setting it afire.\n\nEXT. ATOP THE WALLS - DUSK\n\nDjarvat orders squads of Moslem soldiers to quickly load clay\n\nballs, each with a burning fuse, into catapults. Another\nbarrage of Greek Fire (fireballs) is launched.\n\f118.\n\nEXT.",
  "93": "---END OF PREVIOUS SECTION---\nAnother\nbarrage of Greek Fire (fireballs) is launched. 118. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE SIEGE TOWERS - NIGHT\n\nGodfrey commands a bucket brigade that hoists buckets up the\ntowers to control the fire.\n\nREPLACEMENTS,\n\nMonks, commoners and even women, step over the charred bodies\nof fallen comrades and take the ropes. Singing the anthem\n“Congregati sunt” they drag the siege tower toward the walls.\n\nEXT. A RUIN NEAR THE BASE OF THE WALLS - NIGHT\n\nFireballs, launched from the walls above, explode near two\nrunning figures, illuminating Ari and Hagen.\n\nThey scramble for cover in the rocks as arrows, some tipped with\nflame, whistle down on them from the walls.\n\nAri pulls Hagen down into a crawlway. They move on their\nbellies and enter a hole through the rock that leads below.\n\nINT. AN ANCIENT CISTERN ~ NIGHT\n\nSliding down a steep slanting face of stone, Ari splashes into\nshallow water at the bottom. Hagen comes down in a controlled\nslide behind him.\n\nAri removes a ball of fire wool from his shirt and an oil soaked\ntorch. In the moonlight from the entrance he strikes a flint\nand lights a fire as Hagen gazes around.\n\nTHE LIGHT OF ARI‘S TORCH ILLUMINATES\n\na room where they stand ankle deep in filthy water. Animal\nbones are strewn throughout.\n\nHAGEN\nWhat is this place?\n\nARI\nIt was built to drain the blood\nof sacrifices from the Temple of\nSolomon,...I played hide and seek\nhere when I was a child. My first\nholy relics were gathered from\nthese bones.\n\nForced to a crouch, Hagen follows Ari into a passageway.\n\nEXT, THE SIEGE - NIGHT\n\nIN A SERIES OF SHOTS\n\nUnder a hail of stones, arrows and Greek Fire, the siege towers\n\nare inched to the walls. A carpet of dead lays strewn behind,\nshowing the path they took.\n\f119.\n\nSoldiers crank the launcher of a mangonel. Emmich supervises\nas his men whip Moslem prisoners, forcing them to boost a huge\nrock into the catapult.\n\nEmmich sights the weapon at a parapet ordering last minute\nadjustments.\n\nThe weapon fires and a huge stone whistles up toward the city.",
  "94": "---END OF PREVIOUS SECTION---\nEmmich supervises\nas his men whip Moslem prisoners, forcing them to boost a huge\nrock into the catapult. Emmich sights the weapon at a parapet ordering last minute\nadjustments. The weapon fires and a huge stone whistles up toward the city. \n---TARGET SECTION TO BE ANNOTATED---\nATOP THE WALLS\n\nThe stone shatters a wall and collapses a section of roof near\nDjarvat, killing the Moslem archers who use it for cover.\nDjarvat barely escapes being crushed by a stone.\n\nOUTSIDE THE WALLS\n\nEmmich laughs then turns, facing the Moslem prisoners.\n\nEMMICH\nMore rocks!\n\nA PRISONER\nThere are no more, Effendi.\n\nEmmich stares at them in rage. He shouts to Ivo.\n\nEMMICH\nUse their heads.\n\nEmmich and the other Crusaders attack the unarmed prisoners,\nhacking at them.\n\nHeads are piled into the launcher.\n\nThe catapult springs.\n\nATOP THE WALLS\n\nDjarvat and his troops are struck by a barrage of human heads.\n\nIftikhar climbs onto the parapet, tripping over the grisly\nprojectiles. He approaches Djarvat in a panic.\n\nIFTIKHAR\nSend the princess now! We need\nDugaq’s army!\n\nDjarvat looks from his demoralized defenders to the inflamed\nCrusaders below.\n\nDJARVAT\nStay here. I'‘11 deliver her\nmyself. .\n\nHe climbs down a ladder, leaving Iftikhar in command.\n\f120.\n\nEXT. THE WAILING WALL - NIGHT\n\nHagen and Ari scramble from the cistern into the ruins of the\nTemple inside the walls of Jerusalem. Near the Temple Gate,\nabove their heads is a whistling sound and a heavy crash as a\nrock slams into the roof of a building. They squeeze against\na wall as brick cascades down in front of them.\n\nWhen the danger has passed they run for Ibn Khaldun’s palace,\nIVO HOLDS A TORCH\n\nto the oil-soaked rags on the tip of a giant, ten-foot arrow\nthat protrudes from a massive, cannon-sized, crossbow.\n\nA second arrow is lit on another giant crossbow.\nA third.\nINT. IBN KHALDUN'S PALACE - NIGHT\n\nFires burn in the entry of the palace. A burning arrow crashes\nthrough the ceiling.\n\nDjarvat and four of his men hold Leila as bricks and burning\ntimbers fall around them. She struggles to get away and he\nsmacks her.\n\nHe shoves her down a flight of stairs.\nEXT.",
  "95": "---END OF PREVIOUS SECTION---\nShe struggles to get away and he\nsmacks her. He shoves her down a flight of stairs. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE COURTYARD - NIGHT\n\nThe courtyard is lit by the glow of fires from the burning\npalace. Djarvat and his men emerge with Leila between them.\n\nDJARVAT\n(shouting orders)\nTie her on the horse,...\n(to another man)\nRide ahead to the Gate. Keep it\nopen!\n\nLeila spits in his face. Djarvat kicks her in the stomach, and\nthe men drag her to the horse.\n\nEXT. THE WALLS ~ NIGHT\n\nA full assault begins. The siege towers are pushed to the\nwalls. Under a hail of stones and Greek fire, the Crusader\nknights climb the towers.\n\nATOP THE TOWER\n\nsquads of crossbowmen, archers, and soldiers, hurling burning\n\npitch, launch a fusillade against the Moslems guarding the city\nwall, only twenty feet away.\n\f121.\n\nSLOWLY, FROM THE TOWER\na bridge-like structure is cranked out toward the walls.\nEXT, IBN KHALDUN’S PALACE GATE - NIGHT\n\nDjarvat and three men gallop out of the gate with Leila and\nproceed down a busy street. They turn into...\n\nEXT, A DESERTED ALLEY - NIGHT\n\nBut rubble blocks their way. They swing around to retrace their\nsteps, but...\n\nHAGEN AND ARI\nrush into the alley and block their retreat.\nIN A SERIES OF SHOTS\n\nDjarvat reins his horse and draws a scimitar. The guard in\nfront charges, scimitar raised. Hagen gashes his side with a\nswing of his broadsword.\n\nDjarvat tries to turn his horse but Ari lunges and grabs the\nreins. In the struggle for control, Djarvat’s horse shies,\ntwists, and falls onto its side.\n\nAs the third black-robe calms his steed, Ari cuts Leila from\nher horse.\n\nDjarvat springs to his feet, scimitar in hand. Hagen rushes\ntoward him, brandishing his larger broadsword.\n\nDjarvat snatches the dead guard’s scimitar from the ground and\nmow faces Hagen with a weapon in both hands.\n\nA whirlwind of blades, Djarvat. charges Hagen, forcing him back.",
  "96": "---END OF PREVIOUS SECTION---\nHagen rushes\ntoward him, brandishing his larger broadsword. Djarvat snatches the dead guard’s scimitar from the ground and\nmow faces Hagen with a weapon in both hands. A whirlwind of blades, Djarvat. charges Hagen, forcing him back. \n---TARGET SECTION TO BE ANNOTATED---\nAgainst such speed, Hagen cannot strike out with his bulky\nweapon, but only use its side to defend himself. He blocks a\n\ntorrent of deadly blows, but Djarvat’s blades strike closer and\ncloser to flesh.\n\nMISSILES FROM THE CRUSADER MANGONELS\n\nsmash into the building above them, crumbling its walls. Hagen\nand Djarvat are bombarded by rubble and knocked to the ground.\n\nAri yanks Leila safely into a doorway. The remaining guard on\n\nhorseback is buried under heavy stones.\n\nHagen digs through debris for the sword which dropped from his\nhand. Djarvat has lost one scimitar but still grips the other.\nHe gets to his feét.\n\nHagen finds the hilt of his sword and grabs it -- but Djarvat\nalready stands over him, scimitar raised high.\n\nDjarvat smiles. The scimitar begins its downward arc.\n\f122.\n\nBUT A FLASHING BLADE SEVERS HIS HAND ABOVE THE WRIST!\n\nDjarvat twists in shock to see his spurting arm...and Leila,\nface contorted with rage, holding a bloody scimitar.\n\nWith eyes hard as a falcon’s, Leila HACKS down again, and again,\nand again!\n\nDjarvat topples to the ground, dead.\n\nHagen climbs from a pile of debris and comforts Leila, who\nshudders in his arms.\n\nEXT. THE WALLS BY THE SIEGE TOWERS - NIGHT\n\nunder a hail of arrows and missiles, Moslems drag a huge vat\nof burning oil to the wall. Many are cut down as they dump it\nover the side.\n\nLOWER DOWN THE TOWER,\n\nmen cranking wheels that extend the bridge are doused by burning\noil. They fall away but others quickly take their places.\n\nTHE BRIDGE TOUCHES THE WALL\n\nand Godfrey shouts the command to charge. Led by Emmich, the\nknights in heavy armor walk across the bridge, swinging their\nswords, hacking a swath through the Moslem guards.\n\nGODFREY\n(shouting)\nTo the Temple Gates! Open the\ngates!\n\nEXT. STREETS OF JERUSALEM - NIGHT\n\nHagen, Leila, and Ari are swept along in a sea of terrified\ncivilians. They turn and run toward the Wailing Wall.",
  "97": "---END OF PREVIOUS SECTION---\nEXT. STREETS OF JERUSALEM - NIGHT\n\nHagen, Leila, and Ari are swept along in a sea of terrified\ncivilians. They turn and run toward the Wailing Wall. \n---TARGET SECTION TO BE ANNOTATED---\nAt an intersection, they see the Temple Gate open, Crusader\nfootsoldiers pour through. Civilians, women and children, are\nchased and hacked down by the frenzied footsoldiers.\n\nHagen, Leila, and Ari stop at the corner of a building and stare\nfor a beat at the massacre.\n\nARI\nOniy one place is safe. The Holy\nSepulchre. They'll spare the\nChristians.\nThey turn and, following him, race away.\nEXT. THE JEWISH QUARTER - NIGHT\n\nJews run from their houses as Crusaders swarm the streets,\ntorching whatever will burn.\n\fThe Hermit Monk climbs to a rooftop holding a staff with the\ncross atop it.\n\nHERMIT MONK\nThe Jews that murdered our\nsaviour! Kill them! Exterminate the\nname of Israel!\n\nEXT. STREET NEAR THE SYNAGOGUE - NIGHT\n\nHagen, Ari, and Leila run along a street littered with Jewish\ndead. At a cross street they see---\n\nJEWS,\n\nflock from all directions toward their synagogue. Most wear\nprayer shawls and carry books of prayers. Singing can be heard\nfrom within as the masses press toward the doors of the\nbuilding.\n\nARI STOPS COLD IN HIS TRACKS\n\nand watches them. The shouts and cries of Emmich and the\napproaching Crusaders can be heard. “Death to the Jews,...Death\nto the enemies of Christ!”\n\nAri suddenly gasps, seeing--\n\nYacub, his uncle, wearing a prayer shawl and holding a Torah.\nYacub hurries toward the synagogue among the others.\n\nARI\nOh, God...\n{shouts)\nYacub!\n\nAri shouts again for his uncle, who doesn’t hear him. ari turns\nto Leila.\n\nARI\nPrincess, you know the way to the\nsepulchre?\n\nLEILA\nYes.\n\nARI\nGo without me.\n\nHAGEN\nwhat?\n\nARI\nGo!\n\nHagen takes his arm. Ari pulls away.\n\fARI\nMy uncle is a Jew. -- And so am\nI.\nHagen looks at Ari for a beat.\n\nARI\nHe needs me. Go!\n\nAri kisses Hagen and draws back.\n\nARI\nWe’ll meet again,\n\nAri launches himself into the crowd, fighting his way toward\nhis uncle, shouting his name.",
  "98": "---END OF PREVIOUS SECTION---\nGo! Ari kisses Hagen and draws back. ARI\nWe’ll meet again,\n\nAri launches himself into the crowd, fighting his way toward\nhis uncle, shouting his name. \n---TARGET SECTION TO BE ANNOTATED---\nAT THE DOORS OF THE SYNAGOGUE,\nYacub stops and turns. He sees Ari.\n\nARI\nWait! Don't go in!\n\nYacub struggles to stand in place as the mob of panicked Jews\ncrushes him into the synagogue.\n\nA SQUAD OF CRUSADERS\nemerges from a side street firing with crossbows.\nHAGEN AND LEILA -\n\nduck back as arrows slam around them. They crouch as a second\nbarrage of arrows sticks in the doorway above their heads.\n\nHagen shelters Leila as they are forced back toward the shelter\nof a side street.\n\nAT THE DOORS OF THE SYNAGOGUE,\nAri reaches Yacub and tries to pull him away.\nThe press of the mob is too strong. They are forced inside.\n\nCrusaders slam the doors closed behind them and seal the\nentrance with a large timber.\n\nEXT. A STREET - NIGHT\n\nAs Hagen and Leila race down a street they are suddenly\nconfronted by SEVERAL FOOTSOLDIERS hurling booty from a house.\n\nFOOTSOLDIER\nThat Moslem beauty should be\nshared my friend.\n\nHagen cuts down the leader and holds the others back with his\nsword as he and Leila pass and continue down the street.\n\fEXT. THE SYNAGOGUE SQUARE - NIGHT\n\nThe square is a litter of bodies of Jews who did not make it\nto the synagogue and were cut down by Crusaders.\n\nThe Hermit Monk, sword in hand, kills alongside the others.\nEmmich, panting with exhaustion, swings halfheartedly at the\npleading masses that surround him, Then he stops and looks up\nat the synagogue.\nFrom inside the sound of singing can be heard.\nHERMIT MONK\n\nThey still worship. Burn them!\n\nBurn the temple. .\nThe cry of “Burn Them,” is taken up by the others.\nIVO AND OTHERS\n\npush a cartload of hay beneath the doorway of the synagogue and\nset fire to it.\n\nThe soldiers cheer and shout as it blazes up.\nGODFREY’S MEN OPEN A GATE IN THE CITY WALL,\n\nand horses are driven into the city. Crusaders rush to mount\nthem.\n\nEXT. THE SYNAGOGUE - NIGHT\n\nEmmich stands before the synagogue watching it burn. Ivo is\nbeside him.",
  "99": "---END OF PREVIOUS SECTION---\nEXT. THE SYNAGOGUE - NIGHT\n\nEmmich stands before the synagogue watching it burn. Ivo is\nbeside him. \n---TARGET SECTION TO BE ANNOTATED---\nEMMICH\nWe’ve done good.\n\nIvo\nEmmich, the street of the gold\nsmiths...There’s jewels, treasure\nof all kinds,...\n\nHorses are led into the square by Crusaders. Emmich and Ivo\nsaddle up.\n\nEMMICH\nThere’s only one treasure here.\nThe True Cross. The man who has\nit has the crown.\n\nEXT. THE HOLY SEPULCHRE - NIGHT\n\nChristians and Moslem refugees, mainly women and children, enter\nthe courtyard of the Sepulchre through a large gate.\n\f126.\n\nHuge flaming bolts arc across the sky and strike the surrounding\nbuildings.\n\nEXT, THE SEPULCHRE WALL - NIGHT\n\nHagen and Leila have reached the gate. In the background, smoke\npours from the foolscap dome of the Sepulchre.\n\nEXT. COURTYARD OF THE HOLY SEPULCHRE ~ NIGHT\n\nHagen and Leila press through the gate. They are guided by |\nmonks and nuns to shelter under the archways of the surrounding\nbuildings.\n\nHagen looks toward the burning church. A bucket brigade of\nmonks is trying to put out the flames.\n\nHAGEN’S GAZE\n\ncomes to rest on the door of the Holy Sepulchre. Smoke pours\nfrom inside and Hagen reacts as---\n\nAN OLD MONK, THEODOSIUS,\n\nappears through the smoke. His eyes desperately search the\ncrowd, the young, the old, the feeble. But his penetrating gaze\nfinds Hagen. He points at him and calls out.\n\nTHEODOSIUS\nYou!...Come!\n\nHAGEN,\namazed, starts toward the monk.\nTHEODOSIUS\nYou have strength. Help us save\n\nthe cross.\n\nHagen, stricken by the old man’s words, glances at Leila, then\nsteps to the doorway.\n\nThe old monk stares at him through the swirling smoke. His\nwords are indistinct in the roar of the flame.\n\nTHEODOSIUS\nTI am Theodosius. God has sent\nyou.\nHe turns into the smoke-filled entrance, and Hagen follows.\nINT. THE SEPULCHRE - NIGHT\nFire licks at tapestries and icons as monks work a bucket\n\nbrigade in a futile effort to control it.",
  "100": "---END OF PREVIOUS SECTION---\nHe turns into the smoke-filled entrance, and Hagen follows. INT. THE SEPULCHRE - NIGHT\nFire licks at tapestries and icons as monks work a bucket\n\nbrigade in a futile effort to control it. \n---TARGET SECTION TO BE ANNOTATED---\n Above, the roof\ntimbers are ablaze.\n\f127,\nHagen, Collowing Theogosius, sees the altar through smoke and\nflames.\nPOV HAGEN\nA silver cross stands before the Mosaic of Abraham. A beam\nsuddenly drops from the ceiling and fire rises, obliterating\nit from view. Then, magically, it reappears.\nHAGEN PUSHES TO THE ALTAR.\n\nHe steps through burning rubble. Flames scorch the silver as\nhe reaches the cross.\n\nAt the center of the silver cross is a piece of ancient\nblackened wood, the remains of the True Cross.\n\nHagen grabs the cross member with his hands. He winces. His\nhands are burned at its touch, but he holds it and slowly lifts\nit from the altar and settles it onto his back.\n\nAt the touch of the hot metal, his shirt burns away and he\ngroans with pain as he struggles with his burden.\n\nTHE MONKS FIGHT\n\nback the flames with buckets of water as Hagen carries the heavy\ncross toward the door. Theodosius walks ahead, guiding him\nthrough the smoke.\n\nEXT. THE SEPULCHRE COMPOUND - NIGHT\n\nEmmich and his men ride to the outer door of the compound. A\nram is brought forward and slammed against it. The door\ncollapses and they ride into the courtyard.\n\nEXT. THE COURTYARD - NIGHT\n\nEmmich leads his men into the courtyard and his look goes\nstraight to the Sepulchre.\n\nLIKE AN IMAGE FROM A RELIGIOUS PAINTING\n\nHagen appears through smoke and flames carrying the cross.\nTHE CRUSADERS AROUND EMMICH\n\nare stricken. They stare, amazed, as---\n\nHAGEN STEPS FROM THE SEPULCHRE.\n\nStaggering under the weight, he descends the steps, with\nTheodosius and monks following.\n\nHIS HEAD LOWERED, HAGEN\n\nis unaware of Emmich. As he walks he hears the clanking of\narmor, Looking up, he sees---\n\f128.\n\nTHE KNIGHTS\n\nease themselves off their horses and drop to their knees at the\nsight of Hagen.",
  "101": "---END OF PREVIOUS SECTION---\nHIS HEAD LOWERED, HAGEN\n\nis unaware of Emmich. As he walks he hears the clanking of\narmor, Looking up, he sees---\n\f128. THE KNIGHTS\n\nease themselves off their horses and drop to their knees at the\nsight of Hagen. \n---TARGET SECTION TO BE ANNOTATED---\nTHE MADMAN\n\nis completely awestruck,\n\nIN THE COURTYARD,\n\nEmmich remains mounted, but many of his men, so stricken by the\nimage of Hagen and the True Cross, push forward a reach to touch\n\nthe relic.\n\nEMMICH\nPathetic fools! Kill him!\n\nNone respond to Emmich.\nHAGEN CALLS TO\nTheodosius and the monks who now surround him.\nHAGEN .\nTake the Cross! Hide it where no\n\ncrusader will ever find it!\n\nAt Theodosius’ command, a dozen monks lift the Cross from\nHagen’s back. As they take it away, Hagen draws his sword.\n\nEMMICH\nSeize the Cross!\n\nEmmich looks down to see Ivo on his knees, praying alongside\nall the others. The Madman cries out in ecstasy.\n\nMADMAN\nHagen is king! King of Jerusalem!\nHagen is king!\n\nIn a mad fury, Emmich draws his sword, rides over Ivo, and\npushes his sword through the Madman’s back.\n\nTHE MADMAN\n\ncollapses onto the ground. With blood dripping from his mouth,\nhe casts a last worshipful look at his hero.\n\nMADMAN\nHagen...\n\nEMMICH\nreins his horse around and faces Hagen.\n\nEMMICH\nYes...Now!\n\f129.\n\nHe charges Hagen, who meets him in a two-handed stance. Emmich’s\nfirst swing misses. He swings around for another.\n\nLEILA WATCHES\nthe unequal battle from the courtyard.\nEMMICH TRIES\n\nto trample Hagen. Hagen is knocked down. Emmich’s horse rears\nand stomps him, but he manages to roll away and spring catlike\nto his feet.\n\nEmmich charges, and Hagen retreats toward the colonnade that\nlines the courtyard. Emmich swings, but Hagen darts behind a\ncolumn.\n\nEmmich maneuvers around the column, hacking at Hagen and forcing\nhim into the open. As Eaunich charges again, Hagen jumps onto\nthe raised porch of the church and swings his sword with all\n\nhis strength. The blade catches Emmich just below the ribs,\nsevering his head, sword arm and upper torso in one piece.",
  "102": "---END OF PREVIOUS SECTION---\nEmmich maneuvers around the column, hacking at Hagen and forcing\nhim into the open. As Eaunich charges again, Hagen jumps onto\nthe raised porch of the church and swings his sword with all\n\nhis strength. The blade catches Emmich just below the ribs,\nsevering his head, sword arm and upper torso in one piece. \n---TARGET SECTION TO BE ANNOTATED---\nSword still in a hand, a horrible battle cry bursting from his\nlungs, Emmich’s upper trunk falls to the dust of the courtyard.\n\nThe horse squeals in panic and rears with Emmich’s lower body\n\nin the saddle. It turns and gallops out the courtyard gate into\nthe streets of Jerusalem with the ghostly half-Emmich still in\nthe saddle.\n\nHAGEN WATCHES .\n\nthe horse disappear, then he rams the blade of his sword into\nthe dirt and breaks off the blade.\n\nHe crosses to Leila and takes her in his arms.\n\nEXT. JERUSALEM - DAWN\n\nIN A SERIES OF SHOTS\n\nFires still burn and a deathly veil of smoke hangs over the\ncity. From somewhere in the streets a chorus of a thousand\n\nvoices sings an anthem of victory.\n\nThe burned ruin of Al-Aqsa mosque looms in the foreground as\na huge procession passes the lifeless square.\n\nThe Hermit Monk, now in the robes of a bishop surrounded by\nacolytes swinging censers of incense, leads a solemn march of\nthe victors through what was once a living city. They step over\nbodies and limbs and slog through puddles of blood.\n\nThe gold cross atop his-staff floats through swirls of smoke\nagainst a background of fire and devastation.\n\f130.\n\nEXT. A SIDE STREET - DAWN\n\nHagen, on foot, leads two horses packed for travel. Leila,\nwearing a veil, is mounted on one.\n\nThey emerge onto a square near the burned ruins of the\nsynagogue. The area is littered with Jewish dead. A few pyres\nof burning bodies are tended by black masked soldiers.\n\nHAGEN\n\ngazes toward the ruins of the synagogue. Something on the\nground catches his eye. He reaches down and lifts a yarmulke.\nAs his thoughts go to Ari the singing is suddenly louder and---\n\nTHE CRUSADER PROCESSION APPEARS.\n\nGodfrey rides at its head, followed by Ivo and other prominent\nknights, united in victory.\n\nHagen’s expression betrays disgust, and the same can be read\nin Leila’s eyes.\n\nGODFREY\nsees Hagen. He leaves the others and approaches him.\n\nGODFREY\nHagen, come to the Holy Sepulchre.",
  "103": "---END OF PREVIOUS SECTION---\nGODFREY\nsees Hagen. He leaves the others and approaches him. GODFREY\nHagen, come to the Holy Sepulchre. \n---TARGET SECTION TO BE ANNOTATED---\nI am to be crowned king. I\npromise there will be a high place\nfor you in my realm.\n\nHAGEN\nYou'll wear a crown of gold where\nChrist wore a crown of thorns?\n\nGodfrey hears the innuendo but chooses to ignore it.\nGODFREY\n\nJoin us in giving thanks to God\nfor the glory of this conquest.\n\nHAGEN\nWhat glory?\nGODFREY\nOur victory has restored God's\n\nkingdom.\nHagen reacts to the outrageous irony of Godfrey’s words.\n\nHACEN\nGod‘s kingdom.\n\nHagen looks around at the piles of dead and the burning ruins\nthat surround the plaza.\n\f131.\n\nHAGEN\nTake a look around. Take a deep\nbreath and with the stench of\ndeath in your nose, go tell God\nyou've restored his kingdom.\n\nHagen turns and leads the horses away from the procession.\n\nGodfrey, fighting whatever wells from his own conscience, backs\naway and begins singing the Latin words of the anthem.\n\nEXT. THE WALLS OF JERUSALEM NEAR DAVID‘’S GATE - MORNING\n\nAs Hagen and Leila approach the open gate that leads from the\ncity, a RAGGED PEDDLER emerges from the shadows of a building\nand approaches them.\n\n. PEDDLER\nChristian,...Christian, wait!\n\nHagen ignores the Peddler and keeps moving, but the man pursues.\n\nPEDDLER\nWhen you leave this holy city\nwould you not want to carry a\npiece of the True Cross? Surely\nyou of all knights have earned\nit for your valor.\n\nHagen turns at the familiar ring of the man’s words.\nA DIRTY FACE\nsmiles up at him. Hagen beams. It's Ari.\n\nHAGEN\nAri!\n\nHagen hugs him and looks him over. Ari is pretty badly bruised\nand burned.\n\nARI\nI found a way out for my uncle\nand ten others.\n\nAri shrugs as Hagen shakes his head, smiling.\n\nARI\nAnd you? No crown? No treasure?\n\nHAGEN\nwe'll live as I was born to live,\nfrom the land.\n\nARI\nSad, you had such promise as a\nthief...\n\nHe takes Leila’s hands.\n\f \n\n132.\n\nARI\nAnd these soft hands, Princess,\ntilling the soil?\n\n.",
  "104": "---END OF PREVIOUS SECTION---\n132. ARI\nAnd these soft hands, Princess,\ntilling the soil? . \n---TARGET SECTION TO BE ANNOTATED---\n LEILA .\nThey will harden as we raise\nerops... And children.\n\nHAGEN\n\nCome with us.\n\nARI\nNo, I have my trade. And with\nso many pilgrims, it’s good.\nAlready I’ve sold three hairs from\nthe beard of John the Baptist.\n\nHagen smiles.\n\nARI\nWhen you return with the bounty\nof your harvest, come find me.\nI'll either be at the mosque, the\ntemple, or the sepulchre...\nwherever the faithful are\ngathered.\n\nAnother embrace and Hagen and Leila leave.\nEXT. DAVID’S GATE - OUTSIDE THE WALLS - MORNING\n\nHagen leads the horses out of the city. In the background the\ndeserted siege towers can be seen along with a few scavengers\npicking through the dead.\n\nHAGEN GLANCES AROUND\n\nand they start on the road away from the city. Hagen takes\nLeila’s hand and looks up at her. He smiles, kisses her hand,\nthen climbs onto his horse. They canter away, and as the CAMERA\nPANS up to the walls of Jerusalem, the sound of CHURCH BELLS\nechoing from within the city is gradually drowned by the sound\n\nof WIND.\n\nDISSOLVE TO\n\fone\n\nEXT. THE MOUNTAINS OF LEBANON - DAY\n\nThe mountains are cloaked in swirling mist as Hagen and Leila\nride from the mountain pass into a valley. Ahead, in fields\ncarpeted with spring flowers, the small farm can be seen where\n\nthey first knew love.\n\nEND TITLE\nEven under torture, the monks of\nthe Holy Sepulchre refused to\nreveal the hiding place of the\nTrue Cross. It was never found.\n\f"
}